{
  "people": [
    {
      "year": "111",
      "uri": "/wiki/Antinous",
      "name": "Antinous",
      "aboutText": "Anders Celsius (27 November 1701 – 25 April 1744) was a Swedish astronomer, physicist and mathematician. He was professor of astronomy at Uppsala University from 1730 to 1744, but traveled from 1732 to 1735 visiting notable observatories in Germany, Italy and France.",
      "pageId": 2722,
      "monthDay": "11/27"
    },
    {
      "year": "1127",
      "uri": "/wiki/Emperor_Xiaozong_of_Song",
      "name": "Emperor Xiaozong of Song",
      "aboutText": "Robert Lowth FRS (/laʊð/; 27 November 1710 – 3 November 1787) was a Bishop of the Church of England, Oxford Professor of Poetry and the author of one of the most influential textbooks of English grammar.",
      "pageId": 26255,
      "monthDay": "11/27"
    },
    {
      "year": "1576",
      "uri": "/wiki/Shimazu_Tadatsune",
      "name": "Shimazu Tadatsune",
      "aboutText": "Johann Georg Adam Forster (November 27, 1754 – January 10, 1794) was a naturalist, ethnologist, travel writer, journalist, and revolutionary. At an early age, he accompanied his father, Johann Reinhold Forster, on several scientific expeditions, including James Cook's second voyage to the Pacific. His report of that journey, A Voyage Round the World, contributed significantly to the ethnology of the people of Polynesia and remains a respected work.",
      "pageId": 43667,
      "monthDay": "11/27"
    },
    {
      "year": "1582",
      "uri": "/wiki/Pierre_Dupuy_(scholar)",
      "name": "Pierre Dupuy",
      "aboutText": "Antinous (also Antinoüs or Antinoös; Ancient Greek: Ἀντίνοος; 27 November, c. 111 – before 30 October 130) was a Bithynian Greek youth and a favourite, or lover, of the Roman emperor Hadrian. He was deified after his death, being worshiped in both the Greek East and Latin West, sometimes as a god (theos) and sometimes merely as a deified mortal (heros).",
      "pageId": 77414,
      "monthDay": "11/27"
    },
    {
      "year": "1630",
      "uri": "/wiki/Sigismund_Francis,_Archduke_of_Austria",
      "name": "Sigismund Francis, Archduke of Austria",
      "aboutText": "Robert R(obert) Livingston (November 27, 1746 (Old style November 16) – February 26, 1813) was an American lawyer, politician, diplomat from New York, and a Founding Father of the United States.",
      "pageId": 193877,
      "monthDay": "11/27"
    },
    {
      "year": "1635",
      "uri": "/wiki/Fran%C3%A7oise_d%27Aubign%C3%A9,_Marquise_de_Maintenon",
      "name": "Françoise d'Aubigné, Marquise de Maintenon",
      "aboutText": "Françoise d'Aubigné, Marquise de Maintenon (27 November 1635 – 15 April 1719) was the second wife of King Louis XIV of France. She was known during her first marriage as Madame Scarron, and subsequently as Madame de Maintenon. Her marriage to the king was never officially announced or admitted, though she was very influential at court.",
      "pageId": 280856,
      "monthDay": "11/27"
    },
    {
      "year": "1701",
      "uri": "/wiki/Anders_Celsius",
      "name": "Anders Celsius",
      "aboutText": "Princess Mary Adelaide of Cambridge (Mary Adelaide Wilhelmina Elizabeth; 27 November 1833 – 27 October 1897) was a member of the British Royal Family, a granddaughter of George III and great-grandmother of Elizabeth II. She held the title of Duchess of Teck through marriage.",
      "pageId": 285337,
      "monthDay": "11/27"
    },
    {
      "year": "1710",
      "uri": "/wiki/Robert_Lowth",
      "name": "Robert Lowth",
      "aboutText": "Cornelius Vanderbilt II (November 27, 1843 – September 12, 1899) was an American socialite, heir, businessman, and a member of the prominent United States Vanderbilt family.\nHe was the favorite grandson of Commodore Cornelius Vanderbilt, who left him $5 million, and the eldest son of William Henry \"Billy\" Vanderbilt (who left him close to $70 million) and Maria Louisa Kissam. In his turn he succeeded them as head of the New York Central and related railroad lines in 1885.",
      "pageId": 326652,
      "monthDay": "11/27"
    },
    {
      "year": "1746",
      "uri": "/wiki/Robert_R._Livingston_(chancellor)",
      "name": "Robert R. Livingston",
      "aboutText": "Frances Anne \"Fanny\" Kemble (27 November 1809 – 15 January 1893) was a notable British actress from a theatre family in the early and mid-19th century.",
      "pageId": 376564,
      "monthDay": "11/27"
    },
    {
      "year": "1746",
      "uri": "/wiki/Increase_Sumner",
      "name": "Increase Sumner",
      "aboutText": "Increase Sumner (November 27, 1746 – June 7, 1799) was an American lawyer, jurist, and politician from Massachusetts. He was the fifth governor of Massachusetts, serving from 1797 to 1799. Trained as a lawyer, he served in the provisional government of Massachusetts during the American Revolutionary War, and was elected to the Confederation Congress in 1782.",
      "pageId": 807150,
      "monthDay": "11/27"
    },
    {
      "year": "1754",
      "uri": "/wiki/Georg_Forster",
      "name": "Georg Forster",
      "aboutText": "Emperor Xiaozong (27 November 1127 – 28 June 1194) was the eleventh emperor of the Song Dynasty of China, and the second emperor of the Southern Song. His personal name was Zhao Shen. He reigned from 1162 to 1189.",
      "pageId": 1162541,
      "monthDay": "11/27"
    },
    {
      "year": "1759",
      "uri": "/wiki/Franz_Krommer",
      "name": "Franz Krommer",
      "aboutText": "Shimazu Tadatsune (島津 忠恒, November 27, 1576 – April 7, 1638) was a tozama daimyo of Satsuma, the first to hold it as a formal fief (han) under the Tokugawa shogunate, and the first Japanese to rule over the Ryūkyū Kingdom. As lord of Satsuma, he was among the most powerful lords in Japan at the time, and formally submitted to Tokugawa Ieyasu in 1602, to prove his loyalty, being rewarded as a result with the name Matsudaira Iehisa; Matsudaira being a branch family of the Tokugawa, and \"Ie\" of \"Iehisa\" being taken from \"Ieyasu\", this was a great honor. As of 1603, his holdings amounted to 605,000 koku.",
      "pageId": 1193706,
      "monthDay": "11/27"
    },
    {
      "year": "1779",
      "uri": "/wiki/Aim%C3%A9,_duc_de_Clermont-Tonnerre",
      "name": "Aimé, duc de Clermont-Tonnerre",
      "aboutText": "Sigismund Francis, Archduke of Further Austria (27 November 1630 – 25 June 1665) was the ruler of Further Austria including Tyrol from 1662 to 1665.",
      "pageId": 1213433,
      "monthDay": "11/27"
    },
    {
      "year": "1804",
      "uri": "/wiki/Julius_Benedict",
      "name": "Julius Benedict",
      "aboutText": "Elizabeth \"Long Liz\" Stride (née Gustafsdotter) (27 November 1843 – 30 September 1888) is believed to be a victim of the notorious unidentified serial killer called Jack the Ripper, who killed and mutilated several women in the Whitechapel area of London from late August to early November 1888.\nShe was nicknamed \"Long Liz\". Several explanations have been given for this pseudonym; some believe it came from her married surname \"Stride\" because a stride is a long step, while others believe it was either because of her height, or the shape of her face.",
      "pageId": 1235199,
      "monthDay": "11/27"
    },
    {
      "year": "1809",
      "uri": "/wiki/Fanny_Kemble",
      "name": "Fanny Kemble",
      "aboutText": "Sir Julius Benedict (27 November 1804 – 5 June 1885) was a German-born composer and conductor, resident in England for most of his career.",
      "pageId": 1958823,
      "monthDay": "11/27"
    },
    {
      "year": "1814",
      "uri": "/wiki/Charles-Fran%C3%A7ois-Fr%C3%A9d%C3%A9ric,_marquis_de_Montholon-S%C3%A9monville",
      "name": "Charles-François-Frédéric, marquis de Montholon-Sémonville",
      "aboutText": "Aimé-Marie-Gaspard, comte de Clermont-Tonnerre (27 November 1779, Paris – 8 January 1865, Glisolles) was a French general and statesman.",
      "pageId": 2855847,
      "monthDay": "11/27"
    },
    {
      "year": "1833",
      "uri": "/wiki/Princess_Mary_Adelaide_of_Cambridge",
      "name": "Princess Mary Adelaide of Cambridge",
      "aboutText": "Sir Francis Bernard Dicksee PRA KCVO (London 27 November 1853 – 17 October 1928) was an English Victorian painter and illustrator, best known for his pictures of dramatic literary, historical, and legendary scenes.",
      "pageId": 4230977,
      "monthDay": "11/27"
    },
    {
      "year": "1843",
      "uri": "/wiki/Elizabeth_Stride",
      "name": "Elizabeth Stride",
      "aboutText": "František Krommer (Czech: František Vincenc Kramář; 27 November 1759 in Kamenice u Jihlavy – 8 January 1831 in Vienna) was a Czech composer of classical music, whose 71-year life span began half a year after the death of George Frideric Handel and ended nearly four years after that of Ludwig van Beethoven.",
      "pageId": 6827614,
      "monthDay": "11/27"
    },
    {
      "year": "1843",
      "uri": "/wiki/Cornelius_Vanderbilt_II",
      "name": "Cornelius Vanderbilt II",
      "aboutText": "Pierre Dupuy (November 27, 1582 – December 14, 1651), otherwise known as Puteanus, was a French scholar, the son of the humanist and bibliophile Claude Dupuy.",
      "pageId": 7955221,
      "monthDay": "11/27"
    },
    {
      "year": "1853",
      "uri": "/wiki/Frank_Dicksee",
      "name": "Frank Dicksee",
      "aboutText": "Charles François Frédéric de Montholon-Sémonville (November 27, 1814 Paris - April 20, 1886) was a French senator, diplomat, and French ambassador to the United States, from 1864 to 1866.",
      "pageId": 32162723,
      "monthDay": "11/27"
    },
    {
      "year": "1857",
      "uri": "/wiki/Charles_Scott_Sherrington",
      "name": "Charles Scott Sherrington",
      "aboutText": "Juho Kusti Paasikivi ([ˈjuɦo ˈkusti ˈpɑːsiˌkiʋi]; November 27, 1870 – December 14, 1956) was the seventh President of Finland (1946–1956). Representing the Finnish Party and the National Coalition Party, he also served as Prime Minister of Finland (1918 and 1944–1946), and was an influential figure in Finnish economics and politics for over fifty years.",
      "pageId": 164616,
      "monthDay": "11/27"
    },
    {
      "year": "1859",
      "uri": "/wiki/William_Bliss_Baker",
      "name": "William Bliss Baker",
      "aboutText": "Chaim Azriel Weizmann (Hebrew: חיים עזריאל ויצמן‎ Ḥayīm Wayzman, Russian: Хаим Вейцман Khaim Veytsman; (27 November 1874 –9 November 1952) D.Sc, Sc.D, LL.D was a Zionist leader and Israeli statesman who served as President of the Zionist Organization and later as the first President of Israel. He was elected on 16 February 1949, and served until his death in 1952. Weizmann convinced the United States government to recognize the newly formed state of Israel.",
      "pageId": 189474,
      "monthDay": "11/27"
    },
    {
      "year": "1865",
      "uri": "/wiki/Janez_Evangelist_Krek",
      "name": "Janez Evangelist Krek",
      "aboutText": "Konosuke Matsushita (松下 幸之助, Matsushita Kōnosuke, 27 November 1894 – 27 April 1989) was a Japanese industrialist who founded Panasonic, the largest Japanese consumer electronics company. For many Japanese, he is known as \"the god of management\". A biography of Matsushita's life called Matsushita Leadership was written by American business management specialist John Kotter in 1998.",
      "pageId": 306114,
      "monthDay": "11/27"
    },
    {
      "year": "1867",
      "uri": "/wiki/Charles_Koechlin",
      "name": "Charles Koechlin",
      "aboutText": "Charles Austin Beard (November 27, 1874 – September 1, 1948) was, with Frederick Jackson Turner, one of the most influential American historians of the first half of the 20th century. He published hundreds of monographs, textbooks and interpretive studies in both history and political science. His works included a radical re-evaluation of the founding fathers of the United States, who he believed were motivated more by economics than by philosophical principles.",
      "pageId": 332232,
      "monthDay": "11/27"
    },
    {
      "year": "1870",
      "uri": "/wiki/Juho_Kusti_Paasikivi",
      "name": "Juho Kusti Paasikivi",
      "aboutText": "Masaharu Homma (本間 雅晴, Honma Masaharu, November 27, 1887 – April 3, 1946) was a Lieutenant General in the Imperial Japanese Army during World War II, Homma commanded the Japanese 14th Army which invaded Philippines and perpetrated the Bataan Death March.",
      "pageId": 377372,
      "monthDay": "11/27"
    },
    {
      "year": "1871",
      "uri": "/wiki/Giovanni_Giorgi",
      "name": "Giovanni Giorgi",
      "aboutText": "Vito \"Don Vito\" Genovese (November 27, 1897 – February 14, 1969) was an Italian-American mobster who rose to power during Prohibition as an enforcer in the American Mafia and would later become leader of the Genovese crime family. Genovese served as mentor to the future boss of the Genovese crime family Vincent \"Chin\" Gigante. He was known as Boss of all Bosses from 1957 to 1959.",
      "pageId": 467609,
      "monthDay": "11/27"
    },
    {
      "year": "1874",
      "uri": "/wiki/Charles_A._Beard",
      "name": "Charles A. Beard",
      "aboutText": "Sir Charles Scott Sherrington OM GBE PRS (27 November 1857 – 4 March 1952) was an English neurophysiologist, histologist, bacteriologist, and a pathologist, Nobel laureate and president of the Royal Society in the early 1920s. He received the Nobel Prize in Physiology or Medicine with Edgar Adrian, 1st Baron Adrian, in 1932 for their work on the functions of neurons. Prior to the work of Sherrington and Adrian, it was widely accepted that reflexes occurred as isolated activity within a reflex arc.",
      "pageId": 772653,
      "monthDay": "11/27"
    },
    {
      "year": "1874",
      "uri": "/wiki/Franti%C5%A1ek_Erben",
      "name": "František Erben",
      "aboutText": "Jatindramohan Bagchi (27 November 1878 in Nadia, West Bengal - 1 February 1948) was a Bengali poet and editor.",
      "pageId": 1168887,
      "monthDay": "11/27"
    },
    {
      "year": "1874",
      "uri": "/wiki/Chaim_Weizmann",
      "name": "Chaim Weizmann",
      "aboutText": "Charles Louis Eugène Koechlin (French: [ʃaʁl lwi øʒɛn keklɛ̃]; 27 November 1867 – 31 December 1950) was a French composer, teacher and writer on music. He was a political radical all his life and a passionate enthusiast for such diverse things as medieval music, The Jungle Book of Rudyard Kipling, Johann Sebastian Bach, film stars (especially Lilian Harvey and Ginger Rogers), traveling, stereoscopic photography and socialism. He once said: \"The artist needs an ivory tower, not as an escape from the world, but as a place where he can view the world and be himself.",
      "pageId": 1816680,
      "monthDay": "11/27"
    },
    {
      "year": "1875",
      "uri": "/wiki/Julius_Lenhart",
      "name": "Julius Lenhart",
      "aboutText": "Giovanni Giorgi (27 November 1871 – 19 August 1950) was an Italian physicist and electrical engineer who proposed the Giorgi system of measurement, the precursor to the International System of Units (SI).",
      "pageId": 2570008,
      "monthDay": "11/27"
    },
    {
      "year": "1878",
      "uri": "/wiki/Jatindramohan_Bagchi",
      "name": "Jatindramohan Bagchi",
      "aboutText": "Ganesh Vasudev Mavalankar (27 November 1888 – 27 February 1956) popularly known as Dadasaheb was an independence activist, the President (from 1946 to 1947) of the Central Legislative Assembly, then Speaker of the Constituent Assembly of India, and later the first Speaker of the Lok Sabha, the lower house of the Parliament of India.",
      "pageId": 3128599,
      "monthDay": "11/27"
    },
    {
      "year": "1878",
      "uri": "/wiki/Charles_Dvorak",
      "name": "Charles Dvorak",
      "aboutText": "Liviu Rebreanu (Romanian pronunciation: [ˈliviw reˈbre̯anu]; November 27, 1885 – September 1, 1944) was a Romanian novelist, playwright, short story writer, and journalist.\n^ Sara, Bianca (October 24, 2013). \"Liviu Rebreanu, între dragostea pentru Fanny şi recunoaşterea \"ilegală\" a fetiţei sale din flori\".",
      "pageId": 3284567,
      "monthDay": "11/27"
    },
    {
      "year": "1885",
      "uri": "/wiki/Daniel_Mendaille",
      "name": "Daniel Mendaille",
      "aboutText": "William Bliss Baker (November 27, 1859 – November 20, 1886) was an award-winning American artist who began painting just as the Hudson River school was winding down. Baker began his studies in 1876 at the National Academy of Design, where he studied with Bierstadt and de Haas. He later maintained studios in Clifton Park, New York, and New York City, where he painted in oils and watercolors.",
      "pageId": 3299670,
      "monthDay": "11/27"
    },
    {
      "year": "1885",
      "uri": "/wiki/Liviu_Rebreanu",
      "name": "Liviu Rebreanu",
      "aboutText": "Charles Edward Dvorak (November 27, 1878 – December 18, 1969) was an American track and field athlete who specialized in the pole vault. He attended the University of Michigan where he competed for the Michigan Wolverines men's track and field team from 1900 to 1904. He participated in the 1900 Summer Olympics where he was a favorite in the pole vault.",
      "pageId": 6570678,
      "monthDay": "11/27"
    },
    {
      "year": "1887",
      "uri": "/wiki/Masaharu_Homma",
      "name": "Masaharu Homma",
      "aboutText": "Katherine Milhous (1894–1977) was an American artist, illustrator, and writer. She is known best as the author and illustrator of The Egg Tree, which won the 1951 Caldecott Medal for U.S. picture book illustration. Born into a Quaker family active in the printing industry in Philadelphia, Milhous is also known for her graphic designs for the Works Progress Administration(WPA).",
      "pageId": 6707442,
      "monthDay": "11/27"
    },
    {
      "year": "1888",
      "uri": "/wiki/Ganesh_Vasudev_Mavalankar",
      "name": "Ganesh Vasudev Mavalankar",
      "aboutText": "Saint Amphilochius (1894–1971) (Ukrainian: Амфілохій Почаївський) was a 20th-century Ukrainian Orthodox saint, from Ternopil oblast of western Ukraine.",
      "pageId": 7031788,
      "monthDay": "11/27"
    },
    {
      "year": "1894",
      "uri": "/wiki/Konosuke_Matsushita",
      "name": "Konosuke Matsushita",
      "aboutText": "Julius Lenhart (November 27, 1875 in Vienna – November 10, 1962 in Vienna) was an Austrian gymnast who competed in the 1904 Summer Olympics. He won two gold medals and one silver medal, making him the most successful Austrian competitor ever at the Summer Olympic Games.\nHe started his career in Vienna at a local gymnastics club.",
      "pageId": 10559837,
      "monthDay": "11/27"
    },
    {
      "year": "1894",
      "uri": "/wiki/Katherine_Milhous",
      "name": "Katherine Milhous",
      "aboutText": "Janez Evangelist Krek (27 November 1865 – 8 October 1917) was a Slovene Christian Socialist politician, priest, journalist, and author.\nHe was born in a peasant family in the village of Sveti Gregor (now in the Municipality of Ribnica in Lower Carniola), in what was then the Austrian Empire. His father died when he was a child.",
      "pageId": 21258579,
      "monthDay": "11/27"
    },
    {
      "year": "1894",
      "uri": "/wiki/Amphilochius_of_Pochayiv",
      "name": "Amphilochius of Pochayiv",
      "aboutText": "František Erben (born 27 November 1874 in Praha, died 9 June 1942 in the same city) was a gymnast from Bohemia, in what is now the Czech Republic.\nHe took part in the third gymastics World Championships which took place in 1907, where he took bronze in the overall competition, behind his compatriot Josef Čada and Frenchman Jules Rolland. Bohemia also took gold in the team competition, and Erben took gold in both the horizontal bar and pommel horse and bronze in the parallel bars.",
      "pageId": 27876005,
      "monthDay": "11/27"
    },
    {
      "year": "1897",
      "uri": "/wiki/Vito_Genovese",
      "name": "Vito Genovese",
      "aboutText": "Daniel Mendaille (27 November 1885 - 17 May 1963) was a French stage and film actor whose career spanned nearly sixty years.",
      "pageId": 47063020,
      "monthDay": "11/27"
    },
    {
      "year": "1898",
      "uri": "/wiki/Fredric_Warburg",
      "name": "Fredric Warburg",
      "aboutText": "Lars Onsager (November 27, 1903 – October 5, 1976) was a Norwegian-born American physical chemist and theoretical physicist. He held the Gibbs Professorship of Theoretical Chemistry at Yale University.",
      "pageId": 37175,
      "monthDay": "11/27"
    },
    {
      "year": "1901",
      "uri": "/wiki/Ted_Husing",
      "name": "Ted Husing",
      "aboutText": "Alexander Dubček (Slovak pronunciation: [ˈalɛksandɛr ˈduptʃɛk]; 27 November 1921 – 7 November 1992) was a Slovak politician and, briefly, leader of Czechoslovakia (1968–1969). He attempted to reform the communist regime during the Prague Spring but he was forced to resign following the Warsaw Pact invasion of Czechoslovakia. Later, after the overthrow of the government in 1989, he was Chairman of the federal Czechoslovak parliament.",
      "pageId": 42897,
      "monthDay": "11/27"
    },
    {
      "year": "1903",
      "uri": "/wiki/Lars_Onsager",
      "name": "Lars Onsager",
      "aboutText": "Lyon Sprague de Camp (November 27, 1907 – November 6, 2000) — known as L. Sprague de Camp — was an American writer of science fiction, fantasy, non-fiction and biography. In a career spanning 60 years, he wrote over 100 books, including novels and works of non-fiction, including biographies of other fantasy authors.",
      "pageId": 45075,
      "monthDay": "11/27"
    },
    {
      "year": "1907",
      "uri": "/wiki/Harivansh_Rai_Bachchan",
      "name": "Harivansh Rai Bachchan",
      "aboutText": "Francis Dayle \"Chick\" Hearn (November 27, 1916 – August 5, 2002) was an American sportscaster. Known primarily as the long-time play-by-play announcer for the Los Angeles Lakers of the National Basketball Association, Hearn was remembered for his rapid fire, staccato broadcasting style, associated with colorful phrases such as slam dunk, air ball, and no harm, no foul that have become common basketball vernacular, and for broadcasting 3,338 consecutive Lakers games starting on November 21, 1965.",
      "pageId": 68363,
      "monthDay": "11/27"
    },
    {
      "year": "1907",
      "uri": "/wiki/L._Sprague_de_Camp",
      "name": "L. Sprague de Camp",
      "aboutText": "David Merrick (November 27, 1911 – April 25, 2000) was a prolific Tony Award-winning American theatrical producer.",
      "pageId": 216557,
      "monthDay": "11/27"
    },
    {
      "year": "1909",
      "uri": "/wiki/James_Agee",
      "name": "James Agee",
      "aboutText": "James Rufus Agee (/ˈeɪdʒiː/ AY-jee; November 27, 1909 – May 16, 1955) was an American author, journalist, poet, screenwriter and film critic.",
      "pageId": 296912,
      "monthDay": "11/27"
    },
    {
      "year": "1909",
      "uri": "/wiki/Anatoly_Maltsev",
      "name": "Anatoly Maltsev",
      "aboutText": "Edward Britt (Ted) Husing (November 27, 1901 - August 10, 1962) was an American sportscaster and was among the first to lay the groundwork for the structure and pace of modern sports reporting on television and radio.",
      "pageId": 466027,
      "monthDay": "11/27"
    },
    {
      "year": "1911",
      "uri": "/wiki/Fe_del_Mundo",
      "name": "Fe del Mundo",
      "aboutText": "Buffalo Bob Smith (born Robert Emil Schmidt; November 27, 1917 – July 30, 1998) was the host of the children's show Howdy Doody.",
      "pageId": 565616,
      "monthDay": "11/27"
    },
    {
      "year": "1911",
      "uri": "/wiki/David_Merrick",
      "name": "David Merrick",
      "aboutText": "Harry \"Buster\" Merryfield (27 November 1920 – 23 June 1999) was an English actor best known for starring as Uncle Albert in the BBC comedy Only Fools and Horses.",
      "pageId": 1193940,
      "monthDay": "11/27"
    },
    {
      "year": "1916",
      "uri": "/wiki/Chick_Hearn",
      "name": "Chick Hearn",
      "aboutText": "Anatoly Ivanovich Maltsev (Malcev, Mal'cev) (Russian: Анато́лий Ива́нович Ма́льцев 27 November N.S./14 November O.S. 1909 - 7 June 1967) was born in Misheronsky, near Moscow, and died in Novosibirsk, USSR. He was a mathematician noted for his work on the decidability of various algebraic groups.",
      "pageId": 1318387,
      "monthDay": "11/27"
    },
    {
      "year": "1917",
      "uri": "/wiki/Buffalo_Bob_Smith",
      "name": "Buffalo Bob Smith",
      "aboutText": "Sir John Royden Maddox, FRS (27 November 1925 – 12 April 2009) was a British science writer. He was an editor of Nature for 22 years, from 1966–1973 and 1980–1995.",
      "pageId": 1624544,
      "monthDay": "11/27"
    },
    {
      "year": "1918",
      "uri": "/wiki/Stephen_Elliott_(actor)",
      "name": "Stephen Elliott",
      "aboutText": "Stephen Elliott (November 27, 1918 – May 21, 2005) was an American actor. His best known roles were that of the prospective father-in-law, Burt Johnson, in the hit 1981 film Arthur and as Chief Hubbard in the 1984 blockbuster Beverly Hills Cop.",
      "pageId": 1982679,
      "monthDay": "11/27"
    },
    {
      "year": "1920",
      "uri": "/wiki/Abe_Lenstra",
      "name": "Abe Lenstra",
      "aboutText": "Abe Lenstra (November 27, 1920 – September 2, 1985) was a Dutch football player and national football icon in the 1950s. He was also a Frisian legend, most notably with the club where he made his name as a football player, SC Heerenveen.",
      "pageId": 2303948,
      "monthDay": "11/27"
    },
    {
      "year": "1920",
      "uri": "/wiki/Buster_Merryfield",
      "name": "Buster Merryfield",
      "aboutText": "Harivansh Rai Srivastava alias Bachchan (27 November 1907 – 18 January 2003) was a noted Indian poet of the Nayi Kavita literary movement (romantic upsurge) of early 20th century Hindi literature. Born in a Srivastava Kayastha family, in the village of Babupatti (Raniganj) in the district of Pratapgarh, he was also a famous poet of the Hindi Kavi Sammelan. He is best known for his early work Madhushala (मधुशाला).",
      "pageId": 3217927,
      "monthDay": "11/27"
    },
    {
      "year": "1920",
      "uri": "/wiki/Cal_Worthington",
      "name": "Cal Worthington",
      "aboutText": "Calvin Coolidge \"Cal\" Worthington (November 27, 1920 – September 8, 2013) was an American car dealer, best known on the West Coast of the United States, and to a more limited extent elsewhere, from minor appearances and parodies in a number of movies. He was best known for his unique radio and television advertisements for the Worthington Dealership Group, most of which began with the announcement \"Here's Cal Worthington and his dog Spot!\"—though \"Spot\" was never a dog. Often, Spot was a tiger, a seal, an elephant, a chimpanzee, or a bear.",
      "pageId": 3294057,
      "monthDay": "11/27"
    },
    {
      "year": "1921",
      "uri": "/wiki/Dora_Dougherty_Strother",
      "name": "Dora Dougherty Strother",
      "aboutText": "Fredric John Warburg (27 November 1898 – 25 May 1981) was a British publisher best known for his association with the author George Orwell. During a career spanning a large part of the 20th century and ending in 1971 Warburg published Orwell's Animal Farm (1945) as well as Nineteen Eighty-Four (1949), as well as works by other leading figures such as Thomas Mann and Franz Kafka. Other notable publications included The Third Eye by \"Lobsang Rampa,\" Pierre Boulle's The Bridge over the River Kwai, Adolf Hitler's Mein Kampf and William Shirer's The Rise and Fall of the Third Reich.",
      "pageId": 6664821,
      "monthDay": "11/27"
    },
    {
      "year": "1921",
      "uri": "/wiki/Alexander_Dub%C4%8Dek",
      "name": "Alexander Dubček",
      "aboutText": "Hall Bartlett (November 27, 1922 – September 7, 1993) was an American film producer, director, and screen writer.",
      "pageId": 9847719,
      "monthDay": "11/27"
    },
    {
      "year": "1922",
      "uri": "/wiki/Hall_Bartlett",
      "name": "Hall Bartlett",
      "aboutText": "Fe Villanueva del Mundo, OLD ONS OGH, (born Fé Primitiva del Mundo y Villanueva; November 27, 1909 – August 6, 2011) was a Filipino pediatrician. The first woman admitted as a student of the Harvard Medical School, she founded the first pediatric hospital in the Philippines. Her pioneering work in pediatrics in the Philippines in an active medical practice that spanned 8 decades won her international recognition, including the Ramon Magsaysay Award for Public Service in 1977.",
      "pageId": 13017167,
      "monthDay": "11/27"
    },
    {
      "year": "1923",
      "uri": "/wiki/Antonie_Hegerl%C3%ADkov%C3%A1",
      "name": "Antonie Hegerlíková",
      "aboutText": "Antonie Hegerlíková (27 November 1923 – 11 December 2012) was a Czech actress, whose career in film, television and theater endured for more than seventy years.",
      "pageId": 37936020,
      "monthDay": "11/27"
    },
    {
      "year": "1925",
      "uri": "/wiki/John_Maddox",
      "name": "John Maddox",
      "aboutText": "Dr. Dora Jean Dougherty Strother (also known as Dora Dougherty McKeown and/or Dora Strother McKeown; November 27, 1921 – November 19, 2013), was best known as a Woman Airforce Service Pilots (WASP) and B-29 Superfortress demonstration pilot. She was a U.S. military pilot, human factors engineer with Bell Aircraft, instructor at the University of Illinois and helicopter test pilot for Bell Aircraft.",
      "pageId": 40335457,
      "monthDay": "11/27"
    },
    {
      "year": "1925",
      "uri": "/wiki/Marshall_Thompson",
      "name": "Marshall Thompson",
      "aboutText": "Ronald William \"Josh\" Kirby was a commercial artist born (27 November 1928 – 23 October 2001) on the outskirts of Liverpool in the town of Waterloo, Lancashire, United Kingdom. With a career spanning across 6 decades he is world renowned as the original artist for Sir Terry Pratchett's Discworld novels, as well as some of the most critically acclaimed science fiction book cover illustrations.",
      "pageId": 26192,
      "monthDay": "11/27"
    },
    {
      "year": "1925",
      "uri": "/wiki/Ernie_Wise",
      "name": "Ernie Wise",
      "aboutText": "Ernest Wiseman, OBE (27 November 1925 – 21 March 1999), known by his stage name Ernie Wise, was an English comedian, best known as one half of the comedy duo Morecambe and Wise, who became a national institution on British television, especially for their Christmas specials.",
      "pageId": 177646,
      "monthDay": "11/27"
    },
    {
      "year": "1926",
      "uri": "/wiki/Chae_Myung-shin",
      "name": "Chae Myung-shin",
      "aboutText": "William Edward Simon (November 27, 1927 – June 3, 2000) was a businessman, a Secretary of Treasury of the U.S. for three years, and a philanthropist. He became the 63rd Secretary of the Treasury on May 9, 1974, during the Nixon administration. After Nixon resigned, Simon was reappointed by President Ford and served until 1977 under President Carter.",
      "pageId": 210384,
      "monthDay": "11/27"
    },
    {
      "year": "1927",
      "uri": "/wiki/Carlos_Jos%C3%A9_Castilho",
      "name": "Carlos José Castilho",
      "aboutText": "Ray Galton OBE (born 17 July 1930), and Alan Simpson OBE (born 27 November 1929), are British scriptwriters. They met in 1948 whilst recuperating from tuberculosis at the Milford sanatorium, near Godalming in Surrey. They based the sitcom Get Well Soon on their shared experiences at the facility.",
      "pageId": 211461,
      "monthDay": "11/27"
    },
    {
      "year": "1927",
      "uri": "/wiki/William_E._Simon",
      "name": "William E. Simon",
      "aboutText": "Jacques Godbout, CQ (born November 27, 1933) is a Canadian novelist, essayist, children's writer, journalist, filmmaker and poet.",
      "pageId": 263529,
      "monthDay": "11/27"
    },
    {
      "year": "1928",
      "uri": "/wiki/Alekos_Alexandrakis",
      "name": "Alekos Alexandrakis",
      "aboutText": "Benigno Simeon \"Ninoy\" Aquino, Jr. (November 27, 1932 – August 21, 1983) was a Filipino Senator (1967–1972) and a former Governor of Tarlac. Aquino, together with Gerry Roxas and Jovito Salonga, formed the leadership of the opposition to the government of President Ferdinand Marcos.",
      "pageId": 279620,
      "monthDay": "11/27"
    },
    {
      "year": "1928",
      "uri": "/wiki/Josh_Kirby",
      "name": "Josh Kirby",
      "aboutText": "Al Jackson, Jr. (November 27, 1935 – October 1, 1975) was a drummer, producer, and songwriter. He is best known as a founding member of Booker T. & the M.G.'s, a group of session musicians who worked for Stax Records and produced their own instrumentals.",
      "pageId": 1077909,
      "monthDay": "11/27"
    },
    {
      "year": "1930",
      "uri": "/wiki/Joe_DeNardo",
      "name": "Joe DeNardo",
      "aboutText": "Carlos José Castilho (November 27, 1927 – February 2, 1987) was a Brazilian football goalkeeper. He played for Fluminense from 1947 to 1964 and for Brazil. He was a member of the Brazil squad in four World Cups: 1950, 1954, 1958 and 1962, but he only actually played three games, all of them in the 1954 finals.",
      "pageId": 1365029,
      "monthDay": "11/27"
    },
    {
      "year": "1930",
      "uri": "/wiki/Rex_Shelley",
      "name": "Rex Shelley",
      "aboutText": "Gordon Stewart Wood (born November 27, 1933 in Concord, Massachusetts) is Alva O. Way University Professor and Professor of History Emeritus at Brown University, and the recipient of the 1993 Pulitzer Prize for History for The Radicalism of the American Revolution (1992). His book The Creation of the American Republic, 1776–1787 (1969) won a 1970 Bancroft Prize. In 2010 he was awarded the National Humanities Medal.",
      "pageId": 1512283,
      "monthDay": "11/27"
    },
    {
      "year": "1930",
      "uri": "/wiki/Alan_Simpson_(scriptwriter)",
      "name": "Alan Simpson",
      "aboutText": "Les Blank (November 27, 1935 – April 7, 2013) was an American documentary filmmaker best known for his portraits of American traditional musicians.",
      "pageId": 2318571,
      "monthDay": "11/27"
    },
    {
      "year": "1932",
      "uri": "/wiki/Benigno_Aquino,_Jr.",
      "name": "Benigno Aquino, Jr.",
      "aboutText": "William Gilbert Strang (born November 27, 1934 in Chicago), usually known as simply Gilbert Strang or Gil Strang, is an American mathematician, with contributions to finite element theory, the calculus of variations, wavelet analysis and linear algebra. He has made many contributions to mathematics education, including publishing seven mathematics textbooks and one monograph. Strang is the MathWorks Professor of Mathematics at the Massachusetts Institute of Technology.",
      "pageId": 2613188,
      "monthDay": "11/27"
    },
    {
      "year": "1932",
      "uri": "/wiki/%C3%9Clk%C3%BC_Adatepe",
      "name": "Ülkü Adatepe",
      "aboutText": "Alekos Alexandrakis (Greek: Αλέκος Αλεξανδράκης; born 27 November 1928; died 8 November 2005) was a famous Greek actor. He was known for his theatrical work as well as work in film and television. He died of lung cancer.",
      "pageId": 3112552,
      "monthDay": "11/27"
    },
    {
      "year": "1933",
      "uri": "/wiki/Jacques_Godbout",
      "name": "Jacques Godbout",
      "aboutText": "Marshall Thompson (November 27, 1925 – May 18, 1992) was an American film and television actor, born James Marshall Thompson in Peoria, Illinois.",
      "pageId": 3188952,
      "monthDay": "11/27"
    },
    {
      "year": "1933",
      "uri": "/wiki/Gordon_S._Wood",
      "name": "Gordon S. Wood",
      "aboutText": "Gail Sheehy (born November 27, 1937) is an American author, journalist, and lecturer. She is the author of seventeen books, including Passages (1976), named by the Library of Congress one of the ten most influential books of our times. Sheehy has written biographies and character studies of major twentieth-century leaders, including Hillary Clinton, both presidents Bush, Prime Minister Margaret Thatcher, Egyptian President Anwar Sadat, and Soviet president Mikhail Gorbachev.",
      "pageId": 3256705,
      "monthDay": "11/27"
    },
    {
      "year": "1934",
      "uri": "/wiki/Ammo_Baba",
      "name": "Ammo Baba",
      "aboutText": "Emmanuel Baba Dawud better known as Ammo Baba (Arabic: عمو بابا, Syriac: ܥܡܘ ܒܒܐ‎) (born November 27, 1934 in Baghdad, Iraq – May 27, 2009 in Duhok, Iraq), was a former Iraqi and ethnic Assyrian international football player and coach of the Iraq national football team.",
      "pageId": 3972063,
      "monthDay": "11/27"
    },
    {
      "year": "1934",
      "uri": "/wiki/Al_Jackson,_Jr.",
      "name": "Al Jackson, Jr.",
      "aboutText": "Joseph William DeNardo (born November 27, 1930) is a Pittsburgh meteorologist. He is known for his 1994 campaign, \"Joe Said It Would.\" DeNardo currently resides in Moon Township, Pennsylvania with his wife of almost 60 years. When he retired in 2005, after 45 years on the air, he enjoyed \"iconic\" status among Pittsburghers.",
      "pageId": 6849366,
      "monthDay": "11/27"
    },
    {
      "year": "1934",
      "uri": "/wiki/Gilbert_Strang",
      "name": "Gilbert Strang",
      "aboutText": "Rex Anthony Shelley (27 November 1930 – 21 August 2009) was a Eurasian Singaporean author. A graduate of the University of Malaya in Singapore and Cambridge trained in engineering and economics, Shelley managed his own business and also worked as member of the Public Service Commission (PSC) for over 30 years. For his service, he was conferred the Bintang Bakti Masyarakat (Public Service Star) by the Government of Singapore in 1978, and an additional Bar the next year.",
      "pageId": 24178178,
      "monthDay": "11/27"
    },
    {
      "year": "1935",
      "uri": "/wiki/Les_Blank",
      "name": "Les Blank",
      "aboutText": "Chae Myung-shin (채명신, 蔡命新; November 27, 1926 – November 25, 2013) was a Republic of Korea Army general and Commanding Officer of ROK forces in Vietnam (ROKFV) during the Vietnam War.",
      "pageId": 32442286,
      "monthDay": "11/27"
    },
    {
      "year": "1935",
      "uri": "/wiki/Daniel_Charles",
      "name": "Daniel Charles",
      "aboutText": "Daniel Paul Charles was a French musician, musicologist and philosopher, born on November 27, 1935 in Oran (Algeria) and deceased on August 21, 2008 in Antibes (France).",
      "pageId": 32754815,
      "monthDay": "11/27"
    },
    {
      "year": "1937",
      "uri": "/wiki/Gail_Sheehy",
      "name": "Gail Sheehy",
      "aboutText": "Ülkü Çukurluoğlu (Adatepe) (November 27, 1932 – August 1, 2012) was the youngest adopted daughter of Mustafa Kemal Atatürk. Her interactions with Atatürk were often featured in Turkish media, contributing to the depiction of Atatürk as the \"father of Turks\" For example, the cover of the Alfabe textbook featured Ülkü studying with Atatürk.",
      "pageId": 39169971,
      "monthDay": "11/27"
    },
    {
      "year": "1938",
      "uri": "/wiki/John_Ashworth_(biologist)",
      "name": "John Ashworth",
      "aboutText": "James Marshall \"Jimi\" Hendrix (born Johnny Allen Hendrix; November 27, 1942 – September 18, 1970) was an American rock guitarist, singer, and songwriter. Although his mainstream career spanned only four years, he is widely regarded as one of the most influential electric guitarists in the history of popular music, and one of the most celebrated musicians of the 20th century. The Rock and Roll Hall of Fame describes him as \"arguably the greatest instrumentalist in the history of rock music\".",
      "pageId": 16095,
      "monthDay": "11/27"
    },
    {
      "year": "1938",
      "uri": "/wiki/Apolo_Nsibambi",
      "name": "Apolo Nsibambi",
      "aboutText": "Bruce Lee (Chinese: 李小龍; born Lee Jun-fan, Chinese: 李振藩; November 27, 1940 – July 20, 1973) was a Hong Kong American martial artist, Hong Kong action film actor, martial arts instructor, philosopher, filmmaker, and the founder of Jeet Kune Do. Lee was the son of Cantonese opera star Lee Hoi-Chuen. He is widely considered by commentators, critics, media and other martial artists to be one of the most influential martial artists of all time, and a pop culture icon of the 20th century.",
      "pageId": 37313,
      "monthDay": "11/27"
    },
    {
      "year": "1939",
      "uri": "/wiki/Dave_Giusti",
      "name": "Dave Giusti",
      "aboutText": "Laurent-Désiré Kabila ( pronunciation ) (November 27, 1939 – January 16, 2001), or simply Laurent Kabila, was President of the Democratic Republic of the Congo from May 17, 1997, when he overthrew Mobutu Sese Seko, until his assassination by one of his bodyguards on January 16, 2001.",
      "pageId": 49367,
      "monthDay": "11/27"
    },
    {
      "year": "1939",
      "uri": "/wiki/Tony_Green",
      "name": "Tony Green",
      "aboutText": "Nicole Brossard, O.C. (born November 27, 1943 in Montreal) is a leading French Canadian formalist poet and novelist.\nShe lives in Outremont, a suburb of Montreal, Quebec.",
      "pageId": 255530,
      "monthDay": "11/27"
    },
    {
      "year": "1939",
      "uri": "/wiki/Laurent-D%C3%A9sir%C3%A9_Kabila",
      "name": "Laurent-Désiré Kabila",
      "aboutText": "Marilyn Hacker (born November 27, 1942) is an American poet, translator and critic. She is Professor of English at the City College of New York.\nHer books of poetry include Presentation Piece (1974), which won the National Book Award, Love, Death, and the Changing of the Seasons (1986), and Going Back to the River (1990).",
      "pageId": 375818,
      "monthDay": "11/27"
    },
    {
      "year": "1940",
      "uri": "/wiki/John_Alderton",
      "name": "John Alderton",
      "aboutText": "George Thomas \"Mickey\" Leland (November 27, 1944 – August 7, 1989) was an anti-poverty activist who later became a congressman from the Texas 18th District and chair of the Congressional Black Caucus.",
      "pageId": 378145,
      "monthDay": "11/27"
    },
    {
      "year": "1940",
      "uri": "/wiki/Bruce_Lee",
      "name": "Bruce Lee",
      "aboutText": "Apolo Robin Nsibambi is a Ugandan academic and politician who was Prime Minister of Uganda from 5 April 1999 until 24 May 2011. He was succeeded as Prime Minister by Amama Mbabazi on 24 May 2011.\n^ Baguma, Raymond (25 May 2011).",
      "pageId": 393820,
      "monthDay": "11/27"
    },
    {
      "year": "1941",
      "uri": "/wiki/Aim%C3%A9_Jacquet",
      "name": "Aimé Jacquet",
      "aboutText": "Henry Carr (November 27, 1941 – May 29, 2015) was an American track and field athlete who won two gold medals at the 1964 Summer Olympics in Tokyo, Japan.",
      "pageId": 598087,
      "monthDay": "11/27"
    },
    {
      "year": "1941",
      "uri": "/wiki/Eddie_Rabbitt",
      "name": "Eddie Rabbitt",
      "aboutText": "Tony Green (born 27 November 1939 in Manchester, Lancashire) is an English sports commentator and television presenter.",
      "pageId": 1005515,
      "monthDay": "11/27"
    },
    {
      "year": "1941",
      "uri": "/wiki/Louis_van_Dijk",
      "name": "Louis van Dijk",
      "aboutText": "James LaRue Avery (November 27, 1945 – December 31, 2013) was an American actor. He played patriarch Philip Banks in the sitcom The Fresh Prince of Bel-Air (1990−96). This character was ranked #34 in TV Guide '​s \"50 Greatest TV Dads of All Time.\" He also provided the voice of Shredder in the 1987 Teenage Mutant Ninja Turtles television series, as well as War Machine in the animated series Iron Man (1994−95) and Junkyard Dog in Hulk Hogan's Rock 'n' Wrestling (1985).",
      "pageId": 1035700,
      "monthDay": "11/27"
    },
    {
      "year": "1942",
      "uri": "/wiki/Henry_Carr",
      "name": "Henry Carr",
      "aboutText": "Heidemarie Jiline \"Jil\" Sander (German pronunciation: [dʒɪl ˈzandər]; born 27 November 1943, Wesselburen) is a minimalist German fashion designer and the founder of the Jil Sander fashion house. She was listed as one of the fifty best-dressed over 50s by The Guardian in March 2013.",
      "pageId": 1083366,
      "monthDay": "11/27"
    },
    {
      "year": "1942",
      "uri": "/wiki/Marilyn_Hacker",
      "name": "Marilyn Hacker",
      "aboutText": "Edward Thomas \"Eddie\" Rabbitt (November 27, 1941 – May 7, 1998) was an American singer and songwriter. His career began as a songwriter in the late 1960s, springboarding to a recording career after composing hits such as \"Kentucky Rain\" for Elvis Presley in 1970 and \"Pure Love\" for Ronnie Milsap in 1974.",
      "pageId": 1147577,
      "monthDay": "11/27"
    },
    {
      "year": "1942",
      "uri": "/wiki/Jimi_Hendrix",
      "name": "Jimi Hendrix",
      "aboutText": "John Alderton (born 27 November 1940) is an English actor who is best known for his roles in Upstairs, Downstairs, Thomas & Sarah, Little Miss, Please Sir!, and Fireman Sam.",
      "pageId": 1968326,
      "monthDay": "11/27"
    },
    {
      "year": "1943",
      "uri": "/wiki/Nicole_Brossard",
      "name": "Nicole Brossard",
      "aboutText": "Arthur Stanley Smith (born 27 November 1944) known also as Neddy Smith is an Australian criminal and crime writer who has been convicted of drug trafficking, theft, rape, armed robbery and murder.\nSmith has been serving a life sentence since 1989 and is imprisoned in Lithgow Correctional Centre after being moved from Long Bay Correctional Centre in New South Wales, where he spent 14 years of his life.",
      "pageId": 2098348,
      "monthDay": "11/27"
    },
    {
      "year": "1943",
      "uri": "/wiki/Jil_Sander",
      "name": "Jil Sander",
      "aboutText": "Aimé Étienne Jacquet (French pronunciation: ​[e.me ʒa.kɛ]; born 27 November 1941) is a retired French football coach and former player. He was manager of the France national football team that won the 1998 FIFA World Cup.",
      "pageId": 2937139,
      "monthDay": "11/27"
    },
    {
      "year": "1944",
      "uri": "/wiki/Mickey_Leland",
      "name": "Mickey Leland",
      "aboutText": "Louis van Dijk, also spelled Louis van Dyke (born 27 November 1941 in Amsterdam, North Holland), is a Dutch pianist.\nVan Dijk studied solo piano at the Amsterdam Conservatorium. He played with Pim Jacobs and Pieter van Vollenhoven under the name De Gevleugelde Vrienden (\"The Winged Friends\").",
      "pageId": 3309723,
      "monthDay": "11/27"
    },
    {
      "year": "1944",
      "uri": "/wiki/Neddy_Smith",
      "name": "Neddy Smith",
      "aboutText": "David John Giusti, Jr. (born November 27, 1939) is a retired Major League Baseball pitcher who played from 1962 to 1977.\nWhile attending and playing baseball for Syracuse University, Giusti pitched in the 1961 College World Series as a starting pitcher.",
      "pageId": 6190099,
      "monthDay": "11/27"
    },
    {
      "year": "1945",
      "uri": "/wiki/Barbara_Anderson_(actress)",
      "name": "Barbara Anderson",
      "aboutText": "Barbara Anderson (born November 27, 1945, in Brooklyn, New York) is an American actress who is best known for portraying police officer Eve Whitfield in the television series Ironside for which she won an Emmy Award.",
      "pageId": 7661685,
      "monthDay": "11/27"
    },
    {
      "year": "1945",
      "uri": "/wiki/James_Avery_(actor)",
      "name": "James Avery",
      "aboutText": "Sir John Ashworth (born 27 November 1938) is a scientist and educationalist. He was educated at West Buckland School and Exeter College, Oxford. He obtained a PhD degree at Leicester University and was a lecturer and reader there before taking up a post of foundation Professor of Biology at University of Essex in 1974.",
      "pageId": 15162864,
      "monthDay": "11/27"
    },
    {
      "year": "1945",
      "uri": "/wiki/Phil_Bloom",
      "name": "Phil Bloom",
      "aboutText": "Phil Bloom (born November 27, 1945) is a Dutch artist, entertainer and actress. She was the first person to appear completely nude on Dutch television, on 28 July 1967. She was a member of the Fluxus network.",
      "pageId": 29248151,
      "monthDay": "11/27"
    },
    {
      "year": "1945",
      "uri": "/wiki/Alain_de_Cadenet",
      "name": "Alain de Cadenet",
      "aboutText": "Kathryn Ann Bigelow (/ˈbɪɡəˌloʊ/; born November 27, 1951) is an American director, producer and writer. Her films include the vampire Western horror film Near Dark (1987), the action crime film Point Break (1991), the controversial science fiction action thriller Strange Days (1995), the mystery thriller The Weight of Water (2000), the submarine thriller K-19: The Widowmaker (2002), the war film The Hurt Locker (2009), the action thriller war film Zero Dark Thirty (2012), and the short film Last Days of Ivory (2014). The Hurt Locker won the 2009 Academy Award for Best Picture, won the BAFTA Award for Best Film, and was nominated for the 2009 Golden Globe Award for Best Drama.",
      "pageId": 213495,
      "monthDay": "11/27"
    },
    {
      "year": "1945",
      "uri": "/wiki/Benigno_Fitial",
      "name": "Benigno Fitial",
      "aboutText": "Sheila Maureen Copps, PC OC, (born November 27, 1952) is a former Canadian politician who also served as Deputy Prime Minister of Canada from November 4, 1993, to April 30, 1996, and June 19, 1996, to June 11, 1997.",
      "pageId": 256559,
      "monthDay": "11/27"
    },
    {
      "year": "1947",
      "uri": "/wiki/Don_Adams_(basketball)",
      "name": "Don Adams",
      "aboutText": "Ismaïl Omar Guelleh (Somali: Ismaaciil Cumar Geelle; Arabic: إسماعيل عمر جليه‎) (born 27 November 1947) is the President of Djibouti, in office since 1999.\nGuelleh was first elected as President in 1999 as the handpicked successor to his uncle, Hassan Gouled Aptidon, who had ruled Djibouti since independence in 1977. Guelleh was re-elected in 2005 and again in 2011; the 2011 election was largely boycotted by the opposition amid complaints over widespread irregularities.",
      "pageId": 392341,
      "monthDay": "11/27"
    },
    {
      "year": "1947",
      "uri": "/wiki/Isma%C3%AFl_Omar_Guelleh",
      "name": "Ismaïl Omar Guelleh",
      "aboutText": "Gavyn Davies, OBE (born 27 November 1950) is a former Goldman Sachs partner and multi-millionaire who was the chairman of the BBC from 2001 until 2004. On 28 January 2004 he announced that he was resigning his BBC post following the publication of the Hutton Inquiry report which heavily criticised the organisation.\n^ Winnett, Robert (29 April 2010).",
      "pageId": 445852,
      "monthDay": "11/27"
    },
    {
      "year": "1947",
      "uri": "/wiki/Neil_Rosenshein",
      "name": "Neil Rosenshein",
      "aboutText": "James Donald \"Jim\"/\"Wxb\" Wetherbee (born November 27, 1952), (Capt, USN, Ret.), is an American former naval officer and aviator, test pilot, aerospace engineer, and NASA astronaut.",
      "pageId": 467791,
      "monthDay": "11/27"
    },
    {
      "year": "1949",
      "uri": "/wiki/Masanori_Sekiya",
      "name": "Masanori Sekiya",
      "aboutText": "Alain de Cadenet (born 27 November 1945 in London) is a television presenter for the Speed Channel and ESPN. He has hosted numerous shows on Speed, including Legends of Motorsport, as well as the network's coverage of the Goodwood Festival of Speed. He also hosted Victory By Design, in which he drove vintage racing cars and talked about their history.",
      "pageId": 889655,
      "monthDay": "11/27"
    },
    {
      "year": "1950",
      "uri": "/wiki/Gavyn_Davies",
      "name": "Gavyn Davies",
      "aboutText": "Curtis Armstrong (born November 27, 1953) is an American actor known for his portrayal as Booger in the Revenge of the Nerds movies, as Herbert Viola on Moonlighting, as Miles Dalby in Risky Business, as famed record producer Ahmet Ertegün in the film Ray and for voicing the titular character in the show Dan Vs.",
      "pageId": 1049878,
      "monthDay": "11/27"
    },
    {
      "year": "1950",
      "uri": "/wiki/Gran_Hamada",
      "name": "Gran Hamada",
      "aboutText": "Daryl Mark Stuermer (born November 27, 1952) is an American musician who plays guitar and bass for Genesis during live shows, and lead guitar for Phil Collins during most solo tours and albums.",
      "pageId": 1116003,
      "monthDay": "11/27"
    },
    {
      "year": "1951",
      "uri": "/wiki/Kathryn_Bigelow",
      "name": "Kathryn Bigelow",
      "aboutText": "Boris Borisovich Grebenshchikov (Russian: Бори́с Бори́сович Гребенщико́в), stage name Boris Grebenshikov, also known as Boris Purushottama Grebenshikov, is one of the most prominent members of the generation which is widely considered the \"founding fathers\" of Russian rock music. Due as much to his personal contribution as to the undisputed and lasting success of his main effort, the band Aquarium (active since 1972 until today), he is a household name in Russia. Grebenshchikov is colloquially known as BG (Russian: БГ) after his initials.",
      "pageId": 1239926,
      "monthDay": "11/27"
    },
    {
      "year": "1951",
      "uri": "/wiki/Gunnar_Graps",
      "name": "Gunnar Graps",
      "aboutText": "Hiroaki Hamada (浜田 広秋, Hamada Hiroaki), better known by his ring name Gran Hamada (グラン浜田, Guran Hamada), (born November 27, 1950) is a Japanese professional wrestler, the first to adopt the high-flying Mexican lucha libre style. He has wrestled for New Japan Pro Wrestling, the Universal Wrestling Federation, Michinoku Pro, and All Japan Pro Wrestling, and was the founder of Universal Lucha Libre. He has also had stints with the World Wrestling Federation and Extreme Championship Wrestling in the United States.",
      "pageId": 2100765,
      "monthDay": "11/27"
    },
    {
      "year": "1952",
      "uri": "/wiki/Sheila_Copps",
      "name": "Sheila Copps",
      "aboutText": "Richard Stone (November 27, 1953 - March 9, 2001) was an American composer. He played an important part in the revival of animation in the 1990s, composing music and songs for The Simpsons with Danny Elfman, Tiny Toon Adventures, Taz-Mania, The Plucky Duck Show, Animaniacs, Pinky and the Brain, Histeria, The Sylvester & Tweety Mysteries, and Freakazoid. Many consider him to be an heir to the style of Carl Stalling.",
      "pageId": 2161803,
      "monthDay": "11/27"
    },
    {
      "year": "1952",
      "uri": "/wiki/Bappi_Lahiri",
      "name": "Bappi Lahiri",
      "aboutText": "Patricia McPherson (born November 27, 1954 in Oak Harbor, Washington) is an American actress. She is most well known for her role in the 1980s TV series Knight Rider as Bonnie Barstow, KITT's mechanic. She appeared in season one and was absent from season two, but she was subsequently asked to return to the show, which she did in the season-three opener, remaining from 1984 until the end of the series in 1986.",
      "pageId": 2171557,
      "monthDay": "11/27"
    },
    {
      "year": "1952",
      "uri": "/wiki/Daryl_Stuermer",
      "name": "Daryl Stuermer",
      "aboutText": "Benigno Repeki Fitial (born November 27, 1945) is the former governor of the Commonwealth of the Northern Mariana Islands. Fitial was elected on November 6, 2005 and assumed office on January 9, 2006 and was re-elected to a second five-year term in 2009. He was impeached by the CNMI House of Representatives on February 11, 2013, and was scheduled to face trial before the CNMI Senate to determine if he should be removed from office.",
      "pageId": 3254164,
      "monthDay": "11/27"
    },
    {
      "year": "1952",
      "uri": "/wiki/Jim_Wetherbee",
      "name": "Jim Wetherbee",
      "aboutText": "Kimmy Robertson (born November 27, 1954) is an American actress best known for her role as Lucy Moran in the TV series Twin Peaks.",
      "pageId": 3740422,
      "monthDay": "11/27"
    },
    {
      "year": "1953",
      "uri": "/wiki/Curtis_Armstrong",
      "name": "Curtis Armstrong",
      "aboutText": "Bappi Lahiri (Born Alokesh Lahiri on 27 November 1952) is a music composer in the Indian film industry. He popularized the use of synthesized disco music in Indian cinema and sang some of his own compositions. He was popular in the 1980s and 1990s with filmi soundtracks like Wardat, Disco Dancer, Namak Halaal, Dance Dance, Commando, Gang Leader, and Sharaabi among others.",
      "pageId": 4125379,
      "monthDay": "11/27"
    },
    {
      "year": "1953",
      "uri": "/wiki/Boris_Grebenshchikov",
      "name": "Boris Grebenshchikov",
      "aboutText": "Don Lamar Adams (born November 27, 1947 – December 25, 2013) was an American professional basketball small forward. He was 6 ft 6 in 210 lb.\nBorn in Atlanta, Georgia, Adams attended Northwestern University and was selected in the 8th round of the 1970 NBA Draft by the San Diego Rockets.",
      "pageId": 4291310,
      "monthDay": "11/27"
    },
    {
      "year": "1953",
      "uri": "/wiki/Tarmo_K%C3%B5uts",
      "name": "Tarmo Kõuts",
      "aboutText": "Masanori Sekiya (関谷 正徳, Sekiya Masanori), born 27 November 1949) is a racing car driver, most famous for being the first Japanese driver to win the 24 Hours of Le Mans, in 1995.\nSekiya drove in single-seaters in his early career, contesting the Japanese Formula 3000 Championship and Formula Nippon from 1987 to 1993, mostly for the Leyton House team. He never achieved any victories, but finished 4th in the standings in 1988 and 1989, scoring three and four podiums, respectively.",
      "pageId": 8497319,
      "monthDay": "11/27"
    },
    {
      "year": "1953",
      "uri": "/wiki/Richard_Stone_(composer)",
      "name": "Richard Stone",
      "aboutText": "Gunnar Graps-Grāfs (27 November 1951 Tartu, Estonia – 17 May 2004 Tallinn, Estonia) was a popular Estonian musician and one of the pioneers of hard rock in Estonia and Soviet Union. He has sold hundreds of thousands of records all over the world and in 2004 Graps was given a lifetime award at Estonian Music Awards.",
      "pageId": 13179485,
      "monthDay": "11/27"
    },
    {
      "year": "1954",
      "uri": "/wiki/Patricia_McPherson",
      "name": "Patricia McPherson",
      "aboutText": "Tarmo Kõuts (born 27 November 1953 in Sandla, Pihtla Parish, Saaremaa) is an Estonian politician and former commander-in-chief of the Estonian Defence Forces.\nKõuts graduated from Tallinn Maritime School in 1973 and from Kaliningrad Technical Institute in 1985. From 1973 to 1990 he worked in various positions in the Estonian Shipping Company.",
      "pageId": 24310951,
      "monthDay": "11/27"
    },
    {
      "year": "1954",
      "uri": "/wiki/Kimmy_Robertson",
      "name": "Kimmy Robertson",
      "aboutText": "Neil Rosenshein (born November 27, 1947 in New York City) is an American operatic tenor, who sang leading tenor roles in the major American and European opera houses.",
      "pageId": 29827352,
      "monthDay": "11/27"
    },
    {
      "year": "1954",
      "uri": "/wiki/Arthur_Smith_(comedian)",
      "name": "Arthur Smith",
      "aboutText": "Michael Austin Stackpole (born November 27, 1957) is an American science fiction and fantasy author best known for his Star Wars and BattleTech books. He was born in Wausau, Wisconsin, but raised in Vermont. He has a BA in history from the University of Vermont.",
      "pageId": 206328,
      "monthDay": "11/27"
    },
    {
      "year": "1955",
      "uri": "/wiki/Pierre_Mondou",
      "name": "Pierre Mondou",
      "aboutText": "Timothy James \"Tim\" Pawlenty (/pəˈlɛnti/; born November 27, 1960) is president and CEO of Financial Services Roundtable, a Washington, D.C.-based industry advocacy group. He was a Republican politician who served as the 39th Governor of Minnesota (2003–2011). He previously served in the Minnesota House of Representatives (1993–2003), where he was majority leader for two terms.",
      "pageId": 237121,
      "monthDay": "11/27"
    },
    {
      "year": "1955",
      "uri": "/wiki/Bill_Nye",
      "name": "Bill Nye",
      "aboutText": "Caroline Bouvier Kennedy (born November 27, 1957) is an American author, attorney, and diplomat who is currently the United States Ambassador to Japan. She is a prominent member of the Kennedy family and the only surviving child of President John F. Kennedy and First Lady Jacqueline Bouvier Kennedy. She is a niece of Senators Robert F. Kennedy and Ted Kennedy and older sister to John F. Kennedy Jr.",
      "pageId": 341911,
      "monthDay": "11/27"
    },
    {
      "year": "1956",
      "uri": "/wiki/William_Fichtner",
      "name": "William Fichtner",
      "aboutText": "Brian Arthur John Smith (born 27 November 1954) is an English alternative comedian and writer.",
      "pageId": 469462,
      "monthDay": "11/27"
    },
    {
      "year": "1956",
      "uri": "/wiki/John_McCarthy_(journalist)",
      "name": "John McCarthy",
      "aboutText": "John Patrick McCarthy CBE (born 27 November 1956) is a British journalist, writer and broadcaster, and one of the hostages in the Lebanon hostage crisis. McCarthy was Britain's longest-held hostage in Lebanon, being held for more than five years.",
      "pageId": 511893,
      "monthDay": "11/27"
    },
    {
      "year": "1957",
      "uri": "/wiki/Kenny_Acheson",
      "name": "Kenny Acheson",
      "aboutText": "Tetsuya Komuro (小室 哲哉, Komuro Tetsuya), born November 27, 1958 in Fuchu, Tokyo, Japan, also known as TK, is a Japanese musician, singer-songwriter, composer and record producer. He is recognized as the most successful producer in Japanese music history and introduced dance music to the Japanese mainstream. He was also a former owner of the disco Velfarre located in Roppongi, Tokyo.",
      "pageId": 620393,
      "monthDay": "11/27"
    },
    {
      "year": "1957",
      "uri": "/wiki/Frank_Boeijen",
      "name": "Frank Boeijen",
      "aboutText": "Kenneth Henry Acheson (born 27 November 1957 in Cookstown, Northern Ireland) is a British former racing driver who participated during the 1983 and 1985 Formula One seasons for the RAM team. He completed only one of his three race starts, finishing in 12th position in the 1983 South African Grand Prix.",
      "pageId": 1013407,
      "monthDay": "11/27"
    },
    {
      "year": "1957",
      "uri": "/wiki/Ken_Henry_(public_servant)",
      "name": "Ken Henry",
      "aboutText": "Michael Lorri Scioscia (/ˈsoʊʃə/, SOH-sha; born November 27, 1958) is an American former Major League Baseball catcher and current manager for the Los Angeles Angels of Anaheim. He has worked in that capacity since the 2000 season, and is currently the longest-tenured manager in Major League Baseball. As a player, Scioscia made his major league debut with the Los Angeles Dodgers in 1980.",
      "pageId": 1044879,
      "monthDay": "11/27"
    },
    {
      "year": "1957",
      "uri": "/wiki/Caroline_Kennedy",
      "name": "Caroline Kennedy",
      "aboutText": "Yulia Volodymyrivna Tymoshenko (Ukrainian: Ю́лія Володи́мирівна Тимоше́нко, pronounced [ˈjulʲijɐ voɫoˈdɪmɪrʲivnɐ tɪmoˈʃɛnko], née Hrihyan, Грігян, born 27 November 1960) is a Ukrainian politician. She co-led the Orange Revolution and was the first woman appointed Prime Minister of Ukraine, serving from 24 January to 8 September 2005, and again from 18 December 2007 to 4 March 2010.\nTymoshenko is the leader of the All-Ukrainian Union \"Fatherland\" political party that has 19 seats in parliament and has Tymoshenko as its parliamentary faction leader.",
      "pageId": 1246843,
      "monthDay": "11/27"
    },
    {
      "year": "1957",
      "uri": "/wiki/Callie_Khouri",
      "name": "Callie Khouri",
      "aboutText": "Viktoria Yurievna Mullova (Russian: Виктория Юрьевна Муллова; born 27 November 1959) is a Russian violinist.",
      "pageId": 1296267,
      "monthDay": "11/27"
    },
    {
      "year": "1957",
      "uri": "/wiki/Michael_A._Stackpole",
      "name": "Michael A. Stackpole",
      "aboutText": "William Edward Fichtner, Jr. (born November 27, 1956) is an American actor. He has appeared in a number of notable films and TV series.",
      "pageId": 2184757,
      "monthDay": "11/27"
    },
    {
      "year": "1958",
      "uri": "/wiki/Tetsuya_Komuro",
      "name": "Tetsuya Komuro",
      "aboutText": "Kenneth John O'Brien, Jr. (born November 27, 1960) is a former American football quarterback who played in the National Football League for the New York Jets and Philadelphia Eagles. When he retired he was the only Jets quarterback to have ever been the top ranked passer in a season.",
      "pageId": 2508557,
      "monthDay": "11/27"
    },
    {
      "year": "1958",
      "uri": "/wiki/Mike_Scioscia",
      "name": "Mike Scioscia",
      "aboutText": "Frank Boeijen (born 27 November 1957 in Nijmegen) is a Dutch singer and guitarist. His best known songs are Kronenburg Park (Ga die Wereld Uit) about a prostitute, Zwart Wit about the racial murder of Kerwin Duinmeijer in Amsterdam and Twee gezichten about a split personality.",
      "pageId": 2915612,
      "monthDay": "11/27"
    },
    {
      "year": "1959",
      "uri": "/wiki/Charlie_Burchill",
      "name": "Charlie Burchill",
      "aboutText": "Joseph Julien Claude Pierre Mondou (born November 27, 1955 in Sorel, Quebec) is a former Canadian ice hockey forward.\nMondou played in the National Hockey League from 1977 to 1985. During this time, he played for the Montreal Canadiens his entire career.",
      "pageId": 3450966,
      "monthDay": "11/27"
    },
    {
      "year": "1959",
      "uri": "/wiki/Viktoria_Mullova",
      "name": "Viktoria Mullova",
      "aboutText": "Carolyn Ann \"Callie\" Khouri (born November 27, 1957) is an American film and television screenwriter, producer, feminist, and director. In 1992 she won the Academy Award for Best Screenplay Written Directly for the Screen for the film Thelma & Louise, which was controversial upon its release because of its progressive representation of gender politics, but which subsequently became a classic.\nKhouri's most recent movie, Mad Money, was released in 2008.",
      "pageId": 3633994,
      "monthDay": "11/27"
    },
    {
      "year": "1960",
      "uri": "/wiki/Kevin_Henkes",
      "name": "Kevin Henkes",
      "aboutText": "Charles \"Charlie\" Burchill (born 27 November 1959 in Glasgow) is a Scottish musician and composer, best known as the guitarist of Simple Minds. He was one of the founders of the group.",
      "pageId": 3750996,
      "monthDay": "11/27"
    },
    {
      "year": "1960",
      "uri": "/wiki/Ken_O%27Brien",
      "name": "Ken O'Brien",
      "aboutText": "Michael Rispoli (born November 27, 1960) is an American character actor. He was in the cast of the HBO television series The Sopranos as Jackie Aprile, Sr. Rispoli reunited with Sopranos co-star James Gandolfini in the 2009 thriller The Taking of Pelham 1 2 3.",
      "pageId": 5685514,
      "monthDay": "11/27"
    },
    {
      "year": "1960",
      "uri": "/wiki/Tim_Pawlenty",
      "name": "Tim Pawlenty",
      "aboutText": "Kevin Henkes (born November 27, 1960) is an American writer and illustrator of children's books. As an illustrator he won the Caldecott Medal for Kitten's First Full Moon (2004).",
      "pageId": 5801943,
      "monthDay": "11/27"
    },
    {
      "year": "1960",
      "uri": "/wiki/Michael_Rispoli",
      "name": "Michael Rispoli",
      "aboutText": "William Sanford \"Bill\" Nye (born November 27, 1955), popularly known as Bill Nye the Science Guy, is an American science educator, comedian, television presenter, actor, writer, scientist, and former mechanical engineer, best known as the host of the Disney/PBS children's science show Bill Nye the Science Guy (1993–1998) and for his many subsequent appearances in popular media as a science educator.",
      "pageId": 10276064,
      "monthDay": "11/27"
    },
    {
      "year": "1960",
      "uri": "/wiki/Yulia_Tymoshenko",
      "name": "Yulia Tymoshenko",
      "aboutText": "Dr. Kenneth Ross \"Ken\" Henry AC (born 27 November 1957 in Taree, New South Wales) is an Australian economist and public servant. He served as the Secretary of the Department of the Treasury from 2001 to 2011, first appointed by Liberal Party Treasurer Peter Costello in April 2001, reappointed by Costello in 2006, and retained by the Rudd government.",
      "pageId": 13882095,
      "monthDay": "11/27"
    },
    {
      "year": "1960",
      "uri": "/wiki/Gianni_Vernetti",
      "name": "Gianni Vernetti",
      "aboutText": "Robin Simone Givens (born November 27, 1964) is an American stage, television, and film actress.\nGivens began her acting career after graduating from Sarah Lawrence College in 1984. In 1986, she won the role of Darlene Merriman in the ABC sitcom Head of the Class.",
      "pageId": 66345,
      "monthDay": "11/27"
    },
    {
      "year": "1961",
      "uri": "/wiki/Samantha_Bond",
      "name": "Samantha Bond",
      "aboutText": "Michael S. Vartan (born November 27, 1968) is a French-American actor, known for his role as Michael Vaughn on the American television action drama Alias, and his role on the TNT medical drama Hawthorne.",
      "pageId": 365347,
      "monthDay": "11/27"
    },
    {
      "year": "1961",
      "uri": "/wiki/Steve_Oedekerk",
      "name": "Steve Oedekerk",
      "aboutText": "Andy Merrill (born November 27, 1966 in Newark, Ohio) is a television writer, producer and voice actor best known for his comedy voice portrayal of the character Brak on Space Ghost Coast to Coast and Cartoon Planet, and other related productions from Cartoon Network utilizing characters from the Space Ghost series.",
      "pageId": 532268,
      "monthDay": "11/27"
    },
    {
      "year": "1962",
      "uri": "/wiki/Charlie_Benante",
      "name": "Charlie Benante",
      "aboutText": "Fisher Stevens (born Steven Fisher; November 27, 1963) is an American actor, director, producer and writer. His most recent successes include the 2010 Academy Award for Best Documentary Feature for his film The Cove and the 2008 Independent Spirit Award for Best Documentary Feature for his film Crazy Love.",
      "pageId": 645281,
      "monthDay": "11/27"
    },
    {
      "year": "1962",
      "uri": "/wiki/Mike_Bordin",
      "name": "Mike Bordin",
      "aboutText": "David \"Davey\" Boy Smith (November 27, 1962 – May 18, 2002) was a British professional wrestler. Born in Golborne, Wigan, Smith is best known for his appearances in the United States with the World Wrestling Federation under his own name and under the ring name The British Bulldog.\nSmith's middle name, Boy, was the result of one of his parents mistaking the name field on Smith's birth certificate for the gender field.",
      "pageId": 690262,
      "monthDay": "11/27"
    },
    {
      "year": "1962",
      "uri": "/wiki/Davey_Boy_Smith",
      "name": "Davey Boy Smith",
      "aboutText": "Samantha Bond (born 27 November 1961) is an English actress, best known for her role as Miss Moneypenny in the James Bond films during the Pierce Brosnan years.",
      "pageId": 915505,
      "monthDay": "11/27"
    },
    {
      "year": "1963",
      "uri": "/wiki/Princess_D%C3%A9sir%C3%A9e_of_Hohenzollern",
      "name": "Princess Désirée of Hohenzollern",
      "aboutText": "Myles Richard Kennedy (born Myles Richard Bass; November 27, 1969) is an American musician, singer, and songwriter best known as the lead vocalist and rhythm guitarist of the rock band Alter Bridge, and as the lead vocalist in Slash's current band: Slash featuring Myles Kennedy and The Conspirators. A former guitar instructor from Spokane, Washington, Kennedy is known for his ability as both a guitarist and a vocalist. He has worked as a session musician and songwriter, making both studio and live appearances with several artists over the years and has been involved with several projects throughout his career.",
      "pageId": 1208294,
      "monthDay": "11/27"
    },
    {
      "year": "1963",
      "uri": "/wiki/Fisher_Stevens",
      "name": "Fisher Stevens",
      "aboutText": "Steven \"Steve\" Oedekerk (born November 27, 1961) is an American comedian, director, editor, producer, screenwriter and actor.",
      "pageId": 1238098,
      "monthDay": "11/27"
    },
    {
      "year": "1964",
      "uri": "/wiki/Giles_Fraser",
      "name": "Giles Fraser",
      "aboutText": "Shane Embury (born 27 November 1967 in Broseley, Shropshire) is a British bassist and, since 1987, a member of grindcore/death metal band Napalm Death.",
      "pageId": 1359184,
      "monthDay": "11/27"
    },
    {
      "year": "1964",
      "uri": "/wiki/Robin_Givens",
      "name": "Robin Givens",
      "aboutText": "Roberto Mancini (Italian pronunciation: [roˈbɛrto manˈtʃiːni]; born 27 November 1964) is an Italian football manager and former player, currently in charge as head coach of F.C. Internazionale Milano. As a player, Mancini played as a deep-lying forward, and was best known for his time at Sampdoria, where he played more than 550 matches, and helped them win the Serie A league title, four Coppa Italia and the European Cup Winners' Cup. He was capped 36 times for Italy, taking part at UEFA Euro 1988 and the 1990 FIFA World Cup.",
      "pageId": 1425014,
      "monthDay": "11/27"
    },
    {
      "year": "1964",
      "uri": "/wiki/Roberto_Mancini",
      "name": "Roberto Mancini",
      "aboutText": "Mike Bordin (born November 27, 1962 in San Francisco) is an American musician, best known as the drummer for rock band Faith No More. He is also known for playing with Ozzy Osbourne.",
      "pageId": 1437340,
      "monthDay": "11/27"
    },
    {
      "year": "1964",
      "uri": "/wiki/David_Rakoff",
      "name": "David Rakoff",
      "aboutText": "Charles Lee \"Charlie\" Benante (born November 27, 1962, in The Bronx, New York) is an American musician best known as the drummer, (and occasional studio guitarist) for thrash metal band Anthrax, as well as crossover thrash band Stormtroopers of Death (S.O.D.). He has composed the majority of the music throughout Anthrax's discography.",
      "pageId": 1636376,
      "monthDay": "11/27"
    },
    {
      "year": "1964",
      "uri": "/wiki/Hisayuki_Sasaki",
      "name": "Hisayuki Sasaki",
      "aboutText": "Princess Désirée of Hohenzollern (German: Désirée Margarethe Victoria Louise Sibylla Katharina Maria Prinzessin von Hohenzollern; born 27 November 1963) was born in Munich, Germany. She is a princess of the House of Hohenzollern and the second child of Princess Birgitta of Sweden and Prince Johann Georg of Hohenzollern.\n^ Darryl Lundy (23 June 2008).",
      "pageId": 2102957,
      "monthDay": "11/27"
    },
    {
      "year": "1966",
      "uri": "/wiki/Dean_Garrett",
      "name": "Dean Garrett",
      "aboutText": "David Benjamin Rakoff (November 27, 1964 – August 9, 2012) was a Canadian-born American writer based in New York City who was noted for his humorous and sometimes autobiographical non-fiction essays. Rakoff was an essayist, journalist, and actor, and a regular contributor to WBEZ's This American Life.",
      "pageId": 2508913,
      "monthDay": "11/27"
    },
    {
      "year": "1966",
      "uri": "/wiki/Andy_Merrill",
      "name": "Andy Merrill",
      "aboutText": "Dean Heath Garrett (born November 27, 1966) is a retired American professional basketball player, 6'11\" tall, who played the center position.\nHe attended the San Clemente High School in San Clemente, California, where he earned All-Conference, All-County and All-Southern California honors as a senior (1983/84). Then he played collegiately at the City College of San Francisco (CC) (1984/85-1985/86), where he led his team to the state finals where it was defeated by Sacramento City College.",
      "pageId": 5844470,
      "monthDay": "11/27"
    },
    {
      "year": "1967",
      "uri": "/wiki/Shane_Embury",
      "name": "Shane Embury",
      "aboutText": "Damian Patrick George Hinds (born 27 November 1969) is a British Conservative Party politician and the Member of Parliament (MP) for the East Hampshire constituency. He is Exchequer Secretary to the Treasury.",
      "pageId": 9690656,
      "monthDay": "11/27"
    },
    {
      "year": "1968",
      "uri": "/wiki/Michael_Vartan",
      "name": "Michael Vartan",
      "aboutText": "Giles Anthony Fraser (born 27 November 1964) is a priest of the Church of England and a journalist. He is currently the parish priest at St Mary's, Newington, near the Elephant and Castle, London, and writes a weekly Saturday column for The Guardian, as well as appearing frequently on BBC Radio 4. He is a regular contributor on Thought for the Day and a panellist on The Moral Maze.",
      "pageId": 13970910,
      "monthDay": "11/27"
    },
    {
      "year": "1969",
      "uri": "/wiki/Chin_Han_(actor,_born_1969)",
      "name": "Chin Han",
      "aboutText": "Ng Chin Han (born November 27, 1969), usually credited as just Chin Han, is a Singaporean actor of stage, film, and television whose career has spanned more than 20 years. He gained widespread acclaim while starring in Masters of the Sea, Singapore television's first foray into English-language drama.\nChin Han broke into the Hollywood movie industry in recent years with 3 Needles.",
      "pageId": 18484383,
      "monthDay": "11/27"
    },
    {
      "year": "1969",
      "uri": "/wiki/Damian_Hinds",
      "name": "Damian Hinds",
      "aboutText": "Hisayuki Sasaki (27 November 1964 – 3 January 2013) was a Japanese professional golfer.\nSasaki won three tournaments on the Japan Golf Tour and featured in the top 100 of the Official World Golf Ranking.\nSasaki played on the PGA Tour in 1996 but with only three top-25 finishes he failed to maintain his playing rights.",
      "pageId": 21989085,
      "monthDay": "11/27"
    },
    {
      "year": "1969",
      "uri": "/wiki/Myles_Kennedy",
      "name": "Myles Kennedy",
      "aboutText": "Gianni Vernetti (born November 27, 1960) is an Italian politician.",
      "pageId": 22791140,
      "monthDay": "11/27"
    },
    {
      "year": "1970",
      "uri": "/wiki/Brooke_Langton",
      "name": "Brooke Langton",
      "aboutText": "Tadanobu Satō (佐藤 忠信, Satō Tadanobu, born November 27, 1973), better known by his stage name Tadanobu Asano (浅野 忠信, Asano Tadanobu), is a Japanese actor.",
      "pageId": 265736,
      "monthDay": "11/27"
    },
    {
      "year": "1970",
      "uri": "/wiki/Erik_Menendez",
      "name": "Erik Menendez",
      "aboutText": "Iván Rodríguez Torres (born November 27, 1971), nicknamed \"Pudge\" or \"I-Rod\" is a retired Major League Baseball catcher. In his career, he played for the Texas Rangers (on two different tours, comprising the majority of his career), Florida Marlins, Detroit Tigers, New York Yankees, Houston Astros and Washington Nationals.\nRodríguez was awarded the AL MVP award in 1999.",
      "pageId": 552153,
      "monthDay": "11/27"
    },
    {
      "year": "1970",
      "uri": "/wiki/Patricia_Zentilli",
      "name": "Patricia Zentilli",
      "aboutText": "Carl Terrell Mitchell (born November 27, 1973), better known by his stage name Twista (formerly Tung Twista), is an American hip hop recording artist from Chicago, Illinois. He is perhaps best known for his chopper style of rapping and for once holding the title of fastest rapper in the world according to Guinness World Records in 1992, being able to pronounce 598 syllables in 55 seconds.\nIn 1997, after appearing on Do or Die's hit single \"Po Pimp\", produced by The Legendary Traxster, Twista signed with Big Beat and Atlantic Records, where he released his third album Adrenaline Rush and formed the group Speedknot Mobstaz, in 1998.",
      "pageId": 575616,
      "monthDay": "11/27"
    },
    {
      "year": "1971",
      "uri": "/wiki/Kirk_Acevedo",
      "name": "Kirk Acevedo",
      "aboutText": "Joseph Lyle Menendez (born January 10, 1968) and Erik Galen Menendez (born November 27, 1970) are brothers who are known for their conviction in 1994, as a result of a much-publicized trial, for the shotgun murders of their wealthy parents, entertainment executive Jose Menendez and his wife Mary \"Kitty\" Menendez of Beverly Hills, California, in 1989.",
      "pageId": 663704,
      "monthDay": "11/27"
    },
    {
      "year": "1971",
      "uri": "/wiki/Larry_Allen",
      "name": "Larry Allen",
      "aboutText": "Kirk M. Acevedo (born November 27, 1971) is an American actor. He is primarily known for his work on television for the portrayals of Miguel Alvarez in the HBO series Oz, Joe Toye in Band of Brothers, FBI Agent Charlie Francis in Fringe, and Jose Ramse in the science-fiction series 12 Monkeys. His best-known films are The Thin Red Line, Dinner Rush and Dawn of the Planet of the Apes.",
      "pageId": 1251507,
      "monthDay": "11/27"
    },
    {
      "year": "1971",
      "uri": "/wiki/Francesco_Malcom",
      "name": "Francesco Malcom",
      "aboutText": "Larry Christopher Allen, Jr. (born November 27, 1971) is a former American football offensive tackle who played in the National Football League (NFL) for fourteen seasons. He was drafted by the Dallas Cowboys in the second round of the 1994 NFL Draft.",
      "pageId": 1266297,
      "monthDay": "11/27"
    },
    {
      "year": "1971",
      "uri": "/wiki/Iv%C3%A1n_Rodr%C3%ADguez",
      "name": "Iván Rodríguez",
      "aboutText": "Nickey Maxwell \"Nick\" Van Exel (born November 27, 1971) is a former American professional basketball player who is currently the head coach for the Texas Legends in the NBA Development League.",
      "pageId": 1393275,
      "monthDay": "11/27"
    },
    {
      "year": "1971",
      "uri": "/wiki/Nick_Van_Exel",
      "name": "Nick Van Exel",
      "aboutText": "Martín Gramática (born November 27, 1975) is a former American football placekicker in the National Football League. Gramática played college football for Kansas State University, and was recognized twice as an All-American. He was drafted by the Tampa Bay Buccaneers in the third round of the 1999 NFL Draft.",
      "pageId": 1419224,
      "monthDay": "11/27"
    },
    {
      "year": "1972",
      "uri": "/wiki/Shane_Salerno",
      "name": "Shane Salerno",
      "aboutText": "Evan Karagias (born November 27, 1973) is an American professional wrestler and actor.",
      "pageId": 1853150,
      "monthDay": "11/27"
    },
    {
      "year": "1973",
      "uri": "/wiki/Twista",
      "name": "Twista",
      "aboutText": "Brooke Langton (born November 27, 1970) is an American actress. She is best known for the role of Samantha Reilly in the Fox prime time soap opera, Melrose Place from 1996 to 1998.",
      "pageId": 2009549,
      "monthDay": "11/27"
    },
    {
      "year": "1973",
      "uri": "/wiki/Tadanobu_Asano",
      "name": "Tadanobu Asano",
      "aboutText": "Patricia Zentilli is a versatile Canadian performer who has worked in film, television and theatre across Canada.\nBorn in Kingston, Ontario but raised in Halifax, Nova Scotia, Patricia was bitten by the acting bug in Grade Six when she was cast as \"Dorothy\" in her school's production of The Wizard of Oz. Patricia's first formal training as an actor was to study clowning at The Dmitri Theatre School in Verscio, Switzerland.",
      "pageId": 2375035,
      "monthDay": "11/27"
    },
    {
      "year": "1973",
      "uri": "/wiki/Sharlto_Copley",
      "name": "Sharlto Copley",
      "aboutText": "Alec Newman (born Mark Newman; 27 November 1974) is a Scottish actor.",
      "pageId": 4243392,
      "monthDay": "11/27"
    },
    {
      "year": "1973",
      "uri": "/wiki/Samantha_Harris",
      "name": "Samantha Harris",
      "aboutText": "Jamarr Antonio Stamps (born November 27, 1975), better known by the stage name Bad Azz, is an American rapper and member of Tha Dogg Pound Gangsta Crips, also known as DPGC.",
      "pageId": 4621495,
      "monthDay": "11/27"
    },
    {
      "year": "1973",
      "uri": "/wiki/Evan_Karagias",
      "name": "Evan Karagias",
      "aboutText": "Shane Salerno (born November 27, 1972) is an American screenwriter, film and television producer, author, and documentary director. At the age of 24 he co-wrote the worldwide blockbuster Armageddon directed by Michael Bay, which became the highest-grossing film of 1998. He most recently co-wrote and executive produced Savages directed by Oliver Stone.",
      "pageId": 4933406,
      "monthDay": "11/27"
    },
    {
      "year": "1973",
      "uri": "/wiki/Jin_Katagiri",
      "name": "Jin Katagiri",
      "aboutText": "Jennifer O'Dell (born November 27, 1974 in Ridgecrest, California) is an American film and television actress.",
      "pageId": 6094130,
      "monthDay": "11/27"
    },
    {
      "year": "1974",
      "uri": "/wiki/Wendy_Houvenaghel",
      "name": "Wendy Houvenaghel",
      "aboutText": "Samantha Harris (born Samantha Harris Shapiro, November 27, 1973) is an American television hostess. Most notably, she was the co-host of seasons two through nine of Dancing with the Stars with Tom Bergeron. From 2010–12, she was a correspondent at Entertainment Tonight.",
      "pageId": 7296764,
      "monthDay": "11/27"
    },
    {
      "year": "1974",
      "uri": "/wiki/Alec_Newman",
      "name": "Alec Newman",
      "aboutText": "Jin Katagiri (片桐 仁, Katagiri Jin, born November 27, 1973) is a comedian, actor, sculptor, and potter from Saitama Prefecture, Japan. He graduated from Kasukabe High School and Tama Art University. Outside of Japan, he is most well known for playing the PC (opposite Kentarō Kobayashi who plays the Mac) in the \"Get A Mac\" advertising campaign in Japan.",
      "pageId": 11743891,
      "monthDay": "11/27"
    },
    {
      "year": "1974",
      "uri": "/wiki/Jennifer_O%27Dell",
      "name": "Jennifer O'Dell",
      "aboutText": "Wendy Louise Houvenaghel (born Wendy Louise McLean, 27 November 1974) is a Northern Irish former racing cyclist from Upperlands, County Londonderry, Northern Ireland, riding on both the road and track, but specialising in the latter. She has represented Great Britain in various World Cycling Championships and in the 2008 Olympic Games, most notably winning the silver medal at the Beijing Olympic Games, and gold in the team pursuit at the 2008, 2009 and 2011 Track World Championships. She has also won many British national titles and represented England at the 2006 Commonwealth Games and Northern Ireland at the 2010 Commonwealth Games.",
      "pageId": 16680106,
      "monthDay": "11/27"
    },
    {
      "year": "1975",
      "uri": "/wiki/Bad_Azz_(rapper)",
      "name": "Bad Azz",
      "aboutText": "Francesco Malcom (born November 27, 1971) is a pornographic actor and director.",
      "pageId": 20916884,
      "monthDay": "11/27"
    },
    {
      "year": "1975",
      "uri": "/wiki/Mart%C3%ADn_Gram%C3%A1tica",
      "name": "Martín Gramática",
      "aboutText": "Sharlto Copley (born November 27, 1973) is a South African actor, producer, and director who has produced and co-directed short films which have appeared at the Cannes Film Festival, as well as commercials and music videos. He is perhaps best known for playing the roles of Wikus van der Merwe in the Oscar-nominated science fiction film District 9, Howling Mad Murdock in the 2010 adaptation of The A-Team, Agent C.M. Kruger in the science fiction film Elysium, James Corrigan in the science fiction horror film Europa Report and King Stefan in the dark fantasy adventure film Maleficent.",
      "pageId": 22257675,
      "monthDay": "11/27"
    },
    {
      "year": "1975",
      "uri": "/wiki/Rain_Vessenberg",
      "name": "Rain Vessenberg",
      "aboutText": "Jaleel Ahmad White (born November 27, 1976) is an American television and film actor, producer and screenwriter. In 1989, he was cast in the role of Steve Urkel on the sitcom Family Matters. The character, which was originally intended to be a one-time guest appearance, was an instant hit with audiences and White became a regular cast member.",
      "pageId": 682238,
      "monthDay": "11/27"
    },
    {
      "year": "1976",
      "uri": "/wiki/Pgeezy",
      "name": "Pgeezy",
      "aboutText": "James Calvin \"Jimmy\" Rollins (born November 27, 1978), nicknamed \"J-Roll\", is an American professional baseball shortstop who is a free agent. He played in Major League Baseball (MLB) with the Philadelphia Phillies from 2000 until the conclusion of the 2014 season. During the offseason, he was traded to the Los Angeles Dodgers for the 2015 season.",
      "pageId": 838457,
      "monthDay": "11/27"
    },
    {
      "year": "1976",
      "uri": "/wiki/Jean_Grae",
      "name": "Jean Grae",
      "aboutText": "Hilary Hahn (born November 27, 1979) is an American violinist. In her active international career she has performed throughout the world both as a soloist with leading orchestras and conductors and as a recitalist. She also has built a reputation for championing contemporary music.",
      "pageId": 1066480,
      "monthDay": "11/27"
    },
    {
      "year": "1976",
      "uri": "/wiki/Chad_Kilger",
      "name": "Chad Kilger",
      "aboutText": "Jean Grae (born Tsidi Ibrahim, November 26, 1976), formerly known as What? What?, is an American hip hop recording artist from Brooklyn, New York City.",
      "pageId": 1790292,
      "monthDay": "11/27"
    },
    {
      "year": "1976",
      "uri": "/wiki/Jaleel_White",
      "name": "Jaleel White",
      "aboutText": "Radek Štěpánek (Czech pronunciation: [ˈradɛk ˈʃcɛpaːnɛk]; born 27 November 1978) is a professional tennis player from the Czech Republic. His career-high singles ranking is World No. 8 and best doubles ranking is World No. 4.",
      "pageId": 2101432,
      "monthDay": "11/27"
    },
    {
      "year": "1977",
      "uri": "/wiki/Willie_Bloomquist",
      "name": "Willie Bloomquist",
      "aboutText": "William Paul Bloomquist (/ˈbluːmkwɪst/; born November 27, 1977) is a professional baseball utility player who is currently a free agent. He has played every position, aside from catcher and pitcher, in his baseball career.",
      "pageId": 2222566,
      "monthDay": "11/27"
    },
    {
      "year": "1977",
      "uri": "/wiki/Mika_Tan",
      "name": "Mika Tan",
      "aboutText": "Teemu Tainio (Finnish pronunciation: [ˈteːmu ˈtɑinio]; born 27 November 1979) is a Finnish former footballer. Born in Tornio, he began his career with his local club, TP-47, before moving to FC Haka in 1996. A year later, he moved to France to play for Auxerre.",
      "pageId": 2399535,
      "monthDay": "11/27"
    },
    {
      "year": "1977",
      "uri": "/wiki/Lee_Tae_Gon",
      "name": "Lee Tae Gon",
      "aboutText": "Mika Tan (born November 27, 1977) is the stage name of an American fetish model (BDSM/DS/stocking and pantyhose fetish), and pornographic actress.",
      "pageId": 2494800,
      "monthDay": "11/27"
    },
    {
      "year": "1978",
      "uri": "/wiki/Shy_Love",
      "name": "Shy Love",
      "aboutText": "Ricky Carmichael (born November 27, 1979 in Clearwater, Florida) is a racer known for his success in Motocross. His unrivaled successes in the sport of Motocross have given him the nickname \"The GOAT\"; standing for Greatest of All Time.\n1997-2002 After a dominant amateur career, Carmichael made his pro debut for the (Splitfire Pro Circuit) Kawasaki team in 1997.",
      "pageId": 2530142,
      "monthDay": "11/27"
    },
    {
      "year": "1978",
      "uri": "/wiki/Eszter_Moln%C3%A1r",
      "name": "Eszter Molnár",
      "aboutText": "Jung Pil-kyo (hangul: 정필교; born 27 November 1979), better known by his stage name Shin Hye-sung (hangul: 신혜성), is a South Korean singer.",
      "pageId": 2541298,
      "monthDay": "11/27"
    },
    {
      "year": "1978",
      "uri": "/wiki/Jimmy_Rollins",
      "name": "Jimmy Rollins",
      "aboutText": "Chad William Lawrence Kilger (born November 27, 1976) is a retired Canadian professional ice hockey player.",
      "pageId": 3216512,
      "monthDay": "11/27"
    },
    {
      "year": "1978",
      "uri": "/wiki/Mike_Skinner_(musician)",
      "name": "Mike Skinner",
      "aboutText": "Shy Love, also known as Shy Luv, (born November 27, 1978) is the stage name of an American pornographic actress, of Sicilian and Puerto Rican descent.",
      "pageId": 3709173,
      "monthDay": "11/27"
    },
    {
      "year": "1978",
      "uri": "/wiki/Radek_%C5%A0t%C4%9Bp%C3%A1nek",
      "name": "Radek Štěpánek",
      "aboutText": "Jackie Greene is an American singer-songwriter and musician.",
      "pageId": 4023987,
      "monthDay": "11/27"
    },
    {
      "year": "1978",
      "uri": "/wiki/Tim_Yeung",
      "name": "Tim Yeung",
      "aboutText": "Tim Yeung is a prominent extreme metal drummer. He was born on November 27, 1978 in Rochester, New York and later relocated to Los Angeles, California. Tim started playing drums when he was 11 years old.",
      "pageId": 7053842,
      "monthDay": "11/27"
    },
    {
      "year": "1979",
      "uri": "/wiki/Ricky_Carmichael",
      "name": "Ricky Carmichael",
      "aboutText": "Found img_size, Michael Geoffrey \"Mike\" Skinner (born 27 November 1978) is an English rapper, musician, record producer, and actor, best known for the music project The Streets.\n^ \"The Streets bio at Yahoo! Music\".",
      "pageId": 9041388,
      "monthDay": "11/27"
    },
    {
      "year": "1979",
      "uri": "/wiki/Hilary_Hahn",
      "name": "Hilary Hahn",
      "aboutText": "Veronika Portsmuth (27 November 1980 in Tallinn, Estonia) is an Estonian conductor and singer.",
      "pageId": 20833743,
      "monthDay": "11/27"
    },
    {
      "year": "1979",
      "uri": "/wiki/Shin_Hye-sung",
      "name": "Shin Hye-sung",
      "aboutText": "Rain Vessenberg (born 27 November 1975) is a retired football (soccer) goalkeeper from Estonia.",
      "pageId": 23033298,
      "monthDay": "11/27"
    },
    {
      "year": "1979",
      "uri": "/wiki/Teemu_Tainio",
      "name": "Teemu Tainio",
      "aboutText": "Lee Tae Gon (born November 27, 1977) is a South Korean actor. On December 16, 2011, Lee was honored with the Grand Prize for his work in Gwanggaeto, The Great Conqueror at the 19th Korean Culture & Entertainment Awards. He was additionally nominated for the KBS Drama Awards Top Excellence Award and the Daesang, or Artist of the Year, in recognition of his portrayal as the king in the Korean Broadcasting System historical saga Gwanggaeto, The Great Conqueror.",
      "pageId": 34146018,
      "monthDay": "11/27"
    },
    {
      "year": "1980",
      "uri": "/wiki/Jackie_Greene",
      "name": "Jackie Greene",
      "aboutText": "Eszter Molnár (born 27 November 1978) is a former Hungarian tennis player.",
      "pageId": 35738330,
      "monthDay": "11/27"
    },
    {
      "year": "1980",
      "uri": "/wiki/Veronika_Portsmuth",
      "name": "Veronika Portsmuth",
      "aboutText": "Pgeezy / Peterman (Deangelo Lamont Parker; November 27, 1976 - December 17, 2012) was an American rapper. He was the CEO of Trap Underground Music, and then signed to Natalac Records in 2011.",
      "pageId": 38061582,
      "monthDay": "11/27"
    },
    {
      "year": "1980",
      "uri": "/wiki/Michael_Yardy",
      "name": "Michael Yardy",
      "aboutText": "Alison Pill (born November 27, 1985) is a Canadian actress. A former child actress, Pill began her career at age twelve, appearing in numerous films and television series. She transitioned to adult roles and her breakthrough came with the television series The Book of Daniel (2006).",
      "pageId": 474605,
      "monthDay": "11/27"
    },
    {
      "year": "1981",
      "uri": "/wiki/Bruno_Alves",
      "name": "Bruno Alves",
      "aboutText": "Matthew Simon Taylor (born 27 November 1981) is an English footballer who plays for Burnley. He has previously played for Luton Town, Portsmouth, Bolton Wanderers and West Ham United.",
      "pageId": 1004604,
      "monthDay": "11/27"
    },
    {
      "year": "1981",
      "uri": "/wiki/Gary_Lucy",
      "name": "Gary Lucy",
      "aboutText": "David Bellion (born 27 November 1982) is a French footballer who currently plays as a forward for Red Star F.C..",
      "pageId": 1235069,
      "monthDay": "11/27"
    },
    {
      "year": "1981",
      "uri": "/wiki/Matthew_Taylor_(footballer)",
      "name": "Matthew Taylor",
      "aboutText": "Gary Edward Lucy (born 27 November 1981, Chigwell, Essex) is an English actor and model. He is best known for his roles as DC Will Fletcher in the ITV police drama The Bill, Kyle Pascoe in the ITV football drama Footballers' Wives, Luke Morgan in the Channel 4 soap opera Hollyoaks and Danny Pennant in the BBC soap opera EastEnders. He was also a contestant in the ITV talent show Dancing On Ice in 2010 and the 'All-Stars Series' in 2014.",
      "pageId": 1733113,
      "monthDay": "11/27"
    },
    {
      "year": "1982",
      "uri": "/wiki/David_Bellion",
      "name": "David Bellion",
      "aboutText": "Suresh Raina ( pronunciation ; born 27 November 1986) is an Indian professional cricketer. A left-handed middle-order batsman and an occasional off-spin bowler; he plays for Uttar Pradesh in all forms of domestic cricket and is the vice-captain of Chennai Super Kings in the Indian Premier League. He has also captained the Indian cricket team and is the second youngest player to captain India.",
      "pageId": 2267612,
      "monthDay": "11/27"
    },
    {
      "year": "1982",
      "uri": "/wiki/Tommy_Robinson_(activist)",
      "name": "Tommy Robinson",
      "aboutText": "Michael Howard Yardy (born 27 November 1980) is a former English cricketer. He is a left-handed batsman and former Sussex County Cricket Club captain whose unusual technique has attracted a great deal of attention due to a pronounced shuffle from leg to off immediately prior to the bowler releasing the ball. Yardy also bowls slow left arm with a characteristic round armed action similar to that of Australia's Darren Lehmann, and is used as a bowling all-rounder in England's ODI and Twenty20 teams.",
      "pageId": 3508585,
      "monthDay": "11/27"
    },
    {
      "year": "1983",
      "uri": "/wiki/Professor_Green",
      "name": "Professor Green",
      "aboutText": "Yuria Haga (芳賀 優里亜, Haga Yuria, born November 27, 1987 in Tokyo) is a Japanese model and actress.",
      "pageId": 4437933,
      "monthDay": "11/27"
    },
    {
      "year": "1984",
      "uri": "/wiki/Sanna_Nielsen",
      "name": "Sanna Nielsen",
      "aboutText": "Domata Uluaifaasau Peko (/ˈdoʊmətɑː ˈpɛkoʊ/ DOH-mə-tah PEK-oh; born November 27, 1984) is an American football defensive tackle for the Cincinnati Bengals of the NFL. Peko was born in Los Angeles and grew up in Pago Pago, American Samoa. After playing college football at Michigan State, Peko was a fourth-round pick in the 2006 NFL Draft, selected by the Cincinnati Bengals. Peko has played his entire NFL career for the Bengals.",
      "pageId": 4983204,
      "monthDay": "11/27"
    },
    {
      "year": "1984",
      "uri": "/wiki/Domata_Peko",
      "name": "Domata Peko",
      "aboutText": "Bruno Eduardo Regufe Alves (born 27 November 1981) is a Portuguese professional footballer who plays for Turkish club Fenerbahçe SK and the Portugal national team, as a central defender.\nHe spent most of his professional career at Porto, winning a total of nine titles, seven as first-choice, and appearing in more than 200 official games. He also played three seasons in Russia, with Zenit St.",
      "pageId": 6458453,
      "monthDay": "11/27"
    },
    {
      "year": "1984",
      "uri": "/wiki/Izumi_Kitta",
      "name": "Izumi Kitta",
      "aboutText": "Sanna Viktoria Nielsen (born 27 November 1984) is a Swedish pop singer. After her seventh attempt, she won Melodifestivalen in 2014 with the song \"Undo\" and so represented Sweden in the Eurovision Song Contest 2014 in Copenhagen, Denmark, finishing in 3rd place overall. Sanna was one of the Eurovision Song Contest 2015 commentators for Sweden.",
      "pageId": 9131715,
      "monthDay": "11/27"
    },
    {
      "year": "1985",
      "uri": "/wiki/Park_Soo-jin",
      "name": "Park Soo-jin",
      "aboutText": "Stephen Paul Manderson (born 27 November 1983), better known by his stage name Professor Green, is an English rapper and songwriter. He was signed to The Beats, a record label run by Mike Skinner and Ted Mayhem, until 12 February 2008, when the label terminated. He rose to success upon winning the inaugural JumpOff MySpace £50,000 battle rap tournament in July 2008.",
      "pageId": 16039950,
      "monthDay": "11/27"
    },
    {
      "year": "1985",
      "uri": "/wiki/Alison_Pill",
      "name": "Alison Pill",
      "aboutText": "Thilo Versick (born 27 November 1985 in Minden) is a German footballer who plays for SV Rödinghausen.",
      "pageId": 19356039,
      "monthDay": "11/27"
    },
    {
      "year": "1985",
      "uri": "/wiki/Thilo_Versick",
      "name": "Thilo Versick",
      "aboutText": "Steven Joseph Lao Silva (born November 27, 1986 in Oceanside, California) is a Filipino-American footballer from Team Socceroo FC in the UFL Second Division. He is also an actor, chef and the Ultimate Male Survivor of the fifth season of StarStruck. He is half-Portuguese, one-fourth Chinese and one-fourth Filipino.",
      "pageId": 25672576,
      "monthDay": "11/27"
    },
    {
      "year": "1986",
      "uri": "/wiki/Misato_Nagano",
      "name": "Misato Nagano",
      "aboutText": "Oritsé Jolomi Matthew Soloman Williams (/oʊˈriː.ʃeɪ/, oh-REE-shay, born 27 November 1986), now known professionally as OWS, is an English singer-songwriter, dancer and record producer. He is best known as the founding member of the boy band JLS, who were runners-up to Alexandra Burke on the fifth series of The X Factor in 2008. JLS sold over 10 million records before disbanding in December 2013.",
      "pageId": 25919002,
      "monthDay": "11/27"
    },
    {
      "year": "1986",
      "uri": "/wiki/Suresh_Kumar_Raina",
      "name": "Suresh Kumar Raina",
      "aboutText": "Stephen Yaxley-Lennon (born 27 November 1982), known by the pseudonym Tommy Robinson and also going by Andrew McMaster and Paul Harris, is the co-founder and former spokesman and leader of the English Defence League (EDL) \"street protest\" movement, and also founded the European Defence League. For a short time in 2012 Robinson was joint Party Vice Chairman of the British Freedom Party. He led the EDL from 2009 until 8 October 2013, when he was persuaded to leave the organisation and to discuss alternative ways of tackling extremism with the think tank Quilliam.",
      "pageId": 32537879,
      "monthDay": "11/27"
    },
    {
      "year": "1986",
      "uri": "/wiki/Steven_Silva",
      "name": "Steven Silva",
      "aboutText": "Found Manager,",
      "pageId": 34994176,
      "monthDay": "11/27"
    },
    {
      "year": "1986",
      "uri": "/wiki/Orits%C3%A9_Williams",
      "name": "Oritsé Williams",
      "aboutText": "Gary Wozniak (born November 27, 1987) is an American skeleton racer who won the gold medal at the 2012 Empire State Games in Lake Placid, NY.",
      "pageId": 37718640,
      "monthDay": "11/27"
    },
    {
      "year": "1987",
      "uri": "/wiki/Yuria_Haga",
      "name": "Yuria Haga",
      "aboutText": "Izumi Kitta (橘田 いずみ, Kitta Izumi, born November 27 in Tokyo) is a Japanese voice actress. She is best known as the voice of Cordelia Glauca in the media franchise Tantei Opera Milky Holmes. Her first maxi single, \"Colorful Garden\" was released on April 6, 2011.",
      "pageId": 38267875,
      "monthDay": "11/27"
    },
    {
      "year": "1987",
      "uri": "/wiki/Gary_Wozniak",
      "name": "Gary Wozniak",
      "aboutText": "Park Soo-jin (born November 27, 1985) is a South Korean actress. She was a member of K-pop girl group Sugar from 2001 to 2006, then she transitioned to acting in 2007. Park has also hosted Tasty Road since 2010, a cable show that features trendy restaurants in Seoul.",
      "pageId": 43505624,
      "monthDay": "11/27"
    },
    {
      "year": "1988",
      "uri": "/wiki/Max_Jason_Mai",
      "name": "Max Jason Mai",
      "aboutText": "Misato Nagano (長野 美郷, Nagano Misato, born November 27, 1986, in Miyoshi, Aichi, Japan) is a Japanese announcer who is represented by the talent agency Cent Force.\n^ \"Official profile\" (in Japanese).",
      "pageId": 47789483,
      "monthDay": "11/27"
    },
    {
      "year": "1989",
      "uri": "/wiki/Freddie_Sears",
      "name": "Freddie Sears",
      "aboutText": "Ala Boratyn (Polish pronunciation: [ˈala bɔːˈratɨn]), also known as Ala, born Alicja Julia Boratyn, 27 November 1992 in Łódź, Poland) is a Polish singer famously-known as one of the two members of the Polish girl group Blog 27. On 18 October 2006, Alicja announced her departure from Blog 27 and went to develop a solo career.",
      "pageId": 6679457,
      "monthDay": "11/27"
    },
    {
      "year": "1989",
      "uri": "/wiki/Loveli",
      "name": "Loveli",
      "aboutText": "Frederick David \"Freddie\" Sears (born 27 November 1989) is an English professional footballer who plays as a forward for Ipswich Town. He started his career with his local club West Ham United at the age of eleven, progressing through the West Ham United Academy. He made a scoring first-team debut in March 2008 when he netted the winner against Blackburn Rovers after coming on as a second-half substitute.",
      "pageId": 16309991,
      "monthDay": "11/27"
    },
    {
      "year": "1990",
      "uri": "/wiki/Josh_Dubovie",
      "name": "Josh Dubovie",
      "aboutText": "Josh James Dubovie (/dʊˈboʊvi/; born 27 November 1990) is a British singer. Dubovie is most notable for having represented the UK at the 2010 Eurovision Song Contest, held in Oslo, Norway, in May 2010, after winning the UK national selection competition with \"That Sounds Good to Me\", a song by Mike Stock, Pete Waterman and Steve Crosby. He finished last.",
      "pageId": 26531319,
      "monthDay": "11/27"
    },
    {
      "year": "1992",
      "uri": "/wiki/Ala_Boratyn",
      "name": "Ala Boratyn",
      "aboutText": "Leonard Proxauf (born November 27, 1995 in Berlin, Germany) is an Austrian actor, best known for his role as Martin in the film The White Ribbon.",
      "pageId": 27947955,
      "monthDay": "11/27"
    },
    {
      "year": "1992",
      "uri": "/wiki/Park_Chanyeol",
      "name": "Park Chanyeol",
      "aboutText": "Park Chan-yeol (Korean: 박찬열; Hanja:朴灿烈 (Piáocànliè)) simply known as Chanyeol, born (1992-11-27)November 27, 1992, is a South Korean actor and a singer of the South Korea-Chinese boy group EXO  and its sub-group EXO-K.",
      "pageId": 35487051,
      "monthDay": "11/27"
    },
    {
      "year": "1995",
      "uri": "/wiki/Leonard_Proxauf",
      "name": "Leonard Proxauf",
      "aboutText": "Loveli (ラブリ, Raburi, born November 27, 1989) is a Japanese fashion model and television personality. She is the elder sister of Alan Shirahama, a member of the all-male J-Pop group Generations.\n^ \"Loveli Profile\" (in Japanese).",
      "pageId": 40836403,
      "monthDay": "11/27"
    }
  ]
}