{
  "people": [
    {
      "year": "1081",
      "uri": "/wiki/Louis_VI_of_France",
      "name": "Louis VI of France",
      "aboutText": "Alexandra of Denmark (Alexandra Caroline Marie Charlotte Louise Julia; 1 December 1844 – 20 November 1925) was Queen consort of the United Kingdom of Great Britain and Ireland and Empress consort of India as the wife of King-Emperor Edward VII.",
      "pageId": 48918,
      "monthDay": "12/01"
    },
    {
      "year": "1083",
      "uri": "/wiki/Anna_Komnene",
      "name": "Anna Komnene",
      "aboutText": "Louis VI (1 December 1081 – 1 August 1137), called the Fat (French: le Gros), was King of the Franks from 1108 until his death (1137). Chronicles called him \"roi de Saint-Denis\".",
      "pageId": 78298,
      "monthDay": "12/01"
    },
    {
      "year": "1521",
      "uri": "/wiki/Takeda_Shingen",
      "name": "Takeda Shingen",
      "aboutText": "Rex Todhunter Stout (/staʊt/; December 1, 1886 – October 27, 1975) was an American writer noted for his detective fiction, particularly the 33 novels and about 40 novellas that featured the detective Nero Wolfe and his assistant Archie Goodwin between 1934 and 1975.\nIn 1959, Stout received the Mystery Writers of America's Grand Master Award. The Nero Wolfe corpus was nominated Best Mystery Series of the Century at Bouchercon XXXI, the world's largest mystery convention, and Rex Stout was nominated Best Mystery Writer of the Century.",
      "pageId": 144369,
      "monthDay": "12/01"
    },
    {
      "year": "1525",
      "uri": "/wiki/Tade%C3%A1%C5%A1_H%C3%A1jek",
      "name": "Tadeáš Hájek",
      "aboutText": "Anna Komnene (Greek: Ἄννα Κομνηνή, Ánna Komnēnḗ; 1 December 1083 – 1153), commonly Latinized as Anna Comnena, was a Byzantine princess, scholar, physician, hospital administrator, and historian. She was the daughter of the Byzantine emperor Alexios I and his wife Irene Doukaina.",
      "pageId": 157653,
      "monthDay": "12/01"
    },
    {
      "year": "1580",
      "uri": "/wiki/Nicolas-Claude_Fabri_de_Peiresc",
      "name": "Nicolas-Claude Fabri de Peiresc",
      "aboutText": "Henry William Williamson (1 December 1895 – 13 August 1977) was an English soldier, naturalist, farmer and ruralist writer known for his natural history and social history novels.",
      "pageId": 260863,
      "monthDay": "12/01"
    },
    {
      "year": "1690",
      "uri": "/wiki/Philip_Yorke,_1st_Earl_of_Hardwicke",
      "name": "Philip Yorke, 1st Earl of Hardwicke",
      "aboutText": "Takeda Shingen (武田 信玄, December 1, 1521 – May 13, 1573), of Kai Province, was a pre-eminent daimyo in feudal Japan with exceptional military prestige in the late stage of the Sengoku period.",
      "pageId": 317069,
      "monthDay": "12/01"
    },
    {
      "year": "1709",
      "uri": "/wiki/Franz_Xaver_Richter",
      "name": "Franz Xaver Richter",
      "aboutText": "Philip Yorke, 1st Earl of Hardwicke PC (1 December 1690 – 6 March 1764) was an English lawyer and politician who served as Lord Chancellor.",
      "pageId": 397893,
      "monthDay": "12/01"
    },
    {
      "year": "1716",
      "uri": "/wiki/%C3%89tienne_Maurice_Falconet",
      "name": "Étienne Maurice Falconet",
      "aboutText": "Martin Heinrich Klaproth (1 December 1743 – 1 January 1817) was a German chemist who discovered uranium (1789), zirconium (1789), and cerium (1803).",
      "pageId": 439863,
      "monthDay": "12/01"
    },
    {
      "year": "1743",
      "uri": "/wiki/Martin_Heinrich_Klaproth",
      "name": "Martin Heinrich Klaproth",
      "aboutText": "Eligiusz Niewiadomski (Warsaw, December 1, 1869 – January 31, 1923, Warsaw) was a Polish modernist painter and art critic who belonged to the right-wing National Democratic Party till 1904 and later continued supporting it. In 1922 he assassinated Poland's first President, Gabriel Narutowicz, in his first week in office as president.",
      "pageId": 521922,
      "monthDay": "12/01"
    },
    {
      "year": "1761",
      "uri": "/wiki/Marie_Tussaud",
      "name": "Marie Tussaud",
      "aboutText": "Anne-Marie \"Marie\" Tussaud (née Grosholtz; 1 December 1761 – 16 April 1850) was a French artist, who became known for her wax sculptures and Madame Tussauds, the wax museum that she founded in London.",
      "pageId": 616390,
      "monthDay": "12/01"
    },
    {
      "year": "1792",
      "uri": "/wiki/Nikolai_Lobachevsky",
      "name": "Nikolai Lobachevsky",
      "aboutText": "Nicolas-Claude Fabri de Peiresc (1 December 1580 – 24 June 1637), often known simply as Peiresc, or by the Latin form of his name Peirescius, was a French astronomer, antiquary and savant, who maintained a wide correspondence with scientists, and was a successful organizer of scientific inquiry.",
      "pageId": 624700,
      "monthDay": "12/01"
    },
    {
      "year": "1844",
      "uri": "/wiki/Alexandra_of_Denmark",
      "name": "Alexandra of Denmark",
      "aboutText": "Nikolai Ivanovich Lobachevsky (Russian: Никола́й Ива́нович Лобаче́вский; IPA: [nʲikɐˈlaj ɪˈvanəvʲɪtɕ ləbɐˈtɕɛfskʲɪj]; 1 December [O.S. 20 November] 1792 – 24 February [O.S. 12 February] 1856) was a Russian mathematician and geometer, known primarily for his work on hyperbolic geometry, otherwise known as Lobachevskian geometry.",
      "pageId": 648527,
      "monthDay": "12/01"
    },
    {
      "year": "1846",
      "uri": "/wiki/Ledi_Sayadaw",
      "name": "Ledi Sayadaw",
      "aboutText": "Tadeáš Hájek z Hájku (Czech pronunciation: [ˈtadeaːʃ ˈɦaːjɛk ˈzɦaːjku]) (1 December 1525 in Prague – 1 September 1600 in Prague), also known as Tadeáš Hájek of Hájek, Thaddaeus Hagecius ab Hayek or Thaddeus Nemicus, was the personal physician of the Holy Roman Emperor Rudolph II and a Bohemian astronomer.\nTadeáš Hájek was the son of Šimon Hájek (ca. 1485–1551) from an old Prague family.",
      "pageId": 934779,
      "monthDay": "12/01"
    },
    {
      "year": "1847",
      "uri": "/wiki/Julia_A._Moore",
      "name": "Julia A. Moore",
      "aboutText": "Étienne Maurice Falconet (1 December 1716 – 24 January 1791) is counted among the first rank of French Rococo sculptors, whose patron was Mme de Pompadour.",
      "pageId": 1305464,
      "monthDay": "12/01"
    },
    {
      "year": "1869",
      "uri": "/wiki/Eligiusz_Niewiadomski",
      "name": "Eligiusz Niewiadomski",
      "aboutText": "Ledi Sayadaw U Ñanadhaja (Burmese: လယ်တီဆရာတော် ဦးဉာဏဓဇ, pronounced: [lɛ̀dì sʰəjàdɔ̀ ʔú ɲàna̰dəza̰]; 1 December 1846 – 27 June 1923) was an influential Theravada Buddhist monk. He was recognized from a young age as being developed in both the theory and practice of Buddhism and so was revered as being both scholarly and saintly. He wrote many books on Dhamma in Burmese and these were accessible even to a serious lay person, hence he was responsible for spreading Dhamma to all levels of society and reviving the traditional practice of vipassana meditation, making it more available for renunciates and lay people alike.",
      "pageId": 1356992,
      "monthDay": "12/01"
    },
    {
      "year": "1883",
      "uri": "/wiki/Henry_Cadbury",
      "name": "Henry Cadbury",
      "aboutText": "Julia Ann Moore, the \"Sweet Singer of Michigan\", born Julia Ann Davis in Plainfield Township, Kent County, Michigan (December 1, 1847–June 5, 1920), was an American poet, or more precisely, poetaster.",
      "pageId": 1482364,
      "monthDay": "12/01"
    },
    {
      "year": "1884",
      "uri": "/wiki/Torben_Meyer",
      "name": "Torben Meyer",
      "aboutText": "Karl Schmidt-Rottluff (1 December 1884 – 10 August 1976) was a German expressionist painter and printmaker, one of the four founder-members of the artist group Die Brücke.",
      "pageId": 2662023,
      "monthDay": "12/01"
    },
    {
      "year": "1884",
      "uri": "/wiki/Karl_Schmidt-Rottluff",
      "name": "Karl Schmidt-Rottluff",
      "aboutText": "Henry Joel Cadbury (December 1, 1883 – October 7, 1974) was a biblical scholar, Quaker historian, writer, and non-profit administrator. A graduate of Haverford College, he was a Quaker throughout his life, though essentially an agnostic. Forced out of his teaching position at Haverford for writing an anti-war letter to the Philadelphia Public Ledger, in 1918, he saw the experience as a milestone, leading him to larger service beyond his Orthodox Religious Society of Friends.",
      "pageId": 3717333,
      "monthDay": "12/01"
    },
    {
      "year": "1886",
      "uri": "/wiki/Rex_Stout",
      "name": "Rex Stout",
      "aboutText": "Franz (Czech: František) Xaver Richter, known as François Xavier Richter in France (December 1, 1709 – September 12, 1789) was an Austro-Moravian singer, violinist, composer, conductor and music theoretician who spent most of his life first in Austria and later in Mannheim and in Strasbourg, where he was music director of the cathedral. From 1783 on Haydn’s favourite pupil Ignaz Pleyel was his deputy at the cathedral.\nThe most traditional of the first generation composers of the so-called Mannheim school, he was highly regarded in his day as a contrapuntist.",
      "pageId": 4571275,
      "monthDay": "12/01"
    },
    {
      "year": "1895",
      "uri": "/wiki/Henry_Williamson",
      "name": "Henry Williamson",
      "aboutText": "Torben Emil Meyer (1 December 1884 – 22 May 1975) was a Danish character actor who appeared in more than 190 films in a 55-year career.",
      "pageId": 7197465,
      "monthDay": "12/01"
    },
    {
      "year": "1896",
      "uri": "/wiki/Georgy_Zhukov",
      "name": "Georgy Zhukov",
      "aboutText": "Minoru Yamasaki (December 1, 1912 – February 7, 1986) was an American architect, best known for designing the original World Trade Center in New York City and several other large-scale projects. Yamasaki was one of the most prominent architects of the 20th century.",
      "pageId": 19897,
      "monthDay": "12/01"
    },
    {
      "year": "1897",
      "uri": "/wiki/Cyril_Ritchard",
      "name": "Cyril Ritchard",
      "aboutText": "Georgy Konstantinovich Zhukov (Russian: Гео́ргий Константи́нович Жу́ков; IPA: [ɡʲɪˈorgʲɪj kənstɐnʲtʲinəvʲtɕ ˈʐukəf]; 1 December [O.S. 19 November] 1896 – 18 June 1974), was a career officer in the Red Army of the Soviet Union who led the campaign in World War II that liberated much of Eastern Europe from occupation by Axis Powers and that ultimately conquered Berlin. He was the most decorated general officer in the history of the Soviet Union and Russia.\nAmongst many notable generals in World War II, Zhukov was placed at the top due to the number and scale of victories, and many people recognized his talent in operational and strategic command.",
      "pageId": 38888,
      "monthDay": "12/01"
    },
    {
      "year": "1898",
      "uri": "/wiki/Stuart_Garson",
      "name": "Stuart Garson",
      "aboutText": "Mary Virginia Martin (December 1, 1913 – November 3, 1990) was an American actress, singer, and Broadway star. A muse of Rodgers and Hammerstein, she originated many leading roles over her career, including Nellie Forbush in South Pacific and Maria von Trapp in The Sound of Music. She was named a Kennedy Center Honoree in 1989.",
      "pageId": 39096,
      "monthDay": "12/01"
    },
    {
      "year": "1901",
      "uri": "/wiki/Ilona_Feh%C3%A9r",
      "name": "Ilona Fehér",
      "aboutText": "Walter Emmons Alston (December 1, 1911 – October 1, 1984), nicknamed \"Smokey\", was an American baseball player and manager in Major League Baseball (MLB). He is best known for managing the Brooklyn/Los Angeles Dodgers between 1954 and 1976. Alston signed 23 one-year contracts with the Dodgers.",
      "pageId": 354927,
      "monthDay": "12/01"
    },
    {
      "year": "1902",
      "uri": "/wiki/Rudolf_Loo",
      "name": "Rudolf Loo",
      "aboutText": "Stuart Sinclair Garson, PC CC KC (December 1, 1898 – May 5, 1977) was a Canadian politician and lawyer.",
      "pageId": 540912,
      "monthDay": "12/01"
    },
    {
      "year": "1905",
      "uri": "/wiki/Alex_Wilson_(Canadian_sprinter)",
      "name": "Alex Wilson",
      "aboutText": "Wan Li (1 December 1916 – 15 July 2015) was a Chinese Communist revolutionary and politician. During a long administrative career in the People's Republic of China, he served successively as Vice Premier, Chairman of the Standing Committee of the National People's Congress (NPC), and a member of the Communist Party of China (CPC) Secretariat and its Politburo.\nWan joined the Communist Party of China in 1936 and led revolutionary and wartime resistance activities in his native Shandong province.",
      "pageId": 912456,
      "monthDay": "12/01"
    },
    {
      "year": "1909",
      "uri": "/wiki/Hans-Heinrich_Sievert",
      "name": "Hans-Heinrich Sievert",
      "aboutText": "Vernon McGarity (December 1, 1921 – May 21, 2013) was a United States Army soldier and a recipient of the United States military's highest decoration, the Medal of Honor, for his actions during the Battle of the Bulge in World War II.",
      "pageId": 923390,
      "monthDay": "12/01"
    },
    {
      "year": "1910",
      "uri": "/wiki/Alicia_Markova",
      "name": "Alicia Markova",
      "aboutText": "Cyril Ritchard (1 December 1898 – 18 December 1977) was an Australian stage, screen and television actor, and director. He is probably best remembered today for his performance as Captain Hook in the Mary Martin musical production of Peter Pan. In 1945, he played Gabriele Eisenstein in Gay Rosalinda at the Palace theatre in London, a version of Strauss's Die Fledermaus by Erich Wolfgang Korngold in which he appeared with Peter Graves, Irene Ambrus and Ruth Naylor.",
      "pageId": 1201218,
      "monthDay": "12/01"
    },
    {
      "year": "1911",
      "uri": "/wiki/Walter_Alston",
      "name": "Walter Alston",
      "aboutText": "Dame Alicia Markova DBE (1 December 1910 – 2 December 2004) was an English ballerina and a choreographer, director and teacher of classical ballet. Most noted for her career with Sergei Diaghilev's Ballets Russes and touring internationally, she was widely considered to be one of the greatest classical ballet dancers of the twentieth century. She was the first British dancer to become the principal dancer of a ballet company and, with Dame Margot Fonteyn, is one of only two English dancers to be recognised as a prima ballerina assoluta.",
      "pageId": 1238365,
      "monthDay": "12/01"
    },
    {
      "year": "1911",
      "uri": "/wiki/Calvin_Griffith",
      "name": "Calvin Griffith",
      "aboutText": "Martin Whiteford Marion (December 1, 1917 – March 15, 2011) was an American professional baseball player and manager. He played as a shortstop in Major League Baseball from 1940 to 1953. Marion played with the St.",
      "pageId": 1566131,
      "monthDay": "12/01"
    },
    {
      "year": "1912",
      "uri": "/wiki/Minoru_Yamasaki",
      "name": "Minoru Yamasaki",
      "aboutText": "Vsevolod Mikhailovich Bobrov (Russian: Всеволод Михайлович Бобров; 1 December 1922 – 1 July 1979) was a Soviet athlete, who excelled in football, bandy and ice hockey.",
      "pageId": 1724199,
      "monthDay": "12/01"
    },
    {
      "year": "1913",
      "uri": "/wiki/Mary_Martin",
      "name": "Mary Martin",
      "aboutText": "Calvin Robertson Griffith (December 1, 1911 – October 20, 1999), born Calvin Griffith Robertson in Montreal, Quebec, Canada, was a Major League Baseball team owner.",
      "pageId": 1742256,
      "monthDay": "12/01"
    },
    {
      "year": "1916",
      "uri": "/wiki/Wan_Li",
      "name": "Wan Li",
      "aboutText": "Ilona Feher or Ilona Fehér (Hungarian pronunciation: [ˈfɛheːr ˈilonɒ]; 1 December 1901, Budapest, Hungary – January, 1988, Holon, Israel), was one of the last representatives of the Central European Violin School whose greats included Joseph Joachim, Otakar Ševčík and Jenő Hubay.",
      "pageId": 2273721,
      "monthDay": "12/01"
    },
    {
      "year": "1917",
      "uri": "/wiki/Thomas_Hayward_(tenor)",
      "name": "Thomas Hayward",
      "aboutText": "Paul Vincent Picerni, Sr.",
      "pageId": 2763984,
      "monthDay": "12/01"
    },
    {
      "year": "1917",
      "uri": "/wiki/Marty_Marion",
      "name": "Marty Marion",
      "aboutText": "Alexander \"Alex\" S. Wilson (December 1, 1907 – December 9, 1994) was a Canadian sprinter who competed in both the 1928 Summer Olympics and the 1932 Summer Olympics. He was born in Montreal and died in Mission, Texas, United States.\nIn 1928 he won a bronze medal with the Canadian team in the 4 × 400 metres relay event.",
      "pageId": 4171702,
      "monthDay": "12/01"
    },
    {
      "year": "1920",
      "uri": "/wiki/Peter_Baptist_Tadamaro_Ishigami",
      "name": "Peter Baptist Tadamaro Ishigami",
      "aboutText": "Hans Heinrich Sievert (1909–1963) was a German Olympic decathlete.\nIn 1934 he became the last decathlon world record holder under the 1915 method of scoring, with 8790.46 points, and won the gold medal at the 1934 European Championships. In the Nazi period in Germany, Sievert was seen as a symbolic hope of the German \"master race\" in the 1936 Summer Olympics.",
      "pageId": 20338064,
      "monthDay": "12/01"
    },
    {
      "year": "1921",
      "uri": "/wiki/Vernon_McGarity",
      "name": "Vernon McGarity",
      "aboutText": "Thomas T. Hayward Sr. (born Thomas Albert Tibbett, in Kansas City, Missouri, on December 1, 1917; died in Las Vegas, Nevada, on February 2, 1995) was an American operatic tenor. He was a cousin of opera singer Lawrence Tibbett.",
      "pageId": 22107033,
      "monthDay": "12/01"
    },
    {
      "year": "1922",
      "uri": "/wiki/Vsevolod_Bobrov",
      "name": "Vsevolod Bobrov",
      "aboutText": "Peter Baptist Tadamaro Ishigami, O.F.M. Cap. (Japanese: ペトロ・バプティスタ石神忠真郎; December 1, 1920 – October 25, 2014) was a Japanese prelate of the Roman Catholic Church.\nIshigami was born in Kasari, Japan and ordained a priest on September 6, 1952 from the Religious Order The Order of Friars Minor Capuchin.",
      "pageId": 27065112,
      "monthDay": "12/01"
    },
    {
      "year": "1922",
      "uri": "/wiki/Paul_Picerni",
      "name": "Paul Picerni",
      "aboutText": "Maurice De Bevere (1 December 1923 – 16 July 2001), better known as Morris, was a Belgian cartoonist and the creator of Lucky Luke. His pen name is an alternate spelling of his first name.",
      "pageId": 30871393,
      "monthDay": "12/01"
    },
    {
      "year": "1923",
      "uri": "/wiki/Morris_(cartoonist)",
      "name": "Morris",
      "aboutText": "Rudolf Loo (1 December 1902 – 30 May 1983) was an Estonian wrestler. He competed in the Greco-Roman light heavyweight event at the 1924 Summer Olympics.",
      "pageId": 40661440,
      "monthDay": "12/01"
    },
    {
      "year": "1923",
      "uri": "/wiki/William_F._House",
      "name": "William F. House",
      "aboutText": "Dame Marie Roslyn Bashir AD, CVO (born 1 December 1930) is the former and second longest-serving Governor of New South Wales. Born in Narrandera, New South Wales, Bashir graduated from the University of Sydney in 1956 and held various medical positions, with a particular emphasis in psychiatry. In 1993 Bashir was appointed the Clinical Director of Mental Health Services for the Central Sydney Area Health Service, a position she held until appointed Governor on 1 March 2001.",
      "pageId": 70350,
      "monthDay": "12/01"
    },
    {
      "year": "1923",
      "uri": "/wiki/Dick_Shawn",
      "name": "Dick Shawn",
      "aboutText": "Emily McLaughlin (December 1, 1928 – April 26, 1991) was an American actress known for her long-standing role as Nurse Jessie Brewer on the ABC daytime soap opera General Hospital.",
      "pageId": 715826,
      "monthDay": "12/01"
    },
    {
      "year": "1923",
      "uri": "/wiki/Stansfield_Turner",
      "name": "Stansfield Turner",
      "aboutText": "Stansfield M. Turner (born December 1, 1923) is a former United States Navy admiral and former Director of Central Intelligence and President of the Naval War College.",
      "pageId": 730312,
      "monthDay": "12/01"
    },
    {
      "year": "1924",
      "uri": "/wiki/Masao_Horiba",
      "name": "Masao Horiba",
      "aboutText": "Matt Monro (1 December 1930 – 7 February 1985), known as The Man With The Golden Voice, was an English singer who became one of the most popular entertainers on the international music scene during the 1960s and 1970s. Throughout his 30-year career, he filled cabarets, nightclubs, music halls, and stadiums in Australia, Japan, the Philippines, and Hong Kong to Africa, the Middle East, Europe, and the Americas.",
      "pageId": 740902,
      "monthDay": "12/01"
    },
    {
      "year": "1925",
      "uri": "/wiki/Martin_Rodbell",
      "name": "Martin Rodbell",
      "aboutText": "Martin Rodbell (December 1, 1925 – December 7, 1998) was an American biochemist and molecular endocrinologist who is best known for his discovery of G-proteins. He shared the 1994 Nobel Prize in Physiology or Medicine with Alfred G. Gilman for \"their discovery of G-proteins and the role of these proteins in signal transduction in cells.\" According to a Plaque posted in Silver Spring Maryland, Dr.",
      "pageId": 1127279,
      "monthDay": "12/01"
    },
    {
      "year": "1926",
      "uri": "/wiki/Mother_Antonia",
      "name": "Mother Antonia",
      "aboutText": "Joachim Hoffmann (December 1, 1930 – February 8, 2002) was a German historian and scientific director of the German Armed Forces Military History Research Office.",
      "pageId": 1460801,
      "monthDay": "12/01"
    },
    {
      "year": "1926",
      "uri": "/wiki/Allyn_Ann_McLerie",
      "name": "Allyn Ann McLerie",
      "aboutText": "David Fitzgerald Doyle (December 1, 1929 – February 26, 1997) was an American actor.",
      "pageId": 1837650,
      "monthDay": "12/01"
    },
    {
      "year": "1926",
      "uri": "/wiki/Keith_Michell",
      "name": "Keith Michell",
      "aboutText": "Dick Shawn (December 1, 1923 – April 17, 1987) was an American actor and comedian. He played a wide variety of supporting roles and was a prolific character actor. He was well known during the 1960s for small but iconic roles in madcap comedies, usually portraying caricatures of counter culture personalities, such as the deadbeat son in It's a Mad, Mad, Mad, Mad World and the hippie actor L.S.D. in The Producers.",
      "pageId": 1867949,
      "monthDay": "12/01"
    },
    {
      "year": "1926",
      "uri": "/wiki/Robert_Symonds",
      "name": "Robert Symonds",
      "aboutText": "Jimmy Lyons (December 1, 1931 – May 19, 1986) was an alto saxophone player. He is best known for his long tenure in the Cecil Taylor Unit, being the only constant member of the pianist's group from the mid-1960s to his death, after which Taylor never worked with another musician as frequently. Lyons's playing, which usually retained a strong influence from bebop pioneer Charlie Parker, helped keep Tayor's often wildly avant garde music tethered to the jazz tradition.",
      "pageId": 1994923,
      "monthDay": "12/01"
    },
    {
      "year": "1926",
      "uri": "/wiki/Colin_Tennant,_3rd_Baron_Glenconner",
      "name": "Colin Tennant, 3rd Baron Glenconner",
      "aboutText": "Micheline Bernardini (born 1927) was a French nude dancer at the Casino de Paris before agreeing to model on July 5, 1946 Louis Réard's two-piece swimsuit, which he called the bikini, named days after the first above ground atomic test in the Bikini Atoll.",
      "pageId": 2014523,
      "monthDay": "12/01"
    },
    {
      "year": "1927",
      "uri": "/wiki/Micheline_Bernardini",
      "name": "Micheline Bernardini",
      "aboutText": "Malachi Throne (December 1, 1928 – March 13, 2013) was an American stage and television actor, noted for his guest-starring roles on Star Trek: The Original Series, Star Trek: The Next Generation, Voyage to the Bottom of the Sea, Lost in Space, Batman, Land of the Giants, The Time Tunnel, Mission: Impossible, and The Six Million Dollar Man, and his recurring role on It Takes a Thief.",
      "pageId": 3043665,
      "monthDay": "12/01"
    },
    {
      "year": "1928",
      "uri": "/wiki/Emily_McLaughlin",
      "name": "Emily McLaughlin",
      "aboutText": "Keith Joseph Michell (1 December 1928 – 20 November 2015) was an Australian-born British actor who was best known for his television and film portrayals of King Henry VIII of England. He appeared extensively in Britain in Shakespeare and other classics and in musicals, also appearing in several Broadway productions.",
      "pageId": 3774399,
      "monthDay": "12/01"
    },
    {
      "year": "1928",
      "uri": "/wiki/Malachi_Throne",
      "name": "Malachi Throne",
      "aboutText": "Robert Symonds (December 1, 1926 – August 23, 2007) was an American actor.",
      "pageId": 5857491,
      "monthDay": "12/01"
    },
    {
      "year": "1929",
      "uri": "/wiki/David_Doyle_(actor)",
      "name": "David Doyle",
      "aboutText": "Allyn Ann McLerie (born December 1, 1926) is a Canadian-born, Brooklyn-reared actress, singer, and dancer who worked with many Golden-Age musical theatre's major choreographers, including George Balanchine, Agnes de Mille, and Jerome Robbins.",
      "pageId": 5931991,
      "monthDay": "12/01"
    },
    {
      "year": "1930",
      "uri": "/wiki/Marie_Bashir",
      "name": "Marie Bashir",
      "aboutText": "Colin Christopher Paget Tennant, 3rd Baron Glenconner (1 December 1926 – 27 August 2010) was a Scottish aristocrat. He was the son of Christopher Grey Tennant, 2nd Baron Glenconner, and Pamela Winefred Paget. He was also the nephew of Edward Wyndham Tennant and Stephen Tennant, and the brother of novelist Emma Tennant.",
      "pageId": 10772774,
      "monthDay": "12/01"
    },
    {
      "year": "1930",
      "uri": "/wiki/Rhea_Chiles",
      "name": "Rhea Chiles",
      "aboutText": "Jim Nesbitt (December 1, 1931 – November 29, 2007) was a country music singer. He had his first hit with \"Please Mr. Kennedy\" in 1961.",
      "pageId": 11403826,
      "monthDay": "12/01"
    },
    {
      "year": "1930",
      "uri": "/wiki/Joachim_Hoffmann",
      "name": "Joachim Hoffmann",
      "aboutText": "Rhea May Chiles (née Grafton; December 1, 1930 – November 8, 2015) was First Lady of the State of Florida from 1991-98 during the tenure of her husband, Governor Lawton Chiles. In 2009, Chiles was designated a Distinguished Floridian by the Florida Economics Club at an event hosted by former Florida Supreme Court Justice Major B. Harding and keynoted by former United States Senator Sam Nunn.",
      "pageId": 13828049,
      "monthDay": "12/01"
    },
    {
      "year": "1930",
      "uri": "/wiki/Matt_Monro",
      "name": "Matt Monro",
      "aboutText": "Antonia Brenner, better known as Mother Antonia (Spanish: Madre Antonia), (December 1, 1926 – October 17, 2013) was an American Roman Catholic Religious Sister and activist who chose to reside and care for inmates at the notorious maximum-security La Mesa Prison in Tijuana, Mexico. As a result of her work, she founded a new religious institute called the Eudist Servants of the 11th Hour.",
      "pageId": 26470141,
      "monthDay": "12/01"
    },
    {
      "year": "1931",
      "uri": "/wiki/Jimmy_Lyons",
      "name": "Jimmy Lyons",
      "aboutText": "William Fouts House (December 1, 1923 – December 7, 2012) was an American otologist, physician and medical researcher who developed and invented the cochlear implant. The cochlear implant is considered to be the first invention to restore not just the sense of hearing, but any of the absent five senses in humans. Dr.",
      "pageId": 37944758,
      "monthDay": "12/01"
    },
    {
      "year": "1931",
      "uri": "/wiki/Jim_Nesbitt",
      "name": "Jim Nesbitt",
      "aboutText": "Masao Horiba (堀場 雅夫, Horiba Masao, December 1, 1924 – July 14, 2015) was a Japanese businessman. In 1945, he founded Horiba Radio Laboratory, now Horiba Ltd., a manufacturer of advanced analytical and measurement technology.",
      "pageId": 42313695,
      "monthDay": "12/01"
    },
    {
      "year": "1933",
      "uri": "/wiki/Lou_Rawls",
      "name": "Lou Rawls",
      "aboutText": "Heywood \"Woody\" Allen (born Allan Stewart Konigsberg, December 1, 1935) is an American actor, comedian, filmmaker and playwright, whose career spans more than 50 years.\nHe worked as a comedy writer in the 1950s, writing jokes and scripts for television and publishing several books of short humor pieces. In the early 1960s, Allen began performing as a stand-up comedian, emphasizing monologues rather than traditional jokes.",
      "pageId": 32901,
      "monthDay": "12/01"
    },
    {
      "year": "1933",
      "uri": "/wiki/Curro_Romero",
      "name": "Curro Romero",
      "aboutText": "Richard Franklin Lennox Thomas Pryor (December 1, 1940 – December 10, 2005) was an American stand-up comedian, social critic, and actor. He is currently listed at Number 1 on Comedy Central's list of all-time greatest stand-up comedians.\nPryor was known for uncompromising examinations of racism and topical contemporary issues, which employed colorful vulgarities and profanity, as well as racial epithets.",
      "pageId": 231156,
      "monthDay": "12/01"
    },
    {
      "year": "1934",
      "uri": "/wiki/Billy_Paul",
      "name": "Billy Paul",
      "aboutText": "John Crowley /ˈkraʊli/ (born December 1, 1942) is an American author of fantasy, science fiction and mainstream fiction. He studied at Indiana University and has a second career as a documentary film writer.\nHe is best known as the author of Little, Big (1981), which received the World Fantasy Award for Best Novel and has been called \"a neglected masterpiece\" by Harold Bloom and his Ægypt series of novels which revolve around the same themes of Hermeticism, memory, families and religion.",
      "pageId": 292058,
      "monthDay": "12/01"
    },
    {
      "year": "1935",
      "uri": "/wiki/Woody_Allen",
      "name": "Woody Allen",
      "aboutText": "Lee Buck Trevino (born December 1, 1939) is a retired American professional golfer who won six major championships over the course of his career. He is one of only four players to twice win the U.S. Open, The Open Championship and the PGA Championship. The only major that eluded him was the Masters.",
      "pageId": 306981,
      "monthDay": "12/01"
    },
    {
      "year": "1936",
      "uri": "/wiki/Igor_Rodionov",
      "name": "Igor Rodionov",
      "aboutText": "Vaira Vīķe-Freiberga (born 1 December 1937) was the sixth President of Latvia and the first female President of Latvia. She was elected President of Latvia in 1999 and re-elected in 2003.\nDr.",
      "pageId": 319793,
      "monthDay": "12/01"
    },
    {
      "year": "1937",
      "uri": "/wiki/Muriel_Costa-Greenspon",
      "name": "Muriel Costa-Greenspon",
      "aboutText": "John Paul Densmore (born December 1, 1944) is an American musician, songwriter, author and actor. He is best known as the drummer of the rock band The Doors.",
      "pageId": 382191,
      "monthDay": "12/01"
    },
    {
      "year": "1937",
      "uri": "/wiki/Gordon_Crosse",
      "name": "Gordon Crosse",
      "aboutText": "Louis Allen \"Lou\" Rawls (December 1, 1933 – January 6, 2006) was an American recording artist, voice actor, songwriter, and record producer. He is best known for his singing ability: Frank Sinatra once said that Rawls had \"the classiest singing and silkiest chops in the singing game\". Rawls released more than 60 albums, sold more than 40 million records, and had numerous charting singles, most notably his song \"You'll Never Find Another Love Like Mine\".",
      "pageId": 612268,
      "monthDay": "12/01"
    },
    {
      "year": "1937",
      "uri": "/wiki/Chuck_Low",
      "name": "Chuck Low",
      "aboutText": "Igor Nikolayevich Rodionov (Russian: Игорь Николаевич Родионов; 1 December 1936 – 19 December 2014) was a Russian general and Duma deputy. He is best known as a hardline politician, and for his service heading the Defence Ministry of the Russian Federation.\nRodionov served as a Soviet military officer in Germany, Czechoslovakia, the Russian Far East and several other areas around the world.",
      "pageId": 1322692,
      "monthDay": "12/01"
    },
    {
      "year": "1937",
      "uri": "/wiki/Vaira_V%C4%AB%C4%B7e-Freiberga",
      "name": "Vaira Vīķe-Freiberga",
      "aboutText": "Michael Henry Denness OBE (1 December 1940 – 19 April 2013) was a Scottish cricketer who played for England, Scotland, Kent and Essex.\nScotland did not have a representative international team at the time of Denness' career, so he could only play for England at Test and ODI level. He was the fifth player born in Scotland to play for England, after Gregor MacGregor, Ian Peebles, David Larter and Eric Russell, but remains the only England captain to be born in Scotland (Douglas Jardine and Tony Greig had Scottish parents, but Jardine was born in Mumbai and Greig in South Africa).",
      "pageId": 1354516,
      "monthDay": "12/01"
    },
    {
      "year": "1938",
      "uri": "/wiki/Sandy_Nelson",
      "name": "Sandy Nelson",
      "aboutText": "Francisco Romero López (December 1, 1933) Spanish bullfighter, known as Curro Romero. Born in Camas, near Seville.\nHe started his professional career in La Pañoleta (Seville), on August 22, 1954 together with Limeño.",
      "pageId": 1676954,
      "monthDay": "12/01"
    },
    {
      "year": "1939",
      "uri": "/wiki/Lee_Trevino",
      "name": "Lee Trevino",
      "aboutText": "Kenneth Clark \"Kenny\" Moore (born December 1, 1943 in Eugene, Oregon) is an American athlete and journalist. At the University of Oregon, Moore was one of Bill Bowerman's finest distance runners. After college, Moore ran in the Olympic marathon at both Mexico City and Munich, finishing fourth in 1972.",
      "pageId": 1962445,
      "monthDay": "12/01"
    },
    {
      "year": "1940",
      "uri": "/wiki/Mike_Denness",
      "name": "Mike Denness",
      "aboutText": "Billy Paul (born Paul Williams; December 1, 1934) is a Grammy Award winning American soul singer, most known for his 1972 number-one single, \"Me and Mrs. Jones\" as well as the 1973 album and single \"War of the Gods\" which blends his more conventional pop, soul and funk styles with electronic and psychedelic influences. He is one of the many artists associated with the Philadelphia soul sound created by Kenny Gamble, Leon Huff, and Thom Bell.",
      "pageId": 2080008,
      "monthDay": "12/01"
    },
    {
      "year": "1940",
      "uri": "/wiki/Richard_Pryor",
      "name": "Richard Pryor",
      "aboutText": "Eric Bloom (born December 1, 1944) is an American singer, songwriter and musician. He is best known as the main vocalist, and \"stun guitar\" for the long-running band Blue Öyster Cult, with work on over 20 albums.",
      "pageId": 2855483,
      "monthDay": "12/01"
    },
    {
      "year": "1940",
      "uri": "/wiki/Tasso_Wild",
      "name": "Tasso Wild",
      "aboutText": "Sander L. \"Sandy\" Nelson (born December 1, 1938) is an American drummer. Nelson, one of the best-known rock drummers of the early 1960s, had several solo instrumental Top 40 hits and was a session drummer on many other well-known hits, and released over 30 albums. He lives in Boulder City, Nevada, and continues to experiment with music on keyboards and piano.",
      "pageId": 3173730,
      "monthDay": "12/01"
    },
    {
      "year": "1942",
      "uri": "/wiki/Mohamed_Kamel_Amr",
      "name": "Mohamed Kamel Amr",
      "aboutText": "Charles Lewis Low (born December 1, 1937, New York City, New York) is an American actor.\nBorn to a Russian mother and Austrian - Polish father, Low achieved his biggest success as Morris \"Morrie\" Kessler in the Martin Scorsese film Goodfellas (1990). The character of Morrie is famous for his \"Morrie's Wig Shop\" commercial which is seen as comical, and that coupled with his penchant for pestering Jimmy Conway about money leads most of the characters to see him as a nuisance.",
      "pageId": 3872387,
      "monthDay": "12/01"
    },
    {
      "year": "1942",
      "uri": "/wiki/John_Crowley",
      "name": "John Crowley",
      "aboutText": "Pierre Arditi (born 1 December 1944) is a French actor.",
      "pageId": 4853867,
      "monthDay": "12/01"
    },
    {
      "year": "1943",
      "uri": "/wiki/Kenny_Moore",
      "name": "Kenny Moore",
      "aboutText": "Gordon Crosse (born 1 December 1937) is an English composer.",
      "pageId": 7147344,
      "monthDay": "12/01"
    },
    {
      "year": "1944",
      "uri": "/wiki/Pierre_Arditi",
      "name": "Pierre Arditi",
      "aboutText": "Muriel Costa-Greenspon (December 1, 1937 in Detroit, Michigan – December 26, 2005 in New York City) was an American mezzo-soprano who had a lengthy career at the New York City Opera between 1963-1993.",
      "pageId": 9277527,
      "monthDay": "12/01"
    },
    {
      "year": "1944",
      "uri": "/wiki/Eric_Bloom",
      "name": "Eric Bloom",
      "aboutText": "Mohamed Kamel Amr (Arabic: محمد کامل عمرو, born 1 December 1942) is an Egyptian diplomat who served as Egypt's minister of foreign affairs from 2011 to 2013.",
      "pageId": 32450390,
      "monthDay": "12/01"
    },
    {
      "year": "1944",
      "uri": "/wiki/John_Densmore",
      "name": "John Densmore",
      "aboutText": "Tasso Wild (born 1 December 1940) is a former German football midfielder who played for 1.",
      "pageId": 34637622,
      "monthDay": "12/01"
    },
    {
      "year": "1944",
      "uri": "/wiki/Michael_Hagee",
      "name": "Michael Hagee",
      "aboutText": "Pablo Emilio Escobar Gaviria (December 1, 1949 – December 2, 1993) was a notorious Colombian drug lord whose cartel, at the height of his career, supplied an estimated 80% of the cocaine smuggled into the United States. Often called \"The King of Cocaine\", he was the wealthiest criminal in history, with an estimated known net worth of US$30 billion by the early 1990s, and approximately US$100 billion when including money that was buried in different places throughout Colombia. He was also one of the top ten richest men in the world at his prime.",
      "pageId": 161570,
      "monthDay": "12/01"
    },
    {
      "year": "1944",
      "uri": "/wiki/Tahar_Ben_Jelloun",
      "name": "Tahar Ben Jelloun",
      "aboutText": "Bette Midler (born December 1, 1945) is an American singer, songwriter, actress, comedian, and film producer. In a career spanning almost half a century, Midler has won three Grammy Awards, four Golden Globes, three Emmy Awards, and a special Tony Award.",
      "pageId": 210359,
      "monthDay": "12/01"
    },
    {
      "year": "1944",
      "uri": "/wiki/Werner_Scholz",
      "name": "Werner Scholz",
      "aboutText": "General Michael W. Hagee (born December 1, 1944) was the 33rd Commandant of the United States Marine Corps (2003–2006), succeeding James L. Jones on January 13, 2003. He stepped down as Commandant two months before the end of his four-year term, and was succeeded by General James T. Conway on November 13, 2006. On that date, Hagee had his retirement ceremony just prior to the change of command ceremony.",
      "pageId": 377061,
      "monthDay": "12/01"
    },
    {
      "year": "1945",
      "uri": "/wiki/Bette_Midler",
      "name": "Bette Midler",
      "aboutText": "Neil Warnock (born 1 December 1948) is an English football manager and retired player. His managerial career has lasted thirty five years. He is also an established television and radio pundit working for several media outlets.",
      "pageId": 451234,
      "monthDay": "12/01"
    },
    {
      "year": "1946",
      "uri": "/wiki/Jonathan_Katz",
      "name": "Jonathan Katz",
      "aboutText": "George Arthur Foster (born December 1, 1948) is an American former professional baseball outfielder, who played in Major League Baseball from 1969 to 1986. One of the most feared right-handed sluggers of his era, he was a key piece of the Cincinnati Reds' \"Big Red Machine\" that won consecutive World Series in 1975 and 1976.\nFoster led the National League in home runs in 1977 and 1978, and in RBIs in 1976, 1977, and 1978.",
      "pageId": 586172,
      "monthDay": "12/01"
    },
    {
      "year": "1946",
      "uri": "/wiki/Kemal_Kurspahi%C4%87",
      "name": "Kemal Kurspahić",
      "aboutText": "Gilbert O'Sullivan (born Raymond Edward O'Sullivan, 1 December 1946) is an Irish singer-songwriter, best known for his early 1970s hits \"Alone Again (Naturally)\", \"Clair\" and \"Get Down\". The music magazine Record Mirror voted him the No. 1 UK male singer of 1972.",
      "pageId": 1057310,
      "monthDay": "12/01"
    },
    {
      "year": "1946",
      "uri": "/wiki/Gilbert_O%27Sullivan",
      "name": "Gilbert O'Sullivan",
      "aboutText": "Tahar Ben Jelloun (Arabic: الطاهر بن جلون‎; born in Fes, French Morocco, 1 December 1944) is a Moroccan writer. The entirety of his work is written in French, although his first language is Arabic. He became known for his 1985 novel L’Enfant de Sable (The Sand Child).",
      "pageId": 1152297,
      "monthDay": "12/01"
    },
    {
      "year": "1947",
      "uri": "/wiki/Alain_Bashung",
      "name": "Alain Bashung",
      "aboutText": "Nicholas Thomas Wright (born 1 December 1948) is a leading British New Testament scholar and retired Anglican bishop. In academia, he is published as N. T. Wright, but otherwise tends to be known as Tom Wright. Between 2003 and his retirement in 2010, he was the Bishop of Durham.",
      "pageId": 1525152,
      "monthDay": "12/01"
    },
    {
      "year": "1947",
      "uri": "/wiki/Elizabeth_Baur",
      "name": "Elizabeth Baur",
      "aboutText": "Jonathan Paul Katz (born December 1, 1946) is an American comedian, actor, and voice actor best known for his starring role in the animated sitcom Dr. Katz, Professional Therapist.",
      "pageId": 1614522,
      "monthDay": "12/01"
    },
    {
      "year": "1947",
      "uri": "/wiki/Bob_Fulton",
      "name": "Bob Fulton",
      "aboutText": "Alain Bashung (French: [alɛ̃ baʃuŋ]; born Alain Baschung 1 December 1947 – 14 March 2009) was a French singer, songwriter and actor. In France, he is considered one of the most famous singers in French chanson and French rock. He rose to prominence in the early 1980s with hit songs such as \"Gaby oh Gaby\" and \"Vertige de l'amour\", and later had a string of hit successes from the 1990s onward, such as \"Osez Joséphine\", \"Ma petite entreprise\" or \"La nuit je mens\".",
      "pageId": 2019323,
      "monthDay": "12/01"
    },
    {
      "year": "1947",
      "uri": "/wiki/Jinpachi_Nezu",
      "name": "Jinpachi Nezu",
      "aboutText": "Kemal Kurspahić (born 1 December 1946 in Mrkonjić Grad) is a Bosnian Managing Editor of The Connection Newspapers in Alexandria, Va., USA and Chairman/Founder of the Media in Democracy Institute, dedicated to promoting higher standards in journalism in post-conflict societies and countries in transition to democracy. He won broad international recognition as the Editor-in-Chief of the Bosnian daily Oslobođenje in Sarajevo, 1989-1994.",
      "pageId": 2815968,
      "monthDay": "12/01"
    },
    {
      "year": "1948",
      "uri": "/wiki/George_Foster_(baseball)",
      "name": "George Foster",
      "aboutText": "Sarfraz Nawaz Malik (Punjabi, Urdu: سرفراز نواز ملک‎) (born 1 December 1948, Lahore, Punjab) is a former Pakistani Test cricketer and politician who discovered reverse swing and was instrumental in Pakistan's first Test series victories over India and England. Between 1969 and 1984 he played 55 Tests and 45 One Day Internationals and took 177 Test wickets at an average of 32.75. In 1978–79 he took 9/86 against Australia at Melbourne – including a spell of 7/1 off 33 balls – to give Pakistan a surprise victory, but in the next Test at Perth Sarfraz controversially dismissed the Australian batsman Andrew Hilditch for handling the ball.",
      "pageId": 3018735,
      "monthDay": "12/01"
    },
    {
      "year": "1948",
      "uri": "/wiki/Sarfraz_Nawaz",
      "name": "Sarfraz Nawaz",
      "aboutText": "Jan Brett (born December 1, 1949) is an American illustrator and writer of children's picture books. She is known for colorful, detailed depictions of a wide variety of animals and human cultures ranging from Scandinavia to Africa. Her best-known titles include The Mitten, The Hat, and Gingerbread Baby.",
      "pageId": 3361230,
      "monthDay": "12/01"
    },
    {
      "year": "1948",
      "uri": "/wiki/John_Roskelley",
      "name": "John Roskelley",
      "aboutText": "Robert \"Bob\" Fulton AM (born 1 December 1947 in Warrington, England) is a retired Australian rugby league football player, coach and commentator. Fulton played, coached, selected for and has commentated on the game with great success at the highest levels and has been named amongst Australia's greatest rugby league players of the 20th century.\nAs a player Fulton won three premierships with the Manly-Warringah Sea Eagles in the 1970s, the last as captain.",
      "pageId": 5043702,
      "monthDay": "12/01"
    },
    {
      "year": "1948",
      "uri": "/wiki/Neil_Warnock",
      "name": "Neil Warnock",
      "aboutText": "Colleen Brennan (born December 1, 1949) is an American former pornographic actress.",
      "pageId": 9650786,
      "monthDay": "12/01"
    },
    {
      "year": "1948",
      "uri": "/wiki/N._T._Wright",
      "name": "N. T. Wright",
      "aboutText": "John Roskelley (born December 1, 1948) is a noted mountain climber and author from Spokane, Washington, and is known for his first ascents and notable ascents of 7000 and 8000 meter peaks in Nepal, India, and Pakistan.",
      "pageId": 23295739,
      "monthDay": "12/01"
    },
    {
      "year": "1948",
      "uri": "/wiki/Patrick_Ibrahim_Yakowa",
      "name": "Patrick Ibrahim Yakowa",
      "aboutText": "Patrick Ibrahim Yakowa (1 December 1948 – 15 December 2012) was a Nigerian politician. He was appointed Deputy Governor of Kaduna State, Nigeria in July 2005, and returned as Deputy Governor in the April 2007 elections. He was sworn in as Governor on 20 May 2010, replacing former governor Namadi Sambo who had been sworn in as Vice President the day before.",
      "pageId": 27355679,
      "monthDay": "12/01"
    },
    {
      "year": "1949",
      "uri": "/wiki/Colleen_Brennan",
      "name": "Colleen Brennan",
      "aboutText": "Jinpachi Nezu (根津 甚八, Nezu Jinpachi, born 1 December 1947) is a Japanese actor. He has appeared in 56 films and television shows since 1974. He starred in the 1982 film Farewell to the Land, which was entered into the 32nd Berlin International Film Festival.",
      "pageId": 29593409,
      "monthDay": "12/01"
    },
    {
      "year": "1949",
      "uri": "/wiki/Jan_Brett",
      "name": "Jan Brett",
      "aboutText": "Werner Scholz (born 1 December 1944) is a retired German football goalkeeper.\n^ \"Scholz, Werner\". kicker.de (in German).",
      "pageId": 30342360,
      "monthDay": "12/01"
    },
    {
      "year": "1949",
      "uri": "/wiki/Pablo_Escobar",
      "name": "Pablo Escobar",
      "aboutText": "Elizabeth Baur is an American actress. She is perhaps best known for her roles as Officer Fran Belding on the original Ironside and Teresa O'Brien on the show Lancer.",
      "pageId": 39064037,
      "monthDay": "12/01"
    },
    {
      "year": "1949",
      "uri": "/wiki/Jake_Hartford",
      "name": "Jake Hartford",
      "aboutText": "John Francis Anthony Pastorius III (December 1, 1951 – September 21, 1987), known as Jaco Pastorius /ˈdʒɑːkoʊ pæsˈtɔriəs/, was an influential American jazz musician, composer, big band leader and electric bass player. He is best known for his work with Weather Report from 1976 to 1981, as well as work with artists including Joni Mitchell, Pat Metheny, and his own solo projects.\nAs a musician, he developed a highly influential approach to bass playing that combined a deep understanding of advanced harmony with ferocious technical prowess.",
      "pageId": 148786,
      "monthDay": "12/01"
    },
    {
      "year": "1949",
      "uri": "/wiki/Sebasti%C3%A1n_Pi%C3%B1era",
      "name": "Sebastián Piñera",
      "aboutText": "Keith Thibodeaux (born December 1, 1950) is a former child actor and musician, best known for playing \"Little Ricky\" in the I Love Lucy and The Lucy-Desi Comedy Hour television shows.",
      "pageId": 173089,
      "monthDay": "12/01"
    },
    {
      "year": "1950",
      "uri": "/wiki/Manju_Bansal",
      "name": "Manju Bansal",
      "aboutText": "Annette Haven (born December 1, 1954) is an American former pornographic actress popular during the 1970s and 1980s.",
      "pageId": 327939,
      "monthDay": "12/01"
    },
    {
      "year": "1950",
      "uri": "/wiki/Gary_Panter",
      "name": "Gary Panter",
      "aboutText": "Stephen Poliakoff, CBE, FRSL (born 1 December 1952) is an acclaimed British playwright, director and scriptwriter, best known for his work as a television dramatist.",
      "pageId": 462858,
      "monthDay": "12/01"
    },
    {
      "year": "1950",
      "uri": "/wiki/Filippos_Petsalnikos",
      "name": "Filippos Petsalnikos",
      "aboutText": "Patrick Gerard Spillane (born 1 December 1955), better known as Pat Spillane, is an Irish sports pundit and former Gaelic footballer, regarded as one of the greatest players of all time. He played Gaelic football with his local club Templenoe and was a member of the Kerry senior inter-county team from 1975 until 1991. He received nine All Stars during a glittering career, a feat matched by no other Gaelic footballer.",
      "pageId": 1177035,
      "monthDay": "12/01"
    },
    {
      "year": "1950",
      "uri": "/wiki/Richard_Keith_(actor)",
      "name": "Richard Keith",
      "aboutText": "Richard Treat Williams (born December 1, 1951) is a Golden Globe and Emmy award-nominated American actor and children's book author who has appeared on film, stage and television. He first became well known for his starring role in the 1979 film Hair, and later also starred in the films Prince of the City, Once Upon a Time in America, The Late Shift and 127 Hours. From 2002 to 2006, he was the lead of the television series Everwood and was nominated for two Screen Actors Guild Awards.",
      "pageId": 1211673,
      "monthDay": "12/01"
    },
    {
      "year": "1951",
      "uri": "/wiki/Obba_Babatund%C3%A9",
      "name": "Obba Babatundé",
      "aboutText": "Alan Dedicoat (born 1 December 1954) is an British announcer for programmes on BBC One and BBC Radio 2; he is probably best known as the \"Voice of the Balls\" on the National Lottery programmes on BBC One. Until March 2015 he also read the news on BBC Radio 2.",
      "pageId": 1370820,
      "monthDay": "12/01"
    },
    {
      "year": "1951",
      "uri": "/wiki/Albert_Ho",
      "name": "Albert Ho",
      "aboutText": "For the sheriff of Midland County, Texas, see Gary Painter.\nGary Panter (born December 1, 1950 in Durant, Oklahoma) is an illustrator, painter, designer and part-time musician. Panter's work is representative of the post-underground, new wave comics movement that began with the end of Arcade: The Comics Revue and the initiation of RAW, one of the second generation in American underground comix.",
      "pageId": 1397501,
      "monthDay": "12/01"
    },
    {
      "year": "1951",
      "uri": "/wiki/Jaco_Pastorius",
      "name": "Jaco Pastorius",
      "aboutText": "Obba Babatundé (born December 1, 1951) is an American actor of stage and screen, known for his Emmy-nominated performance in the television movie Miss Evers' Boys, a NAACP Image Award-nominated performance in the TV movie Introducing Dorothy Dandridge, and a Tony Award-nominated role for his performance as C.C. White in the original cast of the 1981 Broadway musical Dreamgirls.\nHis brother Akin (pronounced \"ah-keen\") is also an actor and resides in Dallas, Texas.\nIn fall 2009, Babatundé (pronounced \"bah-bah-tun-day\") played Davis in the title role of Sammy: Once in a Lifetime, a world premiere musical at the Old Globe Theatre in San Diego.",
      "pageId": 1562174,
      "monthDay": "12/01"
    },
    {
      "year": "1951",
      "uri": "/wiki/Treat_Williams",
      "name": "Treat Williams",
      "aboutText": "Miguel Juan Sebastián Piñera Echenique (Spanish pronunciation: [miˈɣel ˈxwan seβasˈtjan piˈɲeɾa etʃeˈnike]; born December 1, 1949) is a Chilean politician and businessman.",
      "pageId": 1889736,
      "monthDay": "12/01"
    },
    {
      "year": "1952",
      "uri": "/wiki/Stephen_Poliakoff",
      "name": "Stephen Poliakoff",
      "aboutText": "Robert Kuehl \"Bob\" Goen (born December 1, 1954) is an American game show emcee and television personality, best known for his work on Entertainment Tonight between 1993 and 2004.",
      "pageId": 2273025,
      "monthDay": "12/01"
    },
    {
      "year": "1954",
      "uri": "/wiki/Viv_Albertine",
      "name": "Viv Albertine",
      "aboutText": "Albert Ho Chun-yan (Chinese: 何俊仁; Yale: Hòh Jeun Yàhn; Pinyin: Hé Jùnrén; born 1 December 1951) is currently chairman of the Hong Kong Alliance in Support of Patriotic Democratic Movements in China and was chairman of the Democratic Party from 2006 to 2012. He is a solicitor and a member of the Legislative Council of Hong Kong.\nHo was born in Hong Kong.",
      "pageId": 2434501,
      "monthDay": "12/01"
    },
    {
      "year": "1954",
      "uri": "/wiki/Alan_Dedicoat",
      "name": "Alan Dedicoat",
      "aboutText": "François Van der Elst (born 1 December 1954 in Opwijk) is a Belgian retired footballer who played as a right winger.\nHis younger brother, Leo, was also a professional footballer.",
      "pageId": 3028539,
      "monthDay": "12/01"
    },
    {
      "year": "1954",
      "uri": "/wiki/Bob_Goen",
      "name": "Bob Goen",
      "aboutText": "Viviane Katrina Louise \"Viv\" Albertine (born 1 December 1954, Sydney, Australia) is a British singer and songwriter, best known as the guitarist for the English punk group The Slits. She lives in Hackney, London.",
      "pageId": 3039265,
      "monthDay": "12/01"
    },
    {
      "year": "1954",
      "uri": "/wiki/Judith_Hackitt",
      "name": "Judith Hackitt",
      "aboutText": "Jake Hartford (born Jim Edwards, December 1, 1949 – January 12, 2013), was a talk radio host who anchored the 9-11 a.m. slot on 89 WLS with Chicago Tribune columnist John Kass. Hartford had been a personality on WLS-AM 890 since 1991 with a regular Saturday morning show called \"Awake with Jake,\" as well as performing various fill-in duties.",
      "pageId": 4558649,
      "monthDay": "12/01"
    },
    {
      "year": "1954",
      "uri": "/wiki/Annette_Haven",
      "name": "Annette Haven",
      "aboutText": "Verónica Forqué Vázquez-Vigo (Spanish pronunciation: [beˈɾonika forˈke]) (born 1 December 1955 ) is a Spanish actress of stage, film and television who comes from an artistic and theatrical family. Her mother is Carmen Vázquez Vigo and her father was the director José María Forqué. Her brother is director Álvaro Forqué.",
      "pageId": 6126495,
      "monthDay": "12/01"
    },
    {
      "year": "1954",
      "uri": "/wiki/Fran%C3%A7ois_Van_der_Elst",
      "name": "François Van der Elst",
      "aboutText": "Veikko Aaltonen (born 1 December 1955 in Sääksmäki, Finland) is a Finnish director, editor, sound editor, production manager and film and television writer and actor.\nAaltonen began his career in the middle of the 70s working as a sound editor in various of films. The highpoint of his early career was the co-operation with Rauni Mollberg.",
      "pageId": 7028277,
      "monthDay": "12/01"
    },
    {
      "year": "1955",
      "uri": "/wiki/Veikko_Aaltonen",
      "name": "Veikko Aaltonen",
      "aboutText": "Filippos Petsalnikos (Greek: Φίλιππος Πετσάλνικος; born 1 December 1950) is a Greek politician of the Movement of Democratic Socialists. From 2009 to 2012, he served as Speaker of the Hellenic Parliament. Before, he had been a Member of the Hellenic Parliament since 1985.",
      "pageId": 27332280,
      "monthDay": "12/01"
    },
    {
      "year": "1955",
      "uri": "/wiki/Ver%C3%B3nica_Forqu%C3%A9",
      "name": "Verónica Forqué",
      "aboutText": "Dame Judith Elizabeth Hackitt, DBE, FREng (born 1 December 1954) is a British engineer and civil servant. She is Chair of the UK Health and Safety Executive.",
      "pageId": 34123106,
      "monthDay": "12/01"
    },
    {
      "year": "1955",
      "uri": "/wiki/Pat_Spillane",
      "name": "Pat Spillane",
      "aboutText": "Manju Bansal (born. December 1, 1950) specializes in the field of Molecular biophysics and is currently a professor of theoretical Biophysics group in Molecular Biophysicsunit of in the Indian Institute of Science, Bangalore. She is the founder director of the Institute of Bioinformatics and Applied Biotechnology at Bangalore.",
      "pageId": 42208055,
      "monthDay": "12/01"
    },
    {
      "year": "1955",
      "uri": "/wiki/Mark_Thompson_(radio)",
      "name": "Mark Thompson",
      "aboutText": "Billy Childish (born Steven John Hamper, 1 December 1959) is an English painter, author, poet, photographer, film maker, singer and guitarist. Since the late 1970s, Childish has been prolific in creating music, writing and visual art. He has lead and played in bands including the Pop Rivets, The Milkshakes, Thee Headcoats, and the Musicians of the British Empire, primarily working in the genres of garage rock, punk and surf.",
      "pageId": 78236,
      "monthDay": "12/01"
    },
    {
      "year": "1955",
      "uri": "/wiki/Karen_Tumulty",
      "name": "Karen Tumulty",
      "aboutText": "Candace Bushnell (born December 1, 1958) is an American novelist and television producer. She wrote a column for The New York Observer (1994–96) that was adapted into the bestselling Sex and the City anthology. The book was the basis for the HBO hit series Sex and the City (1998–2004) and two subsequent movies.",
      "pageId": 267989,
      "monthDay": "12/01"
    },
    {
      "year": "1956",
      "uri": "/wiki/Julee_Cruise",
      "name": "Julee Cruise",
      "aboutText": "Carol Ann Alt (born December 1, 1960) is an American model and actress.",
      "pageId": 276362,
      "monthDay": "12/01"
    },
    {
      "year": "1957",
      "uri": "/wiki/Chris_Poland",
      "name": "Chris Poland",
      "aboutText": "Chris Poland (born December 1, 1957) is an American jazz guitarist, best known for being a former member of thrash metal band Megadeth from 1984 to 1987. During this time he recorded the albums Killing Is My Business... And Business Is Good!",
      "pageId": 390633,
      "monthDay": "12/01"
    },
    {
      "year": "1957",
      "uri": "/wiki/Vesta_Williams",
      "name": "Vesta Williams",
      "aboutText": "Charlene L. Tilton (born December 1, 1958) is an American actress and singer.",
      "pageId": 644782,
      "monthDay": "12/01"
    },
    {
      "year": "1958",
      "uri": "/wiki/Javier_Aguirre",
      "name": "Javier Aguirre",
      "aboutText": "Alberto Cova (born December 1, 1958) is a retired Italian long-distance track athlete, winner of the 10,000 m at the 1984 Summer Olympics.",
      "pageId": 847019,
      "monthDay": "12/01"
    },
    {
      "year": "1958",
      "uri": "/wiki/Candace_Bushnell",
      "name": "Candace Bushnell",
      "aboutText": "Walter James \"Wally\" Lewis AM (born 1 December 1959 in Hawthorne, Queensland) is an Australian former professional rugby league footballer and coach. Currently a television commentator of the sport, he is widely regarded as one of the greatest rugby league players of all time. His time as a player and coach was followed by a career as a newsreader for the Nine Network.",
      "pageId": 953669,
      "monthDay": "12/01"
    },
    {
      "year": "1958",
      "uri": "/wiki/Alberto_Cova",
      "name": "Alberto Cova",
      "aboutText": "Julee A. Cruise (born December 1, 1956, Creston, Iowa) is an American singer, songwriter, actress and musician whom writer and critic David Foster Wallace called \"one of the ten most influential female singers in the last 20 years.\" She possesses an amazingly haunting type vocals. She has recorded four albums, but is probably best known for \"Falling\", the theme song for the cult U.S. television series Twin Peaks. During the late 1980s and early 1990s, she collaborated with composer Angelo Badalamenti and film director David Lynch, who produced and wrote the lyrics for many of her released songs.",
      "pageId": 1194773,
      "monthDay": "12/01"
    },
    {
      "year": "1958",
      "uri": "/wiki/Lisa_Fischer",
      "name": "Lisa Fischer",
      "aboutText": "Lisa Fischer (born December 1, 1958) is an American vocalist and songwriter. She rose to fame in 1991 with her debut album So Intense, which produced the Grammy Award–winning hit single \"How Can I Ease the Pain\". Known for her wide, high-reaching vocal range, Fischer has been recognized as one of the most successful session vocalists of the era.",
      "pageId": 1415251,
      "monthDay": "12/01"
    },
    {
      "year": "1958",
      "uri": "/wiki/Gary_Peters_(politician)",
      "name": "Gary Peters",
      "aboutText": "Jane Turner (born 1 December 1960, Newcastle, New South Wales, Australia) is an Australian actress, comedian and Logie Award winning comedy writer.",
      "pageId": 1903779,
      "monthDay": "12/01"
    },
    {
      "year": "1958",
      "uri": "/wiki/Charlene_Tilton",
      "name": "Charlene Tilton",
      "aboutText": "Mary Vesta Williams (December 1, 1957 – September 22, 2011) was an American recording artist and songwriter, who performed across genres such as pop, jazz, adult contemporary and R&B. Originally credited as Vesta Williams, she was sometimes simply billed as Vesta beginning in the 1990s. She was known for her four-octave vocal range. She once sang The Star Spangled Banner for the Los Angeles Lakers game opener using all four of those octaves.",
      "pageId": 2411751,
      "monthDay": "12/01"
    },
    {
      "year": "1959",
      "uri": "/wiki/Billy_Childish",
      "name": "Billy Childish",
      "aboutText": "Not to be confused with the co-host of the Morning Pigpen. For that Mark Thompson, see WPIG. For others, see Mark Thompson (disambiguation).\nMark LaMarr Thompson (born December 1, 1955) is an American radio personality (disc jockey) and occasional actor, best known for the nationally syndicated Mark & Brian morning show.",
      "pageId": 2500568,
      "monthDay": "12/01"
    },
    {
      "year": "1959",
      "uri": "/wiki/Wally_Lewis",
      "name": "Wally Lewis",
      "aboutText": "Javier Aguirre Onaindía (Spanish pronunciation: [xaˈβjeɾ aˈɣire]; born 1 December 1958), popularly nicknamed El Vasco (The Basque), is a Mexican former footballer and current manager of Al-Wahda F.C..",
      "pageId": 2533321,
      "monthDay": "12/01"
    },
    {
      "year": "1960",
      "uri": "/wiki/Carol_Alt",
      "name": "Carol Alt",
      "aboutText": "Karen Tumulty (born 1955) is a national political correspondent for The Washington Post. Before joining the Post, Tumulty wrote for Time from October 1994 to April 2010. She was a Congressional correspondent as well as the National Political Correspondent based in Washington D.C. for the magazine.",
      "pageId": 2965078,
      "monthDay": "12/01"
    },
    {
      "year": "1960",
      "uri": "/wiki/Shirin_M._Rai",
      "name": "Shirin M. Rai",
      "aboutText": "Safra Ada Catz (born December 1, 1961) is an American business executive. She has been an executive at Oracle Corporation since April 1999, and a board member since 2001. In April 2011 she was named Co-President and Chief Financial Officer, reporting to founder/CEO Larry Ellison.",
      "pageId": 4830003,
      "monthDay": "12/01"
    },
    {
      "year": "1960",
      "uri": "/wiki/Jane_Turner",
      "name": "Jane Turner",
      "aboutText": "Gary Peters (born December 1, 1958) is an American politician who is the junior United States Senator from Michigan. A member of the Democratic Party, he was the U.S. Representative for Michigan's 14th congressional district from 2013 until his election to the Senate. The district includes the eastern half of Detroit, as well as the Grosse Pointes, Hamtramck, Southfield and Pontiac.",
      "pageId": 12690010,
      "monthDay": "12/01"
    },
    {
      "year": "1961",
      "uri": "/wiki/Safra_A._Catz",
      "name": "Safra A. Catz",
      "aboutText": "Lynn LeMay (born in Tacoma, Washington) is an American pornographic actress. In Fall 2006 she founded the adult production company LeMayzing Pictures.\n^ a b c \"Personal Biography - Lynn LeMay\".",
      "pageId": 13754513,
      "monthDay": "12/01"
    },
    {
      "year": "1961",
      "uri": "/wiki/Raymond_E._Goldstein",
      "name": "Raymond E. Goldstein",
      "aboutText": "Armin Meiwes (English pronunciation: /ˈɑrmɪn ˈmaɪvəs/; born 1 December 1961) is a German man who achieved international notoriety for killing and eating a voluntary victim whom he had found via the Internet. After Meiwes and the victim jointly attempted to eat the victim's severed penis, Meiwes killed his victim and proceeded to eat a large amount of his flesh. Because of his acts, Meiwes is also known as the Rotenburg Cannibal or Der Metzgermeister (The Master Butcher).",
      "pageId": 19760316,
      "monthDay": "12/01"
    },
    {
      "year": "1961",
      "uri": "/wiki/Lynn_LeMay",
      "name": "Lynn LeMay",
      "aboutText": "Shirin M. Rai (born 1 December 1960), is a political scientist, known for her research on the intersections between globalisation, post-colonial governance, processes of democratisation and gender regimes. She is the Director of the Gendered Ceremony and Ritual in Parliament Programme, a four-year interdisciplinary project funded by the Leverhulme Trust that studies the performances of ritual, ceremony, symbolism and affect in the British, Indian and South African parliaments.\nRai's research focuses on gendered readings of governance and developmental policies in post-colonial states (particular India) and most recently, the symbolic and performative aspects of (especially) parliamentary processes from a gendered, racialised, sexualised, embodied perspective.",
      "pageId": 31878304,
      "monthDay": "12/01"
    },
    {
      "year": "1961",
      "uri": "/wiki/Armin_Meiwes",
      "name": "Armin Meiwes",
      "aboutText": "Raymond Ethan Goldstein (born 1961) FRS FInstP is Schlumberger Professor of Complex Physical Systems in the Department of Applied Mathematics and Theoretical Physics (DAMTP) at the University of Cambridge and a Fellow of Churchill College, Cambridge.",
      "pageId": 47053052,
      "monthDay": "12/01"
    },
    {
      "year": "1961",
      "uri": "/wiki/Jeremy_Northam",
      "name": "Jeremy Northam",
      "aboutText": "Larry Kenneth Robert Walker (born December 1, 1966) is a Canadian former right fielder in Major League Baseball. From 1989 through 2005, Walker played for the Montreal Expos (1989–1994), Colorado Rockies (1995–2004), and St. Louis Cardinals (2004–2005).",
      "pageId": 394237,
      "monthDay": "12/01"
    },
    {
      "year": "1962",
      "uri": "/wiki/Sylvie_Daigle",
      "name": "Sylvie Daigle",
      "aboutText": "Jo Walton (born December 1, 1964 in Aberdare) is a Welsh-Canadian fantasy and science fiction writer and poet. She won the John W. Campbell Award for Best New Writer in 2002 and the World Fantasy award for her novel Tooth and Claw in 2004. Her novel Ha'penny was a co-winner of the 2008 Prometheus Award.",
      "pageId": 423994,
      "monthDay": "12/01"
    },
    {
      "year": "1962",
      "uri": "/wiki/Sayoko_Hagiwara",
      "name": "Sayoko Hagiwara",
      "aboutText": "Jeremy Philip Northam (born 1 December 1961) is an English actor.\nHe is best known for his roles in the films Gosford Park, Emma, Amistad, The Winslow Boy, Enigma, Martin and Lewis, and as Thomas More in the Showtime series The Tudors.",
      "pageId": 512773,
      "monthDay": "12/01"
    },
    {
      "year": "1962",
      "uri": "/wiki/Pamela_McGee",
      "name": "Pamela McGee",
      "aboutText": "Salvatore Schillaci (Italian pronunciation: [salvaˈtoːre skilˈlaːtʃi]; born 1 December 1964), commonly referred to by his nickname Totò, is a former Italian football player. During his club career, he played for Messina (1982–1989), Juventus (1989–1992), Internazionale (1992–1994) and Júbilo Iwata (1994–1997).\nAt international level he was the surprise star of the 1990 FIFA World Cup, as he helped Italy to a third-place finish on home soil.",
      "pageId": 987976,
      "monthDay": "12/01"
    },
    {
      "year": "1963",
      "uri": "/wiki/Marco_Greco",
      "name": "Marco Greco",
      "aboutText": "Golden Ameda Brooks (born December 1, 1970) is an American actress, best known for her role as Maya Wilkes on the UPN/CW comedy series Girlfriends from 2000 to 2008.",
      "pageId": 1035199,
      "monthDay": "12/01"
    },
    {
      "year": "1963",
      "uri": "/wiki/Nathalie_Lambert",
      "name": "Nathalie Lambert",
      "aboutText": "Andrew Ralph Adamson, MNZM (born 1 December 1966) is a New Zealand film director, producer and screenwriter based mainly in Los Angeles, where he made the blockbuster animation films, Shrek and Shrek 2 for which he received an Academy Award nomination. He was director, executive producer, and scriptwriter for C. S. Lewis' The Lion, the Witch, and the Wardrobe. Shooting took place in New Zealand, primarily in and around Auckland, but also in South Island where much of Peter Jackson's The Lord of the Rings trilogy was filmed.",
      "pageId": 1156056,
      "monthDay": "12/01"
    },
    {
      "year": "1963",
      "uri": "/wiki/Arjuna_Ranatunga",
      "name": "Arjuna Ranatunga",
      "aboutText": "Arjuna Ranatunga (Sinhalese: අර්ජුන රණතුංග; born 1 December 1963) is a Sri Lankan politician, former international cricketer and cricket administrator. He served as the captain of the Sri Lankan cricket team for much of the 1990s, and the team won the 1996 Cricket World Cup under his leadership. He has been Member of the Parliament of Sri Lanka for Gampaha since 17 August 2015, and was appointed Minister of Ports and Shipping on 12 January 2015.",
      "pageId": 1160705,
      "monthDay": "12/01"
    },
    {
      "year": "1964",
      "uri": "/wiki/Salvatore_Schillaci",
      "name": "Salvatore Schillaci",
      "aboutText": "Sylvie Daigle (born December 1, 1962) is a Canadian speed skater. She is a member of Canadian Short Track relay team that won gold medal in 1992 Winter Olympics and silver medal in 1994 Winter Olympics. She is also a five-time Overall World Champion (for 1979, 1983, 1988–1990).",
      "pageId": 1797138,
      "monthDay": "12/01"
    },
    {
      "year": "1964",
      "uri": "/wiki/Jo_Walton",
      "name": "Jo Walton",
      "aboutText": "Reginald Laverne Sanders (born December 1, 1967) is a former right fielder in Major League Baseball. He bats and throws right-handed. Sanders was 24 years old when he made his major league debut on August 22, 1991, after being selected in the 7th round of the 1987 amateur draft by the Cincinnati Reds.",
      "pageId": 2004524,
      "monthDay": "12/01"
    },
    {
      "year": "1966",
      "uri": "/wiki/Andrew_Adamson",
      "name": "Andrew Adamson",
      "aboutText": "Jouko Ahola (born December 1, 1970) is a Finnish former strongman, powerlifter and actor.",
      "pageId": 2533248,
      "monthDay": "12/01"
    },
    {
      "year": "1966",
      "uri": "/wiki/Katherine_LaNasa",
      "name": "Katherine LaNasa",
      "aboutText": "Marco Greco (Born December 1, 1963 in São Paulo) is a Brazilian former Grand Prix motorcycle road racer and race car driver who competed in the Indy Racing League from 1996 to 1999. His best finish in the season points was third in 1996–1997. He made four starts in the Indianapolis 500 with a best finish of 14th in 1998.",
      "pageId": 2559688,
      "monthDay": "12/01"
    },
    {
      "year": "1966",
      "uri": "/wiki/Ali_Mosaffa",
      "name": "Ali Mosaffa",
      "aboutText": "Anders Holmertz (born 1 December 1968 in Motala) is a Swedish retired swimmer who was a leader in freestyle (200 and 400 meters) races in the 1980s and at the beginning of the 1990s, though often missing personal success. He also settled a record in the 400 m freestyle. He is the brother of another Swedish swimmer, Mikael Holmertz.",
      "pageId": 2973388,
      "monthDay": "12/01"
    },
    {
      "year": "1966",
      "uri": "/wiki/Larry_Walker",
      "name": "Larry Walker",
      "aboutText": "Nathalie Lambert (born December 1, 1963 in Montreal, Quebec) is a Canadian Olympic medalist in short-track speed skating. She won one Gold medal and two Silver medals at the Winter Olympics, and was Canada's flag bearer at the 1992 Albertville Olympics closing ceremony. She is also a three-time Overall World Champion for 1991, 1993 and 1994.",
      "pageId": 4255442,
      "monthDay": "12/01"
    },
    {
      "year": "1967",
      "uri": "/wiki/Nestor_Carbonell",
      "name": "Nestor Carbonell",
      "aboutText": "Richard Cevantis Carrier (born December 1, 1969) is a historian, atheist activist, author, public speaker, and blogger. He has a doctorate in ancient history from Columbia University where his thesis was on the history of science in ancient antiquity. He is a leading proponent of the Christ myth theory.",
      "pageId": 4426443,
      "monthDay": "12/01"
    },
    {
      "year": "1967",
      "uri": "/wiki/Reggie_Sanders",
      "name": "Reggie Sanders",
      "aboutText": "Ali Mosaffa (Persian: علی مصفا ‎‎, born December 1, 1966 in Tehran) is an Iranian actor and director.",
      "pageId": 4814559,
      "monthDay": "12/01"
    },
    {
      "year": "1968",
      "uri": "/wiki/Justin_Chadwick",
      "name": "Justin Chadwick",
      "aboutText": "Katherine LaNasa (born December 1, 1966) is an American actress, former ballet dancer and choreographer. She starred in films Jayne Mansfield's Car, The Campaign and The Frozen Ground. On television, LaNasa had a leading role in the NBC sitcom Three Sisters (2001–2002), appeared in a recurring roles on Judging Amy, Two and a Half Men, Big Love and Longmire, and also starred in the short-lived dramas Love Monkey (2006) and Deception (2013).",
      "pageId": 5885788,
      "monthDay": "12/01"
    },
    {
      "year": "1968",
      "uri": "/wiki/Anders_Holmertz",
      "name": "Anders Holmertz",
      "aboutText": "Néstor Gastón Carbonell (Spanish pronunciation: [ˈnestor ɣasˈtoŋ karβoˈneʎ]; born December 1, 1967) is an American actor. He is perhaps most famous for his roles as Richard Alpert in ABC's drama series Lost, and Mayor Anthony Garcia in the Christopher Nolan films The Dark Knight and The Dark Knight Rises. He is also known for his regular roles as Luis Rivera on the sitcom Suddenly Susan, and Batmanuel on the live-action sitcom The Tick.",
      "pageId": 8020136,
      "monthDay": "12/01"
    },
    {
      "year": "1969",
      "uri": "/wiki/Richard_Carrier",
      "name": "Richard Carrier",
      "aboutText": "Justin Chadwick (born 6 December 1968) is an English actor and television and film director.",
      "pageId": 16074037,
      "monthDay": "12/01"
    },
    {
      "year": "1970",
      "uri": "/wiki/Jouko_Ahola",
      "name": "Jouko Ahola",
      "aboutText": "Sayoko Hagiwara (萩原 佐代子, Hagiwara Sayoko, December 1, 1962-) is a Japanese actress from Tokyo.",
      "pageId": 17475510,
      "monthDay": "12/01"
    },
    {
      "year": "1970",
      "uri": "/wiki/Golden_Brooks",
      "name": "Golden Brooks",
      "aboutText": "Pamela Denise McGee (born December 1, 1962) is an American retired professional women's basketball player and assistant coach. At age 34, Pamela was the second overall pick in the 1997 WNBA Draft. She played in the league for two seasons with the Sacramento Monarchs and Los Angeles Sparks.",
      "pageId": 20575595,
      "monthDay": "12/01"
    },
    {
      "year": "1970",
      "uri": "/wiki/Julie_Condra",
      "name": "Julie Condra",
      "aboutText": "Francisco José Rodrigues da Costa, OIH, (born 1 December 1974), known as Costinha (Portuguese pronunciation: [kɔʃˈtiɲɐ]), is a Portuguese retired footballer who played as a defensive midfielder. After his playing career ended, he became a coach.\nBest known for his tackling and positioning, he played professionally in five different countries – reaching the first division of his own at nearly 27 – and was a Portuguese international.",
      "pageId": 774370,
      "monthDay": "12/01"
    },
    {
      "year": "1970",
      "uri": "/wiki/Jonathan_Coulton",
      "name": "Jonathan Coulton",
      "aboutText": "Emily Kathleen Anne Mortimer (born 1 December 1971) is an English actress and screenwriter. She began acting in stage productions, and has since appeared in several film and television roles. In 2003, she won an Independent Spirit Award for her performance in Lovely and Amazing.",
      "pageId": 869862,
      "monthDay": "12/01"
    },
    {
      "year": "1970",
      "uri": "/wiki/Lembit_Rajala",
      "name": "Lembit Rajala",
      "aboutText": "Sarah Kate Silverman (born December 1, 1970) is an American actress, stand-up comedian, producer, and writer. Her comedy addresses social taboos and controversial topics, such as racism, sexism, and religion, having her comic character endorse them in an ironic fashion.\nSilverman was a writer and occasional performer for 18 weeks on Saturday Night Live and starred in and produced The Sarah Silverman Program, which ran from 2007 to 2010 on Comedy Central, for which she was nominated for a Primetime Emmy Award.",
      "pageId": 1152227,
      "monthDay": "12/01"
    },
    {
      "year": "1970",
      "uri": "/wiki/Kirk_Rueter",
      "name": "Kirk Rueter",
      "aboutText": "Kirk Wesley Rueter (born December 1, 1970) is a former left-handed pitcher in Major League Baseball, and is the most successful left-hander in San Francisco Giants history. Rueter played for the Montreal Expos and the Giants and made most of his career appearances as a starter. Rueter attended and played for Murray State University.",
      "pageId": 1272152,
      "monthDay": "12/01"
    },
    {
      "year": "1970",
      "uri": "/wiki/Sarah_Silverman",
      "name": "Sarah Silverman",
      "aboutText": "Stephanie Finochio (born December 1, 1971) is an American stuntwoman and former professional wrestler and valet. She is best known by her ring name Trinity and for her stints in Total Nonstop Action Wrestling and World Wrestling Entertainment.\n^ a b c d e f g h i j k l m n o p \"Cagematch profile\".",
      "pageId": 1944577,
      "monthDay": "12/01"
    },
    {
      "year": "1970",
      "uri": "/wiki/Tisha_Waller",
      "name": "Tisha Waller",
      "aboutText": "Jason Keng-Kwin Chan (born December 1, 1971) is an Australian actor best known for potraying Cameron Watanabe, the Green Samurai Ranger in Power Rangers: Ninja Storm. He was born in Kuala Lumpur, Malaysia and moved to Perth with his family when he was only 5. He entered medical school at the University of Western Australia, but Chan continued to pursue the creative arts, studying ballet, contemporary dance, and jazz dance at the Western Australian Academy of Performing Arts.",
      "pageId": 2206385,
      "monthDay": "12/01"
    },
    {
      "year": "1971",
      "uri": "/wiki/Trinity_(wrestler)",
      "name": "Trinity",
      "aboutText": "Jonathan Coulton (born December 1, 1970) is an American singer-songwriter, known for his songs about geek culture and his use of the Internet to draw fans. Among his most popular songs are \"Code Monkey\", \"Skullcrusher Mountain\", \"Re: Your Brains\", \"Still Alive\" and \"Want You Gone\" (the last three being featured in games developed by Valve: Left 4 Dead 2, Portal, and Portal 2 respectively).",
      "pageId": 2410510,
      "monthDay": "12/01"
    },
    {
      "year": "1971",
      "uri": "/wiki/Jason_Keng-Kwin_Chan",
      "name": "Jason Keng-Kwin Chan",
      "aboutText": "Jon Philip Theodore (born December 30, 1973) is an American drummer. He is best known as a former member of The Mars Volta and as the current drummer for Queens of the Stone Age. Theodore is also a member of One Day as a Lion and hard rock supergroup Giraffe Tongue Orchestra.",
      "pageId": 2432034,
      "monthDay": "12/01"
    },
    {
      "year": "1971",
      "uri": "/wiki/Emily_Mortimer",
      "name": "Emily Mortimer",
      "aboutText": "Dolgorsürengiin Serjbüdee (Mongolian: Долгорсүрэнгийн Сэржбүдээ) is a Mongolian professional wrestler who wrestled for New Japan Pro Wrestling.",
      "pageId": 3653539,
      "monthDay": "12/01"
    },
    {
      "year": "1971",
      "uri": "/wiki/Melanie_Peres",
      "name": "Melanie Peres",
      "aboutText": "Matt Fritchman (born December 1, 1975), better known by the pen name Matt Fraction, is an Eisner Award-winning American comic book writer, known for his work as the writer of The Invincible Iron Man, The Immortal Iron Fist, Uncanny X-Men and Hawkeye for Marvel Comics and Casanova and Sex Criminals for Image Comics.\n^ a b \"Matt Fraction Biography\". IGN. 2012.",
      "pageId": 4686432,
      "monthDay": "12/01"
    },
    {
      "year": "1971",
      "uri": "/wiki/Christian_Pescatori",
      "name": "Christian Pescatori",
      "aboutText": "Julie Michele Condra (born December 1, 1970) is an American film and television actress. She was born in Ballinger, Texas, the daughter of Priscilla Condra, and grew up in San Antonio, Texas. During her teenage years, she modeled in various catalogs and commercials.",
      "pageId": 6305644,
      "monthDay": "12/01"
    },
    {
      "year": "1971",
      "uri": "/wiki/Mika_Pohjola",
      "name": "Mika Pohjola",
      "aboutText": "Peter Van de Veire (born Eeklo, Belgium, 1 December 1971) is a well-known radio personality in Flanders.",
      "pageId": 8720585,
      "monthDay": "12/01"
    },
    {
      "year": "1971",
      "uri": "/wiki/John_Schlimm",
      "name": "John Schlimm",
      "aboutText": "Stephen Thadius \"Steve\" Crompton Gibb (born 1 December 1973) is an English musician and the first-born son of Barry Gibb and Linda Gibb.",
      "pageId": 8769096,
      "monthDay": "12/01"
    },
    {
      "year": "1971",
      "uri": "/wiki/Dolgors%C3%BCrengiin_Serjb%C3%BCdee",
      "name": "Dolgorsürengiin Serjbüdee",
      "aboutText": "Mika Pohjola ( pronunciation  (born December 1, 1971) is a Finnish-born jazz pianist and composer who resides in New York City.",
      "pageId": 8925589,
      "monthDay": "12/01"
    },
    {
      "year": "1971",
      "uri": "/wiki/Peter_Van_de_Veire",
      "name": "Peter Van de Veire",
      "aboutText": "Bart Marshall Millard (born December 1, 1972) is an American contemporary Christian singer-songwriter. Millard released the album Hymned No. 1 in 2005, which was his first solo album apart from MercyMe, but he is still a member of that band.",
      "pageId": 11241123,
      "monthDay": "12/01"
    },
    {
      "year": "1972",
      "uri": "/wiki/Bart_Millard",
      "name": "Bart Millard",
      "aboutText": "Lembit Rajala (born 1 December 1970) is a former Estonian professional footballer. He was playing the position of striker.",
      "pageId": 16001305,
      "monthDay": "12/01"
    },
    {
      "year": "1973",
      "uri": "/wiki/Steve_Gibb",
      "name": "Steve Gibb",
      "aboutText": "Christian Pescatori is a professional racecar driver from Italy. He was born in Brescia, in 1 December 1971.\nPescatori started his career in single-seater racing, becoming Italian Formula 3 Champion in 1993, before moving up to Formula 3000.",
      "pageId": 16514839,
      "monthDay": "12/01"
    },
    {
      "year": "1973",
      "uri": "/wiki/Jon_Theodore",
      "name": "Jon Theodore",
      "aboutText": "John Schlimm (born December 1, 1971) is an American author, activist, artist, and educator. His books include The Ultimate Beer Lover's Happy Hour: Over 325 Recipes for Your Favorite Bar Snacks & Beer Cocktails, The Cheesy Vegan, Stand Up!: 75 Young Activists Who Rock the World, And How You Can, Too!, Grilling Vegan Style, and The Tipsy Vegan.\nA member of the award-winning Straub Brewery family of Pennsylvania, one of the oldest and most historic brewing families in the United States dating back to the 1870s, John called upon his family roots to write The Ultimate Beer Lover's Cookbook.",
      "pageId": 18033597,
      "monthDay": "12/01"
    },
    {
      "year": "1974",
      "uri": "/wiki/Costinha",
      "name": "Costinha",
      "aboutText": "Melanie Mariam Thanee Frasch (born December 1, 1971), better known as Melanie Peres (Hebrew: מלאני פרס‎) is an Israeli model and actress. She has been a model for over 20 years, and has acted on various television programs and movies; she played the title role in the 2010 Israeli feature film Naomi.\n^ a b Anderman, Nirit (2010-12-24).",
      "pageId": 24973187,
      "monthDay": "12/01"
    },
    {
      "year": "1975",
      "uri": "/wiki/Matt_Fraction",
      "name": "Matt Fraction",
      "aboutText": "Tisha Felice Waller, (born December 1, 1970 in South Boston, Virginia) is an American athlete competing in the high jump, who participated in the 1996 Summer Olympics and 2004 Summer Olympics. She is a five time American Champion, and internationally won the 1998 Goodwill Games, plus bronze medals in the 1991 World University Games and the 1999 World Indoor Championships.\nTisha Waller graduated from Halifax County High School and the University of North Carolina.",
      "pageId": 27164705,
      "monthDay": "12/01"
    },
    {
      "year": "1975",
      "uri": "/wiki/Isaiah_%22Ikey%22_Owens",
      "name": "Isaiah \"Ikey\" Owens",
      "aboutText": "Matthew Wayne \"Matt\" Shepard (December 1, 1976 – October 12, 1998) was an American student at the University of Wyoming who was beaten, tortured and left to die near Laramie, Wyoming on the night of October 6, 1998, and died six days later at Poudre Valley Hospital in Fort Collins, Colorado, on October 12, from severe head injuries.\nAaron McKinney and Russell Henderson were arrested shortly after the attack and charged with murder following Shepard's death. Significant media coverage was given to what role Shepard's sexual orientation played in the killing.",
      "pageId": 96484,
      "monthDay": "12/01"
    },
    {
      "year": "1975",
      "uri": "/wiki/Thomas_Schie",
      "name": "Thomas Schie",
      "aboutText": "Bradford Phillip \"Brad\" Delson (born December 1, 1977) is an American musician, best known as the lead guitarist and one of the founding members of the Grammy Award winning rock band Linkin Park.",
      "pageId": 145534,
      "monthDay": "12/01"
    },
    {
      "year": "1975",
      "uri": "/wiki/Sophia_Skou",
      "name": "Sophia Skou",
      "aboutText": "Jared Scot Fogle (born August 23, 1977), also known as the Subway Guy, is a former spokesman for Subway restaurants. After his significant weight loss attributed to eating Subway sandwiches, Fogle was made a spokesperson for the company's advertising campaigns from 2000 to 2015.\nIn 2015, Fogle was investigated for allegedly paying for sex with minors and receiving child pornography.",
      "pageId": 377990,
      "monthDay": "12/01"
    },
    {
      "year": "1976",
      "uri": "/wiki/Tomasz_Adamek",
      "name": "Tomasz Adamek",
      "aboutText": "Mohammad Kaif (Urdu: محمد کیف,  pronunciation  (born 1 December 1980) is an Indian cricketer. He made it to the national team on the strength of his performances at the Under-19 level, where he captained the Indian team to victory in the Under-19 World Cup in 2000.\nHe can be both defensive and aggressive, as variable strike rates in Test and ODI cricket suggest.",
      "pageId": 1549959,
      "monthDay": "12/01"
    },
    {
      "year": "1976",
      "uri": "/wiki/Laura_Ling",
      "name": "Laura Ling",
      "aboutText": "Isaiah Randolph \"Ikey\" Owens (December 1, 1974 – October 14, 2014) was an American Grammy Award winning keyboardist known for his work with The Mars Volta, Jack White and an array of bands from the Long Beach music scene.",
      "pageId": 1897976,
      "monthDay": "12/01"
    },
    {
      "year": "1976",
      "uri": "/wiki/Dean_O%27Gorman",
      "name": "Dean O'Gorman",
      "aboutText": "Mathew William \"Mat\" Kearney (/ˈkɑrni/; born December 1, 1978) is an American musician born in Eugene, Oregon, now based in Nashville, Tennessee. Kearney has received critical acclaim and widespread recognition for his Columbia Records debut, Nothing Left to Lose. So far, he has a total of 5 top 20 hits on the Adult Top 40 Chart.",
      "pageId": 2615719,
      "monthDay": "12/01"
    },
    {
      "year": "1976",
      "uri": "/wiki/Matthew_Shepard",
      "name": "Matthew Shepard",
      "aboutText": "Mubarak Hassan Shami (Arabic: مبارك حسن شامي‎, born Richard Yatich on December 1, 1980) is a Kenyan-born Qatari long-distance runner.",
      "pageId": 3064572,
      "monthDay": "12/01"
    },
    {
      "year": "1976",
      "uri": "/wiki/Evangelos_Sklavos",
      "name": "Evangelos Sklavos",
      "aboutText": "Akiva D. \"Kiv\" Schaffer (born December 1, 1977) is an American comedy writer, songwriter, actor, and film director.",
      "pageId": 3612243,
      "monthDay": "12/01"
    },
    {
      "year": "1977",
      "uri": "/wiki/Brad_Delson",
      "name": "Brad Delson",
      "aboutText": "Ryan Gregory Malone (born December 1, 1979) is a former American professional ice hockey forward. He has previously played in the National Hockey League (NHL) with the Pittsburgh Penguins, Tampa Bay Lightning and New York Rangers.",
      "pageId": 3684892,
      "monthDay": "12/01"
    },
    {
      "year": "1977",
      "uri": "/wiki/Jared_Fogle",
      "name": "Jared Fogle",
      "aboutText": "Nathan Andrew \"Nate\" Torrence (born December 1, 1977) is an American comedic actor known for playing the role of Wade Bailey on the HBO series Hello Ladies and for his numerous roles in television advertisements.",
      "pageId": 4858893,
      "monthDay": "12/01"
    },
    {
      "year": "1977",
      "uri": "/wiki/Lee_McKenzie",
      "name": "Lee McKenzie",
      "aboutText": "Sophia Skou (born December 1, 1975 in Copenhagen) is a former butterfly swimmer from Denmark, who twice competed in the Summer Olympics for her native country: in 1996 and 2000.\nSkou was Denmark's leading swimmer in the 1990s, together with Mette Jacobsen.",
      "pageId": 5612274,
      "monthDay": "12/01"
    },
    {
      "year": "1977",
      "uri": "/wiki/Akiva_Schaffer",
      "name": "Akiva Schaffer",
      "aboutText": "Tomasz Adamek (Polish pronunciation: [ˈtɔmaʂ aˈdamɛk]; born 1 December 1976) is a Polish professional boxer. He is a former WBC light heavyweight champion, as well as a former IBF, IBO and The Ring magazine cruiserweight champion.",
      "pageId": 5939393,
      "monthDay": "12/01"
    },
    {
      "year": "1977",
      "uri": "/wiki/Nate_Torrence",
      "name": "Nate Torrence",
      "aboutText": "Lee McKenzie (born 1 December 1977) is a reporter and deputy presenter for BBC's Formula One coverage and is the main presenter of Inside F1 for BBC News. McKenzie has also worked as a presenter for Sky Sports and Sky Sports News.\nThe daughter of Bob McKenzie, a fellow sport and motorsport journalist, McKenzie has worked mainly in motorsport and rugby.",
      "pageId": 13198976,
      "monthDay": "12/01"
    },
    {
      "year": "1978",
      "uri": "/wiki/Mat_Kearney",
      "name": "Mat Kearney",
      "aboutText": "Stephanie Brown Trafton (born December 1, 1979) is an American track and field athlete who won the discus throwing gold medal at the 2008 Summer Olympics in Beijing. She is thus one of only two American women to have ever won the event, and the only one since the Great Depression.\nShe was a somewhat unusual athlete in that she had become a two-time Olympian before she had competed at a World Championships in Athletics.",
      "pageId": 18918243,
      "monthDay": "12/01"
    },
    {
      "year": "1979",
      "uri": "/wiki/Angelique_Bates",
      "name": "Angelique Bates",
      "aboutText": "Evangelos \"Vangelis\" Sklavos (alternate spelling: Vaggelis) (Greek: Ευάγγελος \"Βαγγέλης\" Σκλάβος; born December 1, 1977) is a Greek professional basketball player born in Athens, Greece.",
      "pageId": 20889889,
      "monthDay": "12/01"
    },
    {
      "year": "1979",
      "uri": "/wiki/Ryan_Malone",
      "name": "Ryan Malone",
      "aboutText": "Laura G. Ling (born December 1, 1976) is an American journalist and writer. She worked for Current TV as a correspondent and vice president of its Vanguard Journalism Unit, which produced the Vanguard TV series. She was the host and reporter on E!",
      "pageId": 22212603,
      "monthDay": "12/01"
    },
    {
      "year": "1979",
      "uri": "/wiki/Stephanie_Brown_Trafton",
      "name": "Stephanie Brown Trafton",
      "aboutText": "Dean Lance O'Gorman (born 1 December 1976) is an actor, artist, and photographer from New Zealand.",
      "pageId": 25522375,
      "monthDay": "12/01"
    },
    {
      "year": "1980",
      "uri": "/wiki/Mohammad_Kaif",
      "name": "Mohammad Kaif",
      "aboutText": "Roger Francis Peterson (born 1 December 1980) is an Aruban-Dutch musician. He is known as the lead vocalist for the now-defunct rock band Intwine, which was active from 2001 to 2010.",
      "pageId": 32140133,
      "monthDay": "12/01"
    },
    {
      "year": "1980",
      "uri": "/wiki/Roger_Peterson_(musician)",
      "name": "Roger Peterson",
      "aboutText": "Thomas Schie (Born 1 December 1975 in Oslo) is a former racing and rally driver.",
      "pageId": 44216088,
      "monthDay": "12/01"
    },
    {
      "year": "1980",
      "uri": "/wiki/Mubarak_Hassan_Shami",
      "name": "Mubarak Hassan Shami",
      "aboutText": "Angelique Bates (born December 1, 1980) is an American actress and singer best known for the two seasons she served on the Nickelodeon sketch-comedy series All That.",
      "pageId": 47779025,
      "monthDay": "12/01"
    },
    {
      "year": "1981",
      "uri": "/wiki/Park_Hyo-shin",
      "name": "Park Hyo-shin",
      "aboutText": "Luke McPharlin (born 1 December 1981) is a former professional Australian rules footballer who played in the Australian Football League (AFL) for the Hawthorn Football Club between 2000 and 2001, and the Fremantle Football Club between 2002 and 2015. He was educated at Christ Church Grammar School in Perth where he graduated in 1999.",
      "pageId": 3156499,
      "monthDay": "12/01"
    },
    {
      "year": "1981",
      "uri": "/wiki/Luke_McPharlin",
      "name": "Luke McPharlin",
      "aboutText": "Lloyd Colin Doyley (born 1 December 1982) is a professional footballer who plays for Watford as a defender. He is primarily a right-back, but can also play as a centre-back and left-back. He is the longest-serving current player for Watford, and is contracted until 2015.",
      "pageId": 5004918,
      "monthDay": "12/01"
    },
    {
      "year": "1981",
      "uri": "/wiki/I_Made_Wirawan",
      "name": "I Made Wirawan",
      "aboutText": "Park Hyo-shin (Hangul: 박효신, Hanja: 朴孝信, born 1 December 1981) is a South Korean singer.",
      "pageId": 5242582,
      "monthDay": "12/01"
    },
    {
      "year": "1982",
      "uri": "/wiki/Riz_Ahmed",
      "name": "Riz Ahmed",
      "aboutText": "Rizwan \"Riz\" Ahmed (born 1 December 1982), also known as Riz MC, is a British actor and rapper. He has starred in The Road to Guantanamo, Shifty, Britz, Four Lions, Ill Manors, The Reluctant Fundamentalist, and Nightcrawler.",
      "pageId": 5457529,
      "monthDay": "12/01"
    },
    {
      "year": "1982",
      "uri": "/wiki/Lloyd_Doyley",
      "name": "Lloyd Doyley",
      "aboutText": "John Coughlin (born December 1, 1985) is an American pair skater. With Caydee Denney, he is the 2012 Four Continents silver medalist and 2012 U.S. national champion.",
      "pageId": 7847250,
      "monthDay": "12/01"
    },
    {
      "year": "1982",
      "uri": "/wiki/Christos_Kalantzis",
      "name": "Christos Kalantzis",
      "aboutText": "Emiliano Viviano (born 1 December 1985) is an Italian footballer who plays as a goalkeeper for Sampdoria.",
      "pageId": 8345605,
      "monthDay": "12/01"
    },
    {
      "year": "1982",
      "uri": "/wiki/Christos_Melissis",
      "name": "Christos Melissis",
      "aboutText": "DeSean William Jackson (born December 1, 1986) is an American football wide receiver and return specialist for the Washington Redskins of the National Football League (NFL). He played college football for the University of California, Berkeley, and was recognized as a consensus All-American. He was drafted by the Philadelphia Eagles in the second round of the 2008 NFL Draft.",
      "pageId": 8679319,
      "monthDay": "12/01"
    },
    {
      "year": "1985",
      "uri": "/wiki/John_Coughlin_(figure_skater)",
      "name": "John Coughlin",
      "aboutText": "Zoë Isabella Kravitz (born December 1, 1988) is an American actress, singer and model. She is the daughter of musician Lenny Kravitz and actress Lisa Bonet. She first appeared in the films No Reservations (2007) and The Brave One (2007), and played Angel Salvadore in the Marvel Comics superhero film X-Men: First Class (2011).",
      "pageId": 13301881,
      "monthDay": "12/01"
    },
    {
      "year": "1985",
      "uri": "/wiki/Philip_DeFranco",
      "name": "Philip DeFranco",
      "aboutText": "Janelle Monáe Robinson (born December 1, 1985), known professionally as Janelle Monáe (/dʒəˈnɛl moʊˈneɪ/), is an American musical recording artist and actress, signed to Bad Boy Records, Wondaland Arts Society, and Atlantic Records. After making a mark with her first unofficial studio album, The Audition, she debuted publicly with a conceptual EP titled Metropolis: Suite I (The Chase), which peaked at number 115 on the Billboard 200 in the United States.\nIn 2010, Monáe released her first full-length studio album, The ArchAndroid, a concept album sequel to her first EP; it was released by Bad Boy Records.",
      "pageId": 13828397,
      "monthDay": "12/01"
    },
    {
      "year": "1985",
      "uri": "/wiki/Janelle_Mon%C3%A1e",
      "name": "Janelle Monáe",
      "aboutText": "Christos Melissis, (Greek: Χρήστος Μελίσσης; born 1 December 1982) is a Greek football player currently playing for Panthrakikos in the Super League Greece. He has played in the past for Naoussa, Panserraikos, PAOK, Panathinaikos, Larissa, Panthrakikos, Marítimo in Portugal and the Greek national football team.",
      "pageId": 15557575,
      "monthDay": "12/01"
    },
    {
      "year": "1985",
      "uri": "/wiki/Chanel_Preston",
      "name": "Chanel Preston",
      "aboutText": "Simon Jonathan Dawkins (born 1 December 1987) is a professional footballer who plays as a forward or attacking midfielder for English club Derby County and the Jamaica national team.",
      "pageId": 18891690,
      "monthDay": "12/01"
    },
    {
      "year": "1985",
      "uri": "/wiki/Emiliano_Viviano",
      "name": "Emiliano Viviano",
      "aboutText": "Tabarie Joil Henry (born 1 December 1987 in Saint Thomas) is a United States Virgin Islands sprinter who specializes in the 400 metres. His personal best time is 20.71 seconds in the 200 metres and 44.77 in the 400 metres, achieved in April 2009 in Arkansas City, Kansas. He is affiliated with Barton County Community College and Texas A&M University, where he was a national champion in 2010 and 2011.",
      "pageId": 22683075,
      "monthDay": "12/01"
    },
    {
      "year": "1986",
      "uri": "/wiki/DeSean_Jackson",
      "name": "DeSean Jackson",
      "aboutText": "Christos Kalantzis (Greek: Χρήστος Καλαντζής; born 1 December 1982) is a football player who is currently playing for Kalamata F.C..",
      "pageId": 24778774,
      "monthDay": "12/01"
    },
    {
      "year": "1987",
      "uri": "/wiki/Simon_Dawkins",
      "name": "Simon Dawkins",
      "aboutText": "I Made Wirawan is an Indonesian professional footballer who currently plays for Persib Bandung in the Indonesia Super League as a goalkeeper.",
      "pageId": 29404908,
      "monthDay": "12/01"
    },
    {
      "year": "1987",
      "uri": "/wiki/Tabarie_Henry",
      "name": "Tabarie Henry",
      "aboutText": "Chanel Preston (born December 1, 1985) is an American pornographic actress and the Penthouse magazine Penthouse Pet for March 2012. She entered the adult film industry in 2010 at the age of 24.",
      "pageId": 30138679,
      "monthDay": "12/01"
    },
    {
      "year": "1987",
      "uri": "/wiki/Vance_Joy",
      "name": "Vance Joy",
      "aboutText": "Brett Anthony Williams (born 1 December 1987) is an English footballer who plays as a striker for Stevenage.",
      "pageId": 30702401,
      "monthDay": "12/01"
    },
    {
      "year": "1987",
      "uri": "/wiki/Brett_Williams_(footballer,_born_1987)",
      "name": "Brett Williams",
      "aboutText": "Daniel \"Dan\" James Mavraides (Greek: Nτάνιελ \"Nταν\" Τζέιμς Μαυραειδής; born December 1, 1988) is a Greek American former professional basketball player. He is a 6 ft 4 in (1.93 m) tall point guard-shooting guard.",
      "pageId": 33299215,
      "monthDay": "12/01"
    },
    {
      "year": "1988",
      "uri": "/wiki/Zo%C3%AB_Kravitz",
      "name": "Zoë Kravitz",
      "aboutText": "Philip Franchini, Jr. or Philip Franchina (born December 1, 1985), better known by his stage name Philip DeFranco, his YouTube username \"sxephil\", or his online alias \"PhillyD\", is an American video blogger and YouTube personality. He is most notable for The Philip DeFranco Show, usually abbreviated PDS, a news show centered on current events, sex, politics, pop culture, and celebrity gossip in which he voices his opinion, often presented in a satirical manner and with frequent jump cuts to create a fast-paced feel.",
      "pageId": 37026722,
      "monthDay": "12/01"
    },
    {
      "year": "1988",
      "uri": "/wiki/Dan_Mavraides",
      "name": "Dan Mavraides",
      "aboutText": "Presley Hart (born December 1, 1988) is the stage name of an American pornographic actress.",
      "pageId": 38921787,
      "monthDay": "12/01"
    },
    {
      "year": "1988",
      "uri": "/wiki/Presley_Hart",
      "name": "Presley Hart",
      "aboutText": "James Gabriel Keogh (born 1 December 1987), better known as Vance Joy, is an Australian singer-songwriter. He signed a five-album deal with Atlantic Records in 2013. Also, he released his debut EP God Loves You When You're Dancing in March 2013.",
      "pageId": 40172380,
      "monthDay": "12/01"
    },
    {
      "year": "1988",
      "uri": "/wiki/Yim_Si-wan",
      "name": "Yim Si-wan",
      "aboutText": "Princess Aiko, The Princess Toshi (敬宮愛子内親王, Toshi-no-miya Aiko Naishinnō, born 1 December 2001) is the only child of Naruhito, Crown Prince of Japan and his wife, Masako.",
      "pageId": 1122397,
      "monthDay": "12/01"
    },
    {
      "year": "1989",
      "uri": "/wiki/Sotel%C3%BAm",
      "name": "Sotelúm",
      "aboutText": "Chanel Iman Robinson (born December 1, 1990) is an American model, known professionally as Chanel Iman. She is best known for her work as a Victoria's Secret angel/model.",
      "pageId": 10859566,
      "monthDay": "12/01"
    },
    {
      "year": "1990",
      "uri": "/wiki/Chanel_Iman",
      "name": "Chanel Iman",
      "aboutText": "Tomáš Tatar (born December 1, 1990) is a Slovak professional ice hockey left winger currently playing for the Detroit Red Wings of the National Hockey League (NHL).",
      "pageId": 21370011,
      "monthDay": "12/01"
    },
    {
      "year": "1990",
      "uri": "/wiki/Tom%C3%A1%C5%A1_Tatar",
      "name": "Tomáš Tatar",
      "aboutText": "Wulfert Cornelius \"Marco\" van Ginkel (Dutch pronunciation: [ˈmɑrkoː vɑn ˈɣɪŋkəl]; born 1 December 1992) is a Dutch professional footballer who plays as a midfielder for Stoke City on loan from Chelsea and the Netherlands national team.\nVan Ginkel began his career in the youth ranks of Vitesse, joining the Arnhem-based club as a seven-year-old in 1999. After making his way through the various youth levels at the club, Van Ginkel debuted for the senior team in 2010 before sealing a transfer around £9 million to Chelsea in 2013.",
      "pageId": 29334082,
      "monthDay": "12/01"
    },
    {
      "year": "1991",
      "uri": "/wiki/Hilda_Melander",
      "name": "Hilda Melander",
      "aboutText": "Linos-Spyridon Chrysikopoulos (Greek: Λίνος-Σπυρίδων Χρυσικόπουλος; born December 1, 1992) is a Greek professional basketball player who plays for Nea Kifissia of the Greek Basket League. He is a 6'10\" (2.08 m) tall 218 lb. (99 kg) small forward-point forward.",
      "pageId": 30832695,
      "monthDay": "12/01"
    },
    {
      "year": "1992",
      "uri": "/wiki/Masahudu_Alhassan",
      "name": "Masahudu Alhassan",
      "aboutText": "Hilda Melander (born 1 December 1991 in Stockholm) is a Swedish tennis player.\nMelander has won three singles and nine doubles titles on the ITF tour in her career. On 8 September 2014, she reached her best singles ranking of world number 311.",
      "pageId": 32316864,
      "monthDay": "12/01"
    },
    {
      "year": "1992",
      "uri": "/wiki/Linos_Chrysikopoulos",
      "name": "Linos Chrysikopoulos",
      "aboutText": "Masahudu Alhassan (born 1 December 1992) is a Ghanaian international footballer who plays professionally for Italian club Perugia on loan from Udinese, as a left back.",
      "pageId": 33811566,
      "monthDay": "12/01"
    },
    {
      "year": "1992",
      "uri": "/wiki/Marco_van_Ginkel",
      "name": "Marco van Ginkel",
      "aboutText": "Eva Boto (born December 1, 1995) is a singer who represented Slovenia at the Eurovision Song Contest 2012 in Baku, Azerbaijan with Verjamem. She missed out on the grand final, finishing 17th of 18 entrants.",
      "pageId": 34896534,
      "monthDay": "12/01"
    },
    {
      "year": "1993",
      "uri": "/wiki/Reena_P%C3%A4rnat",
      "name": "Reena Pärnat",
      "aboutText": "Reena Pärnat (born 1 December 1993 in Pärnu, Estonia) is an Estonian archer.",
      "pageId": 36629789,
      "monthDay": "12/01"
    },
    {
      "year": "1994",
      "uri": "/wiki/Seedy_Njie",
      "name": "Seedy Njie",
      "aboutText": "Seedy Ishmail Njie (born 1 December 1994) is an English footballer who plays as a forward.",
      "pageId": 36730509,
      "monthDay": "12/01"
    },
    {
      "year": "1995",
      "uri": "/wiki/Eva_Boto",
      "name": "Eva Boto",
      "aboutText": "Yim Si-wan(Hangul: 임시완; hanja: 任時完; born on December 1, 1988), simply known by his stage name Siwan, is South Korean singer, actor and television host. He is a member of the South Korean boyband ZE:A and its sub-group ZE:A Five.",
      "pageId": 37715714,
      "monthDay": "12/01"
    },
    {
      "year": "1995",
      "uri": "/wiki/Agn%C4%97_%C4%8Cepelyt%C4%97",
      "name": "Agnė Čepelytė",
      "aboutText": "Agnė Čepelytė (born 1 December 1995 in Panevėžys) is a Lithuanian tennis player.\nČepelytė has won one doubles title on the ITF tour in her career. On 25 May 2015, she reached her best singles ranking of world number 1090.",
      "pageId": 39166932,
      "monthDay": "12/01"
    },
    {
      "year": "1995",
      "uri": "/wiki/James_Wilson_(footballer,_born_1995)",
      "name": "James Wilson",
      "aboutText": "Jackson Nicoll (born December 1, 2003) is an American child actor, best known for portraying Billy, the grandson of the title character, in Jackass Presents: Bad Grandpa (2013).\nNicoll is from Seabrook, New Hampshire. His other credits include The Fighter (2010), What's Your Number?",
      "pageId": 40989213,
      "monthDay": "12/01"
    },
    {
      "year": "2001",
      "uri": "/wiki/Aiko,_Princess_Toshi",
      "name": "Aiko, Princess Toshi",
      "aboutText": "Stellúm Sotelo (Sephardic-Mexican born in Tijuana on December 1, 1989), also known as Sotelúm, is a mod independent music artist, listed by UABC Radio and other local press media as a very elemental post-nortec visionary in the Mexican avant garde of electronic music.",
      "pageId": 41608802,
      "monthDay": "12/01"
    },
    {
      "year": "2003",
      "uri": "/wiki/Jackson_Nicoll",
      "name": "Jackson Nicoll",
      "aboutText": "James Anthony Wilson (born 1 December 1995) is an English professional footballer who plays as a striker for Brighton & Hove Albion, on loan from parent club Manchester United.",
      "pageId": 42681775,
      "monthDay": "12/01"
    }
  ]
}