{
  "people": [
    {
      "year": "1578",
      "uri": "/wiki/Agostino_Agazzari",
      "name": "Agostino Agazzari",
      "aboutText": "Georges-Pierre Seurat (French: [ʒɔʁʒ pjɛʁ sœʁa]; 2 December 1859 – 29 March 1891) was a French post-Impressionist painter and draftsman. He is noted for his innovative use of drawing media and for devising the painting techniques known as chromoluminarism and pointillism. Seurat's artistic personality was compounded of qualities which are usually supposed to be opposed and incompatible.",
      "pageId": 62031,
      "monthDay": "12/02"
    },
    {
      "year": "1694",
      "uri": "/wiki/William_Shirley",
      "name": "William Shirley",
      "aboutText": "Dom Pedro II (English: Peter II; 2 December 1825 – 5 December 1891), nicknamed \"the Magnanimous\", was the second and last ruler of the Empire of Brazil, reigning for over 58 years. Born in Rio de Janeiro, he was the seventh child of Emperor Dom Pedro I of Brazil and Empress Dona Maria Leopoldina and thus a member of the Brazilian branch of the House of Braganza. His father's abrupt abdication and departure to Europe in 1831 left a five-year-old Pedro II as Emperor and led to a grim and lonely childhood and adolescence.",
      "pageId": 81473,
      "monthDay": "12/02"
    },
    {
      "year": "1703",
      "uri": "/wiki/Ferdinand_Kon%C5%A1%C4%8Dak",
      "name": "Ferdinand Konščak",
      "aboutText": "John Breckinridge (December 2, 1760 – December 14, 1806) was a lawyer and politician from the U.S. state of Virginia. He served in the state legislatures of Virginia and Kentucky before being elected to the U.S. Senate and appointed United States Attorney General during the second term of President Thomas Jefferson. He is the progenitor of Kentucky's Breckinridge political family and the namesake of Breckinridge County, Kentucky.",
      "pageId": 177871,
      "monthDay": "12/02"
    },
    {
      "year": "1710",
      "uri": "/wiki/Bertinazzi",
      "name": "Bertinazzi",
      "aboutText": "Pierre Marie René Ernest Waldeck-Rousseau (French: [pjɛʁ valdɛk ʁuso]; 2 December 1846 – 10 August 1904) was a French Republican statesman.",
      "pageId": 183967,
      "monthDay": "12/02"
    },
    {
      "year": "1738",
      "uri": "/wiki/Richard_Montgomery",
      "name": "Richard Montgomery",
      "aboutText": "Heinrich Karl Ludolf von Sybel (December 2, 1817 – August 1, 1895), German historian, came from a Protestant family which had long been established at Soest, in Westphalia.",
      "pageId": 192289,
      "monthDay": "12/02"
    },
    {
      "year": "1754",
      "uri": "/wiki/William_Cooper_(judge)",
      "name": "William Cooper",
      "aboutText": "William Shirley (2 December 1694 – 24 March 1771) was a British colonial administrator who was the longest-serving governor of the Province of Massachusetts Bay (1741–1749 and 1753–1756) and then Governor of the Bahamas (1760–1768). He is best known for his role in organizing the 1745 Siege of Louisbourg during King George's War, and for his role in military affairs during the French and Indian War. He spent most of his years in the colonial administration of North America working to defeat New France, but his lack of formal military training led to political difficulties and his eventual downfall.",
      "pageId": 224675,
      "monthDay": "12/02"
    },
    {
      "year": "1759",
      "uri": "/wiki/James_Edward_Smith",
      "name": "James Edward Smith",
      "aboutText": "Jean-Charles Chapais, PC (December 2, 1811 – July 17, 1885) was a Canadian Conservative politician, and considered a Father of Canadian Confederation for his participation in the Quebec Conference to determine the form of Canada's government.\nChapais was born in Rivière-Ouelle, a small town in Kamouraska, Quebec, and was educated in Nicolet. Following his success as a farmer and merchant, in 1845 he became the first mayor of Saint-Denis-de-la-Bouteillerie, the town he had lived in from 1833.",
      "pageId": 237624,
      "monthDay": "12/02"
    },
    {
      "year": "1760",
      "uri": "/wiki/John_Breckinridge_(U.S._Attorney_General)",
      "name": "John Breckinridge",
      "aboutText": "Agostino Agazzari (2 December 1578 – 10 April 1640) was an Italian composer and music theorist.",
      "pageId": 385570,
      "monthDay": "12/02"
    },
    {
      "year": "1760",
      "uri": "/wiki/Joseph_Graetz",
      "name": "Joseph Graetz",
      "aboutText": "Sir James Edward Smith (2 December 1759 – 17 March 1828) was an English botanist and founder of the Linnean Society.",
      "pageId": 399928,
      "monthDay": "12/02"
    },
    {
      "year": "1810",
      "uri": "/wiki/Henry_Yesler",
      "name": "Henry Yesler",
      "aboutText": "Fernando Consag (born Ferdinand Konščak) (December 2, 1703 – September 10, 1759) was a Jesuit missionary, explorer, and cartographer.",
      "pageId": 576842,
      "monthDay": "12/02"
    },
    {
      "year": "1811",
      "uri": "/wiki/Jean-Charles_Chapais",
      "name": "Jean-Charles Chapais",
      "aboutText": "William Cooper (December 2, 1754 – December 22, 1809) was an American merchant, land speculator and developer, the founder of Cooperstown, New York. A politician, he was appointed as a county judge and later served two terms in the United States Congress, representing Otsego County and central New York.",
      "pageId": 1106542,
      "monthDay": "12/02"
    },
    {
      "year": "1817",
      "uri": "/wiki/Heinrich_von_Sybel",
      "name": "Heinrich von Sybel",
      "aboutText": "Henry Thacker \"Harry\" Burleigh (December 2, 1866 – September 12, 1949), a baritone, was an African-American classical composer, arranger, and professional singer. He was the first black composer to be instrumental in the development of a characteristically American music and he helped to make black music available to classically trained artists both by introducing them to the music and by arranging the music in a more classical form.",
      "pageId": 1150533,
      "monthDay": "12/02"
    },
    {
      "year": "1825",
      "uri": "/wiki/Pedro_II_of_Brazil",
      "name": "Pedro II of Brazil",
      "aboutText": "Charles Thomas Studd, often known as C. T. Studd (2 December 1860– 16 July 1931, in Ibambi, Belgian Congo), was a British cricketer and missionary.\nIn 1888, he married Priscilla Stewart, and their marriage produced four daughters, and two sons (who died in infancy).\nAs a cricketer he played for England in the 1882 match won by Australia which was the origins of The Ashes.",
      "pageId": 2134761,
      "monthDay": "12/02"
    },
    {
      "year": "1846",
      "uri": "/wiki/Pierre_Waldeck-Rousseau",
      "name": "Pierre Waldeck-Rousseau",
      "aboutText": "Charles Edward Ringling (December 2, 1863 – December 3, 1926) was one of the Ringling brothers, who owned the Ringling Brothers and Barnum & Bailey Circus. He was in charge of production and greatly admired by the employees, who called him \"Mr.",
      "pageId": 2660141,
      "monthDay": "12/02"
    },
    {
      "year": "1859",
      "uri": "/wiki/Georges_Seurat",
      "name": "Georges Seurat",
      "aboutText": "Carlo Antonio Bertinazzi (2 December 1710, Turin – 6 September 1783), known as Carlin, was an Italian actor and author. He is known to have traveled with Giacomo Casanova's mother, Zanetta Farussi, to St Petersburg to perform for Empress Anna of Russia, only to return to Italy shortly after, as the empress did not approve of the comedy.\nCarlin was best known for his role as Harlequin in the commedia dell'arte (Italian comedy) that he performed from 1741 until his death.",
      "pageId": 2697647,
      "monthDay": "12/02"
    },
    {
      "year": "1860",
      "uri": "/wiki/Charles_Studd",
      "name": "Charles Studd",
      "aboutText": "Henry L. Yesler (December 2, 1810 – December 16, 1892) was an entrepreneur considered to be Seattle, Washington's first economic father and first millionaire.",
      "pageId": 7728596,
      "monthDay": "12/02"
    },
    {
      "year": "1863",
      "uri": "/wiki/Charles_Edward_Ringling",
      "name": "Charles Edward Ringling",
      "aboutText": "Yahya Kemal Beyatlı, born Ahmet Âgâh (December 2, 1884 – November 1, 1958), was a leading Turkish poet and author, as well as a politician and diplomat.",
      "pageId": 14411592,
      "monthDay": "12/02"
    },
    {
      "year": "1866",
      "uri": "/wiki/Harry_Burleigh",
      "name": "Harry Burleigh",
      "aboutText": "Sir Erima Harvey Northcroft DSO (2 December 1884 – 10 October 1953) was a New Zealand lawyer, judge, and military leader.",
      "pageId": 23463201,
      "monthDay": "12/02"
    },
    {
      "year": "1884",
      "uri": "/wiki/Erima_Harvey_Northcroft",
      "name": "Erima Harvey Northcroft",
      "aboutText": "Joseph Graetz (2 December 1760 - 17 July 1826) was a German composer, organist, and music educator. In 1790 two of his stage works premiered: the operetta Das Gespenst mit der Trommel and the opera Adelheid von Veltheim.",
      "pageId": 29063470,
      "monthDay": "12/02"
    },
    {
      "year": "1884",
      "uri": "/wiki/Yahya_Kemal_Beyatl%C4%B1",
      "name": "Yahya Kemal Beyatlı",
      "aboutText": "Richard Montgomery (December 2, 1738 – December 31, 1775) was an Irish-born soldier who first served in the British Army. He later became a major general in the Continental Army during the American Revolutionary War, and he is most famous for leading the failed 1775 invasion of Canada.\nMontgomery was born and raised in Ireland.",
      "pageId": 47836725,
      "monthDay": "12/02"
    },
    {
      "year": "1885",
      "uri": "/wiki/George_Minot",
      "name": "George Minot",
      "aboutText": "Wilhelm Heinrich Otto Dix (German: [ˈvɪlhɛlm ˈhaɪnʁiç ˈɔto ˈdɪks]; 2 December 1891 – 25 July 1969) was a German painter and printmaker, noted for his ruthless and harshly realistic depictions of Weimar society and the brutality of war.",
      "pageId": 22351,
      "monthDay": "12/02"
    },
    {
      "year": "1891",
      "uri": "/wiki/Otto_Dix",
      "name": "Otto Dix",
      "aboutText": "Sir John Barbirolli, CH (2 December 1899 – 29 July 1970), né Giovanni Battista Barbirolli, was a British conductor and cellist. He is remembered above all as conductor of the Hallé Orchestra in Manchester, which he helped save from dissolution in 1943 and conducted for the rest of his life. Earlier in his career he was Arturo Toscanini's successor as music director of the New York Philharmonic, serving from 1936 to 1943.",
      "pageId": 149875,
      "monthDay": "12/02"
    },
    {
      "year": "1891",
      "uri": "/wiki/Charles_H._Wesley",
      "name": "Charles H. Wesley",
      "aboutText": "Leo Ornstein (born Lev Ornshteyn; Russian: Лев Орнштейн; c. December 2, 1893 – February 24, 2002) was an American composer and pianist of the early twentieth century. His performances of works by avant-garde composers and his own innovative and even shocking pieces made him a cause célèbre on both sides of the Atlantic.",
      "pageId": 216986,
      "monthDay": "12/02"
    },
    {
      "year": "1893",
      "uri": "/wiki/Leo_Ornstein",
      "name": "Leo Ornstein",
      "aboutText": "Harriet Cohen CBE (2 December 1895 – 13 November 1967) was a British pianist.",
      "pageId": 385514,
      "monthDay": "12/02"
    },
    {
      "year": "1894",
      "uri": "/wiki/Warren_William",
      "name": "Warren William",
      "aboutText": "Not to be confused with American historian and judge George Richards Minot (judge) (1758–1802)",
      "pageId": 422385,
      "monthDay": "12/02"
    },
    {
      "year": "1895",
      "uri": "/wiki/Harriet_Cohen",
      "name": "Harriet Cohen",
      "aboutText": "John Rhodes Cobb (2 December 1899 – 29 September 1952) was a British racing motorist. He made money as a director of fur brokers Anning, Chadwick and Kiver and could afford to specialise in large capacity motor-racing. He was born and lived in Esher, Surrey, near the Brooklands race track.",
      "pageId": 794899,
      "monthDay": "12/02"
    },
    {
      "year": "1897",
      "uri": "/wiki/Ivan_Bagramyan",
      "name": "Ivan Bagramyan",
      "aboutText": "Raimundo Bibiani \"Mumo\" Orsi (December 2, 1901 – April 6, 1986) was an Italian Argentine footballer who played as a forward or as a winger.",
      "pageId": 1598464,
      "monthDay": "12/02"
    },
    {
      "year": "1898",
      "uri": "/wiki/Indra_Lal_Roy",
      "name": "Indra Lal Roy",
      "aboutText": "Marcel Emile Gaston LePlat (December 2, 1913 – March 29, 2014), known professionally as Marc Platt, was an American ballet dancer, musical theatre performer, and actor.",
      "pageId": 2162047,
      "monthDay": "12/02"
    },
    {
      "year": "1899",
      "uri": "/wiki/John_Barbirolli",
      "name": "John Barbirolli",
      "aboutText": "Peter Carl Goldmark (Hungarian: Goldmark Péter Károly) (December 2, 1906 – December 7, 1977) was a German-Hungarian engineer who, during his time with Columbia Records, was instrumental in developing the long-playing microgroove 33-1/3 rpm phonograph disc, the standard for incorporating multiple or lengthy recorded works on a single disc for two generations. The LP was introduced by Columbia's Goddard Lieberson in 1948.",
      "pageId": 2496966,
      "monthDay": "12/02"
    },
    {
      "year": "1899",
      "uri": "/wiki/John_Cobb_(racing_driver)",
      "name": "John Cobb",
      "aboutText": "George Malcolm Emmett (2 December 1912 – 18 December 1976) was an English cricketer, who played first-class cricket for Gloucestershire.",
      "pageId": 2560521,
      "monthDay": "12/02"
    },
    {
      "year": "1899",
      "uri": "/wiki/Ray_Morehart",
      "name": "Ray Morehart",
      "aboutText": "Indra Lal Roy (Bengali: ইন্দ্রলাল রায়), DFC (2 December 1898 – 22 July 1918) is the first, and thus far only, Indian flying ace. He served in the First World War with the Royal Flying Corps and its successor, the Royal Air Force.",
      "pageId": 2644148,
      "monthDay": "12/02"
    },
    {
      "year": "1901",
      "uri": "/wiki/Raimundo_Orsi",
      "name": "Raimundo Orsi",
      "aboutText": "Warren William (born Warren William Krech; December 2, 1894 – September 24, 1948) was a Broadway and Hollywood actor, immensely popular during the early 1930s; he was later nicknamed the \"King of Pre-Code\".",
      "pageId": 3226603,
      "monthDay": "12/02"
    },
    {
      "year": "1906",
      "uri": "/wiki/Peter_Carl_Goldmark",
      "name": "Peter Carl Goldmark",
      "aboutText": "Charles Harris Wesley (December 2, 1891 – August 16, 1987) was an American historian, educator, minister, and author. He published more than 15 books on African-American history, served as president of Wilberforce University, and founding president of Central State University, both in Ohio.",
      "pageId": 3626762,
      "monthDay": "12/02"
    },
    {
      "year": "1909",
      "uri": "/wiki/Arvo_Askola",
      "name": "Arvo Askola",
      "aboutText": "Russell Lynes (Joseph Russell Lynes, Jr.; December 2, 1910 – September 14, 1991) was an American art historian, photographer, author and managing editor of Harper's Magazine.\nBorn in Great Barrington, Massachusetts, Lynes was the younger son of Adelaide (Sparkman) and Joseph Russell Lynes. His older brother was the photographer George Platt Lynes.",
      "pageId": 5603670,
      "monthDay": "12/02"
    },
    {
      "year": "1909",
      "uri": "/wiki/Walenty_K%C5%82yszejko",
      "name": "Walenty Kłyszejko",
      "aboutText": "Arvo Askola (2 December 1909, Valkeala – 23 November 1975) was a Finnish long-distance runner, who won silver medals in the 10,000 m event at the 1936 Olympics and 1934 European Championships.",
      "pageId": 8020601,
      "monthDay": "12/02"
    },
    {
      "year": "1909",
      "uri": "/wiki/Joseph_P._Lash",
      "name": "Joseph P. Lash",
      "aboutText": "Ivan Khristoforovich Bagramyan (Armenian: Հովհաննես Քրիստափորի Բաղրամյան; Russian: Ива́н Христофо́рович Баграмя́н), also known as Hovhannes Khachaturi Baghramyan (Armenian: Հովհաննես Խաչատուրի (alternatively, Քրիստափորի, Kristapori) Բաղրամյան; Russian: Оване́с Хачату́рович Баграмя́н) (2 December [O.S. 20 November] 1897 – 21 September 1982), was a Soviet-Armenian military commander and Marshal of the Soviet Union. During World War II, Bagramyan was the first non-Slavic military officer to become a commander of a Front. He was among several Armenians in the Soviet Army who held the highest proportion of high-ranking officers in the Soviet military during the war.",
      "pageId": 8900317,
      "monthDay": "12/02"
    },
    {
      "year": "1910",
      "uri": "/wiki/Russell_Lynes",
      "name": "Russell Lynes",
      "aboutText": "Raymond Anderson Morehart (December 2, 1899 – January 13, 1989) was an American major league baseball player.\nBorn in Terrell, Texas, Morehart attended Austin College and played two seasons for the Chicago White Sox before being traded (along with catcher Johnny Grabowski) for infielder Aaron Ward in January 1927; Morehart was therefore a member of the 1927 New York Yankees, a team often considered the greatest ever. As a rookie with Chicago, Morehart set a record with nine hits during a doubleheader.",
      "pageId": 13797521,
      "monthDay": "12/02"
    },
    {
      "year": "1910",
      "uri": "/wiki/Taisto_M%C3%A4ki",
      "name": "Taisto Mäki",
      "aboutText": "Walenty Kłyszejko (Estonian: Valentin Klõšeiko, Russian: Валентин Клышейко) (2 December 1909 in Saint Petersburg, Russia – 20 August 1987 in Warsawa) was an Estonian–Polish basketball player and later a coach, as well as a professor at the Józef Piłsudski University of Physical Education in Warsaw.\nKlyszejko was born in Sankt Petersburg. Some time in the 1910s, he moved with family to Tallinn, where began playing basketball at the local YMCA team as well as for the national basketball team of Estonia, for which he capped five times.",
      "pageId": 18805587,
      "monthDay": "12/02"
    },
    {
      "year": "1912",
      "uri": "/wiki/George_Emmett",
      "name": "George Emmett",
      "aboutText": "Taisto Armas Mäki (2 December 1910 – 1 May 1979) was a Finnish long-distance runner - one of the so-called \"Flying Finns\". Like his coach and close friend, Paavo Nurmi, Mäki broke world records over two miles, 5000 metres and 10,000 metres - holding the records simultaneously between 1939 and 1942. Mäki was the first man to run 10,000 metres in less than 30 minutes, breaking his own world record in a time of 29:52.6 on 17 September 1939.",
      "pageId": 19028465,
      "monthDay": "12/02"
    },
    {
      "year": "1913",
      "uri": "/wiki/Marc_Platt_(dancer)",
      "name": "Marc Platt",
      "aboutText": "Joseph P. Lash (December 2, 1909 – August 22, 1987) was an American radical political activist, journalist, and author.",
      "pageId": 25157592,
      "monthDay": "12/02"
    },
    {
      "year": "1914",
      "uri": "/wiki/Bill_Erwin",
      "name": "Bill Erwin",
      "aboutText": "Gary Stanley Becker (December 2, 1930 – May 3, 2014) was an American economist. He was professor of economics and sociology at the University of Chicago and at the Booth School of Business. He made important contributions to the family economics branch of economics.",
      "pageId": 49804,
      "monthDay": "12/02"
    },
    {
      "year": "1914",
      "uri": "/wiki/Adolph_Green",
      "name": "Adolph Green",
      "aboutText": "Edwin \"Ed\" Meese, III (born December 2, 1931) is a noted Republican attorney, law professor and author who served in official capacities within the Ronald Reagan Gubernatorial Administration (1967–1974), the Reagan Presidential Transition Team (1980) and the Reagan White House (1981–1985), eventually rising to hold the position of the 75th Attorney General of the United States (1985–1988), a position from which he resigned while under investigation from a special prosecutor.\nHe currently holds fellowships and chairmanships with several public policy councils and think-tanks, including the Constitution Project and the Heritage Foundation. He is also a Distinguished Visiting Fellow with the Hoover Institution at Stanford University.",
      "pageId": 62987,
      "monthDay": "12/02"
    },
    {
      "year": "1915",
      "uri": "/wiki/Takahito,_Prince_Mikasa",
      "name": "Takahito, Prince Mikasa",
      "aboutText": "Maria Callas, Commendatore OMRI (Greek: Μαρία Κάλλας; December 2, 1923 – September 16, 1977), was a Greek soprano, born also with American citizenship, and one of the most renowned and influential opera singers of the 20th century. Critics praised her bel canto technique, wide-ranging voice and dramatic interpretations. Her repertoire ranged from classical opera seria to the bel canto operas of Donizetti, Bellini and Rossini and further, to the works of Verdi and Puccini; and, in her early career, to the music dramas of Wagner.",
      "pageId": 64966,
      "monthDay": "12/02"
    },
    {
      "year": "1916",
      "uri": "/wiki/Howard_Finster",
      "name": "Howard Finster",
      "aboutText": "Alexander Meigs Haig Jr. (December 2, 1924 – February 20, 2010) was a United States Army general who served as the United States Secretary of State under President Ronald Reagan and White House Chief of Staff under Presidents Richard Nixon and Gerald Ford. He also served as Vice Chief of Staff of the Army, the second-highest ranking officer in the Army, and as Supreme Allied Commander Europe commanding all U.S. and NATO forces in Europe.",
      "pageId": 80140,
      "monthDay": "12/02"
    },
    {
      "year": "1917",
      "uri": "/wiki/Sylvia_Syms_(singer)",
      "name": "Sylvia Syms",
      "aboutText": "Adolph Green (December 2, 1914  – October 23, 2002) was an American lyricist and playwright who, with long-time collaborator Betty Comden, penned the screenplays and songs for some of the most beloved movie musicals, particularly as part of Arthur Freed's production unit at Metro Goldwyn Mayer, during the genre's heyday.",
      "pageId": 133814,
      "monthDay": "12/02"
    },
    {
      "year": "1921",
      "uri": "/wiki/Carlo_Furno",
      "name": "Carlo Furno",
      "aboutText": "Masaaki Hatsumi (初見良昭 Hatsumi Masaaki, born December 2, 1931), formerly Yoshiaki Hatsumi, is the founder of the Bujinkan Organization and is the current Togakure-ryū Soke (Grandmaster).",
      "pageId": 145184,
      "monthDay": "12/02"
    },
    {
      "year": "1922",
      "uri": "/wiki/Iakovos_Kambanelis",
      "name": "Iakovos Kambanelis",
      "aboutText": "Julia Ann \"Julie\" Harris (December 2, 1925 – August 24, 2013) was an American stage, screen, and television actress. She won five Tony Awards, three Emmy Awards, and a Grammy Award, and was nominated for an Academy Award. She was awarded the National Medal of Arts in 1994.",
      "pageId": 187109,
      "monthDay": "12/02"
    },
    {
      "year": "1923",
      "uri": "/wiki/Maria_Callas",
      "name": "Maria Callas",
      "aboutText": "John Herbert \"Jonathan\" Frid (December 2, 1924 – April 14, 2012) was a Canadian theater, television, and film actor, known for having played the role of vampire Barnabas Collins on the gothic television soap opera Dark Shadows.",
      "pageId": 277314,
      "monthDay": "12/02"
    },
    {
      "year": "1924",
      "uri": "/wiki/Jonathan_Frid",
      "name": "Jonathan Frid",
      "aboutText": "Mike Larrabee (Michael Denny Larrabee; December 2, 1933 – April 22, 2003) was an American athlete, winner of two gold medals at the 1964 Summer Olympics.\nBorn in Hollywood, California and raised in Ventura, Larrabee was a young running talent in the mid-1950s. In 1952, his athletic performances earned him a scholarship at the University of Southern California, from which he graduated as a geology major.",
      "pageId": 705747,
      "monthDay": "12/02"
    },
    {
      "year": "1924",
      "uri": "/wiki/Alexander_Haig",
      "name": "Alexander Haig",
      "aboutText": "David Piper (born 2 December 1930) is a British former Formula One and sports car racing driver from England. He participated in 3 Formula One World Championship Grands Prix, debuting on 18 July 1959. He scored no championship points.",
      "pageId": 1228293,
      "monthDay": "12/02"
    },
    {
      "year": "1924",
      "uri": "/wiki/Vilgot_Sj%C3%B6man",
      "name": "Vilgot Sjöman",
      "aboutText": "Howard Finster (December 2, 1916 – October 22, 2001) was an American artist and Baptist minister from Georgia. He claimed to be inspired by God to spread the gospel through the design of his swampy land into Paradise Gardens, a folk art sculpture garden with over 46,000 pieces of art. His creations include outsider art, naïve art, and visionary art.",
      "pageId": 1368482,
      "monthDay": "12/02"
    },
    {
      "year": "1925",
      "uri": "/wiki/Julie_Harris_(actress)",
      "name": "Julie Harris",
      "aboutText": "Carlo Furno (2 December 1921 – 9 December 2015) was an Italian cardinal of the Catholic Church.\nFurno was born in Bairo, Piedmont in 1921. He was educated at the diocesan College at Ivrea and later at the Seminary of Ivrea, where he studied philosophy and theology.",
      "pageId": 1699930,
      "monthDay": "12/02"
    },
    {
      "year": "1928",
      "uri": "/wiki/Guy_Bourdin",
      "name": "Guy Bourdin",
      "aboutText": "Wynton Charles Kelly (December 2, 1931 – April 12, 1971) was a Jamaican American jazz pianist and composer. He is known for his lively, blues-based playing and as one of the finest accompanists in jazz. He began playing professionally at the age of 12, and was pianist on a No.",
      "pageId": 1705139,
      "monthDay": "12/02"
    },
    {
      "year": "1929",
      "uri": "/wiki/Gary_Becker",
      "name": "Gary Becker",
      "aboutText": "David Harald Vilgot Sjöman (2 December 1924 – 9 April 2006) was a Swedish writer and film director. His films deal with controversial issues of social class, morality, and sexual taboos, combining the emotionally tortured characters of Ingmar Bergman with the avant garde style of the French New Wave.",
      "pageId": 1799354,
      "monthDay": "12/02"
    },
    {
      "year": "1930",
      "uri": "/wiki/David_Piper",
      "name": "David Piper",
      "aboutText": "Takahito, Prince Mikasa (三笠宮崇仁親王, Mikasa-no-miya Takahito Shinnō, born 2 December 1915) is a member of the Imperial House of Japan who is fifth in the line of succession to the Japanese throne. He is the fourth and youngest son of Emperor Taishō and Empress Teimei and is their last surviving child. He is the only surviving paternal uncle of Emperor Akihito.",
      "pageId": 2058760,
      "monthDay": "12/02"
    },
    {
      "year": "1931",
      "uri": "/wiki/Nigel_Calder",
      "name": "Nigel Calder",
      "aboutText": "Guy Bourdin (2 December 1928, Paris – 29 March 1991, Paris), was a French fashion photographer known for his provocative fashion images. Bourdin worked for Vogue and Harper's Bazaar, and shot ad campaigns for Chanel, Issey Miyake, Emanuel Ungaro, Gianni Versace, Loewe, Pentax and Bloomingdale's. His first retrospective exhibition was held at the Victoria & Albert Museum in London in 2003, and then toured the National Gallery of Victoria in Melbourne, Australia, and the Galerie nationale du Jeu de Paume in Paris.",
      "pageId": 3348805,
      "monthDay": "12/02"
    },
    {
      "year": "1931",
      "uri": "/wiki/Masaaki_Hatsumi",
      "name": "Masaaki Hatsumi",
      "aboutText": "Nigel David McKail Ritchie-Calder (2 December 1931 – 25 June 2014) was a British science writer.",
      "pageId": 4485264,
      "monthDay": "12/02"
    },
    {
      "year": "1931",
      "uri": "/wiki/Wynton_Kelly",
      "name": "Wynton Kelly",
      "aboutText": "Iakovos Kambanellis (or Kampanellis) (Greek: Ιάκωβος Καμπανέλλης; December 2, 1921 – March 29, 2011) was a Greek poet, playwright, screenwriter, lyricist, and novelist. Born 2 December 1922 in Hora in the island of Naxos, Kambanellis appears as one of the most prominent Greek artists of the 20th century. As a survivor of the Mauthausen-Gusen concentration camp, he wrote the lyrics of the \"Mauthausen Trilogy\" with music by Mikis Theodorakis.",
      "pageId": 5191155,
      "monthDay": "12/02"
    },
    {
      "year": "1931",
      "uri": "/wiki/Edwin_Meese",
      "name": "Edwin Meese",
      "aboutText": "Sylvia Syms (December 2, 1917 – May 10, 1992) was an American jazz singer.\nShe was born Sylvia Blagman in Brooklyn, New York, United States. As a child, she had polio.",
      "pageId": 5839440,
      "monthDay": "12/02"
    },
    {
      "year": "1933",
      "uri": "/wiki/Mike_Larrabee",
      "name": "Mike Larrabee",
      "aboutText": "William Lindsey \"Bill\" Erwin (December 2, 1914 – December 29, 2010) was an American film, stage and television actor with over 250 television and film credits. As a veteran character actor, he was widely known for his role of Sid Fields, an embittered, irascible man on Seinfeld – for which he received an Emmy nomination – as well as his appearances on shows such as I Love Lucy and Star Trek: The Next Generation.\nErwin was a self-taught cartoonist, published in The New Yorker, Playboy and Los Angeles.",
      "pageId": 7125883,
      "monthDay": "12/02"
    },
    {
      "year": "1933",
      "uri": "/wiki/K._Veeramani",
      "name": "K. Veeramani",
      "aboutText": "Penelope Spheeris (born December 2, 1945) is an American film director, producer and screenwriter. She is best known as a documentary film director whose works include the trilogy titled The Decline of Western Civilization.",
      "pageId": 192152,
      "monthDay": "12/02"
    },
    {
      "year": "1934",
      "uri": "/wiki/Tarcisio_Bertone",
      "name": "Tarcisio Bertone",
      "aboutText": "Alan Wayne Allard (born December 2, 1943) is a member of the Republican Party, and was a United States Senator from Colorado. He did not seek re-election in 2008.",
      "pageId": 296729,
      "monthDay": "12/02"
    },
    {
      "year": "1934",
      "uri": "/wiki/Sissela_Bok",
      "name": "Sissela Bok",
      "aboutText": "Gianni Versace (Italian pronunciation: [ˈdʒanni verˈsaːtʃe], born Giovanni Maria Versace; 2 December 1946 – 15 July 1997) was an Italian fashion designer and founder of Versace, an international fashion house, which produces accessories, fragrances, make-up and home furnishings as well as clothes. He also designed costumes for the theatre and films. As a friend of Eric Clapton, Diana, Princess of Wales, Naomi Campbell, Madonna, Elton John, Cher, Sting and many other celebrities, he was the first designer to link fashion to the music world.",
      "pageId": 318870,
      "monthDay": "12/02"
    },
    {
      "year": "1934",
      "uri": "/wiki/Andre_Rodgers",
      "name": "Andre Rodgers",
      "aboutText": "Harry Mason Reid (/riːd/; born December 2, 1939) is an American politician, and senior United States Senator from Nevada, having served since 1987. A member of the Democratic Party, he has served as the Senate Minority Leader since January 2015, and has previously served as Majority Leader, Minority Whip, and Majority Whip.\nPreviously, Reid was a member of the U.S. House of Representatives, representing Nevada's 1st congressional district, and served in Nevada local and state government as city attorney of Henderson, a state legislator, the 25th Lieutenant Governor, and chairman of the Nevada Gaming Commission.",
      "pageId": 367785,
      "monthDay": "12/02"
    },
    {
      "year": "1937",
      "uri": "/wiki/Manohar_Joshi",
      "name": "Manohar Joshi",
      "aboutText": "Ibrahim Rugova  listen  (2 December 1944 – 21 January 2006) was the first President of the partially recognised Republic of Kosova, serving from 1992 to 2000 and again from 2002 to 2006, and a prominent Kosovo Albanian political leader, scholar, and writer. He oversaw a popular struggle for independence, advocating a peaceful resistance to Yugoslav rule and lobbying for U.S. and European support, especially during the Kosovo War. He strongly emphasized the heritage of ancient Dardania, the independent kingdom and later province of the Roman Empire that included modern-day Kosovo, to strengthen the country's identity and to promote his policy of closer relations with the West.",
      "pageId": 537725,
      "monthDay": "12/02"
    },
    {
      "year": "1939",
      "uri": "/wiki/Yael_Dayan",
      "name": "Yael Dayan",
      "aboutText": "Botho Strauß (born 2 December 1944 in Naumburg) is a German playwright, novelist and essayist.",
      "pageId": 591790,
      "monthDay": "12/02"
    },
    {
      "year": "1939",
      "uri": "/wiki/Francis_Fox",
      "name": "Francis Fox",
      "aboutText": "Manohar Gajanan Joshi (born 2 December 1937) is an Indian politician from the state of Maharashtra. He is one of the prominent leaders of the Shiv Sena political party.",
      "pageId": 620342,
      "monthDay": "12/02"
    },
    {
      "year": "1939",
      "uri": "/wiki/Harry_Reid",
      "name": "Harry Reid",
      "aboutText": "Francis Fox, PC, QC (born December 2, 1939) is a former member of the Senate of Canada, Canadian Cabinet minister, and Principal Secretary in the Prime Minister's Office, and thus was a senior aide to Prime Minister Paul Martin.",
      "pageId": 879697,
      "monthDay": "12/02"
    },
    {
      "year": "1942",
      "uri": "/wiki/Anna_G._J%C3%B3nasd%C3%B3ttir",
      "name": "Anna G. Jónasdóttir",
      "aboutText": "Krishnasamy Veeramani (Tamil: கி.வீரமணி) was born on December 2, 1933 in Cuddalore, Cuddalore District, Tamil Nadu. He is referred as Aasiriyar K.Veeramani. He is the Chancellor of Periyar Maniammai University.",
      "pageId": 966396,
      "monthDay": "12/02"
    },
    {
      "year": "1943",
      "uri": "/wiki/Wayne_Allard",
      "name": "Wayne Allard",
      "aboutText": "Dionysis Savvopoulos (Greek: Διονύσης Σαββόπουλος) (born 2 December 1944) is a prominent Greek singer-songwriter.",
      "pageId": 1232492,
      "monthDay": "12/02"
    },
    {
      "year": "1944",
      "uri": "/wiki/Cathy_Lee_Crosby",
      "name": "Cathy Lee Crosby",
      "aboutText": "Kenneth Andre Ian Rodgers (December 2, 1934 – December 13, 2004) was a Major League Baseball shortstop who played for the New York and San Francisco Giants (1957–60), Chicago Cubs (1961–64) and Pittsburgh Pirates (1965–67). He also played one season in Japan for the Taiyo Whales (1969). He batted and threw right-handed.",
      "pageId": 1300638,
      "monthDay": "12/02"
    },
    {
      "year": "1944",
      "uri": "/wiki/Ibrahim_Rugova",
      "name": "Ibrahim Rugova",
      "aboutText": "David Macaulay (born December 2, 1946) is a British-born American illustrator and writer. His most famous works include Cathedral (1973), The Way Things Work (1988) and The New Way Things Work (1998). His illustrations have been featured in popular, nonfiction books combining text and illustrations explaining architecture, design and engineering.",
      "pageId": 1464891,
      "monthDay": "12/02"
    },
    {
      "year": "1944",
      "uri": "/wiki/Dionysis_Savvopoulos",
      "name": "Dionysis Savvopoulos",
      "aboutText": "Yaël Dayan (Hebrew: יעל דיין‎, born 12 February 1939) is an Israeli politician and author. She served as a member of the Knesset between 1992 and 2003, and from 2008 to 2013 was the chair of Tel Aviv city council. Her service on the city council ended with the 2013 election.",
      "pageId": 1527514,
      "monthDay": "12/02"
    },
    {
      "year": "1944",
      "uri": "/wiki/Botho_Strau%C3%9F",
      "name": "Botho Strauß",
      "aboutText": "Tarcisio Pietro Evasio Bertone, S.D.B. (born 2 December 1934) is an Italian prelate and a Vatican diplomat. A cardinal of the Catholic Church, he served as Archbishop of Vercelli from 1991 to 1995, as Secretary of the Congregation for the Doctrine of the Faith, when Cardinal Ratzinger (later Pope Benedict XVI) was Prefect, Archbishop of Genoa from 2002 to 2006, and as Cardinal Secretary of State from 2006 to 2013. Bertone was elevated to the cardinalate in 2003.",
      "pageId": 1687904,
      "monthDay": "12/02"
    },
    {
      "year": "1945",
      "uri": "/wiki/Penelope_Spheeris",
      "name": "Penelope Spheeris",
      "aboutText": "Cathy Lee Crosby (born December 2, 1944) is an American actress. She achieved TV and film success in the 1980s and was a co-host of the television series That's Incredible!.\n^ \"Cathy Crosby Talks About Drugs\".",
      "pageId": 2103028,
      "monthDay": "12/02"
    },
    {
      "year": "1946",
      "uri": "/wiki/Pedro_Borb%C3%B3n",
      "name": "Pedro Borbón",
      "aboutText": "Pedro Borbón Rodriguez (December 2, 1946 – June 4, 2012) was a relief pitcher who played Major League Baseball for 12 seasons (1969–1980) with four teams, including 10 seasons for the Cincinnati Reds (1970–1979), playing on two World Series winning teams.",
      "pageId": 2736100,
      "monthDay": "12/02"
    },
    {
      "year": "1946",
      "uri": "/wiki/David_Macaulay",
      "name": "David Macaulay",
      "aboutText": "Sissela Bok (born Sissela Myrdal on 2 December 1934) is a Swedish-born American philosopher and ethicist, the daughter of two Nobel Prize winners: Gunnar Myrdal who won the Economics prize with Friedrich Hayek in 1974, and Alva Myrdal who won the Nobel Peace Prize in 1982.\nShe received her B.A. and M.A. in psychology from George Washington University in 1957 and 1958, and her Ph.D. in philosophy from Harvard University in 1970. Formerly a Professor of Philosophy at Brandeis University, Sissela Bok is currently a Senior Visiting Fellow at the Harvard Center for Population and Development Studies, Harvard School of Public Health.",
      "pageId": 7780610,
      "monthDay": "12/02"
    },
    {
      "year": "1946",
      "uri": "/wiki/Gianni_Versace",
      "name": "Gianni Versace",
      "aboutText": "Isaac “Jacky” Bitton (born 2 December 1947) was the drummer for Les Variations, a French rock band that rose to stardom between 1967 and 1975, after which when they split up.",
      "pageId": 11020952,
      "monthDay": "12/02"
    },
    {
      "year": "1947",
      "uri": "/wiki/Isaac_Bitton",
      "name": "Isaac Bitton",
      "aboutText": "Ivan Atanassov Petrov, (b.",
      "pageId": 13986342,
      "monthDay": "12/02"
    },
    {
      "year": "1947",
      "uri": "/wiki/Ivan_Atanassov_Petrov",
      "name": "Ivan Atanassov Petrov",
      "aboutText": "Anna Guðrún Jónasdóttir (born 2 December 1942) is an Icelandic political scientist, gender studies academic and a leading figure internationally in the research into the concept of love. She is Professor Emerita at the Center for Feminist Social Studies at Örebro University and Co-Director of the GEXcel International Collegium for Advanced Transdisciplinary Gender Studies, established as a centre of excellence in gender studies in 2006. She is the author and editor of several books.",
      "pageId": 36254111,
      "monthDay": "12/02"
    },
    {
      "year": "1948",
      "uri": "/wiki/T._Coraghessan_Boyle",
      "name": "T. Coraghessan Boyle",
      "aboutText": "Tom Coraghessan Boyle (born Thomas John Boyle; also known as T.C. Boyle; born December 2, 1948) is an American novelist and short story writer. Since the mid-1970s, he has published fourteen novels and more than 100 short stories. He won the PEN/Faulkner award in 1988, for his third novel, World's End, which recounts 300 years in upstate New York.",
      "pageId": 179596,
      "monthDay": "12/02"
    },
    {
      "year": "1948",
      "uri": "/wiki/Patricia_Hewitt",
      "name": "Patricia Hewitt",
      "aboutText": "Patricia Hope Hewitt (born 2 December 1948) is a Labour politician, who served in the Cabinet until 2007, most recently as Secretary of State for Health.\nHewitt's political career began in the 1970s as a high-profile left-winger and supporter of Tony Benn, even being classified by MI5 as an alleged communist sympathiser. After nine years as General Secretary of the National Council for Civil Liberties, she became press secretary to Neil Kinnock, whom she assisted in the modernisation of the Labour Party.",
      "pageId": 290463,
      "monthDay": "12/02"
    },
    {
      "year": "1948",
      "uri": "/wiki/Toninho_Horta",
      "name": "Toninho Horta",
      "aboutText": "Paul Franklin Watson (born December 2, 1950) is a citizen of Canada and the United States. He is a marine wildlife conservation and an environmental activist, who founded the Sea Shepherd Conservation Society, an anti-poaching and direct action group focused on marine conservation.\nThe Toronto native joined a Sierra Club protest against nuclear testing in 1969.",
      "pageId": 311003,
      "monthDay": "12/02"
    },
    {
      "year": "1949",
      "uri": "/wiki/Sh%C5%ABichi_Ikeda",
      "name": "Shūichi Ikeda",
      "aboutText": "Daniel Eugene \"Dan\" Butler (born December 2, 1954) is an American actor known for his role as Bob \"Bulldog\" Briscoe on the TV series Frasier.",
      "pageId": 382204,
      "monthDay": "12/02"
    },
    {
      "year": "1950",
      "uri": "/wiki/Amin_Saikal",
      "name": "Amin Saikal",
      "aboutText": "Dagfinn Høybråten (born 2 December 1957), is a Norwegian politician. He was the leader of the Christian Democratic Party 2004-2011. He was also Parliamentary leader from 2005 when he was elected as Member of Parliament representing Rogaland.",
      "pageId": 384111,
      "monthDay": "12/02"
    },
    {
      "year": "1950",
      "uri": "/wiki/Benjamin_Stora",
      "name": "Benjamin Stora",
      "aboutText": "Andrew Henry George (born 2 December 1958) is a British Liberal Democrat politician. He was the Member of Parliament (MP) for the constituency of St Ives in Cornwall from 1997 to 2015, when he was defeated by the Conservatives' Derek Thomas.",
      "pageId": 426652,
      "monthDay": "12/02"
    },
    {
      "year": "1950",
      "uri": "/wiki/Paul_Watson",
      "name": "Paul Watson",
      "aboutText": "Steven Bauer (born Esteban Ernesto Echevarría Samson; December 2, 1956) is a Cuban-American actor.",
      "pageId": 606932,
      "monthDay": "12/02"
    },
    {
      "year": "1954",
      "uri": "/wiki/Dan_Butler",
      "name": "Dan Butler",
      "aboutText": "Nicholas Dingley, alias Razzle (2 December 1960 – 8 December 1984), was the drummer of Finnish glam rock band Hanoi Rocks from 1982 until his death.",
      "pageId": 868024,
      "monthDay": "12/02"
    },
    {
      "year": "1956",
      "uri": "/wiki/Steven_Bauer",
      "name": "Steven Bauer",
      "aboutText": "Vladimir Parfenovich (Belarusian: Уладзімір Парфяновіч; Russian: Владимир Владимирович Парфенович, Vladimir Parfenovich; born December 2, 1958 in Minsk) is a Soviet-born Belarus sprint canoer who competed from the late 1970s to the early 1980s.",
      "pageId": 936603,
      "monthDay": "12/02"
    },
    {
      "year": "1957",
      "uri": "/wiki/Dagfinn_H%C3%B8ybr%C3%A5ten",
      "name": "Dagfinn Høybråten",
      "aboutText": "Shūichi Ikeda (池田 秀一, Ikeda Shūichi, born on December 2, 1949 in Tokyo) is a Japanese actor and voice actor. Ikeda is married to Sakiko Tamagawa, although he was once married to Keiko Toda. He currently works for Tokyo Actor's Consumer's Cooperative Society.",
      "pageId": 1063411,
      "monthDay": "12/02"
    },
    {
      "year": "1958",
      "uri": "/wiki/Andrew_George_(politician)",
      "name": "Andrew George",
      "aboutText": "George Saunders (born December 2, 1958) is an American writer of short stories, essays, novellas and children's books. His writing has appeared in The New Yorker, Harper's, McSweeney's and GQ. He also contributed a weekly column, American Psyche, to the weekend magazine of The Guardian until October 2008.\nA professor at Syracuse University, Saunders won the National Magazine Award for fiction in 1994, 1996, 2000, and 2004, and second prize in the O. Henry Awards in 1997.",
      "pageId": 1529353,
      "monthDay": "12/02"
    },
    {
      "year": "1958",
      "uri": "/wiki/Vladimir_Parfenovich",
      "name": "Vladimir Parfenovich",
      "aboutText": "Richard \"Rick\" Savage (born 2 December 1960) is the bassist and one of the founding members of the English rock band, Def Leppard. He is called \"Sav\" to avoid confusion between him and the other Rick in the band, drummer Rick Allen. He and lead singer Joe Elliott are the only remaining original members of the band.",
      "pageId": 1848511,
      "monthDay": "12/02"
    },
    {
      "year": "1958",
      "uri": "/wiki/George_Saunders",
      "name": "George Saunders",
      "aboutText": "Toninho Horta (born December 2, 1948) is an electric and nylon-string guitar player working in a style of jazz-influenced Brazilian music. Compositions in his personal style are marked by sophisticated harmonic progressions and complex melodies. In performed arrangements of his own pieces he often features driving, strummed guitar rhythms.",
      "pageId": 3140085,
      "monthDay": "12/02"
    },
    {
      "year": "1959",
      "uri": "/wiki/Kelefa_Diallo",
      "name": "Kelefa Diallo",
      "aboutText": "Professor Amin Saikal (born 2 December 1950 in Kabul, Afghanistan) is the Director of the Centre for Arab and Islamic Studies (The Middle East & Central Asia) and Professor of Political Science at the Australian National University. Professor Saikal has specialised in the politics, history, political economy and international relations of the Middle East and Central Asia. He has been a Visiting Fellow at Princeton University, Cambridge University and the Institute of Development Studies (University of Sussex), as well as a Rockefeller Foundation Fellow in International Relations (1983-1988).",
      "pageId": 3905409,
      "monthDay": "12/02"
    },
    {
      "year": "1959",
      "uri": "/wiki/Boman_Irani",
      "name": "Boman Irani",
      "aboutText": "Boman Irani (born 2 December 1959) is an Indian film and theatre actor, voice artist and photographer. He is widely known for his comedic and villain roles in Bollywood movies such as Don, Munna Bhai MBBS, 3 Idiots and most recently PK and Happy New Year.",
      "pageId": 4338902,
      "monthDay": "12/02"
    },
    {
      "year": "1960",
      "uri": "/wiki/Razzle_(musician)",
      "name": "Razzle",
      "aboutText": "Justus von Dohnányi (born 2 December 1960) is a German actor, best known for portraying Wilhelm Burgdorf in 2004 film Der Untergang.",
      "pageId": 7051244,
      "monthDay": "12/02"
    },
    {
      "year": "1960",
      "uri": "/wiki/Rick_Savage",
      "name": "Rick Savage",
      "aboutText": "Benjamin Stora (born 2 December 1950 in Constantine, French Algeria) is a French historian, expert on North Africa, who is widely considered one of the world's leading authorities on Algerian history. He was born in a Jewish family which left the country following its War of Independence in 1962. Stora holds two PhDs (1974 and 1984) and a Doctorate of the State (1991).",
      "pageId": 18852741,
      "monthDay": "12/02"
    },
    {
      "year": "1960",
      "uri": "/wiki/Justus_von_Dohn%C3%A1nyi",
      "name": "Justus von Dohnányi",
      "aboutText": "Kardam, Prince of Turnovo, Duke of Saxony (2 December 1962 – 7 April 2015), was the eldest son of Tsar Simeon II of Bulgaria and his wife Doña Margarita Gómez-Acebo y Cejuela. Kardam was born after the abolition of the Bulgarian monarchy. As such, it was only by courtesy that he was sometimes styled as if being a crown prince.",
      "pageId": 30861312,
      "monthDay": "12/02"
    },
    {
      "year": "1962",
      "uri": "/wiki/John_Dyegh",
      "name": "John Dyegh",
      "aboutText": "General Souleymane Kelefa Diallo (December 2, 1959 - February 11, 2013) was chief of staff of the Guinean Army. Born to Elhadj Kelefa Diallo and Fatoumata Diakité. He was a graduate of the University of Conakry and an army school in Thies, Senegal.",
      "pageId": 38523304,
      "monthDay": "12/02"
    },
    {
      "year": "1962",
      "uri": "/wiki/Kardam,_Prince_of_Turnovo",
      "name": "Kardam, Prince of Turnovo",
      "aboutText": "Honourable John Dyegh PhD (born 2 December 1962) is a Nigerian politician,businessman and philanthropist from Gboko, Benue State who serves as a member of the 8th National Assembly, representing Gboko/Tarka Federal constituency at the House of Representatives of Nigeria. Dyegh previously served as a member, Committee on Appropriations, Drugs, Narcotics and Financial Crimes, Education, Gas Resources, Inter-Parliamentary Relations, Science and Technology in the 7th National Assembly.\nDyegh ran for a second term and retained his seat, following the announcement of March 28th National Assembly Polls in the 2015 General Elections in which he polled 67,463 votes to defeat his challenger, Bernard Nenger of the Peoples' Democratic Party (PDP) with 26,329 votes.",
      "pageId": 42027122,
      "monthDay": "12/02"
    },
    {
      "year": "1963",
      "uri": "/wiki/Brendan_Coyle",
      "name": "Brendan Coyle",
      "aboutText": "Lucy Alexis Liu /ˈluː/ (born Lucy Liu; December 2, 1968) is an American actress, model and artist. She became known for playing the role of the vicious and ill-mannered Ling Woo in the television series Ally McBeal (1998–2002), for which she was nominated for a Primetime Emmy Award for Outstanding Supporting Actress in a Comedy Series and a Screen Actors Guild Award for Outstanding Performance by a Female Actor in a Comedy Series.\nHer film work includes starring as one of the heroines in Charlie's Angels, playing O-Ren Ishii in Kill Bill, and appearances in Payback, Chicago, and the animated series Kung Fu Panda.",
      "pageId": 142548,
      "monthDay": "12/02"
    },
    {
      "year": "1963",
      "uri": "/wiki/Ann_Patchett",
      "name": "Ann Patchett",
      "aboutText": "Nathan Gregor \"Nate\" Mendel (born December 2, 1968) is an American bassist for the bands Foo Fighters, The Jealous Sound, Sunny Day Real Estate, and The Fire Theft.",
      "pageId": 277556,
      "monthDay": "12/02"
    },
    {
      "year": "1963",
      "uri": "/wiki/Rich_Sutter",
      "name": "Rich Sutter",
      "aboutText": "Tanya Joan Plibersek (born 2 December 1969) is an Australian politician who has been the Member of Parliament for Sydney since 1998, and the deputy leader of the opposition and deputy leader of the Labor Party since 2013. She previously served in both the Rudd and Gillard Governments as Minister for Health, Minister for Human Services and Minister for Housing.",
      "pageId": 593173,
      "monthDay": "12/02"
    },
    {
      "year": "1963",
      "uri": "/wiki/Ron_Sutter",
      "name": "Ron Sutter",
      "aboutText": "Rena Sherel Sofer (born December 2, 1968) is an American actress, primarily known for her appearances in daytime television, episodic guest appearances, and made-for-television movies.",
      "pageId": 654698,
      "monthDay": "12/02"
    },
    {
      "year": "1966",
      "uri": "/wiki/Philippe_Etchebest",
      "name": "Philippe Etchebest",
      "aboutText": "Wilson Jermaine Heredia (born December 2, 1971) is an American actor best known for his portrayal of Angel Dumott Schunard in the Broadway musical Rent, for which he won the Tony Award and Drama Desk Award for Best Featured Actor in a musical.",
      "pageId": 1415103,
      "monthDay": "12/02"
    },
    {
      "year": "1966",
      "uri": "/wiki/Jinsei_Shinzaki",
      "name": "Jinsei Shinzaki",
      "aboutText": "David Batty (born 2 December 1968) is an English retired professional footballer, who played as a defensive midfielder.",
      "pageId": 1421688,
      "monthDay": "12/02"
    },
    {
      "year": "1967",
      "uri": "/wiki/Mary_Creagh",
      "name": "Mary Creagh",
      "aboutText": "Anthony Criss (born December 2, 1970), better known by his stage name Treach, is an American rapper and actor.",
      "pageId": 1576600,
      "monthDay": "12/02"
    },
    {
      "year": "1968",
      "uri": "/wiki/David_Batty",
      "name": "David Batty",
      "aboutText": "Mary Helen Creagh (born 2 December 1967) is a British Labour politician who has represented Wakefield as its Member of Parliament (MP) since 2005.\nIn 2010 Creagh was appointed Shadow Secretary of State for Environment, Food and Rural Affairs, before becoming Shadow Secretary of State for Transport in 2013. In November 2014 she was appointed Shadow Secretary of State for International Development.",
      "pageId": 1860750,
      "monthDay": "12/02"
    },
    {
      "year": "1968",
      "uri": "/wiki/Lucy_Liu",
      "name": "Lucy Liu",
      "aboutText": "Kensuke Shinzaki (新崎 健介 Shinzaki Kensuke, born December 2, 1966) is a Japanese professional wrestler, better known by his stage names Jinsei Shinzaki (新崎 人生 Shinzaki Jinsei) and Hakushi. Hakushi is the WWF derivation (1994–96) of his Japanese persona, a Buddhist pilgrim.",
      "pageId": 1939531,
      "monthDay": "12/02"
    },
    {
      "year": "1968",
      "uri": "/wiki/Nate_Mendel",
      "name": "Nate Mendel",
      "aboutText": "Ann Patchett (born December 2, 1963) is an American author. She received the Orange Prize for Fiction and the PEN/Faulkner Award in 2002 for her novel Bel Canto. Patchett's other novels include Run, The Patron Saint of Liars, Taft, State of Wonder, and The Magician's Assistant, which was shortlisted for the Orange Prize.",
      "pageId": 2017775,
      "monthDay": "12/02"
    },
    {
      "year": "1968",
      "uri": "/wiki/Rena_Sofer",
      "name": "Rena Sofer",
      "aboutText": "Richard G. Sutter (born December 2, 1963) is a retired Canadian professional ice hockey right winger who played 13 seasons in the National Hockey League (NHL) for the Pittsburgh Penguins, Philadelphia Flyers, Vancouver Canucks, St. Louis Blues, Chicago Blackhawks, Toronto Maple Leafs and Tampa Bay Lightning. He is part of the Sutter family, the family that sent 6 brothers to the NHL. He is the twin brother of Ron Sutter.",
      "pageId": 3243690,
      "monthDay": "12/02"
    },
    {
      "year": "1969",
      "uri": "/wiki/Yang_Hyun-suk",
      "name": "Yang Hyun-suk",
      "aboutText": "Ronald T. Sutter (born December 2, 1963) is a retired Canadian professional ice hockey player. He is the brother of Brian, Brent, Darryl, Duane and Rich Sutter, all of whom played in the National Hockey League (NHL).",
      "pageId": 3243819,
      "monthDay": "12/02"
    },
    {
      "year": "1969",
      "uri": "/wiki/Pavel_Loskutov",
      "name": "Pavel Loskutov",
      "aboutText": "Maksim Vladimirovich Tarasov (Russian: Максим Владимирович Тарасов, born 2 December 1970 in Yaroslavl, Soviet Union) is a retired pole vaulter.",
      "pageId": 5734854,
      "monthDay": "12/02"
    },
    {
      "year": "1969",
      "uri": "/wiki/Ulrika_Bergquist",
      "name": "Ulrika Bergquist",
      "aboutText": "Pavel Loskutov (born 2 December 1969 in Valka, Latvia) is a former Estonian long-distance runner who specialized in marathon races.",
      "pageId": 9104873,
      "monthDay": "12/02"
    },
    {
      "year": "1969",
      "uri": "/wiki/Tanya_Plibersek",
      "name": "Tanya Plibersek",
      "aboutText": "Found Instruments, Found religion, Found spouse?s?, Found children,",
      "pageId": 11007922,
      "monthDay": "12/02"
    },
    {
      "year": "1970",
      "uri": "/wiki/Treach",
      "name": "Treach",
      "aboutText": "Brendan Coyle (born 2 December 1963) is an English actor. He won the Olivier Award for Best Performance in a Supporting Role for The Weir in 1999. He also played Nicholas Higgins in the miniseries North & South, Robert Timmins in the first three series of Lark Rise to Candleford, and more recently Mr Bates, the valet, in Downton Abbey.",
      "pageId": 12890870,
      "monthDay": "12/02"
    },
    {
      "year": "1970",
      "uri": "/wiki/Joe_Lo_Truglio",
      "name": "Joe Lo Truglio",
      "aboutText": "Joseph \"Joe\" Lo Truglio (born December 2, 1970) is an American actor, comedian, voice actor, and writer best known for his work as a cast member on the cult MTV sketch comedy series The State. He joined the main cast of the popular Comedy Central series Reno 911!, for its final season in 2009. Lo Truglio is also known for his roles in films such as Wet Hot American Summer, Superbad, Paul, Role Models, Wanderlust and for his role as Vincenzo Cilli in Grand Theft Auto: Liberty City Stories.",
      "pageId": 12984330,
      "monthDay": "12/02"
    },
    {
      "year": "1970",
      "uri": "/wiki/Maksim_Tarasov",
      "name": "Maksim Tarasov",
      "aboutText": "Jüri Reinvere (born December 2, 1971 in Tallinn) is an Estonian composer, poet and essayist who has been living in Berlin since 2005. His compositions often set to music his own poetical writings, whose symbolic and complex idiom is based on a cosmopolitan life experience. The stylistic diversity of his art is combined with acute psychological observation and latently theological insinuation.",
      "pageId": 28645545,
      "monthDay": "12/02"
    },
    {
      "year": "1971",
      "uri": "/wiki/Wilson_Jermaine_Heredia",
      "name": "Wilson Jermaine Heredia",
      "aboutText": "Philippe Etchebest (born 2 December 1966) is a French chef. He was awarded two Michelin stars at the Hostellerie de Plaisance in Saint-Emilion, France. He appears on French television in Cauchemar en cuisine, the French-language version of Gordon Ramsay's Kitchen Nightmares.",
      "pageId": 37297021,
      "monthDay": "12/02"
    },
    {
      "year": "1971",
      "uri": "/wiki/J%C3%BCri_Reinvere",
      "name": "Jüri Reinvere",
      "aboutText": "Ulrika Bergquist, (born 2 December 1969) is a Swedish journalist and television presenter who works for TV4. She is a newsreader for the TV4 News and presenter of Nyhetsmorgon. She was previously the presenter of the TV4 Stockholm local news.",
      "pageId": 47931744,
      "monthDay": "12/02"
    },
    {
      "year": "1971",
      "uri": "/wiki/Francesco_Toldo",
      "name": "Francesco Toldo",
      "aboutText": "Nelly Kim Furtado, ComIH (born December 2, 1978) is a Portuguese-Canadian singer and songwriter. She has sold 20 million albums worldwide and more than 20 million singles, bringing her total sales to over 40 million records around the world. Furtado first gained fame with her debut album, Whoa, Nelly!, which spawned two successful singles, \"I'm Like a Bird\" and \"Turn Off the Light\".",
      "pageId": 42716,
      "monthDay": "12/02"
    },
    {
      "year": "1971",
      "uri": "/wiki/Mine_Yoshizaki",
      "name": "Mine Yoshizaki",
      "aboutText": "Jan Ullrich (German pronunciation: [ˈjan ˈʊlrɪç]); born 2 December 1973) is a German former professional road bicycle racer. Ullrich won a gold and a silver in the 2000 Summer Olympics in Sydney. He won the 1999 Vuelta a España and the HEW Cyclassics in front of a home crowd in Hamburg in 1997.",
      "pageId": 284337,
      "monthDay": "12/02"
    },
    {
      "year": "1972",
      "uri": "/wiki/Sergejs_%C5%BDoltoks",
      "name": "Sergejs Žoltoks",
      "aboutText": "Monica Seles (Hungarian: Szeles Mónika, Serbian: Моника Селеш, Monika Seleš, pronounced [ˈsɛlɛʃ], born December 2, 1973) is a former Yugoslav world no. 1 professional tennis player and a member of the International Tennis Hall of Fame. An ethnic Hungarian, she was born and raised in Novi Sad, SFR Yugoslavia.",
      "pageId": 300468,
      "monthDay": "12/02"
    },
    {
      "year": "1973",
      "uri": "/wiki/Graham_Kavanagh",
      "name": "Graham Kavanagh",
      "aboutText": "Erik Everhard (born December 2, 1976) is the stage name of Mitchell Hartwell, a Canadian pornographic actor and director, known for gonzo pornography films.",
      "pageId": 507284,
      "monthDay": "12/02"
    },
    {
      "year": "1973",
      "uri": "/wiki/Nana_Rokusha",
      "name": "Nana Rokusha",
      "aboutText": "Melissa Jean Archer (born December 2, 1979; Dallas, Texas) is an American actress best known for her portrayal of Natalie Buchanan on One Life to Live, portraying the role from 2001 until its final episode in 2013.",
      "pageId": 726290,
      "monthDay": "12/02"
    },
    {
      "year": "1973",
      "uri": "/wiki/Monica_Seles",
      "name": "Monica Seles",
      "aboutText": "Christopher Tony \"Chris\" Wolstenholme (born 2 December 1978) is an English musician and singer. He is the bassist and backing vocalist for the alternative rock band Muse.",
      "pageId": 1058188,
      "monthDay": "12/02"
    },
    {
      "year": "1973",
      "uri": "/wiki/Jan_Ullrich",
      "name": "Jan Ullrich",
      "aboutText": "Sergei Zholtok (December 2, 1972 – November 3, 2004) was a Latvian professional ice hockey center who played ten seasons in the National Hockey League (NHL) for the Boston Bruins, Ottawa Senators, Montreal Canadiens, Edmonton Oilers, Minnesota Wild and Nashville Predators.",
      "pageId": 1132563,
      "monthDay": "12/02"
    },
    {
      "year": "1976",
      "uri": "/wiki/Erik_Everhard",
      "name": "Erik Everhard",
      "aboutText": "Francesco Toldo (born 2 December 1971) is an Italian retired footballer who played as a goalkeeper.\nIn a professional career which spanned two full decades, he mainly represented Fiorentina and Internazionale (eight and nine seasons respectively), winning a total of 15 titles combined – in his last five years, however, he was solely a backup for the Nerazzurri.\nFor Italy, Toldo appeared in five international competitions, being a starter in Euro 2000, where he helped Italy reach the final.",
      "pageId": 1372000,
      "monthDay": "12/02"
    },
    {
      "year": "1976",
      "uri": "/wiki/Eddy_Garabito",
      "name": "Eddy Garabito",
      "aboutText": "Mine Yoshizaki (吉崎 観音, Yoshizaki Mine, born December 2, 1971 in Isahaya, Nagasaki) is a Japanese manga creator who first started his career by making dōjinshi based on video games. Yoshizaki also worked as an assistant to manga artist Katsu Aki.",
      "pageId": 1970833,
      "monthDay": "12/02"
    },
    {
      "year": "1976",
      "uri": "/wiki/Masafumi_Gotoh",
      "name": "Masafumi Gotoh",
      "aboutText": "Jason Paul Collins (born December 2, 1978) is a retired American professional basketball player who played 13 seasons in the National Basketball Association (NBA). He played college basketball for Stanford University where he was an All-American in 2000–01, before being drafted 18th overall pick in the 2001 NBA draft by the Houston Rockets. He went on to play for the New Jersey Nets, Memphis Grizzlies, Minnesota Timberwolves, Atlanta Hawks, Boston Celtics, Washington Wizards and Brooklyn Nets.",
      "pageId": 2159722,
      "monthDay": "12/02"
    },
    {
      "year": "1977",
      "uri": "/wiki/Siyabonga_Nomvethe",
      "name": "Siyabonga Nomvethe",
      "aboutText": "Jarron Thomas Collins (born December 2, 1978) is an American professional basketball coach and a retired player who played in the National Basketball Association (NBA).",
      "pageId": 2227486,
      "monthDay": "12/02"
    },
    {
      "year": "1978",
      "uri": "/wiki/Jarron_Collins",
      "name": "Jarron Collins",
      "aboutText": "Graham Anthony Kavanagh (born 2 December 1973) is an Irish football manager and former professional player.\nKavanagh had a 19-year-long career and played for Middlesbrough, Stoke City, Cardiff City, Wigan Athletic, Sunderland, Sheffield Wednesday and Carlisle United. He also played 16 games for the Republic of Ireland national football team, scoring once.",
      "pageId": 2607655,
      "monthDay": "12/02"
    },
    {
      "year": "1978",
      "uri": "/wiki/Jason_Collins",
      "name": "Jason Collins",
      "aboutText": "Maëlle Danica Ricker (/maɪˈɛl/; born December 2, 1978) is a retired Canadian snowboarder, specialising in snowboard cross. She won an Olympic gold medal at the 2010 Vancouver Games.\nBorn in North Vancouver, British Columbia, she resides in Squamish, British Columbia.",
      "pageId": 4111342,
      "monthDay": "12/02"
    },
    {
      "year": "1978",
      "uri": "/wiki/Nelly_Furtado",
      "name": "Nelly Furtado",
      "aboutText": "Peter Michael Moylan (born 2 December 1978) is an Australian professional baseball relief pitcher who is a free agent. He has played in Major League Baseball (MLB) for the Atlanta Braves and Los Angeles Dodgers.",
      "pageId": 4445884,
      "monthDay": "12/02"
    },
    {
      "year": "1978",
      "uri": "/wiki/Luigi_Malafronte",
      "name": "Luigi Malafronte",
      "aboutText": "Siyabonga Eugene Nomvethe (born 2 December 1977) is a South African soccer player who has played in several European leagues, and now represents Moroka Swallows in the National First Division.",
      "pageId": 4781132,
      "monthDay": "12/02"
    },
    {
      "year": "1978",
      "uri": "/wiki/Peter_Moylan",
      "name": "Peter Moylan",
      "aboutText": "Eddy Jorge Garabito (born December 2, 1976 in Manrreza, Dominican Republic) is a former Major League Baseball second baseman. He played for the St.",
      "pageId": 5569320,
      "monthDay": "12/02"
    },
    {
      "year": "1978",
      "uri": "/wiki/Ma%C3%ABlle_Ricker",
      "name": "Maëlle Ricker",
      "aboutText": "David Rivas Rodríguez (born 2 December 1978) is a Spanish retired footballer who played as a central defender.",
      "pageId": 6457129,
      "monthDay": "12/02"
    },
    {
      "year": "1978",
      "uri": "/wiki/David_Rivas",
      "name": "David Rivas",
      "aboutText": "Masafumi Gotō (後藤 正文, Gotō Masafumi) (December 2, 1976) is the lead vocalist, main songwriter and rhythm guitarist of the Japanese rock band Asian Kung-Fu Generation. Masafumi met fellow band members Kensuke Kita and Takahiro Yamada while attending a music club of Kanto Gakuin University. The three formed Asian Kung-Fu Generation in 1996, with drummer Kiyoshi Ijichi joining the band shortly after.",
      "pageId": 11888709,
      "monthDay": "12/02"
    },
    {
      "year": "1978",
      "uri": "/wiki/Christopher_Wolstenholme",
      "name": "Christopher Wolstenholme",
      "aboutText": "Luigi Malafronte (born 2 December 1978) is an Italian footballer who plays for Pisticci (as of 2009-10 season).",
      "pageId": 26925463,
      "monthDay": "12/02"
    },
    {
      "year": "1979",
      "uri": "/wiki/Melissa_Archer",
      "name": "Melissa Archer",
      "aboutText": "Nana Rokusha (六車 奈々, Rokusha Nana, born December 2, 1973, in Kyoto Prefecture, Japan) is a Japanese model, entertainer, and actress who is represented by Amuse, Inc.\n^ \"六車 奈々\" (in Japanese). Amuse, Inc.",
      "pageId": 48703807,
      "monthDay": "12/02"
    },
    {
      "year": "1979",
      "uri": "/wiki/Sabina_Babayeva",
      "name": "Sabina Babayeva",
      "aboutText": "Britney Jean Spears (born December 2, 1981) is an American singer and actress. Born in McComb, Mississippi, and raised in Kentwood, Louisiana, she performed acting roles in stage productions and television shows as a child before signing with Jive Records in 1997. Spears's first and second studio albums, ...Baby One More Time (1999) and Oops!...",
      "pageId": 3382,
      "monthDay": "12/02"
    },
    {
      "year": "1979",
      "uri": "/wiki/Yvonne_Catterfeld",
      "name": "Yvonne Catterfeld",
      "aboutText": "Adam Kreek (born December 2, 1980) is a Canadian rower. Born in London, Ontario, he was a student at the University of Victoria where he met his wife Rebecca. He won the gold medal at the 2002, 2003 and 2007 world championships for Canada's men's eight team in Seville, Spain, Milan, Italy and Munich, Germany respectively.",
      "pageId": 922153,
      "monthDay": "12/02"
    },
    {
      "year": "1979",
      "uri": "/wiki/Michael_McIndoe",
      "name": "Michael McIndoe",
      "aboutText": "Yvonne Catterfeld (born 2 December 1979) is a German singer, songwriter, actress and TV host. Born and raised in Erfurt, Thuringia, she later moved to Leipzig to pursue her music career on the University of Music and Theatre. In 2000, she participated in the debut season of the singing competition series Stimme 2000, where she came in second place.",
      "pageId": 1132734,
      "monthDay": "12/02"
    },
    {
      "year": "1980",
      "uri": "/wiki/Adam_Kreek",
      "name": "Adam Kreek",
      "aboutText": "Aaron Charles Rodgers (born December 2, 1983), nicknamed A-Rod, is an American football quarterback for the Green Bay Packers of the National Football League (NFL). Rodgers played college football for California, where he set several career passing records, including lowest single-season and career interception rates. He was selected in the first round (24th overall) of the 2005 NFL Draft by the Packers.",
      "pageId": 1284267,
      "monthDay": "12/02"
    },
    {
      "year": "1980",
      "uri": "/wiki/Darryn_Randall",
      "name": "Darryn Randall",
      "aboutText": "Christopher Robert \"Chris\" Burke (born 2 December 1983) is a Scottish footballer who plays for Nottingham Forest. He primarily plays as a right winger, but has also played on the left wing.\nBurke began his career with Scottish Premier League club Rangers, playing in 131 games, but without establishing himself as a regular first team player.",
      "pageId": 2971094,
      "monthDay": "12/02"
    },
    {
      "year": "1981",
      "uri": "/wiki/Maria_Ferekidi",
      "name": "Maria Ferekidi",
      "aboutText": "Bibiana Candelas Ramírez (born December 2, 1983 in Torreon, Coahuila) is a 6'5\" (195 cm) beach volleyball and indoor volleyball player who represented her native country, Mexico, at the 2008 Olympics with her beach partner, Mayra García.",
      "pageId": 3192912,
      "monthDay": "12/02"
    },
    {
      "year": "1981",
      "uri": "/wiki/Danijel_Pranji%C4%87",
      "name": "Danijel Pranjić",
      "aboutText": "Matthew Jesse Ware (born December 2, 1982 in Santa Monica, California) is an American football safety who is currently a member of the Toronto Argonauts of the Canadian Football League. He was drafted in the third round with the 89th pick in the 2004 NFL Draft by the Philadelphia Eagles.",
      "pageId": 3217225,
      "monthDay": "12/02"
    },
    {
      "year": "1981",
      "uri": "/wiki/Britney_Spears",
      "name": "Britney Spears",
      "aboutText": "Michael \"Mike\" Scala (born December 2, 1982), also known as Pizon, is an Italian-American rapper, record producer, and lawyer. He is the son of actor Michael Scala (aka Mikey \"Shades\" Scala), who played Sally Gaga in Martin Scorsese's first feature film Who's That Knocking at My Door?.",
      "pageId": 5204291,
      "monthDay": "12/02"
    },
    {
      "year": "1982",
      "uri": "/wiki/Michelle_Banzer",
      "name": "Michelle Banzer",
      "aboutText": "Christos Karipidis (Greek: Χρήστος Καρυπίδης; born 2 December 1982 in Thessaloniki, Greece) is a Greek professional footballer currently playing for Superleague Greece club Skoda Xanthi as a Centre back.",
      "pageId": 6244675,
      "monthDay": "12/02"
    },
    {
      "year": "1982",
      "uri": "/wiki/Christos_Karipidis",
      "name": "Christos Karipidis",
      "aboutText": "Michael McIndoe (born 2 December 1979 in Sighthill, Edinburgh) is a Scottish professional footballer . He began playing for Luton Town Football Club in 1998, and later played for various football teams in the English Football League Championship, before leaving Coventry City Football Club in June 2011 to concentrate solely on his business career. In 2004 he was a member of Scotland national football team.",
      "pageId": 6475358,
      "monthDay": "12/02"
    },
    {
      "year": "1982",
      "uri": "/wiki/Mike_Scala",
      "name": "Mike Scala",
      "aboutText": "Danijel Pranjić (pronounced [dǎnijel prǎːɲit͡ɕ]; born 2 December 1981) is a Croatian professional footballer who plays for Greek club Panathinaikos.",
      "pageId": 6817649,
      "monthDay": "12/02"
    },
    {
      "year": "1982",
      "uri": "/wiki/Matt_Ware",
      "name": "Matt Ware",
      "aboutText": "Michelle Stephanie Banzer (born December 2, 1982) also known as Michelle Zen is an American model and beauty queen from Louisville, Kentucky who competed in the Miss USA pageant in 2007.\nBanzer won the Miss Kentucky USA 2007 title in a state pageant held in Somerset, Kentucky in November 2006 and was crowned by current Miss USA Tara Conner, who held the Miss Kentucky USA 2006 title. This was Banzer's fourth attempt at the title, as she was a semi-finalist in the 2004 event, placed first runner-up to Kristen Johnson in 2005 and third runner-up to Tara Conner in 2006.",
      "pageId": 8155250,
      "monthDay": "12/02"
    },
    {
      "year": "1983",
      "uri": "/wiki/Action_Bronson",
      "name": "Action Bronson",
      "aboutText": "Jaime Durán Gómez (born December 2, 1981 in El Grullo, Jalisco) is a Mexican football player who plays as a defender for Puebla.",
      "pageId": 16100339,
      "monthDay": "12/02"
    },
    {
      "year": "1983",
      "uri": "/wiki/Chris_Burke_(footballer)",
      "name": "Chris Burke",
      "aboutText": "Daniela Sofia Korn Ruah (/dəniːɛlə ruːə/; born December 2, 1983) is a Portuguese-American actress best known for playing NCIS Special Agent Kensi Blye in the CBS police procedural series NCIS: Los Angeles.\n^ a b c ETHNIC (June 18, 2010). \"Daniela Ruah\".",
      "pageId": 21952217,
      "monthDay": "12/02"
    },
    {
      "year": "1983",
      "uri": "/wiki/Bibiana_Candelas",
      "name": "Bibiana Candelas",
      "aboutText": "Jana Rae Kramer (born December 2, 1983) is an American actress and country music singer. She is best known for her role as Alex Dupre on the television series One Tree Hill.",
      "pageId": 23486950,
      "monthDay": "12/02"
    },
    {
      "year": "1983",
      "uri": "/wiki/Jaime_Dur%C3%A1n",
      "name": "Jaime Durán",
      "aboutText": "Darryn Randall (2 December 1980 – 27 October 2013) was a South African cricketer. He was a right-handed batsman and wicket-keeper who played for Border. He was born in East London.",
      "pageId": 24626404,
      "monthDay": "12/02"
    },
    {
      "year": "1983",
      "uri": "/wiki/Jana_Kramer",
      "name": "Jana Kramer",
      "aboutText": "Maria Ferekidi (born 2 December 1981 in Athens) is a Greek slalom canoer who has competed since the early 2000s. At the 2004 Summer Olympics in Athens, she was eliminated in the qualifying round of the K-1 event, finishing in 17th place.",
      "pageId": 24797898,
      "monthDay": "12/02"
    },
    {
      "year": "1983",
      "uri": "/wiki/Aaron_Rodgers",
      "name": "Aaron Rodgers",
      "aboutText": "Sarah Vandella (born December 2, 1983) is an American pornographic actress.",
      "pageId": 31810259,
      "monthDay": "12/02"
    },
    {
      "year": "1983",
      "uri": "/wiki/Daniela_Ruah",
      "name": "Daniela Ruah",
      "aboutText": "Arian Asllani (born December 2, 1983), better known by the stage name Action Bronson, is an American rapper. In August 2012, he signed to Warner Bros. Records, but was later moved to Atlantic Records' imprint, Vice Records.",
      "pageId": 32399127,
      "monthDay": "12/02"
    },
    {
      "year": "1983",
      "uri": "/wiki/Sarah_Vandella",
      "name": "Sarah Vandella",
      "aboutText": "Sabina Babayeva (Azerbaijani: Səbinə Babayeva, born 2 December 1979, Baku) is an Azerbaijani singer.",
      "pageId": 34709981,
      "monthDay": "12/02"
    },
    {
      "year": "1984",
      "uri": "/wiki/P%C3%A9ter_M%C3%A1t%C3%A9_(footballer)",
      "name": "Péter Máté",
      "aboutText": "Cassandra Rae \"Cassie\" Steele (born December 2, 1989) is a Canadian actress, singer and songwriter, best known for portraying Manny Santos on Degrassi: The Next Generation and Abby Vargas on The L.A. Complex. Steele is of British descent on her father's side and Filipino descent on her mother's side.",
      "pageId": 1026476,
      "monthDay": "12/02"
    },
    {
      "year": "1985",
      "uri": "/wiki/Amaury_Leveaux",
      "name": "Amaury Leveaux",
      "aboutText": "Teairra Marí (born Teairra María Thomas; December 2, 1987) is an American singer-songwriter, dancer, hip hop model and actress. At the age of 17, Jay Z signed her to Def Jam and she released her first album, Teairra Marí. After disappointing sales, she was let go from her recording contract in the middle of production for her second album Second Round.",
      "pageId": 2171439,
      "monthDay": "12/02"
    },
    {
      "year": "1985",
      "uri": "/wiki/Dorell_Wright",
      "name": "Dorell Wright",
      "aboutText": "Alfred Lewis Enoch (born 2 December 1988) is an English actor. Enoch is currently starring as Wes Gibbins in the ABC legal drama series, How to Get Away with Murder. He is also known for his portrayal of Dean Thomas in the Harry Potter films.",
      "pageId": 2298629,
      "monthDay": "12/02"
    },
    {
      "year": "1986",
      "uri": "/wiki/Edson_D%C3%A9cimo_Alves_Ara%C3%BAjo",
      "name": "Edson Décimo Alves Araújo",
      "aboutText": "Dorell Lawrence Wright (born December 2, 1985) is an American professional basketball player who currently plays for the Beikong Fly Dragons of the Chinese Basketball Association (CBA). Wright was drafted in the 2004 NBA draft by the Miami Heat directly out of high school. He has also played for the Golden State Warriors and Philadelphia 76ers.",
      "pageId": 2430164,
      "monthDay": "12/02"
    },
    {
      "year": "1986",
      "uri": "/wiki/Veronika_Kapshay",
      "name": "Veronika Kapshay",
      "aboutText": "Péter Máté (Hungarian pronunciation: [ˈpeːtɛr ˈmaːteː]; born 2 December 1984) is a Hungarian footballer who plays for Debreceni VSC as a defender.",
      "pageId": 6756677,
      "monthDay": "12/02"
    },
    {
      "year": "1986",
      "uri": "/wiki/Claudiu_Ke%C8%99er%C3%BC",
      "name": "Claudiu Keșerü",
      "aboutText": "Stephen McGinn (born 2 December 1988) is a Scottish footballer who is currently playing for Wycombe Wanderers as a midfielder.\nBorn in Glasgow, he began started his career with St. Mirren in his native Scotland, before moving south of the border to sign for English Championship side Watford.",
      "pageId": 9312538,
      "monthDay": "12/02"
    },
    {
      "year": "1986",
      "uri": "/wiki/Tal_Wilkenfeld",
      "name": "Tal Wilkenfeld",
      "aboutText": "Claudiu-Andrei Keșerü (born 2 December 1986 in Oradea) is a Romanian professional footballer who plays as a forward for Bulgarian club Ludogorets Razgrad and the Romanian national football team.",
      "pageId": 9681977,
      "monthDay": "12/02"
    },
    {
      "year": "1987",
      "uri": "/wiki/Mari-Leen",
      "name": "Mari-Leen",
      "aboutText": "Soniya Mehra (Born 2 December 1988) is an Indian Bollywood actress.",
      "pageId": 12810805,
      "monthDay": "12/02"
    },
    {
      "year": "1987",
      "uri": "/wiki/Teairra_Mar%C3%AD",
      "name": "Teairra Marí",
      "aboutText": "Mari-Leen Kaselaan (also known by stage name Mari-Leen) is an Estonian pop artist. She was born December 2, 1987 in Tartu, Estonia. She graduated from Elva Music School where she played violin and has studied at the Elva Song Studio and Ülenurme Music School under Ursel Oja.",
      "pageId": 13453361,
      "monthDay": "12/02"
    },
    {
      "year": "1988",
      "uri": "/wiki/Alfred_Enoch",
      "name": "Alfred Enoch",
      "aboutText": "Tal Wilkenfeld (born 2 December 1986) is an Australian bass guitarist who has gained worldwide attention performing alongside some of rock and jazz music's most notable artists. In addition to her work as a supporting musician to Jeff Beck, Ryan Adams, Herbie Hancock and others, she has assumed the role of bandleader of her own eponymous bands, whose musicians have included Wayne Krantz, Keith Carlock, John Beasley and Jeff \"Tain\" Watts.",
      "pageId": 14478360,
      "monthDay": "12/02"
    },
    {
      "year": "1988",
      "uri": "/wiki/Stephen_McGinn",
      "name": "Stephen McGinn",
      "aboutText": "Hikaru Yaotome (八乙女 光, Yaotome Hikaru, born December 2, 1990) is a Japanese singer-songwriter, rapper, actor, dancer, and as well as member of Hey! Say! JUMP. He is under the management of Johnny & Associates.",
      "pageId": 15873005,
      "monthDay": "12/02"
    },
    {
      "year": "1988",
      "uri": "/wiki/Soniya_Mehra",
      "name": "Soniya Mehra",
      "aboutText": "Edson Décimo Alves Araújo or simply Piauí (2 December 1986 – 1 November 2014) was a Brazilian footballer, who played as left back. He has played for Atlético-PR, Porto-PE, Santa Cruz FC, Náutico, Salgueiro, ABC Futebol Clube, Mogi-Mirim, Oeste-SP and Boa Esporte Clube.",
      "pageId": 15985212,
      "monthDay": "12/02"
    },
    {
      "year": "1989",
      "uri": "/wiki/Etta_Bond",
      "name": "Etta Bond",
      "aboutText": "Amaury Raymond Leveaux (born 2 December 1985) is a French swimmer from Belfort. Leveaux is the current world record holder in the 100 m freestyle (short course – 44.94 sec). He formerly held the world records in the 50 m freestyle (short course – 20.48 sec) and the 50 m butterfly (short course – 22.18 sec).",
      "pageId": 16689282,
      "monthDay": "12/02"
    },
    {
      "year": "1989",
      "uri": "/wiki/Cassie_Steele",
      "name": "Cassie Steele",
      "aboutText": "Chloé Dufour-Lapointe (born 2 December 1991) is a Canadian freestyle skier. She was the 2013 FIS World Champion in dual moguls with her winning run at the 2013 World Championships. Dufour-Lapointe was the runner-up and silver medalist at the FIS Freestyle World Ski Championships 2011 as well and placed fifth at the 2010 Olympic Games.",
      "pageId": 26197971,
      "monthDay": "12/02"
    },
    {
      "year": "1990",
      "uri": "/wiki/Emmanuel_Agyemang-Badu",
      "name": "Emmanuel Agyemang-Badu",
      "aboutText": "Fausto Rossi (born 3 December 1990) is an Italian footballer who plays as a central midfielder for Pro Vercelli on loan from Juventus.",
      "pageId": 28524492,
      "monthDay": "12/02"
    },
    {
      "year": "1990",
      "uri": "/wiki/Jamille_Matt",
      "name": "Jamille Matt",
      "aboutText": "Gastón Exequiel Ramírez Pereyra (locally: [ɡahˈton raˈmiɾeh]; born 2 December 1990) is a Uruguayan footballer who plays for Southampton and the Uruguay national football team as an attacking midfielder.",
      "pageId": 29500719,
      "monthDay": "12/02"
    },
    {
      "year": "1990",
      "uri": "/wiki/Gast%C3%B3n_Ram%C3%ADrez",
      "name": "Gastón Ramírez",
      "aboutText": "Veronika Kapshay (Ukrainian: Вероніка Капшай; born 2 December 1986 in Lviv) is a Ukrainian tennis player.\nKapshay has won three singles and 17 doubles titles on the ITF tour in her career. On 14 May 2012, she reached her best singles ranking of world number 227.",
      "pageId": 32604314,
      "monthDay": "12/02"
    },
    {
      "year": "1990",
      "uri": "/wiki/Fausto_Rossi_(footballer)",
      "name": "Fausto Rossi",
      "aboutText": "Jamille Antonio Matt (born 2 December 1990) is a professional footballer who plays for Stevenage, on loan from, Fleetwood Town, as a striker.\nMatt began his career at Sutton Coldfield Town, before moving to Kidderminster Harriers in 2010. He spent three seasons at the club, before moving to Fleetwood Town in January 2013.",
      "pageId": 38472016,
      "monthDay": "12/02"
    },
    {
      "year": "1990",
      "uri": "/wiki/Hikaru_Yaotome",
      "name": "Hikaru Yaotome",
      "aboutText": "Henrietta \"Etta\" Bond (born 2 December 1989) is a singer/songwriter born in Cambridge and now currently based in London. She is the first signing to Odd Child Recordings, partially owing to Bond becoming friends with Labrinth thanks to a fluke Myspace encounter.\nWriting material for her debut release, Bond worked with producer DaVinChe – having already uploaded the demo singles \"Ask Me to Stay\" and \"Come Over\".",
      "pageId": 39564993,
      "monthDay": "12/02"
    },
    {
      "year": "1991",
      "uri": "/wiki/Chlo%C3%A9_Dufour-Lapointe",
      "name": "Chloé Dufour-Lapointe",
      "aboutText": "Emmanuel Agyemang-Badu (born 2 December 1990 in Berekum), known mononymously as Badu (/bɑːˈduː/ bah-DOO), is a Ghanaian international footballer who plays for Serie A club Udinese.",
      "pageId": 42980969,
      "monthDay": "12/02"
    },
    {
      "year": "1991",
      "uri": "/wiki/Charlie_Puth",
      "name": "Charlie Puth",
      "aboutText": "Charlie Puth (/puːθ/; born December 2, 1991) is an American singer, songwriter, musician and record producer.\nPuth started his early career and gained popularity by posting his own work to YouTube, ultimately becoming widely known for writing and singing the song \"See You Again\" with Wiz Khalifa, which topped charts in 26 countries.\nPuth's debut single, \"Marvin Gaye\", featuring Meghan Trainor, topped the charts in New Zealand, Ireland, and the United Kingdom; peaked at #4 in Australia; and hit the top 25 in the United States.",
      "pageId": 33429899,
      "monthDay": "12/02"
    },
    {
      "year": "1993",
      "uri": "/wiki/Haruka_Ishida",
      "name": "Haruka Ishida",
      "aboutText": "Konstantinos Stafylidis (Greek: Κώστας Σταφυλίδης; born 2 December 1993) is a Greek footballer who plays as a left back for Augsburg in the Bundesliga.",
      "pageId": 33828410,
      "monthDay": "12/02"
    },
    {
      "year": "1993",
      "uri": "/wiki/Kostas_Stafylidis",
      "name": "Kostas Stafylidis",
      "aboutText": "Haruka Ishida (石田 晴香, Ishida Haruka, born December 2, 1993 in Saitama Prefecture) is a Japanese singer, a member of the Japanese idol girl group AKB48.",
      "pageId": 37791407,
      "monthDay": "12/02"
    },
    {
      "year": "1994",
      "uri": "/wiki/Cauley_Woodrow",
      "name": "Cauley Woodrow",
      "aboutText": "Cauley Martin Woodrow (born 2 December 1994) is an English professional footballer who plays for as a forward for Championship club Fulham. He made his debut in the Football League for Southend United in September 2013.\nWoodrow previously played for Conference Premier club Luton Town, for whom he made three appearances in the FA Trophy as a 16-year-old.",
      "pageId": 40474129,
      "monthDay": "12/02"
    },
    {
      "year": "1998",
      "uri": "/wiki/Amber_Montana",
      "name": "Amber Montana",
      "aboutText": "Amber Dawn Montana (born December 2, 1998) is an American actress, who starred in the Nickelodeon series The Haunted Hathaways.",
      "pageId": 41751812,
      "monthDay": "12/02"
    }
  ]
}