{
  "people": [
    {
      "year": "1555",
      "uri": "/wiki/Heinrich_Meibom_(poet)",
      "name": "Heinrich Meibom",
      "aboutText": "Edith Louisa Cavell (/ˈkævəl/; 4 December 1865 – 12 October 1915) was a British nurse. She is celebrated for saving the lives of soldiers from both sides without discrimination and in helping some 200 Allied soldiers escape from German-occupied Belgium during the First World War, for which she was arrested. She was accused of treason, found guilty by a court-martial and sentenced to death.",
      "pageId": 53514,
      "monthDay": "12/04"
    },
    {
      "year": "1585",
      "uri": "/wiki/John_Cotton_(minister)",
      "name": "John Cotton",
      "aboutText": "André Campra (French: [kɑ̃pʁa]; baptized 4 December 1660 – 29 June 1744) was a French composer and conductor.\nCampra was one of the leading French opera composers in the period between Jean-Baptiste Lully and Jean-Philippe Rameau. He wrote several tragédies en musique and opéra-ballet that were extremely well received.",
      "pageId": 60583,
      "monthDay": "12/04"
    },
    {
      "year": "1595",
      "uri": "/wiki/Jean_Chapelain",
      "name": "Jean Chapelain",
      "aboutText": "Thomas Carlyle (4 December 1795 – 5 February 1881) was a Scottish philosopher, satirical writer, essayist, historian and teacher. Considered one of the most important social commentators of his time, he presented many lectures during his lifetime with certain acclaim in the Victorian era. One of those conferences resulted in his famous work On Heroes, Hero-Worship, and The Heroic in History where he explains that the key role in history lies in the actions of the \"Great Man\", claiming that \"History is nothing but the biography of the Great Man\".",
      "pageId": 128422,
      "monthDay": "12/04"
    },
    {
      "year": "1646",
      "uri": "/wiki/Alain_Emmanuel_de_Co%C3%ABtlogon",
      "name": "Alain Emmanuel de Coëtlogon",
      "aboutText": "Jean Chapelain (4 December 1595 – 22 February 1674) was a French poet and critic during the Grand Siècle, best known for his role as an organizer and founding member of the Académie française.",
      "pageId": 165571,
      "monthDay": "12/04"
    },
    {
      "year": "1647",
      "uri": "/wiki/Daniel_Eberlin",
      "name": "Daniel Eberlin",
      "aboutText": "Barbara of Portugal (Maria Madalena Bárbara Xavier Leonor Teresa Antónia Josefa; 4 December 1711 – 27 August 1758) was an Infanta of Portugal and later Queen of Spain as wife of Ferdinand VI of Spain.",
      "pageId": 238796,
      "monthDay": "12/04"
    },
    {
      "year": "1660",
      "uri": "/wiki/Andr%C3%A9_Campra",
      "name": "André Campra",
      "aboutText": "John Aislabie or Aslabie (/ˈeɪzləbɪ/; 4 December 1670 – 18 June 1742) was a British politician, notable for his involvement in the South Sea Bubble and for creating the water garden at Studley Royal.",
      "pageId": 265890,
      "monthDay": "12/04"
    },
    {
      "year": "1667",
      "uri": "/wiki/Michel_Pignolet_de_Mont%C3%A9clair",
      "name": "Michel Pignolet de Montéclair",
      "aboutText": "Gasparo, count Gozzi (4 December 1713 – 26 December 1786) was a Venetian critic and dramatist.",
      "pageId": 304394,
      "monthDay": "12/04"
    },
    {
      "year": "1670",
      "uri": "/wiki/John_Aislabie",
      "name": "John Aislabie",
      "aboutText": "Jesse Cail Burkett (December 4, 1868 – May 27, 1953), nicknamed \"Crab\", was a left fielder in Major League Baseball from 1890 to 1905. He batted over .400 twice. After his playing career, Burkett managed in the minor leagues.",
      "pageId": 522289,
      "monthDay": "12/04"
    },
    {
      "year": "1711",
      "uri": "/wiki/Barbara_of_Portugal",
      "name": "Barbara of Portugal",
      "aboutText": "John Cotton (4 December 1585 – 23 December 1652) was a clergyman in England and the American colonies and, by most accounts, the preeminent minister and theologian of the Massachusetts Bay Colony. Following five years of study at Trinity College, Cambridge, and another nine years at Emmanuel College, Cambridge, he had already built a reputation as a scholar and outstanding preacher when he accepted the position of minister at Saint Botolph's Church in Boston, Lincolnshire, in 1612. As a Puritan, he wanted to do away with the ceremony and vestments associated with the established Anglican Church and preach in a simpler, more consensual manner.",
      "pageId": 533230,
      "monthDay": "12/04"
    },
    {
      "year": "1713",
      "uri": "/wiki/Gasparo_Gozzi",
      "name": "Gasparo Gozzi",
      "aboutText": "Hannes Þórður Pétursson Hafstein (4 December 1861 – 13 December 1922) was an Icelandic politician and poet. In 1904 he became the first Icelander to be appointed to the Danish Cabinet as the Minister for Iceland in the Cabinet of Deuntzer and was – unlike the previous Minister for Iceland Peter Adler Alberti – responsible to the Icelandic Althing.\nHe was born on the farm Möðruvellir in Hörgárdalur valley.",
      "pageId": 567905,
      "monthDay": "12/04"
    },
    {
      "year": "1777",
      "uri": "/wiki/Juliette_R%C3%A9camier",
      "name": "Juliette Récamier",
      "aboutText": "Jeanne-Françoise Julie Adélaïde Récamier (French pronunciation: ​[ʒan fʁɑ̃.swaz ʒy.li a.de.la.id ʁe.ka.mje]) (4 December 1777 – 11 May 1849), known as Juliette (French pronunciation: ​[ʒy.ljɛt]), was a French society leader, whose salon drew Parisians from the leading literary and political circles of the early 19th century.",
      "pageId": 592471,
      "monthDay": "12/04"
    },
    {
      "year": "1795",
      "uri": "/wiki/Thomas_Carlyle",
      "name": "Thomas Carlyle",
      "aboutText": "Lillian Russell (December 4, 1860 – June 6, 1922), born Helen Louise Leonard, was an American actress and singer. She became one of the most famous actresses and singers of the late 19th and early 20th centuries, known for her beauty and style, as well as for her voice and stage presence.\nRussell was born in Clinton, Iowa but raised in Chicago.",
      "pageId": 747751,
      "monthDay": "12/04"
    },
    {
      "year": "1798",
      "uri": "/wiki/Jules_Armand_Dufaure",
      "name": "Jules Armand Dufaure",
      "aboutText": "Samuel Butler (4 December 1835 – 18 June 1902) was an iconoclastic Victorian-era English author who published a variety of works. Two of his most famous pieces are the Utopian satire Erewhon and a semi-autobiographical novel published posthumously, The Way of All Flesh. He is also known for examining Christian orthodoxy, substantive studies of evolutionary thought, studies of Italian art, and works of literary history and criticism.",
      "pageId": 937519,
      "monthDay": "12/04"
    },
    {
      "year": "1817",
      "uri": "/wiki/Nikoloz_Baratashvili",
      "name": "Nikoloz Baratashvili",
      "aboutText": "\"Meibomius\" redirects here. For the German classical scholar and music historian, see Marcus Meibomius.",
      "pageId": 1218769,
      "monthDay": "12/04"
    },
    {
      "year": "1835",
      "uri": "/wiki/Samuel_Butler_(novelist)",
      "name": "Samuel Butler",
      "aboutText": "Franz Xavier Wernz SJ (December 4, 1842 – August 19, 1914) was the twenty-fifth Superior General of the Society of Jesus (the Jesuit order). He was born in Rottweil, Württemberg (afterwards part of Germany).\nWernz was the first of the eight children of parents with deep faith and piety.",
      "pageId": 2320966,
      "monthDay": "12/04"
    },
    {
      "year": "1844",
      "uri": "/wiki/Franz_Xavier_Wernz",
      "name": "Franz Xavier Wernz",
      "aboutText": "Michel Pignolet de Montéclair (4 December 1667 – 22 September 1737) was a French composer of the baroque period.\nHe was born Michel Pignolet in Andelot, Haute-Marne, France, and only later added \"Montéclair\" (the name of a fortress in his home town) to his name. Little is known of his life, and there are no known portraits.",
      "pageId": 2726146,
      "monthDay": "12/04"
    },
    {
      "year": "1861",
      "uri": "/wiki/Hannes_Hafstein",
      "name": "Hannes Hafstein",
      "aboutText": "Prince Nikoloz \"Tato\" Baratashvili (Georgian: ნიკოლოზ \"ტატო\" ბარათაშვილი) (December 4, 1817 – October 21, 1845) was a Georgian poet. He was one of the first Georgians to marry a modern nationalism with European Romanticism and to introduce \"Europeanism\" into Georgian literature. Despite his early death and a tiny literary heritage of fewer than forty short lyrics, one extended poem, and a few private letters, Baratashvili is considered to be the high point of Georgian Romanticism.",
      "pageId": 3843796,
      "monthDay": "12/04"
    },
    {
      "year": "1861",
      "uri": "/wiki/Lillian_Russell",
      "name": "Lillian Russell",
      "aboutText": "Alain Emmanuel de Coëtlogon (December 4, 1646 at Rennes – June 6, 1730 in Paris), was a Marshal of France during the reign of Louis XIV and Louis XV.",
      "pageId": 7882715,
      "monthDay": "12/04"
    },
    {
      "year": "1865",
      "uri": "/wiki/Edith_Cavell",
      "name": "Edith Cavell",
      "aboutText": "Daniel Eberlin (4 December 1647 – ca. 1715) was a German Baroque composer and Kapellmeister.\nEberlin had a vagrant lifestyle.",
      "pageId": 18100303,
      "monthDay": "12/04"
    },
    {
      "year": "1868",
      "uri": "/wiki/Jesse_Burkett",
      "name": "Jesse Burkett",
      "aboutText": "Jules Armand Stanislas Dufaure (French pronunciation: ​[ʒyl aʁmɑ̃ dyfoʁ]; 4 December 1798 – 28 June 1881) was a French statesman.",
      "pageId": 33610954,
      "monthDay": "12/04"
    },
    {
      "year": "1875",
      "uri": "/wiki/Joe_Corbett",
      "name": "Joe Corbett",
      "aboutText": "Francisco Paulino Hermenegildo Teódulo Franco Bahamonde (Spanish pronunciation: [fɾanˈθisko ˈfɾaŋko βa.aˈmonde]; 4 December 1892 – 20 November 1975) was the dictator of Spain from 1936/1939 until his death in 1975. Coming from a military family background, he became the youngest general in Spain and one of the youngest generals in Europe in the 1920s.\nAs a conservative monarchist, he was shocked when the monarchy was removed and replaced with a republic in 1931.",
      "pageId": 11466,
      "monthDay": "12/04"
    },
    {
      "year": "1875",
      "uri": "/wiki/Rainer_Maria_Rilke",
      "name": "Rainer Maria Rilke",
      "aboutText": "René Karl Wilhelm Johann Josef Maria Rilke (4 December 1875 – 29 December 1926)—better known as Rainer Maria Rilke (German: [ˈʁaɪnɐ maˈʁiːa ˈʁɪlkə])—was a Bohemian-Austrian poet and novelist, \"widely recognized as one of the most lyrically intense German-language poets\", writing in both verse and highly lyrical prose. Several critics have described Rilke's work as inherently \"mystical\". His writings include one novel, several collections of poetry, and several volumes of correspondence in which he invokes haunting images that focus on the difficulty of communion with the ineffable in an age of disbelief, solitude, and profound anxiety.",
      "pageId": 26408,
      "monthDay": "12/04"
    },
    {
      "year": "1878",
      "uri": "/wiki/Grand_Duke_Michael_Alexandrovich_of_Russia",
      "name": "Grand Duke Michael Alexandrovich of Russia",
      "aboutText": "Grand Duke Michael Alexandrovich of Russia (Russian: Михаи́л Александрович; 4 December [O.S. 22 November] 1878 – 13 June 1918) was the youngest son of Emperor Alexander III of Russia.\nAt the time of his birth, his paternal grandfather (Alexander II of Russia) was still the reigning Emperor of All the Russias. Michael was fourth-in-line to the throne following his father and elder brothers Nicholas and George.",
      "pageId": 164382,
      "monthDay": "12/04"
    },
    {
      "year": "1881",
      "uri": "/wiki/Erwin_von_Witzleben",
      "name": "Erwin von Witzleben",
      "aboutText": "Cornell George Hopley-Woolrich (4 December 1903 – 25 September 1968) was an American novelist and short story writer who sometimes wrote under the pseudonyms William Irish and George Hopley.\nHis biographer, Francis Nevins Jr., rated Woolrich the fourth best crime writer of his day, behind only Dashiell Hammett, Erle Stanley Gardner and Raymond Chandler. A check of film titles reveals that more film noir screenplays were adapted from works by Woolrich than any other crime novelist, and many of his stories were adapted during the 1940s for Suspense and other dramatic radio programs.",
      "pageId": 207596,
      "monthDay": "12/04"
    },
    {
      "year": "1883",
      "uri": "/wiki/Katharine_Susannah_Prichard",
      "name": "Katharine Susannah Prichard",
      "aboutText": "Liu Bocheng (simplified Chinese: 刘伯承; traditional Chinese: 劉伯承; pinyin: Liú Bóchéng; Wade–Giles: Liu Po-ch'eng; December 4, 1892 – October 7, 1986) was a Chinese Communist military commander and Marshal of the People's Liberation Army.\nLiu is known as one of the \"Three and A Half\" Strategists of China in modern history. (The other two are Lin Biao, commander of the CPC, and Kuomintang commander Bai Chongxi, and the half refers to CPC commander Su Yu.) Officially, Liu was recognised as a revolutionary, military strategist and theoretician, and one of the founders of the People's Liberation Army.",
      "pageId": 308988,
      "monthDay": "12/04"
    },
    {
      "year": "1889",
      "uri": "/wiki/Lloyd_Bacon",
      "name": "Lloyd Bacon",
      "aboutText": "Job Wilhelm Georg Erdmann Erwin von Witzleben (4 December 1881 – 8 August 1944) was a German officer, by 1940 in the rank of a Field Marshal (Generalfeldmarschall), and army commander in the Second World War.",
      "pageId": 401644,
      "monthDay": "12/04"
    },
    {
      "year": "1892",
      "uri": "/wiki/Francisco_Franco",
      "name": "Francisco Franco",
      "aboutText": "Alex North (December 4, 1910 – September 8, 1991) was an American composer best known for his many film scores, including A Streetcar Named Desire (one of the first jazz-based film scores), Viva Zapata!, Spartacus, Cleopatra, and Who's Afraid of Virginia Woolf?.",
      "pageId": 455834,
      "monthDay": "12/04"
    },
    {
      "year": "1892",
      "uri": "/wiki/Liu_Bocheng",
      "name": "Liu Bocheng",
      "aboutText": "Gregory \"Pappy\" Boyington (December 4, 1912 – January 11, 1988) was an American combat pilot who was a United States Marine Corps fighter ace during World War II. He received both the Medal of Honor and the Navy Cross.",
      "pageId": 514170,
      "monthDay": "12/04"
    },
    {
      "year": "1893",
      "uri": "/wiki/Herbert_Read",
      "name": "Herbert Read",
      "aboutText": "Sir Herbert Edward Read, DSO, MC (/riːd/; 4 December 1893 – 12 June 1968) was an English anarchist, poet and literary critic, best known for numerous books on art, which included influential volumes on the role of art in education. Read was co-founder of the Institute of Contemporary Arts.",
      "pageId": 674495,
      "monthDay": "12/04"
    },
    {
      "year": "1895",
      "uri": "/wiki/Feng_Youlan",
      "name": "Feng Youlan",
      "aboutText": "Feng Youlan (Chinese: 馮友蘭; Wade–Giles: Feng Yu-lan; 4 December 1895 – 26 November 1990) was a Chinese philosopher who was instrumental for reintroducing the study of Chinese philosophy in the modern era.",
      "pageId": 684707,
      "monthDay": "12/04"
    },
    {
      "year": "1899",
      "uri": "/wiki/Karl-G%C3%BCnther_Heimsoth",
      "name": "Karl-Günther Heimsoth",
      "aboutText": "Ramaswamy Venkataraman ( pronunciation , 4 December 1910 – 27 January 2009) was an Indian lawyer, Indian independence activist and politician who served as a Union minister and as the eighth President of India.\nVenkataraman was born in Rajamadam village in Tanjore district, Madras Presidency. He studied law and practised in the Madras High Court and the Supreme Court of India.",
      "pageId": 754183,
      "monthDay": "12/04"
    },
    {
      "year": "1899",
      "uri": "/wiki/Charlie_Spencer",
      "name": "Charlie Spencer",
      "aboutText": "Lloyd Francis Bacon (December 4, 1889 – November 15, 1955) was an American screen, stage and vaudeville actor and film director. As a director he made films in virtually all genres—westerns, musicals, comedies, gangster films, crime dramas—and was one of the directors at Warner Bros.",
      "pageId": 935066,
      "monthDay": "12/04"
    },
    {
      "year": "1903",
      "uri": "/wiki/Cornell_Woolrich",
      "name": "Cornell Woolrich",
      "aboutText": "Alfred Day Hershey (December 4, 1908 – May 22, 1997) was an American Nobel Prize–winning bacteriologist and geneticist.\nHe was born in Owosso, Michigan and received his B.S. in chemistry at Michigan State University in 1930 and his Ph.D. in bacteriology in 1934, taking a position shortly thereafter at the Department of Bacteriology at Washington University in St. Louis.",
      "pageId": 998179,
      "monthDay": "12/04"
    },
    {
      "year": "1904",
      "uri": "/wiki/Albert_Norden",
      "name": "Albert Norden",
      "aboutText": "Mark Robson (4 December 1913 – 20 June 1978) was a Canadian-born film director, producer and editor. Robson began his 45-year career in Hollywood as a film editor. He later began working as a director and producer.",
      "pageId": 1826287,
      "monthDay": "12/04"
    },
    {
      "year": "1908",
      "uri": "/wiki/Alfred_Hershey",
      "name": "Alfred Hershey",
      "aboutText": "Katharine Susannah Prichard (4 December 1883 – 2 October 1969) was an Australian author and co-founding member of the Communist Party of Australia.",
      "pageId": 2480781,
      "monthDay": "12/04"
    },
    {
      "year": "1909",
      "uri": "/wiki/Jimmy_Jewel",
      "name": "Jimmy Jewel",
      "aboutText": "For the football manager see: Jimmy Jewell",
      "pageId": 4832186,
      "monthDay": "12/04"
    },
    {
      "year": "1910",
      "uri": "/wiki/Alex_North",
      "name": "Alex North",
      "aboutText": "Joseph Aloysius Corbett (December 4, 1875 – May 2, 1945) was a Major League Baseball starting pitcher who played in the National League. He was born in San Francisco, California.\nCorbett, the younger brother of World Heavyweight Boxing Champion James J. Corbett, played baseball at Saint Mary's College of California from 1890 to 1893 before breaking into the major leagues in 1895.",
      "pageId": 5025740,
      "monthDay": "12/04"
    },
    {
      "year": "1910",
      "uri": "/wiki/R._Venkataraman",
      "name": "R. Venkataraman",
      "aboutText": "Charles William \"Charlie\" Spencer (4 December 1899 – 9 February 1953) was an English footballer and manager.",
      "pageId": 8567914,
      "monthDay": "12/04"
    },
    {
      "year": "1912",
      "uri": "/wiki/Pappy_Boyington",
      "name": "Pappy Boyington",
      "aboutText": "Albert Norden (4 December 1904, Myslowitz - 30 May 1982) was a German communist politician. He went into exile during Nazi rule. He returned to Germany after the war, and became an important politician in the German Democratic Republic (East Germany).",
      "pageId": 20838726,
      "monthDay": "12/04"
    },
    {
      "year": "1913",
      "uri": "/wiki/Mark_Robson",
      "name": "Mark Robson",
      "aboutText": "Karl-Günther Heimsoth, also known as Karl-Guenter Heimsoth (4 December 1899, Charlottenburg – July 1934, Berlin) was a German physician, polygraph, and politician.",
      "pageId": 35614706,
      "monthDay": "12/04"
    },
    {
      "year": "1914",
      "uri": "/wiki/Rudolf_Hausner",
      "name": "Rudolf Hausner",
      "aboutText": "John Calvin Portman, Jr. (born December 4, 1924; Walhalla, South Carolina) is an American neofuturistic architect and real estate developer widely known for popularizing hotels and office buildings with multi-storied interior atria. Portman also had a particularly large impact on the cityscape of his hometown of Atlanta, with the Peachtree Center complex serving as downtown's business and tourism anchor from the 1970s onward.",
      "pageId": 53615,
      "monthDay": "12/04"
    },
    {
      "year": "1914",
      "uri": "/wiki/Claude_Renoir",
      "name": "Claude Renoir",
      "aboutText": "Albert Bandura OC (/bænˈdʊərə/; born December 4, 1925) is a psychologist who is the David Starr Jordan Professor Emeritus of Social Science in Psychology at Stanford University. For almost six decades, he has been responsible for contributions to the field of education and to many fields of psychology, including social cognitive theory, therapy and personality psychology, and was also influential in the transition between behaviorism and cognitive psychology. He is known as the originator of social learning theory and the theoretical construct of self-efficacy, and is also responsible for the influential 1961 Bobo doll experiment.",
      "pageId": 237253,
      "monthDay": "12/04"
    },
    {
      "year": "1915",
      "uri": "/wiki/Eddie_Heywood",
      "name": "Eddie Heywood",
      "aboutText": "William Labov (/ləˈboʊv/ lə-BOHV; born December 4, 1927) is an American linguist, widely regarded as the founder of the discipline of variationist sociolinguistics. He has been described as \"an enormously original and influential figure who has created much of the methodology\" of sociolinguistics. He is employed as a professor in the linguistics department of the University of Pennsylvania, and pursues research in sociolinguistics, language change, and dialectology.",
      "pageId": 319165,
      "monthDay": "12/04"
    },
    {
      "year": "1916",
      "uri": "/wiki/Ely_Jacques_Kahn,_Jr.",
      "name": "Ely Jacques Kahn, Jr.",
      "aboutText": "Charles Humphrey Keating, Jr. (December 4, 1923 – March 31, 2014) was an American athlete, lawyer, real estate developer, banker, financier, and activist best known for his role in the savings and loan scandal of the late 1980s.\nKeating was a champion swimmer for the University of Cincinnati in the 1940s.",
      "pageId": 350570,
      "monthDay": "12/04"
    },
    {
      "year": "1919",
      "uri": "/wiki/I._K._Gujral",
      "name": "I. K. Gujral",
      "aboutText": "Inder Kumar Gujral (4 December 1919 – 30 November 2012) was an Indian politician who served as the Prime Minister of India from April 1997 to March 1998. Gujral was the third PM to be from the Rajya Sabha, the first being Indira Gandhi  and the second H. D. Deve Gowda.",
      "pageId": 373750,
      "monthDay": "12/04"
    },
    {
      "year": "1920",
      "uri": "/wiki/Nadir_Afonso",
      "name": "Nadir Afonso",
      "aboutText": "Edna Mae Durbin (December 4, 1921 – c. April 20, 2013), known professionally as Deanna Durbin, was a Canadian-born American actress and singer, who appeared in musical films in the 1930s and 1940s. With the technical skill and vocal range of a legitimate lyric soprano, she performed everything from popular standards to operatic arias.",
      "pageId": 537229,
      "monthDay": "12/04"
    },
    {
      "year": "1920",
      "uri": "/wiki/Michael_Bates_(actor)",
      "name": "Michael Bates",
      "aboutText": "Gérard Philipe (4 December 1922 – 25 November 1959) was a prominent French actor who appeared in 34 films between 1944 and 1959.",
      "pageId": 548569,
      "monthDay": "12/04"
    },
    {
      "year": "1920",
      "uri": "/wiki/Jeanne_Manford",
      "name": "Jeanne Manford",
      "aboutText": "Ely Jacques Kahn, Jr. (December 4, 1916 – May 28, 1994) was an American writer under the byline E.J. Kahn, Jr.",
      "pageId": 949735,
      "monthDay": "12/04"
    },
    {
      "year": "1921",
      "uri": "/wiki/Deanna_Durbin",
      "name": "Deanna Durbin",
      "aboutText": "Michael Bates (4 December 1920 – 11 January 1978) was an Anglo-Indian actor born in Jhansi, United Provinces, British India.",
      "pageId": 1401778,
      "monthDay": "12/04"
    },
    {
      "year": "1922",
      "uri": "/wiki/G%C3%A9rard_Philipe",
      "name": "Gérard Philipe",
      "aboutText": "Lino Lacedelli (4 December 1925 – 20 November 2009) was an Italian mountaineer. Together with Achille Compagnoni, on 31 July 1954 he was the first man to reach the summit of K2.",
      "pageId": 1682570,
      "monthDay": "12/04"
    },
    {
      "year": "1923",
      "uri": "/wiki/Charles_Keating",
      "name": "Charles Keating",
      "aboutText": "Rudolf Hausner (Vienna, December 4, 1914 – February 25, 1995) was an Austrian painter, draughtsman, printmaker and sculptor.",
      "pageId": 1933881,
      "monthDay": "12/04"
    },
    {
      "year": "1923",
      "uri": "/wiki/Eagle_Keys",
      "name": "Eagle Keys",
      "aboutText": "Vivianna Torun Bülow-Hübe (born December 4, 1927 in Malmö – died July 3, 2004 in Copenhagen), often known simply as Torun, was one of Sweden's most important 20th century silversmiths and a master jeweller. She is the first female silversmith to have become internationally famous.",
      "pageId": 2823584,
      "monthDay": "12/04"
    },
    {
      "year": "1923",
      "uri": "/wiki/John_Krish",
      "name": "John Krish",
      "aboutText": "Edward \"Eddie\" Heywood, Jr.",
      "pageId": 5781910,
      "monthDay": "12/04"
    },
    {
      "year": "1924",
      "uri": "/wiki/John_C._Portman,_Jr.",
      "name": "John C. Portman, Jr.",
      "aboutText": "Claude Renoir (December 4, 1913 – September 5, 1993) was a French cinematographer. He was the son of actor Pierre Renoir and nephew of director Jean Renoir and also the grandson of painter Pierre-Auguste Renoir.\nHe was born in Paris, his mother being actress Véra Sergine.",
      "pageId": 9513714,
      "monthDay": "12/04"
    },
    {
      "year": "1925",
      "uri": "/wiki/Albert_Bandura",
      "name": "Albert Bandura",
      "aboutText": "Nadir Afonso, GOSE (December 4, 1920 – December 11, 2013) was a geometric abstractionist painter. Formally trained in architecture, which he practiced early in his career with Le Corbusier and Oscar Niemeyer, Nadir Afonso later studied painting in Paris and became one of the pioneers of Kinetic art, working alongside Victor Vasarely, Fernand Léger, Auguste Herbin, and André Bloc.\nAs a theorist of his own geometry-based aesthetics, published in several books, Nadir Afonso defended the idea that art is purely objective and ruled by laws that treat art not as an act of imagination but of observation, perception, and form manipulation.",
      "pageId": 11030587,
      "monthDay": "12/04"
    },
    {
      "year": "1925",
      "uri": "/wiki/Lino_Lacedelli",
      "name": "Lino Lacedelli",
      "aboutText": "Eagle Keys (December 4, 1923 – December 20, 2012) was a Canadian football player and coach. He was the fifth most successful Head Coach in the Canadian Football League. He was inducted into the Canadian Football Hall of Fame in 1990.",
      "pageId": 14883113,
      "monthDay": "12/04"
    },
    {
      "year": "1926",
      "uri": "/wiki/Monty_M._Wyche",
      "name": "Monty M. Wyche",
      "aboutText": "John Jeffrey Krish (born 4 December 1923 in London, age 92) is a retired British film director and screenwriter. He has directed and filmed much archive footage and in particular Our School in 1962, showing the changing ways of Britain's school and the last few years of the 11-plus exam.",
      "pageId": 31254349,
      "monthDay": "12/04"
    },
    {
      "year": "1927",
      "uri": "/wiki/Barbara_Knudson",
      "name": "Barbara Knudson",
      "aboutText": "Jeanne Sobelson Manford (December 4, 1920 – January 8, 2013) was an American schoolteacher and activist.",
      "pageId": 36917578,
      "monthDay": "12/04"
    },
    {
      "year": "1927",
      "uri": "/wiki/William_Labov",
      "name": "William Labov",
      "aboutText": "Barbara Ann Knudson (December 4, 1927 – May 11, 2014) was an American film and television actress with more than forty professional credits, including starring roles in Meet Danny Wilson in 1952, The Cry Baby Killer in 1958, and The Jayhawkers! in 1959.\nKnudson was born in Las Vegas, Nevada, on December 4, 1927, to K.O. and Beatrice Knudson.",
      "pageId": 43038331,
      "monthDay": "12/04"
    },
    {
      "year": "1927",
      "uri": "/wiki/Vivianna_Torun_B%C3%BClow-H%C3%BCbe",
      "name": "Vivianna Torun Bülow-Hübe",
      "aboutText": "Monty Meares Wyche (December 4, 1926 – July 28, 2014) was a judge of the Louisiana 26th Judicial District Court based in Benton.",
      "pageId": 43443398,
      "monthDay": "12/04"
    },
    {
      "year": "1928",
      "uri": "/wiki/Dena_Dietrich",
      "name": "Dena Dietrich",
      "aboutText": "Roh Tae-woo (Korean pronunciation: [no tʰɛ.u]; born December 4, 1932) is a former South Korean politician and ROK Army general who served as the 6th President of South Korea from 25 February 1988 to 25 February 1993.",
      "pageId": 98637,
      "monthDay": "12/04"
    },
    {
      "year": "1929",
      "uri": "/wiki/%C5%9Eakir_Eczac%C4%B1ba%C5%9F%C4%B1",
      "name": "Şakir Eczacıbaşı",
      "aboutText": "Horst Werner Buchholz (4 December 1933 – 3 March 2003) was a German actor, best known in English-speaking countries for his roles in The Magnificent Seven, in which he played Chico, Fanny, and the Billy Wilder comedy One, Two, Three. Worldwide, from 1951 to 2002, he appeared in more than sixty feature films.",
      "pageId": 192115,
      "monthDay": "12/04"
    },
    {
      "year": "1930",
      "uri": "/wiki/Ronnie_Corbett",
      "name": "Ronnie Corbett",
      "aboutText": "Paul Henry O'Neill (born December 4, 1935) served as the 72nd United States Secretary of the Treasury for part of President George W. Bush's first term. He was fired in December 2002 for his public disagreement with the administration. Prior to his term as Secretary of the Treasury, O'Neill was chairman and CEO of Pittsburgh-based industrial giant Alcoa and chairman of the RAND Corporation.",
      "pageId": 236536,
      "monthDay": "12/04"
    },
    {
      "year": "1930",
      "uri": "/wiki/Jim_Hall_(musician)",
      "name": "Jim Hall",
      "aboutText": "Gary Mark Gilmore (December 4, 1940 – January 17, 1977) was an American criminal who gained international notoriety for demanding the execution of his death sentence for two murders he committed in Utah. After the U.S. Supreme Court upheld a new series of death penalty statutes in the 1976 decision Gregg v. Georgia, he became the first person in almost ten years to be executed in the United States.",
      "pageId": 268504,
      "monthDay": "12/04"
    },
    {
      "year": "1931",
      "uri": "/wiki/Alex_Delvecchio",
      "name": "Alex Delvecchio",
      "aboutText": "Ronald Balfour \"Ronnie\" Corbett, CBE (born 4 December 1930) is a Scottish actor and comedian who had a long association with Ronnie Barker in the television comedy series The Two Ronnies. He achieved prominence in Sir David Frost's 1960s satirical comedy programme The Frost Report and later starred in the sitcoms Sorry! and No – That's Me Over Here!.",
      "pageId": 407372,
      "monthDay": "12/04"
    },
    {
      "year": "1931",
      "uri": "/wiki/Wally_George",
      "name": "Wally George",
      "aboutText": "Andre Verne Marrou (born December 4, 1938) is an American political figure, affiliated with the Libertarian Party. He was that party's vice-presidential nominee in 1988 and its presidential nominee in 1992.",
      "pageId": 448320,
      "monthDay": "12/04"
    },
    {
      "year": "1932",
      "uri": "/wiki/Roh_Tae-woo",
      "name": "Roh Tae-woo",
      "aboutText": "James Stanley Hall (December 4, 1930 – December 10, 2013) was an American jazz guitarist, composer and arranger.",
      "pageId": 756871,
      "monthDay": "12/04"
    },
    {
      "year": "1933",
      "uri": "/wiki/Wink_Martindale",
      "name": "Wink Martindale",
      "aboutText": "Robert Lee Vesco (December 4, 1935 – November 23, 2007) was a fugitive criminal United States financier. After several years of risky investments and dubious credit dealings, Vesco was alleged guilty of securities fraud. He immediately fled the ensuing U.S. Securities and Exchange Commission investigation by living in a number of Central American and Caribbean countries.",
      "pageId": 981765,
      "monthDay": "12/04"
    },
    {
      "year": "1933",
      "uri": "/wiki/Horst_Buchholz",
      "name": "Horst Buchholz",
      "aboutText": "Max Baer (born December 4, 1937) is an American actor, screenwriter, producer, and director.",
      "pageId": 1056327,
      "monthDay": "12/04"
    },
    {
      "year": "1934",
      "uri": "/wiki/Victor_French",
      "name": "Victor French",
      "aboutText": "Frederick Anthony Picariello Jr.",
      "pageId": 1135523,
      "monthDay": "12/04"
    },
    {
      "year": "1935",
      "uri": "/wiki/Paul_O%27Neill_(politician)",
      "name": "Paul O'Neill",
      "aboutText": "Alexander Peter \"Fats\" Delvecchio (born December 4, 1931) is a former ice hockey player, coach, and general manager who spent his entire National Hockey League (NHL) playing, coaching, and managerial careers with the Detroit Red Wings. He played in 1549 games across 24 seasons where he amassed 456 goals, 825 assists, and 1281 points. At the time of his retirement he was second in league history in games played, assists, and points.",
      "pageId": 1169044,
      "monthDay": "12/04"
    },
    {
      "year": "1935",
      "uri": "/wiki/Robert_Vesco",
      "name": "Robert Vesco",
      "aboutText": "Yvonne Fay Minton CBE (born 4 December 1938) is an Australian-born but mostly British-resident opera singer. She is variously billed as a soprano, mezzo-soprano or contralto.\nA native of Sydney, she originally studied voice while on a scholarship at the New South Wales Conservatorium of Music.",
      "pageId": 1252993,
      "monthDay": "12/04"
    },
    {
      "year": "1936",
      "uri": "/wiki/Bernie_McInerney",
      "name": "Bernie McInerney",
      "aboutText": "Winston Conrad \"Wink\" Martindale (born December 4, 1933) is an American disc jockey, radio personality, game show host, and television producer. In his six-decade career, he is best known for hosting Tic Tac Dough from 1978 to 1985, Gambit from 1972 to 1976 (and again from 1980 to 1981), and Debt from 1996 to 1998.",
      "pageId": 1313094,
      "monthDay": "12/04"
    },
    {
      "year": "1937",
      "uri": "/wiki/Max_Baer,_Jr.",
      "name": "Max Baer, Jr.",
      "aboutText": "Victor Edwin French (December 4, 1934 – June 15, 1989) was an American actor and director. He is remembered for roles on the television programs Little House on the Prairie, Highway to Heaven and Carter Country.",
      "pageId": 1391550,
      "monthDay": "12/04"
    },
    {
      "year": "1938",
      "uri": "/wiki/Andre_Marrou",
      "name": "Andre Marrou",
      "aboutText": "Wally George (born George Walter Pearch; December 4, 1931 – October 5, 2003) was an American conservative radio and television commentator. Calling himself the \"Father of Combat TV,\" he was a fixture on Southern California television for three decades as the host of Hot Seat, which began as a local show on KDOC Channel 56, a local Southern California based UHF TV station in Anaheim, Orange County, California in 1983.",
      "pageId": 1457867,
      "monthDay": "12/04"
    },
    {
      "year": "1938",
      "uri": "/wiki/Yvonne_Minton",
      "name": "Yvonne Minton",
      "aboutText": "Joan Brady (born 4 December 1939 in San Francisco, California) is an American-British writer. She is the first woman and American to win the Whitbread Book of the Year Award for her novel Theory of War.",
      "pageId": 6700528,
      "monthDay": "12/04"
    },
    {
      "year": "1939",
      "uri": "/wiki/Joan_Brady_(American-British_writer)",
      "name": "Joan Brady",
      "aboutText": "Dena Dietrich (born December 4, 1928) is an American actress.\nBorn in Pittsburgh, her television credits include recurring roles on The Practice (a 1976-1977 situation comedy starring Danny Thomas), The Ropers, Life with Lucy, Santa Barbara, and Philly. She made guest appearances on ,\"Emergency\",Paul Sand in Friends and Lovers, Life Goes On, NYPD Blue, Murphy Brown, and The Golden Girls (as Dorothy's sister Gloria).",
      "pageId": 10994520,
      "monthDay": "12/04"
    },
    {
      "year": "1939",
      "uri": "/wiki/Freddy_Cannon",
      "name": "Freddy Cannon",
      "aboutText": "Bernie McInerney (born December 4, 1936) is an American character actor.",
      "pageId": 16017268,
      "monthDay": "12/04"
    },
    {
      "year": "1940",
      "uri": "/wiki/Gerd_Achterberg",
      "name": "Gerd Achterberg",
      "aboutText": "Gerd Achterberg (born 4 December 1940 in Berlin) is a former German football manager.\nAchterberg scored 131 goals in 327 games for Spandauer BC as a player and later went on to coach the team in two stints as manager. He also led Tennis Borussia Berlin to the 1984–85 Amateur-Oberliga Berlin championship and promotion to the 2.",
      "pageId": 30724449,
      "monthDay": "12/04"
    },
    {
      "year": "1940",
      "uri": "/wiki/Gary_Gilmore",
      "name": "Gary Gilmore",
      "aboutText": "Şakir Eczacıbaşı, (4 December 1929, İzmir- 24 January 2010, İstanbul), a second generation member of the notable Turkish Eczacıbaşı family, was a pharmacist, photographer and businessman.\nHe was awarded with the Chevaliers of the Ordre des Arts et des Lettres of France and the State Medal of Distinguished Service of Turkey. Şakir Eczacıbaşı served as the chairman of the board of directors of the Istanbul Foundation for Culture and Arts (IKSV) succeeding his brother Nejat in this post.",
      "pageId": 33529016,
      "monthDay": "12/04"
    },
    {
      "year": "1942",
      "uri": "/wiki/Gemma_Jones",
      "name": "Gemma Jones",
      "aboutText": "Jeffrey Leon \"Jeff\" Bridges (born December 4, 1949) is an American actor, singer and producer. He comes from a prominent acting family, and appeared on the television series Sea Hunt (1958–60), with his father, Lloyd Bridges and brother, Beau Bridges. He won the Academy Award for Best Actor for his role as Otis \"Bad\" Blake in the 2009 film Crazy Heart, and earned Academy Award nominations for his roles in The Last Picture Show (1971), Thunderbolt and Lightfoot (1974), Starman (1984), The Contender (2000) and True Grit (2010).",
      "pageId": 56439,
      "monthDay": "12/04"
    },
    {
      "year": "1944",
      "uri": "/wiki/Chris_Hillman",
      "name": "Chris Hillman",
      "aboutText": "Roberta Bondar OC O.Ont FRCP(C) FRSC (/ˌbɒnˈdɑr/; born December 4, 1945) is Canada's first female astronaut and the first neurologist in space. Following more than a decade as NASA's head of space medicine, Bondar became a consultant and speaker in the business, scientific, and medical communities.",
      "pageId": 71757,
      "monthDay": "12/04"
    },
    {
      "year": "1944",
      "uri": "/wiki/Anna_McGarrigle",
      "name": "Anna McGarrigle",
      "aboutText": "Pamela Helen Stephenson Connolly (born 4 December 1949) is a New Zealand clinical psychologist, writer and actress who is now a resident in both the United Kingdom and United States. She is best known for her work as an actress and comedian during the 1980s. She has written several books, which include a biography of her husband Billy Connolly, and presented a psychology-based interview show called Shrink Rap on British television.",
      "pageId": 237989,
      "monthDay": "12/04"
    },
    {
      "year": "1944",
      "uri": "/wiki/Fran%C3%A7ois_Migault",
      "name": "François Migault",
      "aboutText": "Dennis Carl Wilson (December 4, 1944 – December 28, 1983) was an American musician, singer, and songwriter who co-founded the Beach Boys. He is best remembered as their drummer, as the middle brother of bandmates Brian and Carl Wilson, and for his brief association with murder-conspirator Charles Manson.\nDennis served mainly on drums and backing vocals for the Beach Boys from its formation until his death in 1983.",
      "pageId": 372230,
      "monthDay": "12/04"
    },
    {
      "year": "1944",
      "uri": "/wiki/Dennis_Wilson",
      "name": "Dennis Wilson",
      "aboutText": "Ian David McShane (born 29 September 1942) is a British actor, voice actor, director, and producer. Despite appearing in numerous films, he is best known for his television roles, particularly BBC's Lovejoy (1986–1994), HBO's drama series Deadwood (2004–2006) and Game of Thrones (2016). He also starred as King Silas Benjamin in the NBC series Kings, Bishop Waleran in The Pillars of the Earth, Tai Lung in Kung Fu Panda, and as Blackbeard in Pirates of the Caribbean: On Stranger Tides.",
      "pageId": 638372,
      "monthDay": "12/04"
    },
    {
      "year": "1945",
      "uri": "/wiki/Roberta_Bondar",
      "name": "Roberta Bondar",
      "aboutText": "Jennifer Gemma Jones; 4 December 1942) is an English character actress on both stage and screen. Her film appearances include Sense and Sensibility (1995), Bridget Jones's Diary (2001) and Woody Allen's You Will Meet a Tall Dark Stranger (2010). For her role in the BBC TV film Marvellous (2014), she won the 2015 BAFTA TV Award for Best Supporting Actress.",
      "pageId": 819086,
      "monthDay": "12/04"
    },
    {
      "year": "1946",
      "uri": "/wiki/Geert_Mak",
      "name": "Geert Mak",
      "aboutText": "Anna McGarrigle, CM (born December 4, 1944, Montreal, Quebec) is a Canadian folk music singer and songwriter who wrote and performed as a duo with her sister, Kate McGarrigle, until Kate's death in 2010.\n^ Betty Nygaard King. \"McGarrigle, Kate and Anna\".",
      "pageId": 942018,
      "monthDay": "12/04"
    },
    {
      "year": "1947",
      "uri": "/wiki/Jane_Lubchenco",
      "name": "Jane Lubchenco",
      "aboutText": "Christopher \"Chris\" Hillman (born December 4, 1944 in Los Angeles, California, United States) is an American musician. He was one of the original members of The Byrds, which in 1965 included Roger McGuinn, Gene Clark, David Crosby and Michael Clarke.",
      "pageId": 956561,
      "monthDay": "12/04"
    },
    {
      "year": "1947",
      "uri": "/wiki/Terry_Woods",
      "name": "Terry Woods",
      "aboutText": "Patricia Wettig (born December 4, 1951) is an American actress and playwright. She received three Primetime Emmy Awards and a Golden Globe Award for her role as Nancy Krieger Weston in the ABC television drama thirtysomething (1987-91).\nOther notable works include the portrayal of Vice President Caroline Reynolds in the Fox serial drama Prison Break (2005-07), and playing Holly Harper in the ABC television drama Brothers & Sisters (2006-11).",
      "pageId": 1135923,
      "monthDay": "12/04"
    },
    {
      "year": "1948",
      "uri": "/wiki/Southside_Johnny",
      "name": "Southside Johnny",
      "aboutText": "François Migault (4 December 1944 – 29 January 2012) was a racing driver from Le Mans, France. He participated in 16 Formula One World Championship Grands Prix, debuting on 13 August 1972, but scored no championship points.",
      "pageId": 1228362,
      "monthDay": "12/04"
    },
    {
      "year": "1949",
      "uri": "/wiki/A._Scott_Berg",
      "name": "A. Scott Berg",
      "aboutText": "Geert Mak (born 4 December 1946 in Vlaardingen) is a Dutch journalist and a non-fiction writer in the field of history. His ten books about Amsterdam, Netherlands and Europe have earned him great popularity. His best-known work, In Europe, a combination of a travelogue through the continent of Europe and a history of the 20th century, has appeared in over a dozen languages.",
      "pageId": 1643294,
      "monthDay": "12/04"
    },
    {
      "year": "1949",
      "uri": "/wiki/Jeff_Bridges",
      "name": "Jeff Bridges",
      "aboutText": "Gary Robert Rossington (born December 4, 1951) is an American musician, best known as a founding member of Southern rock band Lynyrd Skynyrd. He plays lead and occasional rhythm guitar. He is also a founding member of The Rossington-Collins Band along with former Lynyrd Skynyrd bandmate, Allen Collins.",
      "pageId": 1747924,
      "monthDay": "12/04"
    },
    {
      "year": "1949",
      "uri": "/wiki/Paula_England",
      "name": "Paula England",
      "aboutText": "John Lyon (born December 4, 1948), better known by his stage name Southside Johnny, is an American singer-songwriter, who usually fronts his band Southside Johnny & the Asbury Jukes.",
      "pageId": 1855728,
      "monthDay": "12/04"
    },
    {
      "year": "1949",
      "uri": "/wiki/Pamela_Stephenson",
      "name": "Pamela Stephenson",
      "aboutText": "Richard David \"Nifty\" Middleton (born December 4, 1953) is a former professional ice hockey player for the New York Rangers and Boston Bruins of the National Hockey League.",
      "pageId": 2891354,
      "monthDay": "12/04"
    },
    {
      "year": "1949",
      "uri": "/wiki/Jock_Stirrup,_Baron_Stirrup",
      "name": "Jock Stirrup, Baron Stirrup",
      "aboutText": "Terence \"Terry\" Woods (born 4 December 1947, Dublin, Ireland) is an Irish folk musician, noted for playing the mandolin and cittern, but also plays acoustic and electric guitar, mandola, 5 string banjo and concertina. He is also a singer and songwriter. He is known for his membership in such folk and folk-rock groups as The Pogues, Steeleye Span, Sweeney's Men, The Bucks and, briefly, Dr.",
      "pageId": 3225681,
      "monthDay": "12/04"
    },
    {
      "year": "1950",
      "uri": "/wiki/Bj%C3%B8rn_Kjellemyr",
      "name": "Bjørn Kjellemyr",
      "aboutText": "Marshal of the Royal Air Force Graham Eric Stirrup, Baron Stirrup, KG, GCB, AFC, FRAeS, FCMI (born 4 December 1949), commonly known as Jock Stirrup, is a former senior Royal Air Force commander who was the Chief of the Defence Staff from 2006 until his retirement in late 2010. He is now a Crossbench member of the House of Lords.",
      "pageId": 3628730,
      "monthDay": "12/04"
    },
    {
      "year": "1951",
      "uri": "/wiki/Gary_Rossington",
      "name": "Gary Rossington",
      "aboutText": "Andrew Scott Berg (born December 4, 1949) is a Pulitzer Prize-winning American biographer.\nAfter graduating from Princeton University in 1971, Berg expanded his senior thesis on editor Maxwell Perkins into a full-length biography, Max Perkins: Editor of Genius (1978), which won a National Book Award. His second book Goldwyn: A Biography was published in 1989.",
      "pageId": 3871559,
      "monthDay": "12/04"
    },
    {
      "year": "1951",
      "uri": "/wiki/Patricia_Wettig",
      "name": "Patricia Wettig",
      "aboutText": "Jane Lubchenco (born December 4, 1947) is an American environmental scientist and marine ecologist who teaches and does research at Oregon State University. Her research interests include interactions between the environment and human well-being, biodiversity, climate change, and sustainable use of oceans and the planet. From 2009-2013, she served as Administrator of NOAA and Under Secretary of Commerce for Oceans and Atmosphere.",
      "pageId": 6339515,
      "monthDay": "12/04"
    },
    {
      "year": "1953",
      "uri": "/wiki/Gwen_Humble",
      "name": "Gwen Humble",
      "aboutText": "Bjørn Kjellemyr (born 4 December 1950 in Bamble, Norway) is a Norwegian Jazz musician (double bass), known from a variety of musical contexts like Terje Rypdal & The Chasers, Joe Henderson, Bob Berg, Chet Baker, Art Farmer, Pat Metheny, Mike Stern, Dag Arnesen, Knut Riisnæs, Jon Eberson, Bugge Wesseltoft, Audun Kleive, Jon Balke, Jan Gunnar Hoff and Ketil Bjørnstad.",
      "pageId": 37087890,
      "monthDay": "12/04"
    },
    {
      "year": "1953",
      "uri": "/wiki/Rick_Middleton",
      "name": "Rick Middleton",
      "aboutText": "Paula S. England (born 4 December 1949), is an American sociologist and Professor at New York University. Her research has focused on gender inequality in the labor market, the family, and sexuality. She has also studied class differences in contraception and nonmarital births.",
      "pageId": 43461240,
      "monthDay": "12/04"
    },
    {
      "year": "1954",
      "uri": "/wiki/Tony_Todd",
      "name": "Tony Todd",
      "aboutText": "Eric Steven Raymond (born December 4, 1957), often referred to as ESR, is an American software developer, author of the widely cited 1997 essay and 1999 book The Cathedral and the Bazaar and other works, and open-source software advocate. He wrote a guidebook for the Roguelike game NetHack. In the 1990s, he edited and updated the Jargon File, currently in print as the The New Hacker's Dictionary.",
      "pageId": 9469,
      "monthDay": "12/04"
    },
    {
      "year": "1955",
      "uri": "/wiki/Philip_Hammond",
      "name": "Philip Hammond",
      "aboutText": "Sertab Erener (Turkish pronunciation: [ˈseɾtap eɾeˈneɾ]) born 4 December 1964, Istanbul) is a Turkish pop music singer and also a cross-over soprano with a vocal range that extends to high F. She is one of the most successful female Turkish pop singers in her homeland, and is considered one of the divas of Turkish pop music.",
      "pageId": 235460,
      "monthDay": "12/04"
    },
    {
      "year": "1955",
      "uri": "/wiki/Dave_Taylor_(ice_hockey)",
      "name": "Dave Taylor",
      "aboutText": "Philip Anthony Hammond PC MP (born 4 December 1955) is a British Conservative politician who has been the Secretary of State for Foreign and Commonwealth Affairs since 15 July 2014.\nHammond first entered Parliament following his election in 1997 as Member of Parliament for Runnymede and Weybridge.\nHe was promoted to the Shadow Cabinet by David Cameron in 2005 as Shadow Secretary of State for Work and Pensions, remaining in this position until a 2007 reshuffle, when he became Shadow Chief Secretary to the Treasury.",
      "pageId": 434606,
      "monthDay": "12/04"
    },
    {
      "year": "1955",
      "uri": "/wiki/Cassandra_Wilson",
      "name": "Cassandra Wilson",
      "aboutText": "Cassandra Wilson (born December 4, 1955) is an American jazz musician, vocalist, songwriter, and producer from Jackson, Mississippi.",
      "pageId": 516019,
      "monthDay": "12/04"
    },
    {
      "year": "1956",
      "uri": "/wiki/Nia_Griffith",
      "name": "Nia Griffith",
      "aboutText": "Serhiy Nazarovych Bubka (Ukrainian: Сергі́й Наза́рович Бу́бка; Russian: Серге́й Наза́рович Бу́бка, Sergey Nazarovich Bubka; born 4 December 1963) is a former Ukrainian pole vaulter. He represented the Soviet Union until its dissolution in 1991, was twice named Athlete of the Year by Track & Field News, and in 2012 was one of 24 athletes inducted as inaugural members of the International Association of Athletics Federations Hall of Fame.\nBubka has been involved with the International Association of Athletics Federations (IAAF) since 2001 and has served as a Vice President since 2007.",
      "pageId": 603934,
      "monthDay": "12/04"
    },
    {
      "year": "1956",
      "uri": "/wiki/Bernard_King",
      "name": "Bernard King",
      "aboutText": "Glynis Leanne Nunn-Cearns (née Saunders, formerly Nunn), OAM (born 4 December 1960) is a former Australian heptathlete, the first Olympic champion in the event. Born in Toowoomba, Queensland, she began competing in athletics at age 9, when she was a student at Toowoomba South State School.\nShe starred in several events, and was thus a natural competitor in the pentathlon (which was replaced by the heptathlon in 1981).",
      "pageId": 672010,
      "monthDay": "12/04"
    },
    {
      "year": "1957",
      "uri": "/wiki/Raul_Boesel",
      "name": "Raul Boesel",
      "aboutText": "Anthony Tiran \"Tony\" Todd (born December 4, 1954) is an American actor, voice artist and film producer, known for portraying Ben in both the 1990 and 2015 remakes of Night of the Living Dead, Candyman in the horror movie franchise of the same name and William Bludworth in Final Destination franchise.",
      "pageId": 1094334,
      "monthDay": "12/04"
    },
    {
      "year": "1957",
      "uri": "/wiki/Eric_S._Raymond",
      "name": "Eric S. Raymond",
      "aboutText": "Raul de Mesquita Boesel (Portuguese pronunciation: [raˈuw boˈɛzew], born 4 December 1957 in Curitiba, Brazil) is a former racing driver who raced for the March and Ligier Formula One teams and later raced in Champ Car and the Indy Racing League.",
      "pageId": 1226543,
      "monthDay": "12/04"
    },
    {
      "year": "1958",
      "uri": "/wiki/Tim_Hutchings",
      "name": "Tim Hutchings",
      "aboutText": "Frank Michael Reich, Jr. (born December 4, 1961) is a former American football quarterback in the National Football League for the Buffalo Bills, Carolina Panthers, New York Jets, and the Detroit Lions. For a time, he had the distinction of having led his team to the biggest comeback victory ever in both the collegiate and professional ranks.",
      "pageId": 1298906,
      "monthDay": "12/04"
    },
    {
      "year": "1959",
      "uri": "/wiki/Susan_W._Krebs",
      "name": "Susan W. Krebs",
      "aboutText": "Paul McGrath (born 4 December 1959) is an Irish former footballer, who played as a defender between 1981 and 1998. McGrath is widely recognised as one of the greatest players to have ever come out of Ireland.\nIn a career greatly hampered by physical and off-the-field problems, he played 14 professional seasons with Aston Villa and Manchester United (seven apiece).",
      "pageId": 1438647,
      "monthDay": "12/04"
    },
    {
      "year": "1959",
      "uri": "/wiki/Paul_McGrath_(footballer)",
      "name": "Paul McGrath",
      "aboutText": "David Andrew Taylor (born December 4, 1955) is a retired professional ice hockey player who played in the National Hockey League (NHL) with the Los Angeles Kings from 1977–94. Following his playing career, he served as the Kings' general manager from 1997 to 2006, and currently serves as Vice President of Hockey Operations with the NHL's St. Louis Blues.",
      "pageId": 1675384,
      "monthDay": "12/04"
    },
    {
      "year": "1959",
      "uri": "/wiki/Christa_Luding-Rothenburger",
      "name": "Christa Luding-Rothenburger",
      "aboutText": "Bernard King (born December 4, 1956) is an American retired professional basketball player at the small forward position in the National Basketball Association (NBA). He played 14 seasons with the New Jersey Nets, Utah Jazz, Golden State Warriors, New York Knicks and the Washington Bullets. He was inducted into the Naismith Memorial Basketball Hall of Fame on September 8, 2013.",
      "pageId": 1738931,
      "monthDay": "12/04"
    },
    {
      "year": "1960",
      "uri": "/wiki/David_Green_(baseball)",
      "name": "David Green",
      "aboutText": "Nia Rhiannon Griffith (born 4 December 1956) is a British Labour Party politician, who has been the Member of Parliament (MP) for Llanelli since 2005.\nShe is currently Shadow Secretary of State for Wales, having been appointed to the post by Labour Party leader Jeremy Corbyn on 13 September 2015.",
      "pageId": 1872829,
      "monthDay": "12/04"
    },
    {
      "year": "1960",
      "uri": "/wiki/Glynis_Nunn",
      "name": "Glynis Nunn",
      "aboutText": "Christa Luding-Rothenburger (née Rothenburger, born 4 December 1959) is a former speed skater and track cyclist. She was born in Weißwasser, East Germany. Luding is one of the few athletes who have competed in both the Summer and Winter Olympic Games, and the first female to win a medal in both the Summer and Winter Games.",
      "pageId": 2240360,
      "monthDay": "12/04"
    },
    {
      "year": "1961",
      "uri": "/wiki/Frank_Reich",
      "name": "Frank Reich",
      "aboutText": "Kevin Richardson (born 4 December 1962) is an English former footballer who made more than 500 appearances in the Football League and Premier League, playing for Everton, Watford, Arsenal, Aston Villa, Coventry City, Southampton, Barnsley and Blackpool, and also spent a season in La Liga with Real Sociedad. He was capped once for England. In October 2009 he was appointed assistant manager of Darlington.",
      "pageId": 2627306,
      "monthDay": "12/04"
    },
    {
      "year": "1962",
      "uri": "/wiki/Nixon_Kiprotich",
      "name": "Nixon Kiprotich",
      "aboutText": "Nixon Kiprotich (born December 4, 1962 in Baringo) is a former Kenyan 800 metres runner, who won the silver medal at the 1992 Olympic Games. Previously, Kiprotich had come eighth in the 1988 Olympic final.\nHe finished 3rd at the 1989 IAAF World Cup 800 metres race.",
      "pageId": 3502698,
      "monthDay": "12/04"
    },
    {
      "year": "1962",
      "uri": "/wiki/Julie_Lemieux",
      "name": "Julie Lemieux",
      "aboutText": "Julie Lemieux is a Canadian voice actress from Toronto.",
      "pageId": 3634589,
      "monthDay": "12/04"
    },
    {
      "year": "1962",
      "uri": "/wiki/Kevin_Richardson_(footballer)",
      "name": "Kevin Richardson",
      "aboutText": "David Alejandro Green Casaya (born December 4, 1960 in Managua, Nicaragua) is a former Major League Baseball player who played outfielder and first baseman.\nSigned by the Milwaukee Brewers as an amateur free agent in 1978, Green made his Major League Baseball debut with the St. Louis Cardinals on September 4, 1981, and appeared in his final game on October 4, 1987.",
      "pageId": 4664250,
      "monthDay": "12/04"
    },
    {
      "year": "1963",
      "uri": "/wiki/Sergey_Bubka",
      "name": "Sergey Bubka",
      "aboutText": "Susan W. Krebs (born December 4, 1959) is a member of the Maryland House of Delegates.",
      "pageId": 9143347,
      "monthDay": "12/04"
    },
    {
      "year": "1964",
      "uri": "/wiki/Sertab_Erener",
      "name": "Sertab Erener",
      "aboutText": "Timothy (\"Tim\") Hilton Hutchings (born 4 December 1958 in London) is a former middle- and long-distance runner who represented England and Great Britain internationally.\nHutchings' track events were the 1500 metres, 5000 metres and 10,000 metres. His main championship performances in track and field were a 5000 m bronze medal in the 1986 European Championship and a bronze medal in the 5000 m at the 1986 Commonwealth Games.",
      "pageId": 18934139,
      "monthDay": "12/04"
    },
    {
      "year": "1964",
      "uri": "/wiki/Jonathan_Goldstein_(actor)",
      "name": "Jonathan Goldstein",
      "aboutText": "Shawn Corey Carter (born December 4, 1969), known by his stage name Jay Z (formerly Jay-Z), is an American rapper, record producer, and entrepreneur. He is one of the most financially successful hip hop artists and entrepreneurs in America. In 2014, Forbes estimated Jay Z's net worth at nearly $520 million.",
      "pageId": 162870,
      "monthDay": "12/04"
    },
    {
      "year": "1964",
      "uri": "/wiki/Scott_Hastings_(rugby_union)",
      "name": "Scott Hastings",
      "aboutText": "Marisa Tomei (/məˈrɪsə toʊˈmeɪ/; Italian pronunciation: [maˈriːza toˈmɛi]; born December 4, 1964) is an American actress. In a career spanning three decades, Tomei had initial success in films as a young actress, followed by a series of unsuccessful films, then a resurgence with a series of critically acclaimed films. Following her work on the television series As the World Turns, she came to prominence as a cast member on The Cosby Show spin-off A Different World in 1987.",
      "pageId": 219358,
      "monthDay": "12/04"
    },
    {
      "year": "1964",
      "uri": "/wiki/Chelsea_Noble",
      "name": "Chelsea Noble",
      "aboutText": "Jonathan Lewis Goldstein (born December 4, 1964) is an American actor best known for his role as Walter Nichols in the Nickelodeon sitcom Drake & Josh.",
      "pageId": 723794,
      "monthDay": "12/04"
    },
    {
      "year": "1964",
      "uri": "/wiki/Marisa_Tomei",
      "name": "Marisa Tomei",
      "aboutText": "Chelsea Noble (born December 4, 1964) is an American actress who is best known for her role as Kate MacDonald on the American television sitcom Growing Pains.",
      "pageId": 757435,
      "monthDay": "12/04"
    },
    {
      "year": "1965",
      "uri": "/wiki/%C3%81lex_de_la_Iglesia",
      "name": "Álex de la Iglesia",
      "aboutText": "Dionne Yvette Farris (born December 4, 1968) is an American, singer, songwriter, producer and actress. Born and raised in New Jersey, she began singing in elementary school and competed in pageants as a teenager. In the early 1990s, she performed as the vocalist on hip hop group Arrested Development (1992) hit single “Tennessee”.",
      "pageId": 801909,
      "monthDay": "12/04"
    },
    {
      "year": "1965",
      "uri": "/wiki/Shaun_Hollamby",
      "name": "Shaun Hollamby",
      "aboutText": "Shannon Briggs (born December 4, 1971) is an American professional boxer. He is a former lineal and WBO world heavyweight champion. Nicknamed \"The Cannon\", Briggs currently holds the record for most first-round knockouts at 36.",
      "pageId": 1334851,
      "monthDay": "12/04"
    },
    {
      "year": "1966",
      "uri": "/wiki/Masta_Ace",
      "name": "Masta Ace",
      "aboutText": "Scott Hastings (born 4 December 1964) is a Scottish Rugby Union player. He won 65 caps at centre for Scotland from 1986 to 1997. Scott is the younger brother of Scottish great Gavin Hastings.",
      "pageId": 1351392,
      "monthDay": "12/04"
    },
    {
      "year": "1966",
      "uri": "/wiki/Fred_Armisen",
      "name": "Fred Armisen",
      "aboutText": "Fred Armisen (born Fereydun Robert Armisen; December 4, 1966) is an American actor, voice actor, screenwriter, producer, director, singer, musician, and comedian.\nWidely known as a cast member on Saturday Night Live from 2002 until 2013, Armisen has portrayed characters in comedy films, including EuroTrip, Anchorman, and Cop Out. With his comedy partner Carrie Brownstein, Armisen is the co-creator and co-star of the IFC sketch comedy series Portlandia.",
      "pageId": 1778172,
      "monthDay": "12/04"
    },
    {
      "year": "1966",
      "uri": "/wiki/Andy_Hess",
      "name": "Andy Hess",
      "aboutText": "Duval Clear (born December 4, 1966), known better by his stage name Masta Ace, is an American rapper and record producer from Brownsville, Brooklyn. He appeared on the classic 1988 Juice Crew posse cut \"The Symphony\". He is noted for his high level of rapping skill and for influencing other MCs, including Eminem.",
      "pageId": 2046281,
      "monthDay": "12/04"
    },
    {
      "year": "1966",
      "uri": "/wiki/Suzanne_Malveaux",
      "name": "Suzanne Malveaux",
      "aboutText": "Sylvester Matthew Terkay (born December 4, 1970) is an American professional wrestler and mixed martial artist best known for his run in World Wrestling Entertainment (WWE).\nA 2-time NWA Zero-One U.S. Champion, he earned the honor of being named the number one Gaijin (non-Japanese wrestler) in Japan.",
      "pageId": 2234273,
      "monthDay": "12/04"
    },
    {
      "year": "1966",
      "uri": "/wiki/Suzette_M._Malveaux",
      "name": "Suzette M. Malveaux",
      "aboutText": "Jassen Andrew Cullimore (born December 4, 1972) is a retired Canadian professional ice hockey defenceman.",
      "pageId": 2851596,
      "monthDay": "12/04"
    },
    {
      "year": "1966",
      "uri": "/wiki/Chris_Shepherd",
      "name": "Chris Shepherd",
      "aboutText": "Michael Ray Barrowman (born December 4, 1968) is an American former competition swimmer, Olympic champion, and former world record-holder. Barrowman was one of the pioneers of the \"wave-style\" breaststroke technique. Prior to attending University of Michigan, he trained with Montgomery Square Copenhaver Swim Club and the Rockville-Montgomery Swim Club in Maryland.",
      "pageId": 3242728,
      "monthDay": "12/04"
    },
    {
      "year": "1968",
      "uri": "/wiki/Mike_Barrowman",
      "name": "Mike Barrowman",
      "aboutText": "Alejandro \"Álex\" de la Iglesia Mendoza (born December 4, 1965) is a Spanish film director, screenwriter, producer and former comic book artist.\nDe la Iglesia's films combines grotesque and very dark elements such as death and murder: most of his work is considered dark comedies, but are also often considered to have horror and/or drama elements. All his films, with the notable exceptions of The Last Circus (2010) and As Luck Would Have It (2011), were written together with Jorge Guerricaechevarría.",
      "pageId": 3358677,
      "monthDay": "12/04"
    },
    {
      "year": "1968",
      "uri": "/wiki/Dionne_Farris",
      "name": "Dionne Farris",
      "aboutText": "Chris Shepherd is a BAFTA nominated television/film writer and director. Born in Anfield, Liverpool, Lancashire, in 1967. He is mainly known for combining live action with animation.",
      "pageId": 3820117,
      "monthDay": "12/04"
    },
    {
      "year": "1969",
      "uri": "/wiki/Jay_Z",
      "name": "Jay Z",
      "aboutText": "Suzanne M. Malveaux (/suːˈzɑːn mɑːlˈvoʊ/; born December 4, 1966), is an American television news journalist. She previously co-anchored CNN's international news program Around The World and various editions of CNN Newsroom. Malveaux also served as the network's White House correspondent and the primary substitute to Wolf Blitzer on The Situation Room.",
      "pageId": 4355849,
      "monthDay": "12/04"
    },
    {
      "year": "1969",
      "uri": "/wiki/Plum_Sykes",
      "name": "Plum Sykes",
      "aboutText": "Victoria \"Plum\" Sykes (born 4 December 1969) is an English-born fashion journalist, novelist and socialite.",
      "pageId": 5291646,
      "monthDay": "12/04"
    },
    {
      "year": "1970",
      "uri": "/wiki/Kevin_Sussman",
      "name": "Kevin Sussman",
      "aboutText": "Kevin Sussman (born December 4, 1970) is an American actor of television and film perhaps best known for his recurring roles as Stuart Bloom on the CBS sitcom The Big Bang Theory and as Walter on the ABC comedy-drama Ugly Betty. Starting with the sixth season of The Big Bang Theory, he was promoted to a series regular.\nSussman is one of four brothers.",
      "pageId": 7746172,
      "monthDay": "12/04"
    },
    {
      "year": "1970",
      "uri": "/wiki/Sylvester_Terkay",
      "name": "Sylvester Terkay",
      "aboutText": "Found death date, Andy Hess (born December 4, 1966 in Washington, D.C.) is an American bassist and former member of Gov't Mule, having joined the band in 2003. Previously, he was The Black Crowes' bassist from February 2001 until their hiatus early the following year. He has also played in Joan Osborne's band and has done session work for artists including David Byrne and Tina Turner.",
      "pageId": 18009642,
      "monthDay": "12/04"
    },
    {
      "year": "1971",
      "uri": "/wiki/Shannon_Briggs",
      "name": "Shannon Briggs",
      "aboutText": "Shaun Hollamby (born 4 December 1965 in Pembury, Kent) is a British auto racing driver. He is the managing director of AmD Tuning, a performance tuning company and motor racing team based in West Thurrock, Essex. Since 2010 he has run and driven a Volkswagen Golf in the British Touring Car Championship.",
      "pageId": 25879298,
      "monthDay": "12/04"
    },
    {
      "year": "1972",
      "uri": "/wiki/Jassen_Cullimore",
      "name": "Jassen Cullimore",
      "aboutText": "Suzette M. Malveaux (born December 4, 1966) is Professor of Law and former Associate Dean of Academic Affairs at the Columbus School of Law, Catholic University of America.",
      "pageId": 47492728,
      "monthDay": "12/04"
    },
    {
      "year": "1972",
      "uri": "/wiki/Y%C5%ABko_Miyamura",
      "name": "Yūko Miyamura",
      "aboutText": "Tyra Lynne Banks (born December 4, 1973) is a retired American model, television personality, talk show host, producer, author, actress, singer and business woman.\nShe began her career as a model at age 15 and rose to fame, becoming the first African American woman on the covers of GQ and the Sports Illustrated Swimsuit Issue, on which she appeared twice. She is one of the original Victoria's Secret Angels.",
      "pageId": 236613,
      "monthDay": "12/04"
    },
    {
      "year": "1972",
      "uri": "/wiki/Nikki_Tyler",
      "name": "Nikki Tyler",
      "aboutText": "Kate Anna Rusby (born 4 December 1973) is an English folk singer and songwriter from Penistone, Barnsley. Sometimes known as \"The Barnsley Nightingale\", she has headlined various British national folk festivals, and is one of the most noted contemporary English folk singers. In 2001 The Guardian described her as \"a superstar of the British acoustic scene.\" In 2007 the BBC website described her as \"The first lady of young folkies\".",
      "pageId": 617621,
      "monthDay": "12/04"
    },
    {
      "year": "1973",
      "uri": "/wiki/Tyra_Banks",
      "name": "Tyra Banks",
      "aboutText": "Darvis \"Doc\" Darell Patton (born December 4, 1977) is a retired American track and field athlete who competed in sprinting events. He is a two-time US Champion in the 200-meter dash and won the silver medal in the event at the 2003 World Championships. He is a three-time Olympian and a four-time participant at the World Championships.",
      "pageId": 779770,
      "monthDay": "12/04"
    },
    {
      "year": "1973",
      "uri": "/wiki/Frank_Boeijen_(keyboardist)",
      "name": "Frank Boeijen",
      "aboutText": "Yūko Miyamura (宮村 優子, Miyamura Yūko, born December 4, 1972) is a Japanese voice actress, actress, J-pop singer and director of audiography. Her married name is Yūko Seki (関 優子, Seki Yūko), although she still works under her maiden name. Miyamura was born in Kobe, and graduated from the theater division of the Tōhō Gakuen College of Drama and Music.",
      "pageId": 779887,
      "monthDay": "12/04"
    },
    {
      "year": "1973",
      "uri": "/wiki/Michael_Jackson_(footballer)",
      "name": "Michael Jackson",
      "aboutText": "Nikki Tyler (born December 4, 1972 in Berkeley, California) is a former pornographic actress best known for her work in the 1990s and for her selection as the December 1995 Penthouse Pet of the Month.\n^ Jameson, Jenna (2006). How to Make Love Like a Porn Star: A Cautionary Tale.",
      "pageId": 1325617,
      "monthDay": "12/04"
    },
    {
      "year": "1973",
      "uri": "/wiki/Mina_Caputo",
      "name": "Mina Caputo",
      "aboutText": "Ferry Corsten (Dutch pronunciation: [ˈfɛri ˈkɔrstə(n)]; born 4 December 1973) is a Dutch DJ, producer and remixer of electronic dance music, the majority of which has been Trance. He is well known for producing many pioneering trance tracks and albums during the 1990s-2000s under his numerous aliases, including System F, Moonman and Gouryella. In recent years, he has shifted to a more broader electronic music style, playing everything from progressive house to melodic trance; and hosts his own weekly radio show, Corsten's Countdown.",
      "pageId": 1408154,
      "monthDay": "12/04"
    },
    {
      "year": "1973",
      "uri": "/wiki/Ferry_Corsten",
      "name": "Ferry Corsten",
      "aboutText": "Tadahito Iguchi (井口 資仁, Iguchi Tadahito, born December 4, 1974 in Nishitōkyō, Tokyo, Japan) is a Japanese second baseman currently playing for the Chiba Lotte Marines.",
      "pageId": 1562963,
      "monthDay": "12/04"
    },
    {
      "year": "1973",
      "uri": "/wiki/Steven_Menzies",
      "name": "Steven Menzies",
      "aboutText": "Kristina Nicole Groves (born December 4, 1976) is a retired Canadian speed skater. She is Canada's most decorated skater in the World Single Distances Championships with 13 career medals in this event. She won four Olympic medals: she won two silver medals at the 2006 Winter Olympics in Turin, in the 1,500 meters and team pursuit, and she won the silver medal in the 1500 m event and the bronze medal in the 3000 m event at the Vancouver 2010 Winter Olympics.",
      "pageId": 4060662,
      "monthDay": "12/04"
    },
    {
      "year": "1973",
      "uri": "/wiki/Kate_Rusby",
      "name": "Kate Rusby",
      "aboutText": "Michael James Jackson (born 4 December 1973 in Runcorn, Cheshire) is a retired English professional football defender who is currently assistant manager of Shrewsbury Town.\n^ \"Shrewsbury Town: Micky Mellon appointed as new manager\". BBC Sport.",
      "pageId": 4065973,
      "monthDay": "12/04"
    },
    {
      "year": "1973",
      "uri": "/wiki/Racci_Shay",
      "name": "Racci Shay",
      "aboutText": "Steven \"Steve\" Menzies (born 4 December 1973 in Manly, New South Wales, Australia) is an Australian professional rugby league footballer best known for his stellar career with the Manly Sea Eagles. Menzies has spent the majority of his playing career in the back row but in recent years he has played in the centres, at five-eighth and as a utility player off the bench.\nHe joined the Bradford Bulls in the European Super League from the 2009 season.",
      "pageId": 5005325,
      "monthDay": "12/04"
    },
    {
      "year": "1973",
      "uri": "/wiki/Atsushi_Tamura",
      "name": "Atsushi Tamura",
      "aboutText": "Jay Michael DeMerit (born December 4, 1979) is a former American soccer player who last played as captain for Vancouver Whitecaps FC in Major League Soccer. His improbable career is the subject of the independent film, Rise and Shine: The Jay DeMerit Story, based on his rise from the ninth tier of football in England to the Premier League and FIFA World Cup.",
      "pageId": 5066315,
      "monthDay": "12/04"
    },
    {
      "year": "1974",
      "uri": "/wiki/Tadahito_Iguchi",
      "name": "Tadahito Iguchi",
      "aboutText": "Milton Powell (born December 4, 1977), better known by his stage name Big Pokey, is a rap artist from Houston, Texas and is one of the original members of the Screwed Up Click.\nBig Pokey joined up with DJ Screw in the early 1990s and started releasing songs on DJ Screw's many mixtapes. His first full-length album appeared in early 1999, \"Hardest Pit in the Litter\".",
      "pageId": 5122163,
      "monthDay": "12/04"
    },
    {
      "year": "1976",
      "uri": "/wiki/Amie_Comeaux",
      "name": "Amie Comeaux",
      "aboutText": "Amie Noelle Comeaux (/ˈkoʊmoʊ/; December 4, 1976 – December 21, 1997) was an American country music singer who gained fame in her teens. Her debut album, Moving Out, was released on Polydor Records in 1994, and it produced the single \"Who's She to You\", a No. 64 on the Billboard country charts.",
      "pageId": 5136322,
      "monthDay": "12/04"
    },
    {
      "year": "1976",
      "uri": "/wiki/Kristina_Groves",
      "name": "Kristina Groves",
      "aboutText": "Atsushi Tamura (田村 淳, Tamura Atsushi, born December 4, 1973) is a famous Japanese comedian from the Hikoshima area of Shimonoseki in Yamaguchi Prefecture, Japan.\nHe and his partner, Ryo Tamura (田村 亮), form the Japanese comedic duo (お笑いコンビ, owarai kombi) known as \"London Boots, Mark1 Mark2\" (ロンドンブーツ1号2号, Rondon Būtsu Ichi-gō Ni-gō). Though the two share the same surname, there is no family relation.",
      "pageId": 8278879,
      "monthDay": "12/04"
    },
    {
      "year": "1977",
      "uri": "/wiki/Darvis_Patton",
      "name": "Darvis Patton",
      "aboutText": "Frank Boeijen (born 4 December 1973 in Berghem) is a Dutch keyboardist. He entered the rock/then-metal group The Gathering in 1990, and together they released ten studio albums, three live albums, and five EPs. His latest work is The Gathering's Disclosure, that was released in 2012.",
      "pageId": 8831182,
      "monthDay": "12/04"
    },
    {
      "year": "1977",
      "uri": "/wiki/Big_Pokey",
      "name": "Big Pokey",
      "aboutText": "Morten Veland (born 4 December 1977) is a Norwegian multi-instrumentalist, composer, songwriter, and producer. He is one of the founding members of the Norwegian gothic metal band Tristania, and the founding member of Sirenia and Mortemia.",
      "pageId": 8998988,
      "monthDay": "12/04"
    },
    {
      "year": "1977",
      "uri": "/wiki/Morten_Veland",
      "name": "Morten Veland",
      "aboutText": "Ysabella Brave (also known as MaryAnne; born December 4, 1979) is an American former YouTube personality, vocalist, singer and songwriter signed by Cordless Recordings, a division of the Warner Music Group. She was discovered through the popularity of her YouTube channels, Ysabella Brave and ysabellabravetalk.\n^ \"WMG Combines Cordless, Rykodisc, Taps Slim Moon\".",
      "pageId": 11884497,
      "monthDay": "12/04"
    },
    {
      "year": "1978",
      "uri": "/wiki/Jaclyn_Victor",
      "name": "Jaclyn Victor",
      "aboutText": "Racci Shay (born Racci Shay Hart) is an American rock drummer. He is most famous for his involvement with the Genitorturers, Dope, Wednesday 13 and most recently the touring drummer for Murderdolls.",
      "pageId": 12218260,
      "monthDay": "12/04"
    },
    {
      "year": "1979",
      "uri": "/wiki/Ysabella_Brave",
      "name": "Ysabella Brave",
      "aboutText": "Jaclyn Joshua Thanaraj Victor (born 4 December 1978), popularly known as Jaclyn Victor, is a Malaysian singer and actress who won the inaugural Malaysian Idol and Ikon Malaysia. As the winner of Malaysian Idol, she won a recording contract with Sony BMG Entertainment. She is under the management of The 8 Unit.",
      "pageId": 13035451,
      "monthDay": "12/04"
    },
    {
      "year": "1979",
      "uri": "/wiki/Jay_DeMerit",
      "name": "Jay DeMerit",
      "aboutText": "Mina Caputo (born Keith Caputo on December 4, 1973) is an American singer best known as the lead singer and a founding member of the New York heavy metal band Life of Agony.",
      "pageId": 33504922,
      "monthDay": "12/04"
    },
    {
      "year": "1980",
      "uri": "/wiki/Rick_Victor",
      "name": "Rick Victor",
      "aboutText": "Lila Elaine McCann (born December 4, 1981) is an American country music singer who made her debut at age sixteen with the single \"Down Came a Blackbird.\" Reaching a peak of No. 28 on the Billboard Hot Country Singles & Tracks charts, the song was the first release from her 1997 album Lila, which became the highest-selling album for a debut country music act in all of 1997 and was certified platinum in the United States.\nMcCann played Kelly Wyman, an aspiring country singer in Walker, Texas Ranger, \"Eyes of a Ranger\" 1998 episode.",
      "pageId": 534752,
      "monthDay": "12/04"
    },
    {
      "year": "1981",
      "uri": "/wiki/Courtney_Cummz",
      "name": "Courtney Cummz",
      "aboutText": "Ho-Pin Tung (Chinese: 董荷斌; pinyin: Dǒng Hébīn; born December 4, 1982) is a Chinese-Dutch auto-racing driver who races with a Chinese license.",
      "pageId": 1156518,
      "monthDay": "12/04"
    },
    {
      "year": "1981",
      "uri": "/wiki/Lila_McCann",
      "name": "Lila McCann",
      "aboutText": "Lindsay Marie Felton (born December 4, 1984), is an American actress.",
      "pageId": 1793353,
      "monthDay": "12/04"
    },
    {
      "year": "1981",
      "uri": "/wiki/Brian_Vandborg",
      "name": "Brian Vandborg",
      "aboutText": "Brian Bach Vandborg (born 4 December 1981) is a Danish former professional road bicycle racer, who competed as a professional between 2004 and 2013. Over his career, Vandborg competed for Team CSC (twice), Discovery Channel, Team GLS, Liquigas-Doimo, SpiderTech-C10 and Cannondale.\nBorn in Snejbjerg, Vandborg was national U/23 champion in individual time trial in 2002 and 2003 and in 2004 he signed his first professional contract with Team CSC, with a length of two years.",
      "pageId": 2610570,
      "monthDay": "12/04"
    },
    {
      "year": "1982",
      "uri": "/wiki/Nathan_Douglas",
      "name": "Nathan Douglas",
      "aboutText": "James 'Jimmy' Bartel (born 4 December 1983) is an Australian rules footballer for the Geelong Football Club in the Australian Football League (AFL). A utility, 1.87 m (6 ft 1 1⁄2 in) tall and weighing 86 kilograms (190 lb), Bartel is able to contribute as a midfielder, forward, or defender.\nBartel made his AFL debut in 2002, and has since garnered a long list of accolades and achievements.",
      "pageId": 2977051,
      "monthDay": "12/04"
    },
    {
      "year": "1982",
      "uri": "/wiki/Waldo_Ponce",
      "name": "Waldo Ponce",
      "aboutText": "Courtney Cummz (born December 4, 1981) is an American pornographic actress, since around 2004.\n^ a b \"About Courtney\". courtneycummz.com.",
      "pageId": 4080064,
      "monthDay": "12/04"
    },
    {
      "year": "1982",
      "uri": "/wiki/Ho-Pin_Tung",
      "name": "Ho-Pin Tung",
      "aboutText": "Stephen John Dawson (born 4 December 1985) is an Irish professional footballer who plays for English club Scunthorpe United. He primarily plays as a central midfielder, although he has also been deployed in defensive midfield. He is noted for his aggressive and highly competitive style of play.",
      "pageId": 4722575,
      "monthDay": "12/04"
    },
    {
      "year": "1982",
      "uri": "/wiki/Nick_Vujicic",
      "name": "Nick Vujicic",
      "aboutText": "Joseph Hayden Thomas (born December 4, 1984) is an American football offensive tackle for the Cleveland Browns of the National Football League (NFL). He played college football for the University of Wisconsin, earned unanimous All-American honors, and was recognized as the top college interior lineman. The Cleveland Browns chose Thomas with the third overall pick in the 2007 NFL Draft.",
      "pageId": 5997734,
      "monthDay": "12/04"
    },
    {
      "year": "1983",
      "uri": "/wiki/Chinx",
      "name": "Chinx",
      "aboutText": "Nathan James Douglas (born 4 December 1982 in Oxford) is an English athlete who specialises in the triple jump. He won the silver medal at the 2006 European Athletics Championships in Gothenburg with a jump of 17.21 metres. He suffered a major injury in 2007 and, although he managed to compete at the 2008 Beijing Olympics, he struggled to find form as the injury had upset his technique.",
      "pageId": 6432563,
      "monthDay": "12/04"
    },
    {
      "year": "1983",
      "uri": "/wiki/Jimmy_Bartel",
      "name": "Jimmy Bartel",
      "aboutText": "Waldo Alonso Ponce Carrizo (born 4 December 1982 in Los Andes, Chile) is a Chilean football defender currently plays for Universidad de Concepción.",
      "pageId": 7790384,
      "monthDay": "12/04"
    },
    {
      "year": "1984",
      "uri": "/wiki/Lindsay_Felton",
      "name": "Lindsay Felton",
      "aboutText": "Nicholas James \"Nick\" Vujicic (/ˈvuːjiːtʃiːtʃ/ VOO-yee-cheech; Serbian pronunciation: [ʋûjitʃitɕ]); born 4 December 1982) is an Australian Christian evangelist and motivational speaker born with Phocomelia, a rare disorder characterised by the absence of all four limbs. As a child, he struggled mentally and emotionally as well as physically, but eventually came to terms with his disability. He presents motivational speeches worldwide which focus on life with a disability and finding hope and meaning in life.",
      "pageId": 8096489,
      "monthDay": "12/04"
    },
    {
      "year": "1984",
      "uri": "/wiki/Marco_Giambruno",
      "name": "Marco Giambruno",
      "aboutText": "Brooke Nichole Adams (born December 4, 1984), is an American model and professional wrestler best known for her time in Total Nonstop Action Wrestling (TNA) under the ring names Brooke, Brooke Tessmacher and Ms. Tessmacher.",
      "pageId": 8705714,
      "monthDay": "12/04"
    },
    {
      "year": "1984",
      "uri": "/wiki/Anna_Petrakova",
      "name": "Anna Petrakova",
      "aboutText": "Carlos Argelis Gómez Pena, nicknamed Go-Go and occasionally CarGo, (born December 4, 1985) is a Dominican professional baseball center fielder for the Houston Astros of Major League Baseball (MLB). He has also played in MLB for the New York Mets, the Minnesota Twins, and the Milwaukee Brewers.",
      "pageId": 9533591,
      "monthDay": "12/04"
    },
    {
      "year": "1984",
      "uri": "/wiki/Brooke_Tessmacher",
      "name": "Brooke Tessmacher",
      "aboutText": "Andrew Warren Brackman (born December 4, 1985) is an American former professional baseball pitcher. He signed a four-year, $4.55 million-dollar deal with $3.35-million signing bonus as the New York Yankees' first-round choice (30th overall pick) of the 2007 Major League Baseball Draft. Brackman is represented by sports agent Scott Boras.",
      "pageId": 11654194,
      "monthDay": "12/04"
    },
    {
      "year": "1984",
      "uri": "/wiki/Joe_Thomas_(American_football)",
      "name": "Joe Thomas",
      "aboutText": "Iwan Griffiths is drummer for Welsh rock band The Automatic, Iwan originates from Cowbridge in Wales, and currently lives in Cardiff where he is studying Law.",
      "pageId": 11735142,
      "monthDay": "12/04"
    },
    {
      "year": "1985",
      "uri": "/wiki/Andrew_Brackman",
      "name": "Andrew Brackman",
      "aboutText": "Eric Thompson (born December 4, 1980), better known under his ring name Rick Victor, is a Canadian professional wrestler. He is currently signed to WWE, where he is working under the ring name Viktor as part of the tag team The Ascension.\nWhile in WWE's devoplemental territory NXT, he was the longest reigning NXT Tag Team Champions of all time (alongside his Ascension partner Konnor), and he is also a former Florida Tag Team Champion with Brad Maddox.",
      "pageId": 24811345,
      "monthDay": "12/04"
    },
    {
      "year": "1985",
      "uri": "/wiki/Stephen_Dawson",
      "name": "Stephen Dawson",
      "aboutText": "Marco Giambruno (born 4 December 1984) is an Italian footballer who plays for Como at Lega Pro Prima Divisione.",
      "pageId": 26786240,
      "monthDay": "12/04"
    },
    {
      "year": "1985",
      "uri": "/wiki/Carlos_G%C3%B3mez",
      "name": "Carlos Gómez",
      "aboutText": "Nathan Lloyd Stewart-Jarrett (born 4 December 1985) is a British actor.",
      "pageId": 27340656,
      "monthDay": "12/04"
    },
    {
      "year": "1985",
      "uri": "/wiki/Iwan_Griffiths",
      "name": "Iwan Griffiths",
      "aboutText": "Anna Petrakova (born 4 December 1984 in Budapest, Hungary) is a Russian professional basketball player. She plays for Russia women's national basketball team. She has competed in the 2012 Summer Olympics.",
      "pageId": 36589465,
      "monthDay": "12/04"
    },
    {
      "year": "1985",
      "uri": "/wiki/Nathan_Stewart-Jarrett",
      "name": "Nathan Stewart-Jarrett",
      "aboutText": "Lionel Pickens (December 4, 1983 – May 17, 2015), better known by his stage name Chinx (formerly Chinx Drugz), was an American rapper from Queens, New York. He was a member of the Rockaway Riot Squad alongside fellow slain rapper Stack Bundles, Bynoe and Cau2G$. Chinx later joined French Montana's Coke Boys group and record label, which also consists of Zack, MeetSims, Velous, and Lil Durk.",
      "pageId": 39123067,
      "monthDay": "12/04"
    },
    {
      "year": "1986",
      "uri": "/wiki/Kaija_Udras",
      "name": "Kaija Udras",
      "aboutText": "Martell Webster (born December 4, 1986) is an American professional basketball player who last played for the Washington Wizards of the National Basketball Association (NBA).",
      "pageId": 2132939,
      "monthDay": "12/04"
    },
    {
      "year": "1986",
      "uri": "/wiki/Martell_Webster",
      "name": "Martell Webster",
      "aboutText": "Orlando Brown (born December 4, 1987) is an American actor, rapper and musician. He is best known for his role as Eddie Thomas on the sitcom That's So Raven and guest starring in several Disney Channel sitcoms in the early 2000s.",
      "pageId": 4621859,
      "monthDay": "12/04"
    },
    {
      "year": "1987",
      "uri": "/wiki/Orlando_Brown_(actor)",
      "name": "Orlando Brown",
      "aboutText": "Mario Maurer (Thai: มาริโอ้ เมาเร่อ, Thai pronunciation: [maːríʔôː mawrɤ̂ː], German pronunciation: [ˈmaːʁio ˈmaʊ̯ʁɐ]; born December 4, 1988) is a Thai model and actor. Starting off a career as a model at age 16, he later became best known for his lead role in the 2007 film, The Love of Siam and the 2010 sleeper hit, First Love. He also the lead star of Thailand's highest grossing film of all time, Pee Mak.",
      "pageId": 14918848,
      "monthDay": "12/04"
    },
    {
      "year": "1987",
      "uri": "/wiki/Yukina_Kinoshita",
      "name": "Yukina Kinoshita",
      "aboutText": "Lukman Abdulkarim Haruna (born 4 December 1990) is a Nigerian footballer who plays as a midfielder for FC Dynamo Kyiv and the national team.",
      "pageId": 15287906,
      "monthDay": "12/04"
    },
    {
      "year": "1987",
      "uri": "/wiki/Kethy_%C3%95unpuu",
      "name": "Kethy Õunpuu",
      "aboutText": "Guan Xueting (simplified Chinese: 关雪婷; traditional Chinese: 關雪婷; pinyin: Guān Xuětíng; born December 4, 1992 in Shenyang, Liaoning) is a Chinese ice dancer. With partner Wang Meng, she is the 2008 Chinese silver medalist. They placed 19th at the 2008 World Junior Championships.",
      "pageId": 17385912,
      "monthDay": "12/04"
    },
    {
      "year": "1988",
      "uri": "/wiki/Mario_Maurer",
      "name": "Mario Maurer",
      "aboutText": "Jen Da Silva (born December 4, 1989) is model, dancer as part of the 26K girls of Kapamilya, Deal or No Deal and former housemate of Pinoy Big Brother: Celebrity Edition 2.",
      "pageId": 19425116,
      "monthDay": "12/04"
    },
    {
      "year": "1988",
      "uri": "/wiki/Andriy_Pylyavskyi",
      "name": "Andriy Pylyavskyi",
      "aboutText": "Jean-Claude Iranzi (born 4 December 1992 in Kigali) is a Rwandan footballer, who is currently playing for A.P.R. in the Rwanda National Football League.",
      "pageId": 24642544,
      "monthDay": "12/04"
    },
    {
      "year": "1989",
      "uri": "/wiki/Jen_Da_Silva",
      "name": "Jen Da Silva",
      "aboutText": "Kaija Udras (born December 4, 1986 in Võru) is an Estonian cross-country skier who has competed since 2005. At the 2010 Winter Olympics in Vancouver, she finished 16th in the team sprint, 31st in the individual sprint, and did not finish the 7.5 km + 7.5 km double pursuit events.\nUrdas competed at the FIS Nordic World Ski Championships 2009 in Liberec, finishing 11th in the team sprint, 15th in the 4 x 5 km relay, 21st in the individual sprint, and 54th in the 10 km event.",
      "pageId": 26384038,
      "monthDay": "12/04"
    },
    {
      "year": "1990",
      "uri": "/wiki/Lukman_Haruna",
      "name": "Lukman Haruna",
      "aboutText": "Līna Mūze (born 4 December 1992 in Smiltene) is a Latvian javelin thrower. On 2 June 2011 she set a new Latvian junior record, achieving 60.64 metres.",
      "pageId": 28130681,
      "monthDay": "12/04"
    },
    {
      "year": "1990",
      "uri": "/wiki/Igor_Sjunin",
      "name": "Igor Sjunin",
      "aboutText": "Igor Sjunin (born 4 December 1990) is an Estonian triple jumper.",
      "pageId": 28345873,
      "monthDay": "12/04"
    },
    {
      "year": "1990",
      "uri": "/wiki/Cindy_Yang",
      "name": "Cindy Yang",
      "aboutText": "Andriy Pylyavskyi (Ukrainian: Андрій Борисович Пилявський; born 4 December 1988 in Kiev, in the Ukrainian SSR of the Soviet Union - in present-day Ukraine) is a professional Ukrainian football Defender who currently plays for Ukrainian Premier League club FC Zorya Luhansk.\nPylyavskyi is an alumnus of the youth academy \"Athlete\" in Kiev and of FC Shakhtar Donetsk sports school.",
      "pageId": 30011398,
      "monthDay": "12/04"
    },
    {
      "year": "1992",
      "uri": "/wiki/Jean-Claude_Iranzi",
      "name": "Jean-Claude Iranzi",
      "aboutText": "Yukina Fujimoto (藤本 優樹菜, Fujimoto Yukina, born December 4, 1987), known by her stage name Yukina Kinoshita (木下 優樹菜, Kinoshita Yukina), is a Japanese model, actress, and television personality. She was a member of the musical group Pabo alongside Mai Satoda and Suzanne, all three of whom were later grouped with Shuchishin as members of Aladdin.\n^ 新婚のユッキーナ、木下優樹菜から藤本優樹菜へ変わった喜びを語る！",
      "pageId": 38439805,
      "monthDay": "12/04"
    },
    {
      "year": "1992",
      "uri": "/wiki/L%C4%ABna_M%C5%ABze",
      "name": "Līna Mūze",
      "aboutText": "Kethy Õunpuu (born 4 December 1987) is an Estonian football player who plays for and captains both Naiste Meistriliiga club Flora Tallinn and the Estonia women's national football team.",
      "pageId": 40933627,
      "monthDay": "12/04"
    },
    {
      "year": "1992",
      "uri": "/wiki/Guan_Xueting",
      "name": "Guan Xueting",
      "aboutText": "Cindy Yang (Chinese: 楊又穎; 1990–2015), born Peng Hsin-yi (彭馨逸), was a Taiwanese actress and model. She was known for her appearances on 100% Entertainment, the youth-centered television show University, and the film First of May (2015). She was born on December 4, 1990, in Taichung, to politician Peng Tso-kwei.",
      "pageId": 46497639,
      "monthDay": "12/04"
    }
  ]
}