{
  "people": [
    {
      "year": "852",
      "uri": "/wiki/Zhu_Wen",
      "name": "Zhu Wen",
      "aboutText": "Martin Van Buren (Dutch: Maarten van Buren pronunciation ; December 5, 1782 – July 24, 1862) was an American politician who served as the eighth President of the United States (1837–1841). A member of the Democratic Party, he served in a number of senior roles, including eighth Vice President (1833–1837) and Secretary of State (1829–1831), both under Andrew Jackson. Van Buren's inability as president to deal with the economic chaos of the Panic of 1837 and with the surging Whig Party led to his defeat in the 1840 election.",
      "pageId": 19763,
      "monthDay": "12/05"
    },
    {
      "year": "1377",
      "uri": "/wiki/Jianwen_Emperor",
      "name": "Jianwen Emperor",
      "aboutText": "Pope Julius II (Latin: Iulius II; 5 December 1443 – 21 February 1513), nicknamed \"The Fearsome Pope\" and \"The Warrior Pope\", born Giuliano della Rovere, was Pope from 1 November 1503 to his death in 1513. His papacy was marked by an active foreign policy, ambitious building projects, and patronage for the arts—he commissioned the destruction and rebuilding of St. Peter's Basilica, plus Michelangelo's decoration of the ceiling of the Sistine Chapel.",
      "pageId": 24755,
      "monthDay": "12/05"
    },
    {
      "year": "1443",
      "uri": "/wiki/Pope_Julius_II",
      "name": "Pope Julius II",
      "aboutText": "Henry Lawes (5 December 1595 – 21 October 1662) was an English musician and composer.",
      "pageId": 202997,
      "monthDay": "12/05"
    },
    {
      "year": "1470",
      "uri": "/wiki/Willibald_Pirckheimer",
      "name": "Willibald Pirckheimer",
      "aboutText": "Francesco Saverio Geminiani (baptised 5 December 1687 – 17 September 1762) was an Italian violinist, composer, and music theorist.",
      "pageId": 214094,
      "monthDay": "12/05"
    },
    {
      "year": "1479",
      "uri": "/wiki/Ay%C5%9Fe_Hafsa_Sultan",
      "name": "Ayşe Hafsa Sultan",
      "aboutText": "Ashikaga Yoshiaki (足利 義昭, December 5, 1537 – October 19, 1597) was the 15th shogun of the Ashikaga shogunate in Japan who reigned from 1568 to 1573. His father, Ashikaga Yoshiharu was the twelfth shogun, and his brother, Ashikaga Yoshiteru was the thirteenth shogun.\nThe absence of an effective central authority in the capital of Japan had lasted until the warlord Oda Nobunaga's armies entered Kyoto in 1568, re-establishing the Muromachi Shogunate under the puppet shogun Ashikaga Yoshiaki to begin the Azuchi-Momoyama period.",
      "pageId": 225086,
      "monthDay": "12/05"
    },
    {
      "year": "1495",
      "uri": "/wiki/Nicolas_Cleynaerts",
      "name": "Nicolas Cleynaerts",
      "aboutText": "Robert Harley, 1st Earl of Oxford and Earl Mortimer KG (5 December 1661 – 21 May 1724), was a British politician and statesman of the late Stuart and early Georgian periods. He began his career as a Whig, before defecting to a new Tory Ministry. He was raised to the peerage as an earl in 1711.",
      "pageId": 396903,
      "monthDay": "12/05"
    },
    {
      "year": "1537",
      "uri": "/wiki/Ashikaga_Yoshiaki",
      "name": "Ashikaga Yoshiaki",
      "aboutText": "Sir Henri-Gustave Joly de Lotbinière, PC KCMG (December 5, 1829 – November 16, 1908) served as the fourth Premier of the Canadian province of Quebec, a federal Cabinet minister, and the seventh Lieutenant Governor of British Columbia.",
      "pageId": 517102,
      "monthDay": "12/05"
    },
    {
      "year": "1539",
      "uri": "/wiki/Fausto_Sozzini",
      "name": "Fausto Sozzini",
      "aboutText": "The Jianwen Emperor (Chinese: 建文帝; pinyin: Jiànwén Dì; 5 December 1377 – 13 July 1402) was the second emperor of the Ming dynasty in China. His personal name was Zhu Yunwen (朱允炆). The era name of his reign, Jianwen, means \"establishing civility\" and represented a sharp change in tone from Hongwu (\"vastly martial\"), the era name of the reign of his grandfather and predecessor, the Hongwu Emperor.",
      "pageId": 634503,
      "monthDay": "12/05"
    },
    {
      "year": "1547",
      "uri": "/wiki/Ubbo_Emmius",
      "name": "Ubbo Emmius",
      "aboutText": "Fyodor Ivanovich Tyutchev (Russian: Фёдор Ива́нович Тю́тчев, Pre-Reform orthography: Ѳедоръ Ивановичъ Тютчевъ; December 5 [O.S. November 23] 1803 – July 27 [O.S. July 15] 1873) is generally considered the last of three great Romantic poets of Russia, following Alexander Pushkin and Mikhail Lermontov.",
      "pageId": 730109,
      "monthDay": "12/05"
    },
    {
      "year": "1595",
      "uri": "/wiki/Henry_Lawes",
      "name": "Henry Lawes",
      "aboutText": "Fausto Paolo Sozzini, also known as Faustus Socinus or Faust Socyn (Polish) (5 December 1539 – 4 March 1604), was an Italian theologian and founder of the school of Christian thought known as Socinianism and the main theologian of Polish Brethren (a Protestant Polish church).",
      "pageId": 976796,
      "monthDay": "12/05"
    },
    {
      "year": "1661",
      "uri": "/wiki/Robert_Harley,_1st_Earl_of_Oxford_and_Earl_Mortimer",
      "name": "Robert Harley, 1st Earl of Oxford and Earl Mortimer",
      "aboutText": "Elizabeth Cabot Agassiz (née Cary) (December 5, 1822 – June 27, 1907) was an American educator, and the co-founder and first president of Radcliffe College.",
      "pageId": 1256394,
      "monthDay": "12/05"
    },
    {
      "year": "1666",
      "uri": "/wiki/Francesco_Scarlatti",
      "name": "Francesco Scarlatti",
      "aboutText": "Afanasy Afanasyevich Fet (Russian: Афана́сий Афана́сьевич Фет; IPA: [ɐfɐˈnasʲɪj ɐfɐˈnasʲjɪvʲɪtɕ ˈfʲɛt]), later known as Shenshin (Russian: Шенши́н; IPA: [ʂɨnˈʂɨn]); 5 December [O.S. 23 November] 1820 — 3 December [O.S. 21 November] 1892), was a Russian poet regarded as one of the finest lyricists in Russian literature.",
      "pageId": 1404518,
      "monthDay": "12/05"
    },
    {
      "year": "1687",
      "uri": "/wiki/Francesco_Geminiani",
      "name": "Francesco Geminiani",
      "aboutText": "Ubbo Emmius (5 December 1547 – 9 December 1625) was a German historian and geographer.",
      "pageId": 2561217,
      "monthDay": "12/05"
    },
    {
      "year": "1697",
      "uri": "/wiki/Giuseppe_de_Majo",
      "name": "Giuseppe de Majo",
      "aboutText": "Nicolas Cleynaerts (Clenardus or Clenard) (December 5, 1495 – 1542), Flemish grammarian and traveller, was born at Diest, in Brabant.",
      "pageId": 2646469,
      "monthDay": "12/05"
    },
    {
      "year": "1782",
      "uri": "/wiki/Martin_Van_Buren",
      "name": "Martin Van Buren",
      "aboutText": "Emperor Taizu of Later Liang (後梁太祖), personal name Zhu Quanzhong (朱全忠) (852–912), né Zhu Wen (朱溫), name later changed to Zhu Huang (朱晃), nickname Zhu San (朱三, literally, \"the third Zhu\"), was a Jiedushi (military governor) at the end of the Chinese dynasty Tang Dynasty, who previously served as a general under the rival Emperor Huang Chao's Empire of Qi and overthrew Empire of Tang in 907, established the Later Liang as its emperor, and ushered in the era of the Five Dynasties and Ten Kingdoms.\nZhu was able to conquer much of central China, but most of Shaanxi, Shanxi, and Hebei remained outside his reach, controlled by rival states Qi, Jin, and Yan respectively. Most of his later campaigns were directed at the Shatuo-ruled Jin state (later to become the Later Tang) based in Shanxi, but they mostly ended in failure due to the resourcefulness of the Jin leaders, first under Li Keyong and then later under his son, Li Cunxu.",
      "pageId": 2677303,
      "monthDay": "12/05"
    },
    {
      "year": "1784",
      "uri": "/wiki/George_Shepherd_(artist)",
      "name": "George Shepherd",
      "aboutText": "Francesco Scarlatti (5 December 1666 – c. 1741) was an Italian Baroque composer and musician and brother of the better known Alessandro Scarlatti.\nFrancesco was ever to live under the shadow of his better known relatives, Alessandro Scarlatti (his elder brother) and his nephew, Domenico.",
      "pageId": 2994792,
      "monthDay": "12/05"
    },
    {
      "year": "1803",
      "uri": "/wiki/Fyodor_Tyutchev",
      "name": "Fyodor Tyutchev",
      "aboutText": "Willibald Pirckheimer (5 December 1470 – 22 December 1530) was a German Renaissance lawyer, author and Renaissance humanist, a wealthy and prominent figure in Nuremberg in the 16th century, and a member of the governing City Council for two periods. He was the closest friend of the artist Albrecht Dürer, who made a number of portraits of him, and a close friend of the great humanist and theologian Erasmus.\nBorn in Eichstätt, Bavaria, the son of a lawyer, Dr Johannes Pirckheimer, he was educated in Italy, studying law at Padua and Pavia for seven years.",
      "pageId": 4246397,
      "monthDay": "12/05"
    },
    {
      "year": "1820",
      "uri": "/wiki/Afanasy_Fet",
      "name": "Afanasy Fet",
      "aboutText": "Ayşe Hafsa Sultan (fully Devletlu İsmetlu Ayşe Hafsa Valide Sultan Aliyyetü'ş-Şân Hazretleri; Ottoman Turkish: عائشه حفصه سلطان‎‎; 5 December 1479 – 19 March 1534), or in short, Hafsa Sultan, was the first \"Valide Sultan\" of the Ottoman Empire, wife of Selim I and mother of Suleiman the Magnificent.",
      "pageId": 17299433,
      "monthDay": "12/05"
    },
    {
      "year": "1822",
      "uri": "/wiki/Elizabeth_Cabot_Agassiz",
      "name": "Elizabeth Cabot Agassiz",
      "aboutText": "George \"Sidney\" Shepherd (1784–1862) was a British draughtsman and watercolour painter. At one time, George Shepherd and George Sidney Shepherd were thought to be two different people; it is now believed that they are one and the same person.",
      "pageId": 27985816,
      "monthDay": "12/05"
    },
    {
      "year": "1829",
      "uri": "/wiki/Henri-Gustave_Joly_de_Lotbini%C3%A8re",
      "name": "Henri-Gustave Joly de Lotbinière",
      "aboutText": "Giuseppe de Majo (di Maio; 5 December 1697 – 18 November 1771) was an Italian composer and organist. He was the father of the composer Gian Francesco de Majo.",
      "pageId": 28144058,
      "monthDay": "12/05"
    },
    {
      "year": "1830",
      "uri": "/wiki/Christina_Rossetti",
      "name": "Christina Rossetti",
      "aboutText": "Admiral of the Fleet John Rushworth Jellicoe, 1st Earl Jellicoe, GCB, OM, GCVO, SGM (5 December 1859 – 20 November 1935) was a Royal Navy officer. He fought in the Anglo-Egyptian War and the Boxer Rebellion and commanded the Grand Fleet at the Battle of Jutland in May 1916 during World War I. His handling of the fleet at that battle was controversial: he made no serious mistakes and the German High Seas Fleet retreated to port – at a time when defeat would have been catastrophic for Britain – but at the time the British public were disappointed that the Royal Navy had not won a victory on the scale of the Battle of Trafalgar. Jellicoe later served as First Sea Lord, overseeing the expansion of the Naval Staff at the Admiralty and the introduction of convoy, but was removed at the end of 1917.",
      "pageId": 16346,
      "monthDay": "12/05"
    },
    {
      "year": "1839",
      "uri": "/wiki/George_Armstrong_Custer",
      "name": "George Armstrong Custer",
      "aboutText": "Józef Klemens Piłsudski (Polish: [ˈjuzɛf ˈklɛmɛns pʲiwˈsutsci]; 5 December 1867 – 12 May 1935) was a Polish statesman; Chief of State (1918–22), \"First Marshal of Poland\" (from 1920), and de facto leader (1926–35) of the Second Polish Republic, Minister of Military Affairs. From mid-World War I he had a major influence in Poland's politics, and was an important figure on the European political scene. He was the person most responsible for the creation of the Second Republic of Poland in 1918, 123 years after it had been taken over by Russia, Austria and Prussia.",
      "pageId": 66951,
      "monthDay": "12/05"
    },
    {
      "year": "1841",
      "uri": "/wiki/Marcus_Daly",
      "name": "Marcus Daly",
      "aboutText": "George Armstrong Custer (December 5, 1839 – June 25, 1876) was a United States Army officer and cavalry commander in the American Civil War and the American Indian Wars. Raised in Michigan and Ohio, Custer was admitted to West Point in 1858, where he graduated last in his class. With the outbreak of the Civil War, Custer was called to serve with the Union Army.",
      "pageId": 102739,
      "monthDay": "12/05"
    },
    {
      "year": "1849",
      "uri": "/wiki/Eduard_Seler",
      "name": "Eduard Seler",
      "aboutText": "Christina Georgina Rossetti (5 December 1830 – 29 December 1894) was an English poet who wrote a variety of romantic, devotional, and children's poems. She is famous for writing Goblin Market and Remember, and the words of the Christmas carol In the Bleak Midwinter.",
      "pageId": 149883,
      "monthDay": "12/05"
    },
    {
      "year": "1855",
      "uri": "/wiki/Clinton_Hart_Merriam",
      "name": "Clinton Hart Merriam",
      "aboutText": "Rose Wilder Lane (December 5, 1886 – October 30, 1968) was an American journalist, travel writer, novelist, and political theorist and the daughter of American writer Laura Ingalls Wilder. Along with Ayn Rand and Isabel Paterson, Lane is noted as one of the founders of the American libertarian movement.",
      "pageId": 195726,
      "monthDay": "12/05"
    },
    {
      "year": "1859",
      "uri": "/wiki/John_Jellicoe,_1st_Earl_Jellicoe",
      "name": "John Jellicoe, 1st Earl Jellicoe",
      "aboutText": "Arnold Johannes Wilhelm Sommerfeld, ForMemRS (5 December 1868 – 26 April 1951) was a German theoretical physicist who pioneered developments in atomic and quantum physics, and also educated and mentored a large number of students for the new era of theoretical physics. He served as PhD supervisor for more Nobel prize winners in physics than any other supervisor to date. He introduced the 2nd quantum number (azimuthal quantum number) and the 4th quantum number (spin quantum number).",
      "pageId": 213639,
      "monthDay": "12/05"
    },
    {
      "year": "1863",
      "uri": "/wiki/Paul_Painlev%C3%A9",
      "name": "Paul Painlevé",
      "aboutText": "Marcus Daly (December 5, 1841 – November 12, 1900) was an Irish-born American businessman known as one of the three \"Copper Kings\" of Butte, Montana, United States.",
      "pageId": 223141,
      "monthDay": "12/05"
    },
    {
      "year": "1866",
      "uri": "/wiki/Traian_Demetrescu",
      "name": "Traian Demetrescu",
      "aboutText": "General Sir Arthur William Currie GCMG, KCB (5 December 1875 – 30 November 1933) was a Canadian military commander during World War I. He had the unique distinction of starting his military career on the very bottom rung as a pre-war militia gunner before rising through the ranks to become the first Canadian commander of the four divisions of the unified Canadian Corps of the Canadian Expeditionary Force. He was the first Canadian to attain the rank of full general. Currie's success was based on his ability to rapidly adapt brigade tactics to the exigencies of trench warfare, using \"set piece\" operations and \"bite-and-hold\" tactics.",
      "pageId": 287603,
      "monthDay": "12/05"
    },
    {
      "year": "1867",
      "uri": "/wiki/Antti_Aarne",
      "name": "Antti Aarne",
      "aboutText": "Vítězslav Novák (5 December 1870 – 18 July 1949) was one of the most respected Czech composers and pedagogues, almost singlehandedly founding a mid-century Czech school of composition.",
      "pageId": 389762,
      "monthDay": "12/05"
    },
    {
      "year": "1867",
      "uri": "/wiki/J%C3%B3zef_Pi%C5%82sudski",
      "name": "Józef Piłsudski",
      "aboutText": "Paul Painlevé (French: [pɔl pɛ̃ləve]; 5 December 1863 – 29 October 1933) was a French mathematician and statesman. He served twice as Prime Minister of the Third Republic: 12 September – 13 November 1917 and 17 April – 22 November 1925. His entry into politics came in 1906 after a professorship at the Sorbonne that began in 1892.",
      "pageId": 402504,
      "monthDay": "12/05"
    },
    {
      "year": "1868",
      "uri": "/wiki/Arnold_Sommerfeld",
      "name": "Arnold Sommerfeld",
      "aboutText": "Ellis Parker Butler (December 5, 1869 – September 13, 1937) was an American author. He was the author of more than 30 books and more than 2,000 stories and essays and is most famous for his short story \"Pigs Is Pigs\", in which a bureaucratic stationmaster insists on levying the livestock rate for a shipment of two pet guinea pigs, which soon start proliferating exponentially. His most famous character was Philo Gubb.",
      "pageId": 469254,
      "monthDay": "12/05"
    },
    {
      "year": "1869",
      "uri": "/wiki/Ellis_Parker_Butler",
      "name": "Ellis Parker Butler",
      "aboutText": "Harry Nelson Pillsbury (December 5, 1872 – June 17, 1906) was a leading chess player.",
      "pageId": 478196,
      "monthDay": "12/05"
    },
    {
      "year": "1870",
      "uri": "/wiki/V%C3%ADt%C4%9Bzslav_Nov%C3%A1k",
      "name": "Vítězslav Novák",
      "aboutText": "Willie M. \"Bill\" Pickett (December 5, 1870 - April 2, 1932) was a cowboy, rodeo, and Wild West show performer.",
      "pageId": 778582,
      "monthDay": "12/05"
    },
    {
      "year": "1871",
      "uri": "/wiki/Bill_Pickett",
      "name": "Bill Pickett",
      "aboutText": "Clinton Hart Merriam (December 5, 1855 – March 19, 1942) was an American zoologist, ornithologist, entomologist, ethnographer, and naturalist.",
      "pageId": 1405855,
      "monthDay": "12/05"
    },
    {
      "year": "1872",
      "uri": "/wiki/Harry_Nelson_Pillsbury",
      "name": "Harry Nelson Pillsbury",
      "aboutText": "Antti Amatus Aarne (December 5, 1867 – February 2, 1925) was a Finnish folklorist.",
      "pageId": 1532433,
      "monthDay": "12/05"
    },
    {
      "year": "1875",
      "uri": "/wiki/Arthur_Currie",
      "name": "Arthur Currie",
      "aboutText": "Clyde Vernon Cessna (December 5, 1879 – November 20, 1954) was an American aircraft designer, aviator, and founder of the Cessna Aircraft Corporation.",
      "pageId": 1915525,
      "monthDay": "12/05"
    },
    {
      "year": "1879",
      "uri": "/wiki/Clyde_Vernon_Cessna",
      "name": "Clyde Vernon Cessna",
      "aboutText": "Pieter Jacobus Oud (5 December 1886 – 12 August 1968) was a prominent liberal Dutch politician who served held numerous political offices, including member of the House of Representatives, Minister of Finance and Mayor of Rotterdam. He was a founding member of the Dutch Labour Party (PvdA) and the People's Party for Freedom and Democracy (VVD). Before the war he was member of the left-liberal Freethinking Democratic League (VDB).",
      "pageId": 5384242,
      "monthDay": "12/05"
    },
    {
      "year": "1881",
      "uri": "/wiki/Ren%C3%A9_Crest%C3%A9",
      "name": "René Cresté",
      "aboutText": "Traian Rafael Radu Demetrescu (also known under his pen name Tradem or, occasionally, as Traian Demetrescu-Tradem; December 5, 1866 – April 17, 1896) was a Romanian poet, novelist and literary critic, considered one of the first symbolist authors in local literature. Influenced by French writers such as François Coppée and the Decadent Maurice Rollinat, as well as by the local poet Mihai Eminescu, he was made popular by his poems, many of which served as the basis of popular romanzas. Receptive to impressionism and naturalism, he wrote a number of psychological novels and several short stories, some of which are remembered for their melancholic and occasionally macabre themes.",
      "pageId": 13765143,
      "monthDay": "12/05"
    },
    {
      "year": "1886",
      "uri": "/wiki/Pieter_Oud",
      "name": "Pieter Oud",
      "aboutText": "Eduard Georg Seler (December 5, 1849 – November 23, 1922) was a prominent German anthropologist, ethnohistorian, linguist, epigrapher, academic and Americanist scholar, who made extensive contributions in these fields towards the study of pre-Columbian era cultures in the Americas. He is most renowned for his foundational studies concerning the ethnography, documents and history of Mesoamerican cultures, for which he is regarded as one of the most influential Mesoamericanist scholars active around the turn of the 20th century.\nBeing poor and of ailing health, he was helped and supported for decades by his wife Cäcilie (Cecilia) Seler-Sachs (1855–1935, financially (she was the daughter of Dr Sachs, a wealthy MD), physically (during their long, hard, and insecure travels), and intellectually.",
      "pageId": 16823357,
      "monthDay": "12/05"
    },
    {
      "year": "1886",
      "uri": "/wiki/Rose_Wilder_Lane",
      "name": "Rose Wilder Lane",
      "aboutText": "René Cresté (5 December 1881 – 30 November 1922) was a French stage and film actor and director of the silent film era. Cresté is possibly best recalled as Judex, the title character in the Louis Feuillade-directed crime-adventure serial Judex, which ran in twelve installments in theaters from 1917 until 1918.",
      "pageId": 20499692,
      "monthDay": "12/05"
    },
    {
      "year": "1890",
      "uri": "/wiki/David_Bomberg",
      "name": "David Bomberg",
      "aboutText": "Friedrich Christian Anton \"Fritz\" Lang (December 5, 1890 – August 2, 1976) was an Austrian-German filmmaker, screenwriter, and occasional film producer and actor. One of the best-known émigrés from Germany's school of Expressionism, he was dubbed the \"Master of Darkness\" by the British Film Institute.",
      "pageId": 11631,
      "monthDay": "12/05"
    },
    {
      "year": "1890",
      "uri": "/wiki/Fritz_Lang",
      "name": "Fritz Lang",
      "aboutText": "Walter Elias \"Walt\" Disney (/ˈdɪzni/; December 5, 1901 – December 15, 1966) was an American entrepreneur, cartoonist, animator, voice actor, and film producer. He was a prominent figure within the American animation industry and throughout the world, and is regarded as a cultural icon, known for his influence and contributions to entertainment during the 20th century. As a Hollywood business mogul, he and his brother Roy O. Disney co-founded The Walt Disney Company.",
      "pageId": 32917,
      "monthDay": "12/05"
    },
    {
      "year": "1891",
      "uri": "/wiki/Paul_Kogerman",
      "name": "Paul Kogerman",
      "aboutText": "Werner Karl Heisenberg (German: [ˈhaɪzənbɛɐ̯g]; 5 December 1901 – 1 February 1976) was a German theoretical physicist and one of the key pioneers of quantum mechanics. He published his work in 1925 in a breakthrough paper. In the subsequent series of papers with Max Born and Pascual Jordan, during the same year, this matrix formulation of quantum mechanics was substantially elaborated.",
      "pageId": 33130,
      "monthDay": "12/05"
    },
    {
      "year": "1894",
      "uri": "/wiki/Charles_Robberts_Swart",
      "name": "Charles Robberts Swart",
      "aboutText": "James Strom Thurmond (December 5, 1902 – June 26, 2003) was an American politician who served for 48 years as a United States Senator from South Carolina. He ran for president in 1948 as the States Rights Democratic Party candidate, receiving 2.4% of the popular vote and 39 electoral votes. Thurmond represented South Carolina in the United States Senate from 1954 until 2003, at first as a Democrat and, after 1964, as a Republican.",
      "pageId": 44642,
      "monthDay": "12/05"
    },
    {
      "year": "1895",
      "uri": "/wiki/Elbert_Frank_Cox",
      "name": "Elbert Frank Cox",
      "aboutText": "Milton Hyland Erickson (5 December 1901 – 25 March 1980) was an American psychiatrist and psychologist specializing in medical hypnosis and family therapy. He was founding president of the American Society for Clinical Hypnosis and a fellow of the American Psychiatric Association, the American Psychological Association, and the American Psychopathological Association. He is noted for his approach to the unconscious mind as creative and solution-generating.",
      "pageId": 154327,
      "monthDay": "12/05"
    },
    {
      "year": "1896",
      "uri": "/wiki/Ann_Nolan_Clark",
      "name": "Ann Nolan Clark",
      "aboutText": "David Garshen Bomberg (5 December 1890 – 19 August 1957) was an English painter, and one of the Whitechapel Boys.\nBomberg was one of the most audacious of the exceptional generation of artists who studied at the Slade School of Art under Henry Tonks, and which included Mark Gertler, Stanley Spencer, C.R.W. Nevinson and Dora Carrington. Bomberg painted a series of complex geometric compositions combining the influences of cubism and futurism in the years immediately preceding World War I; typically using a limited number of striking colours, turning humans into simple, angular shapes, and sometimes overlaying the whole painting a strong grid-work colouring scheme.",
      "pageId": 171417,
      "monthDay": "12/05"
    },
    {
      "year": "1896",
      "uri": "/wiki/Carl_Ferdinand_Cori",
      "name": "Carl Ferdinand Cori",
      "aboutText": "Grace Moore (December 5, 1898 – January 26, 1947) was an American operatic soprano and actress in musical theatre and film.",
      "pageId": 177818,
      "monthDay": "12/05"
    },
    {
      "year": "1897",
      "uri": "/wiki/Nunnally_Johnson",
      "name": "Nunnally Johnson",
      "aboutText": "Emeric Pressburger (5 December 1902 – 5 February 1988) was a Hungarian British screenwriter, film director, and producer.",
      "pageId": 202636,
      "monthDay": "12/05"
    },
    {
      "year": "1897",
      "uri": "/wiki/Gershom_Scholem",
      "name": "Gershom Scholem",
      "aboutText": "Carl Ferdinand Cori, ForMemRS (December 5, 1896 – October 20, 1984) was a Czech biochemist and pharmacologist born in Prague (then in Austria-Hungary, now Czech Republic) who, together with his wife Gerty Cori and Argentine physiologist Bernardo Houssay, received a Nobel Prize in 1947 for their discovery of how glycogen (animal starch) – a derivative of glucose – is broken down and resynthesized in the body, for use as a store and source of energy. In 2004 both were designated a National Historic Chemical Landmark in recognition of their work that elucidated carbohydrate metabolism.",
      "pageId": 252440,
      "monthDay": "12/05"
    },
    {
      "year": "1898",
      "uri": "/wiki/Josh_Malihabadi",
      "name": "Josh Malihabadi",
      "aboutText": "Johan Marius Nicolaas \"Johannes\" Heesters (5 December 1903 – 24 December 2011) was a Dutch-born actor of stage, television and film as well as a vocalist of numerous recordings and performer on the concert stage, with a career dating back to 1921. Active almost exclusively in the German-speaking world from the mid-1930s, he was a controversial figure for his actions during the Second World War and his success in Nazi Germany.",
      "pageId": 356058,
      "monthDay": "12/05"
    },
    {
      "year": "1898",
      "uri": "/wiki/Grace_Moore",
      "name": "Grace Moore",
      "aboutText": "Cecil Frank Powell, FRS (5 December 1903 – 9 August 1969) was an English physicist, and Nobel Prize in Physics laureate for his development of the photographic method of studying nuclear processes and for the resulting discovery of the pion (pi-meson), a subatomic particle.\nPowell was born in Tonbridge, Kent, England, the son of a local gunsmith, and educated at a local primary school before gaining a scholarship to the Judd School, Tonbridge, which now has one of its four houses named after Powell (the house colour is green), and awards the Powell Physics and Mathematics Prize to an upper sixth form student every year in his honour. Following this he attended Sidney Sussex College, Cambridge, graduating in 1925 in the natural sciences.",
      "pageId": 396517,
      "monthDay": "12/05"
    },
    {
      "year": "1900",
      "uri": "/wiki/Jimmy_Dimmock",
      "name": "Jimmy Dimmock",
      "aboutText": "Charles Robberts Swart (5 December 1894 – 16 July 1982) was a South African politician who served as the last Governor-General of Union of South Africa from 1960 to 1961 and the first State President of the Republic of South Africa from 1961 to 1967.",
      "pageId": 522679,
      "monthDay": "12/05"
    },
    {
      "year": "1901",
      "uri": "/wiki/Walt_Disney",
      "name": "Walt Disney",
      "aboutText": "Gerhard Scholem who, after his immigration from Germany to Palestine, changed his name to Gershom Scholem (Hebrew: גרשם שלום) (December 5, 1897 – February 21, 1982), was a German-born Israeli philosopher and historian. He is widely regarded as the founder of the modern, academic study of Kabbalah, becoming the first Professor of Jewish Mysticism at the Hebrew University of Jerusalem. His close friends included Walter Benjamin and Leo Strauss, and selected letters from his correspondence with those philosophers have been published.",
      "pageId": 1245096,
      "monthDay": "12/05"
    },
    {
      "year": "1901",
      "uri": "/wiki/Milton_H._Erickson",
      "name": "Milton H. Erickson",
      "aboutText": "Ann Nolan Clark, born Anna Marie Nolan (December 5, 1896 – December 13, 1995) was an American writer who won the 1953 Newbery Medal.",
      "pageId": 1755642,
      "monthDay": "12/05"
    },
    {
      "year": "1901",
      "uri": "/wiki/Werner_Heisenberg",
      "name": "Werner Heisenberg",
      "aboutText": "Nunnally Hunter Johnson (December 5, 1897 – March 25, 1977) was an American filmmaker who wrote, produced, and directed motion pictures.",
      "pageId": 2442381,
      "monthDay": "12/05"
    },
    {
      "year": "1901",
      "uri": "/wiki/Marjorie_Eaton",
      "name": "Marjorie Eaton",
      "aboutText": "Elbert Frank Cox (December 5, 1895–November 28, 1969) was an American mathematician who became the first black person in the world to receive a Ph.D. in mathematics. He spent most of his life as a professor at Howard University in Washington, D.C., where he was known as an excellent teacher. During his life, he overcame various difficulties which arose because of his race.",
      "pageId": 2814552,
      "monthDay": "12/05"
    },
    {
      "year": "1902",
      "uri": "/wiki/Emeric_Pressburger",
      "name": "Emeric Pressburger",
      "aboutText": "Josh Malihabadi (Urdu: جوش ملیح آبادی‎) (born as Shabbir Hasan Khan; شبیر حسن خان) (5 December 1894 – 22 February 1982) was a Pakistani poet. He was an Indian citizen until 1958, when he emigrated to Pakistan and became a Pakistani citizen.",
      "pageId": 3624333,
      "monthDay": "12/05"
    },
    {
      "year": "1902",
      "uri": "/wiki/Strom_Thurmond",
      "name": "Strom Thurmond",
      "aboutText": "James Henry \"Jimmy\" Dimmock (1900–1972, born Edmonton, London) was a footballer who scored the winning goal for Tottenham Hotspur in the 1921 FA Cup Final.",
      "pageId": 7677763,
      "monthDay": "12/05"
    },
    {
      "year": "1903",
      "uri": "/wiki/Johannes_Heesters",
      "name": "Johannes Heesters",
      "aboutText": "Paul Nikolai Kogerman (5 December [O.S. 23 November] 1891 in Tallinn – 27 July 1951 Tallinn) was an Estonian chemist and founder of modern research in oil shale.\nPaul Kogerman was born into a family of gas factory worker (and former sailor). He went to an elementary school in 1901–1904 and a town school in 1904–1908.",
      "pageId": 20568810,
      "monthDay": "12/05"
    },
    {
      "year": "1903",
      "uri": "/wiki/C._F._Powell",
      "name": "C. F. Powell",
      "aboutText": "Marjorie Lee Eaton (December 5, 1901 – April 21, 1986) was an American painter and film and television character actress.",
      "pageId": 34345270,
      "monthDay": "12/05"
    },
    {
      "year": "1905",
      "uri": "/wiki/Gus_Mancuso",
      "name": "Gus Mancuso",
      "aboutText": "Otto Ludwig Preminger (5 December 1905 – 23 April 1986) was an Austrian American theatre and film director. He is known for directing over 35 feature films in a five-decade career after leaving the theatre. He first gained attention for film noir mysteries such as Laura (1944) and Fallen Angel (1945), while in the 1950s and '60s, he directed a number of high-profile adaptations of popular novels and stage works.",
      "pageId": 38773,
      "monthDay": "12/05"
    },
    {
      "year": "1906",
      "uri": "/wiki/Otto_Preminger",
      "name": "Otto Preminger",
      "aboutText": "Anastasio \"Tachito\" Somoza DeBayle (Spanish pronunciation: [anasˈtasjo soˈmosa ðeˈβaile]) (5 December 1925  – 17 September 1980) was a Nicaraguan politician and officially the 73rd and 76th President of Nicaragua from 1 May 1967 to 1 May 1972 and from 1 December 1974 to 17 July 1979. As head of the National Guard, he was de facto ruler of the country from 1967 to 1979. He was the last member of the Somoza family to be President, ending a dynasty that had been in power since 1936.",
      "pageId": 65422,
      "monthDay": "12/05"
    },
    {
      "year": "1907",
      "uri": "/wiki/Lin_Biao",
      "name": "Lin Biao",
      "aboutText": "Alex or Aleck Miller (né Ford, possibly December 5, 1912 – May 24, 1965), known later in his career as Sonny Boy Williamson, was an American blues harmonica player, singer and songwriter. He was an early and influential blues harp stylist who recorded successfully in the 1950s and 1960s. Miller used a variety of names, including Rice Miller and Little Boy Blue, before settling on Sonny Boy Williamson, which was also the name of a popular Chicago blues singer and harmonica player.",
      "pageId": 296929,
      "monthDay": "12/05"
    },
    {
      "year": "1907",
      "uri": "/wiki/Giuseppe_Occhialini",
      "name": "Giuseppe Occhialini",
      "aboutText": "Lin Biao (pinyin: Lín Biāo; Wade–Giles: Lin Piao; IPA: [lǐn pjáʊ]; December 5, 1907 – September 13, 1971) was a Marshal of the People's Republic of China who was pivotal in the Communist victory in the Chinese Civil War, especially in Northeast China. Lin was the general who commanded the decisive Liaoshen and Pingjin Campaigns, in which he co-led the Manchurian Field Army to victory and led the People's Liberation Army into Beijing. He crossed the Yangtze River in 1949, decisively defeated the Kuomintang and took control of the coastal provinces in Southeast China.",
      "pageId": 297256,
      "monthDay": "12/05"
    },
    {
      "year": "1909",
      "uri": "/wiki/Musashiyama_Takeshi",
      "name": "Musashiyama Takeshi",
      "aboutText": "Władysław \"Wladek\" Szpilman (Polish pronunciation: [vwaˈdɨswaf ˈʂpʲilman]; 5 December 1911 – 6 July 2000) was a Polish pianist and classical composer.",
      "pageId": 318405,
      "monthDay": "12/05"
    },
    {
      "year": "1910",
      "uri": "/wiki/Abraham_Polonsky",
      "name": "Abraham Polonsky",
      "aboutText": "Robert Mangaliso Sobukwe (5 December 1924 – 27 February 1978) was a South African political dissident, who founded the Pan Africanist Congress in opposition to South Africa under apartheid. In 2004 Sobukwe was voted 42nd in the SABC3's Great South Africans.",
      "pageId": 591854,
      "monthDay": "12/05"
    },
    {
      "year": "1911",
      "uri": "/wiki/W%C5%82adys%C5%82aw_Szpilman",
      "name": "Władysław Szpilman",
      "aboutText": "Jack Alvin \"Alvy\" Moore (December 5, 1921 – May 4, 1997) was an American light comic actor best known for his role as scatterbrained county agricultural agent Hank Kimball on the CBS television series Green Acres. His character would often make a statement, only to immediately negate the statement himself and then negate the corrected statement until his stream of statements was interrupted by a frustrated Oliver Wendell Douglas portrayed by Eddie Albert. One such statement was, \"Good morning, Mr.",
      "pageId": 635015,
      "monthDay": "12/05"
    },
    {
      "year": "1912",
      "uri": "/wiki/Sonny_Boy_Williamson_II",
      "name": "Sonny Boy Williamson II",
      "aboutText": "Hilary Koprowski (5 December 1916 – 11 April 2013) was a Polish and American virologist and immunologist, and the inventor of the world's first effective live polio vaccine. He authored or co-authored over 875 scientific papers and co-edited several scientific journals. Koprowski received many academic honors and national decorations, including the Belgian Order of the Lion, the French Order of Merit and Legion of Honour, Finland's Order of the Lion, and Poland's Order of Merit.",
      "pageId": 1063891,
      "monthDay": "12/05"
    },
    {
      "year": "1913",
      "uri": "/wiki/Esther_Borja",
      "name": "Esther Borja",
      "aboutText": "Kenneth Henry Downing (5 December 1917 in Chesterton, Staffordshire – 3 May 2004 in Monte Carlo) was a racing driver from England. Downing was born into a wealthy family, whose interests included manufacturing, transport and garages. He began racing at 21, competing in his first event the Eastbourne Rally in a Healey, and competed in sports car races throughout the 1940s.",
      "pageId": 1234970,
      "monthDay": "12/05"
    },
    {
      "year": "1914",
      "uri": "/wiki/Hans_Hellmut_Kirst",
      "name": "Hans Hellmut Kirst",
      "aboutText": "Giuseppe Paolo Stanislao \"Beppo\" Occhialini ForMemRS (Italian pronunciation: [dʒuˈzɛppe okkjaˈliːni]; 5 December 1907 – 30 December 1993) was an Italian physicist, who contributed to the discovery of the pion or pi-meson decay in 1947, with César Lattes and Cecil Frank Powell (Nobel Prize for Physics). At the time of this discovery, they were all working at the H. H. Wills Laboratory of the University of Bristol.",
      "pageId": 1588533,
      "monthDay": "12/05"
    },
    {
      "year": "1916",
      "uri": "/wiki/Margaret_Hayes",
      "name": "Margaret Hayes",
      "aboutText": "Abraham Lincoln Polonsky (December 5, 1910 – October 26, 1999) was an American film director, Academy-Award-nominated screenwriter, essayist and novelist, blacklisted by the Hollywood movie studios in the 1950s, in the midst of the McCarthy era.",
      "pageId": 1684462,
      "monthDay": "12/05"
    },
    {
      "year": "1916",
      "uri": "/wiki/Hilary_Koprowski",
      "name": "Hilary Koprowski",
      "aboutText": "Alun Arthur Gwynne Jones, Baron Chalfont OBE MC PC (born 5 December 1919) is a British politician.",
      "pageId": 2127172,
      "monthDay": "12/05"
    },
    {
      "year": "1916",
      "uri": "/wiki/Walt_McPherson",
      "name": "Walt McPherson",
      "aboutText": "August Rodney (Gus) Mancuso (December 5, 1905 – October 26, 1984), nicknamed \"Blackie\", was an American professional baseball player, coach, scout and radio sports commentator. He played as a catcher in Major League Baseball with the St. Louis Cardinals (1928, 1930–32, 1941–42), New York Giants (1933–38, 1942–44), Chicago Cubs (1939), Brooklyn Dodgers (1940) and Philadelphia Phillies (1945).",
      "pageId": 2249008,
      "monthDay": "12/05"
    },
    {
      "year": "1917",
      "uri": "/wiki/Ken_Downing",
      "name": "Ken Downing",
      "aboutText": "Hans Hellmut Kirst (5 December 1914 - 13 February 1989) was a distinguished German novelist and the author of 46 books, many of which were translated into English.",
      "pageId": 2257841,
      "monthDay": "12/05"
    },
    {
      "year": "1917",
      "uri": "/wiki/Wenche_Foss",
      "name": "Wenche Foss",
      "aboutText": "Margaret Hayes (born Florette Regina Ottenheimer; December 5, 1916 – January 26, 1977) was an American film, stage, and television actress.",
      "pageId": 2546419,
      "monthDay": "12/05"
    },
    {
      "year": "1919",
      "uri": "/wiki/Alun_Gwynne_Jones,_Baron_Chalfont",
      "name": "Alun Gwynne Jones, Baron Chalfont",
      "aboutText": "Eva Wenche Steenfeldt Stang (5 December 1917 – 28 March 2011), better known as Wenche Foss, was a leading Norwegian actress of stage, screen and television.\n^ Lyche, Lise (2000). \"Wenche Foss\".",
      "pageId": 3004631,
      "monthDay": "12/05"
    },
    {
      "year": "1921",
      "uri": "/wiki/Alvy_Moore",
      "name": "Alvy Moore",
      "aboutText": "Musashiyama Takeshi (武藏山 武, December 5, 1909 – March 15, 1969) was a sumo wrestler from Yokohama, Kanagawa Prefecture, Japan. He was the sport's 33rd yokozuna. He had a rapid rise through the ranks, setting several youth records, and was very popular with the public.",
      "pageId": 9134164,
      "monthDay": "12/05"
    },
    {
      "year": "1922",
      "uri": "/wiki/Casey_Ribicoff",
      "name": "Casey Ribicoff",
      "aboutText": "Esther Borja Lima (5 December 1913 – 28 December 2013) was a Cuban soprano.\nHavana-born Esther Borja Lima was trained in solfége and music theory by Juan Elósegui, and in singing by Rubén Lepchutz. She graduated as a teacher in 1934, and began her career in 1935; that year she performed, with Ernesto Lecuona on piano, at the National Theatre (now the Gran Teatro de La Habana), and at the Auditorium Amadeo Roldán.",
      "pageId": 22728272,
      "monthDay": "12/05"
    },
    {
      "year": "1924",
      "uri": "/wiki/Robert_Sobukwe",
      "name": "Robert Sobukwe",
      "aboutText": "Casey Ribicoff (born Lois Ruth Mell; December 5, 1922 in Chicago, Illinois - died August 22, 2011 New York City, New York) was an American philanthropist, socialite and the second wife and widow of United States Secretary of Health, Education, and Welfare and later United States Senator from Connecticut, Abraham Ribicoff. Ribicoff was the President of the ladies auxiliary of Mount Sinai Medical Center in Miami Beach, Florida and in 1963 became the first woman to be selected to serve on the hospital's board of trustees.\nAs a socialite, she was known as a great woman of style who, after years of appearing on best-dressed lists, was inducted into the international Best-Dressed Hall of Fame in 1988.",
      "pageId": 33012924,
      "monthDay": "12/05"
    },
    {
      "year": "1925",
      "uri": "/wiki/Anastasio_Somoza_Debayle",
      "name": "Anastasio Somoza Debayle",
      "aboutText": "Walter James McPherson (December 5, 1916 – January 12, 2013) was an American basketball coach and was regarded as one of the best at San Jose State University, and former West Coast Athletic Conference commissioner. McPherson graduated from San Jose State in 1939 and played as a fullback through 1936 and 1938 trained by Dudley DeGroot. He became a basketball coach and assistant football coach, he also managed to get his basketball team in the NCAA Tournament which was the team's first time in the tournament.",
      "pageId": 38256739,
      "monthDay": "12/05"
    },
    {
      "year": "1927",
      "uri": "/wiki/Bhumibol_Adulyadej",
      "name": "Bhumibol Adulyadej",
      "aboutText": "Richard Wayne Penniman (born December 5, 1932), known by his stage name Little Richard, is an American recording artist, songwriter and musician.\nAn influential figure in popular music and culture for more than six decades, Little Richard's most celebrated work dates from the mid-1950s, when his dynamic music and charismatic showmanship laid the foundation for rock and roll. His music also played a key role in the formation of other popular music genres, including soul and funk.",
      "pageId": 147073,
      "monthDay": "12/05"
    },
    {
      "year": "1929",
      "uri": "/wiki/Stanis%C5%82aw_Bareja",
      "name": "Stanisław Bareja",
      "aboutText": "Bhumibol Adulyadej (Thai: ภูมิพลอดุลยเดช; rtgs: Phumiphon Adunyadet; pronounced [pʰūː.mí.pʰōn ʔà.dūn.já.dèːt]; see full title below; born 5 December 1927) is the King of Thailand. He is also known as Rama IX, as he is the ninth monarch of the Chakri Dynasty. Having reigned since 9 June 1946, he is the world's longest-serving current head of state and the longest-reigning monarch in Thai history, serving for 7009219510000000000♠69 years, 204 days.",
      "pageId": 203756,
      "monthDay": "12/05"
    },
    {
      "year": "1929",
      "uri": "/wiki/Madis_K%C3%B5iv",
      "name": "Madis Kõiv",
      "aboutText": "Joan Didion (born December 5, 1934) is an American author best known for her novels and her literary journalism. Her novels and essays explore the disintegration of American morals and cultural chaos, where the overriding theme is individual and social fragmentation.",
      "pageId": 348311,
      "monthDay": "12/05"
    },
    {
      "year": "1931",
      "uri": "/wiki/Ladislav_Nov%C3%A1k",
      "name": "Ladislav Novák",
      "aboutText": "Sheldon Lee Glashow (born December 5, 1932) is a Nobel Prize winning American theoretical physicist.",
      "pageId": 396721,
      "monthDay": "12/05"
    },
    {
      "year": "1932",
      "uri": "/wiki/Alf_Dubs,_Baron_Dubs",
      "name": "Alf Dubs, Baron Dubs",
      "aboutText": "John Weldon Cale  (December 5, 1938 – July 26, 2013), professionally known as J.J. Cale, was an American singer-songwriter, recording artist and influential guitar stylist. Though he deliberately avoided the limelight (being temperamentally averse to celebrity) his influence as a musical artist has been widely acknowledged by figures such as Mark Knopfler, Neil Young and Eric Clapton who described him as “one of the most important artists in the history of rock”. He is considered to be one of the originators of the Tulsa Sound, a loose genre drawing on blues, rockabilly, country, and jazz.",
      "pageId": 723359,
      "monthDay": "12/05"
    },
    {
      "year": "1932",
      "uri": "/wiki/Sheldon_Lee_Glashow",
      "name": "Sheldon Lee Glashow",
      "aboutText": "James Lee Burke (born December 5, 1936) is an American author of mysteries, best known for his Dave Robicheaux series. He has won an Edgar Award for Black Cherry Blues (1990) and Cimarron Rose (1998), and has also been presented with the Grand Master Award from the Mystery Writers of America. The Robicheaux character has been portrayed twice on screen, first by Alec Baldwin (Heaven's Prisoners) and then Tommy Lee Jones (In the Electric Mist).",
      "pageId": 930140,
      "monthDay": "12/05"
    },
    {
      "year": "1932",
      "uri": "/wiki/Jim_Hurtubise",
      "name": "Jim Hurtubise",
      "aboutText": "Calvin Marshall Trillin (born December 5, 1935) is an American journalist, humorist, food writer, poet, memoirist and novelist.\n^ \"Calvin Trillin\". The Nation.",
      "pageId": 1016049,
      "monthDay": "12/05"
    },
    {
      "year": "1932",
      "uri": "/wiki/Little_Richard",
      "name": "Little Richard",
      "aboutText": "Peter Pohl (born 5 December 1940) is a Swedish author and former director and screenwriter of short films. He has received prizes for several of his books and films, as well as for his entire work.",
      "pageId": 1029046,
      "monthDay": "12/05"
    },
    {
      "year": "1933",
      "uri": "/wiki/Gennadiy_Agapov",
      "name": "Gennadiy Agapov",
      "aboutText": "Alfred Dubs, Baron Dubs (born 5 December 1932) is a Czech-born British Labour politician and former Member of Parliament.",
      "pageId": 1243635,
      "monthDay": "12/05"
    },
    {
      "year": "1934",
      "uri": "/wiki/Joan_Didion",
      "name": "Joan Didion",
      "aboutText": "James \"Jim\" Hurtubise (December 5, 1932 – January 6, 1989) was an American race car driver who raced in USAC Champ Cars (including the Indianapolis 500), as well as sprint cars and stock cars (USAC and NASCAR). He was from North Tonawanda, New York. Despite his limited success, he was a fan favorite throughout much of his career as many characterized him as an \"old style\" racecar driver.",
      "pageId": 1252105,
      "monthDay": "12/05"
    },
    {
      "year": "1934",
      "uri": "/wiki/Nikos_Kourkoulos",
      "name": "Nikos Kourkoulos",
      "aboutText": "John Delphus \"J.D.\" McDuffie, Jr. (December 5, 1938 – August 11, 1991) was an American racing driver. He competed in the NASCAR Winston Cup from 1963 to 1991, and collected 106 top-tens during his career and holds the record for most starts in NASCAR's top level without a win.",
      "pageId": 2497845,
      "monthDay": "12/05"
    },
    {
      "year": "1935",
      "uri": "/wiki/Marise_Chamberlain",
      "name": "Marise Chamberlain",
      "aboutText": "Stanisław Bareja (5 December 1929 in Warsaw – 14 June 1987 in Essen) was a Polish comedy film director. Some of his films (mostly comedies) have reached cult status in Poland.\nHis most famous film is Teddy Bear (Miś), filmed in 1980.",
      "pageId": 4036764,
      "monthDay": "12/05"
    },
    {
      "year": "1935",
      "uri": "/wiki/Calvin_Trillin",
      "name": "Calvin Trillin",
      "aboutText": "Marise Ann Millicent Chamberlain MNZM (born 5 December 1935) is a former New Zealand middle-distance runner. She is the only New Zealand woman to win an Olympic medal in track athletics (Lorraine Moller won a medal in the marathon). She set world records over 440 and 880 yards as well as 1 mile.",
      "pageId": 4272289,
      "monthDay": "12/05"
    },
    {
      "year": "1935",
      "uri": "/wiki/Yury_Vlasov",
      "name": "Yury Vlasov",
      "aboutText": "Ladislav Novák (5 December 1931 – 21 March 2011) was a Czech football defender and later a football manager. He played 75 matches for Czechoslovakia, 71 of them as a team captain.\nHe was a participant in the 1962 FIFA World Cup, where Czechoslovakia won the silver medal.",
      "pageId": 5376570,
      "monthDay": "12/05"
    },
    {
      "year": "1936",
      "uri": "/wiki/James_Lee_Burke",
      "name": "James Lee Burke",
      "aboutText": "Boris Petrovich Ignatyev (Russian: Борис Петрович Игнатьев, born 5 December 1940 in Moscow, USSR, now Russia) is a Russian football manager and former player. In 1996-1998 he coached the Russia national team. He is vice-president of FC Torpedo Moscow.",
      "pageId": 5796278,
      "monthDay": "12/05"
    },
    {
      "year": "1938",
      "uri": "/wiki/JJ_Cale",
      "name": "JJ Cale",
      "aboutText": "Madis Kõiv (5 December 1929, Tartu, Estonia – 24 September 2014, Tartu, Estonia) was an Estonian writer, philosopher and physicist.",
      "pageId": 5801327,
      "monthDay": "12/05"
    },
    {
      "year": "1938",
      "uri": "/wiki/J._D._McDuffie",
      "name": "J. D. McDuffie",
      "aboutText": "Yury Petrovich Vlasov (Russian: Юрий Петрович Власов; born 5 December 1935) is a Soviet writer and retired heavyweight weightlifter and politician. He competed at the 1960 and 1964 Olympics and won a gold medal in 1960 and a silver in 1964; at both Games he was the Olympic flag bearer for the Soviet Union. During his career Vlasov won four world titles and set 34 world records.",
      "pageId": 6077006,
      "monthDay": "12/05"
    },
    {
      "year": "1939",
      "uri": "/wiki/Minita_Chico-Nazario",
      "name": "Minita Chico-Nazario",
      "aboutText": "Nikos Kourkoulos (Greek: Νίκος Κούρκουλος; December 5, 1934, Athens, Greece – January 30, 2007) was a highly respected Greek theatrical and film performer, one of the most talented and recognizable actors in Greece of modern times.",
      "pageId": 8732375,
      "monthDay": "12/05"
    },
    {
      "year": "1940",
      "uri": "/wiki/Boris_Ignatyev",
      "name": "Boris Ignatyev",
      "aboutText": "Minita Chico-Nazario (born December 5, 1939) is a former Associate Justice of the Supreme Court of the Philippines.",
      "pageId": 8833896,
      "monthDay": "12/05"
    },
    {
      "year": "1940",
      "uri": "/wiki/Peter_Pohl",
      "name": "Peter Pohl",
      "aboutText": "Gennadiy Mikhailovich Agapov (Russian: Геннадий Михайлович Агапов; 5 December 1933 – 22 July 1999) was a Soviet Russian race walker. Agapov held the unofficial world records in both the 20 km walk and the 50 km walk and placed second in the 50 km walk at the 1966 European Championships.",
      "pageId": 44597840,
      "monthDay": "12/05"
    },
    {
      "year": "1940",
      "uri": "/wiki/Adrian_Street",
      "name": "Adrian Street",
      "aboutText": "Moshe Katsav (Hebrew: מֹשֶׁה קַצָּב; born Musa Qasab, 5 December 1945) is an Israeli former politician who was the eighth President of Israel from 2000 to 2007. He was also a leading Likud member of the Israeli Knesset and a minister in its cabinet.\nThe end of his presidency was marked by controversy, stemming from allegations of rape of one female subordinate and sexual harassment of others.",
      "pageId": 243060,
      "monthDay": "12/05"
    },
    {
      "year": "1940",
      "uri": "/wiki/Frank_Wilson_(musician)",
      "name": "Frank Wilson",
      "aboutText": "Josep Maria Carreras i Coll (Catalan pronunciation: [ʒuˈzɛp kəˈreɾəs]; born 5 December 1946), better known as José Carreras (Spanish pronunciation: [xoˈse kaˈreɾas]), is a Catalan tenor who is particularly known for his performances in the operas of Verdi and Puccini. Born in Barcelona, he made his debut on the operatic stage at 11 as Trujamán in Manuel de Falla's El retablo de Maese Pedro and went on to a career that encompassed over 60 roles, performed in the world's leading opera houses and in numerous recordings.\nHe gained fame with a wider audience as one of the Three Tenors along with Plácido Domingo and Luciano Pavarotti in a series of mass concerts that began in 1990 and continued until 2003.",
      "pageId": 290553,
      "monthDay": "12/05"
    },
    {
      "year": "1943",
      "uri": "/wiki/Eva_Joly",
      "name": "Eva Joly",
      "aboutText": "James Donnelly Touhig, Baron Touhig, PC, KSS (born 5 December 1947) is a British Labour Co-operative politician from Wales. He was the Member of Parliament for Islwyn from 1995 until his retirement in 2010.\n^ Introduction: Lord Touhig.",
      "pageId": 417490,
      "monthDay": "12/05"
    },
    {
      "year": "1943",
      "uri": "/wiki/Andrew_Yeom_Soo-jung",
      "name": "Andrew Yeom Soo-jung",
      "aboutText": "James William \"Jim\" Plunkett (born December 5, 1947) is a former American football quarterback who played college football for Stanford University, where he won the Heisman Trophy, and professionally for three National Football League teams: the New England Patriots, San Francisco 49ers and Oakland/Los Angeles Raiders. He led the Raiders to two Super Bowl victories (XV and XVIII).",
      "pageId": 764618,
      "monthDay": "12/05"
    },
    {
      "year": "1944",
      "uri": "/wiki/Jeroen_Krabb%C3%A9",
      "name": "Jeroen Krabbé",
      "aboutText": "Sir David Geoffrey Manning, GCMG, KCVO (born 5 December 1949) is a former British diplomat, who was the British Ambassador to the United States from 2003 to 2007. He authored the so-called \"Manning Memo\" summarising the details of a January 2003 meeting between American president George W. Bush and British prime minister Tony Blair during the run-up to the invasion of Iraq.",
      "pageId": 872988,
      "monthDay": "12/05"
    },
    {
      "year": "1944",
      "uri": "/wiki/Loukas_Sideras",
      "name": "Loukas Sideras",
      "aboutText": "Andrew Youakim, performing as Andy Kim, is a Canadian pop rock singer and songwriter. He grew up in Montreal, Quebec. He is known for a number of hit singles that he released in the late 1960s and early 1970s such as \"Rock Me Gently\", which topped the US singles chart.",
      "pageId": 969231,
      "monthDay": "12/05"
    },
    {
      "year": "1945",
      "uri": "/wiki/Serge_Chapleau",
      "name": "Serge Chapleau",
      "aboutText": "Jeroen Aart Krabbé (Dutch pronunciation: [jəˈrun ˈaːrt krɑˈbeː]; born 5 December 1944), is a Dutch actor and director, who has appeared in many Dutch and international films.",
      "pageId": 1134006,
      "monthDay": "12/05"
    },
    {
      "year": "1945",
      "uri": "/wiki/Moshe_Katsav",
      "name": "Moshe Katsav",
      "aboutText": "Frank Edward Wilson (December 5, 1940 – September 27, 2012) was an African American songwriter and record producer for Motown Records.\n^ a b \"BBC News - Frank Wilson, Motown producer and singer, dies\". Bbc.co.uk.",
      "pageId": 1399340,
      "monthDay": "12/05"
    },
    {
      "year": "1946",
      "uri": "/wiki/Jos%C3%A9_Carreras",
      "name": "José Carreras",
      "aboutText": "Orette Bruce Golding (born 5 December 1947) is a former Jamaican politician who served as eighth Prime Minister of Jamaica from 11 September 2007 to 23 October 2011. He is a member of the Jamaica Labour Party which he led from 2005 to his resignation in 2011.",
      "pageId": 1419116,
      "monthDay": "12/05"
    },
    {
      "year": "1946",
      "uri": "/wiki/Andy_Kim",
      "name": "Andy Kim",
      "aboutText": "Tony Gregory (5 December 1947 – 2 January 2009) was an Irish independent politician and a Teachta Dála (TD) for the Dublin Central constituency from 1982 to 2009.",
      "pageId": 1724217,
      "monthDay": "12/05"
    },
    {
      "year": "1946",
      "uri": "/wiki/Sarel_van_der_Merwe",
      "name": "Sarel van der Merwe",
      "aboutText": "Adrian Street (born 5 December 1940) is a retired Welsh professional wrestler and author known for his flamboyant, androgynous wrestling persona, brought to prominence in the 1970s and 1980s.",
      "pageId": 1892236,
      "monthDay": "12/05"
    },
    {
      "year": "1947",
      "uri": "/wiki/Rudy_Fernandez_(triathlete)",
      "name": "Rudy Fernandez",
      "aboutText": "Eva Joly (French: [eva ʒɔli]; born Gro Eva Farseth, 5 December 1943) is a Norwegian-born French magistrate («Juge d'instruction») and politician for Europe Écologie–The Greens. She represented this party as a candidate for the presidency of France in the 2012 elections.\n^ a b \"TRANSLATION: Le Figaro smears Eva Joly, the Green presidential aspirant in France\".",
      "pageId": 1919087,
      "monthDay": "12/05"
    },
    {
      "year": "1947",
      "uri": "/wiki/Bruce_Golding",
      "name": "Bruce Golding",
      "aboutText": "James Melvin \"Jim\" Messina (born December 5, 1947) is an American musician, songwriter, singer, guitarist, recording engineer and record producer. He was a member of folk rock group Buffalo Springfield, a founding member of country rock pioneer Poco, and half of the soft rock duo Loggins and Messina with Kenny Loggins.\n^ Summers, Kim; Eder, Bruce.",
      "pageId": 2034569,
      "monthDay": "12/05"
    },
    {
      "year": "1947",
      "uri": "/wiki/Tony_Gregory",
      "name": "Tony Gregory",
      "aboutText": "Rodolfo Fernandez (born December 5, 1947 in Iloilo, Philippines) commonly known as Rudy and referred as the \"Iron Man of Asia\", is a multi-awarded, one-legged Filipino triathlete who had finished a degree in Physical Education at the University of Baguio.",
      "pageId": 4068165,
      "monthDay": "12/05"
    },
    {
      "year": "1947",
      "uri": "/wiki/Jim_Messina_(musician)",
      "name": "Jim Messina",
      "aboutText": "Serge Chapleau (born December 5, 1945 in Montreal, Quebec) is a French-Canadian political cartoonist from the province of Quebec.",
      "pageId": 7426141,
      "monthDay": "12/05"
    },
    {
      "year": "1947",
      "uri": "/wiki/Jim_Plunkett",
      "name": "Jim Plunkett",
      "aboutText": "John Altman (born 5 December 1949, London) is a British film composer, music arranger, orchestrator and conductor.",
      "pageId": 15626523,
      "monthDay": "12/05"
    },
    {
      "year": "1947",
      "uri": "/wiki/Don_Touhig",
      "name": "Don Touhig",
      "aboutText": "Richard William \"Rick\" Wills (born 5 December 1947 in London, England), is a British bass player.",
      "pageId": 18875666,
      "monthDay": "12/05"
    },
    {
      "year": "1947",
      "uri": "/wiki/Rick_Wills",
      "name": "Rick Wills",
      "aboutText": "Lucas Sideras (Greek: Λουκάς Σιδεράς; 5 December 1944, Athens) is the former drummer of the Greek progressive rock band Aphrodite's Child.",
      "pageId": 19603739,
      "monthDay": "12/05"
    },
    {
      "year": "1949",
      "uri": "/wiki/John_Altman_(composer)",
      "name": "John Altman",
      "aboutText": "Sarel Daniel van der Merwe (born 5 December 1946) is a former rally and racing driver, who was a multiple South African Rally Drivers Champion. He is referred to by his nickname \"Supervan\".\nVan der Merwe won the South African Rally Drivers Championship a record eleven times in 1975, from 1977 to 1985 and in 1988.",
      "pageId": 19889022,
      "monthDay": "12/05"
    },
    {
      "year": "1949",
      "uri": "/wiki/David_Manning",
      "name": "David Manning",
      "aboutText": "Andrew Yeom Soo-Jung (Hangul: 염수정; hanja: 廉洙政; born 5 December 1943) is the Korean Roman Catholic Archbishop of Seoul, Cardinal and de facto Primate of Korea since his appointment was announced on 10 May 2012 by Pope Benedict XVI. Yeom succeeded the Archbishop Emeritus Cardinal Nicolas Cheong Jin-suk and the fifth native Korean Archbishop of Seoul. In January 2014 it was announced that he will be elevated to the cardinalate at the next consistory on 22 February 2014. The Metropolitan Archbishop of Seoul also serves as Apostolic Administrator of the Diocese of Pyongyang in North Korea.",
      "pageId": 35775932,
      "monthDay": "12/05"
    },
    {
      "year": "1949",
      "uri": "/wiki/Abdullah_Senussi",
      "name": "Abdullah Senussi",
      "aboutText": "Krystian Zimerman (born December 5, 1956) is a Polish classical pianist who has been hailed as one of the finest living pianists.",
      "pageId": 390036,
      "monthDay": "12/05"
    },
    {
      "year": "1950",
      "uri": "/wiki/Camar%C3%B3n_de_la_Isla",
      "name": "Camarón de la Isla",
      "aboutText": "José Monge Cruz (5 December 1950 – 2 July 1992), better known by his stage name Camarón de la Isla, was a Spanish-Romani flamenco singer. Considered one of the all time greatest flamenco singers, he was noted for his collaborations with Paco de Lucia and Tomatito, and the three of them were of major importance to the revival of flamenco in the second half of the 20th century.",
      "pageId": 488381,
      "monthDay": "12/05"
    },
    {
      "year": "1950",
      "uri": "/wiki/James_Knaggs",
      "name": "James Knaggs",
      "aboutText": "Miyuki Kawanaka (川中 美幸, December 5, 1955) is a Japanese enka singer.\nShe was born Kimiko Kawanaka in Suita, Osaka. At a young age, she moved to Osaka where she grew up.",
      "pageId": 545984,
      "monthDay": "12/05"
    },
    {
      "year": "1951",
      "uri": "/wiki/Morgan_Brittany",
      "name": "Morgan Brittany",
      "aboutText": "Morgan Brittany (born Suzanne Cupito, December 5, 1951) is an American actress, best known for her role as Katherine Wentworth, the scheming younger half-sister of Pamela Ewing and Cliff Barnes, in the prime time soap opera Dallas.",
      "pageId": 1106778,
      "monthDay": "12/05"
    },
    {
      "year": "1951",
      "uri": "/wiki/Link_Byfield",
      "name": "Link Byfield",
      "aboutText": "Anne-Mie van Kerckhoven (born 5 December 1951) is a Belgian artist whose work involves painting, drawing, computer art and video art.",
      "pageId": 1125445,
      "monthDay": "12/05"
    },
    {
      "year": "1951",
      "uri": "/wiki/Anne-Mie_van_Kerckhoven",
      "name": "Anne-Mie van Kerckhoven",
      "aboutText": "Hanif Kureishi, CBE (born 5 December 1954) is a British Pakistani playwright, screenwriter, filmmaker and novelist. In 2008, The Times included Kureishi in their list of \"The 50 greatest British writers since 1945\".",
      "pageId": 1235096,
      "monthDay": "12/05"
    },
    {
      "year": "1951",
      "uri": "/wiki/Larry_Zbyszko",
      "name": "Larry Zbyszko",
      "aboutText": "Lawrence Whistler (born December 5, 1951), better known by the ring name Larry Zbyszko, is an American professional wrestler and author perhaps best known for his feud with his mentor, wrestling legend Bruno Sammartino during the early 1980s.",
      "pageId": 1869157,
      "monthDay": "12/05"
    },
    {
      "year": "1952",
      "uri": "/wiki/Bobby_Barth",
      "name": "Bobby Barth",
      "aboutText": "Brian Backer (born December 5, 1956) is an American actor who has starred in film and on television. He is best known for his role in the 1982 hit comedy film Fast Times at Ridgemont High as shy teenager Mark \"Rat\" Ratner. His other films include the 1985 comedy film Moving Violations (playing the role of Scott Greeber) and the 1987 comedy film Police Academy 4: Citizens on Patrol.",
      "pageId": 2439529,
      "monthDay": "12/05"
    },
    {
      "year": "1953",
      "uri": "/wiki/Sachiko_Kobayashi",
      "name": "Sachiko Kobayashi",
      "aboutText": "Eric Linkord \"Link\" Byfield (December 5, 1951 – January 24, 2015) was a Canadian news columnist, author and politician.",
      "pageId": 2456668,
      "monthDay": "12/05"
    },
    {
      "year": "1953",
      "uri": "/wiki/Gwen_Lister",
      "name": "Gwen Lister",
      "aboutText": "Juha Tiainen (December 5, 1955 in Uukuniemi – April 28, 2003 in Lappeenranta) was a former hammer thrower from Finland who won the gold medal at the 1984 Summer Olympics.",
      "pageId": 3305321,
      "monthDay": "12/05"
    },
    {
      "year": "1954",
      "uri": "/wiki/Hanif_Kureishi",
      "name": "Hanif Kureishi",
      "aboutText": "Klaus Allofs (born 5 December 1956) is a retired German footballer who played as a striker. He is currently sporting director at Bundesliga club VfL Wolfsburg.\nA prolific goalscorer for club and country, his younger brother, Thomas, was also a professional footballer – and a striker.",
      "pageId": 3437804,
      "monthDay": "12/05"
    },
    {
      "year": "1954",
      "uri": "/wiki/Gary_Roenicke",
      "name": "Gary Roenicke",
      "aboutText": "Patriz Ilg (born 5 December 1957 in Aalen-Oberalfingen) is a retired 3000 m steeplechaser from West Germany.",
      "pageId": 3501884,
      "monthDay": "12/05"
    },
    {
      "year": "1955",
      "uri": "/wiki/Miyuki_Kawanaka",
      "name": "Miyuki Kawanaka",
      "aboutText": "Gary Steven Roenicke (born in Covina, California on December 5, 1954) is a former Major League Baseball outfielder for the Montreal Expos (1976), Baltimore Orioles (1978–85), New York Yankees (1986) and Atlanta Braves (1987–88).",
      "pageId": 3575905,
      "monthDay": "12/05"
    },
    {
      "year": "1955",
      "uri": "/wiki/Juha_Tiainen",
      "name": "Juha Tiainen",
      "aboutText": "Gwen Lister (born 5 December 1953 in East London, South Africa) is a Namibian journalist, publisher, apartheid opponent and press freedom activist.",
      "pageId": 11138988,
      "monthDay": "12/05"
    },
    {
      "year": "1956",
      "uri": "/wiki/Klaus_Allofs",
      "name": "Klaus Allofs",
      "aboutText": "Adam Thorpe (born 5 December 1956, Paris, France) is a British poet and novelist whose works also include short stories, translations, radio dramas and documentaries. He is a frequent contributor of reviews and articles to various newspapers, journals and magazines, including the Guardian, the Poetry Review and the Times Literary Supplement.",
      "pageId": 12307183,
      "monthDay": "12/05"
    },
    {
      "year": "1956",
      "uri": "/wiki/Brian_Backer",
      "name": "Brian Backer",
      "aboutText": "Commissioner James M. Knaggs (born December 5, 1950, in the USA) is the Territorial Commander of The Salvation Army, USA Western Territory.",
      "pageId": 19436191,
      "monthDay": "12/05"
    },
    {
      "year": "1956",
      "uri": "/wiki/Adam_Thorpe",
      "name": "Adam Thorpe",
      "aboutText": "Raquel Eliana Argandoña de la Fuente (December 5, 1957 in Santiago de Chile) is a Chilean former beauty pageant contestant, TV presenter, actress and mayor of Pelarco. She is best known for her role as the La Quintrala in the 1986 TV mini-series of the same name. Raquel Argandoña was also the 1975 Miss Universo Chile.",
      "pageId": 21389664,
      "monthDay": "12/05"
    },
    {
      "year": "1956",
      "uri": "/wiki/Krystian_Zimerman",
      "name": "Krystian Zimerman",
      "aboutText": "Bobby Barth (born December 5, 1952 in Coffeyville, Kansas) is an American singer, songwriter, record producer and guitarist.",
      "pageId": 26926486,
      "monthDay": "12/05"
    },
    {
      "year": "1957",
      "uri": "/wiki/Raquel_Argando%C3%B1a",
      "name": "Raquel Argandoña",
      "aboutText": "Abdullah (al) Senussi ( pronunciation  ahb-DUH-lah al seh-NOO-see; born 5 December 1949) is a Libyan national who was the intelligence chief and brother-in-law of Colonel Muammar Gaddafi. He was married to Gaddafi's sister-in-law.\nScottish police officers plan to interview him in connection with the Lockerbie bombing, raising the prospect of a second Lockerbie trial.",
      "pageId": 30975441,
      "monthDay": "12/05"
    },
    {
      "year": "1957",
      "uri": "/wiki/Patriz_Ilg",
      "name": "Patriz Ilg",
      "aboutText": "Sachiko Kobayashi (小林 幸子, Kobayashi Sachiko), born on December 5, 1953 in Niigata, Japan, is a female Japanese enka singer and occasional voice actor.",
      "pageId": 41288096,
      "monthDay": "12/05"
    },
    {
      "year": "1957",
      "uri": "/wiki/Art_Monk",
      "name": "Art Monk",
      "aboutText": "Samart Payakaroon, real name Samart Tiptarmai (born 5 December 1962 in Chachoengsao Province), is a Muay Thai boxer. He is considered by many to be the greatest Muay Thai boxer of all time, becoming a world champion in both Muay thai and in Boxing.",
      "pageId": 237998,
      "monthDay": "12/05"
    },
    {
      "year": "1958",
      "uri": "/wiki/Dean_Erickson",
      "name": "Dean Erickson",
      "aboutText": "Nivek Ogre (born Kevin Graham Ogilvie December 5, 1962) is a Canadian musician, performance artist and actor best known as a founding member of the industrial band Skinny Puppy. Since that band featured another Kevin (Crompton, a.k.a. cEvin Key) and was produced by another Ogilvie (Dave, a.k.a.",
      "pageId": 461733,
      "monthDay": "12/05"
    },
    {
      "year": "1958",
      "uri": "/wiki/Dynamite_Kid",
      "name": "Dynamite Kid",
      "aboutText": "Michael Edwards (born 5 December 1963), better known as Eddie \"The Eagle\" Edwards, is a British skier who in 1988 became the first competitor to represent Great Britain in Olympic ski jumping. At the time, he was the British ski jumping record holder (a record later broken by others), the world number nine in amateur speed skiing, (106.8 mph (171.9 km/h)) and the stunt jumping world record holder (10 cars/6 buses). Finishing last in the 70m and 90m events, he became famous as an example of an underdog or \"heroic failure\", and of perseverance and achievement without funding.",
      "pageId": 515844,
      "monthDay": "12/05"
    },
    {
      "year": "1959",
      "uri": "/wiki/Lee_Chapman",
      "name": "Lee Chapman",
      "aboutText": "Osvaldo Noé Golijov (Spanish pronunciation: [ˈɡolixof]) (born December 5, 1960) is an Argentine composer of classical music.",
      "pageId": 561200,
      "monthDay": "12/05"
    },
    {
      "year": "1959",
      "uri": "/wiki/Oleksandr_Yaroslavsky",
      "name": "Oleksandr Yaroslavsky",
      "aboutText": "James Arthur \"Art\" Monk (born December 5, 1957) is a former American football wide receiver in the National Football League for the Washington Redskins, New York Jets, and the Philadelphia Eagles. Monk was inducted into the Pro Football Hall of Fame in 2008.\nHe is a relative (first cousin once removed) of jazz pioneer Thelonious Monk.",
      "pageId": 957869,
      "monthDay": "12/05"
    },
    {
      "year": "1960",
      "uri": "/wiki/Frans_Adelaar",
      "name": "Frans Adelaar",
      "aboutText": "José Cura (born December 5, 1962 in Rosario, Argentina) is an Argentine operatic tenor, conductor, director, scenographer and photographer known for intense and original interpretations of opera characters, notably Otello in Verdi’s Otello, Samson in Saint-Saëns’ Samson et Dalila, Canio in Ruggero Leoncavallo's Pagliacci, Stiffelio in Giuseppe Verdi's Stiffelio and many others.\n2007 saw the world-premiere of La Commedia è finita. The show, designed and directed by José Cura - in which he also sang the lead role of Canio - marked the beginning of his career as a director and scenographer.",
      "pageId": 1174808,
      "monthDay": "12/05"
    },
    {
      "year": "1960",
      "uri": "/wiki/Osvaldo_Golijov",
      "name": "Osvaldo Golijov",
      "aboutText": "Thomas \"Tom\" Billington (born 5 December 1958), best known by the ring name Dynamite Kid, is a retired English professional wrestler. He competed in the World Wrestling Federation, Stampede Wrestling, All Japan Pro Wrestling, and New Japan Pro Wrestling in the mid-to-late-1980s. With his cousin Davey Boy Smith, he is also known for being half of the tag team the British Bulldogs.",
      "pageId": 1229359,
      "monthDay": "12/05"
    },
    {
      "year": "1960",
      "uri": "/wiki/Jack_Russell_(musician)",
      "name": "Jack Russell",
      "aboutText": "André \"Doctor Dré\" Brown (born December 5, 1963) is an American radio personality and former MTV VJ.",
      "pageId": 1347957,
      "monthDay": "12/05"
    },
    {
      "year": "1960",
      "uri": "/wiki/Matthew_Taylor_(Labour_politician)",
      "name": "Matthew Taylor",
      "aboutText": "Matthew Taylor (born 5 December 1960) has been Chief Executive of the Royal Society for the encouragement of Arts, Manufactures and Commerce (RSA) in the United Kingdom since 2006.",
      "pageId": 1609611,
      "monthDay": "12/05"
    },
    {
      "year": "1961",
      "uri": "/wiki/Ralf_Dujmovits",
      "name": "Ralf Dujmovits",
      "aboutText": "Dean Erickson (born December 5, 1958 in Maine) is the founder and CEO of Bionic Capital LLC, a registered investment advisory firm which specializes in wealth management and philanthropic investment solutions.\nAfter graduating from Brown University, Dean worked on Wall Street as an options trader and risk arbitrageur. After six years he became an actor, guest starring on Frasier, starring as Gabriel Knight in the award-winning video game The Beast Within, and starring in several lesser Shakespearean productions.",
      "pageId": 1849081,
      "monthDay": "12/05"
    },
    {
      "year": "1961",
      "uri": "/wiki/Laura_Flanders",
      "name": "Laura Flanders",
      "aboutText": "Laura Flanders (born December 5, 1961) is an English broadcast journalist living in the United States, who presents the weekly, long-form interview show The Laura Flanders Show.",
      "pageId": 1895297,
      "monthDay": "12/05"
    },
    {
      "year": "1961",
      "uri": "/wiki/Sophia_Vossou",
      "name": "Sophia Vossou",
      "aboutText": "Lee Roy Chapman (born 5 December 1959) is an English former professional footballer who played as a striker from 1978 until 1996, in which he scored almost 200 first-team goals.\nHe is best known for spells with Stoke City, Leeds United, Sheffield Wednesday, Nottingham Forest and West Ham United. He also played for Plymouth Argyle, Arsenal, Sunderland, Portsmouth, Southend United, Ipswich Town and Swansea City.",
      "pageId": 2139618,
      "monthDay": "12/05"
    },
    {
      "year": "1962",
      "uri": "/wiki/Jos%C3%A9_Cura",
      "name": "José Cura",
      "aboutText": "Pedro Pablo Morales, Jr. (born December 5, 1964) is an American former competition swimmer, Olympic gold medalist, world champion, and former world record-holder. He won a relay gold and two silver medals swimming butterfly at the 1984 Summer Olympics and set the world record in the 100-meter butterfly at the Olympic Trials that year as well as setting relay records with teammates Rick Carey, Steve Lundquist and Rowdy Gaines.",
      "pageId": 3242812,
      "monthDay": "12/05"
    },
    {
      "year": "1962",
      "uri": "/wiki/Pablo_Morales",
      "name": "Pablo Morales",
      "aboutText": "Gary Tyler \"Ty\" England (born December 5, 1963) is an American country music singer and guitarist. Initially a member of Garth Brooks' band, England began his solo career in 1995, recording a self-titled debut album on RCA Records. A second album, Two Ways to Fall, followed in 1996.",
      "pageId": 4947591,
      "monthDay": "12/05"
    },
    {
      "year": "1962",
      "uri": "/wiki/Nivek_Ogre",
      "name": "Nivek Ogre",
      "aboutText": "Jack Russell (born December 5, 1960), is an American rock vocalist.",
      "pageId": 10200998,
      "monthDay": "12/05"
    },
    {
      "year": "1962",
      "uri": "/wiki/Samart_Payakaroon",
      "name": "Samart Payakaroon",
      "aboutText": "Sophia Vossou (Σοφία Βόσσου, born 5 December 1961) is a Greek singer best known abroad for representing Greece at the Eurovision Song Contest 1991 where she was placed 13th with the song \"I Anixi\".",
      "pageId": 17563747,
      "monthDay": "12/05"
    },
    {
      "year": "1962",
      "uri": "/wiki/Fred_Rutten",
      "name": "Fred Rutten",
      "aboutText": "Frans Adelaar (born 5 December 1960) is a Dutch football manager and former professional player.",
      "pageId": 18155378,
      "monthDay": "12/05"
    },
    {
      "year": "1963",
      "uri": "/wiki/Doctor_Dr%C3%A9",
      "name": "Doctor Dré",
      "aboutText": "Oleksandr Yaroslavsky (Ukrainian: Олександр Ярославський; born December 5, 1959) is a Ukrainian businessman. He was formerly co-owner of UkrSibbank and President of FC Metalist Kharkiv. He is currently President of Development Construction Holding (DCH) and, according to Ukrainian and East European mass-media, is one of the most influential people in Ukraine.",
      "pageId": 21121527,
      "monthDay": "12/05"
    },
    {
      "year": "1963",
      "uri": "/wiki/Eddie_%22The_Eagle%22_Edwards",
      "name": "Eddie \"The Eagle\" Edwards",
      "aboutText": "Fredericus (Fred) Jacobus Rutten (Dutch pronunciation: [frəˈdeːrəkəs ˈfrɛt jɑˈkoːbəs ˈrʏtə(n)]; born 5 December 1962) is a former footballer and worked as football coach for several clubs. As a player, Rutten spent his entire career with Twente during the years 1979 to 1992. Following his playing career he also managed FC Twente, before moving on to clubs like FC Schalke 04, PSV, Vitesse, and most recently Feyenoord.",
      "pageId": 22272263,
      "monthDay": "12/05"
    },
    {
      "year": "1963",
      "uri": "/wiki/Ty_England",
      "name": "Ty England",
      "aboutText": "Ralf Dujmovits (born (1961-12-05) 5 December 1961 ) is a German mountaineer.",
      "pageId": 29659164,
      "monthDay": "12/05"
    },
    {
      "year": "1963",
      "uri": "/wiki/Carrie_Hamilton",
      "name": "Carrie Hamilton",
      "aboutText": "Margaret Moran Cho (born December 5, 1968) is an American comedian, actress, fashion designer, author, and singer-songwriter. Cho is best known for her stand-up routines, through which she critiques social and political problems, especially race and sexuality. She has created music videos and has her own clothing line of crotchless underwear for men and women.",
      "pageId": 89662,
      "monthDay": "12/05"
    },
    {
      "year": "1963",
      "uri": "/wiki/Alberto_Nisman",
      "name": "Alberto Nisman",
      "aboutText": "John Joseph Theodore \"Johnny\" Rzeznik (/ˈrɛznɪk/; born December 5, 1965) is an American musician, singer-songwriter, and producer. He is best known as the guitarist and frontman of the rock band the Goo Goo Dolls, of which he is a founding member and with whom he has recorded ten studio albums.",
      "pageId": 738241,
      "monthDay": "12/05"
    },
    {
      "year": "1964",
      "uri": "/wiki/Cliff_Eidelman",
      "name": "Cliff Eidelman",
      "aboutText": "Lydia Millet (born December 5, 1968) is an American novelist. Her third novel, My Happy Life, won the 2003 PEN Center USA Award for Fiction, and she has been a finalist for the Pulitzer Prize and the Los Angeles Times Book Prize.",
      "pageId": 1163830,
      "monthDay": "12/05"
    },
    {
      "year": "1965",
      "uri": "/wiki/Manish_Malhotra",
      "name": "Manish Malhotra",
      "aboutText": "Gary Allan Herzberg (born December 5, 1967), known professionally as Gary Allan, is an American country music artist.\nSigned to Decca Records in 1996, Allan made his country music debut with the release of his single \"Her Man\", the lead-off to his gold-certified debut album Used Heart for Sale, which was released in 1996 on Decca. His second album, It Would Be You, followed in 1998.",
      "pageId": 1800841,
      "monthDay": "12/05"
    },
    {
      "year": "1965",
      "uri": "/wiki/John_Rzeznik",
      "name": "John Rzeznik",
      "aboutText": "Lisa Marie Smith (born December 5, 1968) is an American model and actress, who uses simply Lisa Marie as her professional name.",
      "pageId": 1981697,
      "monthDay": "12/05"
    },
    {
      "year": "1965",
      "uri": "/wiki/Wayne_Smith_(musician)",
      "name": "Wayne Smith",
      "aboutText": "Patricia Kaas (French: [kas]; born 5 December 1966, Forbach) is a French singer and actress with an International following. Stylistically her music is not classical chanson, but is closer to a mixture of pop music, cabaret, jazz and chanson.\nSince the appearance of her debut album Mademoiselle chante...",
      "pageId": 2213778,
      "monthDay": "12/05"
    },
    {
      "year": "1965",
      "uri": "/wiki/Valeriy_Spitsyn",
      "name": "Valeriy Spitsyn",
      "aboutText": "Falilat Ogunkoya (born 5 December 1968 in Ode Lemo, Ogun State) is a Nigerian former track and field athlete.\nOgunkoya has won a number of national championships, including a gold medal in 1996 in the 400 metres, gold in the 200 metres and 400 m in 1998, and gold again in 1999 and 2001 in the 400 m. At the 1987 All Africa Games in Kenya she won the silver medal in the 200 m.",
      "pageId": 2489403,
      "monthDay": "12/05"
    },
    {
      "year": "1966",
      "uri": "/wiki/Patricia_Kaas",
      "name": "Patricia Kaas",
      "aboutText": "Wayne Smith (5 December 1965 – 17 February 2014) was a Jamaican reggae and dancehall musician best known for his 1985 hit \"Under Mi Sleng Teng\", which is regarded as the track which initiated the digital era of reggae.",
      "pageId": 2596839,
      "monthDay": "12/05"
    },
    {
      "year": "1966",
      "uri": "/wiki/Demet_Sa%C4%9F%C4%B1ro%C4%9Flu",
      "name": "Demet Sağıroğlu",
      "aboutText": "Amanda Lepore (born December 5, 1967) is an American model, socialite, singer and performance artist. Born Armand Lepore, she is one of the most notable transgender public figures. She has appeared in advertising for numerous companies, including M.A.C. Cosmetics, Mego Jeans, The Blonds, Swatch, CAMP Cosmetics, and Heatherette, which has used her likeness on clothing as well as hiring her as a model.",
      "pageId": 2606118,
      "monthDay": "12/05"
    },
    {
      "year": "1966",
      "uri": "/wiki/Lee_Seung-chul",
      "name": "Lee Seung-chul",
      "aboutText": "Carrie Louise Hamilton (December 5, 1963 in New York City – January 20, 2002, in Los Angeles) was an American actress, singer, and playwright. She was the daughter of comedienne Carol Burnett and producer Joe Hamilton.",
      "pageId": 3142314,
      "monthDay": "12/05"
    },
    {
      "year": "1967",
      "uri": "/wiki/Gary_Allan",
      "name": "Gary Allan",
      "aboutText": "Konstantin-Assen, Prince of Vidin, Duke of Saxony (born 5 December 1967) is the fourth son of Tsar Simeon II of Bulgaria and his wife Doña Margarita Gómez-Acebo y Cejuela. He is known also as Konstantin-Assen of Bulgaria and Konstantin-Assen of Vidin, the latter being the title of the fourth son of Bulgarian kings. He was born in Madrid.",
      "pageId": 3712514,
      "monthDay": "12/05"
    },
    {
      "year": "1967",
      "uri": "/wiki/Amanda_Lepore",
      "name": "Amanda Lepore",
      "aboutText": "Valeriy Anatolyevich Spitsyn (Russian: Валерий Анатольевич Спицын; born December 5, 1965 in Magnitogorsk, Chelyabinsk Oblast) is a retired male race walker from Russia.",
      "pageId": 4183232,
      "monthDay": "12/05"
    },
    {
      "year": "1967",
      "uri": "/wiki/Konstantin-Assen,_Prince_of_Vidin",
      "name": "Konstantin-Assen, Prince of Vidin",
      "aboutText": "Morgan J. Freeman (born December 5, 1969) is an American film director.",
      "pageId": 4593655,
      "monthDay": "12/05"
    },
    {
      "year": "1968",
      "uri": "/wiki/Margaret_Cho",
      "name": "Margaret Cho",
      "aboutText": "Manish Malhotra is one of India's most successful fashion designers. Malhotra has designed for many leading actresses in Bollywood. He is known in the Indian film industry for his different style and his ability to envision a 'look' for the character.",
      "pageId": 4599461,
      "monthDay": "12/05"
    },
    {
      "year": "1968",
      "uri": "/wiki/John_Lundberg",
      "name": "John Lundberg",
      "aboutText": "John Lundberg (born 5 December 1968) is an English artist and documentary filmmaker. His work is concerned with ostension. Underpinning all of his work is an interest in how myth and artifice can shape and alter reality, especially regarding crop circles, UFOlogy, and other examples of urban legends and the paranormal.",
      "pageId": 4959698,
      "monthDay": "12/05"
    },
    {
      "year": "1968",
      "uri": "/wiki/Lisa_Marie_(actress)",
      "name": "Lisa Marie",
      "aboutText": "Eric Etebari (born December 5, 1969) is an Iranian-American actor, model and musician.",
      "pageId": 6351702,
      "monthDay": "12/05"
    },
    {
      "year": "1968",
      "uri": "/wiki/Lydia_Millet",
      "name": "Lydia Millet",
      "aboutText": "Lee Seung-Cheol (Hangul: 이승철; also spelled Lee Seung-Chul; born December 5, 1966 in Seoul) is a South Korean singer. He was the main vocalist of Boohwal, a South Korean rock band, until 1989 when he left the band and released his first solo album, Don't Say Good-Bye (안녕이라고 말하지마). In 2005 his 7th album, The Livelong Day, won him Korean Music Awards for best male singer.",
      "pageId": 6588928,
      "monthDay": "12/05"
    },
    {
      "year": "1968",
      "uri": "/wiki/Falilat_Ogunkoya",
      "name": "Falilat Ogunkoya",
      "aboutText": "Clifford Glen \"Cliff\" Eidelman (born December 5, 1964 in Los Angeles, California) is an American composer and conductor who scored films such as Star Trek VI: The Undiscovered Country, Free Willy 3: The Rescue, and Christopher Columbus: The Discovery.",
      "pageId": 10790542,
      "monthDay": "12/05"
    },
    {
      "year": "1969",
      "uri": "/wiki/Eric_Etebari",
      "name": "Eric Etebari",
      "aboutText": "Natalio Alberto Nisman (5 December 1963 – 18 January 2015) was an Argentine lawyer who worked as a federal prosecutor, noted for being the chief investigator of the 1994 car bombing of the Jewish center in Buenos Aires, which killed 85 people, the worst terrorist attack in Argentina's history.",
      "pageId": 45118984,
      "monthDay": "12/05"
    },
    {
      "year": "1969",
      "uri": "/wiki/Morgan_J._Freeman",
      "name": "Morgan J. Freeman",
      "aboutText": "Demet Sağıroğlu, (born December 5, 1966, in Erzurum, Turkey) is Turkish pop music singer.\nIn 1989 she was part of the backing vocals group with Kayahan who bid to represent Turkey in 1989 Eurovision Song Contest with the song \"Ve Melankoli\" coming close second to Grup Pan who won with \"Bana Bana\". In 1990 she tried again with Kayahan with the song \"Gözlerinin Hapsindeyim\" for 1990 Eurovision Song Contest and winning the bid went on to accompany Kayahan to Zagreb where the Turkish entry finished 17th.",
      "pageId": 47024315,
      "monthDay": "12/05"
    },
    {
      "year": "1969",
      "uri": "/wiki/Alex_Kapp_Horner",
      "name": "Alex Kapp Horner",
      "aboutText": "Jesús Ramón Ramírez Ceceña (born 5 December 1969 in Tepic, Nayarit) is a retired Mexican footballer. He is one of the all-time most capped players for the Mexico national team, and last played as a midfielder for Chivas USA in the Major League Soccer (USA).\nRamirez was meant to be one of the best Mexican players since Hugo Sánchez, but various injuries threatened and stopped his career several times.",
      "pageId": 1360541,
      "monthDay": "12/05"
    },
    {
      "year": "1969",
      "uri": "/wiki/Sajid_Javid",
      "name": "Sajid Javid",
      "aboutText": "Cornelius Clifford Floyd, Jr.",
      "pageId": 1373262,
      "monthDay": "12/05"
    },
    {
      "year": "1969",
      "uri": "/wiki/Lewis_Pugh",
      "name": "Lewis Pugh",
      "aboutText": "Shalom Harlow (born December 5, 1973) is a Canadian model and actress.",
      "pageId": 1421957,
      "monthDay": "12/05"
    },
    {
      "year": "1969",
      "uri": "/wiki/Ram%C3%B3n_Ram%C3%ADrez_(footballer)",
      "name": "Ramón Ramírez",
      "aboutText": "Ashia Hansen, MBE (born 5 December 1971) is a retired British triple jumper who competed internationally from 1994 to 2008.",
      "pageId": 1709004,
      "monthDay": "12/05"
    },
    {
      "year": "1970",
      "uri": "/wiki/Michel%27le",
      "name": "Michel'le",
      "aboutText": "Michel'le Toussaint (/mɪʃɛˈleɪ/; born December 5, 1970 in South Central, Los Angeles, California), known mononymously as Michel'le, is an American R&B singer-songwriter known for her Billboard Top 10 hit \"No More Lies\" and R&B chart topper \"Something In My Heart\" along with a signature childlike speaking voice, which is a startling contrast to her strong singing vocals.",
      "pageId": 2554880,
      "monthDay": "12/05"
    },
    {
      "year": "1970",
      "uri": "/wiki/Kevin_Haller",
      "name": "Kevin Haller",
      "aboutText": "Ariel \"Arik\" Benado (Hebrew: אריאל \"אריק\" בנאדו ‎; born December 5, 1973]) is a retired Israeli football defender.",
      "pageId": 3037929,
      "monthDay": "12/05"
    },
    {
      "year": "1971",
      "uri": "/wiki/Karl-Theodor_zu_Guttenberg",
      "name": "Karl-Theodor zu Guttenberg",
      "aboutText": "Michael John Mahoney (born December 5, 1972 in Des Moines, Iowa) is a Major League baseball catcher, formerly with the St. Louis Cardinals. He made his major league debut on September 8, 2000 with the Chicago Cubs, and after two seasons in Chicago, he was released and eventually signed with St.",
      "pageId": 4289372,
      "monthDay": "12/05"
    },
    {
      "year": "1971",
      "uri": "/wiki/Ashia_Hansen",
      "name": "Ashia Hansen",
      "aboutText": "Lewis William Gordon Pugh, OIG (born 5 December 1969) is an ocean advocate, a maritime lawyer and a pioneer swimmer.\nHe has been described as the \"Sir Edmund Hillary of swimming.\" He was the first person to complete a long-distance swim in every ocean of the world, and he frequently swims in vulnerable ecosystems to draw attention to their plight.\nHe is known for undertaking the first swim across the North Pole in 2007 to highlight the melting of the Arctic sea ice.",
      "pageId": 4489517,
      "monthDay": "12/05"
    },
    {
      "year": "1971",
      "uri": "/wiki/Kali_Rocha",
      "name": "Kali Rocha",
      "aboutText": "Kali Rocha is an American actress.",
      "pageId": 4613283,
      "monthDay": "12/05"
    },
    {
      "year": "1971",
      "uri": "/wiki/Kavus_Torabi",
      "name": "Kavus Torabi",
      "aboutText": "Angela Shelton (born December 5, 1972) is an American screenwriter, actress, and documentary film producer, best known for the film Tumbleweeds and the documentary Searching for Angela Shelton, which she wrote, directed, and edited.",
      "pageId": 4861664,
      "monthDay": "12/05"
    },
    {
      "year": "1972",
      "uri": "/wiki/Cliff_Floyd",
      "name": "Cliff Floyd",
      "aboutText": "Alex Kapp Horner (born Alexandra Kapp; December 5, 1969) is an American actress whose most notable role was as Lindsay on the CBS sitcom The New Adventures of Old Christine.",
      "pageId": 5264293,
      "monthDay": "12/05"
    },
    {
      "year": "1972",
      "uri": "/wiki/Mike_Mahoney_(catcher)",
      "name": "Mike Mahoney",
      "aboutText": "Kevin Wade Haller (born December 5, 1970) is a Canadian former professional ice hockey defenceman who played 13 seasons in the National Hockey League (NHL).",
      "pageId": 5785363,
      "monthDay": "12/05"
    },
    {
      "year": "1972",
      "uri": "/wiki/Duane_Ross",
      "name": "Duane Ross",
      "aboutText": "Randolph Duane Ross (born December 5, 1972 in Shelby, North Carolina) is a retired American track and field athlete who specialized in the 110 meters hurdles. He attended Clemson University where he was the 1995 NCAA champion in the event; and went on to win the bronze medal at the 1999 World Championships in Athletics.",
      "pageId": 7762485,
      "monthDay": "12/05"
    },
    {
      "year": "1972",
      "uri": "/wiki/Angela_Shelton",
      "name": "Angela Shelton",
      "aboutText": "Andrei Krasnopjorov (born 5 December 1973) is a former Estonian footballer.\nKrasnopjorov won two Meistriliiga titles with Lantana Tallinn and had a loan spell at CSKA Moscow in 1999. After playing just one game for the Russian Premier League club, against city rivals Lokomotiv Moscow, Krasnopjorov told then coach Oleg Dolmatov of his inability to cope with the physical pressures at the club and returned to Lantana.",
      "pageId": 10067204,
      "monthDay": "12/05"
    },
    {
      "year": "1973",
      "uri": "/wiki/Argo_Arbeiter",
      "name": "Argo Arbeiter",
      "aboutText": "Luboš Motl (born December 5, 1973) is a Czech theoretical physicist by training who was an assistant professor at Harvard University from 2004 to 2007. His scientific publications are focused on string theory.",
      "pageId": 12999995,
      "monthDay": "12/05"
    },
    {
      "year": "1973",
      "uri": "/wiki/Arik_Benado",
      "name": "Arik Benado",
      "aboutText": "Kavus Torabi (born Tehran, Iran, 5 December 1971) is a British musician and composer (of Iranian descent), record label owner and broadcaster. A multi-instrumentalist, he is known for his work in the psychedelic, avant-garde rock field (primarily as a guitarist). Torabi was one of the founding members of The Monsoon Bassoon (as singer, guitarist and one of the two primary composers) and subsequently joined the cult psychedelic rock group Cardiacs as second guitarist.",
      "pageId": 13035304,
      "monthDay": "12/05"
    },
    {
      "year": "1973",
      "uri": "/wiki/Shalom_Harlow",
      "name": "Shalom Harlow",
      "aboutText": "Karl-Theodor Maria Nikolaus Johann Jacob Philipp Franz Joseph Sylvester Freiherr von und zu Guttenberg (born on 5 December 1971) is a German businessman and former politician of the Christian Social Union (CSU). A member of the German Bundestag from 2002 until March 2011, Guttenberg briefly held the post of Secretary General of his party, before being appointed Federal Minister for Economics and Technology in 2009. From 28 October 2009, Guttenberg served as Minister of Defence of Germany.",
      "pageId": 21465194,
      "monthDay": "12/05"
    },
    {
      "year": "1973",
      "uri": "/wiki/Andrei_Krasnopjorov",
      "name": "Andrei Krasnopjorov",
      "aboutText": "Mikelangelo Loconte (5 December 1973, Cerignola) is an Italian singer, author, composer, musician, performer and artistic director. He began his acting and performing career in France, in the musical Les Nouveaux Nomades by Claude Barzotti and Anne-Marie Gaspard. Without speaking French, he recorded all his songs in a studio using phonetic writing.",
      "pageId": 22131914,
      "monthDay": "12/05"
    },
    {
      "year": "1973",
      "uri": "/wiki/Mikelangelo_Loconte",
      "name": "Mikelangelo Loconte",
      "aboutText": "Argo Arbeiter (born 5 December 1973 in Viljandi) is a retired professional Estonian football striker.",
      "pageId": 22936507,
      "monthDay": "12/05"
    },
    {
      "year": "1973",
      "uri": "/wiki/Lubo%C5%A1_Motl",
      "name": "Luboš Motl",
      "aboutText": "Sajid Javid (born 5 December 1969) is a British Conservative Party politician who has been the Member of Parliament (MP) for Bromsgrove since 2010 and Secretary of State for Business, Innovation and Skills since 11 May 2015.\nJavid previously served as Secretary of State for Culture, Media and Sport from 2014 to 2015, Minister for Equalities in 2014, Financial Secretary to the Treasury from 2013 to 2014 and Economic Secretary from 2012 to 2013. Some commentators, including radio presenter Iain Dale, have stated that Javid has a chance of becoming Leader of the Conservative Party, should David Cameron stand down before the next general election and trigger a leadership election.",
      "pageId": 27286521,
      "monthDay": "12/05"
    },
    {
      "year": "1973",
      "uri": "/wiki/Danielle_Winits",
      "name": "Danielle Winits",
      "aboutText": "Ronald Antonio O'Sullivan (born 5 December 1975) is an English professional snooker player from Chigwell, Essex. One of the most successful players in the sport's modern era, he is regarded by many observers of the game, including former world champion and commentator Dennis Taylor, as the most naturally gifted player in snooker history. Frequently described as a genius, O'Sullivan is also noted for his mercurial temperament and for his ambivalent relationship with the sport, from which he has repeatedly threatened to retire.",
      "pageId": 619761,
      "monthDay": "12/05"
    },
    {
      "year": "1974",
      "uri": "/wiki/Charlie_Batch",
      "name": "Charlie Batch",
      "aboutText": "Amy Louise Acker (born December 5, 1976) is an American actress. She played Winifred Burkle and Illyria on the TV series Angel and Kelly Peyton on Alias.",
      "pageId": 690735,
      "monthDay": "12/05"
    },
    {
      "year": "1974",
      "uri": "/wiki/Ravish_Kumar",
      "name": "Ravish Kumar",
      "aboutText": "Evonne Hsu, also known as Hsu Hui-hsin (Chinese: 許慧欣) was born 5 December 1976 in Longview, Texas, United States. She is a Taiwanese American Mandopop singer.",
      "pageId": 714186,
      "monthDay": "12/05"
    },
    {
      "year": "1974",
      "uri": "/wiki/Brian_Lewis_(athlete)",
      "name": "Brian Lewis",
      "aboutText": "Marcelo Danubio Zalayeta (locally: [marˈselo salaˈʃeta]; born 5 December 1978 in Montevideo) is an Uruguayan football striker, who currently plays for Peñarol.",
      "pageId": 1620017,
      "monthDay": "12/05"
    },
    {
      "year": "1974",
      "uri": "/wiki/Elbrus_Tedeyev",
      "name": "Elbrus Tedeyev",
      "aboutText": "Matteo Ferrari (born 5 December 1979) is an Italian footballer, who last played as a defender for the Montreal Impact in Major League Soccer. He has also played top-flight football for several Italian clubs in Serie A, and Everton of the Premier League; he is usually deployed as a centre back, although he is capable of playing anywhere along the back-line.\nFerrari played for Italy at the Olympics in 2000 and 2004, winning Bronze at the latter.",
      "pageId": 1642224,
      "monthDay": "12/05"
    },
    {
      "year": "1975",
      "uri": "/wiki/Ronnie_O%27Sullivan",
      "name": "Ronnie O'Sullivan",
      "aboutText": "Charles D'Donte Batch (born December 5, 1974) is a former American NFL quarterback. He was drafted by the Detroit Lions in the second round of the 1998 NFL Draft and played 15 seasons in the NFL, most of it as a backup with his hometown Pittsburgh Steelers. He played college football at Eastern Michigan.",
      "pageId": 2420100,
      "monthDay": "12/05"
    },
    {
      "year": "1975",
      "uri": "/wiki/Paula_Patton",
      "name": "Paula Patton",
      "aboutText": "Olli Veli Pekka Jokinen (born December 5, 1978) is a Finnish professional ice hockey player who is currently a free agent, having last played for the St. Louis Blues of the National Hockey League (NHL). He was selected by the Los Angeles Kings third overall in the 1997 NHL Entry Draft, with whom he made his NHL debut.",
      "pageId": 2840181,
      "monthDay": "12/05"
    },
    {
      "year": "1976",
      "uri": "/wiki/Amy_Acker",
      "name": "Amy Acker",
      "aboutText": "Niklas Hagman (born December 5, 1979) is a Finnish professional ice hockey forward currently playing for Jokerit of the Kontinental Hockey League (KHL). He was a third round pick of the Florida Panthers, 70th overall, at the 1999 NHL Entry Draft and made his National Hockey League (NHL) debut with Florida in 2001.",
      "pageId": 3214584,
      "monthDay": "12/05"
    },
    {
      "year": "1976",
      "uri": "/wiki/Xavier_Garbajosa",
      "name": "Xavier Garbajosa",
      "aboutText": "Found imagesize,",
      "pageId": 4144329,
      "monthDay": "12/05"
    },
    {
      "year": "1976",
      "uri": "/wiki/Sachiko_Kokubu",
      "name": "Sachiko Kokubu",
      "aboutText": "Danielle Winits, the stage name of Danielle Winitskowski de Azevedo, (Rio de Janeiro, Brazil, December 5, 1973) is a Brazilian actress, dancer, and singer. She has appeared as a regular in several Brazilian TV series and also played the Velma Kelly character in a Brazilian adaptation of the musical Chicago. Danielle Winits has also posed twice for the Brazilian Playboy.",
      "pageId": 6645492,
      "monthDay": "12/05"
    },
    {
      "year": "1976",
      "uri": "/wiki/Rachel_Komisarz",
      "name": "Rachel Komisarz",
      "aboutText": "Paula Maxine Patton (born December 5, 1975) is an American actress. She made her film debut with supporting role in the 2005 comedy film Hitch, and the following year appeared in musical film Idlewild.\nPatton had her breakthrough role in the 2006 action thriller film Déjà Vu.",
      "pageId": 6697828,
      "monthDay": "12/05"
    },
    {
      "year": "1976",
      "uri": "/wiki/Alisa_Mizuki",
      "name": "Alisa Mizuki",
      "aboutText": "Patchrapa Chaichua (Thai: พัชราภา ไชยเชื้อ; rtgs: Phatcharapha Chaichuea; born 5 December 1978), or nickname Aum (Thai: อั้ม; rtgs: Am), is a Thai actress.",
      "pageId": 9996123,
      "monthDay": "12/05"
    },
    {
      "year": "1977",
      "uri": "/wiki/Peter_van_der_Vlag",
      "name": "Peter van der Vlag",
      "aboutText": "Xavier Garbajosa (born 5 December 1976) is a retired French rugby player.\nGarbajosa was born on 5 December 1976 in Toulouse. He plays in the back-line as a winger, center or full-back.",
      "pageId": 10013975,
      "monthDay": "12/05"
    },
    {
      "year": "1978",
      "uri": "/wiki/Pachrapa_Chaichua",
      "name": "Pachrapa Chaichua",
      "aboutText": "Brian M. Lewis (born December 5, 1974) is an American athlete, winner of gold medal in 4x100 m relay at the 2000 Summer Olympics.\nBorn in Sacramento, California, Brian Lewis played baseball (his father and uncle had played professional baseball) through his ninth grade, but moved then to athletics, because he did not want his father to coach him. Lewis graduated from Highlands High School in 1993.",
      "pageId": 12915992,
      "monthDay": "12/05"
    },
    {
      "year": "1978",
      "uri": "/wiki/Neil_Druckmann",
      "name": "Neil Druckmann",
      "aboutText": "Elbrus Tedeyev (born December 5, 1974 in Nogir, Prigorodny District, North Ossetian ASSR, Soviet Union) is a Ossetian wrestler and Olympic champion; he became a citizen of Ukraine in 1993. He won a gold medal at the 2004 Summer Olympics in Athens. He is a three-time Amateur world champion and the brother of Dzhambolat Tedeyev, who also represented Ukraine.",
      "pageId": 15811681,
      "monthDay": "12/05"
    },
    {
      "year": "1978",
      "uri": "/wiki/Olli_Jokinen",
      "name": "Olli Jokinen",
      "aboutText": "Sachiko Kokubu (国分 佐智子, Kokubu Sachiko, born December 5, 1976, Tokyo) is a Japanese actress and fashion model. She has starred in several TV dramas and movies.",
      "pageId": 18177511,
      "monthDay": "12/05"
    },
    {
      "year": "1978",
      "uri": "/wiki/Marcelo_Zalayeta",
      "name": "Marcelo Zalayeta",
      "aboutText": "Rachel Komisarz (born December 5, 1976), also known by her married name Rachel Komisarz-Baugh, is an American former competition swimmer, Olympic gold medalist, and former world record-holder. She began swimming when she was a senior in high school because of a gymnastics injury that left her with two fractured vertebrae.Komisarz swam at the University of Kentucky and became a seven-time All American swimmer and three-time SEC Champion by the end of her four years at the University. Not only was Komisarz very dedicated to swimming while at the University of Kentucky, she graduated with a Bachelor of Arts in Education and a Kinesiology major with an emphasis in exercise.",
      "pageId": 20080787,
      "monthDay": "12/05"
    },
    {
      "year": "1979",
      "uri": "/wiki/Matteo_Ferrari",
      "name": "Matteo Ferrari",
      "aboutText": "Peter van der Vlag (born December 5, 1977 in Leeuwarden) is a Dutch footballer currently playing for FC Groningen in the Dutch Eredivisie.",
      "pageId": 31893125,
      "monthDay": "12/05"
    },
    {
      "year": "1979",
      "uri": "/wiki/Niklas_Hagman",
      "name": "Niklas Hagman",
      "aboutText": "Ravish Kumar (born 5 December 1974) is an Indian TV anchor, writer and journalist who covers topics pertaining to Indian politics and society. He is the senior executive editor at NDTV India, the Hindi news channel of the NDTV news network and hosts a number of programmes including the channel's flagship weekday show Prime Time, Hum Log and Ravish Ki Report.",
      "pageId": 37364046,
      "monthDay": "12/05"
    },
    {
      "year": "1979",
      "uri": "/wiki/Evonne_Hsu",
      "name": "Evonne Hsu",
      "aboutText": "Neil Druckmann (born December 5, 1978) is an American writer, creative director and programmer for the video game developer Naughty Dog, known for his work in the video games The Last of Us and Uncharted 4: A Thief's End. He was born and raised until the age of 10 in Israel, where his experiences with entertainment would later influence his storytelling techniques. He studied computer science at the Carnegie Mellon University, before searching for work in the video game industry.",
      "pageId": 39746321,
      "monthDay": "12/05"
    },
    {
      "year": "1979",
      "uri": "/wiki/Gareth_McAuley",
      "name": "Gareth McAuley",
      "aboutText": "Francisco \"Frankie\" Muñiz IV (born December 5, 1985) is an American actor, musician, writer, producer, and racing driver. He is known primarily as the star of the FOX television family sitcom Malcolm in the Middle, which earned him an Emmy Award nomination and two Golden Globe Award nominations.\nIn 2003, he was considered \"one of Hollywood's most bankable teens.\" In 2008, he put his acting career on hold to pursue an open wheel racing career.",
      "pageId": 167144,
      "monthDay": "12/05"
    },
    {
      "year": "1979",
      "uri": "/wiki/Nick_Stahl",
      "name": "Nick Stahl",
      "aboutText": "Shizuka Itō (伊藤 静, Itō Shizuka, born December 5, 1980 in Tokyo) is a Japanese voice actress and singer. She is represented by Ken Production. When voicing adult games, she is also known as Maya Takashi (高志 麻矢, Takashi Maya), Suno Toba (鳥羽 すの, Toba Suno), Teruka Neno (祢乃 照果, Neno Teruka) and Rina Misaki (美咲 里奈 or 三咲 里奈, Misaki Rina).",
      "pageId": 1043724,
      "monthDay": "12/05"
    },
    {
      "year": "1980",
      "uri": "/wiki/Tamara_Feldman",
      "name": "Tamara Feldman",
      "aboutText": "Eddy Anthony Curry, Jr. (born December 5, 1982) is an American former professional basketball player. Coming directly out of Thornwood High School in South Holland, Illinois, Curry was selected fourth overall in the 2001 NBA draft by the Chicago Bulls.",
      "pageId": 1362051,
      "monthDay": "12/05"
    },
    {
      "year": "1980",
      "uri": "/wiki/Shizuka_It%C5%8D",
      "name": "Shizuka Itō",
      "aboutText": "Nicolas Kent \"Nick\" Stahl (born December 5, 1979) is an American actor known for The Man Without a Face, Terminator 3: Rise of the Machines and Carnivàle. Starting out as a child actor, he gained recognition for his performance in the 1993 film The Man Without a Face co-starring Mel Gibson and then embarked on a successful career.\nHe later transitioned into his adult career with roles in the film The Thin Red Line, In the Bedroom, Bully, Sin City, the HBO series Carnivàle, and the film Terminator 3: Rise of the Machines, in the role of John Connor with Arnold Schwarzenegger.",
      "pageId": 1552020,
      "monthDay": "12/05"
    },
    {
      "year": "1980",
      "uri": "/wiki/Ibrahim_Maalouf",
      "name": "Ibrahim Maalouf",
      "aboutText": "Samantha Louise Lewthwaite /ˈluːθweɪt/ (born 5 December 1983), also known as Sherafiyah Lewthwaite or the White Widow, is a British woman who is one of the Western world's most wanted terrorism suspects. Lewthwaite, the so-called \"widow\" of 7/7 London terrorist bomber Germaine Lindsay, is accused of causing the deaths of more than 400 people. She is a fugitive from justice in Kenya, where she was wanted on charges of possession of explosives and conspiracy to commit a felony and is the subject of an Interpol Red Notice requesting her arrest with a view to extradition.",
      "pageId": 2737381,
      "monthDay": "12/05"
    },
    {
      "year": "1981",
      "uri": "/wiki/Leila_Tong",
      "name": "Leila Tong",
      "aboutText": "Trai Jamar Essex (born December 5, 1982) is a former American football offensive guard who played eight season in the National Football League with the Pittsburgh Steelers and Indianapolis Colts.",
      "pageId": 2916456,
      "monthDay": "12/05"
    },
    {
      "year": "1982",
      "uri": "/wiki/Eddy_Curry",
      "name": "Eddy Curry",
      "aboutText": "Gareth Gerald McAuley /məkˈɔːli/ (born 5 December 1979) is a Northern Irish professional footballer who plays as a defender for Premier League club West Bromwich Albion.\nMcAuley began his career playing in Northern Irish football with Linfield, Ballyclare Comrades, Crusaders and Coleraine before joining English side Lincoln City in the summer of 2004. He impressed enough at Sincil Bank to earned a move to Championship side Leicester City.",
      "pageId": 4374932,
      "monthDay": "12/05"
    },
    {
      "year": "1982",
      "uri": "/wiki/Trai_Essex",
      "name": "Trai Essex",
      "aboutText": "Keri Lynn Hilson (born December 5, 1982) is an American singer, songwriter, actress and record producer. She was born and raised in Decatur, Georgia, and spent most of her youth working with producer Anthony Dent, as a songwriter and background vocalist for several R&B and hip hop artists. By the age of 14, Hilson had secured a record deal with the girl group D'Signe, who later disbanded.",
      "pageId": 5013777,
      "monthDay": "12/05"
    },
    {
      "year": "1982",
      "uri": "/wiki/Keri_Hilson",
      "name": "Keri Hilson",
      "aboutText": "Leila Tong also known as Leila Kong (born 5 December 1981) is a Hong Kong actress. She was born into an Indonesian Cantonese family. Her birth name is used in her works during her childhood and adolescence.",
      "pageId": 5021872,
      "monthDay": "12/05"
    },
    {
      "year": "1982",
      "uri": "/wiki/Karl_Palatu",
      "name": "Karl Palatu",
      "aboutText": "Chris Solinsky (born December 5, 1984) is an American distance runner. Among his more notable achievements, he won eight state championships in high school and five NCAA Division I championships at the University of Wisconsin. He was the American 10,000 meters record holder with a time of 26:59.60 as well as the first non-African to break the 27-minute barrier in the 10,000 m.",
      "pageId": 5649752,
      "monthDay": "12/05"
    },
    {
      "year": "1983",
      "uri": "/wiki/Cooper_Cronk",
      "name": "Cooper Cronk",
      "aboutText": "Cooper Patrick Cronk (born 5 December 1983 in Brisbane, Queensland) is an Australian professional rugby league footballer for the Melbourne Storm of the National Rugby League.",
      "pageId": 6126687,
      "monthDay": "12/05"
    },
    {
      "year": "1983",
      "uri": "/wiki/Samantha_Lewthwaite",
      "name": "Samantha Lewthwaite",
      "aboutText": "Tamara Feldman (born December 5, 1980) is an American actress. She is known for playing Marybeth in the 2006 film Hatchet, as well as her roles in the television series Smallville, Supernatural, and Gossip Girl.",
      "pageId": 7578910,
      "monthDay": "12/05"
    },
    {
      "year": "1983",
      "uri": "/wiki/Tiffany_Weimer",
      "name": "Tiffany Weimer",
      "aboutText": "Nicolas Verdonck (born 5 December 1985 in Brussels) is a Belgian racing driver.",
      "pageId": 8015752,
      "monthDay": "12/05"
    },
    {
      "year": "1984",
      "uri": "/wiki/Chris_Solinsky",
      "name": "Chris Solinsky",
      "aboutText": "Shikhar Dhawan (born 5 December 1985) is an Indian international cricketer. He is a left-handed opening batsman and occasional right-arm off break bowler. He played for the Indian Under-17 and Under-19 teams and was the leading run-scorer at the 2004 ICC Under-19 Cricket World Cup.",
      "pageId": 8449416,
      "monthDay": "12/05"
    },
    {
      "year": "1985",
      "uri": "/wiki/Shikhar_Dhawan",
      "name": "Shikhar Dhawan",
      "aboutText": "Karl Palatu (born 5 December 1982 in Pärnu) is an Estonian professional footballer, who currently plays in the Estonian Meistriliiga, for Pärnu Linnameeskond. He plays the position of defender.",
      "pageId": 8924152,
      "monthDay": "12/05"
    },
    {
      "year": "1985",
      "uri": "/wiki/Angelica_Michibata",
      "name": "Angelica Michibata",
      "aboutText": "Joshua \"Josh\" Smith (born December 5, 1985) is an American professional basketball player for the Los Angeles Clippers of the National Basketball Association (NBA). He previously played for his hometown Atlanta Hawks, where he spent the first nine seasons of his career. He is sometimes referred to by his nickname \"J-Smoove\".",
      "pageId": 8955010,
      "monthDay": "12/05"
    },
    {
      "year": "1985",
      "uri": "/wiki/Frankie_Muniz",
      "name": "Frankie Muniz",
      "aboutText": "Ibrahim Maalouf (Arabic: ابراهيم معلوف‎) (born 5 December 1980) is a French trumpet player and teacher, composer and arranger. He was born in Beirut, Lebanon, and now lives in Paris, France.",
      "pageId": 15281885,
      "monthDay": "12/05"
    },
    {
      "year": "1985",
      "uri": "/wiki/Josh_Smith",
      "name": "Josh Smith",
      "aboutText": "Tiffany Marie Weimer (born December 5, 1983 in Bridgeport, Connecticut) is an American soccer forward, who plays for the Washington Spirit.",
      "pageId": 20140441,
      "monthDay": "12/05"
    },
    {
      "year": "1985",
      "uri": "/wiki/Nico_Verdonck",
      "name": "Nico Verdonck",
      "aboutText": "LeGarrette Montez Blount (born December 5, 1986) is an American football running back for the New England Patriots. He was signed by the Tennessee Titans of the National Football League (NFL) as an undrafted free agent in 2010. He has also been a member of the Tampa Bay Buccaneers and Pittsburgh Steelers.",
      "pageId": 20907151,
      "monthDay": "12/05"
    },
    {
      "year": "1986",
      "uri": "/wiki/LeGarrette_Blount",
      "name": "LeGarrette Blount",
      "aboutText": "Angelica Patricia Michibata, simply known as Angelica Michibata (道端 アンジェリカ, Michibata Anjerika), (born December 5, 1985) is Japanese model of Argentine-Italian descent. She and her sisters, Jessica and Karen, are called the \"Michibata Sanshimai\".",
      "pageId": 47643155,
      "monthDay": "12/05"
    },
    {
      "year": "1986",
      "uri": "/wiki/James_Hinchcliffe",
      "name": "James Hinchcliffe",
      "aboutText": "Ross Elliot Bagley (born December 5, 1988) is an American actor.",
      "pageId": 1590617,
      "monthDay": "12/05"
    },
    {
      "year": "1986",
      "uri": "/wiki/Justin_Smoak",
      "name": "Justin Smoak",
      "aboutText": "James Hinchcliffe (born December 5, 1986) is a Canadian race car driver currently competing in the IndyCar Series. He is also the self-proclaimed mayor of Hinchtown (a fictional town) on social media. On January 10, 2012 it was announced that Hinchcliffe would succeed Danica Patrick as the driver of the No.",
      "pageId": 7914439,
      "monthDay": "12/05"
    },
    {
      "year": "1987",
      "uri": "/wiki/James_Argent",
      "name": "James Argent",
      "aboutText": "Thomas Francis Peter \"Tommy\" Fraser (born 5 December 1987) is a footballer who plays for Isthmian League Premier Division side Burgess Hill Town. A central midfielder, he can also play on the right wing.\nStarting his career with hometown club Brighton & Hove Albion, he was a semi-regular in the first team for three seasons.",
      "pageId": 8075072,
      "monthDay": "12/05"
    },
    {
      "year": "1987",
      "uri": "/wiki/Tommy_Fraser",
      "name": "Tommy Fraser",
      "aboutText": "Miralem Sulejmani (Serbian Cyrillic: Миралем Сулејмани, pronounced [sulějmani]; born 5 December 1988) is a Serbian professional footballer who plays as a winger for Swiss club Young Boys and the Serbia national team.\nWhen he signed for Ajax in 2008, he became the most expensive football player to have ever been purchased by a Dutch club. Over the course of seven seasons he amassed Eredivisie totals of 137 games and 44 goals.",
      "pageId": 9485331,
      "monthDay": "12/05"
    },
    {
      "year": "1988",
      "uri": "/wiki/Ross_Bagley",
      "name": "Ross Bagley",
      "aboutText": "Linet Chepkwemoi Masai (born 5 December 1989) is a Kenyan long-distance runner who competes in track and cross country running events. She won her first world title in the 10,000 metres at the 2009 World Championships in Athletics.\nMasai became the world junior cross country champion in 2007 and set a world junior record for the 10,000 metres at the 2008 Summer Olympics, placing fourth in the final.",
      "pageId": 13393288,
      "monthDay": "12/05"
    },
    {
      "year": "1988",
      "uri": "/wiki/Joanna_Rowsell",
      "name": "Joanna Rowsell",
      "aboutText": "Joanna Katie Rowsell Shand MBE (born 5 December 1988) is an English cyclist on the Great Britain Cycling Team who competes on track and road.\nHer greatest successes to date are the gold medals won in the women's team pursuit at four editions of the World Championships (2008, 2009, 2012 and 2014), the gold medal in the same discipline at the 2012 London Olympics and the individual pursuit at the 2014 World Championship.\nShe is a reigning Olympic and European champion in the team pursuit, and reigning Commonwealth Games champion in the individual pursuit.",
      "pageId": 16655592,
      "monthDay": "12/05"
    },
    {
      "year": "1988",
      "uri": "/wiki/Miralem_Sulejmani",
      "name": "Miralem Sulejmani",
      "aboutText": "Pamela Jelimo (born 5 December 1989) is a Kenyan middle-distance runner, specialising in the 800 metres. She won the gold medal in this event at the 2008 Olympics in Beijing at the age of 18. She is the first Kenyan woman to win an Olympic gold medal and also the first Kenyan to win the Golden League Jackpot.",
      "pageId": 17340707,
      "monthDay": "12/05"
    },
    {
      "year": "1989",
      "uri": "/wiki/Pamela_Jelimo",
      "name": "Pamela Jelimo",
      "aboutText": "Justin Kyle Smoak (born December 5, 1986) is an American professional baseball first baseman for the Toronto Blue Jays of Major League Baseball (MLB). He made his debut with the Texas Rangers in 2010, and was traded to the Seattle Mariners during the 2010 season.",
      "pageId": 17803740,
      "monthDay": "12/05"
    },
    {
      "year": "1989",
      "uri": "/wiki/Linet_Masai",
      "name": "Linet Masai",
      "aboutText": "Kwon Yuri (born December 5, 1989) is a South Korean singer and actress. She is a member of South Korean girl group Girls' Generation. She has also participated in acting, including the drama Fashion King (TV series) and the movie No Breathing.",
      "pageId": 22472624,
      "monthDay": "12/05"
    },
    {
      "year": "1989",
      "uri": "/wiki/Kim_Ye-won_(singer)",
      "name": "Kim Ye-won",
      "aboutText": "Montee Ball, Jr. (born December 5, 1990) is an American football running back for the New England Patriots of the National Football League (NFL). He was drafted by the Denver Broncos in the second round of the 2013 NFL Draft.",
      "pageId": 29898540,
      "monthDay": "12/05"
    },
    {
      "year": "1989",
      "uri": "/wiki/Kwon_Yuri",
      "name": "Kwon Yuri",
      "aboutText": "James David T \"Arg\" Argent (born 5 December 1987 in Waltham Forest, Greater London) is an English television personality, singer, and radio DJ.",
      "pageId": 31299233,
      "monthDay": "12/05"
    },
    {
      "year": "1990",
      "uri": "/wiki/Montee_Ball",
      "name": "Montee Ball",
      "aboutText": "Ross Barkley (born 5 December 1993) is an English footballer who plays as an attacking midfielder for Everton and the England national team. He has also played on loan for Sheffield Wednesday and Leeds United.\nBarkley made his full international debut in 2013 and played for England at the 2014 FIFA World Cup.",
      "pageId": 32756294,
      "monthDay": "12/05"
    },
    {
      "year": "1991",
      "uri": "/wiki/Jacopo_Sala",
      "name": "Jacopo Sala",
      "aboutText": "Ayelet Yakira Galena (December 5, 2009 – January 31, 2012) was born with a rare genetic disorder dyskeratosis congenita and was famous for the massive outpouring of support she attracted, including bone marrow drives that led to finding 95 lifesaving matches. Ayelet's fight for life was documented on her parent's blog with an unexpected sense of humor, compassion and religious identity while in the hospital. Ayelet was the daughter of Seth Galena and Hindy Poupko, an Orthodox Jewish couple, and lived on the Upper West Side of Manhattan.",
      "pageId": 34585850,
      "monthDay": "12/05"
    },
    {
      "year": "1991",
      "uri": "/wiki/Carolin_Sch%C3%A4fer",
      "name": "Carolin Schäfer",
      "aboutText": "Jacopo Sala (Italian pronunciation: [ˈjakopo ˈsala]; born 5 December 1991 in Bergamo) is an Italian footballer who currently plays as a midfielder and occasional right wingback for Verona in Serie A.",
      "pageId": 34678069,
      "monthDay": "12/05"
    },
    {
      "year": "1992",
      "uri": "/wiki/Ilja_Antonov",
      "name": "Ilja Antonov",
      "aboutText": "Carolin Schäfer (born 5 December 1991 in Bad Wildungen) is a German athlete who specialises in the heptathlon.\nSchäfer represented Germany at the 2012 European Athletics Championships where she finished 11th in the heptathlon, scoring 6003 points.\n^ \"2012 European Athletics Championships – Women's heptathlon\" (PDF).",
      "pageId": 36395360,
      "monthDay": "12/05"
    },
    {
      "year": "1993",
      "uri": "/wiki/Ross_Barkley",
      "name": "Ross Barkley",
      "aboutText": "Ondrej Duda (born 5 December 1994) is a Slovak football midfielder who currently plays for the Polish Ekstraklasa club Legia Warsaw and the Slovakia national football team.",
      "pageId": 36511674,
      "monthDay": "12/05"
    },
    {
      "year": "1994",
      "uri": "/wiki/Frida_Aasen",
      "name": "Frida Aasen",
      "aboutText": "Ilja Antonov (born 5 December 1992) is an Estonian professional footballer of Russian descent who plays as a midfielder for Estonian Meistriliiga club Levadia and the Estonia national football team.",
      "pageId": 37772838,
      "monthDay": "12/05"
    },
    {
      "year": "1994",
      "uri": "/wiki/Ondrej_Duda",
      "name": "Ondrej Duda",
      "aboutText": "Grant Ward (born 5 December 1994) is an English footballer who plays for Rotherham United on loan from Tottenham Hostpur.",
      "pageId": 42999611,
      "monthDay": "12/05"
    },
    {
      "year": "1994",
      "uri": "/wiki/Grant_Ward",
      "name": "Grant Ward",
      "aboutText": "Frida Aasen is a Norwegian fashion model born on 5 December 1994 at Kristiansand.",
      "pageId": 43383543,
      "monthDay": "12/05"
    },
    {
      "year": "2009",
      "uri": "/wiki/Ayelet_Galena",
      "name": "Ayelet Galena",
      "aboutText": "Kim Ye-won (born December 5, 1989), also known mononymously as Yewon, is a South Korean singer and actress. Kim made her entertainment debut in 2011 as a member of K-pop girl group Jewelry. Alongside her singing career, she appeared on television in dramas, sitcoms and variety shows.",
      "pageId": 45571247,
      "monthDay": "12/05"
    }
  ]
}