{
  "people": [
    {
      "year": "1447",
      "uri": "/wiki/Chenghua_Emperor",
      "name": "Chenghua Emperor",
      "aboutText": "Claude Louis Berthollet (9 December 1748 Talloires, France – 6 November 1822 Arcueil, France) was a Savoyard-French chemist who became vice president of the French Senate in 1804. He is known for his scientific contributions to theory of chemical equilibria via the mechanism of reverse chemical reactions, and for his contribution to modern chemical nomenclature.",
      "pageId": 7787,
      "monthDay": "12/09"
    },
    {
      "year": "1508",
      "uri": "/wiki/Gemma_Frisius",
      "name": "Gemma Frisius",
      "aboutText": "John Milton (9 December 1608 – 8 November 1674) was an English poet, polemicist, man of letters, and a civil servant for the Commonwealth of England under Oliver Cromwell. He wrote at a time of religious flux and political upheaval, and is best known for his epic poem Paradise Lost (1667), written in blank verse.\nMilton's poetry and prose reflect deep personal convictions, a passion for freedom and self-determination, and the urgent issues and political turbulence of his day.",
      "pageId": 16215,
      "monthDay": "12/09"
    },
    {
      "year": "1561",
      "uri": "/wiki/Edwin_Sandys_(died_1629)",
      "name": "Edwin Sandys",
      "aboutText": "William Whiston (9 December 1667 – 22 August 1752) was an English theologian, historian, and mathematician, a leading figure in the popularisation of the ideas of Isaac Newton. He is now probably best known for helping to instigate the Longitude Act in 1714 (and his attempts to win the rewards that it promised) and his important translations of the Antiquities of the Jews and other works by Josephus (which are still in print). He was a prominent exponent of Arianism and wrote A New Theory of the Earth.",
      "pageId": 188885,
      "monthDay": "12/09"
    },
    {
      "year": "1571",
      "uri": "/wiki/Metius",
      "name": "Metius",
      "aboutText": "Johann Joachim Winckelmann (9 December 1717 – 8 June 1768) was a German art historian and archaeologist. He was a pioneering Hellenist who first articulated the difference between Greek, Greco-Roman and Roman art. \"The prophet and founding hero of modern archaeology\", Winckelmann was one of the founders of scientific archaeology and first applied the categories of style on a large, systematic basis to the history of art.",
      "pageId": 200511,
      "monthDay": "12/09"
    },
    {
      "year": "1579",
      "uri": "/wiki/Martin_de_Porres",
      "name": "Martin de Porres",
      "aboutText": "Sir Edwin Sandys (/ˈsændz/ SANDZ; 9 December 1561 – October 1629) was an English politician who sat in the House of Commons at various times between 1589 and 1626. He was also one of the founders of the proprietary Virginia Company of London, which in 1606 established the first permanent English settlement in what is now the United States in the colony of Virginia, based at Jamestown.",
      "pageId": 241140,
      "monthDay": "12/09"
    },
    {
      "year": "1594",
      "uri": "/wiki/Gustavus_Adolphus_of_Sweden",
      "name": "Gustavus Adolphus of Sweden",
      "aboutText": "The Chenghua Emperor (Chinese: 成化; pinyin: Chénghuà; 9 December 1447 – 9 September 1487), born Zhu Jianshen, was Emperor of the Ming dynasty in China, between 1464 and 1487.",
      "pageId": 390585,
      "monthDay": "12/09"
    },
    {
      "year": "1608",
      "uri": "/wiki/John_Milton",
      "name": "John Milton",
      "aboutText": "Pietro Alessandro Guglielmi (9 December 1728 – 19 November 1804) was an Italian opera composer.\nGuglielmi was born in Massa. He received his first musical education from his father, and afterwards studied under Francesco Durante at the Conservatorio di Santa Maria di Loreto at Naples.",
      "pageId": 392120,
      "monthDay": "12/09"
    },
    {
      "year": "1610",
      "uri": "/wiki/Baldassare_Ferri",
      "name": "Baldassare Ferri",
      "aboutText": "Martin de Porres Velázquez, O.P. (December 9, 1579 – November 3, 1639), was a lay brother of the Dominican Order who was beatified in 1837 by Pope Gregory XVI and canonized in 1962 by Pope John XXIII. He is the patron saint of mixed-race people, barbers, innkeepers, public health workers, and all those seeking racial harmony.\nHe was noted for work on behalf of the poor, establishing an orphanage and a children's hospital. He maintained an austere lifestyle, which included fasting and abstaining from meat.",
      "pageId": 474861,
      "monthDay": "12/09"
    },
    {
      "year": "1652",
      "uri": "/wiki/Augustus_Quirinus_Rivinus",
      "name": "Augustus Quirinus Rivinus",
      "aboutText": "Thomas Andrews FRS HFRSE ĵ(9 December 1813 – 26 November 1885) was a chemist and physicist who did important work on phase transitions between gases and liquids.",
      "pageId": 595663,
      "monthDay": "12/09"
    },
    {
      "year": "1667",
      "uri": "/wiki/William_Whiston",
      "name": "William Whiston",
      "aboutText": "John Dobson (1787 – 8 January 1865) was a 19th-century English architect in the neoclassical tradition. He became the most noted architect in the North of England. Churches and houses by him dot the North East - Nunnykirk Hall, Meldon Park, Mitford Hall, Lilburn Tower, St John the Baptist Church in Otterburn, Northumberland, and Beaufront Castle among them.",
      "pageId": 1027861,
      "monthDay": "12/09"
    },
    {
      "year": "1717",
      "uri": "/wiki/Johann_Joachim_Winckelmann",
      "name": "Johann Joachim Winckelmann",
      "aboutText": "For the crater, see Gemma Frisius (crater).",
      "pageId": 1127316,
      "monthDay": "12/09"
    },
    {
      "year": "1721",
      "uri": "/wiki/Peter_Pelham_(composer)",
      "name": "Peter Pelham",
      "aboutText": "Baldassare Ferri (December 9, 1610 – September 10, 1680) was an Italian castrato singer.",
      "pageId": 1758056,
      "monthDay": "12/09"
    },
    {
      "year": "1728",
      "uri": "/wiki/Pietro_Alessandro_Guglielmi",
      "name": "Pietro Alessandro Guglielmi",
      "aboutText": "Adriaan Adriaanszoon, called Metius, (9 December 1571 – 6 September 1635), was a Dutch geometer and astronomer. He was born in Alkmaar.",
      "pageId": 2571532,
      "monthDay": "12/09"
    },
    {
      "year": "1745",
      "uri": "/wiki/Maddalena_Laura_Sirmen",
      "name": "Maddalena Laura Sirmen",
      "aboutText": "Augustus Quirinus Rivinus (9 December 1652 – 20 December 1723), also known as August Bachmann or A. Q. Bachmann, was a German physician and botanist who helped to develop better ways of classifying plants.",
      "pageId": 4422397,
      "monthDay": "12/09"
    },
    {
      "year": "1748",
      "uri": "/wiki/Claude_Louis_Berthollet",
      "name": "Claude Louis Berthollet",
      "aboutText": "Maria Luisa of Parma (9 December 1751 – 2 January 1819) was Queen consort of Spain from 1788 to 1808 as the wife of King Charles IV of Spain.",
      "pageId": 5207177,
      "monthDay": "12/09"
    },
    {
      "year": "1751",
      "uri": "/wiki/Maria_Luisa_of_Parma",
      "name": "Maria Luisa of Parma",
      "aboutText": "Jean-Olivier Chénier (December 9, 1806 – December 14, 1837) was a physician in Lower Canada (present-day Quebec). Born in Lachine (or maybe Montreal). During the Lower Canada Rebellion, he commanded the Patriote forces in the Battle of Saint-Eustache.",
      "pageId": 7707663,
      "monthDay": "12/09"
    },
    {
      "year": "1752",
      "uri": "/wiki/Antoine_%C3%89tienne_de_Tousard",
      "name": "Antoine Étienne de Tousard",
      "aboutText": "Maddalena Sirmen (9 December 1745 – 18 May 1818) was an Italian composer, violinist, and later unsuccessful singer.",
      "pageId": 9328387,
      "monthDay": "12/09"
    },
    {
      "year": "1787",
      "uri": "/wiki/John_Dobson_(architect)",
      "name": "John Dobson",
      "aboutText": "Peter Pelham (9 December 1721 – 28 April 1805) was an English-born American organist, harpsichordist, teacher and composer.\nPelham was born in London. His father, also named Peter Pelham, was an engraver and an artist.",
      "pageId": 13938181,
      "monthDay": "12/09"
    },
    {
      "year": "1806",
      "uri": "/wiki/Jean-Olivier_Ch%C3%A9nier",
      "name": "Jean-Olivier Chénier",
      "aboutText": "Gustav II Adolf (9 December 1594 – 6 November 1632, O.S.); widely known in English by his Latinised name Gustavus Adolphus or as Gustav II Adolph, or as Gustavus Adolphus the Great (Swedish: Gustav Adolf den store, Latin: Gustavus Adolphus Magnus, a formal posthumous distinction passed by the Riksdag of the Estates in 1634); was the King of Sweden from 1611 to 1632 and is credited as the founder of Sweden as a Great Power (Swedish: Stormaktstiden). He led Sweden to military supremacy during the Thirty Years War, helping to determine the political as well as the religious balance of power in Europe.\nHe is often regarded as one of the greatest military commanders of all time, with innovative use of combined arms.",
      "pageId": 40869264,
      "monthDay": "12/09"
    },
    {
      "year": "1813",
      "uri": "/wiki/Thomas_Andrews_(scientist)",
      "name": "Thomas Andrews",
      "aboutText": "Antoine Étienne de Tousard (9 December 1752 – 15 September 1813) was a French general and military engineer during the French Revolutionary and Napoleonic Wars. He was also the last military engineer of the Order of Saint John.",
      "pageId": 47062037,
      "monthDay": "12/09"
    },
    {
      "year": "1837",
      "uri": "/wiki/%C3%89mile_Waldteufel",
      "name": "Émile Waldteufel",
      "aboutText": "Emma Abbott (December 9, 1850 – January 5, 1891) was an American operatic soprano and impresario known for her pure, clear voice of great flexibility and volume.",
      "pageId": 10120,
      "monthDay": "12/09"
    },
    {
      "year": "1842",
      "uri": "/wiki/Peter_Kropotkin",
      "name": "Peter Kropotkin",
      "aboutText": "Prince Pyotr Alexeyevich Kropotkin (/kroʊˈpɒtkɪn, krə-/; Russian: Пётр Алексе́евич Кропо́ткин; December 9, 1842 – February 8, 1921) was a Russian geographer, economist, activist, philologist, zoologist, evolutionary theorist, philosopher, writer, and prominent anarchist.\nKropotkin advocated a communist society free from central government and based on voluntary associations between workers. He wrote many books, pamphlets and articles, the most prominent being The Conquest of Bread and Fields, Factories and Workshops, and his principal scientific offering, Mutual Aid: A Factor of Evolution.",
      "pageId": 51074,
      "monthDay": "12/09"
    },
    {
      "year": "1845",
      "uri": "/wiki/Joel_Chandler_Harris",
      "name": "Joel Chandler Harris",
      "aboutText": "Joel Chandler Harris (December 9, 1848 – July 3, 1908) was an American journalist, fiction writer, and folklorist best known for his collection of Uncle Remus stories. Harris was born in Eatonton, Georgia, where he served as an apprentice on a plantation during his teenage years. He spent the majority of his adult life in Atlanta working as an associate editor at the Atlanta Constitution.",
      "pageId": 61067,
      "monthDay": "12/09"
    },
    {
      "year": "1847",
      "uri": "/wiki/George_Grossmith",
      "name": "George Grossmith",
      "aboutText": "Fritz Haber (German: [ˈhaːbɐ]; 9 December 1868 – 29 January 1934) was a German chemist who received the Nobel Prize in Chemistry in 1918 for his invention of the Haber-Bosch process, the method used in industry to synthesize ammonia from nitrogen and hydrogen gases. This invention is of importance for the large-scale synthesis of fertilizers and explosives. The food production for half the world's current population depends on this method for producing nitrogen fertilizers.",
      "pageId": 174645,
      "monthDay": "12/09"
    },
    {
      "year": "1850",
      "uri": "/wiki/Emma_Abbott",
      "name": "Emma Abbott",
      "aboutText": "Berton Churchill (December 9, 1876 – October 10, 1940) was a Canadian stage and film actor.",
      "pageId": 184482,
      "monthDay": "12/09"
    },
    {
      "year": "1861",
      "uri": "/wiki/H%C3%A9l%C3%A8ne_Smith",
      "name": "Hélène Smith",
      "aboutText": "George Grossmith (9 December 1847 – 1 March 1912) was an English comedian, writer, composer, actor, and singer. His performing career spanned more than four decades. As a writer and composer, he created 18 comic operas, nearly 100 musical sketches, some 600 songs and piano pieces, three books and both serious and comic pieces for newspapers and magazines.",
      "pageId": 241852,
      "monthDay": "12/09"
    },
    {
      "year": "1867",
      "uri": "/wiki/Gregorios_Xenopoulos",
      "name": "Gregorios Xenopoulos",
      "aboutText": "Hélène Smith (real name Catherine-Elise Müller, December 9, 1861, Martigny ― June 10, 1929 Geneva) was a famous late-19th century French medium. She was known as \"the Muse of Automatic Writing\" by the Surrealists, who viewed Smith as evidence of the power of the surreal, and a symbol of surrealist knowledge.",
      "pageId": 252386,
      "monthDay": "12/09"
    },
    {
      "year": "1868",
      "uri": "/wiki/Fritz_Haber",
      "name": "Fritz Haber",
      "aboutText": "Joaquín Turina (9 December 1882 – 14 January 1949) was a Spanish composer of classical music.\n^ Encyclopædia Britannica online (2014).",
      "pageId": 394771,
      "monthDay": "12/09"
    },
    {
      "year": "1870",
      "uri": "/wiki/Ida_S._Scudder",
      "name": "Ida S. Scudder",
      "aboutText": "Dr. Ida Sophia Scudder (December 9, 1870 – May 23, 1960) was a third-generation American medical missionary in India of the Reformed Church in America. She dedicated her life to the plight of Indian women and the fight against bubonic plague, cholera and leprosy.",
      "pageId": 400966,
      "monthDay": "12/09"
    },
    {
      "year": "1871",
      "uri": "/wiki/Joe_Kelley",
      "name": "Joe Kelley",
      "aboutText": "Juho Pietari \"Hannes\" Kolehmainen ( pronunciation ; 9 December 1889 – 11 January 1966) was a Finnish middle-distance and long-distance runner. He was the first in a generation of great Finnish long distance runners, often named the \"Flying Finns\". Kolehmainen competed for a number of years in the United States, wearing the Winged Fist of the Irish American Athletic Club.",
      "pageId": 457106,
      "monthDay": "12/09"
    },
    {
      "year": "1873",
      "uri": "/wiki/George_Blewett",
      "name": "George Blewett",
      "aboutText": "Nikolai Nikolaevich Luzin (also spelled Lusin; Russian: Никола́й Никола́евич Лу́зин; IPA: [nʲɪkɐˈlaj nʲɪkɐˈlaɪvʲɪtɕ ˈluzʲɪn]; 9 December 1883 – 28 January 1950) was a Soviet/Russian mathematician known for his work in descriptive set theory and aspects of mathematical analysis with strong connections to point-set topology. He was the eponym of Luzitania, a loose group of young Moscow mathematicians of the first half of the 1920s.",
      "pageId": 576228,
      "monthDay": "12/09"
    },
    {
      "year": "1875",
      "uri": "/wiki/Harry_Miller_(auto_racing)",
      "name": "Harry Miller",
      "aboutText": "Joseph James Kelley (December 9, 1871 – August 14, 1943) was an American left fielder in Major League Baseball (MLB) who starred in the outfield of the Baltimore Orioles teams of the 1890s. Making up the nucleus of the Orioles along with John McGraw, Willie Keeler, and Hughie Jennings, Kelley received the nickname \"Kingpin of the Orioles\".\nIn his MLB career, Kelley played in the National League (NL) for the Boston Beaneaters (1891), Pittsburgh Pirates (1892), Baltimore Orioles (1892–1898), and Brooklyn Superbas (1899–1901), before he jumped to the upstart American League to play for the Baltimore Orioles (1902).",
      "pageId": 731217,
      "monthDay": "12/09"
    },
    {
      "year": "1876",
      "uri": "/wiki/Berton_Churchill",
      "name": "Berton Churchill",
      "aboutText": "Clarence Frank Birdseye II (December 9, 1886 – October 7, 1956) was an American inventor, entrepreneur, and naturalist, and is considered to be the founder of the modern frozen food industry.",
      "pageId": 1227097,
      "monthDay": "12/09"
    },
    {
      "year": "1882",
      "uri": "/wiki/Joaqu%C3%ADn_Turina",
      "name": "Joaquín Turina",
      "aboutText": "Joseph Hubertus Pilates (Greek: Ιωσήφ Ουμβέρτος Πιλάτος) (December 9, 1883 – October 9, 1967) invented and promoted the Pilates method of physical fitness.",
      "pageId": 1514297,
      "monthDay": "12/09"
    },
    {
      "year": "1883",
      "uri": "/wiki/Nikolai_Luzin",
      "name": "Nikolai Luzin",
      "aboutText": "Harold Arminius Miller (December 9, 1875 – May 3, 1943), commonly called Harry, was an American race car designer and builder who was most active in the 1920s and 1930s. Griffith Borgeson called him \"the greatest creative figure in the history of the American racing car\". Cars built by Miller won the Indianapolis 500 nine times, and other cars using his engines won three more.",
      "pageId": 1637466,
      "monthDay": "12/09"
    },
    {
      "year": "1883",
      "uri": "/wiki/Alexander_Papagos",
      "name": "Alexander Papagos",
      "aboutText": "Alexander Papagos (Greek: Αλέξανδρος Παπάγος; 9 December 1883 – 4 October 1955), was a Greek Field Marshal who led the Hellenic Army in World War II and the later stages of the Greek Civil War and became the country's Prime Minister after his victory in the 1952 elections.",
      "pageId": 3093093,
      "monthDay": "12/09"
    },
    {
      "year": "1883",
      "uri": "/wiki/Joseph_Pilates",
      "name": "Joseph Pilates",
      "aboutText": "Tim Moore (December 9, 1887 – December 13, 1958) was an American vaudevillian and comic actor of the first half of the 20th century. He gained his greatest recognition in the starring role of George \"Kingfish\" Stevens in the CBS television series Amos 'n' Andy.",
      "pageId": 4933875,
      "monthDay": "12/09"
    },
    {
      "year": "1886",
      "uri": "/wiki/Clarence_Birdseye",
      "name": "Clarence Birdseye",
      "aboutText": "George John Blewett (December 9, 1873 – August 15, 1912) was a Canadian academic and philosopher.\nBorn in Yarmouth Township in Elgin County, Ontario, the son of William Blewett, a farmer, and Mary Baker, he was raised on a farm near St. Thomas, Ontario.",
      "pageId": 8592911,
      "monthDay": "12/09"
    },
    {
      "year": "1887",
      "uri": "/wiki/Tim_Moore_(comedian)",
      "name": "Tim Moore",
      "aboutText": "Gregorios Xenopoulos (Greek: Γρηγόριος Ξενόπουλος; December 9, 1867 – 14 January 1951) was a novelist, journalist and writer of plays from Zakynthos. He was lead editor in the now-legendary magazine \"The Education of Children\" (Η Διάπλασις των Παίδων) during the period from 1896 to 1948, during which time he was also the magazine's main author. His was the trademark signature \"Σας ασπάζομαι, Φαίδων\" (\"yours faithfully, Phaedon)\", which he used in letters ostensibly addressed to the magazine.",
      "pageId": 24440686,
      "monthDay": "12/09"
    },
    {
      "year": "1889",
      "uri": "/wiki/Hannes_Kolehmainen",
      "name": "Hannes Kolehmainen",
      "aboutText": "Émile Waldteufel (9 December 1837 – 12 February 1915) was a French pianist, conductor and composer of dance music.",
      "pageId": 30873843,
      "monthDay": "12/09"
    },
    {
      "year": "1890",
      "uri": "/wiki/Laura_Salverson",
      "name": "Laura Salverson",
      "aboutText": "James Dalton Trumbo (December 9, 1905 – September 10, 1976) was an American screenwriter and novelist. As one of the Hollywood Ten, he refused to testify before the House Un-American Activities Committee (HUAC) in 1947 during the committee's investigation of Communist influences in the motion picture industry. Trumbo won two Academy Awards while blacklisted; one (for Roman Holiday) was originally given to a front writer, and one (for The Brave One) was awarded to \"Robert Rich\", Trumbo's pseudonym.",
      "pageId": 7928,
      "monthDay": "12/09"
    },
    {
      "year": "1891",
      "uri": "/wiki/Maksim_Bahdanovi%C4%8D",
      "name": "Maksim Bahdanovič",
      "aboutText": "Grace Brewster Murray Hopper (December 9, 1906 – January 1, 1992), née Grace Brewster Murray, was an American computer scientist and United States Navy Rear Admiral. She was one of the first programmers of the Harvard Mark I computer in 1944, invented the first compiler for a computer programming language, and was one of those who popularized the idea of machine-independent programming languages which led to the development of COBOL, one of the first high-level programming languages. She is credited with popularizing the term \"debugging\" for fixing computer glitches (in one instance, removing a moth from a computer).",
      "pageId": 12590,
      "monthDay": "12/09"
    },
    {
      "year": "1895",
      "uri": "/wiki/Dolores_Ib%C3%A1rruri",
      "name": "Dolores Ibárruri",
      "aboutText": "Emmett Leo Kelly (December 9, 1898 – March 28, 1979) was an American circus performer, who created the memorable clown figure \"Weary Willie\", based on the hobos of the Depression era.",
      "pageId": 67756,
      "monthDay": "12/09"
    },
    {
      "year": "1895",
      "uri": "/wiki/Conchita_Superv%C3%ADa",
      "name": "Conchita Supervía",
      "aboutText": "Broderick Crawford (December 9, 1911 – April 26, 1986) was an American stage, film, radio, and TV actor, often cast in tough-guy roles and best known for his portrayal of Willie Stark in All the King's Men and for his starring role as Chief Dan Matthews in the television series Highway Patrol (1955-1959).",
      "pageId": 154686,
      "monthDay": "12/09"
    },
    {
      "year": "1897",
      "uri": "/wiki/Hermione_Gingold",
      "name": "Hermione Gingold",
      "aboutText": "Douglas Elton Fairbanks, Jr., KBE, DSC (December 9, 1909 – May 7, 2000) was an American actor and a highly decorated naval officer of World War II.",
      "pageId": 229504,
      "monthDay": "12/09"
    },
    {
      "year": "1898",
      "uri": "/wiki/Emmett_Kelly",
      "name": "Emmett Kelly",
      "aboutText": "Thomas Phillip \"Tip\" O'Neill, Jr. (December 9, 1912 – January 5, 1994) was an American politician and Speaker of the United States House of Representatives. O'Neill was an outspoken liberal Democrat and influential member of the House of Representatives, serving for 34 years representing the northern portion of Boston, Massachusetts.",
      "pageId": 265845,
      "monthDay": "12/09"
    },
    {
      "year": "1899",
      "uri": "/wiki/Jean_de_Brunhoff",
      "name": "Jean de Brunhoff",
      "aboutText": "Isidora Dolores Ibárruri Gómez (9 December 1895 – 12 November 1989) – known as \"La Pasionaria\" (Spanish, \"the Passionflower\") – was a Republican heroine of the Spanish Civil War and communist politician of Basque origin. She is perhaps best known for her defense of the Second Spanish Republic and the famous slogan ¡No Pasarán! (\"They shall not pass\") during the Battle for Madrid in November 1936.",
      "pageId": 273815,
      "monthDay": "12/09"
    },
    {
      "year": "1900",
      "uri": "/wiki/Albert_Weisbord",
      "name": "Albert Weisbord",
      "aboutText": "Margaret Brainard Hamilton (December 9, 1902 – May 16, 1985) was an American film character actress best known for her portrayal of the Wicked Witch of the West in Metro-Goldwyn-Mayer's classic film The Wizard of Oz (1939).\nA former schoolteacher, she worked as a character actress in films for seven years before she was offered the role that defined her public image. The Wicked Witch of the West was eventually ranked No.",
      "pageId": 589885,
      "monthDay": "12/09"
    },
    {
      "year": "1901",
      "uri": "/wiki/Carol_Dempster",
      "name": "Carol Dempster",
      "aboutText": "Jean Mermoz (9 December 1901, Aubenton, Aisne – 7 December 1936) was a French aviator, viewed as a hero by many in both Argentina and his native France, where many schools bear his name.",
      "pageId": 889896,
      "monthDay": "12/09"
    },
    {
      "year": "1901",
      "uri": "/wiki/Jean_Mermoz",
      "name": "Jean Mermoz",
      "aboutText": "Maximo Guillermo \"Max\" Manus DSO, MC & Bar (9 December 1914 – 20 September 1996) was a Norwegian resistance fighter during World War II, specializing in sabotage in occupied Norway.",
      "pageId": 947365,
      "monthDay": "12/09"
    },
    {
      "year": "1901",
      "uri": "/wiki/%C3%96d%C3%B6n_von_Horv%C3%A1th",
      "name": "Ödön von Horváth",
      "aboutText": "Edmund Josef von Horváth (9 December 1901 Sušak, Rijeka, then in Austria–Hungary, now in Croatia – 1 June 1938 Paris) was a German-writing Austro-Hungarian-born playwright and novelist.",
      "pageId": 1027923,
      "monthDay": "12/09"
    },
    {
      "year": "1902",
      "uri": "/wiki/Margaret_Hamilton_(actress)",
      "name": "Margaret Hamilton",
      "aboutText": "Hermione Ferdinanda Gingold (9 December 1897 – 24 May 1987) was an English actress known for her sharp-tongued, eccentric persona. She had a strikingly individual voice, drawling and deep, the latter a result of nodes on her vocal chords in the 1920s and early 1930s.\nAfter a successful career as a child actress, she later established herself on the stage as an adult, playing in comedy, drama and experiment theatre, and broadcasting on the radio.",
      "pageId": 1074161,
      "monthDay": "12/09"
    },
    {
      "year": "1904",
      "uri": "/wiki/Robert_Livingston_(actor)",
      "name": "Robert Livingston",
      "aboutText": "Jean de Brunhoff (December 9, 1899 – October 16, 1937) was a French writer and illustrator known for creating the Babar books, the first of which appeared in 1931. He was the fourth and youngest child of Maurice de Brunhoff, a publisher, and his wife Marguerite. He attended Protestant schools, including the prestigious Ecole Alsacienne.",
      "pageId": 1416393,
      "monthDay": "12/09"
    },
    {
      "year": "1905",
      "uri": "/wiki/Dalton_Trumbo",
      "name": "Dalton Trumbo",
      "aboutText": "Laura Goodman Salverson (née Goodman) (December 9, 1890 – July 13, 1970) was a Canadian author.\nShe was born in Winnipeg, Manitoba, the daughter of Lárus Guðmundsson and Ingibjörg Guðmundsdóttir who immigrated to Winnipeg in 1887 from Grundir in Bolungarvík, Iceland. She married George Salverson in 1913.",
      "pageId": 1755328,
      "monthDay": "12/09"
    },
    {
      "year": "1906",
      "uri": "/wiki/Grace_Hopper",
      "name": "Grace Hopper",
      "aboutText": "Conchita Supervía (8–9 December 1895 – 30 March 1936) was a highly popular Spanish mezzo-soprano singer who appeared in opera in Europe and America and also gave recitals.\nSupervía was born in Barcelona to an old Andalusian family and given the baptismal name of María de la Concepción Supervía Pascual. She was educated at the local convent but at the age of twelve entered the Conservatori Superior de Música del Liceu in Barcelona to study singing.",
      "pageId": 1763924,
      "monthDay": "12/09"
    },
    {
      "year": "1909",
      "uri": "/wiki/Douglas_Fairbanks,_Jr.",
      "name": "Douglas Fairbanks, Jr.",
      "aboutText": "Ryūzō Sejima (瀬島 龍三, Sejima Ryūzō, December 9, 1911 – September 4, 2007) was a Japanese army officer and business leader.",
      "pageId": 2448333,
      "monthDay": "12/09"
    },
    {
      "year": "1911",
      "uri": "/wiki/Broderick_Crawford",
      "name": "Broderick Crawford",
      "aboutText": "Carol Dempster (December 9, 1901 – February 1, 1991) was an American film actress of the silent film era.",
      "pageId": 4552924,
      "monthDay": "12/09"
    },
    {
      "year": "1911",
      "uri": "/wiki/Ry%C5%ABz%C5%8D_Sejima",
      "name": "Ryūzō Sejima",
      "aboutText": "Albert Weisbord (1900–1977) was an American political activist and union organizer.",
      "pageId": 5264163,
      "monthDay": "12/09"
    },
    {
      "year": "1912",
      "uri": "/wiki/Tip_O%27Neill",
      "name": "Tip O'Neill",
      "aboutText": "Maksim Bahdanovich (Belarusian language: Максім Багдановіч) (December 9, 1891 – May 25, 1917) was a famous Belarusian poet, journalist and literary critic.",
      "pageId": 5288808,
      "monthDay": "12/09"
    },
    {
      "year": "1914",
      "uri": "/wiki/Max_Manus",
      "name": "Max Manus",
      "aboutText": "Robert Edward Randall (December 9, 1904 – March 7, 1988) was an American film actor known under his stage name as Bob Livingston. He appeared in 135 films between 1921 and 1975.\nOn December 18, 1947, he married Margaret M. Roach, daughter of famous director/producer Hal Roach.",
      "pageId": 13928217,
      "monthDay": "12/09"
    },
    {
      "year": "1914",
      "uri": "/wiki/Frances_Reid",
      "name": "Frances Reid",
      "aboutText": "William Nunn Lipscomb, Jr.",
      "pageId": 34108,
      "monthDay": "12/09"
    },
    {
      "year": "1914",
      "uri": "/wiki/Ljubica_Soki%C4%87",
      "name": "Ljubica Sokić",
      "aboutText": "Kirk Douglas (born Issur Danielovitch; December 9, 1916) is an American actor, producer, director, and author. After an impoverished childhood with immigrant parents and six sisters, he had his film debut in The Strange Love of Martha Ivers (1946) with Barbara Stanwyck. Douglas soon developed into a leading box-office star throughout the 1950s and 1960s, known for serious dramas, including westerns and war movies.",
      "pageId": 69861,
      "monthDay": "12/09"
    },
    {
      "year": "1915",
      "uri": "/wiki/Eloise_Jarvis_McGraw",
      "name": "Eloise Jarvis McGraw",
      "aboutText": "Jon Elroy Sanford (December 9, 1922 – October 11, 1991), known professionally as Redd Foxx, was an American comedian and actor, best remembered for his explicit comedy records and his starring role on the 1970s sitcom Sanford and Son.\nFoxx gained notoriety with his raunchy nightclub acts during the 1950s and 1960s. Known as the \"King of the Party Records\", he performed on more than 50 records in his lifetime.",
      "pageId": 192277,
      "monthDay": "12/09"
    },
    {
      "year": "1915",
      "uri": "/wiki/Elisabeth_Schwarzkopf",
      "name": "Elisabeth Schwarzkopf",
      "aboutText": "Carlo Azeglio Ciampi (Italian pronunciation: [ˈkarlo adˈdzeʎʎo ˈtʃampi]; born 9 December 1920) is an Italian politician and banker. He was the 49th Prime Minister of Italy from 1993 to 1994 and was the tenth President of the Italian Republic from 1999 to 2006. He is currently a Senator for life in the Italian Senate.",
      "pageId": 256421,
      "monthDay": "12/09"
    },
    {
      "year": "1916",
      "uri": "/wiki/Jerome_Beatty,_Jr.",
      "name": "Jerome Beatty, Jr.",
      "aboutText": "Dame Elisabeth Schwarzkopf, DBE (9 December 1915 – 3 August 2006) was a German-British soprano. She was among the foremost singers of lieder, and was renowned for her performances of Viennese operetta.",
      "pageId": 379142,
      "monthDay": "12/09"
    },
    {
      "year": "1916",
      "uri": "/wiki/Kirk_Douglas",
      "name": "Kirk Douglas",
      "aboutText": "Leo James Rainwater (December 9, 1917 – May 31, 1986) was an American physicist who shared the Nobel Prize in Physics in 1975 for his part in determining the asymmetrical shapes of certain atomic nuclei.\nDuring World War II, he worked on the Manhattan Project that developed the first atomic bombs. In 1949, he began developing his theory that, contrary to what was then believed, not all atomic nuclei are spherical.",
      "pageId": 396661,
      "monthDay": "12/09"
    },
    {
      "year": "1917",
      "uri": "/wiki/James_Jesus_Angleton",
      "name": "James Jesus Angleton",
      "aboutText": "Eloise Jarvis McGraw (December 9, 1915 – November 30, 2000) was an American author of children's books and young adult novels. She was awarded the Newbery Honor three times in three different decades, for her novels Moccasin Trail (1952), The Golden Goblet (1962), and The Moorchild (1997). A Really Weird Summer (1977) won an Edgar Award for Best Juvenile Mystery from the Mystery Writers of America.",
      "pageId": 580530,
      "monthDay": "12/09"
    },
    {
      "year": "1917",
      "uri": "/wiki/James_Rainwater",
      "name": "James Rainwater",
      "aboutText": "James Jesus Angleton (December 9, 1917 – May 11, 1987) was chief of the Central Intelligence Agency's Counterintelligence Staff from 1954 to 1975. His official position within the organization was \"Associate Deputy Director of Operations for Counterintelligence (ADDOCI)\".\nAngleton was significantly involved in the U.S. response to the purported KGB defectors Anatoliy Golitsyn and Yuri Nosenko.",
      "pageId": 678441,
      "monthDay": "12/09"
    },
    {
      "year": "1918",
      "uri": "/wiki/Joyce_Redman",
      "name": "Joyce Redman",
      "aboutText": "Frances Reid (December 9, 1914 – February 3, 2010), born as Anna May Priest was an American dramatic actress.\nAlthough she starred in many productions, she is best known for her portrayal of Alice Horton on the NBC daytime soap opera Days of Our Lives from its debut in November 1965 until 2007 . At the time of her death, she ranked fifth on the all-time list of longest-serving soap opera actors in the United States.",
      "pageId": 704124,
      "monthDay": "12/09"
    },
    {
      "year": "1919",
      "uri": "/wiki/V._Dakshinamoorthy",
      "name": "V. Dakshinamoorthy",
      "aboutText": "Lorenzo Christopher Wright (9 December 1926 – 27 March 1972) was a Detroit native and star athlete at Miller High School and Wayne State University; Wright is renowned for his noteworthy accomplishments in the sport of track and field.",
      "pageId": 1060742,
      "monthDay": "12/09"
    },
    {
      "year": "1919",
      "uri": "/wiki/William_Lipscomb",
      "name": "William Lipscomb",
      "aboutText": "Jan Křesadlo (Czech pronunciation: [ˈjan ˈkr̝ɛsadlo]) was the primary pseudonym used by Václav Jaroslav Karel Pinkava (Czech pronunciation: [ˈvaːtslaf ˈjaroslaf ˈkarɛl ˈpɪŋkava]) (December 9, 1926 in Prague - August 13, 1995 in Colchester), a Czech psychologist who was also a prizewinning novelist and poet.\nAn anti-communist, Pinkava emigrated to Britain with his wife and four children following the 1968 invasion of Czechoslovakia by the Soviet-led armies of the Warsaw pact. He worked as a clinical psychologist until his early retirement in 1982, when he turned to full-time writing.",
      "pageId": 1651837,
      "monthDay": "12/09"
    },
    {
      "year": "1920",
      "uri": "/wiki/Carlo_Azeglio_Ciampi",
      "name": "Carlo Azeglio Ciampi",
      "aboutText": "Henry Way Kendall (December 9, 1926 – February 15, 1999) was an American particle physicist who won the Nobel Prize in Physics in 1990 jointly with Jerome Isaac Friedman and Richard E. Taylor \"for their pioneering investigations concerning deep inelastic scattering of electrons on protons and bound neutrons, which have been of essential importance for the development of the quark model in particle physics.\"",
      "pageId": 2205848,
      "monthDay": "12/09"
    },
    {
      "year": "1920",
      "uri": "/wiki/Bruno_Ruffo",
      "name": "Bruno Ruffo",
      "aboutText": "Bruno Ruffo (9 December 1920 - 10 February 2007 ) was an Italian Grand Prix motorcycle road racer born in Verona. He won three Grand Prix World Championships.\nIn 1949 he won the inaugural 250cc World Championship riding for the Italian Moto Guzzi factory.",
      "pageId": 2926082,
      "monthDay": "12/09"
    },
    {
      "year": "1922",
      "uri": "/wiki/Redd_Foxx",
      "name": "Redd Foxx",
      "aboutText": "Joyce Olivia Redman (9 December 1915 – 10 May 2012) was an Anglo-Irish actress.",
      "pageId": 3741245,
      "monthDay": "12/09"
    },
    {
      "year": "1925",
      "uri": "/wiki/Roy_Rubin",
      "name": "Roy Rubin",
      "aboutText": "Roy Rubin (December 9, 1925 – August 5, 2013) was a former college and professional basketball coach.\nRubin played college basketball while attending University of Louisville from 1949 to 1951. He coached the 1972–73 Philadelphia 76ers — at the time, the worst team (a 9–73 win-loss record) in the history of the NBA — for the first 51 games of the season.",
      "pageId": 4208856,
      "monthDay": "12/09"
    },
    {
      "year": "1925",
      "uri": "/wiki/At%C4%B1f_Y%C4%B1lmaz",
      "name": "Atıf Yılmaz",
      "aboutText": "Jerome M. Beatty Jr. (December 9, 1916 — July 31, 2002) was a 20th-century American author of children's literature. He was also an accomplished feature writer for magazines.",
      "pageId": 4669413,
      "monthDay": "12/09"
    },
    {
      "year": "1926",
      "uri": "/wiki/Henry_Way_Kendall",
      "name": "Henry Way Kendall",
      "aboutText": "Atıf Yılmaz Batıbeki (December 9, 1925 – May 5, 2006) was a renowned Turkish film director, screenwriter, and film producer. He was almost a legend in the film industry of Turkey with 119 movies directed. He also wrote 53 screenplays and produced 28 movies since 1951.",
      "pageId": 5054016,
      "monthDay": "12/09"
    },
    {
      "year": "1926",
      "uri": "/wiki/Jan_K%C5%99esadlo",
      "name": "Jan Křesadlo",
      "aboutText": "Venkateswaran Dakshinamoorthy (9 December 1919 – 2 August 2013) was a veteran carnatic musician and composer and music director of Malayalam, Tamil and Hindi films, predominantly in Malayalam films. He has set scores for the songs in over 125 films.",
      "pageId": 14891463,
      "monthDay": "12/09"
    },
    {
      "year": "1926",
      "uri": "/wiki/Roger_McGee",
      "name": "Roger McGee",
      "aboutText": "Ljubica Cuca Sokić (9 December 1914 – 8 January 2009) was a Serbian painter. She was born in Bitola.\nShe attended the high school in Belgrade, where Zora Petrović was her professor.",
      "pageId": 21111637,
      "monthDay": "12/09"
    },
    {
      "year": "1926",
      "uri": "/wiki/Lorenzo_Wright",
      "name": "Lorenzo Wright",
      "aboutText": "Roger L. McGee (December 9, 1926 – October 27, 2013) was an American film actor whose career spanned from the 1930s to the 1950s. His earliest work included shorts for Shirley Temple and Our Gang, including Our Gang Follies of 1938. His film roles included Nothing but Trouble in 1944 and Forbidden Planet in 1956, in which he played Lindstrom.",
      "pageId": 41167041,
      "monthDay": "12/09"
    },
    {
      "year": "1927",
      "uri": "/wiki/Pierre_Henry",
      "name": "Pierre Henry",
      "aboutText": "Robert James Lee \"Bob\" Hawke AC, GCL (born 9 December 1929) is an Australian politician who was the Prime Minister of Australia and the Leader of the Labor Party from 1983 to 1991.\nAfter graduating from the University of Oxford in 1956, Hawke was allowed to join the Australian Council of Trade Unions (ACTU) as a research officer. Having risen to become responsible for wage arbitration, he was elected President of the ACTU in 1969, where he achieved an unprecedented level of popularity.",
      "pageId": 4059,
      "monthDay": "12/09"
    },
    {
      "year": "1928",
      "uri": "/wiki/Joan_Blos",
      "name": "Joan Blos",
      "aboutText": "Sean Morton Downey (December 9, 1932 – March 12, 2001), known more commonly by his stage name Morton Downey, Jr., was an American singer, songwriter and later a television talk show host of the late 1980s who pioneered the \"trash TV\" format on his program The Morton Downey, Jr. Show.\nThe film company Ironbound Films produced a documentary film about Downey titled Évocateur: The Morton Downey Jr.",
      "pageId": 18885,
      "monthDay": "12/09"
    },
    {
      "year": "1928",
      "uri": "/wiki/Andr%C3%A9_Milhoux",
      "name": "André Milhoux",
      "aboutText": "Dame Judith Olivia \"Judi\" Dench, CH, DBE, FRSA (born 9 December 1934) is an English actress and author. Dench made her professional debut in 1957 with the Old Vic Company. Over the following few years she performed in several of Shakespeare's plays in such roles as Ophelia in Hamlet, Juliet in Romeo and Juliet and Lady Macbeth in Macbeth.",
      "pageId": 85432,
      "monthDay": "12/09"
    },
    {
      "year": "1928",
      "uri": "/wiki/Dick_Van_Patten",
      "name": "Dick Van Patten",
      "aboutText": "Donaldson Toussaint L'Ouverture Byrd II (December 9, 1932 – February 4, 2013) was an American jazz and rhythm and blues trumpeter. A sideman for many other jazz musicians of his generation, Byrd was best known as one of the only bebop jazz musicians who successfully pioneered the funk and soul genres while simultaneously remaining a jazz artist.",
      "pageId": 261723,
      "monthDay": "12/09"
    },
    {
      "year": "1929",
      "uri": "/wiki/John_Cassavetes",
      "name": "John Cassavetes",
      "aboutText": "John Nicholas Cassavetes (December 9, 1929 – February 3, 1989) was a Greek-American actor, film director and screenwriter. Cassavetes was a pioneer of American independent film, by writing and directing over a dozen movies, which he partially self-financed, and pioneered the use of improvisation and a realistic cinéma vérité style. He also acted in many Hollywood films, notably Rosemary's Baby (1968) and The Dirty Dozen (1967).",
      "pageId": 273777,
      "monthDay": "12/09"
    },
    {
      "year": "1929",
      "uri": "/wiki/Bob_Hawke",
      "name": "Bob Hawke",
      "aboutText": "Henry Zuckerman, credited as Buck Henry (born December 9, 1930), is an American actor, writer, film director, and television director.",
      "pageId": 561182,
      "monthDay": "12/09"
    },
    {
      "year": "1930",
      "uri": "/wiki/Buck_Henry",
      "name": "Buck Henry",
      "aboutText": "Milton Gray Campbell (December 9, 1933 – November 2, 2012) was an American decathlete of the 1950s.",
      "pageId": 731625,
      "monthDay": "12/09"
    },
    {
      "year": "1931",
      "uri": "/wiki/William_Reynolds_(actor)",
      "name": "William Reynolds",
      "aboutText": "Junior Wells (December 9, 1934 – January 15, 1998), born Amos Wells Blakemore Jr., was an American Chicago blues vocalist, harmonica player, and recording artist. Wells, who was best known for his performances and recordings with Muddy Waters, Earl Hooker, and Buddy Guy, also performed with Bonnie Raitt, the Rolling Stones, and Van Morrison.\n^ a b \"The Dead Rock Stars Club 1998 – 1999\".",
      "pageId": 1222276,
      "monthDay": "12/09"
    },
    {
      "year": "1931",
      "uri": "/wiki/Ladislav_Smoljak",
      "name": "Ladislav Smoljak",
      "aboutText": "André Milhoux (born 9 December 1928) is a former racing driver from Belgium. He participated in one Formula One World Championship Grand Prix, the 1956 German Grand Prix on 5 August 1956, however he had to retire after 15 laps due to an engine failure. He scored no championship points.",
      "pageId": 1228207,
      "monthDay": "12/09"
    },
    {
      "year": "1931",
      "uri": "/wiki/Paddi_Edwards",
      "name": "Paddi Edwards",
      "aboutText": "Richard Vincent \"Dick\" Van Patten (December 9, 1928 – June 23, 2015) was an American actor, businessman, and animal welfare advocate, best known for his role as patriarch Tom Bradford on the ABC television comedy-drama Eight Is Enough.\nHe began work as a child actor and was successful on the New York stage, appearing in more than a dozen plays as a teenager. He later starred in numerous television roles including the long running CBS television series, I Remember Mama and Young Dr.",
      "pageId": 1231727,
      "monthDay": "12/09"
    },
    {
      "year": "1932",
      "uri": "/wiki/Donald_Byrd",
      "name": "Donald Byrd",
      "aboutText": "Paddi Edwards (December 9, 1931 – October 18, 1999) was an English-American actress. Born Paddy Edwards, she worked steadily in film. She found a niche in television movies and, towards the end of her life, doing voiceover work in projects for Disney, such as the roles of Flotsam & Jetsam in The Little Mermaid franchise and as the Future Fate Atropos in Hercules.",
      "pageId": 1740599,
      "monthDay": "12/09"
    },
    {
      "year": "1932",
      "uri": "/wiki/Billy_Edd_Wheeler",
      "name": "Billy Edd Wheeler",
      "aboutText": "Ashleigh Ellwood Brilliant (born 9 December 1933) is an author and syndicated cartoonist born in London, UK, and living in Santa Barbara, California, USA. He is best known for his Pot-Shots, single-panel illustrations with one-line humorous remarks, which began syndication in the United States of America in 1975. Brilliant achieved American citizenship in 1969.\nBrilliant attended Hendon School (then Hendon County School), London, in the 1940s–50s.",
      "pageId": 2214067,
      "monthDay": "12/09"
    },
    {
      "year": "1933",
      "uri": "/wiki/Ashleigh_Brilliant",
      "name": "Ashleigh Brilliant",
      "aboutText": "Pierre Henry (born 9 December 1927) is a French composer, considered a pioneer of the musique concrète genre of electronic music.",
      "pageId": 2432367,
      "monthDay": "12/09"
    },
    {
      "year": "1933",
      "uri": "/wiki/Milt_Campbell",
      "name": "Milt Campbell",
      "aboutText": "Ladislav Smoljak (9 December 1931 – 6 June 2010) was a Czech film and theater director, actor and screenwriter. He was born in Prague.\nSmoljak tried to study at an art academy but failed the admission process.",
      "pageId": 2434836,
      "monthDay": "12/09"
    },
    {
      "year": "1933",
      "uri": "/wiki/Morton_Downey,_Jr.",
      "name": "Morton Downey, Jr.",
      "aboutText": "William Reynolds (born December 9, 1931, in Los Angeles) is a retired American television and film actor. He is best known for television roles in the 1960s and 1970s.\nReynolds’ mother died when he was five years old, and he was sent to boarding schools.",
      "pageId": 4172084,
      "monthDay": "12/09"
    },
    {
      "year": "1933",
      "uri": "/wiki/Monique_Miller",
      "name": "Monique Miller",
      "aboutText": "Monique Miller, OC GOQ (born 9 December 1933) is a French Canadian actress.\nIn 2001, she was made an Officer of the Order of Canada. In 2011, she was made a Grand Officer of the National Order of Quebec.",
      "pageId": 4313541,
      "monthDay": "12/09"
    },
    {
      "year": "1933",
      "uri": "/wiki/Orville_Moody",
      "name": "Orville Moody",
      "aboutText": "Orville James Moody (December 9, 1933 – August 8, 2008) was an American professional golfer who won numerous tournaments in his career.",
      "pageId": 5094308,
      "monthDay": "12/09"
    },
    {
      "year": "1933",
      "uri": "/wiki/Martin_Puhvel",
      "name": "Martin Puhvel",
      "aboutText": "Joan Winsor Blos (born December 9, 1928) is an American writer, teacher and advocate for children's literacy.\nFor her 1979 historical novel, A Gathering of Days, Blos won the U.S. National Book Award in category Children's Books and the Newbery Medal for the year's most distinguished contribution to American children's literature.\nShe was born in New York City.",
      "pageId": 5802860,
      "monthDay": "12/09"
    },
    {
      "year": "1934",
      "uri": "/wiki/Judi_Dench",
      "name": "Judi Dench",
      "aboutText": "Billy Edward \"Edd\" Wheeler (born December 9, 1932, Boone County, West Virginia) is an American songwriter, performer, writer, and visual artist.\nHis songs include \"Jackson\" (Grammy award winner for Johnny Cash and June Carter) \"The Reverend Mr. Black\", \"Desert Pete\", \"Anne\", \"High Flyin' Bird\", \"The Coming of the Roads\", \"It’s Midnight\", \"Ode to the Little Brown Shack Out Back\", \"Coal Tattoo\", \"Winter Sky\", and \"Coward of the County\" (which inspired a 1981 television movie of the same name) and have been performed by over 160 artists including Judy Collins, Jefferson Airplane, Bobby Darin, The Kingston Trio, Neil Young, Kenny Rogers, Hazel Dickens, Florence and the Machine, Kathy Mattea, Nancy Sinatra, and Elvis Presley.",
      "pageId": 9876372,
      "monthDay": "12/09"
    },
    {
      "year": "1934",
      "uri": "/wiki/Junior_Wells",
      "name": "Junior Wells",
      "aboutText": "Martin Puhvel (born 9 December 1933 in Tallinn) is a literature researcher of Estonian origin.\nHe moved to Finland with his parents in 1944, thereafter to Sweden the same year and to Canada in 1949.\nHe studied at McGill University (Montreal) from 1949–1954; and Harvard University (Boston) from 1954–1958.",
      "pageId": 38721869,
      "monthDay": "12/09"
    },
    {
      "year": "1936",
      "uri": "/wiki/Ben_Pon",
      "name": "Ben Pon",
      "aboutText": "Neil James Innes (born 9 December 1944) is an English writer, comedian and musician, best known for his collaborative work with Monty Python, and for playing in the Bonzo Dog Doo-Dah Band and later The Rutles.",
      "pageId": 169201,
      "monthDay": "12/09"
    },
    {
      "year": "1937",
      "uri": "/wiki/Darwin_Joston",
      "name": "Darwin Joston",
      "aboutText": "Daniel Ivan Hicks (born December 9, 1941, in Little Rock, Arkansas), is an American singer-songwriter who combines cowboy folk, jazz, country, swing, bluegrass, pop, and gypsy music in his sound. He is perhaps best known for the songs \"I Scare Myself\" and \"Canned Music.\" His songs are frequently infused with humor, as evidenced by the title of his tune, \"How Can I Miss You When You Won't Go Away?\" His latest album, Live at Davies, was released in 2013. As of March 2015, Hicks announced on his website that he had been stricken with liver cancer and while confident in his recovery, would be postponing all live performances.",
      "pageId": 394735,
      "monthDay": "12/09"
    },
    {
      "year": "1938",
      "uri": "/wiki/John_Braheny",
      "name": "John Braheny",
      "aboutText": "Richard Marvin \"Dick\" Butkus (born December 9, 1942) is a former American football linebacker who played for the Chicago Bears of the National Football League. He was drafted in 1965 and he is also widely regarded as one of the best and most durable linebackers of all time. Butkus started as a football player for the University of Illinois and the Chicago Bears.",
      "pageId": 668365,
      "monthDay": "12/09"
    },
    {
      "year": "1938",
      "uri": "/wiki/David_Houston_(singer)",
      "name": "David Houston",
      "aboutText": "William John \"Billy\" Bremner (9 December 1942 – 7 December 1997) was a Scottish international footballer and manager known for his strength, skills and compact constitution.\nA midfielder, he played for Leeds United from 1959 to 1976, and captained the side during this time, which was the most successful period of the club's history. With the club he won the First Division (1968–69 and 1973–74), Second Division (1963–64), Inter-Cities Fairs Cup (1968 and 1971), FA Cup (1972), League Cup (1968), and Charity Shield (1969).",
      "pageId": 697327,
      "monthDay": "12/09"
    },
    {
      "year": "1938",
      "uri": "/wiki/Deacon_Jones",
      "name": "Deacon Jones",
      "aboutText": "David D. \"Deacon\" Jones (December 9, 1938 – June 3, 2013) was an American football defensive end in the National Football League for the Los Angeles Rams, San Diego Chargers, and the Washington Redskins. He was inducted into the Pro Football Hall of Fame in 1980.\nJones specialized in quarterback \"sacks\", a term which he coined.",
      "pageId": 774364,
      "monthDay": "12/09"
    },
    {
      "year": "1938",
      "uri": "/wiki/Dimitrios_Trichopoulos",
      "name": "Dimitrios Trichopoulos",
      "aboutText": "Joanna Trollope OBE (/ˈtrɒləp/; born 9 December 1943) is a British writer. She also wrote under the pseudonym of Caroline Harvey. Her novel Parson Harding's Daughter won in 1980 the Romantic Novel of the Year Award by the Romantic Novelists' Association.",
      "pageId": 782922,
      "monthDay": "12/09"
    },
    {
      "year": "1940",
      "uri": "/wiki/Clancy_Eccles",
      "name": "Clancy Eccles",
      "aboutText": "Lloyd Vernet \"Beau\" Bridges III (born December 9, 1941) is an American actor and director. He is a three-time Emmy, two-time Golden Globe and one-time Grammy Award winner. He is also a two-time Screen Actors Guild Award nominee.",
      "pageId": 994409,
      "monthDay": "12/09"
    },
    {
      "year": "1941",
      "uri": "/wiki/Mehmet_Ali_Birand",
      "name": "Mehmet Ali Birand",
      "aboutText": "Bernardus Marinus \"Ben\" Pon (9 December 1936 in Amersfoort, Netherlands) is a vintner and former Olympian and motor racing driver from the Netherlands. He competed in one Formula One race, the 1962 Dutch Grand Prix, but had a far longer career in sports car racing, before turning his back on the track to concentrate on the wine trade. He also represented the Netherlands in clay pigeon shooting at the 1972 Summer Olympics, finishing 31st.",
      "pageId": 1228224,
      "monthDay": "12/09"
    },
    {
      "year": "1941",
      "uri": "/wiki/Beau_Bridges",
      "name": "Beau Bridges",
      "aboutText": "Clancy Eccles (9 December 1940, Dean Pen, St. Mary, Jamaica – 30 June 2005, Spanish Town, Jamaica) was a Jamaican ska and reggae singer, songwriter, arranger, promoter, record producer and talent scout. Known mostly for his early reggae works, he brought a political dimension to this music.",
      "pageId": 2172801,
      "monthDay": "12/09"
    },
    {
      "year": "1941",
      "uri": "/wiki/Dan_Hicks_(singer)",
      "name": "Dan Hicks",
      "aboutText": "This article is about the country music singer. For other uses, see David Houston (disambiguation).",
      "pageId": 2939099,
      "monthDay": "12/09"
    },
    {
      "year": "1941",
      "uri": "/wiki/Kayoko_Shiraishi",
      "name": "Kayoko Shiraishi",
      "aboutText": "Francis Darwin Solomon (December 9, 1937 – June 1, 1998) was an American actor known professionally as Darwin Joston (sometimes credited as Darwin Jostin during the early years of his career).",
      "pageId": 3041999,
      "monthDay": "12/09"
    },
    {
      "year": "1942",
      "uri": "/wiki/Billy_Bremner",
      "name": "Billy Bremner",
      "aboutText": "David Harsent (born in Devon on 9 December 1942) is an English poet and TV scriptwriter.",
      "pageId": 3310535,
      "monthDay": "12/09"
    },
    {
      "year": "1942",
      "uri": "/wiki/Dick_Butkus",
      "name": "Dick Butkus",
      "aboutText": "Hubert Jacques \"Pit\" Martin (December 9, 1943 – November 30, 2008) was a Canadian professional ice hockey centre who served as captain for the Chicago Black Hawks of the National Hockey League (NHL) from 1975 to 1977. He was an NHL All-Star and Bill Masterton Memorial Trophy winner.",
      "pageId": 3986138,
      "monthDay": "12/09"
    },
    {
      "year": "1942",
      "uri": "/wiki/Germain_Gagnon",
      "name": "Germain Gagnon",
      "aboutText": "Joseph R. McGinniss, Sr. (December 9, 1942 – March 10, 2014), known as Joe McGinniss, was an American non-fiction writer and novelist. The author of twelve books, he first came to prominence with the best-selling The Selling of the President 1968 which described the marketing of then-presidential candidate Richard Nixon.",
      "pageId": 4644659,
      "monthDay": "12/09"
    },
    {
      "year": "1942",
      "uri": "/wiki/David_Harsent",
      "name": "David Harsent",
      "aboutText": "Joseph Adrien Germain Gagnon (December 9, 1942 – October 26, 2014) was a Canadian professional ice hockey player who played 259 games in the National Hockey League. He played for the Montreal Canadiens, Chicago Black Hawks, Kansas City Scouts, and New York Islanders. The full name was found in his Baptism document.",
      "pageId": 10812318,
      "monthDay": "12/09"
    },
    {
      "year": "1942",
      "uri": "/wiki/Joe_McGinniss",
      "name": "Joe McGinniss",
      "aboutText": "John Braheny (December 9, 1938 – January 19, 2013) was an American author and singer-songwriter. He released a solo album in 1970, Some Kind of Change, on the Pete label. He was born in 1938 in Iowa.",
      "pageId": 12845479,
      "monthDay": "12/09"
    },
    {
      "year": "1943",
      "uri": "/wiki/Pit_Martin",
      "name": "Pit Martin",
      "aboutText": "Mehmet Ali Birand (9 December 1941 – 17 January 2013) was a Turkish journalist, political commentator and writer.",
      "pageId": 21771880,
      "monthDay": "12/09"
    },
    {
      "year": "1943",
      "uri": "/wiki/Joanna_Trollope",
      "name": "Joanna Trollope",
      "aboutText": "Tadashi Irie (入江 禎, Irie Tadashi, born December 9, 1944 in Uwajima, Ehime) is a yakuza, the head (kumicho) of the Osaka-based 2nd Takumi-gumi and the grand general manager (so-honbucho) of the 6th Yamaguchi-gumi. He is regarded as the number-three leader of the 6th Yamaguchi-gumi, the largest known yakuza syndicate.",
      "pageId": 32248765,
      "monthDay": "12/09"
    },
    {
      "year": "1944",
      "uri": "/wiki/Neil_Innes",
      "name": "Neil Innes",
      "aboutText": "Kayoko Shiraishi (白石加代子, Shiraishi Kayoko) is a Japanese stage actress.",
      "pageId": 34567606,
      "monthDay": "12/09"
    },
    {
      "year": "1944",
      "uri": "/wiki/Tadashi_Irie",
      "name": "Tadashi Irie",
      "aboutText": "Dimitrios Trichopoulos (Greek: Δημήτριος Τριχόπουλος; December 9, 1938 – December 1, 2014), was a Mediterranean Diet expert and tobacco harms researcher. He was Vincent L. Gregory Professor of Cancer Prevention and Professor of Epidemiology, and a past chair of the Department of Epidemiology, in the Harvard School of Public Health in Boston.\nDimitrios Trichopoulos conducted research and taught for more than four decades in the field of cancer epidemiology and prevention.",
      "pageId": 44586273,
      "monthDay": "12/09"
    },
    {
      "year": "1944",
      "uri": "/wiki/Ki_Longfellow",
      "name": "Ki Longfellow",
      "aboutText": "Thomas Andrew \"Tom\" Daschle (born December 9, 1947) is a policy advisor, lobbyist, former U.S. Senator from South Dakota, and former U.S. Senate Majority Leader. He is a member of the Democratic Party.\nA South Dakota native, Daschle obtained his university degree there, and served in the United States Air Force.",
      "pageId": 30930,
      "monthDay": "12/09"
    },
    {
      "year": "1944",
      "uri": "/wiki/Bob_O%27Connor_(mayor)",
      "name": "Bob O'Connor",
      "aboutText": "Sonia Gandhi ( pronunciation ; born Edvige Antonia Albina Màino, 9 December 1946) is an Italian-born Indian politician, who has served as President of the Indian National Congress party since 1998. She is the widow of former Prime Minister of India, Rajiv Gandhi who belonged to the Nehru–Gandhi family. After her husband's assassination in 1991, she was invited by Congress leaders to take over the government but she refused and publicly stayed away from politics amidst constant prodding from the party.",
      "pageId": 169798,
      "monthDay": "12/09"
    },
    {
      "year": "1945",
      "uri": "/wiki/Matti_M%C3%A4ntyl%C3%A4",
      "name": "Matti Mäntylä",
      "aboutText": "Michael Dorn (born December 9, 1952) is an American actor and voice artist who is known for his role as the Klingon Worf in the Star Trek franchise.\nFrom his first appearance in Star Trek: The Next Generation pilot episode, \"Encounter at Farpoint\", to his last in Star Trek: Nemesis, Dorn has appeared more times as a regular cast member than any other actor of the Star Trek franchise, spanning five films and 272 television episodes. He also appeared as Worf's namesake, Colonel Worf, in the film Star Trek VI: The Undiscovered Country.",
      "pageId": 303322,
      "monthDay": "12/09"
    },
    {
      "year": "1945",
      "uri": "/wiki/Michael_Nouri",
      "name": "Michael Nouri",
      "aboutText": "Joan Anita Barbara Armatrading, MBE (/ˈɑrməˌtreɪdɪŋ/, born 9 December 1950) is a British singer-songwriter and guitarist.\nAs a three-time Grammy Award-nominee, Armatrading was nominated twice for BRIT Awards as Best Female Artist. She also received an Ivor Novello Award for Outstanding Contemporary Song Collection in 1996.",
      "pageId": 527425,
      "monthDay": "12/09"
    },
    {
      "year": "1946",
      "uri": "/wiki/David_Currie,_Baron_Currie_of_Marylebone",
      "name": "David Currie, Baron Currie of Marylebone",
      "aboutText": "Thomas Oliver Kite, Jr. (born December 9, 1949) is an American professional golfer and golf course architect. He spent 175 weeks in the top-10 of the Official World Golf Ranking between 1989 and 1994.",
      "pageId": 580401,
      "monthDay": "12/09"
    },
    {
      "year": "1946",
      "uri": "/wiki/Dennis_Dunaway",
      "name": "Dennis Dunaway",
      "aboutText": "Dennis Dunaway (born December 9, 1946 in Cottage Grove, Oregon) is an American musician, best known as the original bass guitarist for Alice Cooper from 1969–1974.",
      "pageId": 1524956,
      "monthDay": "12/09"
    },
    {
      "year": "1946",
      "uri": "/wiki/Sonia_Gandhi",
      "name": "Sonia Gandhi",
      "aboutText": "Jaak Jõerüüt (born 9 December 1947 in Tallinn) is an Estonian writer and politician. He was the defense minister of Estonia from November 2004 to 10 October 2005.\nHe was appointed to that position in November 2004 in Juhan Parts's government.",
      "pageId": 1741653,
      "monthDay": "12/09"
    },
    {
      "year": "1946",
      "uri": "/wiki/Nicholas_Reade",
      "name": "Nicholas Reade",
      "aboutText": "Liaqat Baloch (Urdu: لیاقت بلوچ) (born December 9, 1952) is a political leader in Pakistan. He is originally from Muzaffargarh, a remote area of southern Punjab - although his family's origins are in the nearby province of Balochistan.\nHe played an active role in student politics in the late 1970s.",
      "pageId": 1786182,
      "monthDay": "12/09"
    },
    {
      "year": "1947",
      "uri": "/wiki/Tom_Daschle",
      "name": "Tom Daschle",
      "aboutText": "Robert E. \"Bob\" O'Connor, Jr. (December 9, 1944 – September 1, 2006) was an American politician who was the Mayor of Pittsburgh, Pennsylvania from January 3, 2006, until his death.\n^ McNulty, Timothy (January 8, 2002).",
      "pageId": 1903104,
      "monthDay": "12/09"
    },
    {
      "year": "1947",
      "uri": "/wiki/Jaak_J%C3%B5er%C3%BC%C3%BCt",
      "name": "Jaak Jõerüüt",
      "aboutText": "Michael Nouri (born December 9, 1945) is an American television and film actor. He may be best known for his role as Nick Hurley, in the 1983 film Flashdance. He has had recurring roles in numerous television series, including NCIS as Eli David, the father of Mossad officer (now Special Agent) Ziva David, The O.C. as Dr.",
      "pageId": 1912279,
      "monthDay": "12/09"
    },
    {
      "year": "1947",
      "uri": "/wiki/Allan_Jones_(cricketer)",
      "name": "Allan Jones",
      "aboutText": "World B. Free (born Lloyd Bernard Free on December 9, 1953) is an American former professional basketball player who played in the National Basketball Association (NBA) from 1975–1988. Free was known as the \"Prince of Midair\" as well as \"All-World\".\n^ \"World B. Free\".",
      "pageId": 1947432,
      "monthDay": "12/09"
    },
    {
      "year": "1948",
      "uri": "/wiki/Marleen_Gorris",
      "name": "Marleen Gorris",
      "aboutText": "Jonathan Philip Chadwick Sumption, Lord Sumption, OBE, FSA, FRHistS (born 9 December 1948), is a British judge, author and medieval historian. He was sworn in as a Justice of the Supreme Court on 11 January 2012, succeeding The Lord Collins of Mapesbury, and was granted the style of Lord as a courtesy title by Royal Sign Manual in 2011, but without a seat in Parliament. Exceptionally, he was raised to the Supreme Court bench directly from the practising bar, rather than from prior service as a full-time judge.",
      "pageId": 2528182,
      "monthDay": "12/09"
    },
    {
      "year": "1948",
      "uri": "/wiki/Jonathan_Sumption",
      "name": "Jonathan Sumption",
      "aboutText": "Marleen Gorris (born 9 December 1948) is a writer-director from the Netherlands. Gorris is known as an outspoken feminist and supporter of gay and lesbian issues which is reflected in much of her work. In 1995 she won an Oscar for Best Foreign Language Film for Antonia's Line, this made her the first woman to direct a movie that won an Oscar for Best Foreign Film.",
      "pageId": 3252693,
      "monthDay": "12/09"
    },
    {
      "year": "1949",
      "uri": "/wiki/Tom_Kite",
      "name": "Tom Kite",
      "aboutText": "Fernando \"Nando\" Seler Parrado Dolgay (born December 9, 1949) is one of the sixteen Uruguayan survivors of Uruguayan Air Force Flight 571, which crashed in the Andes mountains on October 13, 1972. After spending two months trapped in the mountains with the other crash survivors, he, along with Roberto Canessa, climbed through the Andes mountains over a 10-day period to find help. His efforts, supported in various ways by the entire group, have been recognized through books and other media.",
      "pageId": 5675048,
      "monthDay": "12/09"
    },
    {
      "year": "1949",
      "uri": "/wiki/Nando_Parrado",
      "name": "Nando Parrado",
      "aboutText": "Allan Arthur Jones (born 9 December 1947 in Horley, Surrey) is an English cricket umpire and a retired cricketer. When he joined Glamorgan in 1980 he became the first cricketer to represent four English first-class counties.\nAllan Jones was educated at St John's College, Horsham.",
      "pageId": 5881367,
      "monthDay": "12/09"
    },
    {
      "year": "1950",
      "uri": "/wiki/Joan_Armatrading",
      "name": "Joan Armatrading",
      "aboutText": "Matti Mäntylä (born 9 December 1945, Turku, Finland) is a Finnish actor who has worked predominantly on Finnish television.\nMäntylä began acting in 1979 and has made many appearances mostly on TV in Finland since the early 1980s although he had appeared in several films such as the 1983 James Bond spoof Agentti 000 ja kuoleman kurvit where he acted alongside actors Ilmari Saarelainen and Tenho Sauren.\nHe had a small role in the 2005 Timo Koivusalo film Kaksipäisen kotkan varjossa alongside actors such as Mikko Leppilampi.",
      "pageId": 8170169,
      "monthDay": "12/09"
    },
    {
      "year": "1952",
      "uri": "/wiki/Liaqat_Baloch",
      "name": "Liaqat Baloch",
      "aboutText": "David Anthony Currie, Baron Currie of Marylebone (born 9 December 1946) is a British economist and a cross bench member of the House of Lords. Currie is Chair of the Competition and Markets Authority (CMA). which began operation on 1 April 2014.",
      "pageId": 9033489,
      "monthDay": "12/09"
    },
    {
      "year": "1952",
      "uri": "/wiki/Michael_Dorn",
      "name": "Michael Dorn",
      "aboutText": "Ki Longfellow (born 'Baby Kelly', later named Pamela, December 9, 1944) is an American novelist, playwright, theatrical producer, theater director and entrepreneur with dual citizenship in Britain. She is best known in the United States for her novel The Secret Magdalene (2005). This is among her recent works exploring the divine feminine.",
      "pageId": 9718423,
      "monthDay": "12/09"
    },
    {
      "year": "1953",
      "uri": "/wiki/Cornelis_de_Bondt",
      "name": "Cornelis de Bondt",
      "aboutText": "Cornelis de Bondt (born 9 December 1953) is a Dutch composer. Born in The Hague, de Bondt attended the Royal Conservatory there and currently teaches composition and music theory at the same institution.\n^ \"Cornelis de Bondt\".",
      "pageId": 18129317,
      "monthDay": "12/09"
    },
    {
      "year": "1953",
      "uri": "/wiki/World_B._Free",
      "name": "World B. Free",
      "aboutText": "Nicholas Stewart Reade (born 9 December 1946) was the Bishop of Blackburn in the Province of York from 2004 to 2012.\nReade was educated at Elizabeth College, Guernsey and the University of Leeds. He was ordained in 1973 after studying at the College of the Resurrection, Mirfield.",
      "pageId": 25679379,
      "monthDay": "12/09"
    },
    {
      "year": "1953",
      "uri": "/wiki/John_Malkovich",
      "name": "John Malkovich",
      "aboutText": "Roland Stephen \"Steve\" Taylor (born December 9, 1957), is an American Christian rock singer, songwriter, record producer, and film director. A large figure in what has come to be known as Christian alternative rock, he's also served in the group Chagall Guevara.",
      "pageId": 95127,
      "monthDay": "12/09"
    },
    {
      "year": "1954",
      "uri": "/wiki/Phil_Bryant",
      "name": "Phil Bryant",
      "aboutText": "John Gavin Malkovich (born December 9, 1953) is an American actor and director. He has appeared in more than 70 motion pictures. For his roles in Places in the Heart and In the Line of Fire, he received Academy Award nominations.",
      "pageId": 175431,
      "monthDay": "12/09"
    },
    {
      "year": "1954",
      "uri": "/wiki/Herman_Finkers",
      "name": "Herman Finkers",
      "aboutText": "Nicholas More \"Nick\" Seymour (born 9 December 1958, Benalla) is a musician, painter, and record producer.",
      "pageId": 304928,
      "monthDay": "12/09"
    },
    {
      "year": "1954",
      "uri": "/wiki/Jean-Claude_Juncker",
      "name": "Jean-Claude Juncker",
      "aboutText": "Jean-Claude Juncker (Luxembourgish pronunciation: [ʒ̊ɑ̃ːkloːd ˈjʊŋ.kɐ]; born 9 December 1954) is a Luxembourgish politician who has been President of the European Commission, the executive branch of the European Union (EU), since 2014. Previously Juncker was Prime Minister of Luxembourg from 1995 to 2013, as well as Minister for Finances from 1989 to 2009. He was the longest-serving head of any national government in the EU, and one of the longest-serving democratically elected leaders in the world, by the time he left office, his tenure encompassing the height of the European financial and sovereign debt crisis.",
      "pageId": 393865,
      "monthDay": "12/09"
    },
    {
      "year": "1954",
      "uri": "/wiki/Henk_ten_Cate",
      "name": "Henk ten Cate",
      "aboutText": "Caroline Patricia Lucas (born 9 December 1960) is a British politician and member of the Green Party of England and Wales who has been the Member of Parliament (MP) for Brighton Pavilion since 2010 general election, when she became the UK's first Green MP. She was re-elected in 2015 with an increased majority.\nBorn in Malvern in Worcestershire, Lucas graduated from the University of Exeter and the University of Kansas before earning a PhD from the University of Exeter in 1989. She joined the Green Party in 1986 and held various party roles, also serving on Oxfordshire County Council from 1993 to 1997.",
      "pageId": 415702,
      "monthDay": "12/09"
    },
    {
      "year": "1955",
      "uri": "/wiki/Otis_Birdsong",
      "name": "Otis Birdsong",
      "aboutText": "Donald Clark \"Donny\" Osmond (born December 9, 1957) is an American singer, actor, dancer, radio personality, and former teen idol. Osmond has also been a talk and game show host, record producer and author. In the mid-1960s, he and four of his elder brothers gained fame as the Osmonds.",
      "pageId": 726651,
      "monthDay": "12/09"
    },
    {
      "year": "1955",
      "uri": "/wiki/Takeshi_Masu",
      "name": "Takeshi Masu",
      "aboutText": "Stefen Markus Fangmeier (born 9 December 1960 in El Paso, Texas, USA) is an American visual effects supervisor of numerous major feature films, including Lemony Snicket's A Series of Unfortunate Events, Saving Private Ryan, Terminator 2: Judgment Day, Twister, Perfect Storm and Master and Commander: The Far Side of the World. He also has been a second unit director for two films, Dreamcatcher (2003) and Galaxy Quest (1999).",
      "pageId": 2551735,
      "monthDay": "12/09"
    },
    {
      "year": "1955",
      "uri": "/wiki/Chamras_Saewataporn",
      "name": "Chamras Saewataporn",
      "aboutText": "Terence Patrick \"Terry\" Moran (born December 9, 1959) is an American journalist, formerly the co-anchor of the ABC-TV network news show Nightline. In 2013, he was named ABC News Chief Foreign Correspondent, based in London.\n^ a b Molly Stark Dean (December 9, 2010).",
      "pageId": 2843873,
      "monthDay": "12/09"
    },
    {
      "year": "1956",
      "uri": "/wiki/Jean-Pierre_Thiollet",
      "name": "Jean-Pierre Thiollet",
      "aboutText": "Hermenegildus \"Herman\" Felix Victor Maria Finkers [ɦɛrmeːnə'ɣɪɫdəs 'ɦɛrmɑn 'feːlɪks 'vɪktɔr ma'riaː 'fɪŋkərs] (born December 9, 1954 in Almelo, Overijssel) is a comedian from the Dutch region of Twente, who is well known in the Netherlands for his friendly, dry-witted humour and his ambiguous style of storytelling. In his way of telling a story the moral should never be in the way of a good joke or pun. His humor is never at the expense of others, except his brother Wilfried Finkers, who is frequently the target of jokes.",
      "pageId": 3189813,
      "monthDay": "12/09"
    },
    {
      "year": "1957",
      "uri": "/wiki/Peter_O%27Mara",
      "name": "Peter O'Mara",
      "aboutText": "Otis Lee Birdsong (born December 9, 1955) is an American former professional basketball player. He spent twelve seasons (1977–1989) in the NBA and appeared in four NBA All-Star Games.\nA 6'3\" guard who attended Winter Haven High School and the University of Houston, Birdsong was selected by the Kansas City Kings with the second pick of the 1977 NBA Draft.",
      "pageId": 4348993,
      "monthDay": "12/09"
    },
    {
      "year": "1957",
      "uri": "/wiki/Donny_Osmond",
      "name": "Donny Osmond",
      "aboutText": "Raja Raymond Gosnell (born December 9, 1958) is an American film director and film editor best known for directing the films Home Alone 3, Never Been Kissed, Big Momma's House, Scooby-Doo, Beverly Hills Chihuahua, and The Smurfs. Commonly mistaken for being of Indian descent, Gosnell was named after his father's friend Raja Mohideen. He is also known for his director-editor collaboration with Chris Columbus, for whom he edited Home Alone, Home Alone 2: Lost in New York, and Mrs.",
      "pageId": 4460957,
      "monthDay": "12/09"
    },
    {
      "year": "1957",
      "uri": "/wiki/Steve_Taylor",
      "name": "Steve Taylor",
      "aboutText": "Richard Francis \"Rikk\" Agnew, Jr. (born December 9, 1958) is an American singer, songwriter, multi-instrumentalist, record producer and artist. In a career spanning more than 30 years, Agnew has been a member of some of the most influential bands of the Orange County hardcore punk genre, as well as the influential deathrock band Christian Death.",
      "pageId": 4836094,
      "monthDay": "12/09"
    },
    {
      "year": "1958",
      "uri": "/wiki/Rikk_Agnew",
      "name": "Rikk Agnew",
      "aboutText": "Henk ten Cate (Dutch pronunciation: [ˈɦɛŋk tɛn ˈkaː.tə], born 9 December 1954 in Amsterdam, North Holland) is a Dutch football manager and a former professional player.\nIn the 2005–06 season, he was the assistant of Frank Rijkaard at Barcelona that guided the team to a Champions League Trophy and La Liga title. He then served as manager of Ajax until October 2007 and got three trophies for the Dutch club.",
      "pageId": 5206332,
      "monthDay": "12/09"
    },
    {
      "year": "1958",
      "uri": "/wiki/Raja_Gosnell",
      "name": "Raja Gosnell",
      "aboutText": "Susan Margaret Bullock CBE (born 9 December 1958 in Cheshire) is a British soprano. She has performed dramatic soprano parts at major opera houses, and also sung in concert and recital.\nBullock was educated at Cheadle Hulme School, and further at Royal Holloway College, University of London, the Royal Academy of Music and the National Opera Studio.",
      "pageId": 9780201,
      "monthDay": "12/09"
    },
    {
      "year": "1958",
      "uri": "/wiki/Nick_Seymour",
      "name": "Nick Seymour",
      "aboutText": "John Martin (born John Martin Scripps, 9 December 1959 – 19 April 1996) was an English spree killer who murdered three tourists—Gerard Lowe in Singapore, and Sheila and Darin Damude in Thailand—with another three unconfirmed victims. He posed as a tourist himself when committing the murders, for which British tabloids nicknamed him \"the tourist from Hell\". He cut up all his victims' bodies, using butchery skills he acquired in prison, before disposing of them.",
      "pageId": 11211958,
      "monthDay": "12/09"
    },
    {
      "year": "1959",
      "uri": "/wiki/Susan_Bullock",
      "name": "Susan Bullock",
      "aboutText": "Jean-Pierre Thiollet (born December 9, 1956 in Poitiers) is a French writer and journalist.\nUsually living in Paris, he is the author of numerous books and one of the national leaders of CEDI, a European employers' organization.\nOn 13 May 2013, he was one of the notable French people among the audience of the concert given by Dariga Nazarbayeva with the Orchestre Lamoureux directed by Dmitry Yablonsky and co-organized by Count Pierre Sheremetev, at the Théâtre des Champs-Élysées in Paris.",
      "pageId": 12750413,
      "monthDay": "12/09"
    },
    {
      "year": "1959",
      "uri": "/wiki/John_Martin_Scripps",
      "name": "John Martin Scripps",
      "aboutText": "Chamras Saewataporn (born in Bangkok, Thailand on December 9, 1955), is an accomplished Thai musician and composer who first turned professional at the age of 18. He began his musical career working in night clubs and later joined one of the Thai bands of that era, \"Grand X\" (1976–1980). In 1981, he began composing music and started his own band, \"The Radio\".",
      "pageId": 12998011,
      "monthDay": "12/09"
    },
    {
      "year": "1960",
      "uri": "/wiki/Stefen_Fangmeier",
      "name": "Stefen Fangmeier",
      "aboutText": "Dewey Phillip \"Phil\" Bryant (born December 9, 1954) is an American politician from the state of Mississippi who has served as the 63rd Governor of Mississippi since 2012. He previously served as the 31st Lieutenant Governor of Mississippi from 2008 to 2012 and as the 40th State Auditor of Mississippi from 1996 to 2008.\nBryant, a Republican, was elected as Governor in the 2011 gubernatorial election, defeating the Democratic nominee, Hattiesburg Mayor Johnny DuPree.",
      "pageId": 13029227,
      "monthDay": "12/09"
    },
    {
      "year": "1960",
      "uri": "/wiki/Caroline_Lucas",
      "name": "Caroline Lucas",
      "aboutText": "Peter O'Mara (born 9 December 1957 in Sydney, Australia) is an Australian jazz guitarist, composer and teacher.",
      "pageId": 22234103,
      "monthDay": "12/09"
    },
    {
      "year": "1960",
      "uri": "/wiki/Terry_Moran",
      "name": "Terry Moran",
      "aboutText": "Takeshi Masu (升毅, Masu Takeshi, born 9 December 1955) is a Japanese actor.",
      "pageId": 45408358,
      "monthDay": "12/09"
    },
    {
      "year": "1960",
      "uri": "/wiki/Dobroslav_Paraga",
      "name": "Dobroslav Paraga",
      "aboutText": "Masako, Crown Princess of Japan (皇太子徳仁親王妃雅子, Kōtaishi Naruhito Shinnōhi Masako), born Masako Owada (小和田雅子, Owada Masako) on 9 December 1963, is the wife of Naruhito, Crown Prince of Japan, who is the eldest son of Emperor Akihito and Empress Michiko and the heir apparent to the Chrysanthemum Throne. She is a member of the Imperial House of Japan through marriage. When the Crown Prince ascends the throne, Masako will become empress consort.",
      "pageId": 641036,
      "monthDay": "12/09"
    },
    {
      "year": "1960",
      "uri": "/wiki/Juan_Samuel",
      "name": "Juan Samuel",
      "aboutText": "David \"Dave\" Harold (born 9 December 1966) is an English former professional snooker player from Stoke-on-Trent. He was known by the nicknames of \"the Hard Man\" and \"the Stoke Potter\" (conflating his home city's pottery industry and his profession of potting snooker balls). He was also the first player on the television circuit to sport a plaster on his chin as a guide for his cue, which is a practice now adopted by Graeme Dott.",
      "pageId": 682705,
      "monthDay": "12/09"
    },
    {
      "year": "1961",
      "uri": "/wiki/David_Anthony_Higgins",
      "name": "David Anthony Higgins",
      "aboutText": "Paul Landers (born 9 December 1964) is a German musician, notable as guitarist for the Neue Deutsche Härte band Rammstein.",
      "pageId": 856860,
      "monthDay": "12/09"
    },
    {
      "year": "1961",
      "uri": "/wiki/Joe_Lando",
      "name": "Joe Lando",
      "aboutText": "Felicity Kendall Huffman (born December 9, 1962) is an American film, stage, and television actress. She has been nominated once for an Academy Award, five times for a Golden Globe Award (winning one), and has also won an Emmy Award, Obie and three Screen Actors Guild Awards.\nHuffman began her acting career in theatre and in 1990s also had many supporting roles in film and television.",
      "pageId": 1018235,
      "monthDay": "12/09"
    },
    {
      "year": "1962",
      "uri": "/wiki/Felicity_Huffman",
      "name": "Felicity Huffman",
      "aboutText": "Dave \"Davey\" Hilton, Jr. (born December 9, 1963) is a former boxing world champion. He is a member of the Fighting Hilton Family and is the former brother-in-law of Arturo Gatti.",
      "pageId": 1067502,
      "monthDay": "12/09"
    },
    {
      "year": "1963",
      "uri": "/wiki/Masako,_Crown_Princess_of_Japan",
      "name": "Masako, Crown Princess of Japan",
      "aboutText": "Dana Trevor Murzyn (born December 9, 1966) is a retired Canadian professional ice hockey defenceman. Drafted out of the Western Hockey League (WHL), he was selected fifth overall by the Hartford Whalers in the 1985 NHL Entry Draft. He began his NHL career in 1985–86 with the Whalers and was named to the NHL All-Rookie Team.",
      "pageId": 1474400,
      "monthDay": "12/09"
    },
    {
      "year": "1963",
      "uri": "/wiki/Dave_Hilton,_Jr.",
      "name": "Dave Hilton, Jr.",
      "aboutText": "Toby Huss (born December 9, 1966) is an American actor and screenwriter best known for portraying Artie in the Nickelodeon series The Adventures of Pete & Pete (1993–1996). He is also known for his voice-over work on the long-running animated series King of the Hill (1997–2010) and his role as Felix \"Stumpy\" Dreifuss on HBO's Carnivàle (2003–2005).",
      "pageId": 1517153,
      "monthDay": "12/09"
    },
    {
      "year": "1964",
      "uri": "/wiki/Hape_Kerkeling",
      "name": "Hape Kerkeling",
      "aboutText": "Joseph John Lando (born December 9, 1961) is an American actor, most recognizable for playing Byron Sully on the TV series Dr. Quinn, Medicine Woman.\nLando attended Stevenson High School in Lincolnshire, Illinois.",
      "pageId": 1944397,
      "monthDay": "12/09"
    },
    {
      "year": "1964",
      "uri": "/wiki/Johannes_B._Kerner",
      "name": "Johannes B. Kerner",
      "aboutText": "Dobroslav Paraga (9 December 1960) is a Croatian right-wing politician. He was first president of the Croatian Party of Rights, after party was reestablished in 1991. In 1993 he founded a split party, Croatian Party of Rights 1861 due to disagreement with Anto Đapić.",
      "pageId": 1995383,
      "monthDay": "12/09"
    },
    {
      "year": "1964",
      "uri": "/wiki/Paul_Landers",
      "name": "Paul Landers",
      "aboutText": "Larry Emdur (born 9 December 1964) is an Australian television personality.\nEmdur is currently co-host of The Morning Show alongside Kylie Gillies. The duo also hosted the Australian version of Celebrity Splash!.",
      "pageId": 2613115,
      "monthDay": "12/09"
    },
    {
      "year": "1964",
      "uri": "/wiki/Larry_Emdur",
      "name": "Larry Emdur",
      "aboutText": "Juan Milton Samuel (born December 9, 1960 in San Pedro de Macorís, Dominican Republic) is a retired second baseman who spent sixteen seasons in Major League Baseball (MLB) with the Philadelphia Phillies (1983–1989), New York Mets (1989), Los Angeles Dodgers (1990–1992), Kansas City Royals (1992, 1995), Cincinnati Reds (1993), Detroit Tigers (1994–1995) and Toronto Blue Jays (1996–1998). A three-time National League (NL) All-Star, he appeared in the 1983 World Series with the Phillies. He served as interim manager for the Baltimore Orioles during the 2010 MLB season.",
      "pageId": 2628717,
      "monthDay": "12/09"
    },
    {
      "year": "1965",
      "uri": "/wiki/Joe_Ausanio",
      "name": "Joe Ausanio",
      "aboutText": "Michael Foster (born December 9, 1964) is the drummer of rock band FireHouse.",
      "pageId": 3172728,
      "monthDay": "12/09"
    },
    {
      "year": "1966",
      "uri": "/wiki/Michael_Foster_(musician)",
      "name": "Michael Foster",
      "aboutText": "Mateo Romero (born 1966) is a Native American painter.",
      "pageId": 3551381,
      "monthDay": "12/09"
    },
    {
      "year": "1966",
      "uri": "/wiki/Kirsten_Gillibrand",
      "name": "Kirsten Gillibrand",
      "aboutText": "David Anthony Higgins is an American comedic actor, best known for playing the roles of Craig Feldspar from Malcolm in the Middle, Joe in Ellen, and Reginald Bitters from Big Time Rush.",
      "pageId": 4156368,
      "monthDay": "12/09"
    },
    {
      "year": "1966",
      "uri": "/wiki/Dave_Harold",
      "name": "Dave Harold",
      "aboutText": "Spencer D'Oyly Rochfort (born December 9, 1966) is a Canadian American television and film actor.",
      "pageId": 4338980,
      "monthDay": "12/09"
    },
    {
      "year": "1966",
      "uri": "/wiki/Toby_Huss",
      "name": "Toby Huss",
      "aboutText": "Kirsten Elizabeth Rutnik Gillibrand (/ˈkɪərstən ˈdʒɪlɨbrænd/ KEER-stən JIL-ə-brand; born December 9, 1966) is an American politician and the junior United States Senator from New York, in office since 2009. Previously, she served in the United States House of Representatives, representing New York's 20th congressional district (2007–09). She is a member of the Democratic Party.",
      "pageId": 6778068,
      "monthDay": "12/09"
    },
    {
      "year": "1966",
      "uri": "/wiki/Dana_Murzyn",
      "name": "Dana Murzyn",
      "aboutText": "Hans Peter Wilhelm \"Hape\" Kerkeling (German pronunciation: [ˈhaːpə ˈkɛʁkəlɪŋ]; born 9 December 1964, in Recklinghausen, Germany) is a German actor, presenter and comedian.",
      "pageId": 7139245,
      "monthDay": "12/09"
    },
    {
      "year": "1966",
      "uri": "/wiki/Spencer_Rochfort",
      "name": "Spencer Rochfort",
      "aboutText": "Joseph John Ausanio (born December 9, 1965) is a former Major League baseball relief pitcher who appeared in 41 games for the New York Yankees in 1994 and 1995.",
      "pageId": 12355790,
      "monthDay": "12/09"
    },
    {
      "year": "1966",
      "uri": "/wiki/Julio_Rodas",
      "name": "Julio Rodas",
      "aboutText": "Johannes Baptist Kerner (born December 9, 1964 in Bonn) is a German TV personality best known as a sportscaster.\n^ \"TV-Sender: Johannes B. Kerner wechselt zurück zu Sat 1\". Handelsblatt (in German).",
      "pageId": 14142957,
      "monthDay": "12/09"
    },
    {
      "year": "1966",
      "uri": "/wiki/Mateo_Romero_(artist)",
      "name": "Mateo Romero",
      "aboutText": "Julio Alberto Rodas Hurtarte (born 9 December 1966) is a retired Guatemalan professional football striker.",
      "pageId": 27327866,
      "monthDay": "12/09"
    },
    {
      "year": "1966",
      "uri": "/wiki/Gideon_Sa%27ar",
      "name": "Gideon Sa'ar",
      "aboutText": "Brian Lane Bell (born December 9, 1968) is an American guitarist, singer and songwriter. He is best known as the rhythm guitarist, backing vocalist and occasional lead vocalist of the alternative rock band Weezer, with whom he has recorded nine studio albums. Bell also fronts the rock band The Relationship, and was previously the lead vocalist and guitarist of the indie rock band Space Twins.",
      "pageId": 203076,
      "monthDay": "12/09"
    },
    {
      "year": "1966",
      "uri": "/wiki/Shane_Scott",
      "name": "Shane Scott",
      "aboutText": "Kurt Steven Angle (born December 9, 1968) is an American professional wrestler, actor, and retired amateur wrestler. While at Clarion University of Pennsylvania, he won numerous accolades, including being a two-time National Collegiate Athletic Association (NCAA) Division I Heavyweight Wrestling Champion. After graduating college, Angle won a gold medal in freestyle wrestling at the 1995 World Wrestling Championships.",
      "pageId": 346200,
      "monthDay": "12/09"
    },
    {
      "year": "1966",
      "uri": "/wiki/Martin_Taylor_(footballer,_born_1966)",
      "name": "Martin Taylor",
      "aboutText": "Joshua David Bell (born December 9, 1967) is an American violinist and conductor.",
      "pageId": 394819,
      "monthDay": "12/09"
    },
    {
      "year": "1967",
      "uri": "/wiki/Joshua_Bell",
      "name": "Joshua Bell",
      "aboutText": "Gideon Sa'ar (Hebrew: גִּדְעוֹן סַעַר; born 9 December 1966) is a former Israeli politician who served as a member of the Knesset for the political party Likud between 2003 and 2014.",
      "pageId": 485357,
      "monthDay": "12/09"
    },
    {
      "year": "1967",
      "uri": "/wiki/Jason_Dozzell",
      "name": "Jason Dozzell",
      "aboutText": "Jakob Luke Dylan (born December 9, 1969) is an American singer and songwriter who rose to fame as the lead singer and songwriter for the rock band The Wallflowers, with which he has released six albums since 1992. Dylan is the primary songwriter for The Wallflowers and is credited with penning notable hits such as \"One Headlight\" and \"6th Avenue Heartache\". \"One Headlight\" is listed at No.58 in Rolling Stone's list of the 100 Greatest Pop Songs and won two Grammy Awards.",
      "pageId": 722331,
      "monthDay": "12/09"
    },
    {
      "year": "1967",
      "uri": "/wiki/Gheorghe_Popescu",
      "name": "Gheorghe Popescu",
      "aboutText": "Bixente Lizarazu (Basque pronunciation: [biˈʃente lis̻aˈɾas̻u]), initially registered as Vincent Lizarazu, (born 9 December 1969) is a retired Basque-French footballer who played for Bordeaux and Bayern Munich, among other teams, as a left-back. He also had 97 caps for the French national team.\nIn a twelve-year international career from 1992 to 2004, Lizarazu played in three European championships and two World Cups for France, winning the 1998 World Cup and Euro 2000.",
      "pageId": 779033,
      "monthDay": "12/09"
    },
    {
      "year": "1968",
      "uri": "/wiki/Kurt_Angle",
      "name": "Kurt Angle",
      "aboutText": "Kara Elizabeth DioGuardi (/ˈkærə diːɵˈɡwɑrdi/; born December 9, 1970) is an American singer-songwriter, record producer, music publisher, A&R executive, composer and TV personality. She writes music primarily in the pop rock genre. DioGuardi has worked with many popular artists; sales of albums on which her songs appear exceed 160 million worldwide.",
      "pageId": 1277712,
      "monthDay": "12/09"
    },
    {
      "year": "1968",
      "uri": "/wiki/Brian_Bell_(musician)",
      "name": "Brian Bell",
      "aboutText": "Gheorghe Gică Popescu (Romanian pronunciation: [ˈɡe̯orɡe ˈd͡ʒikə poˈpesku]; born 9 October 1967 in Calafat) is a retired Romanian football defender, former captain of FC Barcelona and key part of the Romania national team in the 1990s. He played for a string of European clubs in that period, including a four-year stint at PSV Eindhoven. His tactical knowledge as a defender made him a valuable team member in top European competitions until he reached his late-thirties.",
      "pageId": 1477888,
      "monthDay": "12/09"
    },
    {
      "year": "1968",
      "uri": "/wiki/Brent_Price",
      "name": "Brent Price",
      "aboutText": "Lance Krall (born December 9, 1970 in Monterey, California) is an American comedian and actor, television writer, director, and producer of Vietnamese descent. He became well known after his portrayal as \"Kip\" in the role in faux-reality show The Joe Schmo Show.",
      "pageId": 1623816,
      "monthDay": "12/09"
    },
    {
      "year": "1969",
      "uri": "/wiki/Jakob_Dylan",
      "name": "Jakob Dylan",
      "aboutText": "Sebastian Spence (born December 9, 1969) is an actor who played the lead role of Cade Foster in the Syfy TV series, First Wave.",
      "pageId": 1812252,
      "monthDay": "12/09"
    },
    {
      "year": "1969",
      "uri": "/wiki/Saskia_Garel",
      "name": "Saskia Garel",
      "aboutText": "Nick E. Hysong (born December 9, 1971 in Winslow, Arizona) is an American athlete competing in the men's pole vault. Best known for winning the Olympic gold medal in 2000 with a personal best jump of 5.90 metres, he also won a bronze medal at the 2001 World Championships in Athletics. Has excellent speed.",
      "pageId": 3027062,
      "monthDay": "12/09"
    },
    {
      "year": "1969",
      "uri": "/wiki/Lori_Greiner",
      "name": "Lori Greiner",
      "aboutText": "Jason Irvin Winans Dozzell (born 9 December 1967) is an English former professional footballer who made more than 500 Football League appearances for Ipswich Town, Tottenham Hotspur, Northampton Town and Colchester United. Dozzell holds the record for being the youngest goalscorer in the England's top division after scoring for Ipswich Town against Coventry City in a First Division match on 4 February 1984 at the age of 16 years and 57 days (the youngest goalscorer since the formation of the Premier League is Everton's James Vaughan, aged 16 years 270 days).\nDozzell has also managed two non-League football clubs, both in the Eastern Counties Football League — Ipswich Wanderers and Leiston.",
      "pageId": 3266162,
      "monthDay": "12/09"
    },
    {
      "year": "1969",
      "uri": "/wiki/Bixente_Lizarazu",
      "name": "Bixente Lizarazu",
      "aboutText": "Found birth name, Found image size, Found years active,",
      "pageId": 3305592,
      "monthDay": "12/09"
    },
    {
      "year": "1969",
      "uri": "/wiki/Rapha%C3%ABl_Rouquier",
      "name": "Raphaël Rouquier",
      "aboutText": "Allison Smith (born December 9, 1969) is an American actress and singer best known for her work on television as Mallory O'Brien in Aaron Sorkin's Emmy Award-winning NBC drama The West Wing, and starring on Broadway in the title role Annie. She also played the role of Jennie Lowell on the 1980s Emmy Award winning sitcom Kate & Allie. She received a Screen Actors Guild win in 2001 for Best Performance by an Ensemble in a Drama Series for \"The West Wing\".",
      "pageId": 3362346,
      "monthDay": "12/09"
    },
    {
      "year": "1969",
      "uri": "/wiki/Allison_Smith_(actress)",
      "name": "Allison Smith",
      "aboutText": "Hartley Brent Price (born December 9, 1968), is a retired American professional basketball player.",
      "pageId": 4088757,
      "monthDay": "12/09"
    },
    {
      "year": "1969",
      "uri": "/wiki/Sebastian_Spence",
      "name": "Sebastian Spence",
      "aboutText": "Saskia Garel (born 9 December 1969) is a Jamaican-Canadian actress and singer. Born in Kingston, Jamaica, Garel later immigrated to Toronto, Canada with her parents when she was 6 yrs old. She earned a Bachelor of Fine Arts degree from York University.",
      "pageId": 11133504,
      "monthDay": "12/09"
    },
    {
      "year": "1970",
      "uri": "/wiki/Kara_DioGuardi",
      "name": "Kara DioGuardi",
      "aboutText": "Martin Taylor (born 9 December 1966 in Tamworth, England) former footballer.",
      "pageId": 11720483,
      "monthDay": "12/09"
    },
    {
      "year": "1970",
      "uri": "/wiki/Lance_Krall",
      "name": "Lance Krall",
      "aboutText": "Shane Scott (born December 9, 1966) is an American director, writer, producer, cinematographer, editor and musician best known for making profitable, independent films with low budgets.",
      "pageId": 19151528,
      "monthDay": "12/09"
    },
    {
      "year": "1971",
      "uri": "/wiki/Geoff_Barrow",
      "name": "Geoff Barrow",
      "aboutText": "Raphaël Alexis Marcel Rouquier (born December 9, 1969) is a French mathematician and",
      "pageId": 23254477,
      "monthDay": "12/09"
    },
    {
      "year": "1971",
      "uri": "/wiki/Nick_Hysong",
      "name": "Nick Hysong",
      "aboutText": "Lori Greiner (born December 9, 1969) is an American inventor, entrepreneur, and television personality. She is best known as a cast member of the reality TV show Shark Tank and has been called \"The Queen of QVC\". Since 1998, she has had a program on QVC called \"Clever & Unique Creations Show.\" She is also president and founder of the Chicago-based company For Your Ease Only, Inc.",
      "pageId": 34656371,
      "monthDay": "12/09"
    },
    {
      "year": "1971",
      "uri": "/wiki/Petr_Nedv%C4%9Bd",
      "name": "Petr Nedvěd",
      "aboutText": "Germaine Williams (born December 9, 1974), better known by his stage name Canibus, is a Jamaican-American rapper, actor and member of The Hrsmn, Sharpshooterz, Cloak N Dagga, The Undergods, and one-half of T.H.E.M. Canibus rose to fame in the mid-nineties.",
      "pageId": 168301,
      "monthDay": "12/09"
    },
    {
      "year": "1971",
      "uri": "/wiki/Srirasmi_Suwadee",
      "name": "Srirasmi Suwadee",
      "aboutText": "Petr Nedvěd (born December 9, 1971) is a Czech Canadian former professional ice hockey player who spent 15 seasons in the National Hockey League (NHL).",
      "pageId": 644221,
      "monthDay": "12/09"
    },
    {
      "year": "1972",
      "uri": "/wiki/Reiko_Aylesworth",
      "name": "Reiko Aylesworth",
      "aboutText": "Gastón Norberto Gaudio (Spanish pronunciation: [ɡasˈton ˈɡauðjo]; born 9 December 1978) is a retired tennis player from Argentina. He won eight singles titles and achieved a career-high ATP singles ranking of world no. 5 in April 2005.",
      "pageId": 703706,
      "monthDay": "12/09"
    },
    {
      "year": "1972",
      "uri": "/wiki/Annalise_Braakensiek",
      "name": "Annalise Braakensiek",
      "aboutText": "Vénuste Niyongabo (born December 9, 1973) is a Burundian former middle-distance runner. In 1996, he became the first (and so far, only) Olympic medalist from Burundi by winning the 5000 metres at the 1996 Summer Olympics. He had only competed twice before in that event prior to winning the gold medal.",
      "pageId": 833487,
      "monthDay": "12/09"
    },
    {
      "year": "1972",
      "uri": "/wiki/Tr%C3%A9_Cool",
      "name": "Tré Cool",
      "aboutText": "Michael Shayne Graham (born December 9, 1977) is an American football placekicker for the Atlanta Falcons of the National Football League (NFL). He played college football at Virginia Tech. He made his professional debut in May 2000 with the Richmond Speed of the Arena Football League's now-defunct developmental league, AF2.",
      "pageId": 1247876,
      "monthDay": "12/09"
    },
    {
      "year": "1972",
      "uri": "/wiki/Michael_Corcoran_(musician)",
      "name": "Michael Corcoran",
      "aboutText": "Jesse Eden Metcalfe (born December 9, 1978) is an American actor. Metcalfe is known for his portrayal of John Rowland on Desperate Housewives. Metcalfe has also had notable roles on Passions and in John Tucker Must Die.",
      "pageId": 1533111,
      "monthDay": "12/09"
    },
    {
      "year": "1972",
      "uri": "/wiki/Fabrice_Santoro",
      "name": "Fabrice Santoro",
      "aboutText": "Reiko M. Aylesworth (born December 9, 1972) is an American film, television and stage actress, best known for her role on the television series 24 as Michelle Dessler.\n^ Genzlinger, Neil. \"Reiko Aylesworth\".",
      "pageId": 1589646,
      "monthDay": "12/09"
    },
    {
      "year": "1973",
      "uri": "/wiki/Fabio_Artico",
      "name": "Fabio Artico",
      "aboutText": "Found nationality, Rahat Fateh Ali Khan or RFAK (born 9 December 1973) (Urdu: راحت فتح علی خان‎) is a Pakistani singer, primarily of Qawwali, a devotional music of the Muslim Sufis. He is the nephew of Ustad Nusrat Fateh Ali Khan and son of Ustad Farrukh Fateh Ali Khan and also the grandson of legendary Qawwali singer Fateh Ali Khan. In addition to Qawwali, he also performs ghazals and other light music.",
      "pageId": 1876694,
      "monthDay": "12/09"
    },
    {
      "year": "1973",
      "uri": "/wiki/Rahat_Fateh_Ali_Khan",
      "name": "Rahat Fateh Ali Khan",
      "aboutText": "Fabrice Vetea Santoro (born 9 December 1972) is a retired French professional male tennis player from Tahiti. Though not counted among the top-ranked players, he had an unusually long professional career, with many of his accomplishments coming toward the end of his career, and he is popular among spectators and other players alike for his winning demeanor and shot-making abilities.\nOwing to his longevity on the tour and consistent ranking, Santoro holds several ATP records: the most appearances in singles competition at Grand Slam events (70), the greatest amount of career wins over top ten opponents for a player who never reached the top ten (40), and the most losses in singles play (444, though he won even more matches).",
      "pageId": 1978564,
      "monthDay": "12/09"
    },
    {
      "year": "1973",
      "uri": "/wiki/V%C3%A9nuste_Niyongabo",
      "name": "Vénuste Niyongabo",
      "aboutText": "Imogen Jennifer Heap (/ˈɪmədʒɨn ˈhiːp/; born 9 December 1977) is an English singer-songwriter and composer. She is known for her work as part of the musical duo Frou Frou and her solo albums, which she writes, produces, and mixes. She has produced four solo albums.",
      "pageId": 2127621,
      "monthDay": "12/09"
    },
    {
      "year": "1973",
      "uri": "/wiki/B%C3%A1rbara_Padilla",
      "name": "Bárbara Padilla",
      "aboutText": "Than Phu Ying Srirasmi Suwadee (Thai: ศรีรัศมิ์ สุวะดี; rtgs: Sirat Suwadi; 9 December 1971), formerly Princess Srirasm, Royal Consort to the Crown Prince of Thailand, is a former member of the royal family of Thailand. She was the third consort of Crown Prince Maha Vajiralongkorn from 2001 to 2014. Born to a family of modest means, Srirasmi entered the service of the Crown Prince at the age of 22.",
      "pageId": 2206635,
      "monthDay": "12/09"
    },
    {
      "year": "1974",
      "uri": "/wiki/Canibus",
      "name": "Canibus",
      "aboutText": "Annalise Braakensiek (born 9 December 1972) is an Australian model, actress, and TV presenter.\n^ \"Australian Model Annalise Braakensiek strips off to save sheep\". Sawf News.",
      "pageId": 6475598,
      "monthDay": "12/09"
    },
    {
      "year": "1974",
      "uri": "/wiki/Alo%C3%ADsio_da_Silva_Filho",
      "name": "Aloísio da Silva Filho",
      "aboutText": "Christopher Scott Booker (born December 9, 1976) is a former Major League Baseball pitcher.\nBooker was drafted in the 20th round of the 1995 amateur draft by the Chicago Cubs. The Washington Nationals signed him as a free agent in November 2005.",
      "pageId": 7371652,
      "monthDay": "12/09"
    },
    {
      "year": "1974",
      "uri": "/wiki/Wendy_Dillinger",
      "name": "Wendy Dillinger",
      "aboutText": "Wendy Dillinger (born December 9, 1974 in St. Charles, Missouri) is the current head soccer coach at the University of Missouri St. Louis and former professional soccer player.",
      "pageId": 12953290,
      "monthDay": "12/09"
    },
    {
      "year": "1976",
      "uri": "/wiki/Chris_Booker_(baseball)",
      "name": "Chris Booker",
      "aboutText": "Bae Soo-bin (born Yoon Tae-wook on December 9, 1976), is a South Korean actor. He is best known for his roles in the television dramas Brilliant Legacy, Temptation of an Angel, 49 Days, and Dong Yi.",
      "pageId": 13579565,
      "monthDay": "12/09"
    },
    {
      "year": "1976",
      "uri": "/wiki/Bae_Soo-bin",
      "name": "Bae Soo-bin",
      "aboutText": "Aloísio full name Aloísio da Silva Filho (born 9 December 1974), is a Brazilian footballer who plays for Potiguar de Mossoró.\nHe spent most of his career with Campeonato Brasileiro Série B and Série C teams. He also spent most of his career in Brazil Northeast Region, for clubs in Ceará, Rio Grande do Norte, Sergipe and Bahia.",
      "pageId": 16903140,
      "monthDay": "12/09"
    },
    {
      "year": "1977",
      "uri": "/wiki/Shayne_Graham",
      "name": "Shayne Graham",
      "aboutText": "Michael Thomas Corcoran (born December 9, 1972), aka Backhouse Mike or Ken Lofkoll, is an American musician, singer-songwriter, composer, sound designer, musical arranger, orchestrator, and record producer.",
      "pageId": 24105429,
      "monthDay": "12/09"
    },
    {
      "year": "1977",
      "uri": "/wiki/Imogen_Heap",
      "name": "Imogen Heap",
      "aboutText": "Bárbara Padilla (/pəˈdiːə/; born December 9, 1973) is a Mexican-American operatic soprano. She was the runner-up on the fourth season of America's Got Talent. She is well known as a survivor of Hodgkin's lymphoma.",
      "pageId": 24353799,
      "monthDay": "12/09"
    },
    {
      "year": "1978",
      "uri": "/wiki/Gast%C3%B3n_Gaudio",
      "name": "Gastón Gaudio",
      "aboutText": "Fabio Artico (born 9 December 1973 in Venaria Reale, Piedmont) is a retired Italian footballer.",
      "pageId": 26120584,
      "monthDay": "12/09"
    },
    {
      "year": "1978",
      "uri": "/wiki/Jesse_Metcalfe",
      "name": "Jesse Metcalfe",
      "aboutText": "Frank Edwin Wright III (born December 9, 1972), known professionally as Tré Cool, is an American drummer, best known as the drummer for Green Day. He replaced the band's former drummer John Kiffmeyer in 1990. Cool has also played in The Lookouts, Samiam and the Green Day side-projects The Network and the Foxboro Hot Tubs.",
      "pageId": 31463373,
      "monthDay": "12/09"
    },
    {
      "year": "1979",
      "uri": "/wiki/Chen_Hao_(actress)",
      "name": "Chen Hao",
      "aboutText": "Dia Mirza Sangha (born Dia Handrich on 9 December 1981) is an Indian model, actress and producer, who won the Miss Asia Pacific 2000 title. Mirza has primarily worked in Bollywood, and is known in media for her social work. She co-owns a production house Born Free Entertainment along with Sahil Sangha.",
      "pageId": 873083,
      "monthDay": "12/09"
    },
    {
      "year": "1979",
      "uri": "/wiki/Olivia_Lufkin",
      "name": "Olivia Lufkin",
      "aboutText": "Mardy Simpson Fish (born December 9, 1981) is a former American professional tennis player. He was a hardcourt specialist. He is one of several American tennis players who rose to prominence in the early 2000s.",
      "pageId": 914132,
      "monthDay": "12/09"
    },
    {
      "year": "1979",
      "uri": "/wiki/Stephen_McPhail",
      "name": "Stephen McPhail",
      "aboutText": "Chen Hao (born December 9, 1979) is a Chinese actress, singer, and model.",
      "pageId": 2653906,
      "monthDay": "12/09"
    },
    {
      "year": "1979",
      "uri": "/wiki/Aiko_Uemura",
      "name": "Aiko Uemura",
      "aboutText": "Dariusz Dudka (Polish pronunciation: [ˈdarjuʐ ˈdutka]; born 9 December 1983 in Kostrzyn nad Odrą) is a Polish footballer who plays for Lech Poznań. He plays as a defensive midfielder or full back and can also play as a centre back.",
      "pageId": 3004529,
      "monthDay": "12/09"
    },
    {
      "year": "1980",
      "uri": "/wiki/Simon_Helberg",
      "name": "Simon Helberg",
      "aboutText": "Tamilla Rashidovna Abassova (Azerbaijani: Tamilla Rəşid qızı Abbasova; Russian: Тамилла Рашидовна Абасова) born 9 December 1982 in Moscow) is a Russian racing cyclist who won the silver medal in the women's sprint event at the 2004 Summer Olympics in Athens and the silver medal at the 2005 UCI Track Cycling World Championships in the same event.\nShe is of mixed Azerbaijani-Russian descent, and a practicing Baptist.\n^ - Soviet Sport.",
      "pageId": 3875764,
      "monthDay": "12/09"
    },
    {
      "year": "1980",
      "uri": "/wiki/Ryder_Hesjedal",
      "name": "Ryder Hesjedal",
      "aboutText": "Olivia Lufkin (born December 9, 1979), professionally known as OLIVIA, is a Japanese-born American bilingual singer and songwriter. She is the daughter of an American father and a Japanese mother. Her two younger siblings are Jeffrey Lufkin, who is a musician she collaborates regularly with and Caroline Lufkin, who is an independent musician.",
      "pageId": 4373216,
      "monthDay": "12/09"
    },
    {
      "year": "1980",
      "uri": "/wiki/Issei_Takahashi",
      "name": "Issei Takahashi",
      "aboutText": "Jermaine Paul Alexander Beckford (born 9 December 1983) is a Jamaican international footballer who plays as a striker for Preston North End.",
      "pageId": 4625143,
      "monthDay": "12/09"
    },
    {
      "year": "1981",
      "uri": "/wiki/Mardy_Fish",
      "name": "Mardy Fish",
      "aboutText": "Simon Maxwell Helberg (born December 9, 1980) is an American actor and comedian best known for his role as Howard Wolowitz in the sitcom The Big Bang Theory.\nHe has appeared on the sketch comedy series MADtv and is also known for his role as Moist in Joss Whedon's web miniseries Dr. Horrible's Sing-Along Blog.",
      "pageId": 4789624,
      "monthDay": "12/09"
    },
    {
      "year": "1981",
      "uri": "/wiki/Dia_Mirza",
      "name": "Dia Mirza",
      "aboutText": "Stephen John Paul McPhail (born 9 December 1979) is an Irish footballer who plays in the League of Ireland for Shamrock Rovers. He has won 10 caps for his country, the Republic of Ireland, and scored one goal. He plays as a play-making central midfielder, as he uses his great passing qualities to pick out attackers.",
      "pageId": 5117704,
      "monthDay": "12/09"
    },
    {
      "year": "1982",
      "uri": "/wiki/Tamilla_Abassova",
      "name": "Tamilla Abassova",
      "aboutText": "Eric Ryder Hesjedal (/raɪdər hɛʒɑːdɑːl/) (born December 9, 1980) is a Canadian professional racing cyclist who rides for UCI ProTeam Cannondale-Garmin. He will be joining Trek Factory Racing for the 2016 season. He is a former mountain biker, and won a silver medal at the 2001 Under-23 world championship.",
      "pageId": 7169078,
      "monthDay": "12/09"
    },
    {
      "year": "1982",
      "uri": "/wiki/Nathalie_De_Vos",
      "name": "Nathalie De Vos",
      "aboutText": "Leon Lastarza Lafayette Lorenzo Hall (born December 9, 1984) is an American football defensive back for the Cincinnati Bengals of the National Football League (NFL). He played college football for the University of Michigan, and earned consensus All-American honors.",
      "pageId": 8260353,
      "monthDay": "12/09"
    },
    {
      "year": "1982",
      "uri": "/wiki/Ryan_Grant",
      "name": "Ryan Grant",
      "aboutText": "Bastian Swillims (born 9 December 1982 in Dortmund) is a German sprinter who specialises in the 400 metres.",
      "pageId": 9090132,
      "monthDay": "12/09"
    },
    {
      "year": "1982",
      "uri": "/wiki/Bastian_Swillims",
      "name": "Bastian Swillims",
      "aboutText": "Ryan Brett Grant (born December 9, 1982) is a former American football running back in the National Football League (NFL). He was originally signed by the New York Giants as an undrafted free agent in 2005 but was traded to the Green Bay Packers shortly before the 2007 season in exchange for a future sixth-round draft pick. He played college football at Notre Dame, under head coaches Bob Davie and Tyrone Willingham, where he rushed for over 2,000 yards and 18 touchdowns.",
      "pageId": 10192225,
      "monthDay": "12/09"
    },
    {
      "year": "1982",
      "uri": "/wiki/Meryll_Soriano",
      "name": "Meryll Soriano",
      "aboutText": "Nathalie De Vos (born 9 December 1982 in Ghent) is a Belgian long-distance runner who specializes in the 5000 and 10,000 metres.\nAt the 2006 European Championships she finished eleventh in the 5000 m and tenth in the 10,000 m.",
      "pageId": 12945438,
      "monthDay": "12/09"
    },
    {
      "year": "1983",
      "uri": "/wiki/Jermaine_Beckford",
      "name": "Jermaine Beckford",
      "aboutText": "Neslihan Demir, (born December 9, 1983 in Eskişehir) is a Turkish volleyball star, plays for Eczacıbaşı VitrA. She is one of the most successful athletes of Turkey and has been among FIVB Heroes. She represented her country as the flag-bearer at the 2012 Summer Olympics Parade of Nations and the official advertisement face of Turkey for 2020 Summer Olympics candidate with basketballer Hedo Türkoğlu. Her position is opposite-hitter and she has won a lot of personal awards in international tournaments.",
      "pageId": 16057629,
      "monthDay": "12/09"
    },
    {
      "year": "1983",
      "uri": "/wiki/Neslihan_Demir_Darnel",
      "name": "Neslihan Demir Darnel",
      "aboutText": "Aiko Uemura (上村 愛子, Uemura Aiko, born on December 9, 1979 in Itami, Hyōgo Prefecture, Japan) is a Japanese freestyle skier. She participates in moguls and dual moguls.\nHer family moved to Hakuba town, Nagano Prefecture, Japan in 1986.",
      "pageId": 21247346,
      "monthDay": "12/09"
    },
    {
      "year": "1983",
      "uri": "/wiki/Dariusz_Dudka",
      "name": "Dariusz Dudka",
      "aboutText": "Ángel Guirado Aldeguer (born 9 December 1984) is a Filipino professional footballer who plays for Spanish club UD San Pedro as a midfielder or a second striker. He also represents the Philippines at international level.\n^ \"Guirado, Angel Aldeguer\".",
      "pageId": 31084280,
      "monthDay": "12/09"
    },
    {
      "year": "1984",
      "uri": "/wiki/Michael_Adam",
      "name": "Michael Adam",
      "aboutText": "Michael Adam (born 9 December 1984) is a German politician.",
      "pageId": 33887864,
      "monthDay": "12/09"
    },
    {
      "year": "1984",
      "uri": "/wiki/%C3%81ngel_Guirado",
      "name": "Ángel Guirado",
      "aboutText": "Meryll Soriano (born Mary Rosalind Revillame on December 9, 1982) is a multi-awarded actress in the Philippines.",
      "pageId": 39070026,
      "monthDay": "12/09"
    },
    {
      "year": "1984",
      "uri": "/wiki/Leon_Hall",
      "name": "Leon Hall",
      "aboutText": "Issei Takahashi (高橋 一生, Takahashi Issei, born December 9, 1980, in Tokyo, Japan) is a Japanese actor who is represented by My Promortion.",
      "pageId": 48768218,
      "monthDay": "12/09"
    },
    {
      "year": "1985",
      "uri": "/wiki/Wil_Besseling",
      "name": "Wil Besseling",
      "aboutText": "Hikaru Nakamura (中村光, Nakamura Hikaru, born December 9, 1987) is an American chess grandmaster.\nHe is a four-time United States Chess Champion, who won the 2011 edition of Tata Steel Group A and represented the United States at five Chess Olympiads, winning two team bronze medals. He has also written a book about bullet chess called Bullet Chess: One Minute to Mate.",
      "pageId": 588176,
      "monthDay": "12/09"
    },
    {
      "year": "1986",
      "uri": "/wiki/Wanda_Nara",
      "name": "Wanda Nara",
      "aboutText": "Prince Joachim of Belgium, Archduke of Austria-Este (Joachim Karl-Maria Nikolaus Isabelle Marcus d'Aviano, born 9 December 1991), Prince Imperial of Austria, Prince Royal of Hungary and Bohemia, Prince of Modena, is the younger son and third child of Lorenz, Archduke of Austria-Este and Princess Astrid of Belgium.",
      "pageId": 1840051,
      "monthDay": "12/09"
    },
    {
      "year": "1987",
      "uri": "/wiki/Kostas_Giannoulis",
      "name": "Kostas Giannoulis",
      "aboutText": "Christina Klein (born December 9, 1990), better known by her stage name LaFee, is a German singer/songwriter who has sold more than one million records worldwide.",
      "pageId": 7334982,
      "monthDay": "12/09"
    },
    {
      "year": "1987",
      "uri": "/wiki/Mat_Latos",
      "name": "Mat Latos",
      "aboutText": "Kwadwo \"Kojo\" Asamoah (Akan: pronunciation: /ˌkwʌˈdʒoʊ/ /æsæˈmoʊˌɑː/, kwu-JOE ə-sah-MOH-ah; born 9 December 1988 in Accra) is a Ghanaian professional footballer, who plays as a left midfielder, left wing-back or central midfielder for Italian Serie A club Juventus and the Ghana national football team. A hardworking, tactically versatile player, he is primarily known for his pace, strength, stamina, and his outstanding technical, physical, and athletic characteristics, which allow him to be effective both offensively and defensively, as a ball-winner. A predominantly left-footed player, he is also very agile, and a skilful dribbler.",
      "pageId": 15274456,
      "monthDay": "12/09"
    },
    {
      "year": "1987",
      "uri": "/wiki/Hikaru_Nakamura",
      "name": "Hikaru Nakamura",
      "aboutText": "Konstantinos Nikolaos Giannoulis (Greek: Κωνσταντίνος Νικόλαος Γιαννούλης; born 9 December 1987) is a Greek footballer who currently plays for Greek Superleague club Asteras Tripoli as a left-back.",
      "pageId": 18056275,
      "monthDay": "12/09"
    },
    {
      "year": "1988",
      "uri": "/wiki/Kwadwo_Asamoah",
      "name": "Kwadwo Asamoah",
      "aboutText": "Elle Evans (born Lindsey Gayle Evans; December 9, 1989) is an American model and actress who lives and works in Los Angeles, California. She is most notable for her appearance in Robin Thicke's music video \"Blurred Lines\" featuring Pharrell Williams.",
      "pageId": 19891278,
      "monthDay": "12/09"
    },
    {
      "year": "1989",
      "uri": "/wiki/Elle_Evans",
      "name": "Elle Evans",
      "aboutText": "Wil Besseling (born 9 December 1985) is a Dutch professional golfer.\nBesseling was born in Utrecht. He won the Dutch Amateur Match Play Championship in 2001, just two years after taking up the sport.",
      "pageId": 22454682,
      "monthDay": "12/09"
    },
    {
      "year": "1990",
      "uri": "/wiki/LaFee",
      "name": "LaFee",
      "aboutText": "Mathew Adam Latos (/ˈleɪtoʊs/ LAY-tohs; born December 9, 1987) is an American professional baseball pitcher who is a free agent. He has played in Major League Baseball (MLB) for the San Diego Padres from 2009 through 2011, the Cincinnati Reds from 2012 through 2014, and the Miami Marlins, Los Angeles Dodgers and Los Angeles Angels of Anaheim in 2015.\nBorn in Alexandria, Virginia, Latos' family moved to Florida when he was young.",
      "pageId": 23642357,
      "monthDay": "12/09"
    },
    {
      "year": "1990",
      "uri": "/wiki/Daundre_Barnaby",
      "name": "Daundre Barnaby",
      "aboutText": "Choi Min-ho (hangul: 최민호; born 9 December 1991) most often credited as Minho, is a South Korean singer, actor, and presenter.",
      "pageId": 30058713,
      "monthDay": "12/09"
    },
    {
      "year": "1991",
      "uri": "/wiki/Prince_Joachim_of_Belgium,_Archduke_of_Austria-Este",
      "name": "Prince Joachim of Belgium, Archduke of Austria-Este",
      "aboutText": "Mark McMorris (born 9 December 1993) is a Canadian professional snowboarder who specializes in the slopestyle and big air events. He was the first ever to complete a backside triple cork 1440 and won back-to-back gold medals in the 2012 and 2013 Winter X Games in the slopestyle event. He competed in the slopestyle event at the 2014 Winter Olympics in Sochi, where he won a bronze medal, Canada's first medal in those Games.",
      "pageId": 31126215,
      "monthDay": "12/09"
    },
    {
      "year": "1991",
      "uri": "/wiki/Choi_Min-ho_(singer)",
      "name": "Choi Min-ho",
      "aboutText": "Wanda Solange Nara (born 10 December 1986) is an Argentine media personality and the sister of Zaira Nara.\n^ \"¿Cuánto valen las joyas que Wanda lleva en su muñeca?\". Clarín.",
      "pageId": 32604689,
      "monthDay": "12/09"
    },
    {
      "year": "1993",
      "uri": "/wiki/Mark_McMorris",
      "name": "Mark McMorris",
      "aboutText": "McKayla Rose Maroney (born December 9, 1995) is an American artistic gymnast. She is a vault and floor exercise specialist. She was a member of the U.S. Women's Gymnastics team, dubbed the Fierce Five by the media, at the 2012 Summer Olympics, where she won a gold medal in the team and an individual silver medal in the vault event.",
      "pageId": 32834047,
      "monthDay": "12/09"
    },
    {
      "year": "1993",
      "uri": "/wiki/Laura_Smulders",
      "name": "Laura Smulders",
      "aboutText": "Daundre Barnaby was a Canadian track runner in the 400m. Born in Jamaica, he competed for the Mississippi State Bulldogs and ran for Canada at the 2012 Summer Olympics in London, finishing 6th in his heat in the 400m.\nBarnaby disappeared on March 27, 2015 while swimming in the ocean at a training camp in Saint Kitts, and was declared dead later that same day.",
      "pageId": 36453136,
      "monthDay": "12/09"
    },
    {
      "year": "1995",
      "uri": "/wiki/McKayla_Maroney",
      "name": "McKayla Maroney",
      "aboutText": "Laura Smulders is a Dutch racing cyclist who represents the Netherlands in BMX. She competed at the 2012 Summer Olympics in the women's BMX event where she won the bronze medal.",
      "pageId": 36657007,
      "monthDay": "12/09"
    },
    {
      "year": "1996",
      "uri": "/wiki/MyKayla_Skinner",
      "name": "MyKayla Skinner",
      "aboutText": "MyKayla \"Mikki\" Brooke Skinner (born December 9, 1996) is an American artistic gymnast. She competed at the 2014 World Championships where she contributed to the U.S. team's gold medal, also winning an individual bronze medal on vault and placing fourth in the floor exercise. She is known for high difficulty in vaults (having performed both Amanar and Cheng vaults in past competitions though she did not do the Amanar at the World Championships) and floor (being the only female gymnast aside from Victoria Moors to compete a double double layout).",
      "pageId": 38513743,
      "monthDay": "12/09"
    },
    {
      "year": "2000",
      "uri": "/wiki/Di%C4%81na_%C5%85ikitina",
      "name": "Diāna Ņikitina",
      "aboutText": "Genesis was a Filipino science fiction-drama series broadcast by GMA Network starring Dingdong Dantes, Rhian Ramos, Lauren Young, TJ Trinidad, & Lorna Tolentino. It premiered on Monday, October 14, 2013 on the network's primetime block, and worldwide via GMA Pinoy TV on Tuesday, October 15, 2013. The series concluded on Friday, December 27, 2013 it slated eleven week with the total of fifty five episodes it will be replaced by Carmela: Ang Pinakamagandang Babae sa Mundong Ibabaw on its timeslot.",
      "pageId": 40623206,
      "monthDay": "12/09"
    },
    {
      "year": "2002",
      "uri": "/wiki/Timothy_Chan",
      "name": "Timothy Chan",
      "aboutText": "Diāna Ņikitina (born 9 December 2000) is a Latvian figure skater.",
      "pageId": 45601082,
      "monthDay": "12/09"
    }
  ]
}