{
  "people": [
    {
      "year": "1465",
      "uri": "/wiki/Ashikaga_Yoshihisa",
      "name": "Ashikaga Yoshihisa",
      "aboutText": "Sir David Brewster KH PRSE FRS FSA(Scot) FSSA MICE (11 December 1781 – 10 February 1868) was a Scottish physicist, mathematician, astronomer, inventor, writer, historian of science and university principal.\nMost noted for his contributions to the field of optics, he studied the double refraction by compression and discovered the photoelastic effect, which gave birth to the field of optical mineralogy.",
      "pageId": 8487,
      "monthDay": "12/11"
    },
    {
      "year": "1475",
      "uri": "/wiki/Pope_Leo_X",
      "name": "Pope Leo X",
      "aboutText": "Count Francesco Algarotti (11 December 1712 – 3 May 1764) was a Venetian polymath, philosopher, poet, essayist, anglophile, art critic and art collector. He was \"one of the first Esprits cavaliers of the age,\" a man of broad knowledge, an expert in Newtonianism, architecture and music and a friend of most of the leading authors of his times: Voltaire, Jean-Baptiste de Boyer, Marquis d'Argens, Pierre-Louis de Maupertuis and the atheist Julien Offray de La Mettrie.",
      "pageId": 11015,
      "monthDay": "12/11"
    },
    {
      "year": "1566",
      "uri": "/wiki/Manuel_Cardoso",
      "name": "Manuel Cardoso",
      "aboutText": "Robert Heinrich Herman Koch (/ˈkɔːx/; German: [ˈkɔχ]; 11 December 1843 – 27 May 1910) was a celebrated German physician and pioneering microbiologist. As the founder of modern bacteriology, he is known for his role in identifying the specific causative agents of tuberculosis, cholera, and anthrax and for giving experimental support for the concept of infectious disease. In addition to his trail-blazing studies on these diseases, Koch created and improved laboratory technologies and techniques in the field of microbiology, and made key discoveries in public health.",
      "pageId": 13722,
      "monthDay": "12/11"
    },
    {
      "year": "1680",
      "uri": "/wiki/Emanuele_d%27Astorga",
      "name": "Emanuele d'Astorga",
      "aboutText": "Pope Leo X (11 December 1475 – 1 December 1521), born Giovanni di Lorenzo de' Medici, was Pope from 9 March 1513 to his death in 1521. The second son of Lorenzo the Magnificent, ruler of the Florentine Republic, he was elevated to the cardinalate in 1489.\nFollowing the death of Pope Julius II, Giovanni was elected pope after securing the backing of the younger members of the Sacred College.",
      "pageId": 37870,
      "monthDay": "12/11"
    },
    {
      "year": "1709",
      "uri": "/wiki/Louise_%C3%89lisabeth_d%27Orl%C3%A9ans",
      "name": "Louise Élisabeth d'Orléans",
      "aboutText": "Hector Berlioz (French: [ɛktɔʁ bɛʁljoːz]; 11 December 1803 – 8 March 1869) was a French Romantic composer, best known for his compositions Symphonie fantastique and Grande messe des morts (Requiem). Berlioz made significant contributions to the modern orchestra with his Treatise on Instrumentation. He specified huge orchestral forces for some of his works, and conducted several concerts with more than 1,000 musicians.",
      "pageId": 53424,
      "monthDay": "12/11"
    },
    {
      "year": "1712",
      "uri": "/wiki/Francesco_Algarotti",
      "name": "Francesco Algarotti",
      "aboutText": "Alfred Louis Charles de Musset-Pathay (French: [al.fʁɛd də my.sɛ]; 11 December 1810 – 2 May 1857) was a French dramatist, poet, and novelist.",
      "pageId": 167150,
      "monthDay": "12/11"
    },
    {
      "year": "1725",
      "uri": "/wiki/George_Mason",
      "name": "George Mason",
      "aboutText": "George Mason (sometimes referred to as George Mason IV) (December 11, 1725 – October 7, 1792) was a Virginia planter, politician, and a delegate to the U.S. Constitutional Convention of 1787, one of three men who refused to sign. His writings, including substantial portions of the Fairfax Resolves of 1774, the Virginia Declaration of Rights of 1776, and his Objections to this Constitution of Government (1787) in opposition to ratification of the constitution, have been a significant influence on political thought and events. The Virginia Declaration of Rights served as a basis for the United States Bill of Rights, of which he has been deemed the father.",
      "pageId": 224314,
      "monthDay": "12/11"
    },
    {
      "year": "1758",
      "uri": "/wiki/Carl_Friedrich_Zelter",
      "name": "Carl Friedrich Zelter",
      "aboutText": "Ashikaga Yoshihisa (足利 義尚, December 11, 1465 – April 26, 1489) was the 9th shogun of the Ashikaga shogunate who reigned from 1473 to 1489 during the Muromachi period of Japan. Yoshihisa was the son of the eighth shogun Ashikaga Yoshimasa.\nSince the almost 30-year-old shogun Yoshimasa had no heir by 1464, he adopted his younger brother Ashikaga Yoshimi in order to succeed him.",
      "pageId": 234728,
      "monthDay": "12/11"
    },
    {
      "year": "1761",
      "uri": "/wiki/Gian_Domenico_Romagnosi",
      "name": "Gian Domenico Romagnosi",
      "aboutText": "Annie Jump Cannon (December 11, 1863 – April 13, 1941) was an American astronomer whose cataloging work was instrumental in the development of contemporary stellar classification. With Edward C. Pickering, she is credited with the creation of the Harvard Classification Scheme, which was the first serious attempt to organize and classify stars based on their temperatures.",
      "pageId": 299672,
      "monthDay": "12/11"
    },
    {
      "year": "1781",
      "uri": "/wiki/David_Brewster",
      "name": "David Brewster",
      "aboutText": "Christian Dietrich Grabbe (11 December 1801 – 12 September 1836) was a German dramatist of the Vormärz era. He wrote many historical plays conceiving a disillusioned and pessimistic world view, with some shrill scenes.",
      "pageId": 362889,
      "monthDay": "12/11"
    },
    {
      "year": "1801",
      "uri": "/wiki/Christian_Dietrich_Grabbe",
      "name": "Christian Dietrich Grabbe",
      "aboutText": "Kamehameha V (1830–1872), born as Lot Kapuāiwa, reigned as monarch of the Kingdom of Hawaiʻi from 1863 to 1872. His motto was \"Onipa`a\": immovable, firm, steadfast or determined; he worked diligently for his people and kingdom and was described as the last great traditional chief.",
      "pageId": 690646,
      "monthDay": "12/11"
    },
    {
      "year": "1803",
      "uri": "/wiki/Hector_Berlioz",
      "name": "Hector Berlioz",
      "aboutText": "Manuel Cardoso (baptized 11 December 1566 – 24 November 1650) was a Portuguese composer and organist. With Duarte Lobo and John IV of Portugal, he represented the \"golden age\" of Portuguese polyphony.\nCardoso is not known to be related to an older contemporary composer of the same name; the precentor Manuel Cardoso, who published a book of Latin passions in Leiria in 1575.",
      "pageId": 997056,
      "monthDay": "12/11"
    },
    {
      "year": "1810",
      "uri": "/wiki/Alfred_de_Musset",
      "name": "Alfred de Musset",
      "aboutText": "Gian Domenico Romagnosi (Italian pronunciation: [romaɲˈɲoːzi]; 11 December 1761 – 8 June 1835) was an Italian philosopher, economist and jurist.",
      "pageId": 1124343,
      "monthDay": "12/11"
    },
    {
      "year": "1830",
      "uri": "/wiki/Kamehameha_V",
      "name": "Kamehameha V",
      "aboutText": "Carl Friedrich Zelter (11 December 1758  –  15 May 1832) was a German composer, conductor and teacher of music. Working in his father's bricklaying business, Zelter attained mastership in that profession, and was a musical autodidact.\nZelter was born and died in Berlin.",
      "pageId": 1513928,
      "monthDay": "12/11"
    },
    {
      "year": "1838",
      "uri": "/wiki/John_Labatt",
      "name": "John Labatt",
      "aboutText": "Emanuele d'Astorga (11 December 1681 – 21 August 1736, by some reports) was an Italian composer known mainly for his Stabat Mater.",
      "pageId": 1621428,
      "monthDay": "12/11"
    },
    {
      "year": "1843",
      "uri": "/wiki/Robert_Koch",
      "name": "Robert Koch",
      "aboutText": "John Labatt (11 December 1838 – 27 April 1915) was a Canadian businessman and brewer.\nLabatt was born in Westminster Township, near London, Ontario, Upper Canada, and was the son of Eliza (Kell), from Bradford, England, and John Kinder Labatt, who came from Ireland and was the founder of the Labatt Brewing Company. He attended Trinity College School in Port Hope, Ontario, graduating in 1896.",
      "pageId": 2777626,
      "monthDay": "12/11"
    },
    {
      "year": "1856",
      "uri": "/wiki/Georgi_Plekhanov",
      "name": "Georgi Plekhanov",
      "aboutText": "Vladimir Ivanovich Nemirovich-Danchenko (Russian: Владимир Иванович Немирович-Данченко) (11(23) December 1858 – 25 April 1943, Moscow) was a Russian theatre director, writer, pedagogue, playwright, producer and theatre organizer, who founded the Moscow Art Theatre with his colleague, Konstantin Stanislavsky, in 1898.",
      "pageId": 2880628,
      "monthDay": "12/11"
    },
    {
      "year": "1858",
      "uri": "/wiki/Vladimir_Nemirovich-Danchenko",
      "name": "Vladimir Nemirovich-Danchenko",
      "aboutText": "Louise Élisabeth d'Orléans (Spanish: Luisa Isabel; 11 December 1709 – 16 June 1742) was Queen consort of Spain as the wife of King Louis I.",
      "pageId": 8169272,
      "monthDay": "12/11"
    },
    {
      "year": "1863",
      "uri": "/wiki/Annie_Jump_Cannon",
      "name": "Annie Jump Cannon",
      "aboutText": "René Bull was a British illustrator and photographer. He was born in Dublin on 11 December 1872 to a French mother and an English father. He went to Paris to study engineering, but embarked on an artistic career after meeting and taking drawing lessons from the French satirist and political cartoonist Caran d'Ache (Emmanuel Poiré).",
      "pageId": 22085418,
      "monthDay": "12/11"
    },
    {
      "year": "1872",
      "uri": "/wiki/Ren%C3%A9_Bull",
      "name": "René Bull",
      "aboutText": "Georgi Valentinovich Plekhanov (/plɪˈkɑːnɔːf, -nɒf/; Russian: Гео́ргий Валенти́нович Плеха́нов; IPA: [ɡʲɪˈorɡʲɪj vəlʲɪnˈtʲinəvʲɪtɕ plʲɪˈxanəf]; 29 November 1856 – 30 May 1918) was a Russian revolutionary and a Marxist theoretician. He was a founder of the social-democratic movement in Russia and was one of the first Russians to identify himself as \"Marxist.\" Facing political persecution, Plekhanov emigrated to Switzerland in 1880, where he continued in his political activity attempting to overthrow the Tsarist regime in Russia. During World War I Plekhanov rallied to the cause of the Entente powers against Germany and he returned home to Russia following the 1917 February Revolution.",
      "pageId": 38802918,
      "monthDay": "12/11"
    },
    {
      "year": "1873",
      "uri": "/wiki/Josip_Plemelj",
      "name": "Josip Plemelj",
      "aboutText": "Fiorello Henry La Guardia (/fiəˈrɛloʊ ləˈɡwɑrdiə/; born Fiorello Enrico La Guardia, Italian pronunciation: [fjoˈrɛllo enˈriːko la ˈɡwardja]) (December 11, 1882 – September 20, 1947) was an American politician. He is best known for being the 99th Mayor of New York City for three terms from 1934 to 1945 as a Republican. Previously he had been elected to Congress in 1916 and 1918, and again from 1922 through 1930.",
      "pageId": 11418,
      "monthDay": "12/11"
    },
    {
      "year": "1875",
      "uri": "/wiki/Yehuda_Leib_Maimon",
      "name": "Yehuda Leib Maimon",
      "aboutText": "Josip Plemelj (December 11, 1873 – May 22, 1967) was a Slovene mathematician, whose main contributions were to the theory of analytic functions and the application of integral equations to potential theory.",
      "pageId": 40441,
      "monthDay": "12/11"
    },
    {
      "year": "1880",
      "uri": "/wiki/Frank_Tarrant",
      "name": "Frank Tarrant",
      "aboutText": "Max Born (German: [bɔɐ̯n]; 11 December 1882 – 5 January 1970) was a German physicist and mathematician who was instrumental in the development of quantum mechanics. He also made contributions to solid-state physics and optics and supervised the work of a number of notable physicists in the 1920s and 30s. Born won the 1954 Nobel Prize in Physics for his \"fundamental research in Quantum Mechanics, especially in the statistical interpretation of the wave function\".",
      "pageId": 61866,
      "monthDay": "12/11"
    },
    {
      "year": "1882",
      "uri": "/wiki/Subramania_Bharati",
      "name": "Subramania Bharati",
      "aboutText": "Walter Marvin Knott (December 11, 1889 – December 3, 1981) was an American farmer who created the Knott's Berry Farm amusement park in California and made Knott's Berry Farm jelly.\nKnott was born in San Bernardino, California, and grew up in Pomona, California. In the 1920s, Knott was a somewhat unsuccessful farmer whose fortunes changed when he nursed several abandoned berry plants back to health.",
      "pageId": 175939,
      "monthDay": "12/11"
    },
    {
      "year": "1882",
      "uri": "/wiki/Max_Born",
      "name": "Max Born",
      "aboutText": "Elliott Cook Carter, Jr. (December 11, 1908 – November 5, 2012) was an American composer who was twice awarded the Pulitzer Prize. He studied with Nadia Boulanger in Paris in the 1930s, then returned to the United States.",
      "pageId": 246830,
      "monthDay": "12/11"
    },
    {
      "year": "1882",
      "uri": "/wiki/Fiorello_H._La_Guardia",
      "name": "Fiorello H. La Guardia",
      "aboutText": "Carlos Gardel (born Charles Romuald Gardes; 11 December 1890 – 24 June 1935) was a French Argentine singer, songwriter, composer and actor, and the most prominent figure in the history of tango. Gardel's baritone voice and the dramatic phrasing of his lyrics made miniature masterpieces of his hundreds of three-minute tango recordings. Together with lyricist and long-time collaborator Alfredo Le Pera, Gardel wrote several classic tangos.",
      "pageId": 252092,
      "monthDay": "12/11"
    },
    {
      "year": "1884",
      "uri": "/wiki/Piet_Ooms",
      "name": "Piet Ooms",
      "aboutText": "Chinnaswami Subramania Bharathi (11 December 1882 – 11 September 1921) was an Indian writer, poet, journalist, Indian independence activist and social reformer from Tamil Nadu. Popularly known as \"Mahakavi Bharathi\", he is a pioneer of modern Tamil poetry and is considered one among the greatest of Tamil literary figures of all time. His numerous works were fiery songs kindling patriotism and nationalism during Indian Independence movement.",
      "pageId": 423383,
      "monthDay": "12/11"
    },
    {
      "year": "1885",
      "uri": "/wiki/Carlo_Wieth",
      "name": "Carlo Wieth",
      "aboutText": "Mark George Tobey (December 11, 1890 – April 24, 1976) was an American painter. His densely structured compositions, inspired by Asian calligraphy, resemble Abstract expressionism, although the motives for his compositions differ philosophically from most Abstract Expressionist painters. His work was widely recognized throughout the United States and Europe.",
      "pageId": 487200,
      "monthDay": "12/11"
    },
    {
      "year": "1889",
      "uri": "/wiki/Walter_Knott",
      "name": "Walter Knott",
      "aboutText": "Marjorie Henderson Buell (December 11, 1904–May 30, 1993; née Marjorie Lyman Henderson) was an American cartoonist who worked under the pen name Marge. She was best known as the creator of Little Lulu.\nBorn in Philadelphia, Pennsylvania, Buell was 16 when her first cartoon was published.",
      "pageId": 787954,
      "monthDay": "12/11"
    },
    {
      "year": "1890",
      "uri": "/wiki/Carlos_Gardel",
      "name": "Carlos Gardel",
      "aboutText": "Manoel Cândido Pinto de Oliveira GCSE, GCIH (Portuguese: [mɐnuˈɛɫ doliˈvɐjɾɐ]; 11 December 1908 – 2 April 2015) was a Portuguese film director and screenwriter born in Cedofeita, Porto. He first began making films in 1927, when he and some friends attempted to make a film about World War I. In 1931 he completed his first film Douro, Faina Fluvial, a documentary about his home city Porto made in the city symphony genre. He made his feature film debut in 1942 with Aniki-Bóbó and continued to make shorts and documentaries for the next 30 years, gaining a minimal amount of recognition without being considered a major world film director.",
      "pageId": 1386451,
      "monthDay": "12/11"
    },
    {
      "year": "1890",
      "uri": "/wiki/Mark_Tobey",
      "name": "Mark Tobey",
      "aboutText": "Gilbert Roland (December 11, 1905 – May 15, 1994) was a Mexican-born American film and television actor.",
      "pageId": 1482625,
      "monthDay": "12/11"
    },
    {
      "year": "1897",
      "uri": "/wiki/Ronald_Skirth",
      "name": "Ronald Skirth",
      "aboutText": "Francis Alfred \"Frank\" Tarrant (11 December 1880 – 29 January 1951) was an Australian cricketer whose first-class career spanned from 1899 to 1936, and included 329 matches.\nFrom Melbourne, Tarrant began his career with Victoria in Australia's Sheffield Shield, but found fame playing in England, with a long career as an all-rounder for Middlesex in the County Championship. After the First World War, he was mostly active in India, appearing for the Europeans in the Bombay Quadrangular tournament.",
      "pageId": 1613966,
      "monthDay": "12/11"
    },
    {
      "year": "1899",
      "uri": "/wiki/Julio_de_Caro",
      "name": "Julio de Caro",
      "aboutText": "Robert David Quixano Henriques (11 December 1905 – 22 January 1967) was a British writer, broadcaster and farmer.",
      "pageId": 4858981,
      "monthDay": "12/11"
    },
    {
      "year": "1904",
      "uri": "/wiki/Marge_(cartoonist)",
      "name": "Marge",
      "aboutText": "Yehuda Leib Maimon (Hebrew: יהודה לייב מימון‎, born Yehuda Leib Fishman on 11 December 1875 – 10 July 1962, also known as Yehuda Leib Hacohen Maimon) was an Israeli rabbi, politician and leader of the religious Zionism movement, originating from Bessarabia.",
      "pageId": 7386345,
      "monthDay": "12/11"
    },
    {
      "year": "1905",
      "uri": "/wiki/Robert_Henriques",
      "name": "Robert Henriques",
      "aboutText": "Pieter (\"Piet\") Lodewijk Ooms (11 December 1884, Amsterdam – 14 February 1961, Amsterdam) was a Dutch freestyle swimmer and water polo player who competed in the 1908 Summer Olympics.\nHe participated in the 1500 metre freestyle competition, but was eliminated in the first round.",
      "pageId": 10898531,
      "monthDay": "12/11"
    },
    {
      "year": "1905",
      "uri": "/wiki/Gilbert_Roland",
      "name": "Gilbert Roland",
      "aboutText": "Hákun Djurhuus (11 December 1908 – 22 September 1987) was the prime minister of the Faroe Islands from 1963-1967. He was born in Tórshavn.\nHe was first elected to the Løgting in 1946 and was its speaker 1950–1951.",
      "pageId": 19805920,
      "monthDay": "12/11"
    },
    {
      "year": "1908",
      "uri": "/wiki/Elliott_Carter",
      "name": "Elliott Carter",
      "aboutText": "Julio de Caro (December 11, 1899 – March 11, 1980) was an Argentine composer, musician and conductor prominent in the Tango genre.",
      "pageId": 22894247,
      "monthDay": "12/11"
    },
    {
      "year": "1908",
      "uri": "/wiki/Manoel_de_Oliveira",
      "name": "Manoel de Oliveira",
      "aboutText": "John Ronald Skirth (11 December 1897 – 1977) served in the Royal Garrison Artillery during the First World War. His experiences during the Battle of Messines and the Battle of Passchendaele led him to resolve not to take human life, and for the rest of his army service he made deliberate errors in targeting calculations to try to ensure the guns of his battery missed their aiming point on the first attempt, giving the enemy a chance to evacuate. Many years later, after retiring from a career as a teacher, he wrote a memoir of his years in the army, describing his disillusionment with the conduct of the war and his conversion to pacifism.",
      "pageId": 27048729,
      "monthDay": "12/11"
    },
    {
      "year": "1908",
      "uri": "/wiki/H%C3%A1kun_Djurhuus",
      "name": "Hákun Djurhuus",
      "aboutText": "\"Göth\" and \"Goeth\" redirect here; see Goeth (surname) for a discussion of this and related surnames.\n Amon Leopold Göth  pronounced [ˈɡøːt] (spelled in some English sources as Goeth) (11 December 1908 – 13 September 1946) was an Austrian SS-Hauptsturmführer (captain) and the commandant of the Kraków-Płaszów concentration camp in Płaszów in German-occupied Poland for most of the camp's existence during World War II. He was tried as a war criminal after the war by the Supreme National Tribunal of Poland at Kraków and was found guilty of personally ordering the imprisonment, torture, and extermination of individuals and groups of people. He was also convicted of homicide, the first such conviction at a war crimes trial, for \"personally killing, maiming and torturing a substantial, albeit unidentified number of people\".",
      "pageId": 30876020,
      "monthDay": "12/11"
    },
    {
      "year": "1908",
      "uri": "/wiki/Amon_Goeth",
      "name": "Amon Goeth",
      "aboutText": "Carlo Rossini Wieth (11 December 1885 – 30 June 1943) was a Danish stage and film actor whose career began at the turn of the twentieth century and lasted until the year of his death in 1943.",
      "pageId": 36501468,
      "monthDay": "12/11"
    },
    {
      "year": "1909",
      "uri": "/wiki/Ronald_McKie",
      "name": "Ronald McKie",
      "aboutText": "Aleksandr Isayevich Solzhenitsyn (/ˌsoʊlʒəˈniːtsɪn, ˌsɔːl-/; Russian: Алекса́ндр Иса́евич Солжени́цын, pronounced [ɐlʲɪˈksandr ɪˈsaɪvʲɪtɕ səlʐɨˈnʲitsɨn]; 11 December 1918 – 3 August 2008) (often Romanized to Alexandr or Alexander) was a Russian novelist, historian, and outspoken critic of the Soviet Union, especially its totalitarianism, who helped to raise global awareness of its Gulag forced labor camp system. He was allowed to publish only one work in the Soviet Union, One Day in the Life of Ivan Denisovich (1962), in the periodical Novij Mir. After this he had to publish in the West, most notably Cancer Ward (1968), August 1914 (1971), and The Gulag Archipelago (1973).",
      "pageId": 1625,
      "monthDay": "12/11"
    },
    {
      "year": "1910",
      "uri": "/wiki/Noel_Rosa",
      "name": "Noel Rosa",
      "aboutText": "Naguib Mahfouz (Arabic: نجيب محفوظ‎ Nagīb Maḥfūẓ, IPA: [næˈɡiːb mɑħˈfuːzˤ]; December 11, 1911 – August 30, 2006) was an Egyptian writer who won the 1988 Nobel Prize for Literature. He is regarded as one of the first contemporary writers of Arabic literature, along with Tawfiq el-Hakim, to explore themes of existentialism. He published 34 novels, over 350 short stories, dozens of movie scripts, and five plays over a 70-year career.",
      "pageId": 21995,
      "monthDay": "12/11"
    },
    {
      "year": "1911",
      "uri": "/wiki/Val_Guest",
      "name": "Val Guest",
      "aboutText": "Jean-Alfred Villain-Marais, also known as Jean Marais (French pronunciation: ​[ʒɑ̃ maʁɛ]; 11 December 1913 – 8 November 1998), was a French actor, director and sculptor.",
      "pageId": 320701,
      "monthDay": "12/11"
    },
    {
      "year": "1911",
      "uri": "/wiki/Naguib_Mahfouz",
      "name": "Naguib Mahfouz",
      "aboutText": "Qian Xuesen (simplified Chinese: 钱学森; traditional Chinese: 錢學森; pinyin: Qián Xuésēn; Wade–Giles: Ch'ien Hsüeh-sên) (11 December 1911 – 31 October 2009) was a Chinese scientist who made important contributions to the missile and space programs of both the United States and China. The name he used while in the United States was Hsue-Shen Tsien or H.S. Tsien.\nDuring the 1940s Qian was one of the founders of the Jet Propulsion Laboratory at the California Institute of Technology.",
      "pageId": 343445,
      "monthDay": "12/11"
    },
    {
      "year": "1911",
      "uri": "/wiki/Qian_Xuesen",
      "name": "Qian Xuesen",
      "aboutText": "Dámaso Pérez Prado (Spanish pronunciation: [ˈpeɾes ˈpɾaðo]; December 11, 1916 – September 14, 1989) was a Cuban-Mexican bandleader, singer, organist, pianist and composer, who also made brief appearances in films. He is often referred to as the King of the Mambo. He became known and professionally billed by as Pérez Prado, his paternal and maternal surnames respectively.",
      "pageId": 358576,
      "monthDay": "12/11"
    },
    {
      "year": "1912",
      "uri": "/wiki/Carlo_Ponti",
      "name": "Carlo Ponti",
      "aboutText": "Dilip Kumar (born Muhammad Yusuf Khan on 11 December 1922) is an Indian film actor also known as Tragedy King, and described as \"the ultimate method actor\" by Satyajit Ray. He debuted as an actor in the film Jwar Bhata in 1944 produced by Bombay Talkies. His career has spanned over six decades and with over 60 films.",
      "pageId": 400306,
      "monthDay": "12/11"
    },
    {
      "year": "1913",
      "uri": "/wiki/Jean_Marais",
      "name": "Jean Marais",
      "aboutText": "Val Guest (11 December 1911 – 10 May 2006) was an English film director and screenwriter. Beginning as a writer (and later director) of comedy films, he is best known for his work for Hammer, for whom he directed 14 films, and science fiction films. He enjoyed a long career in the film industry from the early 1930s until the early 1980s.",
      "pageId": 897622,
      "monthDay": "12/11"
    },
    {
      "year": "1916",
      "uri": "/wiki/P%C3%A9rez_Prado",
      "name": "Pérez Prado",
      "aboutText": "Carlo Ponti, Sr. (11 December 1912 – 10 January 2007) was an Italian film producer with over 140 production credits, and the husband of Italian movie star Sophia Loren.",
      "pageId": 1000035,
      "monthDay": "12/11"
    },
    {
      "year": "1916",
      "uri": "/wiki/Elena_Garro",
      "name": "Elena Garro",
      "aboutText": "Betty Gleadle, MBE, known by the stage name Liz Smith, (born 11 December 1921) is a retired English character actress, known for her roles as Annie Brandon in I Didn't Know You Cared, Bette and Aunt Belle in 2point4 Children, as Norma Speakman in the BBC comedy The Royle Family, Letitia Cropley in the BBC comedy The Vicar of Dibley and as Zillah In Lark Rise to Candleford.",
      "pageId": 1302268,
      "monthDay": "12/11"
    },
    {
      "year": "1918",
      "uri": "/wiki/Clinton_Adams",
      "name": "Clinton Adams",
      "aboutText": "Maila Nurmi (December 11, 1922 – January 10, 2008) was a Finnish-American actress born in Petsamo, Finland, who created the campy 1950s character Vampira. She portrayed Vampira as TV's first horror host and in the Ed Wood cult film Plan 9 from Outer Space.",
      "pageId": 1408408,
      "monthDay": "12/11"
    },
    {
      "year": "1918",
      "uri": "/wiki/Aleksandr_Solzhenitsyn",
      "name": "Aleksandr Solzhenitsyn",
      "aboutText": "Arthur Clifford \"Cliff\" Michelmore (born 11 December 1919) is an English television presenter and producer. He is best known for the BBC television programme Tonight, which he presented from 1957 to 1965. He also hosted the BBC's television coverage of the Apollo moon landings, the Aberfan disaster, the 1966 and 1970 UK general elections and the investiture of Prince Charles as Prince of Wales in 1969.",
      "pageId": 1538412,
      "monthDay": "12/11"
    },
    {
      "year": "1919",
      "uri": "/wiki/Cliff_Michelmore",
      "name": "Cliff Michelmore",
      "aboutText": "Marie Windsor (December 11, 1919 – December 10, 2000) Born as Emily Marie Bertelson in Marysvale, Piute County, Utah, Windsor was an actress known as \"The Queen of the Bs\" because she appeared in so many B-movies and film noirs.",
      "pageId": 1571662,
      "monthDay": "12/11"
    },
    {
      "year": "1919",
      "uri": "/wiki/Marie_Windsor",
      "name": "Marie Windsor",
      "aboutText": "Grace Paley (December 11, 1922 – August 22, 2007) was an American short story writer, poet, teacher, and political activist.",
      "pageId": 1584935,
      "monthDay": "12/11"
    },
    {
      "year": "1920",
      "uri": "/wiki/Denis_Jenkinson",
      "name": "Denis Jenkinson",
      "aboutText": "Grigoris Bithikotsis (Greek Γρηγόρης Μπιθικώτσης [ɣriˈɣoris biθiˈkotsis]; December 11, 1922 - April 7, 2005) was a popular Greek folk singer/songwriter with a career spanning five decades.",
      "pageId": 1706214,
      "monthDay": "12/11"
    },
    {
      "year": "1921",
      "uri": "/wiki/Ilmar_Laaban",
      "name": "Ilmar Laaban",
      "aboutText": "Denis Sargent Jenkinson (11 December 1920 - 29 November 1996), \"Jenks\" or \"DSJ\" as he was known in the pages of Motor Sport, was a journalist deeply involved in motorsports. As Continental Correspondent of the UK-based Motor Sport magazine, he covered Formula One and other races all over Europe.",
      "pageId": 3275919,
      "monthDay": "12/11"
    },
    {
      "year": "1921",
      "uri": "/wiki/Liz_Smith_(actress)",
      "name": "Liz Smith",
      "aboutText": "Noel de Medeiros Rosa (December 11, 1910 - May 4, 1937) was a Brazilian songwriter, singer, and guitar/mandolin player. One of the greatest names in Brazilian popular music, Noel gave a new twist to samba, combining its Afro-Brazilian roots with a more urban, witty language and making it a vehicle for ironic social commentary.\nRosa was born in Rio de Janeiro into a middle-class family of the Vila Isabel neighbourhood.",
      "pageId": 3420259,
      "monthDay": "12/11"
    },
    {
      "year": "1922",
      "uri": "/wiki/Grigoris_Bithikotsis",
      "name": "Grigoris Bithikotsis",
      "aboutText": "Clinton Adams (December 11, 1918 – May 13, 2002) was an American artist and art historian.",
      "pageId": 4240224,
      "monthDay": "12/11"
    },
    {
      "year": "1922",
      "uri": "/wiki/Maila_Nurmi",
      "name": "Maila Nurmi",
      "aboutText": "Ronald Cecil Hamlyn McKie (11 December 1909 – 2 May 1991) was an Australian novelist. He was born in 1909 in Toowoomba, Queensland. After receiving his education at the Brisbane Grammar School and the University of Queensland, he worked as a journalist on newspapers in Melbourne, Sydney, Singapore and China.",
      "pageId": 8414154,
      "monthDay": "12/11"
    },
    {
      "year": "1922",
      "uri": "/wiki/Grace_Paley",
      "name": "Grace Paley",
      "aboutText": "Elena Garro (December 11, 1916 – August 22, 1998) was a Mexican writer.",
      "pageId": 10264425,
      "monthDay": "12/11"
    },
    {
      "year": "1922",
      "uri": "/wiki/Dilip_Kumar",
      "name": "Dilip Kumar",
      "aboutText": "Ilmar Laaban, (11 December 1921, Tallinn, Estonia – 29 November 2000, Stockholm) was an Estonian poet and publicist.",
      "pageId": 12876038,
      "monthDay": "12/11"
    },
    {
      "year": "1923",
      "uri": "/wiki/Betsy_Blair",
      "name": "Betsy Blair",
      "aboutText": "Jean-Louis Xavier Trintignant (French pronunciation: ​[tʁɛ̃tiɲɑ̃]; born 11 December 1930) is a French actor, screenwriter and director who has enjoyed international acclaim.",
      "pageId": 155772,
      "monthDay": "12/11"
    },
    {
      "year": "1923",
      "uri": "/wiki/Lilian_Cahn",
      "name": "Lilian Cahn",
      "aboutText": "Osho ( pronunciation ; 11 December 1931 – 19 January 1990), born Chandra Mohan Jain, and also known as Acharya Rajneesh from the 1960s onwards, as Bhagwan Shree Rajneesh  pronunciation , during the 1970s and 1980s and as Osho from 1989, was an Indian mystic, guru, and spiritual teacher who garnered an international following.\nA professor of philosophy, he travelled throughout India in the 1960s as a public speaker. His outspoken criticism of socialism, Mahatma Gandhi and institutionalised religions made him controversial.",
      "pageId": 186224,
      "monthDay": "12/11"
    },
    {
      "year": "1924",
      "uri": "/wiki/Doc_Blanchard",
      "name": "Doc Blanchard",
      "aboutText": "Willie Mae \"Big Mama\" Thornton (December 11, 1926 – July 25, 1984) was an American rhythm and blues singer and songwriter. She was the first to record Leiber and Stoller's \"Hound Dog\" in 1952, which became her biggest hit. It spent seven weeks at number one on the Billboard R&B charts in 1953 and sold almost two million copies.",
      "pageId": 295633,
      "monthDay": "12/11"
    },
    {
      "year": "1925",
      "uri": "/wiki/Aaron_Feuerstein",
      "name": "Aaron Feuerstein",
      "aboutText": "Ronald Myles Dworkin, FBA (/ˈdwɔrkɪn/; December 11, 1931 – February 14, 2013) was a Jewish-American philosopher and scholar of United States constitutional law and jurisprudence. At the time of his death, he was Frank Henry Sommer Professor of Law and Philosophy at New York University and Professor of Jurisprudence at University College London, and had taught previously at Yale Law School and the University of Oxford, where he was the Professor of Jurisprudence, successor to Herbert Lionel Hart. An influential contributor to both philosophy of law and political philosophy, Dworkin received the 2007 Holberg International Memorial Prize in the Humanities for \"his pioneering scholarly work\" of \"worldwide impact.\" According to a survey in The Journal of Legal Studies, Dworkin was the second most-cited American legal scholar of the twentieth century.",
      "pageId": 296728,
      "monthDay": "12/11"
    },
    {
      "year": "1925",
      "uri": "/wiki/Paul_Greengard",
      "name": "Paul Greengard",
      "aboutText": "Rita Dolores Moreno (born December 11, 1931) is a Puerto Rican actress and singer. She is one of the twelve performers to have won all four major annual American entertainment awards, which include an Oscar, an Emmy, a Grammy and a Tony, and was the second Puerto Rican to win an Oscar.",
      "pageId": 412879,
      "monthDay": "12/11"
    },
    {
      "year": "1925",
      "uri": "/wiki/James_Sullivan_(city_manager)",
      "name": "James Sullivan",
      "aboutText": "Jerome Rothenberg (born December 11, 1931) is an American poet, translator and anthologist, noted for his work in the fields of ethnopoetics and performance poetry.",
      "pageId": 421127,
      "monthDay": "12/11"
    },
    {
      "year": "1926",
      "uri": "/wiki/Big_Mama_Thornton",
      "name": "Big Mama Thornton",
      "aboutText": "John Buscema, born Giovanni Natale Buscema (December 11, 1927 – January 10, 2002), was an American comic-book artist and one of the mainstays of Marvel Comics during its 1960s and 1970s ascendancy into an industry leader and its subsequent expansion to a major pop culture conglomerate. His younger brother Sal Buscema is also a comic-book artist.\nBuscema is best known for his run on the series The Avengers and The Silver Surfer, and for over 200 stories featuring the sword and sorcery hero Conan the Barbarian.",
      "pageId": 618979,
      "monthDay": "12/11"
    },
    {
      "year": "1926",
      "uri": "/wiki/Dick_Tufeld",
      "name": "Dick Tufeld",
      "aboutText": "Keith Waldrop (born December 11, 1932, in Emporia, Kansas) is the author of numerous books of poetry and prose, and has translated the work of Claude Royet-Journoud, Anne-Marie Albiach, and Edmond Jabès, among others. A recent translation is Charles Baudelaire's Les Fleurs du Mal (2006). Mr.",
      "pageId": 846889,
      "monthDay": "12/11"
    },
    {
      "year": "1927",
      "uri": "/wiki/John_Buscema",
      "name": "John Buscema",
      "aboutText": "Paul Greengard (born December 11, 1925) is an American neuroscientist best known for his work on the molecular and cellular function of neurons. In 2000, Greengard, Arvid Carlsson and Eric Kandel were awarded the Nobel Prize for Physiology or Medicine for their discoveries concerning signal transduction in the nervous system. He is currently Vincent Astor Professor at Rockefeller University, and serves on the Scientific Advisory Board of the Cure Alzheimer's Fund.",
      "pageId": 896294,
      "monthDay": "12/11"
    },
    {
      "year": "1929",
      "uri": "/wiki/Axel_Anderson",
      "name": "Axel Anderson",
      "aboutText": "Joseph Albert Pierre Paul Pilote (born December 11, 1931) is a former professional ice hockey defenceman. After playing junior hockey for the St. Catharines Teepees in the Ontario Hockey Association, Pilote played minor professional hockey for the Buffalo Bisons in the American Hockey League.",
      "pageId": 1921004,
      "monthDay": "12/11"
    },
    {
      "year": "1930",
      "uri": "/wiki/Chus_Lampreave",
      "name": "Chus Lampreave",
      "aboutText": "Felix Anthony \"Doc\" Blanchard (December 11, 1924 – April 19, 2009) is best known as the college football player who became the first ever junior to win the Heisman Trophy, Maxwell Award and was the first ever football player to win the James E. Sullivan Award, all in 1945. He played football for the United States Military Academy at West Point. Because his father was a doctor, Felix Blanchard was nicknamed \"Little Doc\" as a boy.",
      "pageId": 2871740,
      "monthDay": "12/11"
    },
    {
      "year": "1930",
      "uri": "/wiki/Jean-Louis_Trintignant",
      "name": "Jean-Louis Trintignant",
      "aboutText": "Aaron Feuerstein (born December 11, 1925) is an American businessman, philanthropist, and was the third-generation owner and CEO of Malden Mills in Lawrence, Massachusetts.",
      "pageId": 2997039,
      "monthDay": "12/11"
    },
    {
      "year": "1931",
      "uri": "/wiki/Rajneesh",
      "name": "Rajneesh",
      "aboutText": "Richard Norton \"Dick\" Tufeld (December 11, 1926 – January 22, 2012) was an American actor, announcer, narrator and voice actor from the late 1940s until the early 21st century.",
      "pageId": 3188162,
      "monthDay": "12/11"
    },
    {
      "year": "1931",
      "uri": "/wiki/Ronald_Dworkin",
      "name": "Ronald Dworkin",
      "aboutText": "Axel Anderson (December 11, 1929 – December 16, 2012) was an actor, television producer, host in his adopted homeland Puerto Rico.",
      "pageId": 3997737,
      "monthDay": "12/11"
    },
    {
      "year": "1931",
      "uri": "/wiki/Rita_Moreno",
      "name": "Rita Moreno",
      "aboutText": "Betsy Blair (December 11, 1923 – March 13, 2009) was an American actress of film and stage, long based in London.\nBlair pursued a career in entertainment from the age of eight, and as a child worked as an amateur dancer, performed on radio, and worked as a model, before joining the chorus of Billy Rose's Diamond Horseshoe in 1940. There she met Gene Kelly; they were married the following year, when she was seventeen years old, and divorced sixteen years later in 1957.",
      "pageId": 4331135,
      "monthDay": "12/11"
    },
    {
      "year": "1931",
      "uri": "/wiki/Pierre_Pilote",
      "name": "Pierre Pilote",
      "aboutText": "Enrique Bermúdez Varela (December 11, 1932 – February 16, 1991) was a Nicaraguan who founded and commanded the Nicaraguan Contras. In this capacity, he became a central global figure in one of the most prominent conflicts of the Cold War.\nBermúdez founded the largest Contra army in the war against Nicaragua's Marxist Sandinista government, which was supported by the Soviet Union and Cuba.",
      "pageId": 5745379,
      "monthDay": "12/11"
    },
    {
      "year": "1931",
      "uri": "/wiki/Jerome_Rothenberg",
      "name": "Jerome Rothenberg",
      "aboutText": "Chus Lampreave (Madrid, December 11, 1930) is a Spanish actress.",
      "pageId": 6159617,
      "monthDay": "12/11"
    },
    {
      "year": "1932",
      "uri": "/wiki/Enrique_Berm%C3%BAdez",
      "name": "Enrique Bermúdez",
      "aboutText": "Anne Heywood (born 11 December 1932) is a British film actress.",
      "pageId": 14186629,
      "monthDay": "12/11"
    },
    {
      "year": "1932",
      "uri": "/wiki/Anne_Heywood",
      "name": "Anne Heywood",
      "aboutText": "James Leo Sullivan (December 11, 1925 – September 26, 2012) was an American city manager who served as City Manager of Cambridge, Massachusetts from 1968 to 1970 and again 1974 to 1981. In between his stints as Cambridge City Manager, Sullivan was City Manager of Lowell, Massachusetts.",
      "pageId": 36676116,
      "monthDay": "12/11"
    },
    {
      "year": "1932",
      "uri": "/wiki/Keith_Waldrop",
      "name": "Keith Waldrop",
      "aboutText": "Lilian Cahn (December 11, 1923 – March 4, 2013) was a Hungarian-born American businessperson who co-founded Coach, Inc. with her husband, Miles Cahn, and created Coach's first line of handbags.\nCahn died in Manhattan, New York City, on March 4, 2013, at the age of 89.",
      "pageId": 38755712,
      "monthDay": "12/11"
    },
    {
      "year": "1933",
      "uri": "/wiki/Aquilino_Pimentel,_Jr.",
      "name": "Aquilino Pimentel, Jr.",
      "aboutText": "David Ashworth Gates (born December 11, 1940) is an American singer-songwriter and producer, best known as the lead singer of the group Bread, which reached the tops of the musical charts in Europe and North America on several occasions in the 1970s. The band was inducted into the Vocal Group Hall of Fame.\n^ \"Bread Inductee\".",
      "pageId": 162348,
      "monthDay": "12/11"
    },
    {
      "year": "1935",
      "uri": "/wiki/Ron_Carey_(actor)",
      "name": "Ron Carey",
      "aboutText": "Max Sieben Baucus (born December 11, 1941) is an American politician who was a United States Senator from Montana from 1978 to 2014. A member of the Democratic Party, Baucus was the longest-serving U.S. senator from Montana. Baucus has been the United States Ambassador to China since 2014.",
      "pageId": 296933,
      "monthDay": "12/11"
    },
    {
      "year": "1935",
      "uri": "/wiki/Pranab_Mukherjee",
      "name": "Pranab Mukherjee",
      "aboutText": "Alfred McCoy Tyner (born December 11, 1938) is a jazz pianist from Philadelphia, Pennsylvania, known for his work with the John Coltrane Quartet and a long solo career.\n^ Yanow, Scott (December 11, 1938). \"Allmusic biography\".",
      "pageId": 553916,
      "monthDay": "12/11"
    },
    {
      "year": "1935",
      "uri": "/wiki/Elmer_Vasko",
      "name": "Elmer Vasko",
      "aboutText": "Henri \"Hans\" van den Broek (Dutch pronunciation: [ɦɑ̃ːri ɦɑns vɑn dɛn bruk]; born 11 December 1936) is a former Dutch politician.",
      "pageId": 645053,
      "monthDay": "12/11"
    },
    {
      "year": "1936",
      "uri": "/wiki/Taku_Yamasaki",
      "name": "Taku Yamasaki",
      "aboutText": "Pranab Kumar Mukherjee (/prənəb kʊmɑːr mʉkhərdʒiː/; born 11 December 1935) is the 13th and current President of India, in office since July 2012. In a political career spanning six decades, Mukherjee was a senior leader of the Indian National Congress and occupied several ministerial portfolios in the Government of India. Prior to his election as President, Mukherjee was Union Finance Minister from 2009 to 2012, and the Congress party's top troubleshooter.",
      "pageId": 665443,
      "monthDay": "12/11"
    },
    {
      "year": "1936",
      "uri": "/wiki/Hans_van_den_Broek",
      "name": "Hans van den Broek",
      "aboutText": "Aquilino \"Nene\" Quilinging Pimentel, Jr. (born December 11, 1933) is a Filipino politician who served as the President of the Senate of the Philippines from 2000-2001.",
      "pageId": 690139,
      "monthDay": "12/11"
    },
    {
      "year": "1937",
      "uri": "/wiki/Jim_Harrison",
      "name": "Jim Harrison",
      "aboutText": "James \"Jim\" Harrison (born December 11, 1937) is an American author known for his poetry, fiction, reviews, essays about the outdoors, and writings about food. He has been called \"a force of nature\", and his work has been compared to that of William Faulkner and Ernest Hemingway. Harrison's characters tend to be rural by birth and to have retained some qualities of their agrarian pioneer heritage in spite of their intelligence and some formal education.",
      "pageId": 768480,
      "monthDay": "12/11"
    },
    {
      "year": "1938",
      "uri": "/wiki/Reg_Livermore",
      "name": "Reg Livermore",
      "aboutText": "Thomas Emmet Hayden, known as Tom Hayden (born December 11, 1939), is an American social and political activist, author, and politician, who is director of the Peace and Justice Resource Center in Culver City, California.",
      "pageId": 924224,
      "monthDay": "12/11"
    },
    {
      "year": "1938",
      "uri": "/wiki/Enrico_Macias",
      "name": "Enrico Macias",
      "aboutText": "Taku Yamasaki (山崎 拓, Yamasaki Taku, December 11, 1936) is a Japanese politician, a member of the House of Representatives of Japan. Born in Dalian, Manchukuo, he is a graduate of Waseda University. He worked at Bridgestone.",
      "pageId": 947148,
      "monthDay": "12/11"
    },
    {
      "year": "1938",
      "uri": "/wiki/McCoy_Tyner",
      "name": "McCoy Tyner",
      "aboutText": "Donna Mills (born December 11, 1940) is an American actress and producer. She began her television career in 1966 with a recurring role on The Secret Storm, and in the same year appeared on Broadway in the Woody Allen comedy Don't Drink the Water. She made her film debut the following year in The Incident.",
      "pageId": 966180,
      "monthDay": "12/11"
    },
    {
      "year": "1939",
      "uri": "/wiki/Tom_Hayden",
      "name": "Tom Hayden",
      "aboutText": "J. Frank Wilson (December 11, 1941 – October 4, 1991) was an American singer, the lead vocalist of J. Frank Wilson and the Cavaliers. Wilson was a West Texas Music Hall Of Fame Inductee.",
      "pageId": 981210,
      "monthDay": "12/11"
    },
    {
      "year": "1939",
      "uri": "/wiki/Thomas_McGuane",
      "name": "Thomas McGuane",
      "aboutText": "Ron Carey (December 11, 1935 – January 16, 2007) was an American film and television actor. The 5-foot 4-inch actor was best known for playing ambitious NYPD Police Officer Carl Levitt on TV's Barney Miller, in which he was almost always surrounded by male actors (and sometimes female guest stars) who stood at least four inches taller. The series' stars (Hal Linden, Max Gail, Abe Vigoda, Ron Glass) all stood six feet or more.",
      "pageId": 2739186,
      "monthDay": "12/11"
    },
    {
      "year": "1940",
      "uri": "/wiki/David_Gates",
      "name": "David Gates",
      "aboutText": "Lester Errol Brown MBE (12 November 1943 – 6 May 2015) was a British-Jamaican singer and songwriter, best known as the frontman of the soul and funk band Hot Chocolate.",
      "pageId": 2911176,
      "monthDay": "12/11"
    },
    {
      "year": "1940",
      "uri": "/wiki/Donna_Mills",
      "name": "Donna Mills",
      "aboutText": "Gaston Ghrenassia (born 11 December 1938 in Constantine, then in French Algeria), known by his stage name Enrico Macias French pronunciation: ​[ɛn.ʁi.ko.ma'sjas], is a French Pied-noir singer, songwriter and musician.",
      "pageId": 3185233,
      "monthDay": "12/11"
    },
    {
      "year": "1941",
      "uri": "/wiki/Max_Baucus",
      "name": "Max Baucus",
      "aboutText": "Thomas Francis McGuane III (born December 11, 1939) is an American author. His work includes ten novels, short fiction and screenplays, as well as three collections of essays devoted to his life in the outdoors.",
      "pageId": 3217550,
      "monthDay": "12/11"
    },
    {
      "year": "1941",
      "uri": "/wiki/J._P._Paris%C3%A9",
      "name": "J. P. Parisé",
      "aboutText": "Reginald Dawson Livermore AO (born 11 December 1938) is an Australian actor, singer, theatrical performer and former television presenter.",
      "pageId": 3674275,
      "monthDay": "12/11"
    },
    {
      "year": "1941",
      "uri": "/wiki/Rogier_van_Otterloo",
      "name": "Rogier van Otterloo",
      "aboutText": "Anna Carteret (born 11 December 1942) is a British stage and screen actress.",
      "pageId": 4783155,
      "monthDay": "12/11"
    },
    {
      "year": "1941",
      "uri": "/wiki/J._Frank_Wilson",
      "name": "J. Frank Wilson",
      "aboutText": "Elmer \"Moose\" Vasko (December 11, 1935 – October 30, 1998) was a Canadian professional ice hockey defenceman who played 13 seasons in the National Hockey League for the Chicago Black Hawks and Minnesota North Stars and won the Stanley Cup in 1961.",
      "pageId": 5394416,
      "monthDay": "12/11"
    },
    {
      "year": "1942",
      "uri": "/wiki/Anna_Carteret",
      "name": "Anna Carteret",
      "aboutText": "Jean-Paul Joseph-Louis Parisé (December 11, 1941 – January 7, 2015) was a Canadian professional ice hockey coach and player.",
      "pageId": 12310507,
      "monthDay": "12/11"
    },
    {
      "year": "1943",
      "uri": "/wiki/Errol_Brown",
      "name": "Errol Brown",
      "aboutText": "Willem Rogier van Otterloo (11 December 1941 - 29 January 1988) was a Dutch composer and conductor.",
      "pageId": 21723350,
      "monthDay": "12/11"
    },
    {
      "year": "1943",
      "uri": "/wiki/John_Kerry",
      "name": "John Kerry",
      "aboutText": "Brenda Mae Tarpley (born December 11, 1944), known as Brenda Lee, is an American performer and the top-charting solo female vocalist of the 1960s. She sang rockabilly, pop and country music, and had 47 US chart hits during the 1960s, and is ranked fourth in that decade surpassed only by Elvis Presley, the Beatles and Ray Charles. She is perhaps best known in the United States for her 1960 hit \"I'm Sorry\", and 1958's \"Rockin' Around the Christmas Tree\", a United States holiday standard for more than 50 years.",
      "pageId": 165934,
      "monthDay": "12/11"
    },
    {
      "year": "1944",
      "uri": "/wiki/Jon_Garrison",
      "name": "Jon Garrison",
      "aboutText": "Christina Onassis (Greek: Χριστίνα Ωνάση; 11 December 1950 – 19 November 1988) was an American-born Greek/Argentine businesswoman, socialite, and heiress to the Onassis fortune. She was the only daughter of Aristotle Onassis and Athina Livanos.",
      "pageId": 350136,
      "monthDay": "12/11"
    },
    {
      "year": "1944",
      "uri": "/wiki/Lynda_Day_George",
      "name": "Lynda Day George",
      "aboutText": "Jermaine La Jaune Jackson (born December 11, 1954 is an American singer, bass guitarist, composer, and occasional film director, best known as a member of The Jackson 5. He also produced and recorded duets with American singer Whitney Houston in her early years as a recording artist and was a producer for Bobby DeBarge's band Switch.",
      "pageId": 353929,
      "monthDay": "12/11"
    },
    {
      "year": "1944",
      "uri": "/wiki/Brenda_Lee",
      "name": "Brenda Lee",
      "aboutText": "Terry Ann \"Teri\" Garr (born December 11, 1944) is an American actress, comedienne, dancer and voice artist. She was nominated for the Academy Award for Best Supporting Actress for the 1982 film Tootsie. Her other film roles include Young Frankenstein (1974); Oh, God!",
      "pageId": 533860,
      "monthDay": "12/11"
    },
    {
      "year": "1944",
      "uri": "/wiki/Juan_E._M%C3%A9ndez",
      "name": "Juan E. Méndez",
      "aboutText": "Raden Haji Oma Irama (born December 11, 1946, in West Java), known as Rhoma Irama, is an Indonesian dangdut musician, actor and politician. During the height of his stardom in the 1970s, he was dubbed Raja Dangdut (the King of Dangdut) with his group Soneta.\nPrior to his a pilgrimage to Mecca, he was known as Oma Irama.",
      "pageId": 1230352,
      "monthDay": "12/11"
    },
    {
      "year": "1946",
      "uri": "/wiki/Rhoma_Irama",
      "name": "Rhoma Irama",
      "aboutText": "Santiago Creel Miranda (Spanish pronunciation: [sanˈtjaɣo kɾil miˈɾanda]; born on 11 December 1954) is a Mexican senator representing the centre-right National Action Party who served as Secretary of the Interior in the cabinet of President Vicente Fox.",
      "pageId": 1255135,
      "monthDay": "12/11"
    },
    {
      "year": "1946",
      "uri": "/wiki/Diana_Palmer_(author)",
      "name": "Diana Palmer",
      "aboutText": "Guðlaugur Kristinn Óttarsson (born December 11, 1954) is an Icelander.",
      "pageId": 1789886,
      "monthDay": "12/11"
    },
    {
      "year": "1947",
      "uri": "/wiki/Teri_Garr",
      "name": "Teri Garr",
      "aboutText": "Elizabeth Key \"Bess\" Armstrong (born December 11, 1953) is an American film, stage and television actress. She is best known for her roles in films The Four Seasons (1981), High Road to China (1983), Jaws 3-D (1983), and Nothing in Common (1986).",
      "pageId": 2806698,
      "monthDay": "12/11"
    },
    {
      "year": "1948",
      "uri": "/wiki/Tanimura_Shinji",
      "name": "Tanimura Shinji",
      "aboutText": "For other entertainers with similar names, see Linda George (disambiguation).\nLynda Day George (born December 11, 1944 in San Marcos, Texas) is an American television and film actress whose career spanned three decades from the 1960s to the 1980s. She was a cast member on Mission: Impossible (1971–1973).",
      "pageId": 3617130,
      "monthDay": "12/11"
    },
    {
      "year": "1948",
      "uri": "/wiki/Stamatis_Spanoudakis",
      "name": "Stamatis Spanoudakis",
      "aboutText": "Juan E. Méndez (born December 11, 1944, Argentina) is a lawyer and human rights activist known for his work on behalf of political prisoners.",
      "pageId": 3838409,
      "monthDay": "12/11"
    },
    {
      "year": "1949",
      "uri": "/wiki/Noel_Campbell_(footballer)",
      "name": "Noel Campbell",
      "aboutText": "Maria \"Ria\" Geertruida Stalman (born 11 December 1951) is a retired discus thrower and shot putter from the Netherlands. She won the gold medal in the discus throw at the 1984 Summer Olympics, which earned her the Dutch Sportswoman of the year award the same year. Between 1973 and 1983 she won medals, including 15 gold, in the discus throw and shot put at every national championships.",
      "pageId": 4172790,
      "monthDay": "12/11"
    },
    {
      "year": "1950",
      "uri": "/wiki/Nino_Frassica",
      "name": "Nino Frassica",
      "aboutText": "Bradley Dub Bryant (born December 11, 1954) is an American professional golfer.\nBryant was born in Amarillo, Texas, the son of a Southern Baptist pastor. He moved with his family to Alamagordo, New Mexico during his youth.",
      "pageId": 4450518,
      "monthDay": "12/11"
    },
    {
      "year": "1950",
      "uri": "/wiki/Christina_Onassis",
      "name": "Christina Onassis",
      "aboutText": "John Forbes Kerry (born December 11, 1943) is an American politician who is the 68th and current United States Secretary of State. He has served in the United States Senate, and was chairman of the Senate Foreign Relations Committee. Kerry was the candidate of the Democratic Party in the 2004 presidential election, losing to George W. Bush.",
      "pageId": 5122699,
      "monthDay": "12/11"
    },
    {
      "year": "1951",
      "uri": "/wiki/Mazlan_Othman",
      "name": "Mazlan Othman",
      "aboutText": "Noel Campbell (born 11 December 1949 in Dublin) is a retired Irish footballer.\nHe began his career in 1966 with St. Patrick's Athletic F.C. in the League of Ireland where alongside his brother Johnny played in the Inter-Cities Fairs Cup against FC Girondins de Bordeaux with Noel scoring twice in the Stade Chaban-Delmas.",
      "pageId": 6149804,
      "monthDay": "12/11"
    },
    {
      "year": "1951",
      "uri": "/wiki/Ria_Stalman",
      "name": "Ria Stalman",
      "aboutText": "Susan Kyle, née Susan Eloise Spaeth (born December 11, 1946, in Cuthbert, Georgia, United States) is an award winning American writer who was well known as Diana Palmer and has published romantic novels since 1979. She has also written romances as Diana Blayne, Katy Currie, and under her married name Susan Kyle and a science fiction novel as Susan S. Kyle.\nBefore writing fiction, she was a journalist for sixteen years under her birth name.",
      "pageId": 7624415,
      "monthDay": "12/11"
    },
    {
      "year": "1953",
      "uri": "/wiki/Bess_Armstrong",
      "name": "Bess Armstrong",
      "aboutText": "Jon Garrison (né Jon Long, in Higginsville, Missouri, on December 11, 1944) is a successful American operatic tenor who has been performing in locations around the world since 1965. He first appeared at the Metropolitan Opera in 1974, in a secondary role in the company premiere of Death in Venice, which featured Sir Peter Pears. At that theatre, he has since been seen in Gianni Schicchi (as Rinuccio, 1975), Don Pasquale (as Ernesto, directed by John Dexter, 1979), Fidelio (as Jaquino, with Jon Vickers as Florestan, 1980), Wozzeck (as Andres, opposite Anja Silja, 1980), Don Giovanni (as Don Ottavio, 1994), Die Fledermaus (as Alfred, 1995), etc.",
      "pageId": 13497896,
      "monthDay": "12/11"
    },
    {
      "year": "1954",
      "uri": "/wiki/Brad_Bryant",
      "name": "Brad Bryant",
      "aboutText": "Stamatis Spanoudakis - Σταμάτης Σπανουδάκης (born December 11, 1948 in Athens, Greece) is a modern Greek classical composer. Early on he studied classical guitar. He went through a rock music phase, but then continued classical studies at the Würzburg State Conservatory with Bertold Hummel and later in Athens with Konstantinos Kydoniatis.",
      "pageId": 13811273,
      "monthDay": "12/11"
    },
    {
      "year": "1954",
      "uri": "/wiki/Santiago_Creel",
      "name": "Santiago Creel",
      "aboutText": "Antonio \"Nino\" Frassica (born 11 December 1950) is an Italian actor.\nBorn in Messina and known for his deadpan humour, he debuted for Italian television with Renzo Arbore's Quelli della notte (1985), in which he played a semi-illiterate friar. Later, again under Arbore, he was given a major role in the also surreal and successful Indietro tutta!",
      "pageId": 14627937,
      "monthDay": "12/11"
    },
    {
      "year": "1954",
      "uri": "/wiki/Jermaine_Jackson",
      "name": "Jermaine Jackson",
      "aboutText": "Tanimura Shinji (谷村新司) (born 11 December 1948) is a Japanese singer-songwriter.\n^ Bodeen, Christopher (30 April 2010). \"Shanghai marks comeback with Expo extravaganza - Travel - Destination Travel - Asia Travel - msnbc.com\".",
      "pageId": 15445037,
      "monthDay": "12/11"
    },
    {
      "year": "1954",
      "uri": "/wiki/Gu%C3%B0laugur_Kristinn_%C3%93ttarsson",
      "name": "Guðlaugur Kristinn Óttarsson",
      "aboutText": "Mazlan Binti Othman (born 11 December 1951) is a Malaysian astrophysicist who has served in several roles within her country, and as Director of the United Nations Office for Outer Space Affairs in Vienna.\n^ \"Past and Present Heads of the United Nations Office for Outer Space Affairs (UNOOSA)\".",
      "pageId": 22884770,
      "monthDay": "12/11"
    },
    {
      "year": "1955",
      "uri": "/wiki/Gene_Grossman",
      "name": "Gene Grossman",
      "aboutText": "Nikki Sixx (born Frank Carlton Serafino Feranna, Jr.; December 11, 1958) is an American musician, songwriter, radio host, and photographer, best known as the co-founder, bassist, and primary songwriter of the band Mötley Crüe. Prior to forming Mötley Crüe, Sixx was a member of Sister before going on to form London with his Sister band mate Lizzie Grey. In 2000 he formed side project group 58 with Dave Darling, Steve Gibb and Bucket Baker issuing one album, titled Diet for a New America, the same year while in 2002 he formed the hard rock supergroup Brides of Destruction with L.A. Guns guitarist Tracii Guns.",
      "pageId": 196590,
      "monthDay": "12/11"
    },
    {
      "year": "1955",
      "uri": "/wiki/Stu_Jackson",
      "name": "Stu Jackson",
      "aboutText": "Robert Benedict \"Ben\" Browder (born December 11, 1962) is an American actor and writer, known for his roles as John Crichton in Farscape and Cameron Mitchell in Stargate SG-1.",
      "pageId": 203416,
      "monthDay": "12/11"
    },
    {
      "year": "1955",
      "uri": "/wiki/Christian_Sackewitz",
      "name": "Christian Sackewitz",
      "aboutText": "Peter Bagge (pronounced /bæɡ/, as in bag; born December 11, 1957) is an American cartoonist whose best-known work includes the comics Hate and Neat Stuff. His stories often use black humor and exaggerated cartooning to dramatize the reduced expectations of middle-class American youth. He won two Harvey Awards in 1991, one for best cartoonist and one for his work on Hate.",
      "pageId": 258777,
      "monthDay": "12/11"
    },
    {
      "year": "1956",
      "uri": "/wiki/Lani_Brockman",
      "name": "Lani Brockman",
      "aboutText": "Andrew David Lansley, Baron Lansley, CBE, PC (born 11 December 1956) is a British Conservative politician who served as Member of Parliament (MP) for South Cambridgeshire from 1997 to 2015.\nLansley was previously Leader of the House of Commons from 2012 until 2014, the Secretary of State for Health from 2010 until 2012, and was the Shadow Secretary of State for Health from 2004 until 2010. As Health Secretary, Lansley was responsible for the government's controversial Health and Social Care Act 2012.",
      "pageId": 428591,
      "monthDay": "12/11"
    },
    {
      "year": "1956",
      "uri": "/wiki/Andrew_Lansley",
      "name": "Andrew Lansley",
      "aboutText": "Macky Sall (born 11 December 1961) is a Senegalese politician who has been President of Senegal since April 2012. Under President Abdoulaye Wade, Sall was Prime Minister of Senegal from April 2004 to June 2007 and President of the National Assembly of Senegal from June 2007 to November 2008. He was the Mayor of Fatick from 2002 to 2008 and held that post again from 2009 to 2012.",
      "pageId": 610889,
      "monthDay": "12/11"
    },
    {
      "year": "1956",
      "uri": "/wiki/Stevie_Young",
      "name": "Stevie Young",
      "aboutText": "Stephen \"Steve\" Nicol (born 11 December 1961 in Troon, North Ayrshire, Scotland) is a Scottish former professional footballer. A schoolboy at Marr College, Troon he developed into a utility player who played in the successful Liverpool team of the 1980s. He was also a regular member of the Scotland national football team, and represented his country at the 1986 FIFA World Cup.",
      "pageId": 1218824,
      "monthDay": "12/11"
    },
    {
      "year": "1957",
      "uri": "/wiki/Peter_Bagge",
      "name": "Peter Bagge",
      "aboutText": "Thomas Peter \"Tom\" Shadyac (born December 11, 1958) is an American comedian, director, screenwriter, producer, author and occasional film actor. Shadyac, who was the youngest joke-writer ever for comedian Bob Hope, is widely known for writing and directing comedy films, most notably Ace Ventura: Pet Detective, The Nutty Professor, Liar Liar, Bruce Almighty. In 2011 he departed from past comedic work to write, direct and narrate the documentary I Am, in which he explores his abandonment of a materialistic lifestyle following a 2007 bicycle accident.",
      "pageId": 1352088,
      "monthDay": "12/11"
    },
    {
      "year": "1958",
      "uri": "/wiki/Isabella_Hofmann",
      "name": "Isabella Hofmann",
      "aboutText": "Dave King (born 11 December 1961) is an American-based Irish vocalist, primary writer and lyricist for the Irish-American band Flogging Molly. He was previously well known as the lead singer for the 1980s hard rock band Fastway.",
      "pageId": 1356848,
      "monthDay": "12/11"
    },
    {
      "year": "1958",
      "uri": "/wiki/Chris_Hughton",
      "name": "Chris Hughton",
      "aboutText": "Rachel Mary Berkeley Portman, OBE (born 11 December 1960) is an English composer, best known for scoring films.",
      "pageId": 1597907,
      "monthDay": "12/11"
    },
    {
      "year": "1958",
      "uri": "/wiki/Tom_Shadyac",
      "name": "Tom Shadyac",
      "aboutText": "Isabella Hofmann (born December 11, 1958) is an American actress, born in Chicago, Illinois.",
      "pageId": 2125867,
      "monthDay": "12/11"
    },
    {
      "year": "1958",
      "uri": "/wiki/Nikki_Sixx",
      "name": "Nikki Sixx",
      "aboutText": "Marco Pierre White (born 11 December 1961) is a British chef, celebrity, restaurateur and television personality. He is noted for his contributions to contemporary British cuisine. White has been dubbed the first celebrity chef, and the enfant terrible of the UK restaurant scene.",
      "pageId": 2947322,
      "monthDay": "12/11"
    },
    {
      "year": "1960",
      "uri": "/wiki/Rachel_Portman",
      "name": "Rachel Portman",
      "aboutText": "Nenad Janković (Bosnian pronunciation: [nênaːd jǎŋkoʋit͡ɕ]), known as Dr. Nele Karajlić (born 11 December 1962 in Sarajevo, PR Bosnia-Herzegovina, FPR Yugoslavia), is a Serbian Comedian, musician, composer, actor and television director living and working in Belgrade. One of the founders of the New Primitivism cultural movement in Sarajevo, he was also the lead singer and co-author for one of former Yugoslavia's best known bands, Zabranjeno pušenje (No Smoking).",
      "pageId": 3010173,
      "monthDay": "12/11"
    },
    {
      "year": "1961",
      "uri": "/wiki/Dave_King_(Irish_singer)",
      "name": "Dave King",
      "aboutText": "Christopher William Gerard \"Chris\" Hughton (born 11 December 1958, London) is a former professional football player and current manager of Brighton & Hove Albion. In 1979, he became the first mixed race player to represent the Republic of Ireland.\nAfter making his professional début aged 20, Hughton spent most of his playing career with Tottenham Hotspur as a left back, leaving in 1990 after 13 years.",
      "pageId": 3148980,
      "monthDay": "12/11"
    },
    {
      "year": "1961",
      "uri": "/wiki/Steve_Nicol",
      "name": "Steve Nicol",
      "aboutText": "Stuart Wayne \"Stu\" Jackson (born December 11, 1955) is an American former head coach and the former Executive Vice President in the National Basketball Association (NBA). He has coached two different NBA teams: the New York Knicks in 1990 and 1991, and the Vancouver Grizzlies in 1997 and served as the Grizzlies' general manager.",
      "pageId": 4126502,
      "monthDay": "12/11"
    },
    {
      "year": "1961",
      "uri": "/wiki/Macky_Sall",
      "name": "Macky Sall",
      "aboutText": "Stephen Crawford \"Stevie\" Young (born 11 December 1956) is a Scottish musician and the rhythm guitarist and backing vocalist for the Australian hard rock band, AC/DC. He officially joined the band in September 2014, replacing his uncle, Malcolm Young who retired due to dementia. He had previously filled in for Malcolm on AC/DC's 1988 U.S. tour.\nIn addition to Malcolm, Stevie is the nephew of Angus Young, George Young and Alex Young, and the son of their eldest brother Stephen (1933-1989).",
      "pageId": 5760712,
      "monthDay": "12/11"
    },
    {
      "year": "1961",
      "uri": "/wiki/Marco_Pierre_White",
      "name": "Marco Pierre White",
      "aboutText": "Paul Haslinger (born 11 December 1962) is an Austrian-born composer and music producer based out of Los Angeles, California.",
      "pageId": 7573023,
      "monthDay": "12/11"
    },
    {
      "year": "1962",
      "uri": "/wiki/Ben_Browder",
      "name": "Ben Browder",
      "aboutText": "Lani Brockman (born on December 11, 1956 in Seattle) is an American theater actress and director. She is the founder and Artistic Director of Studio East.\nBrockman was born in Seattle and grew up in Hawaii.",
      "pageId": 8404314,
      "monthDay": "12/11"
    },
    {
      "year": "1962",
      "uri": "/wiki/Paul_Haslinger",
      "name": "Paul Haslinger",
      "aboutText": "Mario Been (Dutch pronunciation: [ˈmaː.ri.ˌjoː ˈbeːn], born 11 December 1963 in Rotterdam, South Holland) is a former football professional and football manager from the Netherlands.",
      "pageId": 9312052,
      "monthDay": "12/11"
    },
    {
      "year": "1962",
      "uri": "/wiki/Nele_Karajli%C4%87",
      "name": "Nele Karajlić",
      "aboutText": "Gene Michael Grossman (born December 11, 1955 in New York) is currently the Jacob Viner Professor of International Economics at Princeton University. He received his B.A. in Economics from Yale University in 1976 and his Ph.D. in Economics from the Massachusetts Institute of Technology in 1980. He became assistant professor at Princeton University in 1980 and full professor of economics in 1988.",
      "pageId": 11332830,
      "monthDay": "12/11"
    },
    {
      "year": "1963",
      "uri": "/wiki/Mario_Been",
      "name": "Mario Been",
      "aboutText": "Christian Sackewitz (born 11 December 1955 in Göttingen) is a former professional German footballer.\nSackewitz made 134 Fußball-Bundesliga appearances during his footballing career, and was the 1979–80 2.",
      "pageId": 29972262,
      "monthDay": "12/11"
    },
    {
      "year": "1963",
      "uri": "/wiki/Jon_Brion",
      "name": "Jon Brion",
      "aboutText": "Leon Lai-ming, BBS, MH (born 11 December 1964) is a Hong Kong actor and Cantopop singer. He is dubbed one of the \"Cantopop Four Heavenly Kings\" of Hong Kong.",
      "pageId": 232009,
      "monthDay": "12/11"
    },
    {
      "year": "1963",
      "uri": "/wiki/Claudia_Kohde-Kilsch",
      "name": "Claudia Kohde-Kilsch",
      "aboutText": "Antoine Carraby (born December 11, 1967), better known by his stage name DJ Yella, is an American DJ, music producer, and adult film director from Compton, California. He was a member of the World Class Wreckin' Cru along with Dr. Dre.",
      "pageId": 261108,
      "monthDay": "12/11"
    },
    {
      "year": "1963",
      "uri": "/wiki/John_Lammers",
      "name": "John Lammers",
      "aboutText": "Göran Kropp (11 December 1966 – 30 September 2002) was a Swedish adventurer and mountaineer.",
      "pageId": 382202,
      "monthDay": "12/11"
    },
    {
      "year": "1963",
      "uri": "/wiki/Nigel_Winterburn",
      "name": "Nigel Winterburn",
      "aboutText": "Michel Courtemanche (born December 11, 1964 in Laval, Quebec, Canada) is a Québécois comedian and actor. He has drawn hundreds of thousands to his one-man shows in Quebec, France, Belgium and Switzerland.\nHis debut one-man show, A New Comic is Born, ran for more than five hundred performances and earned him two Felix nominations.",
      "pageId": 382593,
      "monthDay": "12/11"
    },
    {
      "year": "1964",
      "uri": "/wiki/Michel_Courtemanche",
      "name": "Michel Courtemanche",
      "aboutText": "Jay Stuart Bell (born December 11, 1965) is a former Major League Baseball shortstop and second baseman who played for the Cleveland Indians (1986–88), Pittsburgh Pirates (1989–96), Kansas City Royals (1997), Arizona Diamondbacks (1998–2002) and New York Mets (2003).",
      "pageId": 652721,
      "monthDay": "12/11"
    },
    {
      "year": "1964",
      "uri": "/wiki/Justin_Currie",
      "name": "Justin Currie",
      "aboutText": "Gary Dourdan (born Gary Robert Durdin: December 11, 1966) is an American actor. He is best known for portraying Warrick Brown on the television series CSI: Crime Scene Investigation.",
      "pageId": 665612,
      "monthDay": "12/11"
    },
    {
      "year": "1964",
      "uri": "/wiki/Ella_Kovacs",
      "name": "Ella Kovacs",
      "aboutText": "Nigel Winterburn (born 11 December 1963) is an English former professional footballer and current football television pundit who played as a left back from 1981 to 2003. He is best known for his role alongside the likes of Tony Adams, Steve Bould, Martin Keown and Lee Dixon, forming a celebrated defensive line for Arsenal in the Premier League and European football during the 1990s.\nHe also played in the Premier League for West Ham United and in the Football League for Wimbledon.",
      "pageId": 701844,
      "monthDay": "12/11"
    },
    {
      "year": "1964",
      "uri": "/wiki/Dave_Schools",
      "name": "Dave Schools",
      "aboutText": "Justin Robert Currie (born 11 December 1964) is a Scottish singer and songwriter, best known as a founding member of the band Del Amitri and, along with Iain Harvie, is one of only two members of the group to be present throughout its entire existence.",
      "pageId": 860999,
      "monthDay": "12/11"
    },
    {
      "year": "1964",
      "uri": "/wiki/Cosy_Sheridan",
      "name": "Cosy Sheridan",
      "aboutText": "Jon Brion (born December 11, 1963) is an American rock and pop multi-instrumentalist, singer, songwriter, composer and record producer.",
      "pageId": 1151257,
      "monthDay": "12/11"
    },
    {
      "year": "1964",
      "uri": "/wiki/Carolyn_Waldo",
      "name": "Carolyn Waldo",
      "aboutText": "Monique Angela Hicks (née Imes; born December 16, 1967), known professionally as Mo'Nique, is an American comedian and actress. She first gained fame for her role as Nikki Parker in the UPN series The Parkers while making a name as a stand-up comedian hosting a variety of venues, including Showtime at the Apollo. Mo'Nique transitioned to film with roles in such films as Phat Girlz, and Welcome Home Roscoe Jenkins.",
      "pageId": 1401564,
      "monthDay": "12/11"
    },
    {
      "year": "1965",
      "uri": "/wiki/Jay_Bell",
      "name": "Jay Bell",
      "aboutText": "Carolyn Jane Waldo, OC (born December 11, 1964 in Montreal, Quebec) is a former synchronized swimmer from Canada.\nCompeting both as a solo and as part of a duo with Michelle Cameron, Waldo experienced tremendous success in international competition. She was the first Canadian female to win two gold medals at one Olympics games, winning both the solo and duo competitions at the 1988 Summer Olympics in Seoul, South Korea.",
      "pageId": 1879458,
      "monthDay": "12/11"
    },
    {
      "year": "1965",
      "uri": "/wiki/Gavin_Hill",
      "name": "Gavin Hill",
      "aboutText": "Fabrizio Ravanelli (Italian pronunciation: [faˈbrittsjo ravaˈnɛlli]; born 11 December 1968) is an Italian football manager and former international footballer, who was until 2 November 2013 the manager of French Ligue 1 club AC Ajaccio.\nA former striker, Ravanelli started and ended his playing career at hometown club Perugia Calcio. Other notable career stops were Middlesbrough, Juventus and Marseille.",
      "pageId": 2189648,
      "monthDay": "12/11"
    },
    {
      "year": "1965",
      "uri": "/wiki/Giannis_Ragousis",
      "name": "Giannis Ragousis",
      "aboutText": "Claudia Kohde-Kilsch (born 11 December 1963) is a former German tennis player and member of the Die Linke. During her tennis career, she won two women's doubles Grand Slam titles.",
      "pageId": 2456308,
      "monthDay": "12/11"
    },
    {
      "year": "1966",
      "uri": "/wiki/Gary_Dourdan",
      "name": "Gary Dourdan",
      "aboutText": "Cosy Sheridan (born December 11, 1964 in Concord, New Hampshire) is an American folk singer/songwriter. Sheridan graduated from Phillips Exeter Academy. Her songs cover political topics such as AIDS, prostitution, women's body image, and environmentalism, as well as tending toward the humorous: her song Turboyeast, about vaginal yeast infections, was featured on the Dr.",
      "pageId": 3344060,
      "monthDay": "12/11"
    },
    {
      "year": "1966",
      "uri": "/wiki/G%C3%B6ran_Kropp",
      "name": "Göran Kropp",
      "aboutText": "Ella Kovacs (Hungarian name form Kovács Ella; born December 11, 1964 in Luduş) is a retired Romanian middle distance runner of Hungarian descent. In 1985 she won the European Indoor Championships, and ran 800 metres in 1:55.68 in June. She would achieve prominence on the world scene in 1991, when she won bronze medals in the World Championships indoor and outdoor.",
      "pageId": 3843117,
      "monthDay": "12/11"
    },
    {
      "year": "1966",
      "uri": "/wiki/Leon_Lai",
      "name": "Leon Lai",
      "aboutText": "David Allen Schools (born December 11, 1964), known as Dave Schools, is a bass player and founding member of American rock band Widespread Panic. He is also a record producer, songwriter and journalist with articles published in a wide variety of music magazines. Schools lives in Sonoma County, California with his wife and two dogs; when not on tour he likes to garden.",
      "pageId": 5353490,
      "monthDay": "12/11"
    },
    {
      "year": "1966",
      "uri": "/wiki/Erik_Honor%C3%A9",
      "name": "Erik Honoré",
      "aboutText": "Gavin Lyle Hill (born 11 December 1965 in Okato, New Zealand) is a former rugby league and rugby union player, who has resided in Wellington for the last 10 years before moving back to Auckland to take a coaching position in the Air New Zealand Cup.\nHe was a flanker and number eight in rugby union and then a prop/second row in league when he switched codes in 1991. In both rugby and league he was unusual, being a forward who kicked goals.",
      "pageId": 6104167,
      "monthDay": "12/11"
    },
    {
      "year": "1967",
      "uri": "/wiki/Mo%27Nique",
      "name": "Mo'Nique",
      "aboutText": "Giannis Ragousis (Greek: Γιάννης Ραγκούσης, born in 11 December 1965) is a Greek economist and politician of the Panhellenic Socialist Movement.",
      "pageId": 24910816,
      "monthDay": "12/11"
    },
    {
      "year": "1967",
      "uri": "/wiki/DJ_Yella",
      "name": "DJ Yella",
      "aboutText": "John Lammers (born January 29, 1986) is a Canadian professional ice hockey forward who currently plays for HC TWK Innsbruck in the Austrian Hockey League (EBEL). He was selected by the Dallas Stars in the 3rd round (86th overall) of the 2004 NHL Entry Draft. He first joined the EBEL in the 2011–12 season with EC KAC after playing in the Czech Extraliga with HC Plzeň 1929.",
      "pageId": 30009244,
      "monthDay": "12/11"
    },
    {
      "year": "1968",
      "uri": "/wiki/Fabrizio_Ravanelli",
      "name": "Fabrizio Ravanelli",
      "aboutText": "Erik Honoré (born 11 December 1966 in Kristiansand, Norway) is a Norwegian writer, musician, record producer and sound engineer. As a musician, he has collaborated with Jan Bang, David Sylvian, Brian Eno/Peter Schwalm, Jon Hassell, Nils Petter Molvær, Arve Henriksen, Sidsel Endresen, Unni Wilhelmsen, Eivind Aarset, Claudia Scott, Anne Grete Preus, Savoy and produced all the albums from Velvet Belly.\n^ \"Erik Honoré\".",
      "pageId": 36937114,
      "monthDay": "12/11"
    },
    {
      "year": "1969",
      "uri": "/wiki/Viswanathan_Anand",
      "name": "Viswanathan Anand",
      "aboutText": "Yasiin Bey (/jæˈsiːn ˈbeɪ/; born Dante Terrell Smith; December 11, 1973), better known by his former stage name Mos Def (/ˈmoʊs ˈdɛf/), is an American hip hop recording artist, actor, comedian, and activist from Brooklyn, New York City, New York. Best known for his music, Mos Def embarked on his hip hop career in 1994, alongside his siblings in the short-lived rap group Urban Thermo Dynamics (UTD), after which he appeared on albums by Da Bush Babees and De La Soul. He subsequently formed the trio Black Star, alongside fellow Brooklyn-based rapper Talib Kweli, and Cincinnati producer Hi-Tek and released their eponymous debut album in 1998.",
      "pageId": 142540,
      "monthDay": "12/11"
    },
    {
      "year": "1969",
      "uri": "/wiki/Francisco_Javier_Arellano_F%C3%A9lix",
      "name": "Francisco Javier Arellano Félix",
      "aboutText": "Óscar Gutiérrez (born December 11, 1974), better known by the ring name Rey Mysterio, is a Mexican-American professional wrestler who currently works for Asistencia Asesoría y Administración (AAA) and Lucha Underground. He is perhaps best known for his time in WWE from July 2002 until February 2015. He is also known for his work in Extreme Championship Wrestling (ECW) and World Championship Wrestling (WCW).",
      "pageId": 247468,
      "monthDay": "12/11"
    },
    {
      "year": "1969",
      "uri": "/wiki/Stig_Inge_Bj%C3%B8rnebye",
      "name": "Stig Inge Bjørnebye",
      "aboutText": "Daniel Alfredsson (born 11 December 1972) is a Swedish retired professional ice hockey player. He spent 18 seasons in the National Hockey League, 17 with the Ottawa Senators and played his final year with the Detroit Red Wings. He signed a one-day contract on December 4, 2014 to retire as a member of the Ottawa Senators.",
      "pageId": 263044,
      "monthDay": "12/11"
    },
    {
      "year": "1969",
      "uri": "/wiki/Max_Martini",
      "name": "Max Martini",
      "aboutText": "Viswanathan \"Vishy\" Anand (born 11 December 1969) is an Indian chess Grandmaster and a 5 time World Chess Champion.\nHe held the FIDE World Chess Championship from 2000 to 2002. He became the undisputed World Champion in 2007 and defended his title against Vladimir Kramnik in 2008.",
      "pageId": 281337,
      "monthDay": "12/11"
    },
    {
      "year": "1969",
      "uri": "/wiki/Alessandro_Melli",
      "name": "Alessandro Melli",
      "aboutText": "Lisa Ortiz (born December 11, 1974) is an American theatre and voice actress, as well as voice director, best known for her roles in English anime adaptations. She is perhaps best known for the roles of the high-elf Deedlit in Record of Lodoss War, Lina Inverse in Slayers, Oshawatt in Pokemon and Tony Tony Chopper in the 4Kids dub of One Piece. Her extensive résumé also includes the role of Amy Rose in Sonic X, and Serenity Wheeler in Yu-Gi-Oh!.",
      "pageId": 1040084,
      "monthDay": "12/11"
    },
    {
      "year": "1970",
      "uri": "/wiki/Victoria_Fuller",
      "name": "Victoria Fuller",
      "aboutText": "Kurotani Tomoka (黒谷友香; born 11 December 1975 in Sakai, Osaka, Japan) is a Japanese actress.",
      "pageId": 1437334,
      "monthDay": "12/11"
    },
    {
      "year": "1971",
      "uri": "/wiki/Willie_McGinest",
      "name": "Willie McGinest",
      "aboutText": "William Lee McGinest, Jr. (born December 11, 1971) is a former American football linebacker who played fifteen seasons in the National Football League (NFL). He was drafted by the New England Patriots fourth overall in the 1994 NFL Draft.",
      "pageId": 1478670,
      "monthDay": "12/11"
    },
    {
      "year": "1972",
      "uri": "/wiki/Daniel_Alfredsson",
      "name": "Daniel Alfredsson",
      "aboutText": "Dawn Anne Steele (born 11 December 1975 in Glasgow) is a Scottish actress best known for her portrayals of the characters Alexandra \"Lexie\" MacDonald from the BBC drama Monarch of the Glen & Alice Trevanion in ITV drama series Wild at Heart.",
      "pageId": 1587997,
      "monthDay": "12/11"
    },
    {
      "year": "1972",
      "uri": "/wiki/Sami_Al-Jaber",
      "name": "Sami Al-Jaber",
      "aboutText": "Stig Inge Bjørnebye (born 11 December 1969) is a retired Norwegian footballer who played in Norway, England, and Denmark, most notably for Liverpool. His preferred position was left back, which he occupied for domestic clubs and the national team. Bjørnebye was appointed assistant manager of Norway in 2003, relinquishing the role three years later to succeed Tom Nordlie as manager of IK Start.",
      "pageId": 1882040,
      "monthDay": "12/11"
    },
    {
      "year": "1972",
      "uri": "/wiki/Andriy_Husin",
      "name": "Andriy Husin",
      "aboutText": "Victoria Alynette Fuller (born December 11, 1970 in Santa Barbara, California, United States) is an American glamour model, artist, actress and reality TV contestant.\nShe is Playboy magazine's Playmate of the Month for January 1996 and has appeared in numerous Playboy Special Editions. Nine years after her Playmate appearance, she posed for Playboy again in the May 2005 issue.",
      "pageId": 2139445,
      "monthDay": "12/11"
    },
    {
      "year": "1972",
      "uri": "/wiki/Rusty_Joiner",
      "name": "Rusty Joiner",
      "aboutText": "Benjamin Peter Sherrington \"Ben\" Shephard (born 11 December 1974) is an English television presenter and journalist who is currently employed by both ITV and Sky Sports (the latter for Goals on Sunday only). His most recognised role was as a main presenter on the now defunct breakfast station GMTV, although since then he has hosted game shows such as The Krypton Factor (2009–2010), 1 vs. 100 (2008), Tipping Point (2012–present) and Ninja Warrior UK (2015–present).",
      "pageId": 2497183,
      "monthDay": "12/11"
    },
    {
      "year": "1973",
      "uri": "/wiki/Mos_Def",
      "name": "Mos Def",
      "aboutText": "Sami Abdullah Al-Jaber (Arabic: سامي الجابر‎; born 11 December 1972) is a retired football striker from Saudi Arabia. He spent the majority of his career from 1988 to 2008 with Al-Hilal. He recently managed Al-Wahda in UAE Arabian Gulf League.",
      "pageId": 2944786,
      "monthDay": "12/11"
    },
    {
      "year": "1974",
      "uri": "/wiki/Rey_Mysterio",
      "name": "Rey Mysterio",
      "aboutText": "Getenesh \"Gete\" Wami Degife (Ge'ez:ጌጤነሽ 'ጌጤ' ዋሚ ደግፌ born December 11, 1974 in Debre Berhan) is an Ethiopian former long-distance runner who competed in cross country, track, and road events.",
      "pageId": 3332284,
      "monthDay": "12/11"
    },
    {
      "year": "1974",
      "uri": "/wiki/Maarten_Lafeber",
      "name": "Maarten Lafeber",
      "aboutText": "Maarten Lafeber (born 11 December 1974) is a Dutch professional golfer who won the Dutch, Swiss and Spanish amateur championships before turning professional in 1997.\nLafeber was born in Eindhoven, Noord-Brabant. He earned a European Tour card at the first attempt, but lost it at the end of 1998.",
      "pageId": 4305656,
      "monthDay": "12/11"
    },
    {
      "year": "1974",
      "uri": "/wiki/Lisa_Ortiz",
      "name": "Lisa Ortiz",
      "aboutText": "Andriy Leonidovych Husin (Ukrainian: Андрій Леонідович Гусін; 11 December 1972 – 17 September 2014) was a professional Ukrainian football player and coach. He frequently played in the Ukraine national football team, and was one of Ukraine's most capped players. He was a member of their squad at the 2006 World Cup.",
      "pageId": 5145412,
      "monthDay": "12/11"
    },
    {
      "year": "1974",
      "uri": "/wiki/Ben_Shephard",
      "name": "Ben Shephard",
      "aboutText": "Gerben de Knegt (born December 11, 1975) is a professional cyclo-cross racing cyclist and mountain biker from the Netherlands.",
      "pageId": 5680372,
      "monthDay": "12/11"
    },
    {
      "year": "1974",
      "uri": "/wiki/Gete_Wami",
      "name": "Gete Wami",
      "aboutText": "Francisco Javier Arellano Félix (born 11 December 1969), the brother of Ramón Arellano Félix, is a former Mexican drug lord and leader of the Tijuana Cartel involved in drug-smuggling operations from Mexico to the United States.\nThe Tijuana Cartel is one of the three large Mexican drug cartels, along with the Gulf Cartel and the Juárez Cartel. It is well known for its employment of enforcers recruited from Mexican and Los Angeles street gangs.",
      "pageId": 6506371,
      "monthDay": "12/11"
    },
    {
      "year": "1975",
      "uri": "/wiki/Gerben_de_Knegt",
      "name": "Gerben de Knegt",
      "aboutText": "Jason Russell \"Rusty\" Joiner (born December 11, 1972) is an American male fashion model, fitness model and actor.\nBorn in Montgomery, Alabama, and raised in Atlanta, Georgia, Joiner attended Georgia Southern University, where he was a successful athlete, cheerleader, and gymnast for four years. He was discovered by a model scout in Atlanta and spent the next several years modelling in Milan, Paris, and South America.",
      "pageId": 7399214,
      "monthDay": "12/11"
    },
    {
      "year": "1975",
      "uri": "/wiki/Tomoka_Kurotani",
      "name": "Tomoka Kurotani",
      "aboutText": "Maximilian Carlo \"Max\" Martini (born December 11, 1969) is an American film, theater and television actor known for his roles as Corporal Fred Henderson in Saving Private Ryan, Wiley in Level 9, First Sergeant Sid Wojo in The Great Raid, and as Master Sergeant Mack Gerhardt on the military television drama, The Unit.",
      "pageId": 8394133,
      "monthDay": "12/11"
    },
    {
      "year": "1975",
      "uri": "/wiki/Dawn_Steele",
      "name": "Dawn Steele",
      "aboutText": "Alessandro \"Sandro\" Melli (born 11 December 1969 in Agrigento, Sicily) is an Italian retired footballer who played as a striker.",
      "pageId": 18424280,
      "monthDay": "12/11"
    },
    {
      "year": "1976",
      "uri": "/wiki/Shareef_Abdur-Rahim",
      "name": "Shareef Abdur-Rahim",
      "aboutText": "Javier Pedro Saviola Fernández (born 11 December 1981) is an Argentine professional footballer who plays for Club Atlético River Plate as a forward.\nKnown for his speed, dribbling and ability to score from almost any attacking position on the field, he represented both Barcelona and Real Madrid, and was named as the youngest player on Pelé's FIFA 100 list of the 125 greatest living footballers in 2004. Due to his ancestry he also holds Spanish nationality since 2004, and he amassed La Liga totals of 196 games and 70 goals over the course of eight seasons; he started and finished his career at River Plate.",
      "pageId": 16588,
      "monthDay": "12/11"
    },
    {
      "year": "1976",
      "uri": "/wiki/Yujiro_Shirakawa",
      "name": "Yujiro Shirakawa",
      "aboutText": "Shareef Abdur-Rahim (born December 11, 1976) is a retired American professional basketball player. He was also the director of player personnel for the Sacramento Kings of the National Basketball Association (NBA) and the general manager of the Reno Bighorns, the Kings' minor-league affiliate. He last played in the NBA for the Kings.",
      "pageId": 430289,
      "monthDay": "12/11"
    },
    {
      "year": "1977",
      "uri": "/wiki/Brandon_Rogers_(singer)",
      "name": "Brandon Rogers",
      "aboutText": "Rider King Strong (born December 11, 1979) is an American actor, director, producer and screenwriter.",
      "pageId": 1878519,
      "monthDay": "12/11"
    },
    {
      "year": "1977",
      "uri": "/wiki/Mark_Streit",
      "name": "Mark Streit",
      "aboutText": "Leighton John Baines /ˈleɪtən ˈbeɪnz/ (born 11 December 1984) is an English professional footballer who plays as a defender for Everton and the England national team.\nBaines started his career with Wigan Athletic, with whom he won the Second Division in the 2002–03 season and was a runner-up in the 2004–05 Championship and the 2006 Football League Cup Final. He joined Everton in 2007, helping them reach the 2009 FA Cup Final.",
      "pageId": 2361589,
      "monthDay": "12/11"
    },
    {
      "year": "1978",
      "uri": "/wiki/Roy_Wood,_Jr.",
      "name": "Roy Wood, Jr.",
      "aboutText": "Hamish Donald Blake (born 11 December 1981) is an Australian comedian, actor, and author from Melbourne. Since 2003, he has worked with Andy Lee as part of the comedy duo Hamish and Andy. The pair have performed live and on television and radio, most notably with their drive-time radio program Hamish & Andy.",
      "pageId": 2566513,
      "monthDay": "12/11"
    },
    {
      "year": "1979",
      "uri": "/wiki/Valdis_Mintals",
      "name": "Valdis Mintals",
      "aboutText": "Mark Thomas Streit (born December 11, 1977) is a Swiss professional ice hockey defenceman and an alternate captain for the Philadelphia Flyers of the National Hockey League (NHL). He was the captain of both the New York Islanders and the Swiss national team. Streit is one of the few swingmen in the NHL who is able to play both as a defenceman and as a forward.",
      "pageId": 3049119,
      "monthDay": "12/11"
    },
    {
      "year": "1979",
      "uri": "/wiki/Rider_Strong",
      "name": "Rider Strong",
      "aboutText": "Zachary James Baker (born December 11, 1981), better known by his stage name Zacky Vengeance, is an American musician, best known as the rhythm guitarist, backing vocalist, and founding member for the American heavy metal band Avenged Sevenfold.",
      "pageId": 3392704,
      "monthDay": "12/11"
    },
    {
      "year": "1980",
      "uri": "/wiki/Kristjan_Kitsing",
      "name": "Kristjan Kitsing",
      "aboutText": "Paul Medhurst (born 11 December 1981) is a former professional Australian rules football who played for the Fremantle Football Club and the Collingwood Football Club.\nIn his 2008 season, he was selected in the All-Australian team and his other career highlights include leading the goalkicking at Fremantle in successive seasons and winning the Simpson Medal for best on ground in the 2012 WAFL Grand Final.",
      "pageId": 4352594,
      "monthDay": "12/11"
    },
    {
      "year": "1981",
      "uri": "/wiki/Nikki_Benz",
      "name": "Nikki Benz",
      "aboutText": "Roy Wood, Jr. (born December 11, 1978) is an American actor, comedian and radio personality from Birmingham, Alabama.\nIn addition to his stand-up comic work, he is also known for his prank calls and his work on talk radio.",
      "pageId": 4385090,
      "monthDay": "12/11"
    },
    {
      "year": "1981",
      "uri": "/wiki/Hamish_Blake",
      "name": "Hamish Blake",
      "aboutText": "Nikki Benz (born December 11, 1981) is the stage name of an award winning Ukrainian Canadian pornographic actress. She is also a 2010 Penthouse Pet who was selected as the 2011 Pet of the Year. In May 2014 she announced her candidacy for mayor of the city of Toronto although her nomination was not accepted because she had failed to provide a current driver's license.",
      "pageId": 5521083,
      "monthDay": "12/11"
    },
    {
      "year": "1981",
      "uri": "/wiki/Jason_Kennedy_(TV_personality)",
      "name": "Jason Kennedy",
      "aboutText": "Pablo Pérez Companc (born December 11, 1982) is an Argentine racing driver from Buenos Aires.\nPérez Companc started editing the Argentine version of Evo in 2012 and Octane in 2013.\nHis father is businessman Gregorio Pérez Companc.",
      "pageId": 8532590,
      "monthDay": "12/11"
    },
    {
      "year": "1981",
      "uri": "/wiki/Jeff_McComsey",
      "name": "Jeff McComsey",
      "aboutText": "Brandon Rogers (born December 11, 1977) is an American singer who has worked as a professional backup vocalist, and who was the 12th place finalist on the sixth season of American Idol.",
      "pageId": 9566547,
      "monthDay": "12/11"
    },
    {
      "year": "1981",
      "uri": "/wiki/Paul_Medhurst",
      "name": "Paul Medhurst",
      "aboutText": "Jason Kennedy (born December 11, 1981) is a correspondent at E! Networks, where he covers national celebrity news. In 2012, Kennedy was named co-anchor of \"E!",
      "pageId": 10336150,
      "monthDay": "12/11"
    },
    {
      "year": "1981",
      "uri": "/wiki/Kevin_Phillips_(actor)",
      "name": "Kevin Phillips",
      "aboutText": "Valdis Mintals (born 11 December 1979 in Tallinn) is an Estonian pair skater.\nWith partner Ekaterina Nekrassova, he is a multiple Estonian national champion. They competed at the World, European, and World Junior Championships before ending their partnership in 1998.",
      "pageId": 19575569,
      "monthDay": "12/11"
    },
    {
      "year": "1981",
      "uri": "/wiki/Javier_Saviola",
      "name": "Javier Saviola",
      "aboutText": "Kevin Phillips (born December 11, 1981) is an American film actor, best known for his leading role in Suna Gonera’s Pride (2007), as well as his role in 2009's Notorious.\nKevin starred in the George Lucas-produced 2012 film Red Tails, which chronicles the story of the Tuskegee Airmen.",
      "pageId": 21079305,
      "monthDay": "12/11"
    },
    {
      "year": "1981",
      "uri": "/wiki/Zacky_Vengeance",
      "name": "Zacky Vengeance",
      "aboutText": "Spyros Vrontaras (Greek: Σπύρος Βρονταράς; born 11 December 1984) is a Greek football goalkeeper.",
      "pageId": 23954479,
      "monthDay": "12/11"
    },
    {
      "year": "1982",
      "uri": "/wiki/Pablo_P%C3%A9rez_Companc",
      "name": "Pablo Pérez Companc",
      "aboutText": "Jeff McComsey (born December 11, 1981), is an American illustrator and author of graphic novels, animations, and video game art.\nHis most notable works include American Terror, a graphic novel series published through Alterna Comics, the self-published work FUBAR and the Ultimate Night of Living Dead, series Rise and Z-Men.",
      "pageId": 31591100,
      "monthDay": "12/11"
    },
    {
      "year": "1984",
      "uri": "/wiki/Leighton_Baines",
      "name": "Leighton Baines",
      "aboutText": "P.J. Lane (11 December 1984), born Phillip Jacob Isaacson, is an Australian actor, entertainer, philanthropist, and former professional basketball player.",
      "pageId": 36304202,
      "monthDay": "12/11"
    },
    {
      "year": "1984",
      "uri": "/wiki/P.J._Lane",
      "name": "P.J. Lane",
      "aboutText": "Kristjan Kitsing (born December 11, 1990) is an Estonian professional basketball player who currently plays for TTÜ. He started playing professional basketball at Tartu Ülikool before moving onto BC Kalev/Cramo. Kitsing is also a member of the Estonia national basketball team.",
      "pageId": 36498589,
      "monthDay": "12/11"
    },
    {
      "year": "1984",
      "uri": "/wiki/Spyros_Vrontaras",
      "name": "Spyros Vrontaras",
      "aboutText": "Yujiro Shirakawa (白川 裕二郎, Shirakawa Yūjirō, born December 11, 1976, in Kōhoku-ku, Yokohama, Kanagawa Prefecture, Japan) is a Japanese actor who is represented by the talent agency, G.P.R.",
      "pageId": 47344049,
      "monthDay": "12/11"
    },
    {
      "year": "1985",
      "uri": "/wiki/Aiko_Kay%C5%8D",
      "name": "Aiko Kayō",
      "aboutText": "Murugan Thirumurugan Thiruchelvam (born 11 December 1989) is an English chess player. He was England's youngest player ever to gain an international chess rating (2020 at the age of nine).\nHaving just passed his tenth birthday, he played against the then world champion Garry Kasparov in a simultaneous exhibition.",
      "pageId": 1892721,
      "monthDay": "12/11"
    },
    {
      "year": "1985",
      "uri": "/wiki/Yekta_Kurtulu%C5%9F",
      "name": "Yekta Kurtuluş",
      "aboutText": "Aiko Kayō (嘉陽 愛子, Kayō Aiko, born December 11, 1985) is a Japanese idol, singer, and actress. She has released 12 singles and 2 albums on the Avex Trax label in Japan.",
      "pageId": 3123204,
      "monthDay": "12/11"
    },
    {
      "year": "1985",
      "uri": "/wiki/Anja_Prislan",
      "name": "Anja Prislan",
      "aboutText": "Roy Denzil Hibbert (born December 11, 1986) is a Jamaican-American professional basketball player for the Los Angeles Lakers of the National Basketball Association (NBA). He is a two-time NBA All-Star, and earned NBA All-Defensive second team honors 2014.\nHibbert graduated from Georgetown University in 2008.",
      "pageId": 3952478,
      "monthDay": "12/11"
    },
    {
      "year": "1985",
      "uri": "/wiki/Karla_Souza",
      "name": "Karla Souza",
      "aboutText": "Natalia Gordienko, sometimes spelled as Natalia Gordienco, (Ukrainian: Наталя Гордієнко born December 11, 1987 in Chişinău) is a professional dancer and singer of Ukrainian ancestry from Moldova.",
      "pageId": 5230048,
      "monthDay": "12/11"
    },
    {
      "year": "1986",
      "uri": "/wiki/Roy_Hibbert",
      "name": "Roy Hibbert",
      "aboutText": "Timothy \"Tim\" Grant Southee (born 11 December 1988) is a New Zealand cricketer. He is a right-arm fast-medium bowler and a hard-hitting lower order batsman. He was one of New Zealand's youngest cricketers, debuting at 19 years old in February 2008.",
      "pageId": 6059460,
      "monthDay": "12/11"
    },
    {
      "year": "1987",
      "uri": "/wiki/Clifton_Geathers",
      "name": "Clifton Geathers",
      "aboutText": "William Corkery (born December 11, 1993) is an American voice actor, familiar to players of the Sonic the Hedgehog series of games as the voice of Miles \"Tails\" Prower. He is also the last male to voice the character.",
      "pageId": 7467194,
      "monthDay": "12/11"
    },
    {
      "year": "1987",
      "uri": "/wiki/Natalia_Gordienko",
      "name": "Natalia Gordienko",
      "aboutText": "Anna Henrietta Bergendahl (born 11 December 1991) is a Swedish singer. She was born in Hägersten, Stockholm and raised in Nyköping and Katrineholm. Bergendahl is of partial Irish descent as her grandmother was born and lives in Ireland, and Anna's first performance in front of an audience was made in a cathedral in York when she was only eight years old.",
      "pageId": 19800337,
      "monthDay": "12/11"
    },
    {
      "year": "1988",
      "uri": "/wiki/Ashley_Hinshaw",
      "name": "Ashley Hinshaw",
      "aboutText": "Hailee Steinfeld (/ˈheɪliː ˈstaɪnfɛld/ HAY-lee STYN-feld; born December 11, 1996) is an American actress, model and singer. She is known for her portrayal of Mattie Ross in the 2010 film True Grit, for which she was nominated for an Academy Award for Best Supporting Actress, a Screen Actors Guild Award for Outstanding Performance by a Female Actor in a Supporting Role, and a BAFTA Award for Best Actress in a Leading Role. She also played Petra Arkanian in the 2013 sci-fi film Ender's Game.",
      "pageId": 26260043,
      "monthDay": "12/11"
    },
    {
      "year": "1988",
      "uri": "/wiki/Tim_Southee",
      "name": "Tim Southee",
      "aboutText": "Clifton Geathers (born December 11, 1987) is an American football defensive end for the Pittsburgh Steelers. He was drafted by the Cleveland Browns in the sixth round of the 2010 NFL Draft. He played college football at the University of South Carolina.",
      "pageId": 27094165,
      "monthDay": "12/11"
    },
    {
      "year": "1989",
      "uri": "/wiki/Murugan_Thiruchelvam",
      "name": "Murugan Thiruchelvam",
      "aboutText": "Louis Gabriel Basso III (born December 11, 1994) is an American film and television actor. He is perhaps best known for his roles in the Showtime television series The Big C, the 2011 science fiction film Super 8, and the 2013 coming-of-age comedy-drama film The Kings of Summer.\n^ \"Gabriel Basso Biography\".",
      "pageId": 28239106,
      "monthDay": "12/11"
    },
    {
      "year": "1990",
      "uri": "/wiki/Derrick_Nix",
      "name": "Derrick Nix",
      "aboutText": "Yekta Kurtuluş (Turkish pronunciation: [jectaː kuɾtuɫuʃ], born 11 December 1985) is a Turkish professional footballer who plays as a midfielder for Turkish club Sivasspor in the Süper Lig.",
      "pageId": 28906810,
      "monthDay": "12/11"
    },
    {
      "year": "1991",
      "uri": "/wiki/Anna_Bergendahl",
      "name": "Anna Bergendahl",
      "aboutText": "Ashley Hinshaw (born December 11, 1988) is an American actress and model.",
      "pageId": 32467117,
      "monthDay": "12/11"
    },
    {
      "year": "1992",
      "uri": "/wiki/Tiffany_Alvord",
      "name": "Tiffany Alvord",
      "aboutText": "Alice Hirose (広瀬 アリス, Hirose Arisu, born December 11, 1994) is a Japanese actress, TV personality, and model. She has a younger sister, Suzu Hirose, who is also a model and actress.\n^ \"FOSTER Official Profile\".",
      "pageId": 33303631,
      "monthDay": "12/11"
    },
    {
      "year": "1992",
      "uri": "/wiki/Dalton_Pompey",
      "name": "Dalton Pompey",
      "aboutText": "Anja Prislan (born 11 December 1985 in Ljubljana) is a Slovenian tennis player.\nPrislan won seven doubles titles on the ITF tour in her career. On 17 October 2011, she reached her best singles ranking of world number 460.",
      "pageId": 38259011,
      "monthDay": "12/11"
    },
    {
      "year": "1993",
      "uri": "/wiki/William_Corkery",
      "name": "William Corkery",
      "aboutText": "Found Voice_type, Found Died, Found religion, Tiffany Lynn Alvord (born December 11, 1992) is an American singer and songwriter. She has been cited as one of YouTube's first \"home-grown celebrities\". She has a large social presence on YouTube with over 500 million video views and over 2.7 million subscribers, making her channel among the top 50 most subscribed music channels on YouTube.",
      "pageId": 38557232,
      "monthDay": "12/11"
    },
    {
      "year": "1993",
      "uri": "/wiki/Tyrone_Gilks",
      "name": "Tyrone Gilks",
      "aboutText": "Tyrone Gilks (11 December 1993 – 21 March 2013) was an Australian motorbike personality, known for his world record distance jumping and freestyle motorcross riding. Tyrone (known as Bear or Snowflake) was killed on 21 March 2013 during a training run for his final world record, the 250cc distance jump—currently held by Robbie Maddison.",
      "pageId": 38976118,
      "monthDay": "12/11"
    },
    {
      "year": "1994",
      "uri": "/wiki/Gabriel_Basso",
      "name": "Gabriel Basso",
      "aboutText": "Jack Davis Griffo (born December 11, 1996) is an American actor and singer. He currently stars as Maximus Octavius \"Max\" Thunderman on the Nickelodeon series The Thundermans. He also had a starring role in the Nickelodeon original movie Jinxed.",
      "pageId": 39606293,
      "monthDay": "12/11"
    },
    {
      "year": "1994",
      "uri": "/wiki/Alice_Hirose",
      "name": "Alice Hirose",
      "aboutText": "Derrick Nix (born December 11, 1990) is an American professional basketball player for the Grand Rapids Drive of the NBA Development League.",
      "pageId": 41363559,
      "monthDay": "12/11"
    },
    {
      "year": "1996",
      "uri": "/wiki/Jack_Griffo",
      "name": "Jack Griffo",
      "aboutText": "Dalton Kenrick Pompey (born December 11, 1992) is a Canadian professional baseball center fielder for the Toronto Blue Jays of Major League Baseball (MLB). After 5 seasons in the minor leagues, Pompey made his MLB debut on September 2, 2014, becoming only the sixth player born in Ontario to appear for the Blue Jays.",
      "pageId": 42609588,
      "monthDay": "12/11"
    },
    {
      "year": "1996",
      "uri": "/wiki/Hailee_Steinfeld",
      "name": "Hailee Steinfeld",
      "aboutText": "Karla Olivares Souza (born December 11, 1985) is a Mexican actress. In 2014, she was cast as Laurel Castillo on the ABC legal drama series, How to Get Away with Murder.",
      "pageId": 42734333,
      "monthDay": "12/11"
    }
  ]
}