{
  "people": [
    {
      "year": "1521",
      "uri": "/wiki/Pope_Sixtus_V",
      "name": "Pope Sixtus V",
      "aboutText": "Pope Sixtus V or Xystus V (13 December 1521 – 27 August 1590), born Felice Peretti di Montalto, was Pope from 24 April 1585 to his death in 1590. As a youth, he joined the Franciscan order, where he displayed talents as a scholar and preacher, and enjoyed the patronage of Pius V, who made him a cardinal. As Pope, he energetically rooted out corruption and lawlessness across Rome, and launched a far-sighted rebuilding programme that continues to provoke controversy, as it involved the destruction of antiquities.",
      "pageId": 44886,
      "monthDay": "12/13"
    },
    {
      "year": "1533",
      "uri": "/wiki/Eric_XIV_of_Sweden",
      "name": "Eric XIV of Sweden",
      "aboutText": "Ernst Werner Siemens (von Siemens from 1888; German: [ˈziːmɛns]; 13 December 1816 – 6 December 1892) was a German inventor and industrialist. Siemens’s name has been adopted as the SI unit of electrical conductance, the siemens.",
      "pageId": 53630,
      "monthDay": "12/13"
    },
    {
      "year": "1553",
      "uri": "/wiki/Henry_IV_of_France",
      "name": "Henry IV of France",
      "aboutText": "Henry IV (13 December 1553 – 14 May 1610), Henri-Quatre (French pronunciation: ​[ɑ̃ʁiˈkatʁ]), also known by the epithet \"Good King Henry\", was King of Navarre (as Henry III) from 1572 to 1610 and King of France from 1589 to 1610. He was the first French monarch of the House of Bourbon.\nBaptised as a Catholic but raised in the Protestant faith by his mother Jeanne d'Albret, Queen of Navarre, he inherited the throne of Navarre in 1572 on the death of his mother.",
      "pageId": 57876,
      "monthDay": "12/13"
    },
    {
      "year": "1585",
      "uri": "/wiki/William_Drummond_of_Hawthornden",
      "name": "William Drummond of Hawthornden",
      "aboutText": "Christian Johann Heinrich Heine (13 December 1797 – 17 February 1856) was a German poet, journalist, essayist, and literary critic. He is best known outside Germany for his early lyric poetry, which was set to music in the form of Lieder (art songs) by composers such as Robert Schumann and Franz Schubert. Heine's later verse and prose are distinguished by their satirical wit and irony.",
      "pageId": 104641,
      "monthDay": "12/13"
    },
    {
      "year": "1640",
      "uri": "/wiki/Robert_Plot",
      "name": "Robert Plot",
      "aboutText": "Eric XIV (Swedish: Erik XIV; 13 December 1533 – 26 February 1577) was King of Sweden from 1560 until he was deposed in 1568. Eric XIV was the eldest son of Gustav I (1496–1560) and Catherine of Saxe-Lauenburg (1513–35). He was also ruler of Estonia, after its conquest by Sweden in 1561.",
      "pageId": 104955,
      "monthDay": "12/13"
    },
    {
      "year": "1662",
      "uri": "/wiki/Francesco_Bianchini",
      "name": "Francesco Bianchini",
      "aboutText": "Johann Wolfgang Döbereiner (13 December 1780 – 24 March 1849) was a German chemist who is best known for work that foreshadowed the periodic law for the chemical elements.",
      "pageId": 228431,
      "monthDay": "12/13"
    },
    {
      "year": "1678",
      "uri": "/wiki/Yongzheng_Emperor",
      "name": "Yongzheng Emperor",
      "aboutText": "The Yongzheng Emperor (Chinese: 雍正帝) (13 December 1678 – 8 October 1735), born Yinzhen (胤禛), was the fifth emperor of the Manchu-led Qing dynasty and the third Qing emperor to rule over China proper. He reigned from 1722 to 1735. A hard-working ruler, Yongzheng's main goal was to create an effective government at minimal expense.",
      "pageId": 265950,
      "monthDay": "12/13"
    },
    {
      "year": "1720",
      "uri": "/wiki/Carlo_Gozzi",
      "name": "Carlo Gozzi",
      "aboutText": "Carlo, Count Gozzi (Italian: [ˈkarlo ˈɡɔddzi]; 13 December 1720 – 4 April 1806) was an Italian playwright.\nGozzi was born and died in Venice; he came from an old Venetian family from the Republic of Ragusa. His father's debts forced him to look for a means of supporting himself, and at the age of sixteen, he joined the army in Dalmatia; three years later he returned to Venice, where he soon made a reputation for himself as the wittiest member of the Granelleschi Society, to which the publication of several satirical pieces had gained him admission.",
      "pageId": 304379,
      "monthDay": "12/13"
    },
    {
      "year": "1724",
      "uri": "/wiki/Franz_Aepinus",
      "name": "Franz Aepinus",
      "aboutText": "William Drummond (13 December 1585 – 4 December 1649), called \"of Hawthornden\", was a Scottish poet.",
      "pageId": 334644,
      "monthDay": "12/13"
    },
    {
      "year": "1780",
      "uri": "/wiki/Johann_Wolfgang_D%C3%B6bereiner",
      "name": "Johann Wolfgang Döbereiner",
      "aboutText": "Mary Ann Todd Lincoln (December 13, 1818 – July 16, 1882) was the wife of the sixteenth President of the United States, Abraham Lincoln, and was First Lady of the United States from 1861 to 1865.\nA member of a large, wealthy Kentucky family, Mary was well educated. After living in the Todd House and a finishing school during her teens, she moved to Springfield, Illinois, where she lived for a time with her married sister Elizabeth Edwards.",
      "pageId": 345728,
      "monthDay": "12/13"
    },
    {
      "year": "1784",
      "uri": "/wiki/Archduke_Louis_of_Austria",
      "name": "Archduke Louis of Austria",
      "aboutText": "Joseph Howe, PC (December 13, 1804 – June 1, 1873) was a Nova Scotian journalist, politician, and public servant. He is one of Nova Scotia's greatest and best-loved politicians. His considerable skills as a journalist and writer have made him a Nova Scotia legend.",
      "pageId": 452599,
      "monthDay": "12/13"
    },
    {
      "year": "1797",
      "uri": "/wiki/Heinrich_Heine",
      "name": "Heinrich Heine",
      "aboutText": "Franz Ulrich Theodor Aepinus (December 13, 1724 – August 10, 1802) was a German and Russian Empire natural philosopher.",
      "pageId": 604168,
      "monthDay": "12/13"
    },
    {
      "year": "1804",
      "uri": "/wiki/Joseph_Howe",
      "name": "Joseph Howe",
      "aboutText": "For Giovanni Bianchini (1410-ca. 1469), see Giovanni Bianchini.",
      "pageId": 803575,
      "monthDay": "12/13"
    },
    {
      "year": "1814",
      "uri": "/wiki/Ana_N%C3%A9ri",
      "name": "Ana Néri",
      "aboutText": "Franz von Lenbach (13 December 1836 – 6 May 1904) was a German painter of Realist style.",
      "pageId": 865961,
      "monthDay": "12/13"
    },
    {
      "year": "1816",
      "uri": "/wiki/Werner_von_Siemens",
      "name": "Werner von Siemens",
      "aboutText": "Generalfeldmarschall Svetozar Boroević (or Borojević) (13 December 1856 – 23 May 1920) was an Austro-Hungarian field marshal from the Croatian Military Frontier, who was described as one of the finest defensive strategists of the First World War.",
      "pageId": 1168847,
      "monthDay": "12/13"
    },
    {
      "year": "1818",
      "uri": "/wiki/Mary_Todd_Lincoln",
      "name": "Mary Todd Lincoln",
      "aboutText": "Lucien Germain Guitry (13 December 1860 – 1 June 1925) was a French actor.",
      "pageId": 1313574,
      "monthDay": "12/13"
    },
    {
      "year": "1836",
      "uri": "/wiki/Franz_von_Lenbach",
      "name": "Franz von Lenbach",
      "aboutText": "Herman Bavinck (13 December 1854, Hoogeveen, Drenthe – 29 July 1921, Amsterdam) was a Dutch Reformed theologian and churchman.",
      "pageId": 1619830,
      "monthDay": "12/13"
    },
    {
      "year": "1854",
      "uri": "/wiki/Herman_Bavinck",
      "name": "Herman Bavinck",
      "aboutText": "Robert Plot (13 December 1640 – 30 April 1696) was an English naturalist, first Professor of Chemistry at the University of Oxford, and the first keeper of the Ashmolean Museum.",
      "pageId": 1657198,
      "monthDay": "12/13"
    },
    {
      "year": "1856",
      "uri": "/wiki/Svetozar_Boroevi%C4%87",
      "name": "Svetozar Boroević",
      "aboutText": "Archduke Louis Joseph Anton Johann, Prince Imperial of Austria, Prince Royal of Hungary and Bohemia and Prince of Tuscany (13 December 1784 – 21 December 1864), was the 14th child of Holy Roman Emperor Leopold II, King of Hungary and Bohemia, Grand Duke of Tuscany and Infanta Maria Luisa of Spain.\nArchduke Louis was born at Florence, Italy. He entered the Austrian Imperial Army at an early age and soon gained the rank of Feldmarschal-Leutnant.",
      "pageId": 2471055,
      "monthDay": "12/13"
    },
    {
      "year": "1860",
      "uri": "/wiki/Lucien_Guitry",
      "name": "Lucien Guitry",
      "aboutText": "Ana Justina Ferreira Néri (December 13, 1814 – May 20, 1880) was a Brazilian nurse, considered the first in her country.",
      "pageId": 26192178,
      "monthDay": "12/13"
    },
    {
      "year": "1864",
      "uri": "/wiki/Emil_Seidel",
      "name": "Emil Seidel",
      "aboutText": "George Pólya /ˈpoʊl.jə/ (Hungarian: Pólya György, pronounced [ˈpoːjɒ ˈɟørɟ]; December 13, 1887 – September 7, 1985) was a Hungarian mathematician. He was a professor of mathematics from 1914 to 1940 at ETH Zürich and from 1940 to 1953 at Stanford University. He made fundamental contributions to combinatorics, number theory, numerical analysis and probability theory.",
      "pageId": 12955,
      "monthDay": "12/13"
    },
    {
      "year": "1867",
      "uri": "/wiki/Kristian_Birkeland",
      "name": "Kristian Birkeland",
      "aboutText": "Talcott Parsons (December 13, 1902 – May 8, 1979) was an American sociologist who served on the faculty of Harvard University from 1927 to 1973.\nParsons developed a general theory for the study of society called action theory, based on the methodological principle of voluntarism and the epistemological principle of analytical realism. The theory attempted to establish a balance between two major methodological traditions: the utilitarian-positivist and hermeneutic-idealistic traditions.",
      "pageId": 54041,
      "monthDay": "12/13"
    },
    {
      "year": "1870",
      "uri": "/wiki/Edward_LeSaint",
      "name": "Edward LeSaint",
      "aboutText": "Kristian Olaf Bernhard Birkeland (13 December 1867 – 15 June 1917) was a Norwegian scientist. He is best remembered as the person whose theories of atmospheric electric currents elucidated the nature of the Aurora borealis. In order to fund his research on the aurorae, he invented the electromagnetic cannon and the Birkeland-Eyde process of fixing nitrogen from the air.",
      "pageId": 64146,
      "monthDay": "12/13"
    },
    {
      "year": "1871",
      "uri": "/wiki/Emily_Carr",
      "name": "Emily Carr",
      "aboutText": "Carlos García Montoya (13 December 1903 – 3 March 1993) in Madrid, Spain, was a prominent flamenco guitarist and a founder of the modern-day popular flamenco style of music.",
      "pageId": 84312,
      "monthDay": "12/13"
    },
    {
      "year": "1874",
      "uri": "/wiki/Josef_Lh%C3%A9vinne",
      "name": "Josef Lhévinne",
      "aboutText": "Alvin Cullum York (December 13, 1887 – September 2, 1964), known also by his rank, Sergeant York, was one of the most decorated soldiers of the United States Army in World War I. He received the Medal of Honor for leading an attack on a German machine gun nest, taking 32 machine guns, killing 20 German soldiers, and capturing 132 others.",
      "pageId": 243855,
      "monthDay": "12/13"
    },
    {
      "year": "1883",
      "uri": "/wiki/Belle_da_Costa_Greene",
      "name": "Belle da Costa Greene",
      "aboutText": "Emil Seidel (December 13, 1864 – June 24, 1947) was the mayor of Milwaukee from 1910 to 1912.",
      "pageId": 255215,
      "monthDay": "12/13"
    },
    {
      "year": "1884",
      "uri": "/wiki/Aimilios_Veakis",
      "name": "Aimilios Veakis",
      "aboutText": "Princess Marina of Greece and Denmark GCVO GBE CI (Greek: Μαρίνα; 13 December [O.S. 30 November] 1906 – 27 August 1968), later Duchess of Kent, was the wife of Prince George, Duke of Kent, the fourth son of King George V of the United Kingdom and Mary of Teck.",
      "pageId": 282963,
      "monthDay": "12/13"
    },
    {
      "year": "1887",
      "uri": "/wiki/George_P%C3%B3lya",
      "name": "George Pólya",
      "aboutText": "Emily Carr (December 13, 1871 – March 2, 1945) was a Canadian artist and writer heavily inspired by the Indigenous peoples of the Pacific Northwest Coast. One of the first painters in Canada to adopt a Modernist and Post-Impressionist painting style, Carr did not receive widespread recognition for her work until late in her life. As she matured, the subject matter of her painting shifted from aboriginal themes to landscapes—forest scenes in particular.",
      "pageId": 290595,
      "monthDay": "12/13"
    },
    {
      "year": "1887",
      "uri": "/wiki/Alvin_C._York",
      "name": "Alvin C. York",
      "aboutText": "Josef Lhévinne (13 December 1874 – 2 December 1944) was a Russian pianist and piano teacher. Lhévinne wrote a short book in 1924 that is considered a classic: Basic Principles in Pianoforte Playing.",
      "pageId": 385609,
      "monthDay": "12/13"
    },
    {
      "year": "1897",
      "uri": "/wiki/Albert_Aalbers",
      "name": "Albert Aalbers",
      "aboutText": "Andrew Russell \"Drew\" Pearson (December 13, 1897 – September 1, 1969) was one of the best-known American columnists of his day, noted for his syndicated newspaper column “Washington Merry-Go-Round,” in which he attacked various public persons. He also had a program on NBC Radio entitled Drew Pearson Comments.",
      "pageId": 394249,
      "monthDay": "12/13"
    },
    {
      "year": "1897",
      "uri": "/wiki/Istv%C3%A1n_Donog%C3%A1n",
      "name": "István Donogán",
      "aboutText": "Ella Josephine Baker (December 13, 1903 – December 13, 1986) was an African-American civil rights and human rights activist. She was a largely behind-the-scenes organizer whose career spanned over five decades. She worked alongside some of the most famous civil rights leaders of the 20th century, including W. E. B. Du Bois, Thurgood Marshall, A. Philip Randolph, and Martin Luther King, Jr.",
      "pageId": 716161,
      "monthDay": "12/13"
    },
    {
      "year": "1897",
      "uri": "/wiki/Drew_Pearson_(journalist)",
      "name": "Drew Pearson",
      "aboutText": "Sir Laurens Jan van der Post, CBE (13 December 1906 – 16 December 1996) was a 20th-century Afrikaner author, farmer, war hero, political adviser to British heads of government, close friend of Prince Charles, godfather of Prince William, educator, journalist, humanitarian, philosopher, explorer and conservationist.",
      "pageId": 1280745,
      "monthDay": "12/13"
    },
    {
      "year": "1900",
      "uri": "/wiki/Jonel_Perlea",
      "name": "Jonel Perlea",
      "aboutText": "Belle da Costa Greene (December 13, 1883 – May 10, 1950) was the librarian to J. P. Morgan. After his death in 1913, Greene continued as librarian under his son, Jack Morgan.",
      "pageId": 2873151,
      "monthDay": "12/13"
    },
    {
      "year": "1901",
      "uri": "/wiki/Olev_Roomet",
      "name": "Olev Roomet",
      "aboutText": "Panagiotis Kanellopoulos or Panayotis Kanellopoulos (Greek: Παναγιώτης Κανελλόπουλος; Patras, Achaea, 13 December 1902 – Athens, 11 September 1986) was a Greek author, politician and Prime Minister of Greece. He was the Prime Minister of Greece deposed by the Greek military junta of 1967-1974.\nHe studied law in Athens, Heidelberg and Munich.",
      "pageId": 5464997,
      "monthDay": "12/13"
    },
    {
      "year": "1902",
      "uri": "/wiki/Panagiotis_Kanellopoulos",
      "name": "Panagiotis Kanellopoulos",
      "aboutText": "Edward LeSaint (December 13, 1870 – September 10, 1940) was an American silent film actor and director who acted in over 300 films and directed over 90 films.",
      "pageId": 7244634,
      "monthDay": "12/13"
    },
    {
      "year": "1902",
      "uri": "/wiki/Talcott_Parsons",
      "name": "Talcott Parsons",
      "aboutText": "Albert Frederik Aalbers (December 13, 1897–1961) was a Dutch architect who created elegant villas, hotels and office buildings in Bandung, Indonesia under Dutch colonial rule in the 1930s. Albert Aalbers worked in the Netherlands between 1924 and 1930 and then migrated to the Dutch Indies after which he returned to the Netherlands in 1942 due to World War II and political circumstances following Indonesian independence. During his stay in Bandung, in a period when the city was dubbed the city of architecture laboratory, a number of his buildings were considered architectural masterpieces.",
      "pageId": 10182793,
      "monthDay": "12/13"
    },
    {
      "year": "1903",
      "uri": "/wiki/Ella_Baker",
      "name": "Ella Baker",
      "aboutText": "Jonel Perlea (13 December 1900 – 29 July 1970) was a Romanian conductor particularly associated with the Italian and German opera repertories.\nBorn Ionel Perlea to a Romanian father, Victor Perlea, and a German mother, Margarethe Haberlein, in Ograda, Romania, he moved to Germany with his mother and his brothers after his father died. Perlea was five years old, or according to some sources, ten years old.",
      "pageId": 17344778,
      "monthDay": "12/13"
    },
    {
      "year": "1903",
      "uri": "/wiki/Carlos_Montoya",
      "name": "Carlos Montoya",
      "aboutText": "Aimilios Veakis (Greek: Αιμίλιος Βεάκης; December 13, 1884 – June 29, 1951) was one of the greatest Greek actors.",
      "pageId": 19462650,
      "monthDay": "12/13"
    },
    {
      "year": "1906",
      "uri": "/wiki/Princess_Marina_of_Greece_and_Denmark",
      "name": "Princess Marina of Greece and Denmark",
      "aboutText": "Olev Roomet (13 December 1901 in Simuna - 23 March 1987) was an Estonian musician, a violin player, a player of the torupill (Estonian bagpipe) and a singer in the State Academic Male Choir of Estonia. He became interested in the Estonian bagpipe in his 50s. At the death of Aleksander Maaker in 1968, Roomer became the only living player of the torupill at that time.",
      "pageId": 31788410,
      "monthDay": "12/13"
    },
    {
      "year": "1906",
      "uri": "/wiki/Laurens_van_der_Post",
      "name": "Laurens van der Post",
      "aboutText": "István Donogán (Hungarian pronunciation: [ˈiʃtvaːn ˈdonoɡaːn]; 13 December 1897 – 25 November 1966) was a Hungarian discus thrower.",
      "pageId": 44651724,
      "monthDay": "12/13"
    },
    {
      "year": "1908",
      "uri": "/wiki/Plinio_Corr%C3%AAa_de_Oliveira",
      "name": "Plinio Corrêa de Oliveira",
      "aboutText": "Kenneth Patchen (December 13, 1911 – January 8, 1972) was an American poet and novelist. He experimented with different forms of writing and incorporated painting, drawing, and jazz music into his works, which were often compared with those of William Blake and Walt Whitman.",
      "pageId": 74395,
      "monthDay": "12/13"
    },
    {
      "year": "1908",
      "uri": "/wiki/Van_Heflin",
      "name": "Van Heflin",
      "aboutText": "Archie Moore (born Archibald Lee Wright; December 13, 1916 – December 9, 1998) was an American professional boxer and the longest reigning Light Heavyweight World Champion of all time (December 1952 – May 1962). He had one of the longest professional careers in the history of the sport. Nicknamed \"The Mongoose\", and then \"The Old Mongoose\" in the latter half of his career, Moore holds the record for the most career knockouts (131) in boxing history.",
      "pageId": 161742,
      "monthDay": "12/13"
    },
    {
      "year": "1910",
      "uri": "/wiki/Sol_Saks",
      "name": "Sol Saks",
      "aboutText": "Alan Louis Charles Bullock, Baron Bullock (13 December 1914 – 2 February 2004) was a British historian, who is best known for his book Hitler: A Study in Tyranny.",
      "pageId": 219299,
      "monthDay": "12/13"
    },
    {
      "year": "1911",
      "uri": "/wiki/Trygve_Haavelmo",
      "name": "Trygve Haavelmo",
      "aboutText": "Curd Gustav Andreas Gottlieb Franz Jürgens (13 December 1915 – 18 June 1982) was a German-Austrian stage and film actor. He was usually billed in English-speaking films as Curt Jurgens.",
      "pageId": 309181,
      "monthDay": "12/13"
    },
    {
      "year": "1911",
      "uri": "/wiki/Kenneth_Patchen",
      "name": "Kenneth Patchen",
      "aboutText": "Balthazar Johannes Vorster (Afrikaans pronunciation: [ˈbɐltɑːzɐr joə̯ˈhɐnəs ˈforstər]; 13 December 1915 – 10 September 1983), better known as John Vorster, served as the Prime Minister of South Africa from 1966 to 1978 and as the fourth State President of South Africa from 1978 to 1979. Vorster was known for his staunch adherence to apartheid, overseeing as Minister of Justice during the Rivonia Trial in which Nelson Mandela was sentenced to life imprisonment for sabotage, and as Prime Minister the Terrorism Act, the complete abolishment of non-white political representation, the Soweto Riots and the Steve Biko crisis. He conducted a more pragmatic foreign policy than his predecessors in an effort to improve relations between the white minority government and South Africa's neighbours, particularly after the break-up of the Portuguese colonial empire.",
      "pageId": 415800,
      "monthDay": "12/13"
    },
    {
      "year": "1912",
      "uri": "/wiki/Luiz_Gonzaga",
      "name": "Luiz Gonzaga",
      "aboutText": "Van Heflin (December 13, 1908 – July 23, 1971) was an American theater, radio, and film actor. He played mostly character parts over the course of his film career, but during the 1940s had a string of roles as a leading man.",
      "pageId": 774567,
      "monthDay": "12/13"
    },
    {
      "year": "1913",
      "uri": "/wiki/Arnold_Brown_(General_of_The_Salvation_Army)",
      "name": "Arnold Brown",
      "aboutText": "Luiz Gonzaga do Nascimento, Sr., \"The King of Baião\" or \"Gonzagão\" (standard orthography 'Luís'; Portuguese pronunciation: [luˈis ɡõˈzaɡɐ]; Exu, December 13, 1912 – Recife, August 2, 1989) was a Brazilian singer, songwriter, musician and poet and one of most influential figures of Brazilian popular music in the twentieth century. He has been credited for having presented the rich universe of Northeastern musical genres to all of Brazil, having created the musical genre baião and has been called a \"revolutionary\" by Antônio Carlos Jobim. According to Caetano Veloso, he was the first significant cultural event with mass appeal in Brazil.",
      "pageId": 833109,
      "monthDay": "12/13"
    },
    {
      "year": "1913",
      "uri": "/wiki/Gerda_Christian",
      "name": "Gerda Christian",
      "aboutText": "Ross Macdonald is the main pseudonym that was used by the American-Canadian writer of crime fiction Kenneth Millar (/ˈmɪlər/; December 13, 1915 – July 11, 1983). He is best known for his series of hardboiled novels set in southern California and featuring private detective Lew Archer.",
      "pageId": 943049,
      "monthDay": "12/13"
    },
    {
      "year": "1913",
      "uri": "/wiki/Archie_Moore",
      "name": "Archie Moore",
      "aboutText": "Trygve Magnus Haavelmo (13 December 1911 – 28 July 1999), born in Skedsmo, Norway, was an influential economist with main research interests centered on the fields of econometrics.",
      "pageId": 1071972,
      "monthDay": "12/13"
    },
    {
      "year": "1914",
      "uri": "/wiki/Alan_Bullock",
      "name": "Alan Bullock",
      "aboutText": "This article is about the American cinema actor named John Hart. For other uses, see John Hart (disambiguation).\nJohn Hart (December 13, 1917 – September 20, 2009) was an American motion picture and television actor, born in Los Angeles, California.",
      "pageId": 1203840,
      "monthDay": "12/13"
    },
    {
      "year": "1914",
      "uri": "/wiki/Larry_Noble_(actor)",
      "name": "Larry Noble",
      "aboutText": "Hans-Joachim Marseille (13 December 1919 – 30 September 1942; German pronunciation: [hants joˈaχɪm mɑrˈseɪ]) was a Luftwaffe fighter pilot and flying ace during World War II. He is noted for his aerial battles during the North African Campaign and his Bohemian lifestyle. One of the most successful fighter pilots, he was nicknamed the \"Star of Africa\". Marseille claimed all but seven of his \"official\" 158 victories against the British Commonwealth's Desert Air Force over North Africa, flying the Messerschmitt Bf 109 fighter for his entire combat career.",
      "pageId": 1441176,
      "monthDay": "12/13"
    },
    {
      "year": "1915",
      "uri": "/wiki/Curd_J%C3%BCrgens",
      "name": "Curd Jürgens",
      "aboutText": "Arnold Brown, OC (13 December 1913 – 26 June 2002) was the 11th General of The Salvation Army (1977-1981).\nHe was born in London, England, the son of officers of The Salvation Army. While he was still a young boy, his family immigrated to Canada, and it was from the corps in Belleville that he entered training, becoming an officer in 1935.",
      "pageId": 2021836,
      "monthDay": "12/13"
    },
    {
      "year": "1915",
      "uri": "/wiki/Ross_Macdonald",
      "name": "Ross Macdonald",
      "aboutText": "Rosalia Lombardo (December 13, 1918 in Palermo, Italy – December 6, 1920), was an Italian child who died of pneumonia. Rosalia's father, Official Mario Lombardo, was sorely grieved upon her death, so he approached Alfredo Salafia, a noted embalmer, to preserve her.",
      "pageId": 2121842,
      "monthDay": "12/13"
    },
    {
      "year": "1915",
      "uri": "/wiki/B._J._Vorster",
      "name": "B. J. Vorster",
      "aboutText": "Gerda \"Dara\" Christian née Daranowski (13 December 1913 – 14 April 1997) was one of Adolf Hitler's private secretaries before and during World War II.",
      "pageId": 4603677,
      "monthDay": "12/13"
    },
    {
      "year": "1916",
      "uri": "/wiki/Leonard_Weisgard",
      "name": "Leonard Weisgard",
      "aboutText": "Plinio Corrêa de Oliveira (December 13, 1908 – October 3, 1995) was a Brazilian intellectual, politician and Catholic activist.\nOliveira was born in São Paulo. His mother, Lucilia Corrêa de Oliveira, was a devout Roman Catholic.",
      "pageId": 6117711,
      "monthDay": "12/13"
    },
    {
      "year": "1917",
      "uri": "/wiki/John_Hart_(actor)",
      "name": "John Hart",
      "aboutText": "Leonard Joseph Weisgard (December 13, 1916 – January 14, 2000) was an American writer and illustrator of more than 200 children's books. He is known best for his collaborations with writer Margaret Wise Brown. He was born in New Haven, Connecticut, and spent most of his childhood in England.",
      "pageId": 6739064,
      "monthDay": "12/13"
    },
    {
      "year": "1918",
      "uri": "/wiki/Rosalia_Lombardo",
      "name": "Rosalia Lombardo",
      "aboutText": "Larry Noble (born 13 December 1914 in Huddersfield, West Riding of Yorkshire) was a celebrated stage comedian and actor best known for starring in the Whitehall farces with Brian Rix. He starred in the original production of Reluctant Heroes and as the chirpy French jockey in Dry Rot. On television, he made guest appearances on Last of the Summer Wine in 1975 and Blake's 7 in 1981.",
      "pageId": 17576666,
      "monthDay": "12/13"
    },
    {
      "year": "1919",
      "uri": "/wiki/Hans-Joachim_Marseille",
      "name": "Hans-Joachim Marseille",
      "aboutText": "Timofei Aleksandrovich Dokschitzer (Russian: Тимофей Александрович Докшицер, 13 December 1921, Nizhyn, Ukraine — 16 March 2005, Vilnius) was a Soviet Russian trumpeter, Professor of Gnesins Musical College. He was the solo-trumpeter of Bolshoi Theater.\nHe started to play when he was 10 years old.",
      "pageId": 18593162,
      "monthDay": "12/13"
    },
    {
      "year": "1920",
      "uri": "/wiki/George_P._Shultz",
      "name": "George P. Shultz",
      "aboutText": "George Pratt Shultz (born December 13, 1920) is an American economist, statesman, and businessman. He served as the United States Secretary of Labor from 1969 to 1970, as the director of the Office of Management and Budget from 1970 to 1972, as the U.S. Secretary of the Treasury from 1972 to 1974, and as the U.S. Secretary of State from 1982 to 1989. Before entering politics, he was professor of economics at MIT and the University of Chicago, serving as Dean of the University of Chicago Graduate School of Business from 1962 to 1969.",
      "pageId": 23087291,
      "monthDay": "12/13"
    },
    {
      "year": "1921",
      "uri": "/wiki/Timofei_Dokschitzer",
      "name": "Timofei Dokschitzer",
      "aboutText": "Sol Saks (December 13, 1910 – April 16, 2011) was an American screenwriter best known as the creator of the television sitcom Bewitched.",
      "pageId": 31549763,
      "monthDay": "12/13"
    },
    {
      "year": "1923",
      "uri": "/wiki/Philip_Warren_Anderson",
      "name": "Philip Warren Anderson",
      "aboutText": "James Arlington Wright (December 13, 1927 – March 25, 1980) was an American poet.",
      "pageId": 177369,
      "monthDay": "12/13"
    },
    {
      "year": "1923",
      "uri": "/wiki/Terence_Beckett",
      "name": "Terence Beckett",
      "aboutText": "Lawrence Eugene Doby (December 13, 1923 – June 18, 2003) was an American professional baseball player in the Negro leagues and Major League Baseball (MLB) who was the second black player to break baseball's color barrier. A native of Camden, South Carolina and three-sport all-state athlete while in high school in Paterson, New Jersey, Doby accepted a basketball scholarship from Long Island University. At 17 years of age, he began professionally playing baseball with the Newark Eagles as the team's second baseman.",
      "pageId": 249329,
      "monthDay": "12/13"
    },
    {
      "year": "1923",
      "uri": "/wiki/Edward_Clancy_(cardinal)",
      "name": "Edward Bede Clancy",
      "aboutText": "Arthur Christopher Orme Plummer CC (born December 13, 1929) is a Canadian theatre, film and television actor. After making his film debut in 1958's Stage Struck, Plummer went on to a successful film career that has spanned over five decades. Some of his most notable film performances include roles in films such as Battle of Britain (1969), Waterloo (1970), The Return of the Pink Panther (1975), Murder by Decree (1979), Star Trek VI: The Undiscovered Country (1991), A Beautiful Mind (2001), Nicholas Nickleby (2002), The New World (2005), Inside Man (2006), Up (2009), The Imaginarium of Doctor Parnassus (2009), and The Girl with the Dragon Tattoo (2011).",
      "pageId": 343134,
      "monthDay": "12/13"
    },
    {
      "year": "1923",
      "uri": "/wiki/Larry_Doby",
      "name": "Larry Doby",
      "aboutText": "Philip Warren Anderson (born December 13, 1923) is an American physicist and Nobel laureate.",
      "pageId": 396694,
      "monthDay": "12/13"
    },
    {
      "year": "1923",
      "uri": "/wiki/Frankie_Fraser",
      "name": "Frankie Fraser",
      "aboutText": "Richard Wayne \"Dick\" Van Dyke (born December 13, 1925) is an American actor, comedian, writer, singer, dancer, and producer whose career in entertainment has spanned almost seven decades. He is also a World War II United States Army Air Corps veteran. He is the older brother of Jerry Van Dyke and father of Barry Van Dyke.",
      "pageId": 462384,
      "monthDay": "12/13"
    },
    {
      "year": "1924",
      "uri": "/wiki/Robert_Coogan",
      "name": "Robert Coogan",
      "aboutText": "Prince Shah Karim Al Hussaini, Aga Khan IV, KBE (Persian: شاه کریم حسینی، آقاخان چهارم‎‎, Urdu: شاه کریم حسینی، آقاخان چهارم‎; Aga Khan is also transliterated as Aqa Khan and Agha Khan) was born on 13 December 1936, in Geneva, Switzerland. He is a British business magnate, racehorse owner and breeder, as well as being the 49th and current Imam of Nizari Ismailism, a denomination of Ismailism within Shia Islam consisting of an estimated 25-30 million adherents (about 20% of the world's Shia Muslim population). He has held this position of Imam, under the title of Aga Khan IV, since 11 July 1957, when, at the age of 20, he succeeded his grandfather, Sir Sultan Muhammad Shah Aga Khan III. The Aga Khan claims to be a relative of the Islamic prophet Muhammad through Muhammad's cousin and son-in-law, Ali, considered the first Imam in Shia Islam, and Ali's wife Fatima az-Zahra, Muhammad’s daughter from his first marriage.",
      "pageId": 505542,
      "monthDay": "12/13"
    },
    {
      "year": "1924",
      "uri": "/wiki/George_Shuba",
      "name": "George Shuba",
      "aboutText": "George Vincent Rhoden (born 13 December 1926 in Kingston) is a former Jamaican athlete, winner of two Olympic gold medals in 1952.\nRhoden, who lived in San Francisco, was one of the successful long sprinters from Jamaica in the late 1940s and early 1950s, along with Arthur Wint and Herb McKenley. He competed in the 1948 Summer Olympics, but did not win a medal, being eliminated in the heats of the 100 m and the semi-final of the 400 m.",
      "pageId": 811583,
      "monthDay": "12/13"
    },
    {
      "year": "1925",
      "uri": "/wiki/Dick_Van_Dyke",
      "name": "Dick Van Dyke",
      "aboutText": "Richard Darryl Zanuck (December 13, 1934 – July 13, 2012) was an American film producer. His 1989 film Driving Miss Daisy won the Academy Award for Best Picture.",
      "pageId": 966016,
      "monthDay": "12/13"
    },
    {
      "year": "1926",
      "uri": "/wiki/George_Rhoden",
      "name": "George Rhoden",
      "aboutText": "Edward Bede Clancy AC (13 December 1923 – 3 August 2014) was an Australian Roman Catholic bishop and cardinal. He was the seventh Roman Catholic Archbishop of Sydney from 1983 to 2001.",
      "pageId": 1732872,
      "monthDay": "12/13"
    },
    {
      "year": "1927",
      "uri": "/wiki/James_Wright_(poet)",
      "name": "James Wright",
      "aboutText": "Robert Prosky (December 13, 1930 – December 8, 2008) was an American actor and comedian.",
      "pageId": 2317534,
      "monthDay": "12/13"
    },
    {
      "year": "1928",
      "uri": "/wiki/Eve_Meyer",
      "name": "Eve Meyer",
      "aboutText": "Lyndall Dale McDaniel, known as Lindy (born December 13, 1935) is a right-handed former relief pitcher in Major League Baseball who had a 21-year career from 1955 to 1975. During McDaniel's career he witnessed approximately 3,500 major league games (not including spring training), had more than 300 teammates, and played under eight different managers. An alumnus of the University of Oklahoma, he played with the St.",
      "pageId": 2644512,
      "monthDay": "12/13"
    },
    {
      "year": "1929",
      "uri": "/wiki/Christopher_Plummer",
      "name": "Christopher Plummer",
      "aboutText": "Francis Davidson \"Frankie\" Fraser, better known as \"Mad\" Frankie Fraser (13 December 1923 – 26 November 2014), was an English gangster and criminal who spent 42 years in prison for numerous violent offences.",
      "pageId": 3650066,
      "monthDay": "12/13"
    },
    {
      "year": "1930",
      "uri": "/wiki/Robert_Prosky",
      "name": "Robert Prosky",
      "aboutText": "Not to be confused with mathematician Yves Meyer",
      "pageId": 3845684,
      "monthDay": "12/13"
    },
    {
      "year": "1933",
      "uri": "/wiki/Doug_Mohns",
      "name": "Doug Mohns",
      "aboutText": "Douglas Allen \"Diesel\" Mohns (December 13, 1933 – February 7, 2014) was a professional ice hockey player who played 22 seasons in the National Hockey League from 1953–54 until 1974–75. Mohns twice won the most coveted prize in junior hockey, the Memorial Cup.",
      "pageId": 3986206,
      "monthDay": "12/13"
    },
    {
      "year": "1934",
      "uri": "/wiki/Richard_D._Zanuck",
      "name": "Richard D. Zanuck",
      "aboutText": "Charles Kenneth Hall (born December 13, 1935) nicknamed Sugar Land Express is a retired American football player.",
      "pageId": 4098307,
      "monthDay": "12/13"
    },
    {
      "year": "1935",
      "uri": "/wiki/Joe_Christopher",
      "name": "Joe Christopher",
      "aboutText": "George Thomas \"Shotgun\" Shuba (December 13, 1924 – September 29, 2014) was a utility outfielder and left-handed pinch hitter in Major League Baseball who played seven seasons for the Brooklyn Dodgers. His seven seasons included three World Series as well as a World Series championship in 1955. He was the first National League player to hit a pinch-hit home run in a World Series game.",
      "pageId": 4988890,
      "monthDay": "12/13"
    },
    {
      "year": "1935",
      "uri": "/wiki/Kenneth_Hall_(American_football)",
      "name": "Kenneth Hall",
      "aboutText": "Joseph O'Neal (Joe) Christopher (born December 13, 1935 in Frederiksted, U.S. Virgin Islands) is a former outfielder who played in Major League Baseball from 1959 through 1966. Listed at 5' 10\", 175 lbs., he batted and threw right-handed.\nChristopher is credited as the first baseball player from the Virgin Islands to appear in a major league game.",
      "pageId": 9859178,
      "monthDay": "12/13"
    },
    {
      "year": "1935",
      "uri": "/wiki/Lindy_McDaniel",
      "name": "Lindy McDaniel",
      "aboutText": "Türkan Saylan (December 13, 1935 – May 18, 2009) was a Turkish medical doctor in dermatology, academic, writer, teacher and social activist.",
      "pageId": 22863998,
      "monthDay": "12/13"
    },
    {
      "year": "1935",
      "uri": "/wiki/T%C3%BCrkan_Saylan",
      "name": "Türkan Saylan",
      "aboutText": "Robert Coogan (December 13, 1924 — May 12, 1978) was an American film and television actor.",
      "pageId": 28224767,
      "monthDay": "12/13"
    },
    {
      "year": "1936",
      "uri": "/wiki/Aga_Khan_IV",
      "name": "Aga Khan IV",
      "aboutText": "Sir Terence Norman Beckett, KBE (13 December 1923 - 2 May 2013) was a British businessman, who was chairman of Ford and later became director-general of the Confederation of British Industry.",
      "pageId": 39374891,
      "monthDay": "12/13"
    },
    {
      "year": "1936",
      "uri": "/wiki/J._C._Martin",
      "name": "J. C. Martin",
      "aboutText": "Ferguson Arthur \"Fergie\" Jenkins, Jr., CM (born December 13, 1942) is a Canadian former professional baseball player. He was a Major League Baseball (MLB) pitcher for the Philadelphia Phillies, Chicago Cubs, Texas Rangers, and Boston Red Sox, from 1965 through 1983. He also played basketball in the off-season for the Harlem Globetrotters from 1967 to 1969, and pitched two seasons in Canada for the minor league London Majors following his major league career.",
      "pageId": 90696,
      "monthDay": "12/13"
    },
    {
      "year": "1937",
      "uri": "/wiki/Rob_Houwer",
      "name": "Rob Houwer",
      "aboutText": "Alvin Curran (born December 13, 1938) is an American composer. He is also the co-founder, with Frederic Rzewski and Richard Teitelbaum, of Musica Elettronica Viva, and a former student of Elliott Carter. Curran's music often makes use of electronics and environmental found sounds.",
      "pageId": 341670,
      "monthDay": "12/13"
    },
    {
      "year": "1937",
      "uri": "/wiki/Ulf_G._Lind%C3%A9n",
      "name": "Ulf G. Lindén",
      "aboutText": "Anna Georges Eshoo (born December 13, 1942) is the U.S. Representative for California's 18th congressional district, serving in Congress since 1993. She is a member of the Democratic Party. The district, which includes part of Silicon Valley, includes the cities of San Jose, Redwood City, Sunnyvale, Mountain View and Palo Alto.",
      "pageId": 408815,
      "monthDay": "12/13"
    },
    {
      "year": "1937",
      "uri": "/wiki/Ron_Taylor_(baseball)",
      "name": "Ron Taylor",
      "aboutText": "Margaret A. \"Marti\" Webb (born 13 December 1943, Hampstead, London) is an English actress and singer, who appeared on stage in Evita, before starring in Andrew Lloyd Webber's one woman show Tell Me on a Sunday in 1980.",
      "pageId": 606142,
      "monthDay": "12/13"
    },
    {
      "year": "1938",
      "uri": "/wiki/Heino",
      "name": "Heino",
      "aboutText": "Heino (born 13 December 1938 as Heinz Georg Kramm) is a German singer of popular music (Schlager) and traditional Volksmusik. Having sold a total of over 50 million records, he is one of the most successful German musicians ever.\nKnown for his baritone voice and trademark combination of light blond hair and dark sunglasses (which he wears due to exophthalmos), Heino resides in the town of Bad Münstereifel, where he owned a cafe until June 2012.",
      "pageId": 1024347,
      "monthDay": "12/13"
    },
    {
      "year": "1938",
      "uri": "/wiki/Alvin_Curran",
      "name": "Alvin Curran",
      "aboutText": "Hwang Jang Lee (born December 21, 1944) is a Japanese-born Korean martial artist and film actor. Hwang is perhaps best known for his role as \"Thunderleg\" in 1978's Drunken Master, \"Sheng Kuan\" in 1978's Snake in the Eagle's Shadow and Wong Chin in 1981's Hitman in the Hand of Buddha. Variations of his name include Wong Cheng Lee and Wong Cheng Li, in the Cantonese Chinese equivalents.",
      "pageId": 1197010,
      "monthDay": "12/13"
    },
    {
      "year": "1939",
      "uri": "/wiki/Eric_Flynn",
      "name": "Eric Flynn",
      "aboutText": "John Hamilton Davidson, Sr.",
      "pageId": 1290665,
      "monthDay": "12/13"
    },
    {
      "year": "1940",
      "uri": "/wiki/Sanjaya_Lall",
      "name": "Sanjaya Lall",
      "aboutText": "Brian McGuire (13 December 1945 in East Melbourne – 29 August 1977 at Brands Hatch, UK) was a racing driver and constructor from Australia.",
      "pageId": 1353851,
      "monthDay": "12/13"
    },
    {
      "year": "1941",
      "uri": "/wiki/John_Davidson_(entertainer)",
      "name": "John Davidson",
      "aboutText": "Howard John Brenton (born 13 December 1942) is an English playwright and screenwriter.",
      "pageId": 1527288,
      "monthDay": "12/13"
    },
    {
      "year": "1941",
      "uri": "/wiki/Anouska_Hempel",
      "name": "Anouska Hempel",
      "aboutText": "Herman Cain (born December 13, 1945) is an American author, business executive, radio host, syndicated columnist, and Tea Party activist from Georgia. He was a candidate for the 2012 U.S. Republican Party presidential nomination.\nCain grew up in Georgia and graduated from Morehouse College in 1967 with a Bachelor of Science in Mathematics.",
      "pageId": 1545265,
      "monthDay": "12/13"
    },
    {
      "year": "1941",
      "uri": "/wiki/Bessel_Kok",
      "name": "Bessel Kok",
      "aboutText": "Eric William Flynn (13 December 1939 – 4 March 2002) was a British film and stage actor and singer.",
      "pageId": 2321273,
      "monthDay": "12/13"
    },
    {
      "year": "1942",
      "uri": "/wiki/Howard_Brenton",
      "name": "Howard Brenton",
      "aboutText": "Kathleen Marie \"Kathy\" Garver (born December 13, 1945) is an American stage, film, television, and voice-over actress most remembered for having portrayed the teenage niece, Catherine \"Cissy\" Davis, to series character Uncle Bill Davis, played by Brian Keith, on the popular 1960s CBS sitcom, Family Affair. Before that, she was cast as a slave in The Ten Commandments.",
      "pageId": 2337298,
      "monthDay": "12/13"
    },
    {
      "year": "1942",
      "uri": "/wiki/Anna_Eshoo",
      "name": "Anna Eshoo",
      "aboutText": "Anouska Hempel, Lady Weinberg (born 13 December 1941 as Anne Geissler; sometimes credited as Anoushka Hempel) is a New Zealand film and television actress turned hotelier and interior designer.",
      "pageId": 4402084,
      "monthDay": "12/13"
    },
    {
      "year": "1943",
      "uri": "/wiki/Ferguson_Jenkins",
      "name": "Ferguson Jenkins",
      "aboutText": "Robert Piet Houwer (born 13 December 1937) is a Dutch film producer. Houwer frequently collaborated with Paul Verhoeven and produced most of his Dutch movies. However, they shared a very antagonistic relationship that came to a definitive end in 1983.",
      "pageId": 4432069,
      "monthDay": "12/13"
    },
    {
      "year": "1944",
      "uri": "/wiki/Hwang_Jang-lee",
      "name": "Hwang Jang-lee",
      "aboutText": "Bessel Kok (born in Hilversum, 13 December 1941) is a Dutch businessman and chess organiser living in Prague. He has served in top management positions in telecommunications companies in Belgium (Belgacom) and in the Czech Republic. He was also President of the Belgian-based Banking communications company SWIFT and responsible for SWIFT's sponsorship of several major International chess events.",
      "pageId": 4433627,
      "monthDay": "12/13"
    },
    {
      "year": "1944",
      "uri": "/wiki/Marti_Webb",
      "name": "Marti Webb",
      "aboutText": "For the former long-term mayor of Laredo, Texas, see J. C. Martin (Texas politician).\nJoseph Clifton Martin (born December 13, 1936 in Axton, Virginia, United States) is a former Major League Baseball player.",
      "pageId": 7199456,
      "monthDay": "12/13"
    },
    {
      "year": "1945",
      "uri": "/wiki/Herman_Cain",
      "name": "Herman Cain",
      "aboutText": "Darlene Cates (born Rita Darlene Guthrie; December 13, 1947) is an American actress. She is best known for her role in the 1993 film What's Eating Gilbert Grape, in which she played the title character's housebound mother.",
      "pageId": 8447634,
      "monthDay": "12/13"
    },
    {
      "year": "1945",
      "uri": "/wiki/Kathy_Garver",
      "name": "Kathy Garver",
      "aboutText": "Ronald Wesley Taylor (December 13, 1937) is a former professional baseball player. He was a pitcher over parts of 11 seasons (1962–1972) with the Cleveland Indians, St.",
      "pageId": 13102231,
      "monthDay": "12/13"
    },
    {
      "year": "1945",
      "uri": "/wiki/Brian_McGuire",
      "name": "Brian McGuire",
      "aboutText": "Ulf Gösta Lindén (13 December 1937 – 3 January 2009) was a Swedish entrepreneur, owner and president of the Lindén group. The Lindén group is the majority owner of Becker.\nUlf G. Lindén was the CEO of Swedish chemical group Beckers when he was hired by Volvo in 1979.",
      "pageId": 21091628,
      "monthDay": "12/13"
    },
    {
      "year": "1947",
      "uri": "/wiki/Darlene_Cates",
      "name": "Darlene Cates",
      "aboutText": "Sanjaya Lall (13 December 1940 – 18 June 2005), was a development economist, Professor of Economics and Fellow of Green Templeton College, Oxford University. Lall's research interests included the impact of foreign direct investment in developing countries, the economics of multi-national corporations, and the development of technological capability and industrial competitiveness in developing countries.",
      "pageId": 24089548,
      "monthDay": "12/13"
    },
    {
      "year": "1947",
      "uri": "/wiki/Rex_Hagon",
      "name": "Rex Hagon",
      "aboutText": "Leslie Conway \"Lester\" Bangs (December 13, 1948 – April 30, 1982) was an American music journalist, critic, author, and musician. Often cited during his lifetime as \"America's Greatest Rock Critic\", he wrote for Creem and Rolling Stone magazines and was known for his leading influence in rock music criticism.",
      "pageId": 18602,
      "monthDay": "12/13"
    },
    {
      "year": "1947",
      "uri": "/wiki/Dave_Hamilton_(baseball)",
      "name": "Dave Hamilton",
      "aboutText": "Thomas James \"Tom\" Vilsack (/ˈvɪlsæk/; born December 13, 1950) is an American politician who has served as the United States Secretary of Agriculture since 2009. A member of the Iowa Democratic Party, Vilsack served as the 40th Governor of Iowa from 1999 to 2007.\nOn November 30, 2006, he formally launched his candidacy for the Democratic Party's nomination for President of the United States in the 2008 election, but ended his bid on February 23, 2007.",
      "pageId": 99628,
      "monthDay": "12/13"
    },
    {
      "year": "1948",
      "uri": "/wiki/Lester_Bangs",
      "name": "Lester Bangs",
      "aboutText": "Roberta Ann (R. A.) MacAvoy (born December 13, 1949) is an American fantasy and science fiction author. Several of her books draw on Celtic or Zen themes.",
      "pageId": 376600,
      "monthDay": "12/13"
    },
    {
      "year": "1948",
      "uri": "/wiki/Jeff_Baxter",
      "name": "Jeff Baxter",
      "aboutText": "Jeffrey Allen \"Skunk\" Baxter (born December 13, 1948) is an American guitarist, known for his stints in the rock bands Steely Dan and The Doobie Brothers during the 1970s and Spirit in the 1980s. More recently, he has been working as a defense consultant and chairs a Congressional Advisory Board on missile defense.",
      "pageId": 448429,
      "monthDay": "12/13"
    },
    {
      "year": "1948",
      "uri": "/wiki/Lillian_Board",
      "name": "Lillian Board",
      "aboutText": "Brian David Henderson Wilson (born 13 December 1948 in Dunoon, Scotland) is a politician in the United Kingdom. He was Labour Party Member of Parliament from 1987 until 2005 and served as a Minister of State from 1997 to 2003 (Scottish Office 1997–1998, Department of Trade and Industry 1998–1999, Scottish Office 1999–2001, Foreign Office 2001 and Energy Minister, DTI 2001–2003). After standing down as a Minister prior to his departure from Parliament, he was asked by Tony Blair to act as the Prime Minister's Special Representative on Overseas Trade.",
      "pageId": 450981,
      "monthDay": "12/13"
    },
    {
      "year": "1948",
      "uri": "/wiki/Ted_Nugent",
      "name": "Ted Nugent",
      "aboutText": "Wendie Malick (born December 13, 1950) is an American actress, voice actress, and former fashion model, best known for her roles in television comedies. She starred as Judith Tupper Stone in the HBO series Dream On (1990–96), and as Nina Van Horn in the NBC sitcom Just Shoot Me! (1997–2003), for which she was nominated for two Primetime Emmys and a Golden Globe Award.",
      "pageId": 721220,
      "monthDay": "12/13"
    },
    {
      "year": "1948",
      "uri": "/wiki/Brian_Wilson_(Labour_politician)",
      "name": "Brian Wilson",
      "aboutText": "Robert Lindsay Stevenson (born 13 December 1949), known professionally as Robert Lindsay, is an English actor. He is known for his stage and television work, including appearances with the Royal Shakespeare Company and in musical theatre, and his roles as Wolfie Smith in Citizen Smith, Captain Pellew in Hornblower, and Ben Harper in My Family. He has won a BAFTA, a Tony Award, and three Olivier Awards for his work.",
      "pageId": 980033,
      "monthDay": "12/13"
    },
    {
      "year": "1949",
      "uri": "/wiki/Tar%C4%B1k_Akan",
      "name": "Tarık Akan",
      "aboutText": "Lillian Barbara Board, MBE (13 December 1948 – 26 December 1970) was an athlete from Great Britain. She won the silver medal in the 400 metres at the 1968 Summer Olympics in Mexico City, and two gold medals at the 1969 European Championships in Athletics in Athens.",
      "pageId": 1304226,
      "monthDay": "12/13"
    },
    {
      "year": "1949",
      "uri": "/wiki/Robert_Lindsay_(actor)",
      "name": "Robert Lindsay",
      "aboutText": "Mary Paula Wilcox (born 13 December 1949 in Manchester) is an English actress.",
      "pageId": 2120121,
      "monthDay": "12/13"
    },
    {
      "year": "1949",
      "uri": "/wiki/R._A._MacAvoy",
      "name": "R. A. MacAvoy",
      "aboutText": "Heather Lindsay North (born December 13, 1950) is an American television and voice actress. She performed the voice of Daphne Blake in all incarnations of Hanna-Barbera's Scooby-Doo Saturday morning cartoon series from 1970 to 1986, 1997 and briefly in 2003.\nNorth was the second actress to voice Daphne; Indira Stefanianna Christopherson voiced the character during the first season of Scooby-Doo, Where are You!",
      "pageId": 2352741,
      "monthDay": "12/13"
    },
    {
      "year": "1949",
      "uri": "/wiki/Randy_Owen",
      "name": "Randy Owen",
      "aboutText": "Linda Bellos OBE (born 13 December 1950) is an English ex-politician and current businesswoman and activist for gay rights.",
      "pageId": 2425689,
      "monthDay": "12/13"
    },
    {
      "year": "1949",
      "uri": "/wiki/Luc_Sala",
      "name": "Luc Sala",
      "aboutText": "Rex Hagon (born 13 December 1947, Toronto) is a Canadian actor and television host. His career began in his youth, most notably with The Forest Rangers.",
      "pageId": 4351517,
      "monthDay": "12/13"
    },
    {
      "year": "1949",
      "uri": "/wiki/Tom_Verlaine",
      "name": "Tom Verlaine",
      "aboutText": "Tom Verlaine (born Thomas Miller, December 13, 1949) is an American singer, songwriter and guitarist, best known as the frontman for the New York rock band Television.\n^ \"(TV) This Case Is Closed!/Maybe I Should Have Been A Research-Librarian/Exact Location\". Obbard.com.",
      "pageId": 6061619,
      "monthDay": "12/13"
    },
    {
      "year": "1949",
      "uri": "/wiki/Paula_Wilcox",
      "name": "Paula Wilcox",
      "aboutText": "David Edward Hamilton (born December 13, 1947) is a former Major League Baseball pitcher who won three World Series championships as a member of the Oakland Athletics in the early 1970s.",
      "pageId": 7986639,
      "monthDay": "12/13"
    },
    {
      "year": "1950",
      "uri": "/wiki/Linda_Bellos",
      "name": "Linda Bellos",
      "aboutText": "Randy Yeuell Owen (born December 13, 1949 in Fort Payne, Alabama) is an American country music artist. He is known primarily for his role as the lead singer of Alabama, a country rock band which saw tremendous mainstream success throughout the 1980s and 1990s. Alabama became, undoubtedly, the most successful group in the history of country music, releasing over 20 gold and platinum records, dozens of #1-ranked singles, and selling over 75 million records during their career.",
      "pageId": 8938611,
      "monthDay": "12/13"
    },
    {
      "year": "1950",
      "uri": "/wiki/Wendie_Malick",
      "name": "Wendie Malick",
      "aboutText": "Theodore Anthony \"Ted\" Nugent (/tɛd ˈnuːdʒɨnt/; born December 13, 1948) is an American musician, singer, songwriter, hunter, and political activist. Nugent initially gained fame as the lead guitarist of The Amboy Dukes before embarking on a solo career.\nNugent is also noted for conservative political views, his lifelong stance against drug and alcohol abuse and advocacy of hunting and gun ownership rights.",
      "pageId": 10519138,
      "monthDay": "12/13"
    },
    {
      "year": "1950",
      "uri": "/wiki/Heather_North",
      "name": "Heather North",
      "aboutText": "Tarık Akan (born as Tarık Tahsin Üregül in 13 December 1949, Istanbul, Turkey) is a Turkish film actor and producer who has been active since the 1970s. The first film in 1971, began his acting career with Emine.",
      "pageId": 10520565,
      "monthDay": "12/13"
    },
    {
      "year": "1950",
      "uri": "/wiki/Afemo_Omilami",
      "name": "Afemo Omilami",
      "aboutText": "Afemo Omilami (born December 13, 1950) is an American actor.\n^ Scheck, Frank (19 February 2010). \"Blood a bloodless telling of civil rights episode\".",
      "pageId": 30936920,
      "monthDay": "12/13"
    },
    {
      "year": "1950",
      "uri": "/wiki/Julia_Slingo",
      "name": "Julia Slingo",
      "aboutText": "Lucius Hendrikus Dominicus Josephus (Luc) Sala (born 13 December 1949 in Leiden) is a Dutch entrepreneur and writer.",
      "pageId": 32793502,
      "monthDay": "12/13"
    },
    {
      "year": "1950",
      "uri": "/wiki/Tom_Vilsack",
      "name": "Tom Vilsack",
      "aboutText": "Dame Julia Mary Slingo, DBE, FRS (née Walker; born 13 December 1950) is a British meteorologist and climate scientist. She has been the Chief Scientist at the Met Office since 2009. She is also a Visiting Professor in the Department of Meteorology at the University of Reading, where she held, prior to appointment to the Met Office, the positions of Director of Climate Research in NERC's National Centre for Atmospheric Science and founding Director of the Walker Institute for Climate System Research.",
      "pageId": 34339756,
      "monthDay": "12/13"
    },
    {
      "year": "1952",
      "uri": "/wiki/Junkyard_Dog",
      "name": "Junkyard Dog",
      "aboutText": "Tamora Pierce (born December 13, 1954) is an American writer of fantasy fiction for teenagers, known best for stories featuring young heroines. She made a name for herself with her first book series, The Song of the Lioness (1983–1988), which followed the main character Alanna through the trials and triumphs of training as a knight. Many of her books have feminist themes.",
      "pageId": 61267,
      "monthDay": "12/13"
    },
    {
      "year": "1952",
      "uri": "/wiki/John_Francome",
      "name": "John Francome",
      "aboutText": "Steven Vincent \"Steve\" Buscemi (/buːˈsɛmi/ boo-SEM-ee born December 13, 1957) is an American actor and film director. Buscemi has starred and supported in successful Hollywood and indie films, including Parting Glances, New York Stories, Mystery Train, Reservoir Dogs, Desperado, Con Air, Armageddon, The Grey Zone, Ghost World, Big Fish, and The Sopranos. He is also known for his appearances in many films by the Coen brothers: Miller's Crossing, Barton Fink, The Hudsucker Proxy, Fargo, and The Big Lebowski.",
      "pageId": 180487,
      "monthDay": "12/13"
    },
    {
      "year": "1952",
      "uri": "/wiki/Larry_Kenon",
      "name": "Larry Kenon",
      "aboutText": "Samuel Stephen \"Steve\" Forbert (born December 13, 1954) is an American pop music singer-songwriter. He is best known for his song \"Romeo's Tune\", which reached No. 11 on the U.S. Billboard Hot 100 chart in 1980, and is ranked as the 60th biggest American hit of 1980.",
      "pageId": 411647,
      "monthDay": "12/13"
    },
    {
      "year": "1952",
      "uri": "/wiki/Jean_Rouaud",
      "name": "Jean Rouaud",
      "aboutText": "Robert Michael \"Bob\" \"Le Capitaine\" Gainey (born December 13, 1953 in Peterborough, Ontario) is the former executive vice president and general manager of the Montreal Canadiens of the National Hockey League (NHL). He is currently a team consultant for the St. Louis Blues.",
      "pageId": 507833,
      "monthDay": "12/13"
    },
    {
      "year": "1953",
      "uri": "/wiki/Ben_Bernanke",
      "name": "Ben Bernanke",
      "aboutText": "Emma Bull (born December 13, 1954) is an American science fiction and fantasy author.",
      "pageId": 600560,
      "monthDay": "12/13"
    },
    {
      "year": "1953",
      "uri": "/wiki/Bill_Castro",
      "name": "Bill Castro",
      "aboutText": "Morris E. Day (born December 13, 1957) is an American musician, composer, and actor. He is best known as the lead singer of The Time.",
      "pageId": 1381930,
      "monthDay": "12/13"
    },
    {
      "year": "1953",
      "uri": "/wiki/Jim_Davidson",
      "name": "Jim Davidson",
      "aboutText": "Sylvester Ritter (December 13, 1952 – June 2, 1998) was an American professional wrestler and college football player, best known for his work in Mid-South Wrestling and the World Wrestling Federation as the Junkyard Dog (or JYD for short), a nickname Ritter received while working in a wrecking yard.\nEntering the ring with his trademark chain attached to a dog collar, to the music of Queen's \"Another One Bites the Dust,\" JYD regularly headlined cards that drew large crowds and regularly sold out the Louisiana Superdome and other major venues, becoming \"the first black wrestler to be made the undisputed top star of his promotion\".\nJYD was one of the most electrifying and charismatic wrestlers in the country, particularly during his peak in the early 1980s.",
      "pageId": 1671674,
      "monthDay": "12/13"
    },
    {
      "year": "1953",
      "uri": "/wiki/Bob_Gainey",
      "name": "Bob Gainey",
      "aboutText": "Ben Shalom Bernanke (/bərˈnæŋki/ bər-NANG-kee; born December 13, 1953) is an American economist at the Brookings Institution who served two terms as chairman of the Federal Reserve, the central bank of the United States from 2006 to 2014. During his tenure as chairman, Bernanke oversaw the Federal Reserve's response to the late-2000s financial crisis. Before becoming Federal Reserve chairman, Bernanke was a tenured professor at Princeton University and chaired the department of economics there from 1996 to September 2002, when he went on public service leave.",
      "pageId": 1838387,
      "monthDay": "12/13"
    },
    {
      "year": "1953",
      "uri": "/wiki/Thomas_Kurzhals",
      "name": "Thomas Kurzhals",
      "aboutText": "James Cameron \"Jim\" Davidson, OBE (born 13 December 1953) is a British comedian and presenter. His highest profile roles came on television when he hosted Big Break and The Generation Game. He is also a stand-up comedian and writer, developing adult pantomime shows such as Boobs in the Wood and Sinderella, both of which have played to sell-out audiences.",
      "pageId": 1947027,
      "monthDay": "12/13"
    },
    {
      "year": "1954",
      "uri": "/wiki/John_Anderson_(musician)",
      "name": "John Anderson",
      "aboutText": "Jean Rouaud (born December 13, 1952) is a French author who was born in Campbon, Loire-Atlantique. In 1990 his novel Fields of Glory (French: Les Champs d'honneur) won the Prix Goncourt. First believed to be the first book in a trilogy, Fields of Glory turned out to be the first book in a series of five books on the family history of the author.",
      "pageId": 2224302,
      "monthDay": "12/13"
    },
    {
      "year": "1954",
      "uri": "/wiki/Emma_Bull",
      "name": "Emma Bull",
      "aboutText": "John David Anderson (born December 13, 1954, in Apopka, Florida) is an American country musician with a successful career that has lasted more than 30 years. Starting in 1977 with the release of his first single, \"I've Got a Feelin' (Somebody's Been Stealin')\", Anderson has charted more than 40 singles on the Billboard country music charts, including five Number Ones: \"Wild and Blue\", \"Swingin'\", \"Black Sheep\", \"Straight Tequila Night\", and \"Money in the Bank\". He has also recorded 22 studio albums on several labels.",
      "pageId": 2428290,
      "monthDay": "12/13"
    },
    {
      "year": "1954",
      "uri": "/wiki/Steve_Forbert",
      "name": "Steve Forbert",
      "aboutText": "William Radhames Castro Checo (born March 29, 1952) is a former Major League Baseball pitcher and former pitching coach for the Milwaukee Brewers of both the American League and National League. He was the interim pitching coach with the Baltimore Orioles of the American League. Gary Thorne of MASN reported in the broadcast of the August 27, 2013 game between the Orioles and the Boston Red Sox that Castro succeeded Rick Adair because Adair had taken a leave of absence for personal reasons starting in August 2013.",
      "pageId": 3115305,
      "monthDay": "12/13"
    },
    {
      "year": "1954",
      "uri": "/wiki/Tamora_Pierce",
      "name": "Tamora Pierce",
      "aboutText": "Larry Joe Kenon (born December 13, 1952) is an American former professional basketball player.\nA 6'9\" forward who had a productive career in both the American Basketball Association (ABA) and the National Basketball Association (NBA), Kenon played for the New York Nets, San Antonio Spurs, Chicago Bulls, Golden State Warriors and Cleveland Cavaliers.",
      "pageId": 4170052,
      "monthDay": "12/13"
    },
    {
      "year": "1954",
      "uri": "/wiki/Harsh_Vardhan_(Delhi_politician)",
      "name": "Harsh Vardhan",
      "aboutText": "John Francome MBE (13 December 1952) is a former National Hunt Champion Jockey, television pundit and author.\nBorn in Swindon, Wiltshire, the son of a railway fireman, his family had no connection with the horse racing world. At sixteen years old he became apprentice to Lambourn trainer Fred Winter and so began his career as a jockey.",
      "pageId": 4303858,
      "monthDay": "12/13"
    },
    {
      "year": "1955",
      "uri": "/wiki/Joseph_Mahmoud",
      "name": "Joseph Mahmoud",
      "aboutText": "Majida El Roumi Baradhy (Arabic: ماجدة الرومي برادعي‎; born 13 December 1956) is a Lebanese soprano. She is also a UN Goodwill Ambassador.",
      "pageId": 6084323,
      "monthDay": "12/13"
    },
    {
      "year": "1956",
      "uri": "/wiki/Dale_Berra",
      "name": "Dale Berra",
      "aboutText": "Dale Anthony Berra (born December 13, 1956) is an American former Major League Baseball player who primarily played as an infielder from 1977 to 1987. He is the son of Hall of Fame catcher Yogi Berra and brother of former Baltimore Colts return specialist Tim Berra.\n^ \"Dale Berra from the Chronology\".",
      "pageId": 6323019,
      "monthDay": "12/13"
    },
    {
      "year": "1956",
      "uri": "/wiki/Majida_El_Roumi",
      "name": "Majida El Roumi",
      "aboutText": "Joseph Mahmoud (born 13 December 1955 in Safi, Morocco) was a French athlete who mainly competed in the 3000 metre steeple chase.",
      "pageId": 7788831,
      "monthDay": "12/13"
    },
    {
      "year": "1956",
      "uri": "/wiki/Phil_Hubbard",
      "name": "Phil Hubbard",
      "aboutText": "Philip Gregory \"Phil\" Hubbard (born December 13, 1956) is an American former professional basketball player and current coach. He played for the Detroit Pistons and Cleveland Cavaliers of the National Basketball Association from 1979 to 1989. He later served as an assistant coach for the Washington Wizards from 2003–2009 and as the head coach of the Los Angeles D-Fenders in 2014–15.",
      "pageId": 8253246,
      "monthDay": "12/13"
    },
    {
      "year": "1957",
      "uri": "/wiki/Steve_Buscemi",
      "name": "Steve Buscemi",
      "aboutText": "Dr. Harsh Vardhan is the incumbent minister at Ministry of Science and Technology (India) and Ministry of Earth Sciences in the BJP-led NDA government of Prime Minister Narendra Modi. He represents Chandni Chowk in Delhi as a Member of Parliament in the 16th Lok Sabha.",
      "pageId": 40353810,
      "monthDay": "12/13"
    },
    {
      "year": "1957",
      "uri": "/wiki/Morris_Day",
      "name": "Morris Day",
      "aboutText": "Thomas Kurzhals (13 December 1953 – 2 January 2014) was a German keyboardist, composer and rock musician, best known as a member of the bands Stern-Combo Meißen and Karat.\nKurzhals died from liver cirrhosis on 2 January 2014, aged 60, in Glauchau, Saxony.\n^ \"Thomas Kurzhals im Alter von 60 Jahren gestorben\".",
      "pageId": 41533786,
      "monthDay": "12/13"
    },
    {
      "year": "1957",
      "uri": "/wiki/Eric_Marienthal",
      "name": "Eric Marienthal",
      "aboutText": "Mona Irene Lailin Sáez Conde (born 13 December 1961 in Caracas, Venezuela) is a Venezuelan politician and beauty queen who was crowned Miss Universe 1981.",
      "pageId": 157187,
      "monthDay": "12/13"
    },
    {
      "year": "1957",
      "uri": "/wiki/Jean-Marie_Messier",
      "name": "Jean-Marie Messier",
      "aboutText": "Jean-Marie Messier (born 13 December 1956) is a French businessman who was Chairman and Chief Executive of the multinational media conglomerate Vivendi (formerly Vivendi Universal) until 2002. He is also frequently referred to by the nickname \"J2M\" and \"J6M\", based on his initials.",
      "pageId": 364094,
      "monthDay": "12/13"
    },
    {
      "year": "1958",
      "uri": "/wiki/Kanako_Higuchi",
      "name": "Kanako Higuchi",
      "aboutText": "Johnny Whitaker (born John Orson Whitaker, Jr.; December 13, 1959) is an American actor notable for several performances for film and television during his childhood. The naturally redheaded Whitaker is best known for his role as Brian Keith's nephew, Jody Davis, on Family Affair from 1966 to 1971, originated the role of Scotty Baldwin on General Hospital in 1965, played the lead in Hallmark's 1969 The Littlest Angel, and portrayed the title character in the 1973 musical version of Tom Sawyer.",
      "pageId": 535890,
      "monthDay": "12/13"
    },
    {
      "year": "1958",
      "uri": "/wiki/Lynn-Holly_Johnson",
      "name": "Lynn-Holly Johnson",
      "aboutText": "Hideto Matsumoto (松本 秀人, Matsumoto Hideto, December 13, 1964 – May 2, 1998), better known by his stage name hide, was a Japanese musician, singer and songwriter. He is primarily known for his work as lead guitarist of the heavy metal band X Japan, but was also a successful solo artist and co-founder of the United States-based band Zilch.\nHe sold millions of records, both solo and as a member of X Japan.",
      "pageId": 905487,
      "monthDay": "12/13"
    },
    {
      "year": "1959",
      "uri": "/wiki/Heino_Enden",
      "name": "Heino Enden",
      "aboutText": "Lynn-Holly Johnson (born December 13, 1958) is an American professional ice skater and actress. After achieving some success as a figure skater in the mid-1970s, she began an acting career, including a Golden Globe-nominated role in 1978's Ice Castles.",
      "pageId": 1141283,
      "monthDay": "12/13"
    },
    {
      "year": "1959",
      "uri": "/wiki/Johnny_Whitaker",
      "name": "Johnny Whitaker",
      "aboutText": "Harry Gregson-Williams (born 13 December 1961) is a British composer, orchestrator, conductor, and music producer. He has regularly written for television and films, such as The Chronicles of Narnia: The Lion, the Witch and the Wardrobe, X-Men Origins: Wolverine, The Martian, and the Shrek franchise.",
      "pageId": 1276491,
      "monthDay": "12/13"
    },
    {
      "year": "1959",
      "uri": "/wiki/Staffan_William-Olsson",
      "name": "Staffan William-Olsson",
      "aboutText": "George Arthur \"Rusty\" Cundieff (born December 13, 1960) is an American film and television director, actor, and writer known for his work on Fear of a Black Hat (1993), Tales from the Hood (1995), and Chapelle's Show (2003-2006).",
      "pageId": 1794680,
      "monthDay": "12/13"
    },
    {
      "year": "1959",
      "uri": "/wiki/Boris_Zhukov",
      "name": "Boris Zhukov",
      "aboutText": "Daggubati Venkatesh is an Indian film actor known for his works predominantly in Telugu cinema. In a career spanning twenty nine years, he starred in seventy two feature films. He has played a variety of roles in Telugu cinema and a few Bollywood films.",
      "pageId": 1806641,
      "monthDay": "12/13"
    },
    {
      "year": "1960",
      "uri": "/wiki/Rusty_Cundieff",
      "name": "Rusty Cundieff",
      "aboutText": "Gary Wayne Zimmerman (born December 13, 1961) is a former American football offensive lineman in the National Football League. Zimmerman played for the Minnesota Vikings from 1986 to 1992 and for the Denver Broncos from 1993 to 1997. He was selected to the Pro Bowl seven times and was an All-Pro selection eight times.",
      "pageId": 2120523,
      "monthDay": "12/13"
    },
    {
      "year": "1960",
      "uri": "/wiki/J%C4%81nis_Reinis",
      "name": "Jānis Reinis",
      "aboutText": "Jackie Clune (born 13 December 1965) is a British entertainer and writer. She became established through her Edinburgh Fringe cabaret shows and 1995 Karen Carpenter tribute act before graduating to mainstream acting. She can have a dry anecdotal approach to comedy material.",
      "pageId": 2583339,
      "monthDay": "12/13"
    },
    {
      "year": "1960",
      "uri": "/wiki/Daggubati_Venkatesh",
      "name": "Daggubati Venkatesh",
      "aboutText": "Rex Ashley Ryan (born December 13, 1962) is the head coach of the Buffalo Bills in the National Football League (NFL). After serving as an assistant coach for 22 years, Ryan attained his first head coaching job in the NFL with the New York Jets in 2009. He is the son of former Philadelphia Eagles and Arizona Cardinals head coach Buddy Ryan and is the fraternal twin brother of Rob Ryan, former defensive coordinator for the New Orleans Saints.",
      "pageId": 4097343,
      "monthDay": "12/13"
    },
    {
      "year": "1961",
      "uri": "/wiki/Harry_Gregson-Williams",
      "name": "Harry Gregson-Williams",
      "aboutText": "Robert Allen \"Rob\" Ryan (born December 13, 1962) is an American football coach.",
      "pageId": 4099578,
      "monthDay": "12/13"
    },
    {
      "year": "1961",
      "uri": "/wiki/Irene_S%C3%A1ez",
      "name": "Irene Sáez",
      "aboutText": "Jamie Raskin (born Jamin B. Raskin, on December 13, 1962, in Washington, D.C.) is an American law professor and politician. He teaches constitutional law and legislation at American University, Washington College of Law, in Washington, D.C. He serves as the Director of the college's LL.M. program on Law and Government.\nSince November 2006, he has served as a Maryland State Senator for District 20, representing parts of Silver Spring and Takoma Park, cities in Montgomery County.",
      "pageId": 4416099,
      "monthDay": "12/13"
    },
    {
      "year": "1961",
      "uri": "/wiki/Gary_Zimmerman",
      "name": "Gary Zimmerman",
      "aboutText": "Eric Marienthal (born December 13, 1957) is a Grammy Award-winning Los Angeles-based contemporary saxophonist best known for his work in the jazz, jazz fusion, smooth jazz, and pop genres.\n^ Yanow, Scott. \"Eric Marienthal bio at\".",
      "pageId": 7114624,
      "monthDay": "12/13"
    },
    {
      "year": "1962",
      "uri": "/wiki/Roger_Ilegems",
      "name": "Roger Ilegems",
      "aboutText": "Kanako Higuchi (樋口 可南子, Higuchi Kanako) (born December 13, 1958) is a Japanese actress. Her credits include film, television, and radio dramas, stage, commercials, and voice roles. She married Shigesato Itoi in 1993 and has a dog named Bouillon.",
      "pageId": 8011968,
      "monthDay": "12/13"
    },
    {
      "year": "1962",
      "uri": "/wiki/Jamie_Raskin",
      "name": "Jamie Raskin",
      "aboutText": "James \"Jim\" Kirk Harrell (born January 29, 1959) is an American retired professional wrestler, better known by his ring name, Boris Zhukov (sometimes spelled Boris Zukhov). He is best known for his appearances with the American Wrestling Association and the World Wrestling Federation.",
      "pageId": 10831189,
      "monthDay": "12/13"
    },
    {
      "year": "1962",
      "uri": "/wiki/Rex_Ryan",
      "name": "Rex Ryan",
      "aboutText": "Roger Ilegems (born 13 December 1962) is a retired track cyclist and road bicycle racer from Belgium, who was a professional rider from 1984 to 1991. He represented his native country at the 1984 Summer Olympics in Los Angeles, California, where he won the gold medal in the men's points race.\n^ \"Roger Ilegems Olympic Results\".",
      "pageId": 11200651,
      "monthDay": "12/13"
    },
    {
      "year": "1962",
      "uri": "/wiki/Rob_Ryan",
      "name": "Rob Ryan",
      "aboutText": "Jānis Reinis (born 13 December 1960) is a Latvian actor. In the theatre, he has worked for several years in Latvijas Nacionālais teātris and Dailes teātris. He has also taken part in several films.",
      "pageId": 24478421,
      "monthDay": "12/13"
    },
    {
      "year": "1964",
      "uri": "/wiki/Hide_(musician)",
      "name": "hide",
      "aboutText": "Heino Enden (born 13 December 1959 in Tallinn) is a retired Estonian professional basketball player who played mostly at the power forward position.\n^ Pahv, Peep. \"Heino Enden - Hall of Fame\".",
      "pageId": 31834382,
      "monthDay": "12/13"
    },
    {
      "year": "1965",
      "uri": "/wiki/Jackie_Clune",
      "name": "Jackie Clune",
      "aboutText": "Staffan William-Olsson (born 13 December 1959 in Gothenburg, Sweden) is a Swedish Jazz musician (guitar) and composer, known guitarist of The Real Thing, and the collaborations with the likes of Bob Berg, Lee Konitz and Palle Mikkelborg.\n^ Staffan William-Olsson (in Norwegian). Store Norske Leksikon.",
      "pageId": 37474390,
      "monthDay": "12/13"
    },
    {
      "year": "1965",
      "uri": "/wiki/Marko_M%C3%A4etamm",
      "name": "Marko Mäetamm",
      "aboutText": "Eric Marlon Bishop (born December 13, 1967), known professionally as Jamie Foxx, is an American actor, rapper, singer, comedian, writer, and producer.\nAs an actor, his work in the 2004 Ray Charles biographical film Ray earned him the Academy Award and BAFTA Award for Best Actor as well as the Golden Globe Award for Best Actor in a musical or comedy. The same year, he was nominated for the Academy Award for Best Supporting Actor for his role in the action film Collateral.",
      "pageId": 325191,
      "monthDay": "12/13"
    },
    {
      "year": "1966",
      "uri": "/wiki/Ross_Burden",
      "name": "Ross Burden",
      "aboutText": "Sergei Viktorovich Fyodorov (Russian: Серге́й Викторович Фёдоров; born December 13, 1969) is a Russian retired ice hockey player, currently the general manager of CSKA Moscow of the Kontinental Hockey League (KHL). Fedorov played as centre in his career, also occasionally playing as a winger or defenceman.\nFedorov gained fame in the National Hockey League (NHL) for his unique style of play with the Detroit Red Wings, with whom he won the Stanley Cup three times, as well as the Hart Memorial Trophy as the League's most valuable player in 1994.",
      "pageId": 528311,
      "monthDay": "12/13"
    },
    {
      "year": "1966",
      "uri": "/wiki/Toby_Dammit",
      "name": "Toby Dammit",
      "aboutText": "Naomi Rachel Long (née Johnston; born 13 December 1971) is a Northern Irish politician. She is a member of the Alliance Party of Northern Ireland and currently its deputy leader. She represented Belfast East in the United Kingdom House of Commons from 2010 to 2015, and previously represented the same constituency in the Northern Ireland Assembly.",
      "pageId": 1745658,
      "monthDay": "12/13"
    },
    {
      "year": "1966",
      "uri": "/wiki/Don_Roff",
      "name": "Don Roff",
      "aboutText": "Eoin Jess (born 13 December 1970, Portsoy) is a former Scottish football player. He was capped 18 times by Scotland, scoring two goals.\nHis career started at Aberdeen, helping the Dons to finish second in the Scottish Premier League in the 1993–94 season.",
      "pageId": 2246551,
      "monthDay": "12/13"
    },
    {
      "year": "1966",
      "uri": "/wiki/Mike_Tirico",
      "name": "Mike Tirico",
      "aboutText": "Christopher Lee \"Chris\" Grant (born 13 December 1972) is a former Australian rules football player in the Australian Football League, a legend of the Western Bulldogs and a member of the Australian Football Hall of Fame. He was born in Daylesford, Victoria, Australia.\nGrant was recruited by the Footscray Football Club (now Western Bulldogs) in the 1988 VFL Draft at pick number 105, and played his first AFL game in 1990 at the age of 17.",
      "pageId": 2425743,
      "monthDay": "12/13"
    },
    {
      "year": "1967",
      "uri": "/wiki/Jamie_Foxx",
      "name": "Jamie Foxx",
      "aboutText": "Michael Todd \"Mike\" Tirico (/tɨˈriːkoʊ/; born December 13, 1966) is a play-by-play announcer for ESPN's presentation of Monday Night Football. In addition, Tirico calls a multitude of programming for ESPN/ABC, including the NBA, golf, and tennis.",
      "pageId": 2623828,
      "monthDay": "12/13"
    },
    {
      "year": "1967",
      "uri": "/wiki/NeNe_Leakes",
      "name": "NeNe Leakes",
      "aboutText": "Marko Mäetamm (born December 13, 1965 in Viljandi, Estonia) is an Estonian multimedia artist, working within the mediums of video, drawing and the internet.\nMäetamm began studying graphic art at the Estonian Academy of Arts in 1988 and received his M.A. from the academy in 1995. Mäetamm also studied practicing print technologies at the Swedish Royal Art High School.",
      "pageId": 4234028,
      "monthDay": "12/13"
    },
    {
      "year": "1967",
      "uri": "/wiki/Bo_Pelini",
      "name": "Bo Pelini",
      "aboutText": "Anthony \"Tony\" Curran (born 13 December 1969) is a Scottish actor.",
      "pageId": 4276099,
      "monthDay": "12/13"
    },
    {
      "year": "1969",
      "uri": "/wiki/Tony_Curran",
      "name": "Tony Curran",
      "aboutText": "Ross Kelvin Burden (16 December 1968 – 17 July 2014) was a celebrity chef from New Zealand. His early career was as a model and he became a chef later in life inspired by the time spent cooking with his grandmother.",
      "pageId": 4309895,
      "monthDay": "12/13"
    },
    {
      "year": "1969",
      "uri": "/wiki/Sergei_Fedorov",
      "name": "Sergei Fedorov",
      "aboutText": "Emre Aşık (born 13 December 1973) is a Turkish former international footballer. He played center back for several clubs in the Süper Lig, most notably, Galatasaray. Aşık, who began his career with Sönmez Filamentspor in the TFF Third League, also played for Balıkesirspor, Fenerbahçe, İstanbulspor and Beşiktaş; he is one of thirteen footballers who has played for both Galatasaray and Beşiktaş.",
      "pageId": 5665204,
      "monthDay": "12/13"
    },
    {
      "year": "1969",
      "uri": "/wiki/Murat_Nasyrov",
      "name": "Murat Nasyrov",
      "aboutText": "Tonja Yvette Buford-Bailey (born December 13, 1970 in Dayton, Ohio) is an American former athlete who competed mainly in the 400 meter hurdles. She competed as Tonja Buford until marrying Victor Bailey on October 28, 1995. In 1982, when she was 12 years old, she met former track runner Wilma Rudolph.",
      "pageId": 6822667,
      "monthDay": "12/13"
    },
    {
      "year": "1970",
      "uri": "/wiki/Tonja_Buford-Bailey",
      "name": "Tonja Buford-Bailey",
      "aboutText": "Mark Anthony \"Bo\" Pelini (born December 13, 1967) is the American football head coach for the Youngstown State Penguins football team at Youngstown State University. He served as head coach of the Nebraska Cornhuskers from December 2007 until November 2014. Prior to leading the football program at Nebraska, he was the defensive coordinator for the LSU Tigers, Oklahoma Sooners, and the Nebraska Cornhuskers.",
      "pageId": 7973225,
      "monthDay": "12/13"
    },
    {
      "year": "1970",
      "uri": "/wiki/Eoin_Jess",
      "name": "Eoin Jess",
      "aboutText": "Murat Ismailovich Nasyrov (Russian: Мурат Исмаилович Насыров; Uyghur: مۇرات ناسىروۋ‎, ULY: Murat Nasirow) (13 December 1969, Alma-Ata, Kazakh SSR, Soviet Union – 19 January 2007, Moscow, Russia) was a Russian pop singer of Uyghur ethnicity.\nHe committed suicide by jumping from a balcony. The postmortem examination of his body did not reveal any traces of alcohol or drugs.",
      "pageId": 9023447,
      "monthDay": "12/13"
    },
    {
      "year": "1970",
      "uri": "/wiki/Gerlinde_Kaltenbrunner",
      "name": "Gerlinde Kaltenbrunner",
      "aboutText": "Leanne Wood AM (born 13 December 1971) is a Welsh politician and the leader of Plaid Cymru.\nBorn in the Rhondda, Wales, she has represented the South Wales Central region as a Member of the National Assembly for Wales since 2003. She was elected leader of Plaid Cymru on 15 March 2012.",
      "pageId": 9521895,
      "monthDay": "12/13"
    },
    {
      "year": "1971",
      "uri": "/wiki/Gloria_Casarez",
      "name": "Gloria Casarez",
      "aboutText": "Don Roff (born December 13, 1966, in Walla Walla, Washington) is a writer and filmmaker.\nRoff grew up in Milton-Freewater, Oregon. He worked at the local drive-in theater and made Super 8 mm and VHS movies with his neighborhood friends.",
      "pageId": 12551969,
      "monthDay": "12/13"
    },
    {
      "year": "1971",
      "uri": "/wiki/Naomi_Long",
      "name": "Naomi Long",
      "aboutText": "Found Influences, Niki Evans (born 13 December 1972) is an English singer. She finished fourth on the fourth series of The X Factor in 2007. In 2009, she released her debut album By Request.",
      "pageId": 13744628,
      "monthDay": "12/13"
    },
    {
      "year": "1971",
      "uri": "/wiki/Leanne_Wood",
      "name": "Leanne Wood",
      "aboutText": "Gerlinde Kaltenbrunner (born 13 December 1970) is an Austrian mountaineer. In August 2011, she became the second woman to climb the fourteen eight-thousanders, and the first woman to do so without the use of supplementary oxygen or high altitude porters.\n^ \"Austrian woman claims Himalayas climbing record\".",
      "pageId": 17486179,
      "monthDay": "12/13"
    },
    {
      "year": "1972",
      "uri": "/wiki/Niki_Evans",
      "name": "Niki Evans",
      "aboutText": "Linnethia Monique \"NeNe\" Leakes (/ˈniːni liːks/; née Johnson; born December 13, 1967) is an American television personality, actress, producer, author and fashion designer. She is best known for her seven year stint on the reality television series The Real Housewives of Atlanta as an original cast member and for her recurring character Roz Washington on the sitcom Glee. She also played Rocky Rhoades as a series regular on the award-winning sitcom The New Normal on NBC until its cancellation in 2013.",
      "pageId": 24657439,
      "monthDay": "12/13"
    },
    {
      "year": "1972",
      "uri": "/wiki/Chris_Grant_(footballer)",
      "name": "Chris Grant",
      "aboutText": "Toby Dammit (born Lawrence Edward Crooke, December 13, 1966, Knoxville, Tennessee), is an American producer, composer and percussionist. He has often been credited as Larry Mullins, his adopted name. He is currently performing live as drummer with Iggy and The Stooges and Silver Apples.",
      "pageId": 24676360,
      "monthDay": "12/13"
    },
    {
      "year": "1973",
      "uri": "/wiki/Emre_A%C5%9F%C4%B1k",
      "name": "Emre Aşık",
      "aboutText": "Gloria Casarez (December 13, 1971 – October 19, 2014) was an American civil rights leader and LGBT activist in Philadelphia.",
      "pageId": 44134483,
      "monthDay": "12/13"
    },
    {
      "year": "1973",
      "uri": "/wiki/Christie_Clark",
      "name": "Christie Clark",
      "aboutText": "Sarah Joanne Cyzer (née Cox; born 13 December 1974), more commonly known by her radio name Sara Cox is an English broadcaster, best known for presenting The Radio 1 Breakfast Show on BBC Radio 1 between 2000 and 2003, but more recently as maternity cover for Fearne Cotton every weekday 10 am-12.45 pm from January to September 2013.",
      "pageId": 636244,
      "monthDay": "12/13"
    },
    {
      "year": "1974",
      "uri": "/wiki/Sara_Cox",
      "name": "Sara Cox",
      "aboutText": "Jonathan Bates Battaglia (born December 13, 1975) is an American former professional ice hockey left winger who played in the National Hockey League with the Carolina Hurricanes, Colorado Avalanche, Washington Capitals and the Toronto Maple Leafs.",
      "pageId": 693271,
      "monthDay": "12/13"
    },
    {
      "year": "1974",
      "uri": "/wiki/Debbie_Matenopoulos",
      "name": "Debbie Matenopoulos",
      "aboutText": "Christie Mary Clark (born December 13, 1973, in Los Angeles, California) is an American actress, best known for her role as Carrie Brady in Days of Our Lives.\n^ \"The Young and the Talented: Soaps' Junior Actors\". Soap Opera Digest.",
      "pageId": 780884,
      "monthDay": "12/13"
    },
    {
      "year": "1974",
      "uri": "/wiki/Nick_McCarthy",
      "name": "Nicholas McCarthy",
      "aboutText": "Nicholas John \"Nick\" McCarthy (born 13 December 1974) is an English musician.",
      "pageId": 1033798,
      "monthDay": "12/13"
    },
    {
      "year": "1975",
      "uri": "/wiki/Bates_Battaglia",
      "name": "Bates Battaglia",
      "aboutText": "Thomas Matthew DeLonge, Jr. (born December 13, 1975), known professionally as Tom DeLonge, is an American musician, singer, songwriter, author, and entrepreneur. He is currently the guitarist and lead vocalist of the rock band Angels & Airwaves and was the guitarist and co-lead vocalist of the American rock band Blink-182 from 1992 to 2015.",
      "pageId": 1413814,
      "monthDay": "12/13"
    },
    {
      "year": "1975",
      "uri": "/wiki/Tom_DeLonge",
      "name": "Tom DeLonge",
      "aboutText": "Matthew Hanks LeCroy (born December 13, 1975) is a former Major League Baseball catcher, first baseman, and designated hitter and is the former bullpen coach for the Washington Nationals.",
      "pageId": 1808955,
      "monthDay": "12/13"
    },
    {
      "year": "1975",
      "uri": "/wiki/Kostas_Kiassos",
      "name": "Kostas Kiassos",
      "aboutText": "Debbie Matenopoulos (born December 13, 1974) is an American television host.",
      "pageId": 1911684,
      "monthDay": "12/13"
    },
    {
      "year": "1975",
      "uri": "/wiki/Matthew_LeCroy",
      "name": "Matthew LeCroy",
      "aboutText": "Peter Alexander Stringer (born 13 December 1977 in Cork, Ireland) is an Irish rugby union player who plays at scrum-half for Sale and Ireland. He is 1.70m (5' 7\") tall and weighs in at just over 72 kg (11 st 5 lb).",
      "pageId": 1991300,
      "monthDay": "12/13"
    },
    {
      "year": "1975",
      "uri": "/wiki/Bahar_Mert",
      "name": "Bahar Mert",
      "aboutText": "Joshua Smith Fogg (born December 13, 1976) is a former American league baseball player who has been a pitcher for nine Major League Baseball seasons. Fogg played college baseball for the University of Florida, and was drafted by the Chicago White Sox in the third round of the 1998 Major League Baseball Draft.",
      "pageId": 2012684,
      "monthDay": "12/13"
    },
    {
      "year": "1976",
      "uri": "/wiki/Josh_Fogg",
      "name": "Josh Fogg",
      "aboutText": "Stein Olav Bjortomt (born 13 December 1978 in Eastbourne) is an England international quiz player. He was the winner of the inaugural 2003 individual World Quizzing Championships, when it was a fledgling event with then only 45 participants (now in the thousands). In 2009 he won three out of four possible European titles and was runner-up behind Ashman in the singles to become the most successful participant.",
      "pageId": 2312901,
      "monthDay": "12/13"
    },
    {
      "year": "1976",
      "uri": "/wiki/S%C3%B8ren_Friis",
      "name": "Søren Friis",
      "aboutText": "Radosław Sobolewski (Polish pronunciation: [raˈdɔswaf sɔbɔˈlɛfskʲi]; born 13 December 1976 in Białystok) is a Polish footballer who plays as a defensive midfielder for Górnik Zabrze.",
      "pageId": 4001534,
      "monthDay": "12/13"
    },
    {
      "year": "1976",
      "uri": "/wiki/Rados%C5%82aw_Sobolewski",
      "name": "Radosław Sobolewski",
      "aboutText": "Tupele Dorgu (born 13 December 1977 in Preston, Lancashire) is an English actress and voice over artist. She is best known for playing the role of Kelly Crabtree in the ITV soap opera Coronation Street from 2004 to 2010.\n^ Hutchinson, Charles (2012-04-13).",
      "pageId": 7031474,
      "monthDay": "12/13"
    },
    {
      "year": "1976",
      "uri": "/wiki/Rama_Yade",
      "name": "Rama Yade",
      "aboutText": "Søren Engell Friis (born 13 December 1976) is a former Danish professional football midfielder.\nFriis played a big part in AC Horsens' promotion to the Superliga in 2004/05, when he was a regular starter at the left wing scored the cruisial deciding goal in the second-last match of the season against BK Skjold in Copenhagen. It was in that game the promotion was secured.",
      "pageId": 10016808,
      "monthDay": "12/13"
    },
    {
      "year": "1977",
      "uri": "/wiki/Tupele_Dorgu",
      "name": "Tupele Dorgu",
      "aboutText": "Ryo Kawakita (川北 亮, Kawakita Ryō, born December 13, 1978), also known as Maximum the Ryo (マキシマムザ亮君 Makishimamu Za Ryō-kun), is the guitarist, songwriter and singer of Japanese metal band Maximum the Hormone.",
      "pageId": 10666008,
      "monthDay": "12/13"
    },
    {
      "year": "1977",
      "uri": "/wiki/Sascha_Kindred",
      "name": "Sascha Kindred",
      "aboutText": "Kaspars Kambala (born December 13, 1978) is a Latvian professional basketball player and a former professional boxer. Standing at 2.06 m (6 ft 9 in), he plays at the position of forward-center.",
      "pageId": 10840195,
      "monthDay": "12/13"
    },
    {
      "year": "1977",
      "uri": "/wiki/Charlotte_Milchard",
      "name": "Charlotte Milchard",
      "aboutText": "Rama Yade (born Mame Ramatoulaye Yade; December 13, 1976) is a French politician who served in the government of France from 2007 to 2010. She is currently vice president of the moderate conservative Radical Party.",
      "pageId": 11251789,
      "monthDay": "12/13"
    },
    {
      "year": "1977",
      "uri": "/wiki/Peter_Stringer",
      "name": "Peter Stringer",
      "aboutText": "Konstantinos Panteleimon Kiassos (born 13 December 1975) is a Greek professional football player who plays for OFI, as a midfielder.",
      "pageId": 19173717,
      "monthDay": "12/13"
    },
    {
      "year": "1978",
      "uri": "/wiki/Olav_Bjortomt",
      "name": "Olav Bjortomt",
      "aboutText": "Sascha Kindred OBE (born 13 December 1977 in Münster, Germany) is a British swimmer who has competed in five Summer Paralympic Games, winning twelve medals.",
      "pageId": 19342724,
      "monthDay": "12/13"
    },
    {
      "year": "1978",
      "uri": "/wiki/Kaspars_Kambala",
      "name": "Kaspars Kambala",
      "aboutText": "Bahar Mert (born December 13, 1975 in Kardzhali- Bulgaria) is a Turkish volleyball player. She is 180 cm and plays as setter. She plays for Türk Telekom Ankara.",
      "pageId": 20195790,
      "monthDay": "12/13"
    },
    {
      "year": "1978",
      "uri": "/wiki/Ryo_Kawakita",
      "name": "Ryo Kawakita",
      "aboutText": "Charlotte Milchard (born 13 December 1977) is an English actress.",
      "pageId": 28381682,
      "monthDay": "12/13"
    },
    {
      "year": "1978",
      "uri": "/wiki/B.J._Penn",
      "name": "B.J. Penn",
      "aboutText": "Anthony Cosmo Callea (born 13 December 1982) is an Australian singer-songwriter and stage actor of Italian and Maltese descent who rose to prominence after being the runner-up in the 2004 season of Australian Idol. He was signed to Sony Music Australia until 2009 and is now an independent artist. Callea's debut single \"The Prayer\" is the fastest-selling single by an Australian artist, held the No.1 spot on the ARIA Singles Chart for five weeks, a record for the debut single of an Australian Idol contestant, and was the second-highest selling Australian single of the last decade.",
      "pageId": 1119614,
      "monthDay": "12/13"
    },
    {
      "year": "1978",
      "uri": "/wiki/Okan_Yalab%C4%B1k",
      "name": "Okan Yalabık",
      "aboutText": "Jay Dee \"B.J.\" Penn (born December 13, 1978) is a retired American professional mixed martial artist and Brazilian Jiu-Jitsu practitioner. Penn debuted and competed in the Ultimate Fighting Championship (UFC), and later in K-1. Prior to fighting for the UFC, he became the first American Gold medalist of the World Jiu-Jitsu Championship.",
      "pageId": 1328244,
      "monthDay": "12/13"
    },
    {
      "year": "1979",
      "uri": "/wiki/Matja%C5%BE_Smodi%C5%A1",
      "name": "Matjaž Smodiš",
      "aboutText": "Bosco Wong Chung-chak (Chinese: 黃宗澤, born 13 December 1980) with family roots in Chaozhou, Guangdong, is a Hong Kong actor under TVB management and singer under East Asia Music.",
      "pageId": 2917019,
      "monthDay": "12/13"
    },
    {
      "year": "1980",
      "uri": "/wiki/Patrik_Antonius",
      "name": "Patrik Antonius",
      "aboutText": "Daniel Hamhuis (born December 13, 1982) is a Canadian professional ice hockey defenceman who currently plays for the Vancouver Canucks of the National Hockey League where he serves as an alternate captain.\nHamhuis played major junior hockey with the Prince George Cougars of the Western Hockey League (WHL) and was selected 12th overall by the Nashville Predators in the 2001 NHL Entry Draft. The following year, he was awarded the Bill Hunter Memorial Trophy and Four Broncos Memorial Trophy as the league's best defenceman and player of the year, respectively; he would also be named the top defenceman in the Canadian Hockey League (CHL), the governing body of major junior hockey in Canada.",
      "pageId": 2917712,
      "monthDay": "12/13"
    },
    {
      "year": "1980",
      "uri": "/wiki/Ryan_France",
      "name": "Ryan France",
      "aboutText": "Satoshi Tsumabuki (妻夫木聡, Tsumabuki Satoshi, born December 13, 1980) is a Japanese actor. His breakthrough film was Waterboys for which he was nominated for the 'Best Actor' award at the Japanese Academy Awards, and won the 'Newcomer of the Year' prize.",
      "pageId": 3098836,
      "monthDay": "12/13"
    },
    {
      "year": "1980",
      "uri": "/wiki/Danil_Haustov",
      "name": "Danil Haustov",
      "aboutText": "Matthew Christopher \"Matt\" Deis (born December 13, 1983) is an American musician and songwriter.",
      "pageId": 3305171,
      "monthDay": "12/13"
    },
    {
      "year": "1980",
      "uri": "/wiki/Swastika_Mukherjee",
      "name": "Swastika Mukherjee",
      "aboutText": "Patrik Antonius (born 13 December 1980 in Helsinki, Finland) is a Finnish professional poker player, former tennis player and coach, and model from Vantaa, Finland. He currently resides in Monte Carlo. Antonius was mentored by poker pro Marcel Lüske as a member of Luske's \"Circle of Outlaws\" and later advised by Jennifer Harman.",
      "pageId": 4046212,
      "monthDay": "12/13"
    },
    {
      "year": "1980",
      "uri": "/wiki/T%C3%BClin_%C5%9Eahin",
      "name": "Tülin Şahin",
      "aboutText": "Carlos Enrique \"Ricky\" Nolasco (born December 13, 1982) is an American professional baseball pitcher for the Minnesota Twins of Major League Baseball. He is listed as 6'2\" and 220, and made his major league debut on April 5, 2006. He has also played for the Florida/Miami Marlins and Los Angeles Dodgers.",
      "pageId": 5366890,
      "monthDay": "12/13"
    },
    {
      "year": "1980",
      "uri": "/wiki/Satoshi_Tsumabuki",
      "name": "Satoshi Tsumabuki",
      "aboutText": "Ryan France (born 13 December 1980 in Sheffield, England) is a former English professional footballer who last played for Sheffield United having spent the majority of his career at Alfreton Town and Hull City.",
      "pageId": 6239037,
      "monthDay": "12/13"
    },
    {
      "year": "1980",
      "uri": "/wiki/Bosco_Wong",
      "name": "Bosco Wong",
      "aboutText": "Ayumi Kinoshita (木下 あゆ美, Kinoshita Ayumi, born December 13, 1982) is a Japanese actress, voice actress and glamour model managed by Stardust Promotion. Born in Mie, Aichi Prefecture, she is well known for playing Marika Jasmine in the 2004 television series Tokusou Sentai Dekaranger.",
      "pageId": 6486907,
      "monthDay": "12/13"
    },
    {
      "year": "1981",
      "uri": "/wiki/Amy_Lee",
      "name": "Amy Lee",
      "aboutText": "Amy Lynn Hartzler (née Lee; born December 13, 1981), known professionally as Amy Lee, is an American singer-songwriter, classically trained pianist and composer. She is co-founder and lead vocalist of the rock band Evanescence. Along with her contributions with the band, Lee has also participated on numerous other musical projects including Walt Disney Records' Nightmare Revisited and Muppets: The Green Album.",
      "pageId": 8239761,
      "monthDay": "12/13"
    },
    {
      "year": "1982",
      "uri": "/wiki/Eita",
      "name": "Eita",
      "aboutText": "Christiano \"Tuka\" Rocha (born December 13, 1982 in São Paulo) is a Brazilian race car driver.\nHe won numerous karting championships in Brazil from 1996 to 2000. Then moved up to South American Formula 3 Lights.",
      "pageId": 8373629,
      "monthDay": "12/13"
    },
    {
      "year": "1982",
      "uri": "/wiki/Anthony_Callea",
      "name": "Anthony Callea",
      "aboutText": "Eita (瑛太, born December 13, 1982) is a Japanese actor from Tokyo. His birth name is Eita Nagayama (永山 瑛太, Nagayama Eita). He has appeared in many Japanese television dramas and movies; most notable is the TV series Water Boys.",
      "pageId": 11241208,
      "monthDay": "12/13"
    },
    {
      "year": "1982",
      "uri": "/wiki/Dan_Hamhuis",
      "name": "Dan Hamhuis",
      "aboutText": "Dominik Patrick Werling (born 13 December 1982 in Ludwigshafen, Germany) is a German footballer who is currently plays for Swedish side Ånge IF. He plays as a left back.",
      "pageId": 12070743,
      "monthDay": "12/13"
    },
    {
      "year": "1982",
      "uri": "/wiki/Ayumi_Kinoshita",
      "name": "Ayumi Kinoshita",
      "aboutText": "Matjaž Smodiš (born December 13, 1979) is a Slovenian former professional basketball player.",
      "pageId": 12949413,
      "monthDay": "12/13"
    },
    {
      "year": "1982",
      "uri": "/wiki/Ricky_Nolasco",
      "name": "Ricky Nolasco",
      "aboutText": "Swastika Mukherjee (born 13 December 1980) is an Indian actress. She is the daughter of actor Santu Mukherjee. Mukherjee first appeared on screens in the TV serial Devdasi and made her film debut in 2003 in Hemanter Pakhi.",
      "pageId": 19183908,
      "monthDay": "12/13"
    },
    {
      "year": "1982",
      "uri": "/wiki/Tuka_Rocha",
      "name": "Tuka Rocha",
      "aboutText": "Tülin Şahin (born December 13, 1980) is a Turkish-Danish top model, television presenter, fashion designer, author, and actress.",
      "pageId": 31008513,
      "monthDay": "12/13"
    },
    {
      "year": "1982",
      "uri": "/wiki/Koutaro_Tanaka",
      "name": "Koutaro Tanaka",
      "aboutText": "Danil Haustov (born December 13, 1980) is an Estonian former swimmer, who specialized in sprint freestyle events. He set an Estonian record of 1:27.06, as a relay swimmer, in the 4×50 m freestyle at the 2008 European Short Course Swimming Championships in Rijeka, Croatia. Haustov is also a member of Kohtla-Järve Water Sport Club in Tallinn, and is coached and trained by Aleksandr Abel.",
      "pageId": 37758097,
      "monthDay": "12/13"
    },
    {
      "year": "1982",
      "uri": "/wiki/Dominik_Werling",
      "name": "Dominik Werling",
      "aboutText": "Okan Yalabık (born 13 December 1978) is a Turkish actor. He has appeared in more than twenty films since 2001.",
      "pageId": 44750526,
      "monthDay": "12/13"
    },
    {
      "year": "1983",
      "uri": "/wiki/Matt_Deis",
      "name": "Matt Deis",
      "aboutText": "Koutaro Tanaka (田中 幸太朗, Tanaka Kōtarō, born December 13, 1982, in Tokyo, Japan) is a Japanese actor who is affiliated with Stardust Promotion.\n^ \"Official profile at Stardust Promotion\".",
      "pageId": 47144646,
      "monthDay": "12/13"
    },
    {
      "year": "1983",
      "uri": "/wiki/Otylia_J%C4%99drzejczak",
      "name": "Otylia Jędrzejczak",
      "aboutText": "Otylia Jędrzejczak ( listen ) (born 13 December 1983) is a Polish swimmer. She is the Olympic champion from Athens 2004 in the 200 metre butterfly. She finished 4th in this event in the 2008 Summer Olympics in Beijing.",
      "pageId": 910089,
      "monthDay": "12/13"
    },
    {
      "year": "1983",
      "uri": "/wiki/Janeth_Jepkosgei",
      "name": "Janeth Jepkosgei",
      "aboutText": "Laurence Leboeuf (born December 13, 1985, Montreal, Quebec, Canada) is a French Canadian actress.\nLaurence Charlotte Lebœuf was born 1985 in Quebec, the daughter of Diane (née Lavallée) and Marcel Leboeuf.\nShe made her acting debut as Évelyne Boivin in the Francophone television series Virginie.",
      "pageId": 3736109,
      "monthDay": "12/13"
    },
    {
      "year": "1984",
      "uri": "/wiki/Santi_Cazorla",
      "name": "Santi Cazorla",
      "aboutText": "Janeth Jepkosgei Busienei (born 13 December 1983) is a Kenyan middle distance runner and former world champion.",
      "pageId": 4504053,
      "monthDay": "12/13"
    },
    {
      "year": "1984",
      "uri": "/wiki/Hanna-Maria_Sepp%C3%A4l%C3%A4",
      "name": "Hanna-Maria Seppälä",
      "aboutText": "Hanna-Maria Seppälä (born 13 December 1984 in Kerava) is a freestyle swimmer from Finland, who won the world title in the 100 m freestyle at the 2003 World Aquatics Championships in Barcelona, Spain.\nHanna-Maria started swimming at age 5 and made the Finnish national junior team by age 10. In 1999 she won the bronze medal in the European Junior Championships in the 50 m freestyle event.",
      "pageId": 5376564,
      "monthDay": "12/13"
    },
    {
      "year": "1985",
      "uri": "/wiki/Michael_Bumpus",
      "name": "Michael Bumpus",
      "aboutText": "Taylor Alison Swift (born December 13, 1989) is an American singer-songwriter. Raised in Wyomissing, Pennsylvania, she moved to Nashville, Tennessee, at the age of 14 to pursue a career in country music. She signed with the independent label Big Machine Records and became the youngest songwriter ever signed by the Sony/ATV Music publishing house.",
      "pageId": 5422144,
      "monthDay": "12/13"
    },
    {
      "year": "1985",
      "uri": "/wiki/Laurence_Leboeuf",
      "name": "Laurence Leboeuf",
      "aboutText": "Santiago \"Santi\" Cazorla González (Spanish pronunciation: [ˈsanti kaˈθorla ɣonˈθaleθ]; born 13 December 1984) is a Spanish professional footballer who plays for Arsenal in the Premier League, and for the Spanish national team. A versatile and ambidextrous attacking midfielder who can also play as a winger, Cazorla is noted for his speed, shooting accuracy, capacity to change the rhythm of gameplay and excellent close control. He was ranked as the tenth-best footballer in the world by Bloomberg in 2013.",
      "pageId": 7543160,
      "monthDay": "12/13"
    },
    {
      "year": "1985",
      "uri": "/wiki/Alby_Mathewson",
      "name": "Alby Mathewson",
      "aboutText": "Rick Yutaka Fowler (born December 13, 1988) is an American professional golfer who plays on the PGA Tour. He was the number one ranked amateur golfer in the world for 37 weeks in 2007 and 2008. On July 13, 2015 he reached a career high 5th in the Official World Golf Ranking following his victory in the Scottish Open.",
      "pageId": 12710384,
      "monthDay": "12/13"
    },
    {
      "year": "1986",
      "uri": "/wiki/Dennis_Bermudez",
      "name": "Dennis Bermudez",
      "aboutText": "Albert Samuel \"Alby\" Mathewson (born 13 December 1985 in Hastings, New Zealand) is a rugby union player for the Western Force in Super Rugby. He plays as a scrum-half. He has played four Test matches for the All Blacks.",
      "pageId": 17486285,
      "monthDay": "12/13"
    },
    {
      "year": "1986",
      "uri": "/wiki/Mathieu_Gnanligo",
      "name": "Mathieu Gnanligo",
      "aboutText": "Mathieu Gnanligo (born 13 December 1986 in Porto-Novo) is a Beninese sprinter who specializes in the 400 metres. His personal best time is 45.88 seconds, achieved in the heats of the 2008 African Championships in Addis Ababa.\nHe won a bronze medal at the 2007 All-African Games and finished seventh at the 2008 African Championships.",
      "pageId": 19218102,
      "monthDay": "12/13"
    },
    {
      "year": "1987",
      "uri": "/wiki/James_Holmes_(mass_murderer)",
      "name": "James Holmes",
      "aboutText": "Michael Leron Bumpus (born December 13, 1985) is a former American football wide receiver He was signed by the Seattle Seahawks as an undrafted free agent in 2008.",
      "pageId": 19283413,
      "monthDay": "12/13"
    },
    {
      "year": "1988",
      "uri": "/wiki/Rickie_Fowler",
      "name": "Rickie Fowler",
      "aboutText": "Oliver James \"Olly\" Lancashire (born 13 December 1988) is an English professional footballer who currently plays for English League One club Rochdale as a centre back.\nLancashire began his career as a youth player for Crystal Palace before joining Southampton’s academy. He captained Southampton's under-18 side and turned professional in July 2006, making his senior debut in 2008.",
      "pageId": 19316274,
      "monthDay": "12/13"
    },
    {
      "year": "1988",
      "uri": "/wiki/Oliver_Lancashire",
      "name": "Oliver Lancashire",
      "aboutText": "Sénah Mango (born December 13, 1991 in Lomé) is a Togolese footballer who currently plays as a defender for French side Boulogne.",
      "pageId": 22130700,
      "monthDay": "12/13"
    },
    {
      "year": "1989",
      "uri": "/wiki/Dasha_Kapustina",
      "name": "Dasha Kapustina",
      "aboutText": "Katherine Eunice Schwarzenegger (born December 13, 1989) is an American author and the daughter of actor/politician Arnold Schwarzenegger and broadcast journalist Maria Shriver.",
      "pageId": 28866361,
      "monthDay": "12/13"
    },
    {
      "year": "1989",
      "uri": "/wiki/Hellen_Onsando_Obiri",
      "name": "Hellen Onsando Obiri",
      "aboutText": "Ben Ridge (born 13 December 1989) is an Australian retired professional rugby league footballer.",
      "pageId": 29079103,
      "monthDay": "12/13"
    },
    {
      "year": "1989",
      "uri": "/wiki/Mari_Okamoto_(entertainer)",
      "name": "Mari Okamoto",
      "aboutText": "Dennis Ross Bermudez (born December 13, 1986) is an American mixed martial artist who competes in the featherweight division of the UFC. Bermudez has been a professional MMA competitor since 2009. He has made a name for himself mainly fighting on the east coast. He was a competitor on Spike TV's The Ultimate Fighter: Team Bisping vs.",
      "pageId": 32095601,
      "monthDay": "12/13"
    },
    {
      "year": "1989",
      "uri": "/wiki/Ben_Ridge",
      "name": "Ben Ridge",
      "aboutText": "Hellen Onsando Obiri (born 13 December 1989) is a Kenyan middle-distance runner. She won 3000 metres distance at 2012 IAAF World Indoor Championships in Istanbul, Turkey. Obiri was 11th in 1500 m at 2011 World Championships in Daegu, South Korea.",
      "pageId": 35034466,
      "monthDay": "12/13"
    },
    {
      "year": "1989",
      "uri": "/wiki/Katherine_Schwarzenegger",
      "name": "Katherine Schwarzenegger",
      "aboutText": "James Eagan Holmes (born December 13, 1987) is an American convicted on 24 counts of murder and 140 counts of attempted murder for the 2012 Aurora shooting that killed 12 people and injured 70 others at a Century movie theater in Aurora, Colorado, on July 20, 2012. He had no known criminal record prior to the shooting. Holmes booby-trapped his apartment with explosives before the shooting, which were defused one day later by a bomb squad.",
      "pageId": 36491954,
      "monthDay": "12/13"
    },
    {
      "year": "1989",
      "uri": "/wiki/Taylor_Swift",
      "name": "Taylor Swift",
      "aboutText": "Dasha Kapustina (Vladivostok, December 13, 1989) is a Russian model. Dasha measures 1.72 m tall and weighs 52 kilos. She has worked for Karl Lagerfeld, besides participating ad for television in Japan and China.",
      "pageId": 37015286,
      "monthDay": "12/13"
    },
    {
      "year": "1991",
      "uri": "/wiki/S%C3%A9nah_Mango",
      "name": "Sénah Mango",
      "aboutText": "Maria Miyata (宮田 真理愛, Miyata Maria, born December 13, 1991, in Tokyo, Japan), better known as Nonoka Ono (おの ののか, Ono Nonoka), is a Japanese entertainer and race queen who is represented by the talent agency, Platinum Production.\nOno is nicknamed Nonokyan (ののきゃん).\n^ a b \"ＣＭ５本、出演番組１カ月25本…おのののか、ブレイクのワケ\".",
      "pageId": 48431938,
      "monthDay": "12/13"
    },
    {
      "year": "1991",
      "uri": "/wiki/Nonoka_Ono",
      "name": "Nonoka Ono",
      "aboutText": "Mari Okamoto (おかもと まり, Okamoto Mari, born December 13, 1989, in Fujioka, Gunma, Japan) is a Japanese entertainer and impressionist who is represented by Ohta Production.\n^ \"女ピン芸人・おかもとまりの目がやたらセクシー\" (in Japanese). Real Live.",
      "pageId": 48803012,
      "monthDay": "12/13"
    },
    {
      "year": "1993",
      "uri": "/wiki/Jurian_Beat_Crisis",
      "name": "Jurian Beat Crisis",
      "aboutText": "Prince Nicolas of Belgium (Nicolas Casimir Marie; born 13 December 2005) is the second child of Prince Laurent and Princess Claire of Belgium.",
      "pageId": 3430707,
      "monthDay": "12/13"
    },
    {
      "year": "1994",
      "uri": "/wiki/A*M*E",
      "name": "A*M*E",
      "aboutText": "Prince Aymeric of Belgium (Aymeric Auguste Marie; born 13 December 2005, in Woluwe-Saint-Lambert) is the third child of Prince Laurent and Princess Claire of Belgium.",
      "pageId": 3430783,
      "monthDay": "12/13"
    },
    {
      "year": "1994",
      "uri": "/wiki/Leo_Ieiri",
      "name": "Leo Ieiri",
      "aboutText": "Juria Kawakami (川上 ジュリア, Kawakami Juria) (born December 13, 1993) is a Japanese singer that debuted under the Avex Trax label in 2009. She is known by her stage name of Jurian Beat Crisis (stylized as JURIAN BEAT CRISIS and often shortened to JURIBE). Her stage name Jurian Beat Crisis is officially regarded as a band.",
      "pageId": 26128936,
      "monthDay": "12/13"
    },
    {
      "year": "2005",
      "uri": "/wiki/Prince_Aymeric_of_Belgium",
      "name": "Prince Aymeric of Belgium",
      "aboutText": "Leo Ieiri (家入レオ, Ieiri Reo, born December 13, 1994 in Fukuoka Prefecture) is a Japanese singer-songwriter. Her song \"Sabrina\" was used as the third ending song of the anime television series Toriko.\nHer stage name comes from the movie Léon: The Professional, and also comes from Leo of Kimba the White Lion because her eyes resemble a lion.",
      "pageId": 37110584,
      "monthDay": "12/13"
    },
    {
      "year": "2005",
      "uri": "/wiki/Prince_Nicolas_of_Belgium",
      "name": "Prince Nicolas of Belgium",
      "aboutText": "Aminata Kabba (born 13 December 1994), better known as A*M*E, is a British singer-songwriter. A*M*E was born in Freetown, Sierra Leone on 13 December 1994. In 2011, Kabba was scouted and signed by Take That frontman Gary Barlow to his label, Future Records.",
      "pageId": 37234134,
      "monthDay": "12/13"
    }
  ]
}