{
  "people": [
    {
      "year": "1009",
      "uri": "/wiki/Emperor_Go-Suzaku",
      "name": "Emperor Go-Suzaku",
      "aboutText": "Tycho Brahe /ˌtaɪkoʊ ˈbrɑːhi, ˈbrɑːᵊ/, born Tyge Ottesen Brahe (Danish: [ˈtˢyːə ˈʌd̥əsn̩ ˈb̥ʁɑː]; 14 December 1546 – 24 October 1601), was a Danish nobleman known for his accurate and comprehensive astronomical and planetary observations. He was born in Scania, then part of Denmark, now part of modern-day Sweden.",
      "pageId": 30027,
      "monthDay": "12/14"
    },
    {
      "year": "1332",
      "uri": "/wiki/Frederick_III,_Landgrave_of_Thuringia",
      "name": "Frederick III, Landgrave of Thuringia",
      "aboutText": "Emperor Go-Suzaku (後朱雀天皇, Go-Suzaku-tennō, December 14, 1009 – February 7, 1045) was the 69th emperor of Japan, according to the traditional order of succession.\nGo-Suzaku's reign spanned the years from 1036 through 1045.\nThis 11th-century sovereign was named after the 10th-century Emperor Suzaku and go- (後), translates literally as \"later;\" and thus, he is sometimes called the \"Later Emperor Suzaku\".",
      "pageId": 36688,
      "monthDay": "12/14"
    },
    {
      "year": "1546",
      "uri": "/wiki/Tycho_Brahe",
      "name": "Tycho Brahe",
      "aboutText": "Aphra Behn [Aphara] (/ˈæfrə bɛn/; 14 December 1640? – 16 April 1689) was a British playwright, poet, translator and fiction writer from the Restoration era. As one of the first English women to earn her living by her writing, she broke cultural barriers and served as a literary role model for later generations of women authors.",
      "pageId": 113143,
      "monthDay": "12/14"
    },
    {
      "year": "1607",
      "uri": "/wiki/John_Kem%C3%A9ny_(prince)",
      "name": "János Kemény",
      "aboutText": "Admiral Thomas Cochrane, 10th Earl of Dundonald, Marquess of Maranhão, GCB, ODM (14 December 1775 – 31 October 1860), styled Lord Cochrane between 1778 and 1831, was a British naval flag officer of the Royal Navy and radical politician.\nHe was a daring and successful captain of the Napoleonic Wars, leading the French to nickname him Le Loup des Mers (literally 'The Wolf of the Seas').\nHe was dismissed from the Royal Navy in 1814, following a conviction for fraud on the Stock Exchange.",
      "pageId": 224080,
      "monthDay": "12/14"
    },
    {
      "year": "1625",
      "uri": "/wiki/Barth%C3%A9lemy_d%27Herbelot",
      "name": "Barthélemy d'Herbelot",
      "aboutText": "Maria Antonia of Naples and Sicily (14 December 1784 – 21 May 1806), was the youngest daughter of Ferdinand, King of Naples and Sicily, and Maria Carolina of Austria.",
      "pageId": 691708,
      "monthDay": "12/14"
    },
    {
      "year": "1631",
      "uri": "/wiki/Anne_Conway_(philosopher)",
      "name": "Anne Conway",
      "aboutText": "Charles Wolfe (14 December 1791 – 21 February 1823) was an Irish poet, chiefly remembered for \"The Burial of Sir John Moore after Corunna\" which achieved popularity in 19th century poetry anthologies.",
      "pageId": 749991,
      "monthDay": "12/14"
    },
    {
      "year": "1640",
      "uri": "/wiki/Aphra_Behn",
      "name": "Aphra Behn",
      "aboutText": "Erastus Corning I (December 14, 1794 – April 9, 1872) was an American businessman and politician",
      "pageId": 990390,
      "monthDay": "12/14"
    },
    {
      "year": "1678",
      "uri": "/wiki/Daniel_Neal",
      "name": "Daniel Neal",
      "aboutText": "Daniel Neal (14 December 1678 – 4 April 1743) was an English historian.\nBorn in London, he was educated at the Merchant Taylors' School, and at the universities of Utrecht and Leiden. In 1704 he became assistant minister, and in 1706 sole minister, of an independent congregation worshipping in Aldersgate Street, and afterwards in Jewin Street, London, where he remained almost until his death.",
      "pageId": 1095303,
      "monthDay": "12/14"
    },
    {
      "year": "1720",
      "uri": "/wiki/Justus_M%C3%B6ser",
      "name": "Justus Möser",
      "aboutText": "Anne Conway (also known as Viscountess Conway) (née Finch; 14 December 1631 – 18 February 1679) was an English philosopher whose work, in the tradition of the Cambridge Platonists, was an influence on Leibniz. Conway's thought is original as it is rationalist philosophy, with hallmarks of gynocentric concerns and patterns, and in that sense it was unique among seventeenth-century systems.\n^ Jane Duran (2006).",
      "pageId": 1415261,
      "monthDay": "12/14"
    },
    {
      "year": "1730",
      "uri": "/wiki/Capel_Bond",
      "name": "Capel Bond",
      "aboutText": "Barthélemy d'Herbelot de Molainville (14 December 1625 – 8 December 1695) was a French Orientalist.\nBorn in Paris, he was educated at the University of Paris, and devoted himself to the study of oriental languages, going to Italy to perfect himself in them by converse with the orientals who frequented its seaports. There he also made the acquaintance of Holstenius, the Dutch humanist (1596–1661), and Leo Allatius, the Greek scholar (1586–1669).",
      "pageId": 1647533,
      "monthDay": "12/14"
    },
    {
      "year": "1738",
      "uri": "/wiki/Jan_Anton%C3%ADn_Ko%C5%BEeluh",
      "name": "Jan Antonín Koželuh",
      "aboutText": "Philander Chase (December 14, 1775 – September 20, 1852) was an Episcopal Church bishop, educator, and pioneer of the United States western frontier, especially in Ohio and Illinois.",
      "pageId": 1693120,
      "monthDay": "12/14"
    },
    {
      "year": "1775",
      "uri": "/wiki/Philander_Chase",
      "name": "Philander Chase",
      "aboutText": "Justus Möser (December 14, 1720, Osnabrück – January 8, 1794, Osnabrück) was a German jurist and social theorist.",
      "pageId": 2399422,
      "monthDay": "12/14"
    },
    {
      "year": "1775",
      "uri": "/wiki/Thomas_Cochrane,_10th_Earl_of_Dundonald",
      "name": "Thomas Cochrane, 10th Earl of Dundonald",
      "aboutText": "Frederick III, the Strict (14 December 1332, Dresden – 21 May 1381, Altenburg), Landgrave of Thuringia and Margrave of Meissen, was the son of Frederick II, Margrave of Meissen and Mathilde of Bavaria.\nHe took over the government for his brothers William, Balthasar and Ludwig (Bishop of Bamberg) after the death of their father in 1349. One year later the Emperor gave the Margraviate of Meissen to the four brothers jointly.",
      "pageId": 3107304,
      "monthDay": "12/14"
    },
    {
      "year": "1777",
      "uri": "/wiki/Du_Pre_Alexander,_2nd_Earl_of_Caledon",
      "name": "Du Pre Alexander, 2nd Earl of Caledon",
      "aboutText": "Jan Antonín Koželuh (also Johann Antonin Kozeluch, Koscheluch, Jan Evangelista Antonín Tomáš; 14 December 1738 – 3 February 1814) was a renowned Bohemian composer from Velvary. He was a pupil of Josef Seger and studied under the Jesuits in Brenitz. He studied in Vienna under Christoph Willibald von Gluck and Florian Gassmann.",
      "pageId": 4132173,
      "monthDay": "12/14"
    },
    {
      "year": "1784",
      "uri": "/wiki/Princess_Maria_Antonia_of_Naples_and_Sicily",
      "name": "Princess Maria Antonia of Naples and Sicily",
      "aboutText": "Maria Szymanowska (Polish pronunciation: [ˈmarja ʂɨmaˈnɔfska]; born Marianna Agata Wołowska; Warsaw, December 14, 1789 – July 25, 1831, St. Petersburg, Russia) was a Polish composer and one of the first professional virtuoso pianists of the 19th century. She toured extensively throughout Europe, especially in the 1820s, before settling permanently in St.",
      "pageId": 6761528,
      "monthDay": "12/14"
    },
    {
      "year": "1787",
      "uri": "/wiki/Maria_Ludovika_of_Austria-Este",
      "name": "Maria Ludovika of Austria-Este",
      "aboutText": "Du Pré Alexander, 2nd Earl of Caledon KP (14 December 1777 – 8 April 1839), styled The Honourable Du Pré Alexander from 1790 to 1800 and Viscount Alexander from 1800 to 1802, was an Irish peer, landlord and colonial administrator, and was the second child and only son of James Alexander, 1st Earl of Caledon.",
      "pageId": 7388594,
      "monthDay": "12/14"
    },
    {
      "year": "1789",
      "uri": "/wiki/Maria_Szymanowska",
      "name": "Maria Szymanowska",
      "aboutText": "Maria Ludovika of Austria-Este, also known as Maria Ludovika of Modena, (German: Maria Ludovika Beatrix von Modena; 14 December 1787 – 7 April 1816) was the daughter of Archduke Ferdinand of Austria-Este (1754–1806) and his wife, Maria Beatrice Ricciarda d'Este (1750–1829).",
      "pageId": 9877500,
      "monthDay": "12/14"
    },
    {
      "year": "1791",
      "uri": "/wiki/Charles_Wolfe",
      "name": "Charles Wolfe",
      "aboutText": "Capel Bond (14 December 1730 – 14 February 1790) was an English organist and composer.\nHe was born in Gloucester, the son of William Bond and the younger brother of painter and japanner Daniel Bond (1725–1803). He received his education at the Crypt school with his uncle, Rev.",
      "pageId": 11395648,
      "monthDay": "12/14"
    },
    {
      "year": "1794",
      "uri": "/wiki/Erastus_Corning",
      "name": "Erastus Corning",
      "aboutText": "János Kemény (December 14, 1607 in Magyarbükkös – January 23, 1662 in Szásznagyszőllős) was a Hungarian aristocrat, writer and prince of Transylvania.\nJános Kemény, offspring of a Transylvanian family of Hungarian aristocrats, held various political and military positions in the Principality of Transylvania, during the reign of princes Gábor Bethlen and George I Rákóczi. As he writes, the family descends from Kemeny Simon, who disguised himself as Hunyadi János and was killed by the Turks instead of his master.",
      "pageId": 18247003,
      "monthDay": "12/14"
    },
    {
      "year": "1816",
      "uri": "/wiki/Abraham_Hochmuth",
      "name": "Abraham Hochmuth",
      "aboutText": "Abraham Hochmuth was a Hungarian rabbi; born at Bán, Hungary, December 14, 1816; died at Veszprim June 10, 1889.\nWhile attending the Charles University in Prague, he pursued the study of the Talmud with S. L. Rapoport. In 1846 he was appointed principal of the newly founded Jewish school at Miskolcz, where in 1850 he opened a private school.",
      "pageId": 39514648,
      "monthDay": "12/14"
    },
    {
      "year": "1824",
      "uri": "/wiki/Pierre_Puvis_de_Chavannes",
      "name": "Pierre Puvis de Chavannes",
      "aboutText": "Morihei Ueshiba (植芝 盛平, Ueshiba Morihei, December 14, 1883 – April 26, 1969) was a martial artist and founder of the Japanese martial art of aikido. He is often referred to as \"the founder\" Kaiso (開祖) or Ōsensei (大先生/翁先生), \"Great Teacher\".\nThe son of a landowner from Tanabe, Ueshiba studied a number of martial arts in his youth, and served in the Japanese Army during the Russo-Japanese War.",
      "pageId": 20069,
      "monthDay": "12/14"
    },
    {
      "year": "1832",
      "uri": "/wiki/Daniel_H._Reynolds",
      "name": "Daniel H. Reynolds",
      "aboutText": "George VI (Albert Frederick Arthur George; 14 December 1895 – 6 February 1952) was King of the United Kingdom and the Dominions of the British Commonwealth from 11 December 1936 until his death. He was the last Emperor of India and the first Head of the Commonwealth.\nAs the second son of King George V, he was not expected to inherit the throne and spent his early life in the shadow of his elder brother, Edward.",
      "pageId": 46755,
      "monthDay": "12/14"
    },
    {
      "year": "1852",
      "uri": "/wiki/Daniel_De_Leon",
      "name": "Daniel De Leon",
      "aboutText": "Paul Éluard (French pronunciation: ​[elɥar]), born Eugène Émile Paul Grindel ([ɡʁɛ̃dɛl]; 14 December 1895 – 18 November 1952), was a French poet and one of the founders of the surrealist movement.",
      "pageId": 68241,
      "monthDay": "12/14"
    },
    {
      "year": "1853",
      "uri": "/wiki/Errico_Malatesta",
      "name": "Errico Malatesta",
      "aboutText": "Errico Malatesta (14 December 1853 – 22 July 1932) was an Italian anarchist. He spent much of his life exiled from Italy and in total spent more than ten years in prison.",
      "pageId": 90700,
      "monthDay": "12/14"
    },
    {
      "year": "1866",
      "uri": "/wiki/Roger_Fry",
      "name": "Roger Fry",
      "aboutText": "James Harold \"Jimmy\" Doolittle (December 14, 1896 – September 27, 1993) was an American aviation pioneer. A Reserve officer in the United States Army Air Corps, Doolittle was recalled to active duty during World War II and awarded the Medal of Honor for his valor and leadership as commander of the Doolittle Raid.",
      "pageId": 147748,
      "monthDay": "12/14"
    },
    {
      "year": "1870",
      "uri": "/wiki/Karl_Renner",
      "name": "Karl Renner",
      "aboutText": "Paul (Greek: Παῦλος, Βασιλεὺς τῶν Ἑλλήνων, Pávlos, Vasiléfs ton Ellínon; 14 December 1901 – 6 March 1964) reigned as King of Greece from 1947 until his death.",
      "pageId": 160201,
      "monthDay": "12/14"
    },
    {
      "year": "1881",
      "uri": "/wiki/Katherine_MacDonald",
      "name": "Katherine MacDonald",
      "aboutText": "Pierre Puvis de Chavannes (14 December 1824 – 24 October 1898) was a French painter, who became the co-founder and president of the Société Nationale des Beaux-Arts and whose work influenced many other artists. Though his reputation has since declined, he was a prominent painter in the early Third Republic.",
      "pageId": 164378,
      "monthDay": "12/14"
    },
    {
      "year": "1883",
      "uri": "/wiki/Manolis_Kalomiris",
      "name": "Manolis Kalomiris",
      "aboutText": "Karl Renner  (14 December 1870 – 31 December 1950) was an Austrian politician of the Social Democratic Party. He is called the Father of the Republic because he headed the first government in German Austria and the First Austrian Republic in 1918/19, and was once again decisive in establishing the present Second Republic after the fall of Nazi Germany in 1945, becoming its first President.",
      "pageId": 165217,
      "monthDay": "12/14"
    },
    {
      "year": "1883",
      "uri": "/wiki/Morihei_Ueshiba",
      "name": "Morihei Ueshiba",
      "aboutText": "Roger Eliot Fry (14 December 1866 – 9 September 1934) was an English painter and critic, and a member of the Bloomsbury Group. Establishing his reputation as a scholar of the Old Masters, he became an advocate of more recent developments in French painting, to which he gave the name Post-Impressionism. He was the first figure to raise public awareness of modern art in Britain, and emphasised the formal properties of paintings over the \"associated ideas\" conjured in the viewer by their representational content.",
      "pageId": 197295,
      "monthDay": "12/14"
    },
    {
      "year": "1884",
      "uri": "/wiki/Jane_Cowl",
      "name": "Jane Cowl",
      "aboutText": "Margaret Madeline Chase Smith (December 14, 1897 – May 29, 1995) was an American politician. A member of the Republican Party, she served as a U.S Representative (1940-1949) and a U.S. Senator (1949-1973) from Maine. She was the first woman to serve in both houses of the United States Congress, and the first woman to represent Maine in either.",
      "pageId": 253580,
      "monthDay": "12/14"
    },
    {
      "year": "1887",
      "uri": "/wiki/Xul_Solar",
      "name": "Xul Solar",
      "aboutText": "Xul Solar was the adopted name of Oscar Agustín Alejandro Schulz Solari (born December 14, 1887 – April 9, 1963), Argentine painter, sculptor, writer, and inventor of imaginary languages.",
      "pageId": 494730,
      "monthDay": "12/14"
    },
    {
      "year": "1894",
      "uri": "/wiki/Alexander_Nelke",
      "name": "Alexander Nelke",
      "aboutText": "Kurt Alois Josef Johann Schuschnigg (until 1919 Kurt Alois Josef Johann Edler von Schuschnigg, 14 December 1897 – 18 November 1977) was Chancellor of the Federal State of Austria, following the assassination of his predecessor, Engelbert Dollfuss, in July 1934, until Nazi Germany's annexing of Austria, (Anschluss), in March 1938. He was opposed to Hitler's ambitions to absorb Austria into the Third Reich.\nAfter Schuschnigg's efforts to keep Austria independent had failed, he resigned his office.",
      "pageId": 531714,
      "monthDay": "12/14"
    },
    {
      "year": "1895",
      "uri": "/wiki/George_VI",
      "name": "George VI",
      "aboutText": "Henri Jean Cochet (French: [ɑ̃ʁi ʒɑ̃ ˈkəʊʃeɪ]; 14 December 1901 – 1 April 1987) was a French tennis player. He was a world No. 1 ranked player, and a member of the famous \"Four Musketeers\" from France who dominated tennis in the late 1920s and early 1930s.",
      "pageId": 775552,
      "monthDay": "12/14"
    },
    {
      "year": "1895",
      "uri": "/wiki/Paul_%C3%89luard",
      "name": "Paul Éluard",
      "aboutText": "Frances Elizabeth Bavier (December 14, 1902 – December 6, 1989) was an American stage and television actress. Originally from New York theatre, Bavier worked in film and television from the 1950s. She is best known as the role of Aunt Bee on The Andy Griffith Show and Mayberry R.F.D. from 1960 to 1970.",
      "pageId": 1002510,
      "monthDay": "12/14"
    },
    {
      "year": "1896",
      "uri": "/wiki/Jimmy_Doolittle",
      "name": "Jimmy Doolittle",
      "aboutText": "Manolis Kalomiris (Greek: Μανώλης Καλομοίρης; December 14, 1883, Smyrna – April 3, 1962, Athens), was a Greek classical composer.",
      "pageId": 1973743,
      "monthDay": "12/14"
    },
    {
      "year": "1897",
      "uri": "/wiki/Kurt_Schuschnigg",
      "name": "Kurt Schuschnigg",
      "aboutText": "Jane Cowl (December 14, 1883 – June 22, 1950) was an American film and stage actress and playwright \"notorious for playing lachrymose parts\".",
      "pageId": 2572540,
      "monthDay": "12/14"
    },
    {
      "year": "1897",
      "uri": "/wiki/Margaret_Chase_Smith",
      "name": "Margaret Chase Smith",
      "aboutText": "Katherine Agnew MacDonald (December 14, 1891–June 4, 1956) was an American actress and film producer.",
      "pageId": 3689586,
      "monthDay": "12/14"
    },
    {
      "year": "1901",
      "uri": "/wiki/Henri_Cochet",
      "name": "Henri Cochet",
      "aboutText": "Daniel Harris Reynolds (December 14, 1832 – March 14, 1902) was a Confederate States Army brigadier general during the American Civil War. He was born at Centerburg, Ohio but moved to Iowa, Tennessee and finally to Arkansas before the Civil War. He was a lawyer in Arkansas before the war.",
      "pageId": 34203355,
      "monthDay": "12/14"
    },
    {
      "year": "1901",
      "uri": "/wiki/Paul_of_Greece",
      "name": "Paul of Greece",
      "aboutText": "Daniel De Leon (December 14, 1852 – May 11, 1914) was an American socialist newspaper editor, politician, Marxist theoretician, and trade union organizer.",
      "pageId": 39606902,
      "monthDay": "12/14"
    },
    {
      "year": "1902",
      "uri": "/wiki/Frances_Bavier",
      "name": "Frances Bavier",
      "aboutText": "Sergei Alexander Nelke (December 14, 1894 — August 8, 1974) was an Estonian-American artist in the mid to late 20th Century.",
      "pageId": 44595879,
      "monthDay": "12/14"
    },
    {
      "year": "1903",
      "uri": "/wiki/Walter_Rangeley",
      "name": "Walter Rangeley",
      "aboutText": "Shirley Hardie Jackson (December 14, 1916 – August 8, 1965) was an American author. She was a popular writer in her time, and her work has received increased attention from literary critics in recent years. She influenced Neil Gaiman, Stephen King, Nigel Kneale, and Richard Matheson.",
      "pageId": 158097,
      "monthDay": "12/14"
    },
    {
      "year": "1908",
      "uri": "/wiki/Morey_Amsterdam",
      "name": "Morey Amsterdam",
      "aboutText": "Lindley Armstrong \"Spike\" Jones (December 14, 1911 – May 1, 1965) was an American musician and bandleader specializing in performing satirical arrangements of popular songs. Ballads and classical works receiving the Jones treatment would be punctuated with gunshots, whistles, cowbells, and outlandish vocals.",
      "pageId": 194036,
      "monthDay": "12/14"
    },
    {
      "year": "1908",
      "uri": "/wiki/Claude_Davey",
      "name": "Claude Davey",
      "aboutText": "Morey Amsterdam (December 14, 1908 – October 28, 1996) was an American television actor and comedian, best known for the role of Buddy Sorrell on CBS's The Dick Van Dyke Show from 1961 to 1966.",
      "pageId": 211712,
      "monthDay": "12/14"
    },
    {
      "year": "1908",
      "uri": "/wiki/M%C3%A1ria_Szepes",
      "name": "Mária Szepes",
      "aboutText": "Karl Carstens (14 December 1914 – 30 May 1992) was a German politician.",
      "pageId": 241173,
      "monthDay": "12/14"
    },
    {
      "year": "1909",
      "uri": "/wiki/Edward_Lawrie_Tatum",
      "name": "Edward Lawrie Tatum",
      "aboutText": "Hans Joachim Pabst von Ohain (14 December 1911 – 13 March 1998) was a German physicist, and designer of the first operational jet engine. His first design ran in March 1937, and it was one of his engines that powered the world's first flyable all-jet aircraft, the prototype of the Heinkel He 178 (He 178 V1) in late August 1939. In spite of these early successes, other German designs quickly eclipsed von Ohain's, and none of his engine designs entered widespread production or operational use.",
      "pageId": 259389,
      "monthDay": "12/14"
    },
    {
      "year": "1911",
      "uri": "/wiki/Spike_Jones",
      "name": "Spike Jones",
      "aboutText": "Rosalyn Tureck (December 14, 1914 – July 17, 2003) was an American pianist and harpsichordist who was particularly associated with the music of Johann Sebastian Bach. However, she had a wide-ranging repertoire that included works by composers including Ludwig van Beethoven, Johannes Brahms, and Frédéric Chopin, as well as more modern composers such as David Diamond, Luigi Dallapiccola, and William Schuman. Diamond's Piano Sonata No.",
      "pageId": 274268,
      "monthDay": "12/14"
    },
    {
      "year": "1911",
      "uri": "/wiki/Hans_von_Ohain",
      "name": "Hans von Ohain",
      "aboutText": "June Taylor (December 14, 1917 – May 16, 2004) was an American choreographer, best known as the founder of the June Taylor Dancers, who were featured on Jackie Gleason's various television variety programs.",
      "pageId": 663796,
      "monthDay": "12/14"
    },
    {
      "year": "1911",
      "uri": "/wiki/Jerzy_Iwanow-Szajnowicz",
      "name": "Jerzy Iwanow-Szajnowicz",
      "aboutText": "Edward Lawrie Tatum (December 14, 1909 – November 5, 1975) was an American geneticist. He shared half of the Nobel Prize in Physiology or Medicine in 1958 with George Wells Beadle for showing that genes control individual steps in metabolism. The other half of that year's award went to Joshua Lederberg.",
      "pageId": 917655,
      "monthDay": "12/14"
    },
    {
      "year": "1914",
      "uri": "/wiki/Karl_Carstens",
      "name": "Karl Carstens",
      "aboutText": "Radu Beligan (Romanian pronunciation: [ˈradu beliˈɡan]; born 14 December 1918) is a prolific Romanian actor, director and essayist, with an activity of over 70 years in theater, film, television and radio. On 15 December 2013, confirmed by Guinness World Records, the actor received the title of \"The oldest active theatre actor\" on the planet. He was elected honorary member of the Romanian Academy in 2004.",
      "pageId": 939710,
      "monthDay": "12/14"
    },
    {
      "year": "1914",
      "uri": "/wiki/Attila_Petschauer",
      "name": "Attila Petschauer",
      "aboutText": "Rashid Behbudov (Azerbaijani: Rəşid Məcid oğlu Behbudov, رشید بهبوداوف; December 14, 1915 – June 9, 1989) was an Azerbaijani singer and actor. He sang in Azerbaijani Turkic , Russian, Persian, Turkish, Georgian, Hindi, Armenian, Urdu, and Bengali among other languages.\nRashid Behbudov was born in Tiflis Tbilisi, Georgia in 1915.",
      "pageId": 1016958,
      "monthDay": "12/14"
    },
    {
      "year": "1914",
      "uri": "/wiki/Nam_Ph%C6%B0%C6%A1ng",
      "name": "Nam Phương",
      "aboutText": "Empress Nam Phương (14 December 1914 – 16 December 1963), born Marie-Thérèse Nguyễn Hữu Thị Lan, later Imperial Princess Nam Phương, was the first and primary wife of Bảo Đại, the last emperor of Vietnam, from 1934 until her death.",
      "pageId": 1116223,
      "monthDay": "12/14"
    },
    {
      "year": "1914",
      "uri": "/wiki/Rosalyn_Tureck",
      "name": "Rosalyn Tureck",
      "aboutText": "Carl-Henrik Hermansson (born 14 December 1917) is a former Swedish politician. He was born in Bollnäs. He was chairman of the Communist Party of Sweden (during his leadership renamed to the Left Party – Communists) 1964–1975 and member of parliament 1963–1985.",
      "pageId": 1627685,
      "monthDay": "12/14"
    },
    {
      "year": "1915",
      "uri": "/wiki/Rashid_Behbudov",
      "name": "Rashid Behbudov",
      "aboutText": "Elyse Knox (December 14, 1917 – February 16, 2012) was an American actress, model, and fashion designer.",
      "pageId": 3678252,
      "monthDay": "12/14"
    },
    {
      "year": "1915",
      "uri": "/wiki/Dan_Dailey",
      "name": "Dan Dailey",
      "aboutText": "Attila Petschauer (December 14, 1904 – January 30, 1943) was a Jewish Hungarian Olympic champion fencer.",
      "pageId": 4887323,
      "monthDay": "12/14"
    },
    {
      "year": "1916",
      "uri": "/wiki/Shirley_Jackson",
      "name": "Shirley Jackson",
      "aboutText": "Daniel James \"Dan\" Dailey, Jr. (December 14, 1915 – October 16, 1978) was an American dancer and actor.",
      "pageId": 7599982,
      "monthDay": "12/14"
    },
    {
      "year": "1917",
      "uri": "/wiki/C.-H._Hermansson",
      "name": "C.-H. Hermansson",
      "aboutText": "Walter Rangeley (14 December 1903 – 16 March 1982) was an English athlete who competed mainly in the sprints. He was born in Salford and died in Glyndŵr.\nRangeley competed for Great Britain in the 1924 Summer Olympics held in Paris, France in the 4×100 metre relay where he won the silver medal with his team mates Harold Abrahams, William Nichol and Lancelot Royle.",
      "pageId": 7790193,
      "monthDay": "12/14"
    },
    {
      "year": "1917",
      "uri": "/wiki/Elyse_Knox",
      "name": "Elyse Knox",
      "aboutText": "Claude Davey (14 December 1908 – 18 February 2001) was a Wales international rugby union player who played club rugby for several teams, most notably Sale and Swansea. He was awarded 23 caps for Wales and captained his country eight times.",
      "pageId": 10067093,
      "monthDay": "12/14"
    },
    {
      "year": "1917",
      "uri": "/wiki/June_Taylor",
      "name": "June Taylor",
      "aboutText": "Mária Szepes (Hungarian pronunciation: [ˈmaːriɒ ˈsɛpɛʃ]; December 14, 1908 – September 3 2007) was a Hungarian author. She worked as a journalist and screenwriter, as well as an independent author in the field of hermetic philosophy since 1941.",
      "pageId": 13124261,
      "monthDay": "12/14"
    },
    {
      "year": "1918",
      "uri": "/wiki/James_T._Aubrey",
      "name": "James T. Aubrey",
      "aboutText": "James Thomas Aubrey, Jr. (December 14, 1918 – September 3, 1994) was a leading American television and film executive. President of the CBS television network during the early 1960s, he put some of television's most enduring series on the air, including Gilligan's Island and The Beverly Hillbillies.",
      "pageId": 30871177,
      "monthDay": "12/14"
    },
    {
      "year": "1918",
      "uri": "/wiki/Radu_Beligan",
      "name": "Radu Beligan",
      "aboutText": "Jerzy Iwanow-Szajnowicz (Greek: Γεώργιος Ιβάνωφ-Σαϊνόβιτς, Georgios Ivanof-Sainovits; Warsaw, 14 December 1911 – Athens, 4 January 1943) was a Greek-Polish athlete who fought as a saboteur in the Greek Resistance during World War II and was executed by the Germans.",
      "pageId": 46553038,
      "monthDay": "12/14"
    },
    {
      "year": "1918",
      "uri": "/wiki/B._K._S._Iyengar",
      "name": "B. K. S. Iyengar",
      "aboutText": "Gerard Kornelis van het Reve (14 December 1923 – 8 April 2006) was a Dutch writer. He started writing as Simon van het Reve and adopted the shorter Gerard Reve in 1973. Together with Willem Frederik Hermans and Harry Mulisch, he is considered one of the \"Great Three\" of Dutch post-war literature.",
      "pageId": 230751,
      "monthDay": "12/14"
    },
    {
      "year": "1920",
      "uri": "/wiki/Clark_Terry",
      "name": "Clark Terry",
      "aboutText": "Clark Terry Jr. (December 14, 1920 – February 21, 2015) was an American swing and bebop trumpeter, a pioneer of the flugelhorn in jazz, composer, educator, and NEA Jazz Masters inductee.\nHe played with Charlie Barnet (1947), Count Basie (1948–51), Duke Ellington (1951–59), Quincy Jones (1960), and Oscar Peterson (1964-96).",
      "pageId": 267696,
      "monthDay": "12/14"
    },
    {
      "year": "1922",
      "uri": "/wiki/Nikolay_Basov",
      "name": "Nikolay Basov",
      "aboutText": "Ranbir Raj Kapoor (14 December 1924 – 2 June 1988), also known as \"The Show Man\", was a noted Indian film actor, producer and director of Hindi cinema. He was the winner of two National Film Awards and nine Filmfare Awards in India, and a two-time nominee for the Palme d'Or grand prize at the Cannes Film Festival for his films Awaara (1951) and Boot Polish (1954). His performance in Awaara was ranked as one of the top ten greatest performances of all time by Time magazine.",
      "pageId": 380483,
      "monthDay": "12/14"
    },
    {
      "year": "1922",
      "uri": "/wiki/Don_Hewitt",
      "name": "Don Hewitt",
      "aboutText": "Bellur Krishnamachar Sundararaja Iyengar (14 December 1918 – 20 August 2014), better known as B.K.S. Iyengar, was the founder of the style of yoga known as \"Iyengar Yoga\" and was considered one of the foremost yoga teachers in the world. He was the author of many books on yoga practice and philosophy including Light on Yoga, Light on Pranayama, Light on the Yoga Sutras of Patanjali, and Light on Life. Iyengar was one of the earliest students of Tirumalai Krishnamacharya, who is often referred to as \"the father of modern yoga\".",
      "pageId": 585681,
      "monthDay": "12/14"
    },
    {
      "year": "1922",
      "uri": "/wiki/Junior_J._Spurrier",
      "name": "Junior J. Spurrier",
      "aboutText": "Charles Allan \"Charlie\" Rich (December 14, 1932 – July 25, 1995) was an American country music singer, songwriter and musician. His eclectic style of music was often hard to classify in a single genre, encompassing the rockabilly, jazz, blues, country, soul and gospel genres.\nIn the later part of his life, Rich acquired the nickname the Silver Fox.",
      "pageId": 625857,
      "monthDay": "12/14"
    },
    {
      "year": "1923",
      "uri": "/wiki/Gerard_Reve",
      "name": "Gerard Reve",
      "aboutText": "George Furth (December 14, 1932 – August 11, 2008) was an American librettist, playwright, and actor.",
      "pageId": 691099,
      "monthDay": "12/14"
    },
    {
      "year": "1924",
      "uri": "/wiki/Raj_Kapoor",
      "name": "Raj Kapoor",
      "aboutText": "Shyam Benegal (Hindi: श्याम बेनेगल; born 14 December 1934) is an Indian director and screenwriter. With his first four feature films Ankur (1973), Nishant (1975), Manthan (1976) and Bhumika (1977) he created a new genre, which has now come to be called the \"middle cinema\" in India. He has expressed dislike of the term, preferring his work to be called New or Alternate cinema.",
      "pageId": 892937,
      "monthDay": "12/14"
    },
    {
      "year": "1925",
      "uri": "/wiki/Sam_Jones_(baseball)",
      "name": "Sam Jones",
      "aboutText": "Jaun Elia (Urdu: جون ایلیاء‎, 14 December 1931 – 8 November 2002) was a Pakistani Urdu poet, philosopher, biographer, and scholar. He was the brother of Rais Amrohvi and Syed Muhammad Taqi, two renown journalists and psychoanalysts.",
      "pageId": 1198358,
      "monthDay": "12/14"
    },
    {
      "year": "1927",
      "uri": "/wiki/Richard_Cassilly",
      "name": "Richard Cassilly",
      "aboutText": "David Russell Harris, FSA, FBA (14 December 1930 – 25 December 2013) was a British geographer, anthropologist, archaeologist and academic, well known for his detailed work on the origins of agriculture and the domestication of plants and animals.",
      "pageId": 1457864,
      "monthDay": "12/14"
    },
    {
      "year": "1927",
      "uri": "/wiki/Koos_Rietkerk",
      "name": "Koos Rietkerk",
      "aboutText": "Nikolay Gennadiyevich Basov (Russian: Никола́й Генна́диевич Ба́сов; 14 December 1922 – 1 July 2001) was a Soviet physicist and educator.",
      "pageId": 1555268,
      "monthDay": "12/14"
    },
    {
      "year": "1930",
      "uri": "/wiki/David_R._Harris",
      "name": "David R. Harris",
      "aboutText": "Halroy Candis \"Hal\" Williams (born December 14, 1934) is an American actor, best known for his recurring role as Police Officer Smith (\"Smitty\") on Sanford and Son, and as the patriarch Lester Jenkins, the husband of Marla Gibbs's character, on the NBC sitcom 227.\nWilliams started out in the acting business in 1969. Since then, he has appeared in movies such as Paul Schrader's Hardcore, Howard Zieff's Private Benjamin (he also portrayed the role of Sgt L.C. \"Ted\" Ross in the television series of the same name), and Clint Eastwood's The Rookie.",
      "pageId": 1611760,
      "monthDay": "12/14"
    },
    {
      "year": "1931",
      "uri": "/wiki/Jon_Elia",
      "name": "Jon Elia",
      "aboutText": "Abbe Lane (born Abigail Francine Lassman; December 14, 1932) is an American singer and actress.",
      "pageId": 2205692,
      "monthDay": "12/14"
    },
    {
      "year": "1931",
      "uri": "/wiki/Vladimir-Georg_Karassev-Orgusaar",
      "name": "Vladimir-Georg Karassev-Orgusaar",
      "aboutText": "Donald Shepard \"Don\" Hewitt (December 14, 1922 – August 19, 2009) was an American television news producer and executive, best known for creating 60 Minutes, the CBS television news magazine, in 1968, which at the time of his death, was the longest-running prime-time broadcast on American television. Under Hewitt's leadership, 60 Minutes was the only news program ever rated the nation's top-ranked television program, an achievement it accomplished five times. Hewitt produced the first televised presidential debate in 1960.",
      "pageId": 2391371,
      "monthDay": "12/14"
    },
    {
      "year": "1932",
      "uri": "/wiki/George_Furth",
      "name": "George Furth",
      "aboutText": "Lewis Michael Arquette (December 14, 1935 – February 10, 2001) was an American film actor, writer and producer. Arquette was known for playing \"J.D. Pickett\" on the TV series, The Waltons, where he worked from 1978–1981.",
      "pageId": 4153976,
      "monthDay": "12/14"
    },
    {
      "year": "1932",
      "uri": "/wiki/Abbe_Lane",
      "name": "Abbe Lane",
      "aboutText": "Samuel Jones (December 14, 1925 – November 5, 1971), known during his career as \"Toothpick Sam\" Jones or \"Sad Sam\" Jones, was a Major League Baseball pitcher who played from 1951 to 1964.\nBorn in Stewartsville, Ohio, Jones began his major league career with the Cleveland Indians in 1951. When he entered a game on May 3, 1952, 39-year-old rookie Quincy Trouppe, a Negro League veteran, was behind the plate.",
      "pageId": 6202977,
      "monthDay": "12/14"
    },
    {
      "year": "1932",
      "uri": "/wiki/Charlie_Rich",
      "name": "Charlie Rich",
      "aboutText": "Barbara Leigh-Hunt (born 14 December 1935 in Bath, Somerset) is a British actress who has appeared on stage, film, television and radio.\n^ Noble 1982, p.",
      "pageId": 6598883,
      "monthDay": "12/14"
    },
    {
      "year": "1934",
      "uri": "/wiki/Shyam_Benegal",
      "name": "Shyam Benegal",
      "aboutText": "Junior James Spurrier, born James I. Spurrier, Jr., was a former American combat soldier who received the nation's two highest military decorations for valor—the Medal of Honor and Distinguished Service Cross—for his heroic actions in World War II.",
      "pageId": 7099170,
      "monthDay": "12/14"
    },
    {
      "year": "1934",
      "uri": "/wiki/Hal_Williams",
      "name": "Hal Williams",
      "aboutText": "Richard Cassilly (December 14, 1927 – January 30, 1998) was an American operatic tenor who had a major international opera career between 1954 and 1990. Cassilly \"was a mainstay in the heldentenor repertory in opera houses around the world for 30 years\", and particularly excelled in Wagnerian roles like Tristan, Siegmund and Tannhäuser, and in dramatic parts that required both stamina and vocal weight, such as Giuseppe Verdi's \"Otello\" and Camille Saint-Saëns's \"Samson\". He was also an admired Don José in Carmen and sang almost all of the leading Puccini tenor roles.",
      "pageId": 7876218,
      "monthDay": "12/14"
    },
    {
      "year": "1935",
      "uri": "/wiki/Lewis_Arquette",
      "name": "Lewis Arquette",
      "aboutText": "Jacobus Gijsbert (Koos) Rietkerk (14 December 1927, Boskoop – 20 February 1986, The Hague) was a Dutch politician.",
      "pageId": 23689849,
      "monthDay": "12/14"
    },
    {
      "year": "1935",
      "uri": "/wiki/Barbara_Leigh-Hunt",
      "name": "Barbara Leigh-Hunt",
      "aboutText": "Vladimir-Georg Karassev-Orgusaar (born Vladimir-Georg-Julian Orgusaar, from 1953 to 1976 Vladimir Karasjov) 14 December 1931 – 27 January 2015) was an Estonian film director.\nGeorg Karassev-Orgusaar was born in Tallinn. He studied history and literature at the Tomsk University and cinematography at the Moscow All-Union State Institute of Cinematography.",
      "pageId": 25231131,
      "monthDay": "12/14"
    },
    {
      "year": "1935",
      "uri": "/wiki/Lee_Remick",
      "name": "Lee Remick",
      "aboutText": "Robert Emmett Tyrrell, Jr. (born December 14, 1943) is an American conservative magazine editor, book author and columnist. He is the founder and editor-in-chief of The American Spectator.",
      "pageId": 61592,
      "monthDay": "12/14"
    },
    {
      "year": "1935",
      "uri": "/wiki/Arvo_Valton",
      "name": "Arvo Valton",
      "aboutText": "Jane Mallory Birkin, OBE (born 14 December 1946) is an English actress and singer based in France. She is perhaps best known for her relationship with Serge Gainsbourg in the 1970s and being the namesake of the popular Hermès Birkin bag. In recent years she has written her own album, directed a film and become an outspoken proponent of democracy in Myanmar.",
      "pageId": 84783,
      "monthDay": "12/14"
    },
    {
      "year": "1938",
      "uri": "/wiki/Leonardo_Boff",
      "name": "Leonardo Boff",
      "aboutText": "Lee Ann Remick (December 14, 1935 – July 2, 1991) was an American film and television actress.",
      "pageId": 181998,
      "monthDay": "12/14"
    },
    {
      "year": "1939",
      "uri": "/wiki/Ann_Cryer",
      "name": "Ann Cryer",
      "aboutText": "Michael S. Ovitz (born December 14, 1946) is an American talent agent who co-founded Creative Artists Agency (CAA) in 1975 and served as its chairman until 1995.",
      "pageId": 373874,
      "monthDay": "12/14"
    },
    {
      "year": "1939",
      "uri": "/wiki/Ernie_Davis",
      "name": "Ernie Davis",
      "aboutText": "Constance Ann Cryer JP (born 14 December 1939) is a former British Labour Party politician, who was the Member of Parliament (MP) for Keighley from the 1997 general election up until she stood down at the 2010 general election.She became a Justice of the Peace in 1996 and a member of the Bradford Cathedral Council from 1999.",
      "pageId": 415027,
      "monthDay": "12/14"
    },
    {
      "year": "1940",
      "uri": "/wiki/Lex_Gold",
      "name": "Lex Gold",
      "aboutText": "Thomas McLaughlin McAvoy, Baron McAvoy of Rutherglen PC (born 14 December 1943) is a British Labour Co-operative politician who was the Member of Parliament for Rutherglen and Hamilton West from 2005 to 2010, having previously been MP for Rutherglen from 1987 to 2005. He held several positions in the Labour Whips Office, including Comptroller of the Household from 1997 to 2008, then Treasurer of the Household from 2008 to 2010. He entered the Lords after retiring as an MP shortly after the 2010 General Election.",
      "pageId": 434703,
      "monthDay": "12/14"
    },
    {
      "year": "1941",
      "uri": "/wiki/Karan_Armstrong",
      "name": "Karan Armstrong",
      "aboutText": "Antony James Beevor, FRSL (born 14 December 1946) is an English military historian, educated at Winchester College and Sandhurst. He studied under the military historian John Keegan, and is a former officer with the 11th Hussars, who served in England and Germany for five years before resigning his commission.",
      "pageId": 551215,
      "monthDay": "12/14"
    },
    {
      "year": "1941",
      "uri": "/wiki/Ellen_Willis",
      "name": "Ellen Willis",
      "aboutText": "Anna Marie \"Patty\" Duke (born December 14, 1946) is an American actress of stage, film and television. She first became famous as a child star, winning an Academy Award for Best Supporting Actress at age 16 for her role in The Miracle Worker, which she had originated on Broadway. She later starred in the sitcom, The Patty Duke Show.",
      "pageId": 575345,
      "monthDay": "12/14"
    },
    {
      "year": "1942",
      "uri": "/wiki/Chris_Harris_(actor)",
      "name": "Chris Harris",
      "aboutText": "Ellen Jane Willis (December 14, 1941 – November 9, 2006) was an American left-wing political essayist, journalist, activist, feminist, and pop music critic.",
      "pageId": 1769964,
      "monthDay": "12/14"
    },
    {
      "year": "1942",
      "uri": "/wiki/Dick_Wagner",
      "name": "Dick Wagner",
      "aboutText": "Leonardo Boff is a Brazilian theologian and writer, known for his active support for the rights of the poor and excluded.",
      "pageId": 1810987,
      "monthDay": "12/14"
    },
    {
      "year": "1943",
      "uri": "/wiki/Tommy_McAvoy",
      "name": "Tommy McAvoy",
      "aboutText": "Found associate_acts, John Du Prez (born Trevor Jones; 14 December 1946 in Sheffield, England) is a musician, conductor, and composer. Du Prez was a member of the 1980s multi-hit Salsa-driven pop band Modern Romance and has since written several film scores including Oxford Blues (1984), Once Bitten and the final Carry On film, Carry On Columbus (1992). He contributed to The Wild (2006) soundtrack.",
      "pageId": 2187371,
      "monthDay": "12/14"
    },
    {
      "year": "1943",
      "uri": "/wiki/Emmett_Tyrrell",
      "name": "Emmett Tyrrell",
      "aboutText": "Ernest \"Ernie\" Davis (December 14, 1939 – May 18, 1963) was an American football halfback and the first African-American athlete to win the Heisman Trophy. Wearing number 44, Davis played college football for Syracuse University before being drafted by the Washington Redskins of the National Football League (NFL), then almost immediately traded to the Cleveland Browns in December 1961, when he was issued number 45. However, he never played a professional game, as he was diagnosed with leukemia in 1962 and died at the age of 23 years.",
      "pageId": 2778487,
      "monthDay": "12/14"
    },
    {
      "year": "1944",
      "uri": "/wiki/Graham_Kirkham,_Baron_Kirkham",
      "name": "Graham Kirkham, Baron Kirkham",
      "aboutText": "Richard Allen \"Dick\" Wagner (December 14, 1942 – July 30, 2014) was an American rock music guitarist, songwriter and author best known for his work with Alice Cooper, Lou Reed, and Kiss.",
      "pageId": 3583583,
      "monthDay": "12/14"
    },
    {
      "year": "1946",
      "uri": "/wiki/Antony_Beevor",
      "name": "Antony Beevor",
      "aboutText": "Ruth Fuchs, née Gamm (born 14 December 1946 in Egeln, Saxony-Anhalt) is a German politician and former athlete. Fuchs, representing East Germany, was the winner of the women's javelin at the 1972 (Munich) and 1976 (Montreal) Olympic Games. She set the world record for the javelin six times during the 1970s.",
      "pageId": 4662336,
      "monthDay": "12/14"
    },
    {
      "year": "1946",
      "uri": "/wiki/Jane_Birkin",
      "name": "Jane Birkin",
      "aboutText": "Karan Armstrong (born December 14, 1941, Havre, Montana) is an American operatic soprano, who is celebrated as a singing-actress.",
      "pageId": 7275614,
      "monthDay": "12/14"
    },
    {
      "year": "1946",
      "uri": "/wiki/Oral_%C3%87al%C4%B1%C5%9Flar",
      "name": "Oral Çalışlar",
      "aboutText": "Graham Kirkham, Baron Kirkham, CVO (born 14 December 1944), is an English businessman, the founder and chairman of sofa retailer DFS.",
      "pageId": 7859741,
      "monthDay": "12/14"
    },
    {
      "year": "1946",
      "uri": "/wiki/John_Du_Prez",
      "name": "John Du Prez",
      "aboutText": "Arvo Vallikivi (born 14 December 1935 in Märjamaa), commonly known under the pen name of Arvo Valton, is an Estonian writer known for a number of books and, among other things, the script for Viimne reliikvia, the highly successful movie adaptation of Eduard Bornhöhe's Vürst Gabriel ehk Pirita kloostri viimsed päevad.",
      "pageId": 13148722,
      "monthDay": "12/14"
    },
    {
      "year": "1946",
      "uri": "/wiki/Patty_Duke",
      "name": "Patty Duke",
      "aboutText": "Lex Gold, CBE (born 14 December 1940 in Lanark, Scotland) is an administrator and former footballer who was a director of Caledonian MacBrayne as of 2012.\nGold played professional football as a teenager, including an 18-month spell with Rangers. He was a civil servant for over thirty years.",
      "pageId": 14966912,
      "monthDay": "12/14"
    },
    {
      "year": "1946",
      "uri": "/wiki/Ruth_Fuchs",
      "name": "Ruth Fuchs",
      "aboutText": "Chris Harris (14 December 1942 – 30 April 2014) was an English actor, director and writer. He appeared in several UK TV series including Into the Labyrinth and Hey Look That's Me. He also built a successful career in pantomime, acting as a pantomime dame, as well being a director and writer at the Bristol Old Vic and the Theatre Royal, Bath.",
      "pageId": 25595740,
      "monthDay": "12/14"
    },
    {
      "year": "1946",
      "uri": "/wiki/Michael_Ovitz",
      "name": "Michael Ovitz",
      "aboutText": "Oral Çalışlar (born 14 December 1946) is a Turkish journalist and writer, currently columnist for Radikal and Serbestiyet, after briefly working as editor-in-chief of Taraf. He was previously a columnist for Cumhuriyet (1992 - 2008) and Radikal (2008 - 2013). In the 1960s he participated in the student movement and contributed to Aydınlık, and was imprisoned for 3 years after the 1971 Turkish coup d'état.",
      "pageId": 39965116,
      "monthDay": "12/14"
    },
    {
      "year": "1946",
      "uri": "/wiki/Stan_Smith",
      "name": "Stan Smith",
      "aboutText": "Jan Timman (born 14 December 1951) is a Dutch chess Grandmaster who was one of the world's leading players from the late 1970s to the early 1990s. At the peak of his career he was considered to be the best non-Soviet player and was known as \"The Best of the West\". He has won the Dutch Chess Championship nine times and has been a Candidate for the World Championship several times.",
      "pageId": 69125,
      "monthDay": "12/14"
    },
    {
      "year": "1946",
      "uri": "/wiki/Joyce_Vincent_Wilson",
      "name": "Joyce Vincent Wilson",
      "aboutText": "William Joseph \"Bill\" Buckner (born December 14, 1949) is a former Major League Baseball (MLB) first baseman. He appeared in MLB from 1969 through 1990. During his career, he played for the Los Angeles Dodgers, Chicago Cubs, Boston Red Sox, California Angels, and Kansas City Royals.",
      "pageId": 211667,
      "monthDay": "12/14"
    },
    {
      "year": "1947",
      "uri": "/wiki/Tom_Mardirosian",
      "name": "Tom Mardirosian",
      "aboutText": "Kim Christian Beazley, AC (born 14 December 1948), is an Australian diplomat and former politician who was the Deputy Prime Minister of Australia from 1995 to 1996. He subsequently served as the Leader of the Australian Labor Party and Leader of the Opposition from 1996 to 2001 and again from 2005 to 2006.\nBeazley was a member of the Australian House of Representatives from 1980 to 2007.",
      "pageId": 322538,
      "monthDay": "12/14"
    },
    {
      "year": "1947",
      "uri": "/wiki/Christopher_Parkening",
      "name": "Christopher Parkening",
      "aboutText": "John Lurie (born December 14, 1952) is an American musician, painter, actor, director, and producer. He co-founded The Lounge Lizards jazz ensemble, has acted in 19 films, including Stranger than Paradise and Down by Law, has composed and performed music for 20 television and film works, and produced, directed, and starred in the Fishing with John television series. In 1996 his soundtrack for Get Shorty was nominated for a Grammy Award, and his album The Legendary Marvin Pontiac: Greatest Hits has been praised by critics and musicians alike.",
      "pageId": 422568,
      "monthDay": "12/14"
    },
    {
      "year": "1947",
      "uri": "/wiki/Dilma_Rousseff",
      "name": "Dilma Rousseff",
      "aboutText": "Timothy Leslie Boyd (born 14 December 1952), better known as Tommy Boyd, is a British radio presenter.",
      "pageId": 621360,
      "monthDay": "12/14"
    },
    {
      "year": "1948",
      "uri": "/wiki/Kim_Beazley",
      "name": "Kim Beazley",
      "aboutText": "Paul Finley Zaloom (born December 14, 1951) is an American actor and puppeteer, best known for his role as the character Beakman on the television show Beakman's World.",
      "pageId": 690153,
      "monthDay": "12/14"
    },
    {
      "year": "1948",
      "uri": "/wiki/Boudewijn_B%C3%BCch",
      "name": "Boudewijn Büch",
      "aboutText": "Christopher Parkening (born December 14, 1947) is an American classical guitarist. He holds the Chair of Classical Guitar at Pepperdine University under the title Distinguished Professor of Music.",
      "pageId": 728324,
      "monthDay": "12/14"
    },
    {
      "year": "1948",
      "uri": "/wiki/Peeter_Kreitzberg",
      "name": "Peeter Kreitzberg",
      "aboutText": "Stanley Roger \"Stan\" Smith (born December 14, 1946 in Pasadena, California) is a former world No. 1 American tennis player and two-time Grand Slam singles champion who also, with his partner Bob Lutz, formed one of the most successful doubles teams of all time. Together, they won many major titles all over the world.",
      "pageId": 780268,
      "monthDay": "12/14"
    },
    {
      "year": "1948",
      "uri": "/wiki/Peter_Thorup",
      "name": "Peter Thorup",
      "aboutText": "Clifford 'Cliff' Williams (born 14 December 1949) is a British musician who has been a member of the Australian hard rock band AC/DC as their bassist and backing vocalist since mid-1977. He had started his professional music career in 1967 and was previously in the British groups Home and Bandit. His first studio album with AC/DC was Powerage in 1978.",
      "pageId": 1248265,
      "monthDay": "12/14"
    },
    {
      "year": "1948",
      "uri": "/wiki/Dee_Wallace",
      "name": "Dee Wallace",
      "aboutText": "Deanna Bowers, known as Dee Wallace or Dee Wallace Stone (born December 14, 1948), is an American actress and scream queen. She is perhaps best known for her roles in several popular films mainly in the horror genre. Her most widely seen role is a starring role as Elliott's mother, Mary, in the Steven Spielberg film E.T. the Extra-Terrestrial (1982).",
      "pageId": 1256151,
      "monthDay": "12/14"
    },
    {
      "year": "1949",
      "uri": "/wiki/Bill_Buckner",
      "name": "Bill Buckner",
      "aboutText": "Vicki Michelle MBE (born 14 December 1950, Chigwell) is an English actress. She is best known for her role as Yvette Carte-Blanche in the BBC television comedy series 'Allo 'Allo!",
      "pageId": 2098951,
      "monthDay": "12/14"
    },
    {
      "year": "1949",
      "uri": "/wiki/Cliff_Williams",
      "name": "Cliff Williams",
      "aboutText": "Celia Weston (born December 14, 1951) is an American character actress. Weston received an Independent Spirit Award nomination for her performance in Dead Man Walking (1995), and also had supporting roles in the more than 40 movies, including The Talented Mr. Ripley (1999), In the Bedroom (2001), Hulk (2003) and The Village (2004).",
      "pageId": 6127955,
      "monthDay": "12/14"
    },
    {
      "year": "1950",
      "uri": "/wiki/Vicki_Michelle",
      "name": "Vicki Michelle",
      "aboutText": "Dilma Vana Rousseff (Brazilian Portuguese: [ˈd(ʒ)iwmɐ ˈvɐnɐ huˈsɛfⁱ] born 14 December 1947) is a Brazilian economist and politician currently serving as the 36th President of Brazil. She is the first woman to hold the office. She was previously the Chief of Staff of the President Luiz Inácio Lula da Silva from 2005 to 2010.",
      "pageId": 7977772,
      "monthDay": "12/14"
    },
    {
      "year": "1951",
      "uri": "/wiki/Jan_Timman",
      "name": "Jan Timman",
      "aboutText": "Joyce Vincent Wilson (born December 14, 1946, Detroit, Michigan) is an American singer, most famous for being one-third of the group Tony Orlando and Dawn.\nOrlando had released the singles \"Candida\" and \"Knock Three Times\", recorded with session vocalists Linda November and Toni Wine backing him, under the name Dawn; when the singles charted, Orlando found himself needing to assemble an actual backing group to tour and record with. Wilson and Telma Hopkins became the fully embodied Dawn.",
      "pageId": 8982099,
      "monthDay": "12/14"
    },
    {
      "year": "1951",
      "uri": "/wiki/Celia_Weston",
      "name": "Celia Weston",
      "aboutText": "Germain Houde (born December 14, 1952) is a Quebec Genie Award-winning actor. He has won two Genie Award for Best Performance by an Actor in a Supporting Role for his roles in Les bons débarras and Un Zoo la Nuit.\nHis other roles have included the television series Omerta, Les Filles de Caleb and Les Invincibles, and the films Terminal City Ricochet, A Scream from Silence, Léolo and 2 Frogs in the West.",
      "pageId": 10579269,
      "monthDay": "12/14"
    },
    {
      "year": "1951",
      "uri": "/wiki/Paul_Zaloom",
      "name": "Paul Zaloom",
      "aboutText": "Tom Mardirosian (born December 14, 1947) is an American actor. He is known for playing Agamemnon Busmalis in the HBO show Oz and Agt. Kristos Koutris in the HBO show The Wire.",
      "pageId": 11400577,
      "monthDay": "12/14"
    },
    {
      "year": "1952",
      "uri": "/wiki/Graciela_Alfano",
      "name": "Graciela Alfano",
      "aboutText": "Boudewijn Maria Ignatius Büch (14 December 1948 – 23 November 2002) was a Dutch writer, poet and television presenter.\n^ Kagie, Rudie (2004). Boudewijn Büch, verslag van een mystificatie (in Dutch).",
      "pageId": 13048186,
      "monthDay": "12/14"
    },
    {
      "year": "1952",
      "uri": "/wiki/Tommy_Boyd",
      "name": "Tommy Boyd",
      "aboutText": "Peter Eiberg Thorup (14 December 1948 – 3 August 2007) was a Danish guitarist, singer, composer and record producer.",
      "pageId": 13162023,
      "monthDay": "12/14"
    },
    {
      "year": "1952",
      "uri": "/wiki/Germain_Houde",
      "name": "Germain Houde",
      "aboutText": "Graciela Alfano (born December 14, 1952  ) is an Argentine model, actress and vedette. She is best known for her appearances in comedies between the late 1970s and early 1980s which made her a sex symbol.",
      "pageId": 27954865,
      "monthDay": "12/14"
    },
    {
      "year": "1952",
      "uri": "/wiki/John_Lurie",
      "name": "John Lurie",
      "aboutText": "Peeter Kreitzberg (December 14, 1948 – November 3, 2011) was an Estonian politician, member of parliament and a member of the Social Democratic Party. Kreitzberg served as the Estonian Minister of Culture and Education from April to November 1995. He also taught at Tallinn University from 1997 to 2011.",
      "pageId": 33919796,
      "monthDay": "12/14"
    },
    {
      "year": "1953",
      "uri": "/wiki/Vijay_Amritraj",
      "name": "Vijay Amritraj",
      "aboutText": "Hannelore (Hanni) Wenzel (born 14 December 1956) is a former alpine ski racer from Liechtenstein, an Olympic, World Cup, and world champion. She won the country's first Olympic medal at the 1976 Winter Olympics in Innsbruck, Austria.\nBorn in Straubing, West Germany, Wenzel moved to Liechtenstein at an early age.",
      "pageId": 59671,
      "monthDay": "12/14"
    },
    {
      "year": "1953",
      "uri": "/wiki/Wade_Davis_(anthropologist)",
      "name": "Wade Davis",
      "aboutText": "Ginger Lynn (born Ginger Lynn Allen; December 14, 1962) is an American pornographic model who came to prominence in 1980s videos. She also had minor roles in various B-movies. AVN has ranked her at #7 in a list of the 50 greatest porn stars of all time.",
      "pageId": 70592,
      "monthDay": "12/14"
    },
    {
      "year": "1953",
      "uri": "/wiki/Ren%C3%A9_Eespere",
      "name": "René Eespere",
      "aboutText": "Christopher Roland \"Chris\" Waddle (born 14 December 1960 in Felling, Tyne and Wear) is an English former professional footballer, manager and current Football commentator and pundit. He still plays at semi-professional level for Northern Counties East League side Hallam, as well as being contracted to ESPN as part of their commentary team.\nDuring his professional career that lasted from 1978 to 1998, he played for clubs including Newcastle United, Tottenham Hotspur and Sheffield Wednesday in England, and Olympique de Marseille in France.",
      "pageId": 149365,
      "monthDay": "12/14"
    },
    {
      "year": "1953",
      "uri": "/wiki/Vangelis_Meimarakis",
      "name": "Vangelis Meimarakis",
      "aboutText": "Steven Glenwood MacLean FRCGS (born December 14, 1954) is a Canadian astronaut. He was the President of the Canadian Space Agency, from September 1, 2008 to February 1, 2013.\nHe was born in Ottawa, Ontario, and is married to Nadine Wielgopolski of Hull, Quebec.",
      "pageId": 513367,
      "monthDay": "12/14"
    },
    {
      "year": "1953",
      "uri": "/wiki/Mikael_Odenberg",
      "name": "Mikael Odenberg",
      "aboutText": "Linda Fabiani (born 14 December 1956 in Glasgow) is a Scottish politician, with Italian origins. A member of the Scottish National Party, she is the Member of the Scottish Parliament for East Kilbride.\nShe was elected as a regional member of the Scottish Parliament to represent Central Scotland at the 1999 election.",
      "pageId": 553144,
      "monthDay": "12/14"
    },
    {
      "year": "1954",
      "uri": "/wiki/James_Horan_(actor)",
      "name": "James Horan",
      "aboutText": "Vijay Amritraj (born 14 December 1953) is a former tennis player from India, sports commentator and actor.",
      "pageId": 841927,
      "monthDay": "12/14"
    },
    {
      "year": "1954",
      "uri": "/wiki/Alan_Kulwicki",
      "name": "Alan Kulwicki",
      "aboutText": "Alan Dennis Kulwicki (December 14, 1954 – April 1, 1993), nicknamed \"Special K\" and the \"Polish Prince\", was an American NASCAR Winston Cup Series (now Sprint Cup Series) racecar driver. He started racing at local short tracks in Wisconsin before moving up to regional stock car touring series. Kulwicki arrived at NASCAR, the highest and most expensive level of stock car racing in the United States, with no sponsor, a limited budget, and only a racecar and a borrowed pickup truck.",
      "pageId": 1058620,
      "monthDay": "12/14"
    },
    {
      "year": "1954",
      "uri": "/wiki/Steve_MacLean_(astronaut)",
      "name": "Steve MacLean",
      "aboutText": "Michael 'Mike' Scott (born 14 December 1958) is a Scottish singer, songwriter and musician. He is the founding member, lead singer and the lead songwriter of rock band The Waterboys. He has also produced two solo albums, Bring 'em All In and Still Burning.",
      "pageId": 1081030,
      "monthDay": "12/14"
    },
    {
      "year": "1956",
      "uri": "/wiki/Linda_Fabiani",
      "name": "Linda Fabiani",
      "aboutText": "Wade Davis (born December 14, 1953) is a Canadian anthropologist, ethnobotanist, author, and photographer whose work has focused on worldwide indigenous cultures, especially in North and South America and particularly involving the traditional uses and beliefs associated with psychoactive plants. Davis came to prominence with his 1985 best-selling book The Serpent and the Rainbow about the zombies of Haiti. Davis is Professor of Anthropology and the BC Leadership Chair in Cultures and Ecosystems at Risk at the University of British Columbia.",
      "pageId": 1508286,
      "monthDay": "12/14"
    },
    {
      "year": "1956",
      "uri": "/wiki/Hanni_Wenzel",
      "name": "Hanni Wenzel",
      "aboutText": "James Horan (born December 14, 1954 in Louisville, Kentucky) is an American character actor.",
      "pageId": 2120600,
      "monthDay": "12/14"
    },
    {
      "year": "1958",
      "uri": "/wiki/Mike_Scott_(musician)",
      "name": "Mike Scott",
      "aboutText": "René Eespere (born 14 December 1953 in Tallinn) is an Estonian composer. Eespere's music is noted for its spiritual dimension; he has also incorporated elements from pop music. His best-regarded works are Glorificatio (1990) and Two Jubilations (1995), both written for mixed chorus.",
      "pageId": 2186712,
      "monthDay": "12/14"
    },
    {
      "year": "1958",
      "uri": "/wiki/Spider_Stacy",
      "name": "Spider Stacy",
      "aboutText": "Peter Richard “Spider” Stacy (born December 14, 1958, Eastbourne) is an English musician, singer, songwriter, and actor. He is best known for playing tin whistle and sometimes singing for The Pogues.",
      "pageId": 2884797,
      "monthDay": "12/14"
    },
    {
      "year": "1959",
      "uri": "/wiki/Bob_Paris",
      "name": "Bob Paris",
      "aboutText": "Bob Paris (born Robert Clark Paris on December 14, 1959) is an American-Canadian writer, actor, public speaker, civil rights activist and former professional bodybuilder. Paris was the 1983 NPC American National and IFBB World Bodybuilding Champion, Mr. Universe.",
      "pageId": 3494202,
      "monthDay": "12/14"
    },
    {
      "year": "1959",
      "uri": "/wiki/Jorge_Vaca",
      "name": "Jorge Vaca",
      "aboutText": "Olof Patric Waldemar Sundström (born 14 December 1961 in Skellefteå, Sweden) is a retired professional ice hockey centre, who played in the NHL for ten seasons.",
      "pageId": 3496852,
      "monthDay": "12/14"
    },
    {
      "year": "1960",
      "uri": "/wiki/Don_Franklin",
      "name": "Don Franklin",
      "aboutText": "Evangelos-Vasileios \"Vangelis\" Meimarakis (Greek: Ευάγγελος-Βασίλειος \"Βαγγέλης\" Μεϊμαράκης, Greek pronunciation: [eˌvaɲɟelos vaˌsiʎos vaɲˌɟelis meimaˈracis]; born 14 December 1953), is a Greek lawyer and politician who served as the acting President of New Democracy and Leader of the Opposition in Greece from 5 July to 24 November 2015. He is currently a candidate in the New Democracy leadership election.\nMeimarakis previously served as the Speaker of the Hellenic Parliament from 2012 to 2014 and as Minister for National Defence from 2006 to 2009.",
      "pageId": 4069387,
      "monthDay": "12/14"
    },
    {
      "year": "1960",
      "uri": "/wiki/Chris_Waddle",
      "name": "Chris Waddle",
      "aboutText": "Mikael Ingemarsson Odenberg (born 14 December 1953 in Stockholm) is a Swedish politician of the Moderate Party. He was a Member of Parliament from 1991 to 2006 and Minister for Defence in the Swedish government from 2006 to 2007.",
      "pageId": 5291973,
      "monthDay": "12/14"
    },
    {
      "year": "1960",
      "uri": "/wiki/Diane_Williams_(athlete)",
      "name": "Diane Williams",
      "aboutText": "Don Franklin (born December 14, 1960) is an American actor, best known for his roles in seaQuest DSV as Commander Jonathan Ford, Seven Days as Captain Craig Donovan, and as one of The Young Riders (Noah Dixon).",
      "pageId": 5518766,
      "monthDay": "12/14"
    },
    {
      "year": "1961",
      "uri": "/wiki/Jeff_Robinson_(starting_pitcher)",
      "name": "Jeff Robinson",
      "aboutText": "Jorge Vaca (born December 14, 1959 in Guadalajara, Jalisco, Mexico, was a professional boxer in the welterweight (147lb) division.\nVaca turned pro in 1978 and captured the WBC Welterweight Title by beating Lloyd Honeyghan via 8th round technical decision in 1987, but lost the belt to Honeyghan via 3rd KO in a rematch in 1988. Later that year he took on IBF Welterweight Title holder Simon Brown, but lost the bout via 3rd TKO. Although he never got a shot again at another major title, Vaca was destroyed by a relatively young Roy Jones Jr.",
      "pageId": 8761906,
      "monthDay": "12/14"
    },
    {
      "year": "1961",
      "uri": "/wiki/Patrik_Sundstr%C3%B6m",
      "name": "Patrik Sundström",
      "aboutText": "Diane Williams is a retired World class sprinter who ran 100 m and 4x100 m relays.",
      "pageId": 9992072,
      "monthDay": "12/14"
    },
    {
      "year": "1962",
      "uri": "/wiki/Ginger_Lynn",
      "name": "Ginger Lynn",
      "aboutText": "Jeffrey Mark \"Jeff\" Robinson (December 14, 1961 – October 26, 2014) was a professional baseball player and pitcher in the Major Leagues from 1987 to 1992. Robinson pitched for the Detroit Tigers, Baltimore Orioles, Texas Rangers and Pittsburgh Pirates.\n^ Paul, Tony (October 27, 2014).",
      "pageId": 10563323,
      "monthDay": "12/14"
    },
    {
      "year": "1963",
      "uri": "/wiki/Greg_Abbott_(footballer)",
      "name": "Greg Abbott",
      "aboutText": "Theodore \"Ted\" Raimi (born December 14, 1965) is an American actor, director and writer perhaps best known for his roles as Lieutenant Tim O'Neill in seaQuest DSV and starring as Joxer the Mighty in Xena: Warrior Princess/Hercules: The Legendary Journeys.",
      "pageId": 31416,
      "monthDay": "12/14"
    },
    {
      "year": "1963",
      "uri": "/wiki/Diana_Gansky",
      "name": "Diana Gansky",
      "aboutText": "Sulaiman Abu Ghaith (Arabic: سليمان بوغيث‎) (born 14 December 1965) is a Kuwaiti regarded as one of Al-Qaeda's spokesmen.",
      "pageId": 270989,
      "monthDay": "12/14"
    },
    {
      "year": "1963",
      "uri": "/wiki/Cynthia_Gibb",
      "name": "Cynthia Gibb",
      "aboutText": "Tim Sköld (born Thim Sköld; December 14, 1966) is a Swedish multi-instrumentalist who, in addition to producing solo work, has also collaborated with multiple musical groups including Shotgun Messiah, KMFDM, Marilyn Manson and Motionless in White.",
      "pageId": 326453,
      "monthDay": "12/14"
    },
    {
      "year": "1963",
      "uri": "/wiki/Vytautas_Juozapaitis",
      "name": "Vytautas Juozapaitis",
      "aboutText": "Rebecca Catherine Gibney (born 14 December 1964) is a New Zealand actress. She has appeared regularly in Australian film and television since the mid-1980s.",
      "pageId": 376086,
      "monthDay": "12/14"
    },
    {
      "year": "1963",
      "uri": "/wiki/Michael_Moloney",
      "name": "Michael Moloney",
      "aboutText": "Craig Alan Biggio (/ˈbɪdʒioʊ/; born December 14, 1965) is an American former second baseman and catcher in Major League Baseball who played his entire career from 1988 through 2007 for the Houston Astros. A seven-time National League (NL) All-Star often regarded as the greatest all-around player in Astros history, he is the only player ever to be named an All-Star at both catcher and second base. With longtime teammates Jeff Bagwell and Lance Berkman, he formed the core of the \"Killer B's\" who led Houston to six playoff appearances from 1997 to 2005, culminating in the franchise's only World Series appearance in 2005.",
      "pageId": 419570,
      "monthDay": "12/14"
    },
    {
      "year": "1963",
      "uri": "/wiki/Mario_Yamasaki",
      "name": "Mario Yamasaki",
      "aboutText": "Kelley Armstrong (born 14 December 1968) is a Canadian writer, primarily of fantasy novels since 2001.\nShe has published twenty-one fantasy novels, thirteen to date in her Women of the Otherworld series, two in her Cainsville series, six in her Darkest Powers series and one in the Age of Legends series. She has also published three middle-grade fantasy novels in the Blackwell Pages Trilogy, with co-author Melissa Marr.",
      "pageId": 681343,
      "monthDay": "12/14"
    },
    {
      "year": "1964",
      "uri": "/wiki/Rebecca_Gibney",
      "name": "Rebecca Gibney",
      "aboutText": "Michael C. Moloney (born December 14, 1963) is a decorator and television personality who makes regular appearances on the reality television series Extreme Makeover: Home Edition. He has also appeared regularly on the show Clean House on the Style Network.",
      "pageId": 1584085,
      "monthDay": "12/14"
    },
    {
      "year": "1965",
      "uri": "/wiki/Sulaiman_Abu_Ghaith",
      "name": "Sulaiman Abu Ghaith",
      "aboutText": "Helle Thorning-Schmidt (Danish pronunciation: [hɛlə ˈtˢoɐ̯neŋ ˈsmed̥]; born 14 December 1966) is a Danish politician who was Prime Minister of Denmark from 2011 to 2015, and the Leader of the Social Democrats from 2005 to 2015. She is the first woman to hold either post. Following defeat in 2015, she announced that she would step down as both Danish Prime Minister and Social Democratic party leader.",
      "pageId": 1728975,
      "monthDay": "12/14"
    },
    {
      "year": "1965",
      "uri": "/wiki/Aljo%C5%A1a_Asanovi%C4%87",
      "name": "Aljoša Asanović",
      "aboutText": "Ewa Białołęcka (born 14 December 1967 in Elbląg) is a Polish fantasy writer. She currently lives in Gdańsk. Her literary debut was her short story Wariatka, published in 1993.",
      "pageId": 2177437,
      "monthDay": "12/14"
    },
    {
      "year": "1965",
      "uri": "/wiki/Craig_Biggio",
      "name": "Craig Biggio",
      "aboutText": "Cynthia Gibb (born December 14, 1963 in Bennington, Vermont) is an American actress and former model who has starred in film and on television.",
      "pageId": 2244763,
      "monthDay": "12/14"
    },
    {
      "year": "1965",
      "uri": "/wiki/Ken_Hill_(baseball)",
      "name": "Ken Hill",
      "aboutText": "Hanne Haugland (born December 14, 1967 in Haugesund) is a former Norwegian high jumper. She represented the clubs Haugesund IL, IL i BUL, SK Vidar and IF Minerva during her senior career.\nIn her early international career she finished eleventh at the 1987 European Indoor Championships and the 1989 World Indoor Championships and thirteenth at the 1988 European Indoor Championships.",
      "pageId": 2597305,
      "monthDay": "12/14"
    },
    {
      "year": "1965",
      "uri": "/wiki/Ted_Raimi",
      "name": "Ted Raimi",
      "aboutText": "William \"Bill\" Edward Ranford (born December 14, 1966) is a former professional ice hockey goaltender and current goaltending coach for the Los Angeles Kings. He was selected in the third round of the 1985 NHL Entry Draft, 52nd overall, by the Boston Bruins.",
      "pageId": 2955492,
      "monthDay": "12/14"
    },
    {
      "year": "1966",
      "uri": "/wiki/Fabrizio_Giovanardi",
      "name": "Fabrizio Giovanardi",
      "aboutText": "Fabrizio Giovanardi (born 14 December 1966, Sassuolo) is an Italian racing driver. During his career he has won eight touring car titles, including European and British crowns. He has spent the majority of his career racing for Alfa Romeo and Vauxhall.",
      "pageId": 3284700,
      "monthDay": "12/14"
    },
    {
      "year": "1966",
      "uri": "/wiki/Anthony_Mason_(basketball)",
      "name": "Anthony Mason",
      "aboutText": "Anthony George Douglas Mason (December 14, 1966 – February 28, 2015) was an American professional basketball player. In his 13-year career he played with the New Jersey Nets, Denver Nuggets, New York Knicks, Charlotte Hornets, Milwaukee Bucks and Miami Heat of the National Basketball Association. He averaged 10.8 points and 8.3 rebounds in his 13-year NBA career.",
      "pageId": 3472252,
      "monthDay": "12/14"
    },
    {
      "year": "1966",
      "uri": "/wiki/Helle_Thorning-Schmidt",
      "name": "Helle Thorning-Schmidt",
      "aboutText": "Aljoša Asanović (born 14 December 1965 in Split, SR Croatia, SFR Yugoslavia) is a retired Croatian footballer best known from his performances in the mid-to-late 90s when he played for Derby County and for Croatia during Euro 96 and World Cup 98.",
      "pageId": 3719729,
      "monthDay": "12/14"
    },
    {
      "year": "1966",
      "uri": "/wiki/Bill_Ranford",
      "name": "Bill Ranford",
      "aboutText": "Diana Gansky, née Sachse (born December 14, 1963 in Bergen auf Rügen, Mecklenburg-Vorpommern), is a German track and field athlete. She won an Olympic medal and was one of the world's best discus throwers. She represented East Germany and was the 1986 European champion (with her birth name Sachse).",
      "pageId": 4400480,
      "monthDay": "12/14"
    },
    {
      "year": "1966",
      "uri": "/wiki/Tim_Sk%C3%B6ld",
      "name": "Tim Sköld",
      "aboutText": "Kenneth Wade Hill (born December 14, 1965) is a former Major League Baseball pitcher. During a 14-year career, he pitched from 1988-2001 for seven different teams. He pitched in the 1995 World Series as a member of the Cleveland Indians.",
      "pageId": 5085409,
      "monthDay": "12/14"
    },
    {
      "year": "1967",
      "uri": "/wiki/Ewa_Bia%C5%82o%C5%82%C4%99cka",
      "name": "Ewa Białołęcka",
      "aboutText": "Mario Yamasaki (born in São Paulo, Brazil on April 22, 1964) is a Brazilian mixed martial arts referee licensed in many states, most recognizable from his duties with the Ultimate Fighting Championship, as well as founder and chief instructor of the Yamasaki Academy in the USA. Yamasaki is a veteran of over 400 fights in the UFC, Strikeforce, WEC, EliteXC and Pride Fighting Championships.\n^ Yamasaki Academy >> Instructors URL accessed on October 16, 2010.",
      "pageId": 8329238,
      "monthDay": "12/14"
    },
    {
      "year": "1967",
      "uri": "/wiki/Hanne_Haugland",
      "name": "Hanne Haugland",
      "aboutText": "Vytautas Juozapaitis (born December 14, 1963 in Radviliskis, Lithuania) is a Lithuanian singer (baritone), recipient of Lithuanian National Prize, a soloist of Lithuanian National Opera and Ballet Theatre and Kaunas State Musical Theatre, a professor of Lithuanian Academy of Music and Theatre and a docent of Vilnius College of Higher Education, and a television personality. He has performed in many international venues and is considered the most famous contemporary Lithuanian baritone.",
      "pageId": 9297226,
      "monthDay": "12/14"
    },
    {
      "year": "1968",
      "uri": "/wiki/Kelley_Armstrong",
      "name": "Kelley Armstrong",
      "aboutText": "Gregory Stephen \"Greg\" Abbott (born 14 December 1963) is an English football manager and former player. He played as a right back or midfielder. Abbott was the manager of Carlisle United from December 2008 until September 2013.",
      "pageId": 10705595,
      "monthDay": "12/14"
    },
    {
      "year": "1968",
      "uri": "/wiki/Noelle_Beck",
      "name": "Noelle Beck",
      "aboutText": "Elizabeth Caroline \"Beth\" Orton (born 14 December 1970) is an English singer-songwriter, known for her 'folktronica' sound, which mixes elements of folk and electronica. She was initially recognised for her collaborations with William Orbit, Red Snapper and the Chemical Brothers in the mid-1990s. She released a solo album in 1993, Superpinkymandy (produced by William Orbit), but since the album was only released in Japan, it went largely unnoticed by international audiences.",
      "pageId": 84242,
      "monthDay": "12/14"
    },
    {
      "year": "1969",
      "uri": "/wiki/Scott_Hatteberg",
      "name": "Scott Hatteberg",
      "aboutText": "William (Billy) Koch (born December 14, 1974) is a former Major League Baseball relief pitcher.",
      "pageId": 386451,
      "monthDay": "12/14"
    },
    {
      "year": "1969",
      "uri": "/wiki/Archie_Kao",
      "name": "Archie Kao",
      "aboutText": "Natascha Abigail Taylor (born 14 December 1971), known professionally as Natascha McElhone, (/nəˈtæʃəˈmækəlˌhoʊn/; is an English actress of stage, screen and television, best known for her roles in American films such as Ronin, The Truman Show and Solaris, and most recently for her role as Karen van der Beek on the Showtime series Californication.",
      "pageId": 474079,
      "monthDay": "12/14"
    },
    {
      "year": "1969",
      "uri": "/wiki/Arthur_Numan",
      "name": "Arthur Numan",
      "aboutText": "Thuy Trang (Vietnamese: Thuỳ Trang, December 14, 1973 – September 3, 2001) was a Vietnamese-born American actress. She was best known for her role as Trini Kwan, the original Yellow Ranger in the Mighty Morphin Power Rangers television series.",
      "pageId": 609370,
      "monthDay": "12/14"
    },
    {
      "year": "1970",
      "uri": "/wiki/Nadine_Garner",
      "name": "Nadine Garner",
      "aboutText": "Tomasz Radzinski (born 14 December 1973) is a retired Polish-Canadian association footballer who played as a striker and winger.",
      "pageId": 1054892,
      "monthDay": "12/14"
    },
    {
      "year": "1970",
      "uri": "/wiki/Anna_Maria_Jopek",
      "name": "Anna Maria Jopek",
      "aboutText": "Arthur Numan (born 14 December 1969 in Heemskerk, North Holland) is a retired Dutch footballer. He played as a left back and was a regular fixture in Netherlands national football team.",
      "pageId": 1218987,
      "monthDay": "12/14"
    },
    {
      "year": "1970",
      "uri": "/wiki/Beth_Orton",
      "name": "Beth Orton",
      "aboutText": "Anna Maria Jopek (born 14 December 1970 in Warsaw) is a Polish musician and singer. She represented her country in the 1997 Eurovision Song Contest, with the song \"Ale jestem\" and finished 11th out of 25 participating acts; and in 2002, she collaborated on an album with jazz guitarist Pat Metheny. She has received numerous awards for her music, including Michel Legrand's Personal Award in Vitebsk in 1994, as well as all of the awards for music in Poland, together with gold and platinum records.",
      "pageId": 2047242,
      "monthDay": "12/14"
    },
    {
      "year": "1971",
      "uri": "/wiki/Brian_Gay",
      "name": "Brian Gay",
      "aboutText": "Tia Texada (born Tia Nicole Tucker; December 14, 1971) is an American actress and singer. She is probably best known for portraying the role of Sgt. Maritza Cruz from the American television show Third Watch and for her role as Shay on ABC Family's Huge.",
      "pageId": 2094340,
      "monthDay": "12/14"
    },
    {
      "year": "1971",
      "uri": "/wiki/Tia_Texada",
      "name": "Tia Texada",
      "aboutText": "Scott Allen Hatteberg (born December 14, 1969) is a former American Major League Baseball (MLB) first baseman and catcher. During his MLB career, spanning from 1995 through 2008, he played for the Boston Red Sox, Oakland Athletics, and Cincinnati Reds.",
      "pageId": 2141231,
      "monthDay": "12/14"
    },
    {
      "year": "1971",
      "uri": "/wiki/Michaela_Watkins",
      "name": "Michaela Watkins",
      "aboutText": "Patrick (Pat) John Burke (born December 14, 1973) is an Irish former professional basketball player. Burke (who moved from Ireland to Cleveland, Ohio when he was three years old ) competed in the National Basketball Association and also played in Europe, ending his career with the Polish club Asseco Prokom Sopot. He was a co-captain of the Irish national basketball team and also represented his country at the World University Games.",
      "pageId": 2547842,
      "monthDay": "12/14"
    },
    {
      "year": "1971",
      "uri": "/wiki/Natascha_McElhone",
      "name": "Natascha McElhone",
      "aboutText": "Saulius Štombergas (born December 14, 1973) is a retired Lithuanian basketball player and coach. He played for the Lithuanian national basketball team from 1995 to 2004. He is currently unemployed.",
      "pageId": 2865172,
      "monthDay": "12/14"
    },
    {
      "year": "1972",
      "uri": "/wiki/Miranda_Hart",
      "name": "Miranda Hart",
      "aboutText": "Archie David Kao (born December 14, 1969) is an American actor.",
      "pageId": 3546174,
      "monthDay": "12/14"
    },
    {
      "year": "1972",
      "uri": "/wiki/Marcus_Jensen",
      "name": "Marcus Jensen",
      "aboutText": "Marcus Christian Jensen (born December 14, 1972) is an American professional baseball player and coach. He played catcher for the San Francisco Giants, Detroit Tigers, Milwaukee Brewers, St. Louis Cardinals, Minnesota Twins, Boston Red Sox and Texas Rangers in Major League Baseball (MLB) from 1996 through 2002.",
      "pageId": 3627165,
      "monthDay": "12/14"
    },
    {
      "year": "1973",
      "uri": "/wiki/Falk_Balzer",
      "name": "Falk Balzer",
      "aboutText": "Boris Henry (born 14 December 1973 in Völklingen) is a German javelin thrower. He has won the bronze medal in the World Championships twice, in 1995 and again in 2003.\nHis personal best throw was 90.44 metres, achieved in July 1997 in Linz.",
      "pageId": 4013261,
      "monthDay": "12/14"
    },
    {
      "year": "1973",
      "uri": "/wiki/Pat_Burke",
      "name": "Pat Burke",
      "aboutText": "Noelle Beck (born December 14, 1968, in Baltimore, Maryland) is an American actress, best known for her role as Trisha Alden on the ABC daytime soap opera Loving.",
      "pageId": 4305006,
      "monthDay": "12/14"
    },
    {
      "year": "1973",
      "uri": "/wiki/Boris_Henry",
      "name": "Boris Henry",
      "aboutText": "Miranda Katherine Hart Dyke (born 14 December 1972), known professionally as Miranda Hart, is an English actress and comedian. Following drama training at the Academy of Live and Recorded Arts, Hart began writing material for the Edinburgh Fringe Festival and making small appearances in various British sitcoms including Hyperdrive and Not Going Out.\nHart reached a wider audience with her self-driven semi-autobiographical BBC sitcom Miranda, which is based on her earlier BBC Radio 2 radio series Miranda Hart's Joke Shop (2008).",
      "pageId": 4638951,
      "monthDay": "12/14"
    },
    {
      "year": "1973",
      "uri": "/wiki/Tomasz_Radzinski",
      "name": "Tomasz Radzinski",
      "aboutText": "Joseph Brian Gay (born December 14, 1971) is an American professional golfer who currently plays on the PGA Tour.",
      "pageId": 6004286,
      "monthDay": "12/14"
    },
    {
      "year": "1973",
      "uri": "/wiki/Saulius_%C5%A0tombergas",
      "name": "Saulius Štombergas",
      "aboutText": "Nadine Lynette Garner (born 14 December 1970 in Knoxfield, Melbourne) is an Australian actress.\n^ \"Nadine Garner: Biography\". Internet Movie Database.",
      "pageId": 8814871,
      "monthDay": "12/14"
    },
    {
      "year": "1973",
      "uri": "/wiki/Thuy_Trang",
      "name": "Thuy Trang",
      "aboutText": "Falk Balzer (born 14 December 1973 in Leipzig) is a former German hurdler best known for winning the silver medal at the 1998 European Championships in Budapest, Hungary. A son of former East German hurdler Karin Balzer he represented his native country at the 2000 Summer Olympics in Sydney, Australia.\nBetween 1994 and 1997, Balzer studied philosophy and psychology, then German and history until 2004, when he was awarded a Master's degree.",
      "pageId": 13721547,
      "monthDay": "12/14"
    },
    {
      "year": "1974",
      "uri": "/wiki/Billy_Koch",
      "name": "Billy Koch",
      "aboutText": "Michaela Suzanne Watkins (born December 14, 1971) is an American actress and comedian best known for starring on Saturday Night Live (2008–2009) and in the ABC sitcom Trophy Wife (2013–2014).",
      "pageId": 19805544,
      "monthDay": "12/14"
    },
    {
      "year": "1975",
      "uri": "/wiki/Justin_Furstenfeld",
      "name": "Justin Furstenfeld",
      "aboutText": "Michael James Owen (born 14 December 1979) is a former English footballer who played as a striker for Liverpool, Real Madrid, Newcastle United, Manchester United and Stoke City as well as the England national team. He is a regular pundit and co-commentator on BT Sport football coverage, and sometimes appears on BBC's Match of the Day as a pundit. Since retiring from football he has become a successful racehorse breeder and owner.",
      "pageId": 205247,
      "monthDay": "12/14"
    },
    {
      "year": "1975",
      "uri": "/wiki/KaDee_Strickland",
      "name": "KaDee Strickland",
      "aboutText": "Sophie Charlene Akland Monk (born 14 December 1979) is an English-born Australian singer, model and actress. Monk was a member of the girl group Bardot and released a solo album called Calendar Girl (2003). She has appeared in films such as Date Movie (2006), Click (2006), and Spring Breakdown (2009).",
      "pageId": 848349,
      "monthDay": "12/14"
    },
    {
      "year": "1976",
      "uri": "/wiki/Tammy_Blanchard",
      "name": "Tammy Blanchard",
      "aboutText": "Jean-Alain Boumsong-Somkong (born 14 December 1979) is a professional football defender, and former French international. He is known for his physical strength, pace and reading of the game.\n^ \"FIFA World Cup Germany 2006: List of Players\" (PDF).",
      "pageId": 878134,
      "monthDay": "12/14"
    },
    {
      "year": "1976",
      "uri": "/wiki/Leland_Chapman",
      "name": "Leland Chapman",
      "aboutText": "Patty Schnyder (born 14 December 1978) is a Swiss professional tennis player. She reached number 7 in the world rankings. She twice defeated a reigning world no.",
      "pageId": 1547798,
      "monthDay": "12/14"
    },
    {
      "year": "1976",
      "uri": "/wiki/Sebastien_Chaule",
      "name": "Sebastien Chaule",
      "aboutText": "Leland Blaine Chapman Born December 14, 1976 in Groom, Texas , is an American bail bondsman and bounty hunter., His visibility with his family team shot upward as the family business became subjects of a reality show, on A&E TV's Dog the Bounty Hunter.",
      "pageId": 1810117,
      "monthDay": "12/14"
    },
    {
      "year": "1976",
      "uri": "/wiki/Andr%C3%A9_Couto",
      "name": "André Couto",
      "aboutText": "Katherine Dee \"KaDee\" Strickland (born December 14, 1975) is an American actress known for her role as Charlotte King on the ABC drama Private Practice.\nWell known in her hometown of Patterson, Georgia, when she was a child, she began acting during high school. Strickland studied the profession in Philadelphia and New York City, where she obtained mostly small roles in film, television and theater projects, among them The Sixth Sense (1999).",
      "pageId": 2047015,
      "monthDay": "12/14"
    },
    {
      "year": "1976",
      "uri": "/wiki/Santiago_Ezquerro",
      "name": "Santiago Ezquerro",
      "aboutText": "Santiago 'Santi' Ezquerro Marín (born 14 December 1976) is a Spanish retired footballer who played as a forward.\nHaving made a name for himself at Athletic Bilbao, appearing in nearly 300 official games for the club in seven years, he subsequently earned himself a transfer to Barcelona, but languished on the bench for three years.\nOver 13 seasons in La Liga, Ezquerro amassed totals of 278 matches and 55 goals.",
      "pageId": 2716495,
      "monthDay": "12/14"
    },
    {
      "year": "1977",
      "uri": "/wiki/Brain_Damage_(wrestler)",
      "name": "Brain Damage",
      "aboutText": "Justin Steward Furstenfeld (born December 14, 1975 in Houston, Texas) is a record producer, artist, author, and the lead singer, guitarist, and lyricist of the rock band Blue October.",
      "pageId": 3393690,
      "monthDay": "12/14"
    },
    {
      "year": "1977",
      "uri": "/wiki/Jamie_Peacock",
      "name": "Jamie Peacock",
      "aboutText": "Kim St-Pierre (born December 14, 1978 in Châteauguay, Quebec) is a Canadian ice hockey player.",
      "pageId": 4051633,
      "monthDay": "12/14"
    },
    {
      "year": "1978",
      "uri": "/wiki/Dean_Brogan",
      "name": "Dean Brogan",
      "aboutText": "Radu Sîrbu (also known as Radu Sârbu, RadU, and Picasso; born 14 December 1978 in Peresecina, Moldavian SSR, Soviet Union) is a Moldovan singer. He was part of the Moldovan pop music trio O-Zone. He currently lives and works in Bucharest, Romania.",
      "pageId": 4409000,
      "monthDay": "12/14"
    },
    {
      "year": "1978",
      "uri": "/wiki/Shedrack_Kibet_Korir",
      "name": "Shedrack Kibet Korir",
      "aboutText": "Gordon Greer (born 14 December 1980 in Glasgow) is a Scottish professional footballer currently playing for Brighton & Hove Albion, where he is captain. Greer plays as a defender.",
      "pageId": 4749485,
      "monthDay": "12/14"
    },
    {
      "year": "1978",
      "uri": "/wiki/Zden%C4%9Bk_Posp%C4%9Bch",
      "name": "Zdeněk Pospěch",
      "aboutText": "Jamie Peacock MBE, (born 14 December 1977) is a retired English professional rugby league footballer who played for Leeds Rhinos and Bradford Bulls in the Super League and captained both Great Britain and England at international level. His position of choice was prop, although he played much of his early career as a second-row.",
      "pageId": 4949588,
      "monthDay": "12/14"
    },
    {
      "year": "1978",
      "uri": "/wiki/Patty_Schnyder",
      "name": "Patty Schnyder",
      "aboutText": "Dean Scott Brogan (born 14 December 1978) is an Australian rules footballer who formerly played for the Greater Western Sydney Giants and the Port Adelaide Football Club in the Australian Football League (AFL). He is currently serving as the Giants' ruck and stoppages coach.\nBrogan is the younger brother of former Australian Opals basketball player Michelle Brogan.",
      "pageId": 5502180,
      "monthDay": "12/14"
    },
    {
      "year": "1978",
      "uri": "/wiki/Radu_S%C3%AErbu",
      "name": "Radu Sîrbu",
      "aboutText": "Shedrack Kibet Korir (born 14 December 1978 in Nandi District) is a Kenyan runner who specializes in the 1500 and 3000 metres.\nHe won the bronze medal in the 1500m at the 2007 World Championships in Osaka.",
      "pageId": 7015441,
      "monthDay": "12/14"
    },
    {
      "year": "1978",
      "uri": "/wiki/Kim_St-Pierre",
      "name": "Kim St-Pierre",
      "aboutText": "Tammy Blanchard (born December 14, 1976) is an American actress and singer. She has worked primarily in films and television, making her professional start in the soap opera Guiding Light. For her first stage appearance, she played the role of Louise/Gypsy in the 2003 Broadway revival of the musical Gypsy, for which she earned both a Tony Award nomination and a Theatre World Award.",
      "pageId": 7188105,
      "monthDay": "12/14"
    },
    {
      "year": "1979",
      "uri": "/wiki/Jean-Alain_Boumsong",
      "name": "Jean-Alain Boumsong",
      "aboutText": "André Couto (born 14 December 1976) is a Macanese motor racing driver who is best known for winning his home F3 Grand Prix in 2000.",
      "pageId": 7889305,
      "monthDay": "12/14"
    },
    {
      "year": "1979",
      "uri": "/wiki/Andrei_Makrov",
      "name": "Andrei Makrov",
      "aboutText": "Zdeněk Pospěch (Czech pronunciation: [ˈzdɛɲɛk ˈpospjɛx]; born 14 December 1978) is a Czech footballer who plays for SFC Opava in the Fotbalová národní liga.",
      "pageId": 10343125,
      "monthDay": "12/14"
    },
    {
      "year": "1979",
      "uri": "/wiki/Sophie_Monk",
      "name": "Sophie Monk",
      "aboutText": "Marvin Lambert (December 14, 1977 – October 18, 2012) was an American professional wrestler best known by his ring name Brain Damage.\nBrain Damage competed for a number of different promotions throughout his career, but is best known for his work in Independent Wrestling Association Mid-South (IWA Mid-South) and Combat Zone Wrestling (CZW). In IWA Mid-South, Brain Damage formed a tag team with Deranged, known as the Vulgar Display of Power.",
      "pageId": 14891219,
      "monthDay": "12/14"
    },
    {
      "year": "1979",
      "uri": "/wiki/Michael_Owen",
      "name": "Michael Owen",
      "aboutText": "Andrei Makrov (born December 14, 1979) is an Estonian professional ice hockey player currently with Gornyak Rudny of the Kazakhstan Hockey Championship.\nMakrov was selected as the Best Forward at 1999 World Junior Ice Hockey Championships Pool C. In the 2010 IIHF World Championship Division II tournament Makrov was the top scorer scoring 28 points in five games and was selected as the best forward and the most valuable player of the tournament.",
      "pageId": 26390288,
      "monthDay": "12/14"
    },
    {
      "year": "1980",
      "uri": "/wiki/Gordon_Greer",
      "name": "Gordon Greer",
      "aboutText": "Sebastien Chaule (born 14 December 1976) is a German international rugby union player, playing for the TSV Handschuhsheim in the Rugby-Bundesliga and the German national rugby union team.\nHe plays rugby since 1981 and originally hails from France.\nHis last game for Germany was against Russia on 2 May 2009, his 15th international.",
      "pageId": 26441729,
      "monthDay": "12/14"
    },
    {
      "year": "1980",
      "uri": "/wiki/Tata_Young",
      "name": "Tata Young",
      "aboutText": "Found Known as,",
      "pageId": 760043,
      "monthDay": "12/14"
    },
    {
      "year": "1980",
      "uri": "/wiki/Didier_Zokora",
      "name": "Didier Zokora",
      "aboutText": "Émilie-Joane Heymans (born December 14, 1981) is a Canadian diver. She was born in Brussels, Belgium and raised in Greenfield Park, a suburb of Montreal. Heymans has won four Olympic medals, two bronze and two silver.",
      "pageId": 901204,
      "monthDay": "12/14"
    },
    {
      "year": "1981",
      "uri": "/wiki/Amber_Chia",
      "name": "Amber Chia",
      "aboutText": "Liam Lawrence (born 14 December 1981) is a professional footballer who plays as a winger for Shrewsbury Town in England's League One.\nLawrence started his career at his local club Mansfield Town, after impressing at the Field Mill he signed for Sunderland in June 2005. He joined Stoke City, on loan in 2006, and made his move permanent in January 2007.",
      "pageId": 1238586,
      "monthDay": "12/14"
    },
    {
      "year": "1981",
      "uri": "/wiki/%C3%89milie_Heymans",
      "name": "Émilie Heymans",
      "aboutText": "Anthony Way (born 14 December 1982) is an English chorister and classical singer who shot to fame after appearing as a chorister in a BBC TV series. He has since had success as a recording artist, with gold and platinum discs to his credit.",
      "pageId": 1612161,
      "monthDay": "12/14"
    },
    {
      "year": "1981",
      "uri": "/wiki/Rebecca_Jarvis",
      "name": "Rebecca Jarvis",
      "aboutText": "John \"Johnny\" Jeter (born December 14, 1981) is an American semi-retired professional wrestler. He is best known for his appearances with World Wrestling Entertainment (WWE) in 2006 under the ring name Johnny as a member of The Spirit Squad, a stable of male cheerleaders.\nJeter was trained by professional wrestler Nick Dinsmore and debuted in 2001.",
      "pageId": 1853511,
      "monthDay": "12/14"
    },
    {
      "year": "1981",
      "uri": "/wiki/Johnny_Jeter",
      "name": "Johnny Jeter",
      "aboutText": "Christopher \"Chris\" Brunt (born 14 December 1984) is a Northern Irish professional footballer who plays for and is the vice-captain of Premier League club West Bromwich Albion. He plays as a left winger, as an attacking midfielder or left back. He has also played in the Football League for Sheffield Wednesday and Middlesbrough, and has appeared for Northern Ireland at youth and full international levels.",
      "pageId": 2590899,
      "monthDay": "12/14"
    },
    {
      "year": "1981",
      "uri": "/wiki/Liam_Lawrence",
      "name": "Liam Lawrence",
      "aboutText": "Déguy Alain Didier Zokora (born 14 December 1980) commonly known as Didier Zokora is an Ivorian professional footballer who plays for Indian club FC Pune City in the Indian Super League. He was on his country's national team for almost 15 years since 2000 and has become the team's most capped player.\n^ \"Déguy Alain Didier Zokora\".",
      "pageId": 2626837,
      "monthDay": "12/14"
    },
    {
      "year": "1981",
      "uri": "/wiki/Shaun_Marcum",
      "name": "Shaun Marcum",
      "aboutText": "Edward Charles \"Ed\" Rainsford (born 14 December 1984) is a Zimbabwean cricketer. He has played 39 ODIs and two Twenty20 Internationals for Zimbabwe.",
      "pageId": 2870102,
      "monthDay": "12/14"
    },
    {
      "year": "1982",
      "uri": "/wiki/Josh_Fields_(infielder)",
      "name": "Josh Fields",
      "aboutText": "Shaun Michal Marcum (born December 14, 1981) is an American professional baseball pitcher who is currently a free agent.",
      "pageId": 3124921,
      "monthDay": "12/14"
    },
    {
      "year": "1982",
      "uri": "/wiki/Steve_Sidwell",
      "name": "Steve Sidwell",
      "aboutText": "Steven James \"Steve\" Sidwell (born 14 December 1982) is an English professional footballer who plays as a midfielder for Stoke City. He is a former England U21 international.\nSidwell began his career at Arsenal and after winning two FA Youth Cups he had constructive loan spells at Brentford and Brighton & Hove Albion which saw him join Reading in January 2003.",
      "pageId": 3234733,
      "monthDay": "12/14"
    },
    {
      "year": "1982",
      "uri": "/wiki/Anthony_Way",
      "name": "Anthony Way",
      "aboutText": "Rebecca Ann Jarvis (born December 14, 1981 in Minneapolis, Minnesota) is a financial journalist and was a finalist on Season 4 of The Apprentice.",
      "pageId": 3354566,
      "monthDay": "12/14"
    },
    {
      "year": "1983",
      "uri": "/wiki/Leanne_Mitchell",
      "name": "Leanne Mitchell",
      "aboutText": "Monroe Jackson Rathbone V (born December 14, 1984) is an actor and musician best known for his role as Jasper Hale in The Twilight Saga and for playing Sokka in The Last Airbender.",
      "pageId": 3793726,
      "monthDay": "12/14"
    },
    {
      "year": "1984",
      "uri": "/wiki/Chris_Brunt",
      "name": "Chris Brunt",
      "aboutText": "Tom Smith (born 14 December 1985, Bristol) is a Welsh rugby union player. A flanker, he currently plays for Welsh regional team Ospreys having previously played for Neath RFC and the Ospreys academy.\nSmith made his debut for the Ospreys as a replacement against Connacht in February 2007.",
      "pageId": 4437912,
      "monthDay": "12/14"
    },
    {
      "year": "1984",
      "uri": "/wiki/Rana_Daggubati",
      "name": "Rana Daggubati",
      "aboutText": "Amber Chia (Chinese: 谢丽萍, pinyin: Xiè Lìpíng; born 14 December 1981) is a Malaysian model, actress, TV host and brand ambassador. She was born in Teluk Anson, Malaysia, but grew up in the city of Tawau, in Sabah, East Malaysia. She began her modelling career at seventeen in Kuala Lumpur.",
      "pageId": 6040518,
      "monthDay": "12/14"
    },
    {
      "year": "1984",
      "uri": "/wiki/Ed_Rainsford",
      "name": "Ed Rainsford",
      "aboutText": "Jakub \"Kuba\" Błaszczykowski (Polish pronunciation: [ˈjakub bwaʂt͡ʂɨˈkɔfskʲi]; born 14 December 1985) is a Polish footballer who plays as a winger for Italian club Fiorentina on loan from German club Borussia Dortmund.",
      "pageId": 6550409,
      "monthDay": "12/14"
    },
    {
      "year": "1984",
      "uri": "/wiki/Jackson_Rathbone",
      "name": "Jackson Rathbone",
      "aboutText": "Nonami Takizawa (滝沢乃南, Takizawa Nonami, born December 14, 1985) is a Japanese gravure idol, and a female talent. She is best known for her voluptuous figure. She is from Saitama, and her nickname is 'Nonamin'.",
      "pageId": 7102081,
      "monthDay": "12/14"
    },
    {
      "year": "1985",
      "uri": "/wiki/Jakub_B%C5%82aszczykowski",
      "name": "Jakub Błaszczykowski",
      "aboutText": "Joshua Dean Fields (born December 14, 1982) is an American professional baseball infielder. He was selected as the 18th overall pick in the first round of the 2004 Major League Baseball Draft by the Chicago White Sox.",
      "pageId": 7729199,
      "monthDay": "12/14"
    },
    {
      "year": "1985",
      "uri": "/wiki/Paul_Rabil",
      "name": "Paul Rabil",
      "aboutText": "Paul Rabil (born December 14, 1985), is an American professional lacrosse player with the New York Lizards of Major League Lacrosse.",
      "pageId": 11345265,
      "monthDay": "12/14"
    },
    {
      "year": "1985",
      "uri": "/wiki/Tom_Smith_(rugby_union_player_born_1985)",
      "name": "Tom Smith",
      "aboutText": "Rana Daggubati(born Rama Naidu Daggubati), is an Indian film actor, producer, Visual Effects co-ordinator, and photographer known for his works in Telugu cinema and Bollywood. As a Visual Effects producer, Rana won the State Nandi Award for Best Special Effects in 2006 for the Telugu film Sainikudu starring Mahesh Babu. In 2006, he received the National Film Award for co-producing Bommalata – A Bellyful of Dreams.",
      "pageId": 25046692,
      "monthDay": "12/14"
    },
    {
      "year": "1985",
      "uri": "/wiki/Nonami_Takizawa",
      "name": "Nonami Takizawa",
      "aboutText": "Leanne Sian Mitchell (born 14 December 1983) is an English pop singer–songwriter, known for winning the first series of The Voice UK on 2 June 2012. Mitchell released her debut solo single \"Run to You\" on 3 June 2012.\nHer debut self-titled album was released in May 2013 and was described as a \"huge flop\", managing to get to only 134 in the album chart.",
      "pageId": 35384397,
      "monthDay": "12/14"
    },
    {
      "year": "1986",
      "uri": "/wiki/Jang_Jae-ho",
      "name": "Jang Jae-ho",
      "aboutText": "Vanessa Anne Hudgens (born December 14, 1988) is an American actress and singer. Hudgens rose to prominence playing Gabriella Montez in the High School Musical series. Hudgens has also appeared in various films and television series for the Disney Channel.",
      "pageId": 3504698,
      "monthDay": "12/14"
    },
    {
      "year": "1987",
      "uri": "/wiki/Kenneth_Medwood",
      "name": "Kenneth Medwood",
      "aboutText": "Jang Jae-ho (known as spirit_moon or moon, born December 14, 1986) is a South Korean professional gamer of the popular Blizzard real-time strategy games Warcraft III and StarCraft II. He is seen by many as the best Night Elf player in the world. Jang Jae-ho is a five time world champion and has won three televised national Korean WarCraft III Championships as well as four seasons of MBCGame's World War. He is particularly known for his excellent micromanagement and innovative strategies.",
      "pageId": 4732258,
      "monthDay": "12/14"
    },
    {
      "year": "1987",
      "uri": "/wiki/Aletta_Ocean",
      "name": "Aletta Ocean",
      "aboutText": "Nicolas Batum (/bæˈtuːm/; born December 14, 1988) is a French professional basketball player for the Charlotte Hornets of the National Basketball Association (NBA).",
      "pageId": 4864520,
      "monthDay": "12/14"
    },
    {
      "year": "1988",
      "uri": "/wiki/Nicolas_Batum",
      "name": "Nicolas Batum",
      "aboutText": "Pedro Roberto da Silva Botelho (born 14 December 1989) is a Brazilian professional footballer who plays for Clube Atlético Mineiro on loan from Clube Atlético Paranaense. Mainly a left back, he can also play as a midfielder.",
      "pageId": 11822613,
      "monthDay": "12/14"
    },
    {
      "year": "1988",
      "uri": "/wiki/Nate_Ebner",
      "name": "Nate Ebner",
      "aboutText": "Samantha Nicole Peszek (born December 14, 1991 in Indianapolis, Indiana) is an American gymnast. She was a member of the United States' silver-winning 2008 Olympic women's gymnastics team. Following her elite gymnastics career, she competed in NCAA Gymnastics for the UCLA Bruins.",
      "pageId": 13114949,
      "monthDay": "12/14"
    },
    {
      "year": "1988",
      "uri": "/wiki/Vanessa_Hudgens",
      "name": "Vanessa Hudgens",
      "aboutText": "Ralph Joshua Dela Cruz Dionisio, better known as Joshua Dionisio (born December 14, 1994) is a Filipino child actor working in television.",
      "pageId": 20215512,
      "monthDay": "12/14"
    },
    {
      "year": "1988",
      "uri": "/wiki/Hayato_Sakamoto",
      "name": "Hayato Sakamoto",
      "aboutText": "Lee Jin-ki (hangul: 이진기; born December 14, 1989), better known by his stage name Onew (hangul: 온유), is a South Korean singer, actor, dancer and presenter.",
      "pageId": 20591476,
      "monthDay": "12/14"
    },
    {
      "year": "1989",
      "uri": "/wiki/Onew",
      "name": "Onew",
      "aboutText": "Hayato Sakamoto (坂本 勇人, Sakamoto Hayato, born December 14, 1988 in Itami, Hyōgo, Japan) is a Japanese shortstop with the Yomiuri Giants.\nIn 2008, Sakamoto became the first player in Giants franchise history to start a season opener while under the age of 20 since Hideki Matsui.",
      "pageId": 20610050,
      "monthDay": "12/14"
    },
    {
      "year": "1989",
      "uri": "/wiki/Pedro_Roberto_Silva_Botelho",
      "name": "Pedro Roberto Silva Botelho",
      "aboutText": "Aletta Ocean (born 14 December 1987) is the stage name of a Hungarian pornographic actress. She has appeared in Penthouse and Hungarian Playboy. and won the 2010 AVN Awards for Female Foreign Performer of the Year and Best Sex Scene in a Foreign-Shot Production (Dollz House – Harmony Films).",
      "pageId": 25755107,
      "monthDay": "12/14"
    },
    {
      "year": "1991",
      "uri": "/wiki/Samantha_Peszek",
      "name": "Samantha Peszek",
      "aboutText": "Ryo Miyaichi (宮市 亮, Miyaichi Ryō, born 14 December 1992), is a Japanese professional footballer who plays as a winger for FC St. Pauli in the 2. Bundesliga and the Japan national team.",
      "pageId": 30775211,
      "monthDay": "12/14"
    },
    {
      "year": "1991",
      "uri": "/wiki/Mitsuki_Takahata",
      "name": "Mitsuki Takahata",
      "aboutText": "Nate Ebner (born December 14, 1988) is an American football safety for the New England Patriots of the National Football League (NFL).\nWhen Ebner was 17 years old, he became the youngest player ever to play on the United States national rugby union team, the National 7's. Ebner then played rugby on the United States Under-19 and Under-20 national teams, and was named MVP for the teams at both the 2007 and 2008 IRB Junior World Championships.",
      "pageId": 35650384,
      "monthDay": "12/14"
    },
    {
      "year": "1991",
      "uri": "/wiki/Bryan_Van_Den_Bogaert",
      "name": "Bryan Van Den Bogaert",
      "aboutText": "Kenneth Medwood (born December 14, 1987 in Belize City) is a Belizean track and field athlete, specializing in the 400 metres hurdles. He competed in the 2011 IAAF World Championships in Athletics and was his nation's flagbearer in the opening ceremonies of the 2012 Summer Olympics.\nMedwood grew up in Los Angeles, attending Theodore Roosevelt High School, where he was a three time Los Angeles City Section Champion in the high jump.",
      "pageId": 36567924,
      "monthDay": "12/14"
    },
    {
      "year": "1992",
      "uri": "/wiki/Tori_Kelly",
      "name": "Tori Kelly",
      "aboutText": "Victoria Loren \"Tori\" Kelly (born December 14, 1992) is an American singer and songwriter who slowly gained recognition after starting to post videos on YouTube at the age of 14. When she was 16, Kelly auditioned for the singing competition television series American Idol. After being eliminated from the show, Kelly began to work on her own music.",
      "pageId": 38034251,
      "monthDay": "12/14"
    },
    {
      "year": "1992",
      "uri": "/wiki/Alexandra_Kolesnichenko",
      "name": "Alexandra Kolesnichenko",
      "aboutText": "Alexandra Kolesnichenko (born 14 December 1992) is an Uzbekistani tennis player.\nKolesnichenko has won one doubles title on the ITF tour in her career. On 21 September 2009, she reached her best singles ranking of world number 577.",
      "pageId": 42169096,
      "monthDay": "12/14"
    },
    {
      "year": "1992",
      "uri": "/wiki/Ryo_Miyaichi",
      "name": "Ryo Miyaichi",
      "aboutText": "Mitsuki Takahata (高畑 充希, Takahata Mitsuki, born December 14, 1991, in Higashiōsaka, Osaka, Japan) is a Japanese actress and singer who is represented by the talent agency Horipro. She was an Hosei University Career Design undergraduate student (currently left of absence).",
      "pageId": 47339360,
      "monthDay": "12/14"
    },
    {
      "year": "1994",
      "uri": "/wiki/Joshua_Dionisio",
      "name": "Joshua Dionisio",
      "aboutText": "Bryan Van Den Bogaert (born 14 December 1991) is a Belgian professional footballer who plays for English club Whitehawk, as a left back.",
      "pageId": 47501442,
      "monthDay": "12/14"
    }
  ]
}