{
  "people": [
    {
      "year": "37",
      "uri": "/wiki/Nero",
      "name": "Nero",
      "aboutText": "Alexandre Gustave Eiffel (born Bonickhausen dit Eiffel; /ˈaɪfəl/; French pronunciation: ​[efɛl]; 15 December 1832 – 27 December 1923) was a French civil engineer and architect. A graduate of the prestigious École Centrale des Arts et Manufactures of France, he made his name with various bridges for the French railway network, most famously the Garabit viaduct. He is best known for the world-famous Eiffel Tower, built for the 1889 Universal Exposition in Paris, and his contribution to building the Statue of Liberty in New York.",
      "pageId": 12232,
      "monthDay": "12/15"
    },
    {
      "year": "130",
      "uri": "/wiki/Lucius_Verus",
      "name": "Lucius Verus",
      "aboutText": "Ludwik Lejzer Zamenhof (Polish: Ludwik Łazarz Zamenhof, 15 December [O.S. 3 December] 1859 – 14 April [O.S. 1 April] 1917), usually credited as L. L. Zamenhof, was a Polish physician, inventor, and writer. He is most widely known for creating Esperanto, the most successful constructed language in the world.",
      "pageId": 18100,
      "monthDay": "12/15"
    },
    {
      "year": "1567",
      "uri": "/wiki/Christoph_Demantius",
      "name": "Christoph Demantius",
      "aboutText": "Nero (/ˈnɪəroʊ/; Latin: Nerō Claudius Caesar Augustus Germanicus; 15 December 37 – 9 June 68) was Roman Emperor from 54 to 68, and the last in the Julio-Claudian dynasty. Nero was adopted by his grand-uncle Claudius to become his heir and successor, and succeeded to the throne in 54 following Claudius' death.\nNero focused much of his attention on diplomacy, trade and enhancing the cultural life of the Empire, but according to the historian Tacitus he was viewed by the Roman people as compulsive and corrupt.",
      "pageId": 21632,
      "monthDay": "12/15"
    },
    {
      "year": "1657",
      "uri": "/wiki/Michel_Richard_Delalande",
      "name": "Michel Richard Delalande",
      "aboutText": "Antoine Henri Becquerel (15 December 1852 – 25 August 1908) was a physicist, Nobel laureate, and the discoverer of radioactivity. For work in this field he, along with Marie Skłodowska-Curie and Pierre Curie, received the 1903 Nobel Prize in Physics.",
      "pageId": 53711,
      "monthDay": "12/15"
    },
    {
      "year": "1686",
      "uri": "/wiki/Jean-Joseph_Fiocco",
      "name": "Jean-Joseph Fiocco",
      "aboutText": "Lucius Verus (Latin: LVCIVS AVRELIVS VERVS AVGVSTVS; 15 December 130 – 169) was the Roman Emperor from 161 to 169. Born Lucius Ceionius Commodus, with the same name as his father, he became Lucius Aelius Commodus when the latter was adopted by Hadrian, since both father and son had to change their names accordingly. When he was adopted by Caesar Antoninus Pius in February 138, his name was changed to L. Aelius Aurelius Commodus.",
      "pageId": 144110,
      "monthDay": "12/15"
    },
    {
      "year": "1789",
      "uri": "/wiki/Carlos_Soublette",
      "name": "Carlos Soublette",
      "aboutText": "Pehr Evind Svinhufvud af Qvalstad (Swedish: [ˈpæːr ˈeːvɪnd ˈsviːnhʉːvɵd]; December 15, 1861 – February 29, 1944) was the third President of Finland from 1931 to 1937. Serving as a lawyer, judge, and politician in the Russian Grand Duchy of Finland, he played a major role in the movement for Finnish independence. In 1917–1918, Svinhufvud was the first Head of State of independent Finland, first as Chairman of the Senate and subsequently as Protector of State or Regent.",
      "pageId": 164620,
      "monthDay": "12/15"
    },
    {
      "year": "1832",
      "uri": "/wiki/Gustave_Eiffel",
      "name": "Gustave Eiffel",
      "aboutText": "Niels Ryberg Finsen (December 15, 1860 – September 24, 1904) was a Faroese-Danish physician and scientist of Icelandic descent.",
      "pageId": 233350,
      "monthDay": "12/15"
    },
    {
      "year": "1837",
      "uri": "/wiki/E._W._Bullinger",
      "name": "E. W. Bullinger",
      "aboutText": "Ethelbert William Bullinger AKC (December 15, 1837 – June 6, 1913) was an Anglican clergyman, Biblical scholar, and ultradispensationalist theologian.",
      "pageId": 261716,
      "monthDay": "12/15"
    },
    {
      "year": "1852",
      "uri": "/wiki/Henri_Becquerel",
      "name": "Henri Becquerel",
      "aboutText": "James Maxwell Anderson (December 15, 1888 – February 28, 1959) was an American playwright, author, poet, journalist and lyricist.",
      "pageId": 350048,
      "monthDay": "12/15"
    },
    {
      "year": "1859",
      "uri": "/wiki/L._L._Zamenhof",
      "name": "L. L. Zamenhof",
      "aboutText": "Michel Richard Delalande [de Lalande] (15 December 1657 - 18 June 1726) was a French Baroque composer and organist who was in the service of King Louis XIV. He was one of the most important composers of grands motets. He also wrote orchestral suites known as Simphonies pour les Soupers du Roy and ballets.",
      "pageId": 827607,
      "monthDay": "12/15"
    },
    {
      "year": "1860",
      "uri": "/wiki/Niels_Ryberg_Finsen",
      "name": "Niels Ryberg Finsen",
      "aboutText": "Leon Paweł Marchlewski (15 December 1869 in Włocławek – 16 January 1946 in Kraków, Poland) was a Polish chemist.",
      "pageId": 1063811,
      "monthDay": "12/15"
    },
    {
      "year": "1860",
      "uri": "/wiki/Abner_Powell",
      "name": "Abner Powell",
      "aboutText": "Johann Christoph Demantius (15 December 1567 – 20 April 1643) was a German composer, music theorist, writer and poet.",
      "pageId": 1261644,
      "monthDay": "12/15"
    },
    {
      "year": "1861",
      "uri": "/wiki/Charles_Duryea",
      "name": "Charles Duryea",
      "aboutText": "Hans Carossa (15 December 1878 in Bad Tölz, Kingdom of Bavaria – 12 September 1956 in Rittsteig) was a German novelist and poet, known mostly for his autobiographical novels, and his \"innere Emigration\" (inner emigration) during the Nazi era.\nHe was born in Bad Tölz, Bavaria and studied medicine, working as a field surgeon from 1916 to 1918.\nHe was awarded the Swiss Gottfried Keller Prize in 1931, and the Goethe Prize in 1938.",
      "pageId": 1263071,
      "monthDay": "12/15"
    },
    {
      "year": "1861",
      "uri": "/wiki/Pehr_Evind_Svinhufvud",
      "name": "Pehr Evind Svinhufvud",
      "aboutText": "Charles Edgar Duryea (December 15, 1861 – September 28, 1938) was the engineer of the first-ever working American gasoline-powered car and co-founder of Duryea Motor Wagon Company. He was born near Canton, Illinois, the son of George Washington Duryea and Louisa Melvina Turner and died in Philadelphia, Pennsylvania, but spent most of his life working in Springfield, Massachusetts.",
      "pageId": 1284093,
      "monthDay": "12/15"
    },
    {
      "year": "1863",
      "uri": "/wiki/Arthur_Dehon_Little",
      "name": "Arthur Dehon Little",
      "aboutText": "Carlos Soublette (15 December 1789 – 11 February 1870) was President of Venezuela 1837-1839 and 1843–1847, and a hero of the Venezuelan War of Independence.",
      "pageId": 2237574,
      "monthDay": "12/15"
    },
    {
      "year": "1869",
      "uri": "/wiki/Leon_Marchlewski",
      "name": "Leon Marchlewski",
      "aboutText": "Abner Charles Powell (December 15, 1860 in Shenandoah, Pennsylvania – August 7, 1953 in New Orleans, Louisiana) was a Major league baseball player who was a member of the Washington Nationals of the Union Association in 1884. He later played for the Baltimore Orioles and the Cincinnati Red Stockings in 1886.",
      "pageId": 5761297,
      "monthDay": "12/15"
    },
    {
      "year": "1875",
      "uri": "/wiki/Emilio_Jacinto",
      "name": "Emilio Jacinto",
      "aboutText": "Jean-Joseph Fiocco (15 December 1686 – 30 March 1746) was a Flemish composer of the high and late Baroque period.\nHis father was the Venetian composer Pietro Antonio Fiocco (1654–1714), and his brothers included the violinist Joseph-Hector. Jean-Joseph was active in the Austrian Netherlands and - during his time as choirmaster of Maria Elisabeth of Austria's chapel-royal in Brussels - he trained the composer Ignaz Vitzthumb and the violinist Pierre van Maldere.",
      "pageId": 19145794,
      "monthDay": "12/15"
    },
    {
      "year": "1878",
      "uri": "/wiki/Hans_Carossa",
      "name": "Hans Carossa",
      "aboutText": "Leonid Pitamic (15 December 1885 – 30 June 1971) was a Slovene Yugoslav lawyer, philosopher of law, diplomat, and academic.",
      "pageId": 22097304,
      "monthDay": "12/15"
    },
    {
      "year": "1885",
      "uri": "/wiki/Leonid_Pitamic",
      "name": "Leonid Pitamic",
      "aboutText": "Arthur Dehon Little (December 15, 1863 – August 1, 1935) was an American chemist and chemical engineer. He founded the consulting company Arthur D. Little and was instrumental in developing chemical engineering at the Massachusetts Institute of Technology (MIT).",
      "pageId": 24021615,
      "monthDay": "12/15"
    },
    {
      "year": "1888",
      "uri": "/wiki/Maxwell_Anderson",
      "name": "Maxwell Anderson",
      "aboutText": "Emilio Jacinto y Dizon (December 15, 1875 — April 16, 1899), was a Filipino General during the Philippine Revolution. He was one of the highest-ranking officers in the Philippine Revolution and was one of the highest-ranking officers of the revolutionary society Kataas-taasan, Kagalang-galangang Katipunan ng mga Anak ng Bayan or simply and more popularly called Katipunan, being a member of its Supreme Council. He was elected Secretary of State for the Haring Bayang Katagalugan, a revolutionary government established during the outbreak of hostilities.",
      "pageId": 24861537,
      "monthDay": "12/15"
    },
    {
      "year": "1890",
      "uri": "/wiki/Harry_Babcock",
      "name": "Harry Babcock",
      "aboutText": "Oscar Ribeiro de Almeida Niemeyer Soares Filho (December 15, 1907 – December 5, 2012), known as Oscar Niemeyer (Brazilian Portuguese: [ɔʃˈkaʁ ˈniemajeʁ]), was a Brazilian architect who is considered to be one of the key figures in the development of modern architecture. Niemeyer was best known for his design of civic buildings for Brasília, a planned city that became Brazil's capital in 1960, as well as his collaboration with other architects on the United Nations Headquarters in New York City. His exploration of the aesthetic possibilities of reinforced concrete was highly influential in the late 20th and early 21st centuries.",
      "pageId": 48372,
      "monthDay": "12/15"
    },
    {
      "year": "1892",
      "uri": "/wiki/J._Paul_Getty",
      "name": "J. Paul Getty",
      "aboutText": "Harold Maurice Abrahams, CBE, (15 December 1899 – 14 January 1978) was a British track and field athlete. He was Olympic champion in 1924 in the 100 metres sprint, a feat depicted in the 1981 movie Chariots of Fire.",
      "pageId": 67306,
      "monthDay": "12/15"
    },
    {
      "year": "1894",
      "uri": "/wiki/Vibert_Douglas",
      "name": "Vibert Douglas",
      "aboutText": "Jean Paul Getty KBE (December 15, 1892 – June 6, 1976) was an American industrialist. He founded the Getty Oil Company, and in 1957 Fortune magazine named him the richest living American, while the 1966 Guinness Book of Records named him as the world's richest private citizen, worth an estimated $1.2 billion (approximately $8.8 billion in 2014). At his death, he was worth more than $2 billion (approximately $8.3 billion in 2014).",
      "pageId": 174527,
      "monthDay": "12/15"
    },
    {
      "year": "1894",
      "uri": "/wiki/Josef_Imbach_(athlete)",
      "name": "Josef Imbach",
      "aboutText": "John Henry Hammond II (December 15, 1910 – July 10, 1987) was an American record producer, civil rights activist and music critic from the 1930s to the early 1980s. In his service as a talent scout, Hammond became one of the most influential figures in 20th century popular music.\nHammond was instrumental in sparking or furthering numerous musical careers, including those of Bob Dylan, Bruce Springsteen, Benny Goodman, Harry James, Charlie Christian, Billie Holiday, Count Basie, Teddy Wilson, Big Joe Turner, Pete Seeger, Babatunde Olatunji, Aretha Franklin, George Benson, Freddie Green, Leonard Cohen, Arthur Russell, Jim Copp, Asha Puthli and Stevie Ray Vaughan.",
      "pageId": 459887,
      "monthDay": "12/15"
    },
    {
      "year": "1896",
      "uri": "/wiki/Betty_Smith",
      "name": "Betty Smith",
      "aboutText": "Muriel Rukeyser (December 15, 1913 – February 12, 1980) was an American poet and political activist, best known for her poems about equality, feminism, social justice, and Judaism. Kenneth Rexroth said that she was the greatest poet of her \"exact generation\".\nOne of her most powerful pieces was a group of poems entitled The Book of the Dead (1938), documenting the details of the Hawk's Nest incident, an industrial disaster in which hundreds of miners died of silicosis.",
      "pageId": 536199,
      "monthDay": "12/15"
    },
    {
      "year": "1899",
      "uri": "/wiki/Harold_Abrahams",
      "name": "Harold Abrahams",
      "aboutText": "Stanley Newcomb \"Stan\" Kenton (December 15, 1911 – August 25, 1979) was a pianist, composer, and arranger who led an innovative, influential, and often controversial American jazz orchestra.",
      "pageId": 661052,
      "monthDay": "12/15"
    },
    {
      "year": "1902",
      "uri": "/wiki/Robert_F._Bradford",
      "name": "Robert F. Bradford",
      "aboutText": "Robert Fiske Bradford (December 15, 1902 – March 18, 1983) was an American politician who served one term as the 57th Governor of Massachusetts, from 1947 to 1949.",
      "pageId": 754210,
      "monthDay": "12/15"
    },
    {
      "year": "1903",
      "uri": "/wiki/Tamanishiki_San%27emon",
      "name": "Tamanishiki San'emon",
      "aboutText": "Edwin LeMar Cole, known as Buddy Cole (December 15, 1916 – November 5, 1964), was a jazz pianist and orchestra leader. He played behind a number of pop singers, including Rosemary Clooney, Jill Corey, Johnnie Ray and The Four Lads, who recorded for Columbia Records.",
      "pageId": 942372,
      "monthDay": "12/15"
    },
    {
      "year": "1907",
      "uri": "/wiki/Gordon_Douglas_(director)",
      "name": "Gordon Douglas",
      "aboutText": "Swami Ranganathananda (December 15, 1908 – April 25, 2005), born Shankaran Kutty, was a Hindu monk of the Ramakrishna Math order. He served as the 13th president of the Ramakrishna Math and Mission.",
      "pageId": 1311246,
      "monthDay": "12/15"
    },
    {
      "year": "1907",
      "uri": "/wiki/Oscar_Niemeyer",
      "name": "Oscar Niemeyer",
      "aboutText": "Gordon Douglas (December 15, 1907 – September 29, 1993) was an American film director, who directed many different genres of films over the course of a five-decade career in motion pictures.",
      "pageId": 1592222,
      "monthDay": "12/15"
    },
    {
      "year": "1908",
      "uri": "/wiki/Swami_Ranganathananda",
      "name": "Swami Ranganathananda",
      "aboutText": "Betty Smith, née Elisabeth Wehner (December 15, 1896 – January 17, 1972), was an American author.",
      "pageId": 1691614,
      "monthDay": "12/15"
    },
    {
      "year": "1909",
      "uri": "/wiki/Sattar_Bahlulzade",
      "name": "Sattar Bahlulzade",
      "aboutText": "Roger Gaudry, CC GOQ MSRC (December 15, 1913 – October 7, 2001) was a Quebecer chemist, businessman, corporate director, and former rector of the Université de Montréal.\nBorn in Quebec City, he received a Bachelor of Science in Chemistry in 1937 and a Doctor of Science in Chemistry in 1940 from Université Laval. A Rhodes scholar, he attended the University of Oxford from 1937 to 1939.",
      "pageId": 1997035,
      "monthDay": "12/15"
    },
    {
      "year": "1910",
      "uri": "/wiki/John_Hammond_(producer)",
      "name": "John Hammond",
      "aboutText": "Nicholas Peter Dallis (December 15, 1911 - July 6, 1991), known as Nick Dallis, was an American psychiatrist turned comic strip writer, creator of the soap opera-style strips Rex Morgan, M.D., Judge Parker and Apartment 3-G. Separating his comics career from his medical practice, he wrote under pseudonyms, Dal Curtis for Rex Morgan, M.D. and Paul Nichols for Judge Parker.\nBorn in New York City, Nick Dallis grew up on Long Island. He graduated from Washington & Jefferson College in 1933 and from Temple University's medical school in 1938 and married a nurse, Sarah Luddy.",
      "pageId": 2861376,
      "monthDay": "12/15"
    },
    {
      "year": "1911",
      "uri": "/wiki/Nicholas_P._Dallis",
      "name": "Nicholas P. Dallis",
      "aboutText": "Henry Stoddard \"Harry\" Babcock (December 15, 1890 – June 15, 1965) was an American pole vaulter who won the gold medal at the 1912 Summer Olympics, setting an Olympic record at 3.95 meters.\nBabcock started as a long jumper, and only around 1910 changed to the pole vault.",
      "pageId": 6606681,
      "monthDay": "12/15"
    },
    {
      "year": "1911",
      "uri": "/wiki/Stan_Kenton",
      "name": "Stan Kenton",
      "aboutText": "Allie Vibert Douglas, OC MBE (December 15, 1894 – 2 July 1988), who usually went by her middle name, was a Canadian astronomer and the first Canadian woman to become an astrophysicist.",
      "pageId": 8300986,
      "monthDay": "12/15"
    },
    {
      "year": "1913",
      "uri": "/wiki/Roger_Gaudry",
      "name": "Roger Gaudry",
      "aboutText": "Tamanishiki San'emon (玉錦 三右衛門, December 15, 1903 – December 4, 1938) was a sumo wrestler from Kōchi, Japan. He was the sport's 32nd yokozuna. He won a total of nine top division yūshō or tournament championships from 1929 to 1936, and was the dominant wrestler in sumo until the emergence of Futabayama.",
      "pageId": 9133551,
      "monthDay": "12/15"
    },
    {
      "year": "1913",
      "uri": "/wiki/Prudent_Joye",
      "name": "Prudent Joye",
      "aboutText": "Sattar Bahlulzade (Azerbaijani: Səttar Bəhlulzadə;, 15 December [O.S. 2 December] 1909 – 14 October 1974) was the founder of contemporary Azerbaijani landscape painting.",
      "pageId": 9929411,
      "monthDay": "12/15"
    },
    {
      "year": "1913",
      "uri": "/wiki/Muriel_Rukeyser",
      "name": "Muriel Rukeyser",
      "aboutText": "Prudent Joye (15 December 1913 – 1 November 1980) was a French track and field athlete who specialised in the 400 metres hurdles. He competed for France at the 1936 Summer Olympics and won gold at the 1938 European Athletics Championships.",
      "pageId": 28484818,
      "monthDay": "12/15"
    },
    {
      "year": "1916",
      "uri": "/wiki/Miguel_Arraes",
      "name": "Miguel Arraes",
      "aboutText": "Miguel Arraes de Alencar (Araripe, December 15, 1916 – Recife, August 13, 2005) was a Brazilian lawyer and politician.",
      "pageId": 42690029,
      "monthDay": "12/15"
    },
    {
      "year": "1916",
      "uri": "/wiki/Buddy_Cole_(musician)",
      "name": "Buddy Cole",
      "aboutText": "Josef Imbach (15 December 1894 – 14 September 1964) was a Swiss sprinter who competed in the Olympic Games in 1920 and 1924.",
      "pageId": 44691443,
      "monthDay": "12/15"
    },
    {
      "year": "1916",
      "uri": "/wiki/Maurice_Wilkins",
      "name": "Maurice Wilkins",
      "aboutText": "Freeman John Dyson FRS (born 15 December 1923) is an English-born American theoretical physicist and mathematician, known for his work in quantum electrodynamics, solid-state physics, astronomy and nuclear engineering.",
      "pageId": 11397,
      "monthDay": "12/15"
    },
    {
      "year": "1917",
      "uri": "/wiki/Shan-ul-Haq_Haqqee",
      "name": "Shan-ul-Haq Haqqee",
      "aboutText": "Friedensreich Regentag Dunkelbunt Hundertwasser (December 15, 1928 – February 19, 2000) was an Austrian artist and architect. who worked also in the field of environmental protection. His real name being Stowasser, his pseudonym Hundertwasser (by which he is known worldwide) comes from sto in Slavic languages, meaning \"hundred\".",
      "pageId": 58972,
      "monthDay": "12/15"
    },
    {
      "year": "1918",
      "uri": "/wiki/Jeff_Chandler_(actor)",
      "name": "Jeff Chandler",
      "aboutText": "Albert James \"Alan\" Freed (December 15, 1921 – January 20, 1965), also known as Moondog, was an American disc jockey. He became internationally known for promoting the mix of blues, country and rhythm and blues music on the radio in the United States and Europe under the name of rock and roll. His career was destroyed by the payola scandal that hit the broadcasting industry in the early 1960s.",
      "pageId": 166628,
      "monthDay": "12/15"
    },
    {
      "year": "1918",
      "uri": "/wiki/Chihiro_Iwasaki",
      "name": "Chihiro Iwasaki",
      "aboutText": "Maurice Hugh Frederick Wilkins CBE FRS (15 December 1916 – 5 October 2004) was a New Zealand-born English physicist and molecular biologist, and Nobel Laureate whose research contributed to the scientific understanding of phosphorescence, isotope separation, optical microscopy and X-ray diffraction, and to the development of radar. He is best known for his work at King's College, London on the structure of DNA which falls into three distinct phases. The first was in 1948–50 where his initial studies produced the first clear X-ray images of DNA which he presented at a conference in Naples in 1951 attended by James Watson.",
      "pageId": 234248,
      "monthDay": "12/15"
    },
    {
      "year": "1919",
      "uri": "/wiki/Max_Yasgur",
      "name": "Max Yasgur",
      "aboutText": "Uziel \"Uzi\" Gal (Hebrew: עוזיאל \"עוזי\" גל), born Gotthard Glas (15 December 1923 – 7 September 2002), was a German-born Israeli gun designer, best remembered as the designer and namesake of the Uzi submachine gun.",
      "pageId": 290146,
      "monthDay": "12/15"
    },
    {
      "year": "1920",
      "uri": "/wiki/Gamal_al-Banna",
      "name": "Gamal al-Banna",
      "aboutText": "Ida Haendel, CBE (born 15 December 1928) is a British violinist of Polish birth.",
      "pageId": 312282,
      "monthDay": "12/15"
    },
    {
      "year": "1920",
      "uri": "/wiki/Kurt_Schaffenberger",
      "name": "Kurt Schaffenberger",
      "aboutText": "Jeff Chandler (born Ira Grossel; December 15, 1918 – June 17, 1961) was an American actor, film producer and singer best remembered for playing Cochise in Broken Arrow (1950), for which he was Oscar nominated. He was one of Universal International's most popular male stars of the 1950s, his most notable credits including Sword in the Desert (1948), Female on the Beach (1955) and Away All Boats (1956).",
      "pageId": 1136916,
      "monthDay": "12/15"
    },
    {
      "year": "1921",
      "uri": "/wiki/Alan_Freed",
      "name": "Alan Freed",
      "aboutText": "Jerry Wallace (December 15, 1928 – May 5, 2008) was an American country and pop singer. Between 1958 and 1964, Wallace charted nine hits on the Billboard Hot 100, including the No. 8 \"Primrose Lane\" that was later used as the theme song for the television series The Smith Family.",
      "pageId": 1418105,
      "monthDay": "12/15"
    },
    {
      "year": "1921",
      "uri": "/wiki/Bob_Todd",
      "name": "Bob Todd",
      "aboutText": "Max B. Yasgur (December 15, 1919 – February 9, 1973) was an American farmer, best known as the owner of the dairy farm in Bethel, New York at which the Woodstock Music and Art Fair was held between August 15 and August 18, 1969.",
      "pageId": 1428817,
      "monthDay": "12/15"
    },
    {
      "year": "1923",
      "uri": "/wiki/Pierre_Cossette",
      "name": "Pierre Cossette",
      "aboutText": "Kurt Schaffenberger (December 15, 1920 – January 24, 2002) was an American comic book artist.",
      "pageId": 2066378,
      "monthDay": "12/15"
    },
    {
      "year": "1923",
      "uri": "/wiki/Freeman_Dyson",
      "name": "Freeman Dyson",
      "aboutText": "Kasey Rogers (born Josie Imogene Rogers; December 15, 1925 – July 6, 2006) was an American actress, memoirist and writer, best known for playing the second Louise Tate in the popular U.S. television sitcom Bewitched.",
      "pageId": 2242240,
      "monthDay": "12/15"
    },
    {
      "year": "1923",
      "uri": "/wiki/Uziel_Gal",
      "name": "Uziel Gal",
      "aboutText": "Shan-ul-Haq Haqqee (Urdu: شان الحق حقی‎), Sitara-e-Imtiaz, Tamgha-e-Quaid-i-Azam, was a notable Urdu poet, writer, journalist, broadcaster, translator, critic, researcher, linguist and lexicographer of Pakistan.\nBorn in Delhi, Haqqee acquired his BA from Aligarh Muslim University. He obtained a Master's in English literature from St.",
      "pageId": 3190768,
      "monthDay": "12/15"
    },
    {
      "year": "1923",
      "uri": "/wiki/Valentin_Varennikov",
      "name": "Valentin Varennikov",
      "aboutText": "Brian Todd (born 15 December 1921 – 21 October 1992), known professionally as Bob Todd, was an English comedy actor, mostly known for appearing as a straight man in the sketch shows of Benny Hill and Spike Milligan.",
      "pageId": 4215633,
      "monthDay": "12/15"
    },
    {
      "year": "1924",
      "uri": "/wiki/Frank_W._J._Olver",
      "name": "Frank W. J. Olver",
      "aboutText": "Valentin Ivanovich Varennikov (Russian: Валентин Иванович Варенников) (December 15, 1923 - May 6, 2009) was a Soviet/Russian Army general and politician, best known for being one of the planners and leaders of the Soviet war in Afghanistan, as well as one of the instigators of the 1991 Soviet coup d'état attempt.",
      "pageId": 4242313,
      "monthDay": "12/15"
    },
    {
      "year": "1924",
      "uri": "/wiki/Ruhi_Sar%C4%B1alp",
      "name": "Ruhi Sarıalp",
      "aboutText": "Pierre Maurice Joseph Cossette (December 15, 1923 – September 11, 2009) was a television executive producer and Broadway producer who brought the Grammy Awards to television. Cossette produced the first television broadcast of the Grammy Awards in 1971.\nCossette was inducted into Canada's Walk of Fame in 2005.",
      "pageId": 5746211,
      "monthDay": "12/15"
    },
    {
      "year": "1925",
      "uri": "/wiki/Kasey_Rogers",
      "name": "Kasey Rogers",
      "aboutText": "Ernest Bert Ashworth (December 15, 1928 – March 2, 2009) was an American country music singer and broadcaster and longtime Grand Ole Opry star.",
      "pageId": 7073764,
      "monthDay": "12/15"
    },
    {
      "year": "1928",
      "uri": "/wiki/Ernest_Ashworth",
      "name": "Ernest Ashworth",
      "aboutText": "Ruhi Sarıalp (December 15, 1924 – March 3, 2001) was a Turkish track and field athlete, who competed mainly in the triple jump. He was born in Manisa.\nHe competed for Turkey in the 1948 Summer Olympics held in London, Great Britain in the triple jump, where he won the bronze medal with a mark of 15.02 m.",
      "pageId": 7338111,
      "monthDay": "12/15"
    },
    {
      "year": "1928",
      "uri": "/wiki/Ida_Haendel",
      "name": "Ida Haendel",
      "aboutText": "Gamal al-Banna (also: Jamal al-Banna, Arabic: جمال البنا‎; ‎ 15 December 1920 – 30 January 2013) was an Egyptian author, and trade unionist. He was the youngest brother of Hassan al-Banna (1906–49), founder of the Muslim Brotherhood. Al-Banna was considered a liberal scholar, known for his criticism of Islamic traditional narratives rejecting 635 Hadiths of Sahih Bukhari and Sahih Muslim which he finds contradictory to the Qur'an.",
      "pageId": 10200384,
      "monthDay": "12/15"
    },
    {
      "year": "1928",
      "uri": "/wiki/Friedensreich_Hundertwasser",
      "name": "Friedensreich Hundertwasser",
      "aboutText": "Frank William John Olver (December 15, 1924 – April 23, 2013) was an emeritus professor of mathematics at the Institute for Physical Science and Technology and Department of Mathematics at the University of Maryland who worked on asymptotic analysis, special functions, and numerical analysis. He was the editor in chief of the NIST Digital Library of Mathematical Functions.",
      "pageId": 27325583,
      "monthDay": "12/15"
    },
    {
      "year": "1928",
      "uri": "/wiki/Jerry_Wallace",
      "name": "Jerry Wallace",
      "aboutText": "Chihiro Iwasaki (いわさき　ちひろ (岩崎 知弘), Iwasaki Chihiro, 15 December 1918 – 8 August 1974) was a Japanese artist and illustrator best known for her water-colored illustrations of flowers and children, the theme of which was \"peace and happiness for children\".",
      "pageId": 28284283,
      "monthDay": "12/15"
    },
    {
      "year": "1929",
      "uri": "/wiki/Barry_Harris",
      "name": "Barry Harris",
      "aboutText": "Thomas Daniel \"Tim\" Conway (born December 15, 1933) is an American comedian, writer and actor.",
      "pageId": 269645,
      "monthDay": "12/15"
    },
    {
      "year": "1930",
      "uri": "/wiki/Edna_O%27Brien",
      "name": "Edna O'Brien",
      "aboutText": "William Lewis \"Billy\" Shaw (born December 15, 1938) is an American former college and professional football player.\nDrafted in 1961 by the American Football League's Buffalo Bills, Billy Shaw of Georgia Tech was the prototypical \"pulling guard\" who despite his size held his own against much bigger defensive linemen like Ernie Ladd, Earl Faison and Buck Buchanan. With the Bills, he won three straight Eastern Division titles and two American Football League championships in 1964 and 1965.",
      "pageId": 309568,
      "monthDay": "12/15"
    },
    {
      "year": "1931",
      "uri": "/wiki/Klaus_Rifbjerg",
      "name": "Klaus Rifbjerg",
      "aboutText": "James Richard \"Jim\" Leyland (born December 15, 1944) is a retired Major League Baseball manager. He currently serves as a special assistant to the Detroit Tigers.\nHe led the Florida Marlins to a World Series championship in 1997, and previously won three straight division titles (1990, 1991, and 1992) with the Pittsburgh Pirates.",
      "pageId": 335289,
      "monthDay": "12/15"
    },
    {
      "year": "1932",
      "uri": "/wiki/Jesse_Belvin",
      "name": "Jesse Belvin",
      "aboutText": "Kathleen Babineaux Blanco (born December 15, 1942) served from January 2004 to January 2008 as the 54th governor of the U.S. state of Louisiana. A member of the Democratic Party, she is the first woman to have been elected as governor of Louisiana.\nWhen first elected, Blanco outlined her top priorities as providing affordable healthcare, improving the education system in the state, and helping to create a strong and vibrant economy through aggressive economic development initiatives.",
      "pageId": 369186,
      "monthDay": "12/15"
    },
    {
      "year": "1932",
      "uri": "/wiki/John_Meurig_Thomas",
      "name": "John Meurig Thomas",
      "aboutText": "Edna O'Brien (born 15 December 1930) is an Irish novelist, memoirist, playwright, poet and short story writer. She is considered the \"doyenne\" of Irish literature.",
      "pageId": 461087,
      "monthDay": "12/15"
    },
    {
      "year": "1933",
      "uri": "/wiki/Bapu_(film_director)",
      "name": "Bapu",
      "aboutText": "Donald James Woods, CBE (15 December 1933 – 19 August 2001) was a South African journalist and anti-apartheid activist. As editor of the Daily Dispatch, he was known for befriending fellow activist Steve Biko, who died in police custody after being detained by the South African government. Woods continued his campaign against apartheid in London, and in 1978 became the first private citizen to address the United Nations Security Council.",
      "pageId": 574664,
      "monthDay": "12/15"
    },
    {
      "year": "1933",
      "uri": "/wiki/Tim_Conway",
      "name": "Tim Conway",
      "aboutText": "Cynthia Ann \"Cindy\" Birdsong (born December 15, 1939) is an American singer who was formerly a member of Patti LaBelle & the Bluebelles, but is most famous for replacing Florence Ballard as a member of the legendary Supremes.",
      "pageId": 633238,
      "monthDay": "12/15"
    },
    {
      "year": "1933",
      "uri": "/wiki/Donald_Woods",
      "name": "Donald Woods",
      "aboutText": "Joe D'Amato (birth name: Aristide Massaccesi) (15 December 1936 in Rome – 23 January 1999 in Rome) was an Italian filmmaker who directed roughly 200 films, usually at the same time acting as producer and cinematographer, and sometimes providing the script as well. While D'Amato contributed to many different genres (such as the spaghetti western, the horror film, the war movie, the swashbuckler, the peplum, and the fantasy film), the majority of his films are exploitation-themed pornography, both soft and hardcore. He is generally considered the most prolific Italian filmmaker of all time.",
      "pageId": 653697,
      "monthDay": "12/15"
    },
    {
      "year": "1934",
      "uri": "/wiki/Clive_Brittain",
      "name": "Clive Brittain",
      "aboutText": "David 'Dave' Clark (born 15 December 1942) is an English musician, songwriter, record producer and entrepreneur. He was the leader, drummer and manager of the 1960s beat group The Dave Clark Five, the first British Invasion band to follow The Beatles to America in 1964. Clark and Lenny Davidson are the last surviving members of The Dave Clark Five.",
      "pageId": 1089598,
      "monthDay": "12/15"
    },
    {
      "year": "1934",
      "uri": "/wiki/Curtis_Fuller",
      "name": "Curtis Fuller",
      "aboutText": "Nicholas Anthony Buoniconti (born December 15, 1940) is a former American Football League and NFL Hall of Fame middle linebacker, who played for the Boston Patriots and Miami Dolphins.",
      "pageId": 1123783,
      "monthDay": "12/15"
    },
    {
      "year": "1936",
      "uri": "/wiki/Joe_D%27Amato",
      "name": "Joe D'Amato",
      "aboutText": "Sattiraju Lakshmi Narayana (15 December 1933 – 31 August 2014), known professionally as Bapu, was an Indian film director, and screenwriter known for his works in Telugu cinema. He was also a music artist, painter, illustrator, cartoonist, and designer. In 2013, he was awarded the Padma Shri, for his contribution to Indian art and cinema.",
      "pageId": 1151718,
      "monthDay": "12/15"
    },
    {
      "year": "1938",
      "uri": "/wiki/Michael_Bogdanov",
      "name": "Michael Bogdanov",
      "aboutText": "Geoffrey Davies (born 15 December 1942, in Leeds, West Riding of Yorkshire) is an English actor.",
      "pageId": 2204265,
      "monthDay": "12/15"
    },
    {
      "year": "1938",
      "uri": "/wiki/Billy_Shaw",
      "name": "Billy Shaw",
      "aboutText": "Curtis DuBois Fuller (born December 15, 1934, Detroit) is an American jazz trombonist, known as a member of Art Blakey's Jazz Messengers and contributor to many classic jazz recordings.",
      "pageId": 2332885,
      "monthDay": "12/15"
    },
    {
      "year": "1939",
      "uri": "/wiki/Cindy_Birdsong",
      "name": "Cindy Birdsong",
      "aboutText": "For the Canadian musician, see Barry Harris (Canadian musician).",
      "pageId": 2524768,
      "monthDay": "12/15"
    },
    {
      "year": "1940",
      "uri": "/wiki/Nick_Buoniconti",
      "name": "Nick Buoniconti",
      "aboutText": "Michael Bogdanov (born 15 December 1938), is a British theatre director known for his work with new plays, modern reinterpretations of Shakespeare, musicals and work for Young People.",
      "pageId": 3310730,
      "monthDay": "12/15"
    },
    {
      "year": "1942",
      "uri": "/wiki/Kathleen_Blanco",
      "name": "Kathleen Blanco",
      "aboutText": "Sir John Meurig Thomas FLSW FRS HonFREng (born 15 December 1932) is a Welsh chemist and educator primarily known for his work on heterogeneous catalysis, solid-state chemistry, and surface and materials science. Thomas has authored over one thousand scientific articles and several books, including Principles and Practice of Heterogeneous Catalysis (with W. John Thomas) and Michael Faraday and the Royal Institution: The Genius of Man and Place.\nIn 1991 Thomas was knighted \"for services to chemistry and the popularisation of science\".",
      "pageId": 4320615,
      "monthDay": "12/15"
    },
    {
      "year": "1942",
      "uri": "/wiki/Dave_Clark_(musician)",
      "name": "Dave Clark",
      "aboutText": "Klaus Rifbjerg (15 December 1931 – 4 April 2015) was a Danish writer. He authored more than 170 novels, books and essays.",
      "pageId": 6558636,
      "monthDay": "12/15"
    },
    {
      "year": "1942",
      "uri": "/wiki/Geoffrey_Davies",
      "name": "Geoffrey Davies",
      "aboutText": "Clive Brittain (born 15 December 1934) is a British race-horse trainer. He began training as an apprentice in 1949, and on his own as a licensed trainer in the early 1970s. He currently trains at Carlburg Stables in Newmarket, Suffolk.",
      "pageId": 10549565,
      "monthDay": "12/15"
    },
    {
      "year": "1943",
      "uri": "/wiki/Lucien_den_Arend",
      "name": "Lucien den Arend",
      "aboutText": "Jesse Lorenzo Belvin (December 15, 1932 – February 6, 1960) was an American R&B singer, pianist and songwriter popular in the 1950s, whose success was cut short by his death in a car crash aged 27.",
      "pageId": 12091709,
      "monthDay": "12/15"
    },
    {
      "year": "1944",
      "uri": "/wiki/Jim_Leyland",
      "name": "Jim Leyland",
      "aboutText": "Lucien Armand Marco den Arend (December 15, 1943) is a geometric abstract sculptor. As is the case with concrete art, his work is not modeled after any existing object – his sculpture represents only itself.",
      "pageId": 12422695,
      "monthDay": "12/15"
    },
    {
      "year": "1944",
      "uri": "/wiki/Chico_Mendes",
      "name": "Chico Mendes",
      "aboutText": "Donnie Wayne \"Don\" Johnson (born December 15, 1949) is an American actor, producer, director, singer, and songwriter. He is best known for his role as James \"Sonny\" Crockett in the 1980s television series Miami Vice, and as the lead role in the 1990s cop series Nash Bridges. Johnson is a Golden Globe-winning actor for his role in Miami Vice and a winner of the American Power Boat Association Offshore World Cup, and has received a star on the Hollywood Walk of Fame.",
      "pageId": 200053,
      "monthDay": "12/15"
    },
    {
      "year": "1945",
      "uri": "/wiki/Ivor_Crewe",
      "name": "Ivor Crewe",
      "aboutText": "Robert Charles Wilson (born December 15, 1953) is an American-Canadian science fiction author.",
      "pageId": 207804,
      "monthDay": "12/15"
    },
    {
      "year": "1945",
      "uri": "/wiki/Thaao_Penghlis",
      "name": "Thaao Penghlis",
      "aboutText": "Melanie Chartoff (born December 15, 1950) is an American actress and voice actress. She first became famous for her comedy work on the ABC series Fridays (1980–82), and in the 1990s Fox sitcom Parker Lewis Can't Lose. She voices both Didi Pickles and Grandma Minka on the animated series Rugrats.",
      "pageId": 249733,
      "monthDay": "12/15"
    },
    {
      "year": "1946",
      "uri": "/wiki/Carmine_Appice",
      "name": "Carmine Appice",
      "aboutText": "Julie Taymor (born December 15, 1952) is an American director of theater, opera and film. She is best known for directing the stage musical, The Lion King, for which she became the first woman to win the Tony Award for directing a musical, in addition to a Tony Award for Original Costume Design.\nShe has also received the Drama Desk Award for Outstanding Costume Design, an Emmy Award, and an Academy Award nomination for Original Song.",
      "pageId": 288189,
      "monthDay": "12/15"
    },
    {
      "year": "1946",
      "uri": "/wiki/Art_Howe",
      "name": "Art Howe",
      "aboutText": "Sir Oliver Heald QC, MP (born 15 December 1954) is a British barrister and Conservative politician, who currently serves as Member of Parliament (MP) for North East Hertfordshire.",
      "pageId": 434622,
      "monthDay": "12/15"
    },
    {
      "year": "1946",
      "uri": "/wiki/Henrietta_Knight_(racehorse_trainer)",
      "name": "Henrietta Knight",
      "aboutText": "Francisco Alves Mendes Filho, better known as Chico Mendes (December 15, 1944 – December 22, 1988), was a Brazilian rubber tapper, trade union leader and environmentalist. He fought to preserve the Amazon rainforest, and advocated for the human rights of Brazilian peasants and indigenous peoples. He was assassinated by a rancher on December 22, 1988.",
      "pageId": 441303,
      "monthDay": "12/15"
    },
    {
      "year": "1947",
      "uri": "/wiki/Rodney_Bingenheimer",
      "name": "Rodney Bingenheimer",
      "aboutText": "John Marc DeMatteis (born December 15, 1953) is an American writer of comic books, television and novels.\n^ DeMatteis, J. M. (September 18, 2009). \"Lives and Times\".",
      "pageId": 563640,
      "monthDay": "12/15"
    },
    {
      "year": "1948",
      "uri": "/wiki/Cassandra_Harris",
      "name": "Cassandra Harris",
      "aboutText": "Thaao Penghlis (/ˌteɪ.oʊ ˈpɛŋ.ɡlɪs/, born 15 December 1945) is an Australian actor. He is better known for roles in the U.S. daytime soap operas such as Days of Our Lives, Santa Barbara, and General Hospital, but he has also guest-starred on a number of crime dramas, such as Kojak, Cannon, Tenspeed and Brown Shoe, Hart to Hart, Nero Wolfe and Magnum, P.I.. He also starred in the late 1980s remake of Mission: Impossible.",
      "pageId": 704962,
      "monthDay": "12/15"
    },
    {
      "year": "1949",
      "uri": "/wiki/Don_Johnson",
      "name": "Don Johnson",
      "aboutText": "Joseph \"Joe\" Jordan (born 15 December 1951) is a Scottish football player, coach and manager.\nA former striker, he played for Leeds United, Manchester United, and Milan, among others at club level, as well making 52 appearances and scoring 11 goals for Scotland. As a player he gained a fearsome 'Jaws' persona due to having lost two front teeth early in his career.",
      "pageId": 1064475,
      "monthDay": "12/15"
    },
    {
      "year": "1949",
      "uri": "/wiki/Brian_Roper_(academic)",
      "name": "Brian Roper",
      "aboutText": "Carmine Appice (born December 15, 1946) is an American drummer and percussionist most commonly associated with the rock genre of music. He has received classical music training, and was influenced early-on by the work of jazz drummers Buddy Rich and Gene Krupa. Appice is best known for his associations with Vanilla Fudge, Cactus, the power trio Beck, Bogert & Appice, Rod Stewart, King Kobra, and Blue Murder, which also featured John Sykes of Thin Lizzy fame, and Tony Franklin of The Firm.",
      "pageId": 1072707,
      "monthDay": "12/15"
    },
    {
      "year": "1950",
      "uri": "/wiki/Melanie_Chartoff",
      "name": "Melanie Chartoff",
      "aboutText": "Sandra Colleen Waites (born 15 December 1948 – 28 December 1991) known professionally as Cassandra Harris, was an Australian actress.",
      "pageId": 1141273,
      "monthDay": "12/15"
    },
    {
      "year": "1951",
      "uri": "/wiki/Joe_Jordan",
      "name": "Joe Jordan",
      "aboutText": "Allan Rodenkam Simonsen (born 15 December 1952) is a former Danish footballer and manager. He most prominently played for German Bundesliga club Borussia Mönchengladbach, winning the 1975 and 1979 UEFA Cups, as well as for Barcelona from Spain, winning the 1982 Cup Winners' Cup. Simonsen is the only footballer to have scored in the European Cup, UEFA Cup, and Cup Winners' Cup finals.",
      "pageId": 1606122,
      "monthDay": "12/15"
    },
    {
      "year": "1952",
      "uri": "/wiki/Rudi_Protrudi",
      "name": "Rudi Protrudi",
      "aboutText": "Arthur Henry \"Art\" Howe, Jr. (born December 15, 1946) is a former Major League Baseball infielder, coach, scout and manager.",
      "pageId": 3342240,
      "monthDay": "12/15"
    },
    {
      "year": "1952",
      "uri": "/wiki/Allan_Simonsen",
      "name": "Allan Simonsen",
      "aboutText": "Sir Ivor Martin Crewe, FAcSS (born 15 December 1945) is the Master of University College, Oxford and President Elect of the Academy of Social Sciences. He was previously Vice-Chancellor of the University of Essex and also a Professor in the Department of Government at Essex.\nCrewe was educated at Manchester Grammar School and then went to Exeter College, Oxford, where he gained a first-class BA in Philosophy, Politics, and Economics in 1966.",
      "pageId": 5233801,
      "monthDay": "12/15"
    },
    {
      "year": "1952",
      "uri": "/wiki/Julie_Taymor",
      "name": "Julie Taymor",
      "aboutText": "Henrietta Catherine Knight (born 15 December 1946) is a retired English Thoroughbred racehorse trainer. Knight is best known as a trainer of National Hunt racehorses.\nShe is the daughter of Major Hubert Guy Broughton Knight (1917-93) and Hester Lloyd.",
      "pageId": 6164681,
      "monthDay": "12/15"
    },
    {
      "year": "1953",
      "uri": "/wiki/John_R._Allen",
      "name": "John R. Allen",
      "aboutText": "Mark Robert Warner (born December 15, 1954) is an American politician and the senior United States Senator from Virginia, in office since 2009. He is a member of the Democratic Party. Warner was the 69th Governor of Virginia, holding the office from 2002 to 2006, and is the honorary chairman of the Forward Together PAC. Warner delivered the keynote address at the 2008 Democratic National Convention.",
      "pageId": 13295044,
      "monthDay": "12/15"
    },
    {
      "year": "1953",
      "uri": "/wiki/J._M._DeMatteis",
      "name": "J. M. DeMatteis",
      "aboutText": "Rudi Action Protrudi (born December 15, 1952) is an American rock musician, songwriter, record producer, artist and actor best known as the lead vocalist and frontman of the rock and roll band The Fuzztones.\nRudi Protrudi was born in Washington D.C. and raised in Camp Hill, Pennsylvania. Both he and his younger sister, Rene Laigo, inherited their artistic talent from parents, John and Janet.",
      "pageId": 18703676,
      "monthDay": "12/15"
    },
    {
      "year": "1953",
      "uri": "/wiki/Robert_Charles_Wilson",
      "name": "Robert Charles Wilson",
      "aboutText": "John R. Allen, AO (born December 15, 1953) is a retired United States Marine Corps four-star General, and past Deputy Commander of U.S. Central Command, prior to serving as Commander of the International Security Assistance Force and U.S. Forces Afghanistan (USFOR-A). On 13 September 2014, President Barack Obama appointed General Allen as Special Presidential Envoy for the Global Coalition to Counter ISIL (Islamic State of Iraq and the Levant)., and which on 23 October 2015 he was replaced by Brett H. McGurk.\n^ \"Announcement of General John Allen as Special Presidential Envoy for the Global Coalition to Counter ISIL\".",
      "pageId": 20957855,
      "monthDay": "12/15"
    },
    {
      "year": "1954",
      "uri": "/wiki/Oliver_Heald",
      "name": "Oliver Heald",
      "aboutText": "Rodney Bingenheimer is an American radio disc jockey on the long-running Los Angeles rock station KROQ who is notable for helping numerous iconic bands become successful in the American market. His contribution to the music business has been described as important. He developed a reputation for being the first American D.J. to identify new artists and play \"edgy new bands\" such as Blondie, the Ramones, the Sex Pistols, Guns N' Roses, Duran Duran, The Cure, Joan Jett, Hole, Symbol Six, No Doubt, Blur, Nirvana, Sonic Youth, The Bangles, X and many others.",
      "pageId": 21192359,
      "monthDay": "12/15"
    },
    {
      "year": "1954",
      "uri": "/wiki/Mark_Warner",
      "name": "Mark Warner",
      "aboutText": "Brian Roper (born 15 December 1949) is a British economist and former vice-chancellor of London Metropolitan University.",
      "pageId": 25587746,
      "monthDay": "12/15"
    },
    {
      "year": "1955",
      "uri": "/wiki/Hector_Sants",
      "name": "Hector Sants",
      "aboutText": "William Orbit (born William Mark Wainwright, 15 December 1956) is an English musician, composer and record producer. In the early 1980s, he formed synthpop act Torch Song with Laurie Mayer and Grant Gilbert. In 1987 he released the first of his Strange Cargo album series, containing ambient music.",
      "pageId": 225040,
      "monthDay": "12/15"
    },
    {
      "year": "1955",
      "uri": "/wiki/Paul_Simonon",
      "name": "Paul Simonon",
      "aboutText": "Andrew Stuart Luster (born December 15, 1963) is the great-grandson of cosmetics giant Max Factor, Sr. and an heir to the Max Factor cosmetics fortune.",
      "pageId": 248942,
      "monthDay": "12/15"
    },
    {
      "year": "1956",
      "uri": "/wiki/Tony_Leon",
      "name": "Tony Leon",
      "aboutText": "Helen Rachel Slater (born December 15, 1963) is an American actress and singer-songwriter. She appeared as the Kryptonian superheroine in TriStar's 1984 film Supergirl. In the following years, she starred in several successful comedy-drama films such as Ruthless People (1986), The Secret of My Success (1987), and City Slickers (1991).",
      "pageId": 308947,
      "monthDay": "12/15"
    },
    {
      "year": "1956",
      "uri": "/wiki/William_Orbit",
      "name": "William Orbit",
      "aboutText": "Anthony James \"Tony\" Leon (born 15 December 1956) is a South African politician who served as leader of the opposition from 1999-2007 as leader of the Democratic Alliance (DA). He led the DA from its inception in 2000, until his retirement from leadership in 2007. Before that, he led the Democratic Party from 1994.",
      "pageId": 598007,
      "monthDay": "12/15"
    },
    {
      "year": "1957",
      "uri": "/wiki/Ch%C5%8D",
      "name": "Chō",
      "aboutText": "Paul Gustave Simonon (born 15 December 1955) is an English musician and artist best known as the bassist for the punk rock band the Clash. More recent work includes his involvement in the project The Good, the Bad & the Queen in 2007 with Damon Albarn, Simon Tong and Tony Allen and the Gorillaz album, Plastic Beach in 2010, which along with Albarn saw him reunite with Mick Jones.",
      "pageId": 623467,
      "monthDay": "12/15"
    },
    {
      "year": "1957",
      "uri": "/wiki/Mario_Marois",
      "name": "Mario Marois",
      "aboutText": "Chō (チョー, born Shigeru Nagashima (長島 茂, Nagashima Shigeru), December 15, 1957) is a Japanese voice actor from Kōnosu, Saitama. His former stage name was Yūichi Nagashima (長島 雄一, Nagashima Yūichi). He is a graduate of the Nishogakusha University Department of Literature and received training at Bungakuza's research establishment and the Seinenza Theater Company before attaching himself to Production Baobab in 1986.",
      "pageId": 1033468,
      "monthDay": "12/15"
    },
    {
      "year": "1957",
      "uri": "/wiki/Mike_McAlary",
      "name": "Mike McAlary",
      "aboutText": "Karin Resetarits (born 15 December 1961) is an Austrian journalist and politician.",
      "pageId": 1676741,
      "monthDay": "12/15"
    },
    {
      "year": "1957",
      "uri": "/wiki/Laura_Molina_(artist)",
      "name": "Laura Molina",
      "aboutText": "Tim Reynolds (born 15 December 1957 in Wiesbaden, Germany) is a Grammy nominated multi-instrumentalist known as both a solo artist and as a lead guitarist for the Dave Matthews Band. One reviewer has declared Reynolds 'an under-rated master'.\nReynolds plays the guitar, piano, sitar, drums, violin, bass, keyboards, ethnic percussive instruments, solo djembe, harp, uses drum machines for special effects, and sings, although his performances are primarily instrumental rock music.",
      "pageId": 1787184,
      "monthDay": "12/15"
    },
    {
      "year": "1957",
      "uri": "/wiki/Tim_Reynolds",
      "name": "Tim Reynolds",
      "aboutText": "Timothy \"Tim\" Gaines (born December 15, 1962) is an American bass guitarist. He plays with the Christian metal band Stryper.",
      "pageId": 1818730,
      "monthDay": "12/15"
    },
    {
      "year": "1958",
      "uri": "/wiki/Carlo_J._Caparas",
      "name": "Carlo J. Caparas",
      "aboutText": "Ellie Cornell (born December 15, 1963) is an American actress and movie producer, known primarily for her roles in horror films.",
      "pageId": 2003685,
      "monthDay": "12/15"
    },
    {
      "year": "1960",
      "uri": "/wiki/Walter_Werzowa",
      "name": "Walter Werzowa",
      "aboutText": "Children:Cynthia Alixandra Wingate, Brandi Wingate, Davion Wingate, Ashley Wingate and Amina Wingate",
      "pageId": 2821337,
      "monthDay": "12/15"
    },
    {
      "year": "1961",
      "uri": "/wiki/Karin_Resetarits",
      "name": "Karin Resetarits",
      "aboutText": "Liliya Foatovna Nurutdinova (Russian: Лилия Фоатовна Нурутдинова; born December 15, 1963) is a retired middle distance runner who represented the Soviet Union and the Unified Team.\nHer greatest achievement was the 1992 Olympic silver medal when she ran the 800 m in 1:55.99 min.",
      "pageId": 3843206,
      "monthDay": "12/15"
    },
    {
      "year": "1962",
      "uri": "/wiki/Tim_Gaines",
      "name": "Tim Gaines",
      "aboutText": "Mike McAlary (December 15, 1957 – December 25, 1998) was an American journalist and columnist who worked at the New York Daily News for 12 years, beginning with the police beat.",
      "pageId": 3954568,
      "monthDay": "12/15"
    },
    {
      "year": "1962",
      "uri": "/wiki/Simon_Hodgkinson",
      "name": "Simon Hodgkinson",
      "aboutText": "Walter Werzowa (born December 15, 1960) is an Austrian composer, producer and owner of LA-based music production studio Musikvergnuegen.",
      "pageId": 4286997,
      "monthDay": "12/15"
    },
    {
      "year": "1963",
      "uri": "/wiki/Ellie_Cornell",
      "name": "Ellie Cornell",
      "aboutText": "Magno \"Carlo\" Jose Caparas (born December 15, 1958), widely known as Carlo J. Caparas, is a Filipino comic strip creator/writer-turned director and producer, who is best known for creating such Filipino superheroes and comic book characters as Panday, Bakekang, Totoy Bato, Joaquin Bordado, Kamagong, Kamandag, Elias Paniki, Tasya Fantasya, Gagambino, Pieta and Ang Babaeng Hinugot Sa Aking Tadyang, among others. He is also known as a director of numerous massacre movies such as Kuratong Baleleng and The Cory Quirino Kidnap: NBI Files.",
      "pageId": 6151458,
      "monthDay": "12/15"
    },
    {
      "year": "1963",
      "uri": "/wiki/Norman_J._Grossfeld",
      "name": "Norman J. Grossfeld",
      "aboutText": "Norman J. Grossfeld (born December 15, 1963 in New York) is an American television producer and screenwriter and executive. From February 1994 to December 2009, he was the president of 4Kids Productions, a subsidiary of 4Kids Entertainment. He produced the English adaptations of the first eight seasons of the Pokémon TV series and six seasons of Yu-Gi-Oh!.",
      "pageId": 7031082,
      "monthDay": "12/15"
    },
    {
      "year": "1963",
      "uri": "/wiki/Andrew_Luster",
      "name": "Andrew Luster",
      "aboutText": "Mario Marois (born December 15, 1957) is a retired Canadian ice hockey defenceman.\nMarois started his National Hockey League career with the New York Rangers in 1978. He also played for the Vancouver Canucks, Quebec Nordiques, St.",
      "pageId": 10311878,
      "monthDay": "12/15"
    },
    {
      "year": "1963",
      "uri": "/wiki/Liliya_Nurutdinova",
      "name": "Liliya Nurutdinova",
      "aboutText": "Simon Hodgkinson (born 15 December 1962) is a former England international rugby union player. He represented England at fullback between 1989 and 1991, gaining 14 Test caps.\nHodgkinson made his debut against Romania in Bucharest in 1989 and was part of the side which completed the Grand Slam at the 1991 Five Nations Championship, kicking 60 points in four matches (a record at the time).",
      "pageId": 13523607,
      "monthDay": "12/15"
    },
    {
      "year": "1963",
      "uri": "/wiki/Helen_Slater",
      "name": "Helen Slater",
      "aboutText": "Laura Molina, born December 15, 1957, is a Mexican-American artist, musician, and actress from Los Angeles, California. Molina is perhaps best known for her Naked Dave paintings and being the lead singer/guitarist of the 1980s rock band Tiger Lily. She is also the creator of Cihualyaomiquiz, The Jaguar, a self-published comic book printed under Molina's own Insurgent Comix imprint.",
      "pageId": 15625794,
      "monthDay": "12/15"
    },
    {
      "year": "1963",
      "uri": "/wiki/David_Wingate_(basketball)",
      "name": "David Wingate",
      "aboutText": "Sir Hector William Hepburn Sants (born 15 December 1955) is a British investment banker. He was appointed Chief Executive Officer of the Financial Services Authority in July 2007 and stepped down in June 2012.",
      "pageId": 26668972,
      "monthDay": "12/15"
    },
    {
      "year": "1964",
      "uri": "/wiki/Michael_Le_Vell",
      "name": "Michael Le Vell",
      "aboutText": "Michael Garrett Shanks (born December 15, 1970) is a Canadian actor, writer and director best known for his role as Dr. Daniel Jackson in the long-running Canadian-American military science fiction television series Stargate SG-1. More recently, Shanks has been playing Dr.",
      "pageId": 288335,
      "monthDay": "12/15"
    },
    {
      "year": "1964",
      "uri": "/wiki/Paul_Kaye",
      "name": "Paul Kaye",
      "aboutText": "Maurice Samuel \"Mo\" Vaughn (born December 15, 1967 in Norwalk, Connecticut), nicknamed \"The Hit Dog\", is a former Major League Baseball first baseman. He played from 1991 to 2003.",
      "pageId": 395171,
      "monthDay": "12/15"
    },
    {
      "year": "1964",
      "uri": "/wiki/Katsunori_Takahashi",
      "name": "Katsunori Takahashi",
      "aboutText": "Lanfranco \"Frankie\" Dettori, MBE (born 15 December 1970) is an Italian-born, British-based horse racing jockey. Dettori has been Champion Jockey on three occasions and has ridden the winners of more than 500 Group races. His most celebrated achievement was riding all seven winners on British Champions' Day at Ascot in 1996.",
      "pageId": 888823,
      "monthDay": "12/15"
    },
    {
      "year": "1966",
      "uri": "/wiki/Carl_Hooper",
      "name": "Carl Hooper",
      "aboutText": "Chantal Petitclerc, CC (born December 15, 1969 in Saint-Marc-des-Carrières, Quebec) is a Canadian wheelchair racer.\nAt the age of thirteen, she lost use of both legs when a heavy barn door fell on her. Gaston Jacques, a high school physical education teacher, was to have a decisive influence on her life when he convinced her to try swimming to develop her physical strength and stamina.",
      "pageId": 922018,
      "monthDay": "12/15"
    },
    {
      "year": "1966",
      "uri": "/wiki/Manos_Papayiannis",
      "name": "Manos Papayiannis",
      "aboutText": "Garrett Richard Wang (Chinese: 王以瞻; pinyin: Wáng Yǐzhān) (born December 15, 1968) is an American actor. Wang is best known for his role in Star Trek: Voyager as Ensign Harry Kim.",
      "pageId": 1090217,
      "monthDay": "12/15"
    },
    {
      "year": "1966",
      "uri": "/wiki/Molly_Price",
      "name": "Molly Price",
      "aboutText": "Paul Kaye is an English comedian and actor. He achieved notoriety in 1995 portraying the character of Dennis Pennis, a shock interviewer on The Sunday Show. Recently he has been known as rude New Jersey lawyer Mike Strutter with his own show Strutter on MTV. Kaye also plays the voice of Vincent the fox on the BBC comedy Mongrels and Thoros of Myr in HBO's Game of Thrones.",
      "pageId": 1391503,
      "monthDay": "12/15"
    },
    {
      "year": "1967",
      "uri": "/wiki/David_Howells",
      "name": "David Howells",
      "aboutText": "Michael Le Vell (born Michael Robert Turner, 15 December 1964) is an English actor.",
      "pageId": 1605061,
      "monthDay": "12/15"
    },
    {
      "year": "1967",
      "uri": "/wiki/Ami_Kawai",
      "name": "Ami Kawai",
      "aboutText": "Elix Skipper (born December 15, 1967) is an American professional wrestler.",
      "pageId": 1685589,
      "monthDay": "12/15"
    },
    {
      "year": "1967",
      "uri": "/wiki/Elix_Skipper",
      "name": "Elix Skipper",
      "aboutText": "Carl Llewellyn Hooper (born 25 December 1966) is a former West Indian cricket player and captain.",
      "pageId": 2112133,
      "monthDay": "12/15"
    },
    {
      "year": "1967",
      "uri": "/wiki/Mo_Vaughn",
      "name": "Mo Vaughn",
      "aboutText": "Fita Bayisa (Amharic: ፍታ ባይሳ; born December 15, 1972 in Ambo, Oromia) is an Ethiopian long-distance runner, most known for winning a bronze medal on the 5000 metres at the 1992 Summer Olympics. A year before he had won a silver medal at the World Championships in Tokyo. Before the Olympic Games in Barcelona, Bayisa had emerged as the favourite for 10,000 metres, as he had defeated a world-class field at the Bislett Games in Oslo in a time of 27:14.26 min.",
      "pageId": 2690277,
      "monthDay": "12/15"
    },
    {
      "year": "1968",
      "uri": "/wiki/Garrett_Wang",
      "name": "Garrett Wang",
      "aboutText": "Molly Evan Price (born December 15, 1966) is an American actress.",
      "pageId": 2706041,
      "monthDay": "12/15"
    },
    {
      "year": "1969",
      "uri": "/wiki/Chantal_Petitclerc",
      "name": "Chantal Petitclerc",
      "aboutText": "Lawrence Damon Funderburke (born December 15, 1970) is a retired American basketball player, formerly of the National Basketball Association.",
      "pageId": 2842093,
      "monthDay": "12/15"
    },
    {
      "year": "1969",
      "uri": "/wiki/Adam_Setliff",
      "name": "Adam Setliff",
      "aboutText": "Muhammed Necati Şaşmaz (born 15 December 1971) is a Turkish actor, best known for playing the lead role of Polat Alemdar in the popular television series Kurtlar Vadisi (Valley of the Wolves) and its movie spin-offs, including Kurtlar Vadisi Irak (Valley of the Wolves Iraq).\nNecati Şaşmaz was born to a family of Zaza origin in Harput, Elazığ, Turkey, as the oldest son of Abdülkadir Şaşmaz. He studied Tourism and Hotel Management, both in Turkey and in Canada.",
      "pageId": 4147886,
      "monthDay": "12/15"
    },
    {
      "year": "1970",
      "uri": "/wiki/Frankie_Dettori",
      "name": "Frankie Dettori",
      "aboutText": "Ami Kawai (河合 亞美（亜美）, Kawai Ami, born on December 15, 1967) is a Japanese television and theater actress, best known in Japan for her role as Marsha in Kidou Keiji Jiban and Lami in Kyōryū Sentai Zyuranger (the latter known as Scorpina in Mighty Morphin Power Rangers).",
      "pageId": 4787173,
      "monthDay": "12/15"
    },
    {
      "year": "1970",
      "uri": "/wiki/Lawrence_Funderburke",
      "name": "Lawrence Funderburke",
      "aboutText": "Clint Edward Lowery (born December 15, 1971) is an American musician, songwriter and producer, best known as the lead guitarist and backing vocalist of the heavy metal band Sevendust. He has also played in Dark New Day and Still Rain and served as the touring guitarist for Korn through most of 2007. In 2008 he decided to work on new music as a solo artist and the name of the project was titled Hello Demons Meet Skeletons.",
      "pageId": 5259813,
      "monthDay": "12/15"
    },
    {
      "year": "1970",
      "uri": "/wiki/Michael_Shanks",
      "name": "Michael Shanks",
      "aboutText": "David Howells (born 15 December 1967) is an English former professional footballer, born in Guildford, Surrey, who played in the Football League as a midfielder for Tottenham Hotspur, with whom he spent the majority of his career, Southampton and Bristol City.",
      "pageId": 5802455,
      "monthDay": "12/15"
    },
    {
      "year": "1971",
      "uri": "/wiki/Clint_Lowery",
      "name": "Clint Lowery",
      "aboutText": "Manos Papayiannis (Greek: Μάνος Παπαγιάννης; born December 15, 1966) is a Greek, former male fashion model, theatre, stage, television and movie actor.\n^ Πάτια Ιορδανίδου (16 August 2009). Μάνος Παπαγιάννης: Χαζομπαμπάς εν δράσει!.",
      "pageId": 11389033,
      "monthDay": "12/15"
    },
    {
      "year": "1971",
      "uri": "/wiki/Arne_Quinze",
      "name": "Arne Quinze",
      "aboutText": "Adam Setliff (born December 15, 1969 in El Dorado, Arkansas) is a retired discus thrower from the United States, who represented his native country at two consecutive Summer Olympics (1996 and 2000), finishing 12th and 5th respectively. He set his personal best (69.44 m) in the men's discus throw on July 21, 2001 at a meet in La Jolla, California. He retired prior to the 2004 season.",
      "pageId": 15385555,
      "monthDay": "12/15"
    },
    {
      "year": "1971",
      "uri": "/wiki/Necati_%C5%9Ea%C5%9Fmaz",
      "name": "Necati Şaşmaz",
      "aboutText": "Arne Quinze (born 15 December 1971) is a Belgian conceptual artist best known for his unconventional and controversial public art installations. Quinze also creates large and small sculptures, drawings, and paintings. In his late teens, he started out as a graffiti artist in Brussels, and he never completed a formal art education.",
      "pageId": 17603408,
      "monthDay": "12/15"
    },
    {
      "year": "1972",
      "uri": "/wiki/Fita_Bayisa",
      "name": "Fita Bayisa",
      "aboutText": "Katsunori Takahashi (高橋 克典, Takahashi Katsunori, born December 15, 1964, in Yokohama, Kanagawa Prefecture, Japan) is a Japanese singer and actor who is represented by the talent agency, K-Dash.",
      "pageId": 47986993,
      "monthDay": "12/15"
    },
    {
      "year": "1972",
      "uri": "/wiki/Rodney_Harrison",
      "name": "Rodney Harrison",
      "aboutText": "Surya Bonaly (born December 15, 1973) is a French-American former figure skater.",
      "pageId": 362948,
      "monthDay": "12/15"
    },
    {
      "year": "1972",
      "uri": "/wiki/Stuart_Townsend",
      "name": "Stuart Townsend",
      "aboutText": "Adam Jared Brody (born December 15, 1979) is an American film and television actor and musician. He is best known for his role as Seth Cohen on The O.C. Brody has co-starred in many films, including Mr. & Mrs.",
      "pageId": 377205,
      "monthDay": "12/15"
    },
    {
      "year": "1973",
      "uri": "/wiki/Surya_Bonaly",
      "name": "Surya Bonaly",
      "aboutText": "Baichung Bhutia (Hindi: बाईचुंग भूटिया; born 15 December 1976) or Bhaichung Bhutia is an Indian footballer of Sikkimese-Bhutia descent who plays as a striker. Bhutia is considered to be the torchbearer of Indian football in the international arena. He is often nicknamed the Sikkimese Sniper because of his shooting skills in football.",
      "pageId": 406544,
      "monthDay": "12/15"
    },
    {
      "year": "1973",
      "uri": "/wiki/Ryoo_Seung-wan",
      "name": "Ryoo Seung-wan",
      "aboutText": "Stuart Peter Townsend (born 15 December 1972) is an Irish actor and director.",
      "pageId": 967871,
      "monthDay": "12/15"
    },
    {
      "year": "1974",
      "uri": "/wiki/Pooh_(comedian)",
      "name": "Pooh",
      "aboutText": "Rodney Scott Harrison (born December 15, 1972) is a retired professional football player of the National Football League. Harrison played safety for the San Diego Chargers and New England Patriots.",
      "pageId": 1158171,
      "monthDay": "12/15"
    },
    {
      "year": "1975",
      "uri": "/wiki/Laurel_Nakadate",
      "name": "Laurel Nakadate",
      "aboutText": "Alexzander Joshua Solowitz (born December 15, 1979) is an American actor, composer, singer, dancer, and producer.\nSolowitz was born in the San Fernando Valley, Los Angeles, California to a large Jewish family. He has a younger sister Aleeza Solowitz, a columnist who also works in the film industry and lives between Los Angeles and New York.",
      "pageId": 1618906,
      "monthDay": "12/15"
    },
    {
      "year": "1976",
      "uri": "/wiki/Baichung_Bhutia",
      "name": "Baichung Bhutia",
      "aboutText": "Maria Pauliina Kekkonen a.k.a. Mariah Sensuel (born December 15, 1976 in Helsinki) is a Finnish erotic actress. She worked as a stripper for about six months before becoming an erotic actress in 1996.",
      "pageId": 1910639,
      "monthDay": "12/15"
    },
    {
      "year": "1976",
      "uri": "/wiki/Maria_Kekkonen",
      "name": "Maria Kekkonen",
      "aboutText": "Jeremy Fritz (born December 15, 1979) is a Canadian professional wrestler and television personality, best known under his ring name Eric Young. He performs for Total Nonstop Action Wrestling (TNA). He is also the host of Animal Planet's Off the Hook: Extreme Catches and No Limits programs.",
      "pageId": 1944912,
      "monthDay": "12/15"
    },
    {
      "year": "1976",
      "uri": "/wiki/Aaron_Miles",
      "name": "Aaron Miles",
      "aboutText": "Mehmet Aurélio (born Marco Aurélio Brito dos Prazeres, 15 December 1977) is a Brazilian-Turkish football coach and retired footballer, who was the assistant manager of Kasımpaşa in Turkey.",
      "pageId": 2328478,
      "monthDay": "12/15"
    },
    {
      "year": "1976",
      "uri": "/wiki/Todd_Tichenor",
      "name": "Todd Tichenor",
      "aboutText": "Jerome McDougle (born December 15, 1978 in Pompano Beach, Florida) is a former American football defensive end. He was drafted by the Philadelphia Eagles 15th overall in the 2003 NFL Draft. He played college football at the University of Miami.",
      "pageId": 2342553,
      "monthDay": "12/15"
    },
    {
      "year": "1977",
      "uri": "/wiki/Mehmet_Aur%C3%A9lio",
      "name": "Mehmet Aurélio",
      "aboutText": "Geoffrey Manton \"Geoff\" Stults (born December 15, 1977) is an American actor. He is known for his regular roles on 7th Heaven, October Road and Happy Town. He most recently starred as Major Walter Sherman in The Finder and as Sgt.",
      "pageId": 2911826,
      "monthDay": "12/15"
    },
    {
      "year": "1977",
      "uri": "/wiki/Geoff_Stults",
      "name": "Geoff Stults",
      "aboutText": "Aaron Wade Miles (born December 15, 1976) is a former Major League Baseball infielder. He played from 2003 to 2011 with six different MLB clubs.",
      "pageId": 3104993,
      "monthDay": "12/15"
    },
    {
      "year": "1978",
      "uri": "/wiki/Ned_Brower",
      "name": "Ned Brower",
      "aboutText": "Ryoo Seung-wan (born December 15, 1973) is a South Korean film director.",
      "pageId": 3134050,
      "monthDay": "12/15"
    },
    {
      "year": "1978",
      "uri": "/wiki/Mark_Jansen",
      "name": "Mark Jansen",
      "aboutText": "Mark Jansen, (born 15 December 1978 in Reuver, Netherlands), is a Dutch heavy metal musician.",
      "pageId": 3171980,
      "monthDay": "12/15"
    },
    {
      "year": "1978",
      "uri": "/wiki/Jerome_McDougle",
      "name": "Jerome McDougle",
      "aboutText": "Edward Andrew \"Ned\" Brower (born December 15, 1978) is the drummer/vocalist in the Los Angeles rock quintet Rooney and is also a model and actor. Brower was born in Chapel Hill, North Carolina, U.S., and raised in Seattle, Washington. He has modeled for J. Crew, Abercrombie and Fitch, Tommy Hilfiger, Donna Karen, Ralph Lauren, and The Gap, and also appeared in several films and television shows.",
      "pageId": 3620587,
      "monthDay": "12/15"
    },
    {
      "year": "1979",
      "uri": "/wiki/Adam_Brody",
      "name": "Adam Brody",
      "aboutText": "Reynold Garcia (born on December 15, 1974 in Laoang, Northern Samar), known as Pooh, is a Filipino actor, comedian, impersonator, singer, host. He is known for currently starring in the comedy gag show Banana Split. He is also known for impersonating boxer and congressman Manny Pacquiao.",
      "pageId": 4547388,
      "monthDay": "12/15"
    },
    {
      "year": "1979",
      "uri": "/wiki/Alex_Solowitz",
      "name": "Alex Solowitz",
      "aboutText": "Sergio Lorenzo \"Serge\" Pizzorno (born 15 December 1980) is a British guitarist, music producer and songwriter, best known for his work with the rock band Kasabian. He is Kasabian's lead songwriter since the departure of Christopher Karloff.",
      "pageId": 6910556,
      "monthDay": "12/15"
    },
    {
      "year": "1979",
      "uri": "/wiki/Eric_Young_(wrestler)",
      "name": "Eric Young",
      "aboutText": "Laurel Nakadate (born December 15, 1975) is an American video artist, filmmaker, and photographer living in New York City.",
      "pageId": 9453471,
      "monthDay": "12/15"
    },
    {
      "year": "1980",
      "uri": "/wiki/Sergio_Pizzorno",
      "name": "Sergio Pizzorno",
      "aboutText": "Manuel Wilhelm (born 15 December 1980 in Ludwigsburg) is a German international rugby union player, playing for the RG Heidelberg in the Rugby-Bundesliga and the German national rugby union team.\nManuel Wilhelm plays rugby since 1986, first for RG Heidelberg, later he spent one season with league rival SC Neuenheim, before he went back to his club of origin RG Heidelberg. After his military service Wilhelm played one season for CAU Valencia in the first Spanish division, before returning to RG Heidelberg.",
      "pageId": 26369761,
      "monthDay": "12/15"
    },
    {
      "year": "1980",
      "uri": "/wiki/Manuel_Wilhelm",
      "name": "Manuel Wilhelm",
      "aboutText": "Todd Frederick Tichenor (born December 15, 1976) is an American professional baseball umpire. He became a Major League Baseball reserve umpire in 2007 and was promoted to the full-time MLB staff in 2012.",
      "pageId": 32888889,
      "monthDay": "12/15"
    },
    {
      "year": "1981",
      "uri": "/wiki/Najoua_Belyzel",
      "name": "Najoua Belyzel",
      "aboutText": "René Goguen (born December 15, 1983) is a Canadian professional wrestler, better known by his ring name René Duprée. Goguen is best known for his tenure in World Wrestling Entertainment, where he is a one-time World Tag Team Champion with Sylvain Grenier as the tag team La Résistance and a one-time WWE Tag Team Champion with Kenzo Suzuki. By winning the World Tag Team Championship, Goguen became the youngest wrestler to win the tag team title at 19 years old.",
      "pageId": 307292,
      "monthDay": "12/15"
    },
    {
      "year": "1981",
      "uri": "/wiki/Michelle_Dockery",
      "name": "Michelle Dockery",
      "aboutText": "Borja García (born 15 December 1982) is a Spanish race car driver.",
      "pageId": 1628282,
      "monthDay": "12/15"
    },
    {
      "year": "1981",
      "uri": "/wiki/Brendan_Fletcher",
      "name": "Brendan Fletcher",
      "aboutText": "Tatiana Yurevna Perebiynis (Ukrainian: Тетяна Юріївна Перебийніс; born 15 December 1982) is a former professional tennis player from Ukraine. She reached the Wimbledon junior girls' singles final in 2000, and won the Wimbledon juniors doubles final that same year. She finished 2007 placed 97 in the WTA world rankings.",
      "pageId": 2238823,
      "monthDay": "12/15"
    },
    {
      "year": "1981",
      "uri": "/wiki/Andy_Gonz%C3%A1lez_(baseball)",
      "name": "Andy González",
      "aboutText": "Thomas Herrion (December 15, 1981 – August 20, 2005) was an American football player for the San Francisco 49ers. Born in Fort Worth, Texas, Herrion, a 6-foot-3 (190 cm), 310-pound (140 kg) guard, played college football first at Kilgore College at the junior college level before transferring to the University of Utah where he blocked for former San Francisco 49ers quarterback and number one draft pick Alex Smith. He was signed to a reserve/futures contract with the 49ers on January 5, 2005 and spent one season playing in NFL Europe with the Hamburg Sea Devils.",
      "pageId": 2503440,
      "monthDay": "12/15"
    },
    {
      "year": "1981",
      "uri": "/wiki/Thomas_Herrion",
      "name": "Thomas Herrion",
      "aboutText": "Wáng Hào (Chinese: 王皓; pinyin: Wáng Hào[[Wang Hao; born 15 December 1983) is a Chinese table tennis player. He became the World Champion in Men's Singles in Yokohama, Japan in May 2009, defeating 3-time World Champion Wang Liqin 4–0. Other notable accomplishments include being a 3-time World Cup Champion in 2007, 2008 and 2010, a singles silver medalist at the 2004 Summer Olympics, 2008 Summer Olympics and the 2012 Summer Olympics.",
      "pageId": 3013019,
      "monthDay": "12/15"
    },
    {
      "year": "1981",
      "uri": "/wiki/Creighton_Lovelace",
      "name": "Creighton Lovelace",
      "aboutText": "Brendan Fletcher (born December 15, 1981) is a Canadian actor.",
      "pageId": 3020886,
      "monthDay": "12/15"
    },
    {
      "year": "1981",
      "uri": "/wiki/Roman_Pavlyuchenko",
      "name": "Roman Pavlyuchenko",
      "aboutText": "George O. Gore II (born December 15, 1982) is an American actor. He is best known for portraying Michael Kyle, Jr. (\"Big Head Junior\") on the ABC sitcom My Wife and Kids, Gore's television credits include guest roles on Law & Order and Touched by an Angel.",
      "pageId": 3383119,
      "monthDay": "12/15"
    },
    {
      "year": "1981",
      "uri": "/wiki/Firman_Utina",
      "name": "Firman Utina",
      "aboutText": "Creighton Lee Lovelace (born December 15, 1981) is Pastor of Danieltown Baptist Church in Forest City, North Carolina.",
      "pageId": 3429941,
      "monthDay": "12/15"
    },
    {
      "year": "1982",
      "uri": "/wiki/Charlie_Cox",
      "name": "Charlie Cox",
      "aboutText": "Charlie Thomas Cox (born 15 December 1982) is an English actor best known for his roles as Tristan Thorn in Stardust, Owen Sleater in the second and third seasons of HBO's Boardwalk Empire, and Matt Murdock/Daredevil in Marvel's Daredevil TV series.",
      "pageId": 4322284,
      "monthDay": "12/15"
    },
    {
      "year": "1982",
      "uri": "/wiki/Borja_Garc%C3%ADa",
      "name": "Borja García",
      "aboutText": "Roman Anatolyevich Pavlyuchenko (Russian: Роман Анатольевич Павлюченко; born 15 December 1981) is a Russian professional footballer who plays as a striker for Kuban Krasnodar.\nHe started his career at Dynamo Stavropol, and Rotor Volgograd, before transferring to Spartak Moscow in 2003. His performances there earned him a £13.7 million transfer to Tottenham Hotspur of the English Premier League in 2008, where he spent three full seasons before returning to Russia to play for Lokomotiv Moscow.",
      "pageId": 4711915,
      "monthDay": "12/15"
    },
    {
      "year": "1982",
      "uri": "/wiki/George_O._Gore_II",
      "name": "George O. Gore II",
      "aboutText": "Delon Anthony Armitage (born 15 December 1983) is a rugby union footballer who plays at wing or fullback for Toulon and England. He also occasionally plays centre and often does place kicking, mainly from a distance or if the regular kicker is unable to take it.\nFrom 1996 to 2002, Armitage lived in Roquefort-les-Pins on the French Riviera and from the age of 12 Armitage began playing for Rugby Nice Côte d'Azur Université-Racing.",
      "pageId": 5030320,
      "monthDay": "12/15"
    },
    {
      "year": "1982",
      "uri": "/wiki/Tatiana_Perebiynis",
      "name": "Tatiana Perebiynis",
      "aboutText": "Najoua Belyzel (born Najoua Mazouri 15 December 1981 in Nancy, France) is a French pop rock/electronic singer of Moroccan-Egyptian descent.",
      "pageId": 5882377,
      "monthDay": "12/15"
    },
    {
      "year": "1982",
      "uri": "/wiki/Yuri_Yamano",
      "name": "Yuri Yamano",
      "aboutText": "Michelle Suzanne Dockery (born 15 December, 1981) is an English actress and singer. She is best known for her role as Lady Mary Crawley in the ITV drama series Downton Abbey (2010–2015), for which she has been nominated for three consecutive Emmy Awards and a Golden Globe Award. She made her professional stage debut in His Dark Materials in 2004.",
      "pageId": 8760537,
      "monthDay": "12/15"
    },
    {
      "year": "1983",
      "uri": "/wiki/Delon_Armitage",
      "name": "Delon Armitage",
      "aboutText": "Angel Manuel \"Andy\" González (born December 15, 1981 in Río Piedras, Puerto Rico) is a former professional baseball infielder.",
      "pageId": 10994810,
      "monthDay": "12/15"
    },
    {
      "year": "1983",
      "uri": "/wiki/Ren%C3%A9_Dupr%C3%A9e",
      "name": "René Duprée",
      "aboutText": "Firman Utina (born 15 December 1981 in Manado) is an Indonesian professional footballer, he normally plays as an attacking midfielder and his height is 166 cm. He is playing for the Indonesia national football team and he is chosen as the Man of the match for Indonesia against Bahrain match in Asian Cup 2007 in Group D. Indonesia win 2-1 because of his contribution for Indonesian goal, which was scored by Bambang Pamungkas and Budi Sudarsono. It was Indonesia's first win in Asian Cup 2007 in Group D. Now, he is one of the most important element in Indonesia national team.",
      "pageId": 12257608,
      "monthDay": "12/15"
    },
    {
      "year": "1983",
      "uri": "/wiki/Wang_Hao_(table_tennis)",
      "name": "Wang Hao",
      "aboutText": "Kirsty Lee Allan (born 15 December 1984, Dubbo, New South Wales) is an Australian actress and former fashion model. She is most known for portraying Able Seaman Rebecca \"Bomber\" Brown in Sea Patrol.",
      "pageId": 16427278,
      "monthDay": "12/15"
    },
    {
      "year": "1983",
      "uri": "/wiki/Ronnie_Radke",
      "name": "Ronnie Radke",
      "aboutText": "Martyn John Bernard (born 15 December 1984 in Wakefield, United Kingdom) is a British athlete, competing in high jump.\nBernard has won a silver medal at the 2006 Commonwealth Games in Melbourne and a bronze medal in the 2007 European Athletics Indoor Championships.\nIn Osaka in 2007 he set an outdoor best of 2.29 in qualifying, and in the final after clearing 2.21 passed all the way up to 2.33, where he failed twice at 2.35.",
      "pageId": 18915744,
      "monthDay": "12/15"
    },
    {
      "year": "1984",
      "uri": "/wiki/Kirsty_Lee_Allan",
      "name": "Kirsty Lee Allan",
      "aboutText": "Ronald Joseph \"Ronnie\" Radke (born December 15, 1983) is an American musician, songwriter & producer. He is a founding member and current lead vocalist for the band Falling in Reverse, and is the former vocalist and founding member of the band Escape the Fate.\nRadke was charged with battery in 2006 and sentenced in 2008 for lack of effective probation.",
      "pageId": 31764117,
      "monthDay": "12/15"
    },
    {
      "year": "1984",
      "uri": "/wiki/Ryouma_Baba",
      "name": "Ryouma Baba",
      "aboutText": "Ryouma Baba (馬場 良馬, Baba Ryōma, born December 15, 1984 in Chiba Prefecture) is a Japanese actor who is affiliated with Toki Entertainment. He played the role of Ryuji Iwasaki (Blue Buster) in the 2012 Super Sentai TV series Tokumei Sentai Go-Busters.\n^ \"Official Profile at Toki Entertainment\".",
      "pageId": 46977174,
      "monthDay": "12/15"
    },
    {
      "year": "1984",
      "uri": "/wiki/Martyn_Bernard",
      "name": "Martyn Bernard",
      "aboutText": "Miyuki Hoshino (星野美由季, Hoshino Miyuki, born December 15, 1982, in Tokyo, Japan), better known as Yuri Yamano (山野 ゆり, Yamano Yuri), is a Japanese entertainer and model who is represented by Gunn's Management and Aint.\nYamano's stage name comes from Aiko Yamano and Yuri Takano.\n^ \"山野ゆり\" (in Japanese).",
      "pageId": 48820093,
      "monthDay": "12/15"
    },
    {
      "year": "1984",
      "uri": "/wiki/V%C3%A9ronique_Mang",
      "name": "Véronique Mang",
      "aboutText": "Véronique Mang (born December 15, 1984) is a track and field sprint athlete, competing internationally for France.",
      "pageId": 1030050,
      "monthDay": "12/15"
    },
    {
      "year": "1984",
      "uri": "/wiki/Martin_%C5%A0krtel",
      "name": "Martin Škrtel",
      "aboutText": "Snejana Onopka (Ukrainian: Сніжана Онопко, born December 15, 1986) is a Ukrainian model.\n^ a b c \"Snejana Onopka\". Viva Models.",
      "pageId": 5755411,
      "monthDay": "12/15"
    },
    {
      "year": "1985",
      "uri": "/wiki/Diogo_Fernandes",
      "name": "Diogo Fernandes",
      "aboutText": "Martin Škrtel (Slovak pronunciation: [ˈmartɪn ˈʃkr̩cɛl]; born 15 December 1984) is a Slovak professional footballer who plays as a centre back for English club Liverpool and captains the Slovakia national team.\nHe previously played for Trenčín and Zenit Saint Petersburg, before joining Liverpool for £6.5 million in January 2008. He has won the Russian Premier League and the Football League Cup, as well as being named Slovak Footballer of the Year four times.",
      "pageId": 6816922,
      "monthDay": "12/15"
    },
    {
      "year": "1986",
      "uri": "/wiki/Kim_Junsu",
      "name": "Kim Junsu",
      "aboutText": "Joshua Joseph Brian \"Josh\" McQuoid (born 15 December 1989) is a Northern Ireland international footballer who plays for Luton Town. Born and raised in England, he is able to play both as a forward and a winger.",
      "pageId": 11420014,
      "monthDay": "12/15"
    },
    {
      "year": "1986",
      "uri": "/wiki/Iveta_Maz%C3%A1%C4%8Dov%C3%A1",
      "name": "Iveta Mazáčová",
      "aboutText": "Emily Rose Head (born 15 December 1988) is an English actress, best known for playing Carli D'Amato in E4's sitcom, The Inbetweeners.",
      "pageId": 17272931,
      "monthDay": "12/15"
    },
    {
      "year": "1986",
      "uri": "/wiki/Snejana_Onopka",
      "name": "Snejana Onopka",
      "aboutText": "Bai Xue (Chinese: 白雪; name means White Snow; born 15 December 1988 in Heilongjiang) is a female Chinese long-distance runner who specializes in the 10,000 metres.",
      "pageId": 18714966,
      "monthDay": "12/15"
    },
    {
      "year": "1988",
      "uri": "/wiki/Emily_Head",
      "name": "Emily Head",
      "aboutText": "Chandler Canterbury (born December 15, 1998) is an American actor.",
      "pageId": 22354750,
      "monthDay": "12/15"
    },
    {
      "year": "1988",
      "uri": "/wiki/Imbi_Hoop",
      "name": "Imbi Hoop",
      "aboutText": "Diogo Fernandes (born 15 December 1985) is a Brazilian footballer.",
      "pageId": 23412618,
      "monthDay": "12/15"
    },
    {
      "year": "1988",
      "uri": "/wiki/Steven_N%27Zonzi",
      "name": "Steven N'Zonzi",
      "aboutText": "Steven N'Kemboanza Mike Christopher N'Zonzi (born 15 December 1988) is a French footballer who plays as a defensive midfielder for Spanish club Sevilla.\nN'Zonzi began his career with Ligue 2 side Amiens SC impressing enough to earn a move to English Premier League side Blackburn Rovers in 2009 for £500,000. He spent three years at Ewood Park which ended with Rovers being relegated at the end of the 2011–12 season.",
      "pageId": 23419533,
      "monthDay": "12/15"
    },
    {
      "year": "1988",
      "uri": "/wiki/Bai_Xue",
      "name": "Bai Xue",
      "aboutText": "Jehue Gordon (born 15 December 1991) is a Trinidadian track and field athlete who specialises in the 400 metres hurdles. He turned professional on June 24, 2010, and signed a deal with Adidas in August 2010.\nHe began his international athletics career at the 2008 World Junior Championships in Athletics, where he finished fifth in the semi-finals at the age of 16.",
      "pageId": 27582834,
      "monthDay": "12/15"
    },
    {
      "year": "1989",
      "uri": "/wiki/Josh_McQuoid",
      "name": "Josh McQuoid",
      "aboutText": "Iveta Mazáčová (born 15 December 1986) is a Czech athlete who specialises in the sprint disciplines 60 m, 100 m and 200 metres.\nAt the 2006 European Athletics Championships, Mazáčová finished seventh in her 200 m heat for a 25th place overall result.\nIn 2011, for the third year in succession, Mazáčová won the gold medal at the Czech Indoor Championships in the 60 metres, securing a personal best time of 7.37 seconds.",
      "pageId": 33131638,
      "monthDay": "12/15"
    },
    {
      "year": "1990",
      "uri": "/wiki/Lavanya_Tripathi",
      "name": "Lavanya Tripathi",
      "aboutText": "Lavanya Tripathi is an Indian model and actress.",
      "pageId": 36945819,
      "monthDay": "12/15"
    },
    {
      "year": "1991",
      "uri": "/wiki/Jehue_Gordon",
      "name": "Jehue Gordon",
      "aboutText": "Magdalena Fręch (born 15 December 1997 in Łódź) is a Polish tennis player.\nOn 21 September 2015, Fręch reached her best singles ranking of world number 374. On 13 July 2015, she peaked at world number 366 in the doubles rankings.",
      "pageId": 39043025,
      "monthDay": "12/15"
    },
    {
      "year": "1997",
      "uri": "/wiki/Zach_Banks",
      "name": "Zach Banks",
      "aboutText": "Imbi Hoop (born 15 December 1988) is an Estonian football player who plays for Levadia Tallinn, as a goalkeeper.\n^ \"Estonia - Imbi Hoop - Profile with news, career statistics and history - Soccerway\". women.soccerway.com.",
      "pageId": 41043137,
      "monthDay": "12/15"
    },
    {
      "year": "1997",
      "uri": "/wiki/Magdalena_Fr%C4%99ch",
      "name": "Magdalena Fręch",
      "aboutText": "Zachary Mitchell \"Zach\" Banks (born December 15, 1997) is a Cuban American racing driver. He won the 2014 South Florida Regional championship at Homestead-Miami Speedway in TAG Senior and the 2015 Ocala GP Summer championship in ROK Senior. Banks has recorded 25 career race wins.",
      "pageId": 47342606,
      "monthDay": "12/15"
    },
    {
      "year": "1998",
      "uri": "/wiki/Chandler_Canterbury",
      "name": "Chandler Canterbury",
      "aboutText": "Kim Jun-su (Hangul: 김준수; hanja: 金俊秀; born 15 December 1986) or simply Junsu, also known by the stage name Xia (stylized as XIA; /siˈɑː/ SEE-ah; Korean: 시아) is a South Korean singer-songwriter, dancer, and stage actor.",
      "pageId": 48762996,
      "monthDay": "12/15"
    }
  ]
}