{
  "people": [
    {
      "year": "1485",
      "uri": "/wiki/Catherine_of_Aragon",
      "name": "Catherine of Aragon",
      "aboutText": "Catherine of Aragon (Castilian: Catalina; also spelled Katherine of Aragon, 16 December 1485 – 7 January 1536) was the Queen of England from June 1509 until May 1533 as the first wife of King Henry VIII; she was previously Princess of Wales as the wife of Prince Arthur.\nThe daughter of Queen Isabella I of Castile and King Ferdinand II of Aragon, Catherine was three years old when she was betrothed to Prince Arthur, heir apparent to the English throne. They married in 1501, and Arthur died five months later.",
      "pageId": 6942,
      "monthDay": "12/16"
    },
    {
      "year": "1584",
      "uri": "/wiki/John_Selden",
      "name": "John Selden",
      "aboutText": "Jane Austen (/ˈdʒeɪn ˈɒstɪn/; 16 December 1775 – 18 July 1817) was an English novelist whose works of romantic fiction, set among the landed gentry, earned her a place as one of the most widely read writers in English literature. Her realism, biting irony and social commentary as well as her acclaimed plots have gained her historical importance among scholars and critics.\nAusten lived her entire life as part of a close-knit family located on the lower fringes of the English landed gentry.",
      "pageId": 15782,
      "monthDay": "12/16"
    },
    {
      "year": "1614",
      "uri": "/wiki/Eberhard_III,_Duke_of_W%C3%BCrttemberg",
      "name": "Eberhard III, Duke of Württemberg",
      "aboutText": "Wassily Wassilyevich Kandinsky (/kænˈdɪnski/; Russian: Васи́лий Васи́льевич Канди́нский, Vasiliy Vasil’yevich Kandinskiy, pronounced [vaˈsʲilʲɪj kɐnˈdʲinskʲɪj]; 16 December [O.S. 4 December] 1866 – 13 December 1944) was an influential Russian painter and art theorist. He is credited with painting one of the first purely abstract works. Born in Moscow, Kandinsky spent his childhood in Odessa, where he graduated at Grekov Odessa Art school.",
      "pageId": 33820,
      "monthDay": "12/16"
    },
    {
      "year": "1716",
      "uri": "/wiki/Louis_Jules_Mancini_Mazarini",
      "name": "Louis Jules Mancini Mazarini",
      "aboutText": "Marie-Esprit-Léon Walras (French: [valʁas]; December 16, 1834 – January 5, 1910) was a French mathematical economist.",
      "pageId": 46769,
      "monthDay": "12/16"
    },
    {
      "year": "1717",
      "uri": "/wiki/Elizabeth_Carter",
      "name": "Elizabeth Carter",
      "aboutText": "Leopold I (French: Léopold Ier, German and Dutch: Leopold I; Coburg, 16 December 1790 – Laeken, 10 December 1865) was a German prince who became the first King of the Belgians following Belgian independence in 1830. He reigned between July 1831 and December 1865. He established the House of Saxe-Coburg and Gotha to which all subsequent Belgian kings have belonged.",
      "pageId": 56470,
      "monthDay": "12/16"
    },
    {
      "year": "1742",
      "uri": "/wiki/Gebhard_Leberecht_von_Bl%C3%BCcher",
      "name": "Gebhard Leberecht von Blücher",
      "aboutText": "Gebhard Leberecht von Blücher, Fürst von Wahlstatt (German pronunciation: [ˈɡɛphaɐ̯t ˈleːbəʁɛçt fɔn ˈblʏçɐ]; (16 December 1742 – 12 September 1819), Graf (count), later elevated to Fürst (prince) von Wahlstatt, was a Prussian Generalfeldmarschall (field marshal). He earned his greatest recognition after leading his army against Napoleon I at the Battle of the Nations at Leipzig in 1813 and the Battle of Waterloo in 1815, in alliance with the Duke of Wellington. He was made an honorary citizen of Berlin, Hamburg and Rostock, and was nicknamed Marschall Vorwärts (\"Marshal Forward\") by his soldiers because of his aggressive approach in warfare.",
      "pageId": 178312,
      "monthDay": "12/16"
    },
    {
      "year": "1775",
      "uri": "/wiki/Jane_Austen",
      "name": "Jane Austen",
      "aboutText": "Jorge Agustín Nicolás Ruiz de Santayana y Borrás, known as George Santayana (December 16, 1863 – September 26, 1952), was a philosopher, essayist, poet, and novelist. Spanish-born, Santayana was raised and educated in the United States and identified himself as an American, although he always kept a valid Spanish passport. He wrote in English and is generally considered an American man of letters.",
      "pageId": 182082,
      "monthDay": "12/16"
    },
    {
      "year": "1775",
      "uri": "/wiki/Fran%C3%A7ois-Adrien_Boieldieu",
      "name": "François-Adrien Boieldieu",
      "aboutText": "John Selden (16 December 1584 – 30 November 1654) was an English jurist and a scholar of England's ancient laws and constitution and scholar of Jewish law.",
      "pageId": 197275,
      "monthDay": "12/16"
    },
    {
      "year": "1776",
      "uri": "/wiki/Johann_Wilhelm_Ritter",
      "name": "Johann Wilhelm Ritter",
      "aboutText": "Mary Russell Mitford (16 December 1787 – 10 January 1855) was an English author and dramatist. She was born at Alresford, Hampshire. Her place in English literature is as the author of Our Village.",
      "pageId": 376552,
      "monthDay": "12/16"
    },
    {
      "year": "1778",
      "uri": "/wiki/John_Ordronaux_(privateer)",
      "name": "John Ordronaux",
      "aboutText": "Olavo Brás Martins dos Guimarães Bilac (16 December 1865 – 28 December 1918) was a Brazilian Parnassian poet, journalist and translator. Alongside Alberto de Oliveira and Raimundo Correia, he was a member of the \"Parnassian Triad\". He was elected the \"Prince of Brazilian Poets\" in 1907 by the magazine Fon-Fon.",
      "pageId": 390099,
      "monthDay": "12/16"
    },
    {
      "year": "1787",
      "uri": "/wiki/Mary_Russell_Mitford",
      "name": "Mary Russell Mitford",
      "aboutText": "Louis-Jules Barbon Mancini-Mazarin, duc de Nevers (16 December 1716 – 25 February 1798) was a French diplomat and writer.\nThe Duke was the sixth member elected to occupy seat No. 4 of the Académie française in 1742.",
      "pageId": 592305,
      "monthDay": "12/16"
    },
    {
      "year": "1790",
      "uri": "/wiki/Leopold_I_of_Belgium",
      "name": "Leopold I of Belgium",
      "aboutText": "Elizabeth Carter (16 December 1717 – 19 February 1806) was an English poet, classicist, writer and translator, and a member of the Bluestocking Circle.",
      "pageId": 996705,
      "monthDay": "12/16"
    },
    {
      "year": "1804",
      "uri": "/wiki/Viktor_Bunyakovsky",
      "name": "Viktor Bunyakovsky",
      "aboutText": "Johann Wilhelm Ritter (16 December 1776 – 23 January 1810) was a German chemist, physicist and philosopher.",
      "pageId": 1288229,
      "monthDay": "12/16"
    },
    {
      "year": "1834",
      "uri": "/wiki/L%C3%A9on_Walras",
      "name": "Léon Walras",
      "aboutText": "Eberhard III, Duke of Württemberg (16 December 1614 in Stuttgart – 2 July 1674 in Stuttgart) ruled as Duke of Württemberg from 1628 until his death in 1674.\nEberhard III became the heir under guardianship in 1628 during the Thirty Years War at the age of 14 after the death of his father, Johann Frederick, 7th Duke of Württemberg. His guardian at first was his father's brother Louis Frederick, Duke of Württemberg-Montbéliard and after his death in 1631 Julius Frederick, Duke of Württemberg-Weiltingen.",
      "pageId": 1466836,
      "monthDay": "12/16"
    },
    {
      "year": "1836",
      "uri": "/wiki/Ernst_von_Bergmann",
      "name": "Ernst von Bergmann",
      "aboutText": "François-Adrien Boieldieu (pronounced: [fʁɑ̃.swa a.dʁiɛ̃ bwa.ɛld.jø]) (16 December 1775  – 8 October 1834) was a French composer, mainly of operas, often called \"the French Mozart\".",
      "pageId": 1550296,
      "monthDay": "12/16"
    },
    {
      "year": "1861",
      "uri": "/wiki/Antonio_de_La_G%C3%A1ndara",
      "name": "Antonio de La Gándara",
      "aboutText": "Ernst von Bergmann (16 December 1836 – 25 March 1907) was a Baltic German surgeon.",
      "pageId": 1777458,
      "monthDay": "12/16"
    },
    {
      "year": "1863",
      "uri": "/wiki/George_Santayana",
      "name": "George Santayana",
      "aboutText": "Viktor Yakovlevich Bunyakovsky (Ukrainian: Буняковський Віктор Якович, Russian: Ви́ктор Я́ковлевич Буняко́вский; 16 December [O.S. 4 December] 1804, Bar, Podolia Governorate, Russian Empire – 12 December [O.S. 30 November] 1889, St. Petersburg, Russian Empire) was a Ukrainian and Russian mathematician, member and later vice president of the Petersburg Academy of Sciences.\nHe worked in theoretical mechanics and number theory (see: Bunyakovsky conjecture), and is credited with an early discovery of the Cauchy–Schwarz inequality, proving it for the infinite dimensional case in 1859, many years prior to Hermann Schwarz's works on the subject.",
      "pageId": 3279708,
      "monthDay": "12/16"
    },
    {
      "year": "1865",
      "uri": "/wiki/Olavo_Bilac",
      "name": "Olavo Bilac",
      "aboutText": "Amy Wilson Carmichael (16 December 1867 – 18 January 1951) was a Protestant Christian missionary in India, who opened an orphanage and founded a mission in Dohnavur.",
      "pageId": 3478059,
      "monthDay": "12/16"
    },
    {
      "year": "1866",
      "uri": "/wiki/Wassily_Kandinsky",
      "name": "Wassily Kandinsky",
      "aboutText": "John Ordronaux (16 December 1778 – 24 August 1841) was one of the most successful privateers of the War of 1812 between the United States and the United Kingdom of Great Britain and Ireland. During the war he commanded two ships, Marengo, then Prince de Neufchatel. With these he captured or destroyed about thirty British merchant ships, outran about seventeen British warships and brought back goods to the USA worth between $250,000 and $300,000.",
      "pageId": 5344046,
      "monthDay": "12/16"
    },
    {
      "year": "1867",
      "uri": "/wiki/Amy_Carmichael",
      "name": "Amy Carmichael",
      "aboutText": "Antonio de La Gándara (16 December 1861 – 30 June 1917) was a French painter, pastellist and draughtsman. La Gándara was born in Paris, France, but his father was of Spanish ancestry, born in San Luis Potosí, Mexico, and his mother was from England. La Gándara's talent was strongly influenced by both cultures.",
      "pageId": 26532692,
      "monthDay": "12/16"
    },
    {
      "year": "1869",
      "uri": "/wiki/Hristo_Tatarchev",
      "name": "Hristo Tatarchev",
      "aboutText": "Margaret Mead (December 16, 1901 – November 15, 1978) was an American cultural anthropologist who featured frequently as an author and speaker in the mass media during the 1960s and 1970s. She earned her bachelor's degree at Barnard College in New York City and her M.A. and Ph.D. degrees from Columbia University.\nMead was a respected and often controversial academic who popularized the insights of anthropology in modern American and Western culture.",
      "pageId": 19617,
      "monthDay": "12/16"
    },
    {
      "year": "1872",
      "uri": "/wiki/Anton_Denikin",
      "name": "Anton Denikin",
      "aboutText": "Piet Hein (16 December 1905 – 17 April 1996) was a Danish scientist, mathematician, inventor, designer, author, and poet, often writing under the Old Norse pseudonym \"Kumbel\" meaning \"tombstone\".",
      "pageId": 63091,
      "monthDay": "12/16"
    },
    {
      "year": "1882",
      "uri": "/wiki/Jack_Hobbs",
      "name": "Jack Hobbs",
      "aboutText": "Zoltán Kodály (Hungarian: Kodály Zoltán, [ˈkodaːj ˈzoltaːn]; 16 December 1882 – 6 March 1967) was a Hungarian composer, ethnomusicologist, pedagogue, linguist, and philosopher. He is best known internationally as the creator of the Kodály Method.",
      "pageId": 172840,
      "monthDay": "12/16"
    },
    {
      "year": "1882",
      "uri": "/wiki/Zolt%C3%A1n_Kod%C3%A1ly",
      "name": "Zoltán Kodály",
      "aboutText": "Anton Ivanovich Denikin (Russian: Анто́н Ива́нович Дени́кин; IPA: [ɐnˈton ɪˈvanəvʲɪtɕ dʲɪˈnʲikʲɪn]; December 16 [O.S. December 4] 1872 – August 8, 1947) was a Lieutenant General in the Imperial Russian Army (1916) and afterwards a leading general of the White movement in the Russian Civil War.",
      "pageId": 175147,
      "monthDay": "12/16"
    },
    {
      "year": "1882",
      "uri": "/wiki/Walther_Meissner",
      "name": "Walther Meissner",
      "aboutText": "Alexander I (Aleksandar I Karađorđević, Serbian Cyrillic: Александар I Карађорђевић, pronounced [aleksǎːndar př̩ʋiː karad͡ʑǒːrd͡ʑeʋit͡ɕ]), also known as Alexander the Unifier (Aleksandar Ujedinitelj, Serbian Cyrillic: Александар Ујединитељ [aleksǎːndar ujedǐniteʎ], 16 December 1888 [O.S. 4 December] – 9 October 1934) served as a prince regent of the Kingdom of Serbia from 1914 and later became King of Yugoslavia from 1921 to 1934 (prior to 1929 the Kingdom was known as the Kingdom of Serbs, Croats and Slovenes).",
      "pageId": 269846,
      "monthDay": "12/16"
    },
    {
      "year": "1883",
      "uri": "/wiki/K%C3%A1roly_K%C3%B3s",
      "name": "Károly Kós",
      "aboutText": "Sir John Berry \"Jack\" Hobbs (16 December 1882 – 21 December 1963) was an English professional cricketer who played for Surrey from 1905 to 1934 and for England in 61 Test matches between 1908 and 1930. Known as \"The Master\", he is regarded by critics as one of the greatest batsmen in the history of cricket. He is the leading run-scorer and century-maker in first-class cricket, with 61,760 runs and 199 centuries.",
      "pageId": 302759,
      "monthDay": "12/16"
    },
    {
      "year": "1883",
      "uri": "/wiki/Max_Linder",
      "name": "Max Linder",
      "aboutText": "Alphonse Pierre Juin (French pronunciation: ​[alfɔ̃s ʒɥɛ̃]; 16 December 1888 – 27 January 1967) was a Marshal of France. A graduate of the Saint-Cyr class of 1912, he served in Morocco in 1914 in command of native troops. Upon the outbreak of the First World War, he was sent to the Western Front in France, where he was gravely wounded in 1915.",
      "pageId": 660596,
      "monthDay": "12/16"
    },
    {
      "year": "1884",
      "uri": "/wiki/Seibo_Kitamura",
      "name": "Seibo Kitamura",
      "aboutText": "Rafael Alberti Merello (16 December 1902 – 28 October 1999) was a Spanish poet, a member of the Generation of '27. He is considered one of the greatest literary figures of the so-called Silver Age of Spanish Literature, and he won numerous prizes and awards. He died aged 96.",
      "pageId": 691425,
      "monthDay": "12/16"
    },
    {
      "year": "1888",
      "uri": "/wiki/Alexander_I_of_Yugoslavia",
      "name": "Alexander I of Yugoslavia",
      "aboutText": "Gabriel-Maximilien Leuvielle (16 December 1883 – 31 October 1925), better known by the stage name Max Linder (French: [lin.dɛʁ]), was a French actor, director, screenwriter, producer and comedian of the silent film era. His onscreen persona \"Max\" was one of the first recognizable recurring characters in film.",
      "pageId": 1115120,
      "monthDay": "12/16"
    },
    {
      "year": "1888",
      "uri": "/wiki/Alphonse_Juin",
      "name": "Alphonse Juin",
      "aboutText": "Sir Victor Sawdon Pritchett CH CBE (16 December 1900 – 20 March 1997), was a British writer and literary critic.\nPritchett (alias VSP) was known particularly for his short stories, collated in a number of volumes.",
      "pageId": 1185267,
      "monthDay": "12/16"
    },
    {
      "year": "1889",
      "uri": "/wiki/Kim_Chwa-chin",
      "name": "Kim Chwa-chin",
      "aboutText": "Fritz Walther Meissner (German: Meißner) (December 16, 1882 – November 16, 1974) was a German technical physicist.\nMeissner was born in Berlin to Waldemar Meissner and Johanna Greger. He studied mechanical engineering and physics at the Technical University of Berlin, his doctoral supervisor being Max Planck.",
      "pageId": 1399069,
      "monthDay": "12/16"
    },
    {
      "year": "1895",
      "uri": "/wiki/Marie_Hall_Ets",
      "name": "Marie Hall Ets",
      "aboutText": "Hristo Tatarchev (Bulgarian: Христо Татарчев, Macedonian: Христо Татарчев, December 16, 1869 - January 5, 1952) was a Bulgarian revolutionary and first leader of the revolutionary movement in Macedonia and Eastern Thrace (the organization was renamed to IMARO in 1906 and IMRO in 1920). He wrote the memoirs The First Central Committee of the IMRO (1928). He authored several political journalism works between the First and Second World Wars.",
      "pageId": 1505785,
      "monthDay": "12/16"
    },
    {
      "year": "1899",
      "uri": "/wiki/No%C3%ABl_Coward",
      "name": "Noël Coward",
      "aboutText": "Lucille Lortel (December 16, 1900 – April 4, 1999) was an American actress, artistic director and producer. In the course of her career Lortel produced or co-produced nearly 500 plays, 5 of which were nominated for Tony Awards: As Is by William M. Hoffman, Angels Fall by Lanford Wilson, Blood Knot by Athol Fugard, Mbongeni Ngema's Sarafina! and A Walk in the Woods by Lee Blessing.",
      "pageId": 2409690,
      "monthDay": "12/16"
    },
    {
      "year": "1900",
      "uri": "/wiki/Lucille_Lortel",
      "name": "Lucille Lortel",
      "aboutText": "Károly Kós (December 16, 1883 – August 25, 1977) was a Hungarian architect, writer, illustrator, ethnologist and politician of Austria-Hungary and Romania.",
      "pageId": 4902332,
      "monthDay": "12/16"
    },
    {
      "year": "1900",
      "uri": "/wiki/V._S._Pritchett",
      "name": "V. S. Pritchett",
      "aboutText": "Kim Chwa-chin or Kim Jwa-jin (December 16, 1889 – January 24, 1930), sometimes called the \"Korean Makhno\" or by his pen name Baekya, played an important role in the attempt of development of Anarchism in Korea.\nKim was born to a wealthy family of the Andong Kim lineage in Hongseong County, Chungcheong province. His father was Kim Hyeong-gyu.",
      "pageId": 5348681,
      "monthDay": "12/16"
    },
    {
      "year": "1901",
      "uri": "/wiki/Margaret_Mead",
      "name": "Margaret Mead",
      "aboutText": "Hardie Albright (December 16, 1903 – December 7, 1975) was an American actor.",
      "pageId": 5860111,
      "monthDay": "12/16"
    },
    {
      "year": "1902",
      "uri": "/wiki/Rafael_Alberti",
      "name": "Rafael Alberti",
      "aboutText": "Marie Hall Ets (born December 16, 1895 in Milwaukee, Wisconsin; died Inverness, Florida in January 17, 1984) is an American writer and illustrator best known for children's picture books. She attended Lawrence College, and in 1918, Ets journeyed to Chicago where she became a social worker at the Chicago Commons, a settlement house on the northwest side of the city. In 1960 she won the annual Caldecott Medal for her illustrations of Nine Days to Christmas, whose text she wrote with Aurora Labastida.",
      "pageId": 6707563,
      "monthDay": "12/16"
    },
    {
      "year": "1903",
      "uri": "/wiki/Hardie_Albright",
      "name": "Hardie Albright",
      "aboutText": "Hector Harold Whitlock (16 December 1903 – 27 December 1985) was an English athlete who competed mainly in the 50 kilometre walk. He attended Hendon School, then Hendon County School, in North London, where he planted in 1936 an oak tree sapling presented to him, along with his Gold Medal, by Adolf Hitler at the Olympic Games.\nWhitlock won his first national title in 1933.",
      "pageId": 7679141,
      "monthDay": "12/16"
    },
    {
      "year": "1903",
      "uri": "/wiki/Harold_Whitlock",
      "name": "Harold Whitlock",
      "aboutText": "Sir Noël Peirce Coward (16 December 1899 – 26 March 1973) was an English playwright, composer, director, actor and singer, known for his wit, flamboyance, and what Time magazine called \"a sense of personal style, a combination of cheek and chic, pose and poise\".\nBorn in Teddington, southwest London, Coward attended a dance academy in London as a child, making his professional stage début at the age of eleven. As a teenager he was introduced into the high society in which most of his plays would be set.",
      "pageId": 16764285,
      "monthDay": "12/16"
    },
    {
      "year": "1905",
      "uri": "/wiki/Piet_Hein_(scientist)",
      "name": "Piet Hein",
      "aboutText": "Seibo Kitamura (北村 西望, Kitamura Seibō, 16 December 1884 – 4 March 1987) was a Japanese sculptor. He known as the sculptor of the 10-meter-tall Peace Statue in Nagasaki Peace Park.",
      "pageId": 34017029,
      "monthDay": "12/16"
    },
    {
      "year": "1907",
      "uri": "/wiki/Barbara_Kent",
      "name": "Barbara Kent",
      "aboutText": "George Pavlovich Ignatieff, CC (Russian: Георгий Па́влович Игнатьев; December 16, 1913 - August 10, 1989) was a noted Russian-Canadian diplomat. His career spanned nearly five decades in World War II and the postwar period.",
      "pageId": 559749,
      "monthDay": "12/16"
    },
    {
      "year": "1910",
      "uri": "/wiki/Freddie_Brown_(cricketer)",
      "name": "Freddie Brown",
      "aboutText": "Menahem Pressler (born 16 December 1923, Magdeburg) is a German-born Israeli-American pianist.\nFollowing Kristallnacht, Pressler and his immediate family fled Nazi Germany in 1939, initially to Italy, and then to Palestine. His grandparents, uncles, aunts and cousins all died in concentration camps.",
      "pageId": 708521,
      "monthDay": "12/16"
    },
    {
      "year": "1913",
      "uri": "/wiki/George_Ignatieff",
      "name": "George Ignatieff",
      "aboutText": "Arthur Napoleon Raymond Robinson SC, OCC, TC (16 December 1926 – 9 April 2014; known as A. N. R. or \"Ray\" Robinson) was the third President of Trinidad and Tobago, serving from 19 March 1997 to 17 March 2003. He was also Trinidad and Tobago's third Prime Minister, serving in that capacity from 18 December 1986 to 17 December 1991. He is internationally recognized for his proposal that eventually led to the founding of the International Criminal Court.",
      "pageId": 750907,
      "monthDay": "12/16"
    },
    {
      "year": "1913",
      "uri": "/wiki/Salik_Lucknawi",
      "name": "Salik Lucknawi",
      "aboutText": "James McCracken (December 16, 1926 – April 29, 1988) was an American operatic tenor.",
      "pageId": 1277042,
      "monthDay": "12/16"
    },
    {
      "year": "1915",
      "uri": "/wiki/Turk_Murphy",
      "name": "Turk Murphy",
      "aboutText": "Frederick Richard (\"Freddie\") Brown CBE (16 December 1910, Lima, Peru – 24 July 1991, Ramsbury, Wiltshire, England) was an English amateur cricketer who played first-class cricket for Cambridge University (1930–31), Surrey (1931–48), Northamptonshire (1949–53) and England (1931–53). He was a genuine all-rounder, batting right-handed and bowling either right-arm medium pace or leg break and googly.\nBrown was named one of the Wisden Cricketers of the Year in 1933, but his career declined thereafter until he was made captain of Northamptonshire and England in 1949.",
      "pageId": 1354334,
      "monthDay": "12/16"
    },
    {
      "year": "1916",
      "uri": "/wiki/Birgitta_Valberg",
      "name": "Birgitta Valberg",
      "aboutText": "Barbara Kent (nee Cloutman) (December 16, 1907 – October 13, 2011) was a Canadian-born, North American-based film actress, prominent from the silent film era to the early talkies of the 1920s and '30s and former Miss Hollywood (in 1925).",
      "pageId": 2474483,
      "monthDay": "12/16"
    },
    {
      "year": "1917",
      "uri": "/wiki/Nabi_Bux_Khan_Baloch",
      "name": "Nabi Bux Khan Baloch",
      "aboutText": "Nicolas Sidjakov (December 16, 1924 – June 20, 1993) was a Latvian-born American commercial artist and illustrator.\nSidjakov was born in Riga, Latvia. He studied at the Ecole des Beaux Arts in Paris, worked in advertising, and freelanced for the French movie industry.",
      "pageId": 6736411,
      "monthDay": "12/16"
    },
    {
      "year": "1917",
      "uri": "/wiki/Pete_T._Cenarrusa",
      "name": "Pete T. Cenarrusa",
      "aboutText": "Melvin Edward Alton “Turk” Murphy (born Palermo, California, December 16, 1915; died of bone cancer in San Francisco, California, May 30, 1987) was renowned as a trombonist and bandleader who played traditional and dixieland jazz in San Francisco.\nMurphy served in the Navy during World War II, during which time he played and recorded when he could, with the likes of Lu Watters and Bunk Johnson. In 1952, he headed his own band, \"Turk Murphy's Jazz Band,\" which included pianist Wally Rose, clarinetist Bob Helm, banjo player Dick Lammi, and tubaist Bob Short.",
      "pageId": 6966648,
      "monthDay": "12/16"
    },
    {
      "year": "1917",
      "uri": "/wiki/Arthur_C._Clarke",
      "name": "Arthur C. Clarke",
      "aboutText": "Pierre Delanoë (16 December 1918 – 27 December 2006), born Pierre Charles Marcel Napoleon Leroyer in Paris, France, was a French songwriter/lyricist who wrote for dozens of singers such as Edith Piaf, Charles Aznavour, Petula Clark, Johnny Hallyday, and Mireille Mathieu.  Delanoë was his grandmothers maiden name.\nAfter studying and receiving a law degree, Delanoë began worked as a tax collector and then a tax inspector.",
      "pageId": 8626975,
      "monthDay": "12/16"
    },
    {
      "year": "1917",
      "uri": "/wiki/Ruth_Johnson_Colvin",
      "name": "Ruth Johnson Colvin",
      "aboutText": "Pete Thomas Cenarrusa (December 16, 1917 – September 29, 2013) was a Republican politician from Idaho.",
      "pageId": 8847019,
      "monthDay": "12/16"
    },
    {
      "year": "1918",
      "uri": "/wiki/Pierre_Delano%C3%AB",
      "name": "Pierre Delanoë",
      "aboutText": "Seymour Marvin \"Cy\" Leslie (December 16, 1922 – January 6, 2008) was the founder of Pickwick Records, and the first president and founder of MGM/UA Home Entertainment Group. Pickwick Records aimed to make music more affordable, and carried such artists as Elvis Presley at various times. MGM Home Video was the first company to enter the home video business, which today has become the home entertainment industry including DVD and other sales.",
      "pageId": 9599415,
      "monthDay": "12/16"
    },
    {
      "year": "1918",
      "uri": "/wiki/Vida_Hope",
      "name": "Vida Hope",
      "aboutText": "Birgitta Valberg (16 December 1916 – 29 March 2014) was a Swedish actress.\nShe trained at the Dramatens elevskola. Best known for her work in several Ingmar Bergman films made over a 30-year period, she appeared in the Bergman produced Paradise Place (1977).",
      "pageId": 9864069,
      "monthDay": "12/16"
    },
    {
      "year": "1920",
      "uri": "/wiki/Frederick_Rotimi_Williams",
      "name": "Frederick Rotimi Williams",
      "aboutText": "Nabi Bux Khan Baloch (Sindhi: نبي بخش خان بلوچ‎) (16 December 1917 – 6 April 2011) was a scholar of the Sindhi, Persian, Arabic, and Urdu languages. He wrote many books on Sindh's History and 42 volumes on Sindhi Folklore. In addition, he has compiled and published Sindhi dictionary in five volumes which has lately been revised in three volumes.",
      "pageId": 10104200,
      "monthDay": "12/16"
    },
    {
      "year": "1921",
      "uri": "/wiki/Eulalio_Gonz%C3%A1lez",
      "name": "Eulalio González",
      "aboutText": "Chief Frederick Rotimi Alade Williams, QC, SAN (December 16, 1920 – March 26, 2005) was a prominent Nigerian lawyer who was the first Nigerian to become a Senior Advocate of Nigeria. In the 1950s, he was a member of the Action Group and subsequently became the minister for local government and Justice. He was the president of the Nigerian Bar Association in 1959, the association is the leading body for lawyers in the country.",
      "pageId": 11713890,
      "monthDay": "12/16"
    },
    {
      "year": "1922",
      "uri": "/wiki/Cy_Leslie",
      "name": "Cy Leslie",
      "aboutText": "Ernst Florian Winter (16 December 1923 – 16 April 2014) was an Austrian-American historian and political scientist, the first director of the Diplomatic Academy of Vienna after World War II, and chairman of the International Council of the Austrian Service Abroad.",
      "pageId": 13248031,
      "monthDay": "12/16"
    },
    {
      "year": "1923",
      "uri": "/wiki/Menahem_Pressler",
      "name": "Menahem Pressler",
      "aboutText": "Sir Arthur Charles Clarke, CBE, FRAS (16 December 1917 – 19 March 2008) was a British science fiction writer, science writer and futurist, inventor, undersea explorer, and television series host.\nHe is perhaps most famous for being co-writer of the screenplay for the movie 2001: A Space Odyssey, widely considered to be one of the most influential films of all time. His other science fiction writings earned him a number of Hugo and Nebula awards, which along with a large readership made him one of the towering figures of science fiction.",
      "pageId": 18598148,
      "monthDay": "12/16"
    },
    {
      "year": "1923",
      "uri": "/wiki/Ernst_Florian_Winter",
      "name": "Ernst Florian Winter",
      "aboutText": "Eulalio \"Lalo\" González Ramírez (16 December 1921 – 1 September 2003), nicknamed \"Piporro\", was a Mexican actor, humorist, singer-songwriter, screenwriter, announcer, film director, and film producer.",
      "pageId": 24562178,
      "monthDay": "12/16"
    },
    {
      "year": "1924",
      "uri": "/wiki/Nicolas_Sidjakov",
      "name": "Nicolas Sidjakov",
      "aboutText": "Ruth Johnson Colvin (born December 16, 1917) is the founder of the non-profit organization Literacy Volunteers of America, now called ProLiteracy Worldwide in Syracuse, New York, in 1962.",
      "pageId": 30115961,
      "monthDay": "12/16"
    },
    {
      "year": "1926",
      "uri": "/wiki/James_McCracken",
      "name": "James McCracken",
      "aboutText": "Vida Hope (16 December 1910 – 23 December 1963) was a British film actress.",
      "pageId": 31294294,
      "monthDay": "12/16"
    },
    {
      "year": "1926",
      "uri": "/wiki/A._N._R._Robinson",
      "name": "A. N. R. Robinson",
      "aboutText": "Salik Lucknawi (16 December 1913 – 4 January 2013) was the nom de plume of Shaukat Riaz Kapoor, an Indian Urdu poet and journalist. He was a recipient of the civilian honour of the Padma Shri.",
      "pageId": 38129665,
      "monthDay": "12/16"
    },
    {
      "year": "1926",
      "uri": "/wiki/Jeffrey_Stone",
      "name": "Jeffrey Stone",
      "aboutText": "Liv Johanne Ullmann (born 16 December 1938) is a Norwegian actress and film director. She is known as one of the \"muses\" of Swedish director Ingmar Bergman.\nUllmann won a Golden Globe Award for Best Actress – Motion Picture Drama in 1972 for the film The Emigrants (1971), and has been nominated for another four.",
      "pageId": 18738,
      "monthDay": "12/16"
    },
    {
      "year": "1927",
      "uri": "/wiki/Peter_Dickinson",
      "name": "Peter Dickinson",
      "aboutText": "Philip Kindred Dick (December 16, 1928 – March 2, 1982) was an American novelist, short story writer, essayist, and philosopher whose published works mainly belong to the genre of science fiction. Dick explored philosophical, sociological, political, and metaphysical themes in novels dominated by monopolistic corporations, authoritarian governments, and altered states of consciousness. In his later works, Dick's thematic focus strongly reflected his personal interest in metaphysics and theology.",
      "pageId": 23005,
      "monthDay": "12/16"
    },
    {
      "year": "1927",
      "uri": "/wiki/Randall_Garrett",
      "name": "Randall Garrett",
      "aboutText": "Sir Quentin Saxby Blake, CBE, FCSD, FRSL, RDI (born 16 December 1932) is an English cartoonist, illustrator and children's writer. He may be known best for illustrating books written by Roald Dahl. For his lasting contribution as a children's illustrator he won the biennial, international Hans Christian Andersen Award in 2002, the highest recognition available to creators of children's books.",
      "pageId": 250519,
      "monthDay": "12/16"
    },
    {
      "year": "1928",
      "uri": "/wiki/Terry_Carter",
      "name": "Terry Carter",
      "aboutText": "Charles William \"Bill\" Young (December 16, 1930 – October 18, 2013) was an American politician who served in the United States House of Representatives from 1971 to 2013. A Republican from Florida, Young served as chairman of the House Committee on Appropriations from 1999 to 2005. He was the longest-serving Republican member of Congress at the time of his death.",
      "pageId": 410994,
      "monthDay": "12/16"
    },
    {
      "year": "1928",
      "uri": "/wiki/Philip_K._Dick",
      "name": "Philip K. Dick",
      "aboutText": "Morris Seligman Dees, Jr. (born December 16, 1936) is the co-founder and chief trial counsel for the Southern Poverty Law Center (SPLC), and a former market engineer for book publishing.",
      "pageId": 474298,
      "monthDay": "12/16"
    },
    {
      "year": "1929",
      "uri": "/wiki/Nicholas_Courtney",
      "name": "Nicholas Courtney",
      "aboutText": "Randall Garrett (December 16, 1927 – December 31, 1987) was an American science fiction and fantasy author. He was a prolific contributor to Astounding and other science fiction magazines of the 1950s and 1960s.",
      "pageId": 480298,
      "monthDay": "12/16"
    },
    {
      "year": "1930",
      "uri": "/wiki/Bill_Brittain",
      "name": "Bill Brittain",
      "aboutText": "Rodion Konstantinovich Shchedrin (Russian: Родио́н Константи́нович Щедри́н, Rodion Konstantinovič Ščedrin, pronounced [rədʲɪˈon kənstɐnʲˈtʲinəvʲɪtɕ ɕːɪˈdrʲin]; born 16 December 1932) is a Russian composer and pianist, winner of the Lenin (1984), USSR State Prize (1972) and the State Prize of the Russian Federation (1992), and a former member of the Interregional Deputy Group (1989–1991).",
      "pageId": 728429,
      "monthDay": "12/16"
    },
    {
      "year": "1930",
      "uri": "/wiki/Sam_Most",
      "name": "Sam Most",
      "aboutText": "Peter Malcolm de Brissac Dickinson OBE FRSL (16 December 1927 – 16 December 2015) was an English author and poet, best known for children's books and detective stories.\nDickinson won the annual Carnegie Medal from the Library Association for both Tulku (1979) and City of Gold (1980), each being recognised as the year's outstanding children's book by a British subject. Through 2012 he is one of seven writers to win two Carnegies; no one has won three.",
      "pageId": 858984,
      "monthDay": "12/16"
    },
    {
      "year": "1930",
      "uri": "/wiki/Bill_Young",
      "name": "Bill Young",
      "aboutText": "William Nicholas Stone Courtney (16 December 1929 – 22 February 2011) was an English actor, most famous for playing Brigadier Alistair Gordon Lethbridge-Stewart in the British science fiction television series Doctor Who.",
      "pageId": 1286542,
      "monthDay": "12/16"
    },
    {
      "year": "1931",
      "uri": "/wiki/Karl_Denver",
      "name": "Karl Denver",
      "aboutText": "Edward Joseph Ruscha IV (roo-SHAY; born December 16, 1937) is an American artist associated with the pop art movement. He has worked in the media of painting, printmaking, drawing, photography, and film. Ruscha lives and works in Culver City, California.",
      "pageId": 1311849,
      "monthDay": "12/16"
    },
    {
      "year": "1932",
      "uri": "/wiki/Rodion_Shchedrin",
      "name": "Rodion Shchedrin",
      "aboutText": "Frank Deford (born Benjamin Franklin Deford III on December 16, 1938 in Baltimore, Maryland) is an American sportswriter and novelist.\nIn addition to his 50-year tenure at Sports Illustrated, where he now holds the title of Senior Contributing Writer, Deford appears weekly on National Public Radio and as Senior Correspondent for Real Sports with Bryant Gumbel on HBO. He has written 18 books, nine of them novels. A member of the National Association of Sportscasters and Sportswriters Hall of Fame, Deford was six times voted Sportswriter of the Year by the members of that organization, and was twice voted Magazine Writer of the Year by the Washington Journalism Review.",
      "pageId": 2291293,
      "monthDay": "12/16"
    },
    {
      "year": "1932",
      "uri": "/wiki/Quentin_Blake",
      "name": "Quentin Blake",
      "aboutText": "Robert Charles Kerman (born December 16, 1947), also known as R. Bolla, is an American actor. He grew up in a middle-class Italian neighborhood of Bensonhurst, Brooklyn. As R. Bolla, he appeared in well over 100 pornographic films, most famously Debbie Does Dallas (1978).",
      "pageId": 2839430,
      "monthDay": "12/16"
    },
    {
      "year": "1936",
      "uri": "/wiki/Morris_Dees",
      "name": "Morris Dees",
      "aboutText": "Joyce Caroline Bulifant (born December 16, 1937) is an American television actress, notable for her sunny \"little girl\"-like Southern lilt of a voice.",
      "pageId": 3046070,
      "monthDay": "12/16"
    },
    {
      "year": "1937",
      "uri": "/wiki/Joyce_Bulifant",
      "name": "Joyce Bulifant",
      "aboutText": "Terry Carter (born December 16, 1928) is an American actor and filmmaker, known for his roles as Sgt.",
      "pageId": 3653248,
      "monthDay": "12/16"
    },
    {
      "year": "1937",
      "uri": "/wiki/Edward_Ruscha",
      "name": "Edward Ruscha",
      "aboutText": "Philip Gordon Langridge CBE (16 December 1939 – 5 March 2010) was an English tenor, considered to be among the foremost exponents of English opera and oratorio.\nLangridge was born in Hawkhurst, Kent, educated at Maidstone Grammar School and studied at the Royal Academy of Music in London. He started his career as an orchestral violinist, which exposed him to a great variety of music.",
      "pageId": 5369972,
      "monthDay": "12/16"
    },
    {
      "year": "1938",
      "uri": "/wiki/Frank_Deford",
      "name": "Frank Deford",
      "aboutText": "William E. \"Bill\" Brittain (December 16, 1930 – December 16, 2011) was an American writer. He is best known for work set in the fictional New England village of Coven Tree, including The Wish Giver, a Newbery Honor Book.\nBrittain was born in Rochester, New York.",
      "pageId": 7325499,
      "monthDay": "12/16"
    },
    {
      "year": "1938",
      "uri": "/wiki/Liv_Ullmann",
      "name": "Liv Ullmann",
      "aboutText": "Karl Denver (16 December 1931 - 21 December 1998) was a Scottish singer, who, with his trio had a series of UK hit singles in the early 1960s. Most famous of these was a 1961 version of \"Wimoweh\", which showed off Denver's falsetto yodelling register. He reached the Top 20 with his first five yodel-based singles.",
      "pageId": 9114064,
      "monthDay": "12/16"
    },
    {
      "year": "1939",
      "uri": "/wiki/Philip_Langridge",
      "name": "Philip Langridge",
      "aboutText": "Samuel \"Sam\" Most (December 16, 1930 – June 13, 2013) was an American jazz flautist and tenor saxophonist, based in Los Angeles. He was \"probably the first great jazz flutist,\" according to jazz historian Leonard Feather.",
      "pageId": 15409809,
      "monthDay": "12/16"
    },
    {
      "year": "1939",
      "uri": "/wiki/Gordon_Miller_(athlete)",
      "name": "Gordon Miller",
      "aboutText": "Jeffrey Stone (December 16, 1926 – August 22, 2012) was an American actor and voice-over artist. Stone was the model and inspiration for Prince Charming in the 1950 Walt Disney animated feature film, Cinderella.",
      "pageId": 37080123,
      "monthDay": "12/16"
    },
    {
      "year": "1941",
      "uri": "/wiki/Robert_Kerman",
      "name": "Robert Kerman",
      "aboutText": "Gordon Albert Miller (born 16 December 1939 in Croydon, Greater London, England) is a former British high jumper.\nMiller first competed internationally at the 1958 British Empire and Commonwealth Games in Cardiff, Wales. Representing England, he finished in tenth place in the final of the high jump with a jump of 6 ft 5 in (1.96 m).",
      "pageId": 43163432,
      "monthDay": "12/16"
    },
    {
      "year": "1941",
      "uri": "/wiki/Lesley_Stahl",
      "name": "Lesley Stahl",
      "aboutText": "Göran Bror \"Benny\" Andersson (born 16 December 1946), known professionally as Benny Andersson (Swedish pronunciation: [ˈbɛnʏ ˈandɛˈʂɔn]), is a Swedish musician, composer, former member of the Swedish musical group ABBA (1972–1982), and co-composer of the musicals Chess, Kristina från Duvemåla, and Mamma Mia!. For the 2008 film version of Mamma Mia! he worked also as an executive producer.",
      "pageId": 3741,
      "monthDay": "12/16"
    },
    {
      "year": "1941",
      "uri": "/wiki/Roger_Neil_Wheeler",
      "name": "Roger Neil Wheeler",
      "aboutText": "Steven Ronald Bochco (born December 16, 1943) is a US television producer and writer.",
      "pageId": 187794,
      "monthDay": "12/16"
    },
    {
      "year": "1942",
      "uri": "/wiki/Donald_Carcieri",
      "name": "Donald Carcieri",
      "aboutText": "Trevor David Pinnock CBE (born 16 December 1946) is an English harpsichordist and conductor.\nHe is best known for his association with the period-performance orchestra The English Concert which he helped found and directed from the keyboard for over 30 years in baroque and early classical music. He is a former artistic director of Canada's National Arts Centre Orchestra and founded The Classical Band in New York.",
      "pageId": 326528,
      "monthDay": "12/16"
    },
    {
      "year": "1942",
      "uri": "/wiki/Eugene_Robert_Glazer",
      "name": "Eugene Robert Glazer",
      "aboutText": "Donald L. \"Don\" Carcieri (/kərˈtʃɪri/ kər-CHEER-ee; Italian: [karˈtʃɛːri]; born December 16, 1942) is an American politician who served as the 73rd Governor of Rhode Island from January 2003 to January 2011.",
      "pageId": 426247,
      "monthDay": "12/16"
    },
    {
      "year": "1943",
      "uri": "/wiki/Steven_Bochco",
      "name": "Steven Bochco",
      "aboutText": "General Sir Roger Neil Wheeler GCB, CBE (born 16 December 1941) is a retired British Army officer who served as Chief of the General Staff from 1997 to 2000. During his career he was involved in the Cyprus Emergency, directed military operations in Northern Ireland and led the UK's forces deployed on NATO operations in Bosnia.",
      "pageId": 691433,
      "monthDay": "12/16"
    },
    {
      "year": "1944",
      "uri": "/wiki/Jeff_Kanew",
      "name": "Jeff Kanew",
      "aboutText": "Vincent \"Vince\" Edward Matthews (born December 16, 1947) is an African American former sprinter, winner of two gold medals at the 1968 Summer Olympics and 1972 Summer Olympics.\nMatthews was one of the best African American long sprinters to appear in the mid-1960s, and developed a fierce rivalry with future Olympic champion Lee Evans. The pair first met in their teens, and then duelled several times in 1967, with Evans coming out on top in the AAU Championships and Pan American Games.",
      "pageId": 761175,
      "monthDay": "12/16"
    },
    {
      "year": "1944",
      "uri": "/wiki/Don_Meyer",
      "name": "Don Meyer",
      "aboutText": "Dr. Yukio Hattori (服部 幸應, Hattori Yukio, born 16 December 1945) is best known as an expert commentator on the Japanese television show Iron Chef. Hattori is also the fifth president of the Hattori Nutrition College; the Iron Chef end credits mention that the program is \"produced in cooperation with\" the College.",
      "pageId": 970822,
      "monthDay": "12/16"
    },
    {
      "year": "1945",
      "uri": "/wiki/Patti_Deutsch",
      "name": "Patti Deutsch",
      "aboutText": "Eugene Robert Glazer (born December 16, 1942 in Brooklyn, New York) is an American actor best known for his portrayal of \"Operations\" on the TV show La Femme Nikita. Glazer was raised in Brooklyn, New York, and worked at a variety of jobs before moving to Los Angeles in the 1970s to pursue his acting career. He worked in live theater and starred in a number of television and movie roles before being cast on La Femme Nikita.",
      "pageId": 1578535,
      "monthDay": "12/16"
    },
    {
      "year": "1945",
      "uri": "/wiki/Bobby_George",
      "name": "Bobby George",
      "aboutText": "Lesley Rene Stahl (born December 16, 1941) is an American television journalist. Since 1991, she has reported for CBS on 60 Minutes.",
      "pageId": 1799024,
      "monthDay": "12/16"
    },
    {
      "year": "1945",
      "uri": "/wiki/Yukio_Hattori",
      "name": "Yukio Hattori",
      "aboutText": "Jeffrey Roger Kanew (born December 16, 1944) is an American film director, writer and editor who early in his career made trailers for many films of the 1970s and is probably best known for directing the film Revenge of the Nerds (1984) and for editing Ordinary People.\nKanew directed Gotcha! (1985) and Tough Guys (1986), the final film pairing actors Kirk Douglas and Burt Lancaster, having initially directed Douglas in 1983's Eddie Macon's Run.",
      "pageId": 2304350,
      "monthDay": "12/16"
    },
    {
      "year": "1945",
      "uri": "/wiki/Tony_Hicks",
      "name": "Tony Hicks",
      "aboutText": "Ben Cross (born Harry Bernard Cross, 16 December 1947) is an English actor of the stage and screen, known for his portrayal of the British Olympic athlete Harold Abrahams in the 1981 film Chariots of Fire.",
      "pageId": 2871405,
      "monthDay": "12/16"
    },
    {
      "year": "1946",
      "uri": "/wiki/Benny_Andersson",
      "name": "Benny Andersson",
      "aboutText": "Christopher Michael Ellison (born 16 December 1946 in St Pancras, London) is an English actor. He is best known for his role as DCI Frank Burnside in the popular ITV police series The Bill and short-lived spin-off series Burnside.",
      "pageId": 2917748,
      "monthDay": "12/16"
    },
    {
      "year": "1946",
      "uri": "/wiki/Charles_Dennis",
      "name": "Charles Dennis",
      "aboutText": "Patricia \"Patti\" Deutsch (born December 16, 1945 in Pittsburgh, Pennsylvania) is a voice artist and comedic actress.",
      "pageId": 3020332,
      "monthDay": "12/16"
    },
    {
      "year": "1946",
      "uri": "/wiki/Christopher_Ellison",
      "name": "Christopher Ellison",
      "aboutText": "Robert Francis George (born 16 December 1945) is an English darts player and presenter. He is widely recognised as one of the game's biggest personalities, known for his flamboyant entrances in which the \"King of Darts\" makes his way to the stage bedecked in jewellery, wearing a crown and cloak and holding a candelabra to the sound of Queen's \"We Are the Champions\".\nGeorge won several leading darts tournaments, appeared in two World Championship finals and was the first full-time exhibition player.",
      "pageId": 3616483,
      "monthDay": "12/16"
    },
    {
      "year": "1946",
      "uri": "/wiki/Terence_Knox",
      "name": "Terence Knox",
      "aboutText": "Anthony Christopher \"Tony\" Hicks (born 16 December 1945, Nelson, Lancashire, England) is a guitarist and singer who has been a member of the British pop group The Hollies since 1963.",
      "pageId": 5381635,
      "monthDay": "12/16"
    },
    {
      "year": "1946",
      "uri": "/wiki/Trevor_Pinnock",
      "name": "Trevor Pinnock",
      "aboutText": "Sir Martyn Poliakoff CBE CChem FRS FRSC FIChemE (born 16 December 1947) is a British chemist, working on gaining insights into fundamental chemistry and also on developing environmentally acceptable processes and materials. The core themes of his work are supercritical fluids, infrared spectroscopy and lasers. He is a Research Professor in Chemistry at the University of Nottingham.",
      "pageId": 8917187,
      "monthDay": "12/16"
    },
    {
      "year": "1946",
      "uri": "/wiki/Tom_Stern_(cinematographer)",
      "name": "Tom Stern",
      "aboutText": "Terence Knox (born December 16, 1946) is an American actor.\nKnox was born Terry Davis in Richland, Washington, and attended Washington State University and Portland State University. He is perhaps best known for his roles as Dr.",
      "pageId": 12063071,
      "monthDay": "12/16"
    },
    {
      "year": "1947",
      "uri": "/wiki/Ben_Cross",
      "name": "Ben Cross",
      "aboutText": "Donald Wayne Meyer (December 16, 1944 – May 18, 2014) was an American college basketball coach who completed his career in 2010 as head coach of the men's team at Northern State University. He was once head coach at Hamline University and Lipscomb University.",
      "pageId": 16509811,
      "monthDay": "12/16"
    },
    {
      "year": "1947",
      "uri": "/wiki/Vincent_Matthews_(athlete)",
      "name": "Vincent Matthews",
      "aboutText": "Thomas Evans \"Tom\" Stern, ASC, AFC (Association of French Directors of Photography) (born December 16, 1946) is an American cinematographer best known for his work on films directed by Clint Eastwood. He has been Eastwood's primary cinematographer since Blood Work in 2002 and has worked as a gaffer since 1977.",
      "pageId": 19548815,
      "monthDay": "12/16"
    },
    {
      "year": "1947",
      "uri": "/wiki/Martyn_Poliakoff",
      "name": "Martyn Poliakoff",
      "aboutText": "Charles Dennis (born December 16, 1946) is a Canadian actor, playwright, radio actor, journalist, author, director, and screenwriter.",
      "pageId": 22836801,
      "monthDay": "12/16"
    },
    {
      "year": "1948",
      "uri": "/wiki/Christopher_Biggins",
      "name": "Christopher Biggins",
      "aboutText": "Joel Garner (born 16 December 1952), also known as \"Big Joel\" or \"Big Bird\", is a former West Indian cricketer, and a member of the highly regarded late 1970s and early '80s West Indies cricket teams.\nHe was a 6 feet 8 inches (2.03 m) fast bowler capable of ripping through the heart of opposing batting line-ups. In conjunction with fellow fast bowlers Michael Holding, Andy Roberts, Colin Croft, and later Malcolm Marshall and Courtney Walsh, the West Indies reached unprecedented heights in the Test and one-day cricket arenas, not losing a Test series in 15 years.",
      "pageId": 87055,
      "monthDay": "12/16"
    },
    {
      "year": "1949",
      "uri": "/wiki/Billy_Gibbons",
      "name": "Billy Gibbons",
      "aboutText": "John Mark Heard (December 16, 1951 – August 16, 1992) was an American record producer, folk rock singer, and songwriter originally from Macon, Georgia, United States. Heard released 16 albums, and produced and performed with many other artists as well, such as Sam Phillips (a.k.a. Leslie Phillips), Pierce Pettis, Phil Keaggy, Vigilantes of Love, Peter Buck of R.E.M. (who co-produced VOL's album Killing Floor with Heard), John Austin, The Choir, Randy Stonehill and Michael Been of The Call.",
      "pageId": 91113,
      "monthDay": "12/16"
    },
    {
      "year": "1949",
      "uri": "/wiki/Heather_Hallett",
      "name": "Heather Hallett",
      "aboutText": "Robben Ford (born December 16, 1951) is an American blues, jazz and rock guitarist.",
      "pageId": 223910,
      "monthDay": "12/16"
    },
    {
      "year": "1950",
      "uri": "/wiki/Claudia_Cohen",
      "name": "Claudia Cohen",
      "aboutText": "Claudia Lynn Cohen (December 16, 1950 – June 15, 2007) was an American gossip columnist, socialite, and television reporter.",
      "pageId": 483472,
      "monthDay": "12/16"
    },
    {
      "year": "1950",
      "uri": "/wiki/Roy_Schuiten",
      "name": "Roy Schuiten",
      "aboutText": "Carol Martha Browner (born December 16, 1955) is an American lawyer, environmentalist, and businesswoman, who served as director of the White House Office of Energy and Climate Change Policy in the Obama administration from 2009 to 2011. Browner previously served as Administrator of the Environmental Protection Agency (EPA) during the Clinton administration from 1993 to 2001.\nBrowner grew up in Florida and graduated from the University of Florida and the University of Florida College of Law.",
      "pageId": 726292,
      "monthDay": "12/16"
    },
    {
      "year": "1951",
      "uri": "/wiki/Sally_Emerson",
      "name": "Sally Emerson",
      "aboutText": "William Frederick \"Billy\" Gibbons (born December 16, 1949) is an American musician, singer, songwriter, producer and actor, best known as the guitarist and lead vocalist of the American rock band ZZ Top. He began his career in the Moving Sidewalks, who recorded Flash (1968) and opened four dates for the Jimi Hendrix Experience. Gibbons formed ZZ Top in late 1969 and released ZZ Top's First Album in 1971.",
      "pageId": 1127973,
      "monthDay": "12/16"
    },
    {
      "year": "1951",
      "uri": "/wiki/Mike_Flanagan_(baseball)",
      "name": "Mike Flanagan",
      "aboutText": "Alexander \"Xander\" Harper Berkeley (born December 16, 1955) is an American actor. He is best known for his television roles of George Mason on the political thriller series 24, Percy Rose on the action thriller series Nikita and Sheriff Thomas McAllister on the crime drama The Mentalist. In films, he is known for having portrayed a wide range of supporting and character roles in The Fabulous Baker Boys, Terminator 2: Judgment Day, Candyman, Apollo 13, Gattaca, Taken, Safe, Kick-Ass, Air Force One, Shanghai Noon, If These Walls Could Talk, Five, and Sid and Nancy.",
      "pageId": 1589655,
      "monthDay": "12/16"
    },
    {
      "year": "1951",
      "uri": "/wiki/Robben_Ford",
      "name": "Robben Ford",
      "aboutText": "Christopher Kenneth Biggins, often referred to as simply Biggins, (born 16 December 1948) is an English actor and television presenter.",
      "pageId": 1740535,
      "monthDay": "12/16"
    },
    {
      "year": "1951",
      "uri": "/wiki/Mark_Heard",
      "name": "Mark Heard",
      "aboutText": "Prince Lorenz of Belgium, Archduke of Austria-Este (born 16 December 1955) is a member of the Belgian Royal Family and an Austrian-Belgian citizen.",
      "pageId": 1839578,
      "monthDay": "12/16"
    },
    {
      "year": "1951",
      "uri": "/wiki/Shinji_Yamashita",
      "name": "Shinji Yamashita",
      "aboutText": "Michael Kendall Flanagan (December 16, 1951 – August 24, 2011) was an American left-handed pitcher, front office executive, and color commentator. With the exception of four years with the Toronto Blue Jays (1987–90), he was with the Baltimore Orioles for his entire career in Major League Baseball (MLB).\nFlanagan was a starting pitcher for the Orioles from 1975 through 1987.",
      "pageId": 3310302,
      "monthDay": "12/16"
    },
    {
      "year": "1952",
      "uri": "/wiki/Joel_Garner",
      "name": "Joel Garner",
      "aboutText": "H. D. Kumaraswamy (born 16 December 1959) is an Indian politician who was the 18th Chief Minister of Karnataka, a state in southern India, from 2006 to 2007. His father is the former Prime Minister of India H. D. Deve Gowda. Popularly known as \"KumarAnna\" (Kumar, the name and \"anna\" in Kannada means \"elder brother\") among his friends and followers, was a noted film producer, distributor and exhibitor in the Kannada film industry.",
      "pageId": 3883081,
      "monthDay": "12/16"
    },
    {
      "year": "1952",
      "uri": "/wiki/Francesco_Graziani",
      "name": "Francesco Graziani",
      "aboutText": "Spagna (Italian: [ˈspaɲɲa]; born Ivana Spagna, 16 December 1956, Valeggio sul Mincio, Verona, Italy) is an Italian singer and songwriter.",
      "pageId": 3939546,
      "monthDay": "12/16"
    },
    {
      "year": "1953",
      "uri": "/wiki/Rebecca_Forstadt",
      "name": "Rebecca Forstadt",
      "aboutText": "Francesco \"Ciccio\" Graziani (born 16 December 1952) is an Italian football manager and former football player who played as a forward.\nWith 122 total goals scored for Torino, he is the seventh highest scorer in the history of the Torinese club behind Valentino Mazzola (123) and with 23 official goals, the ninth highest all-time scorer for the Italian national team (tied with Christian Vieri), with whom he won the 1982 FIFA World Cup.\nHe is the father of Gabriele, who was also a footballer.",
      "pageId": 4222921,
      "monthDay": "12/16"
    },
    {
      "year": "1955",
      "uri": "/wiki/Xander_Berkeley",
      "name": "Xander Berkeley",
      "aboutText": "Rebecca Lynn Forstadt (born December 16, 1953), also known as Reba West, is an American voice actress, best known for playing young female roles in various animated series. After studying theater at Orange Coast College, in Costa Mesa, California, Forstadt began her acting career by working at Knott's Berry Farm's Bird Cage Theater, performing melodramas, often as the damsel in distress character. Later, she went to Hollywood where she worked as a wardrobe mistress on such television shows as The White Shadow and Hill Street Blues, as well as for the film S.O.B..",
      "pageId": 4392665,
      "monthDay": "12/16"
    },
    {
      "year": "1955",
      "uri": "/wiki/Carol_Browner",
      "name": "Carol Browner",
      "aboutText": "Dame Heather Carol Hallett, DBE (born 16 December 1949), styled The Rt Hon. Lady Justice Hallett, is an English judge of the Court of Appeal. She is the fifth woman to sit in the Court of Appeal, after Dame Elizabeth Butler-Sloss (now Baroness Butler-Sloss) (1988), Dame Brenda Hale (now Baroness Hale of Richmond) (1999), Dame Mary Arden (2000) and Dame Janet Smith (2002).",
      "pageId": 4648720,
      "monthDay": "12/16"
    },
    {
      "year": "1955",
      "uri": "/wiki/Prince_Lorenz_of_Belgium,_Archduke_of_Austria-Este",
      "name": "Prince Lorenz of Belgium, Archduke of Austria-Este",
      "aboutText": "Sally Emerson, Lady Stothard (born 16 December 1954) is a British writer.\nShe has written several novels and an anthology of poetry, as well as numerous articles for The Sunday Times, The Guardian and The Washington Post.",
      "pageId": 5956477,
      "monthDay": "12/16"
    },
    {
      "year": "1955",
      "uri": "/wiki/Chiharu_Matsuyama",
      "name": "Chiharu Matsuyama",
      "aboutText": "Roy Schuiten (16 December 1950 – 19 September 2006) was a Dutch track and road racing cyclist.",
      "pageId": 7073365,
      "monthDay": "12/16"
    },
    {
      "year": "1956",
      "uri": "/wiki/Spagna",
      "name": "Spagna",
      "aboutText": "Chiharu Matsuyama (松山千春, born December 16, 1955) is a Japanese folk singer and songwriter.\nHe made his debut with the single Tabidachi in 1977, and success soon followed with the two hits Toki no Itazura and Kisetsu no Nakade.\nMatsuyama has been portrayed in film by Shunsuke Daitō.",
      "pageId": 17520198,
      "monthDay": "12/16"
    },
    {
      "year": "1957",
      "uri": "/wiki/H._D._Kumaraswamy",
      "name": "H. D. Kumaraswamy",
      "aboutText": "Antonio Vega Tallés (a.k.a. Antonio Vega) (December 16, 1957 - May 12, 2009) was a Spanish pop singer-songwriter. He was born in Madrid and died in the same city, succumbing to lung cancer.",
      "pageId": 22774814,
      "monthDay": "12/16"
    },
    {
      "year": "1957",
      "uri": "/wiki/Antonio_Vega_(singer)",
      "name": "Antonio Vega",
      "aboutText": "Shinji Yamashita (山下 真司, Yamashita Shinji, born December 16, 1951, in Shimonoseki, Yamaguchi Prefecture, Japan) is a Japanese actor who is represented by the talent agency From First Production. He graduated from Shimonoseki Commercial High School and dropped out from Chuo University's Faculty of Letters.",
      "pageId": 47338614,
      "monthDay": "12/16"
    },
    {
      "year": "1958",
      "uri": "/wiki/Katie_Leigh",
      "name": "Katie Leigh",
      "aboutText": "William Melvin \"Bill\" Hicks (December 16, 1961 – February 26, 1994) was an American stand-up comedian, social critic, satirist, and musician. His material, encompassing a wide range of social issues including religion, politics, and philosophy, was controversial, and often steeped in dark comedy. He criticized consumerism, superficiality and banality within the media and popular culture, which he characterized as oppressive tools of the ruling class that keep people \"stupid and apathetic\".",
      "pageId": 46093,
      "monthDay": "12/16"
    },
    {
      "year": "1958",
      "uri": "/wiki/Bart_Oates",
      "name": "Bart Oates",
      "aboutText": "William Anthony Perry (born December 16, 1962) is a former American professional football player who was a defensive lineman in the National Football League (NFL) for ten seasons during the 1980s and 1990s. Perry played college football for Clemson University, and was recognized as an All-American.",
      "pageId": 87200,
      "monthDay": "12/16"
    },
    {
      "year": "1959",
      "uri": "/wiki/Alison_LaPlaca",
      "name": "Alison LaPlaca",
      "aboutText": "Benjamin George Bratt (born December 16, 1963) is an American actor. He is best known for his role as NYPD Detective Rey Curtis on the NBC drama series Law & Order, for which he was nominated for the 1999 Primetime Emmy Award for Outstanding Supporting Actor in a Drama Series. He has appeared in the films Demolition Man (1993), Blood In Blood Out (1993), Traffic (2000), Piñero (2001), Miss Congeniality (2000), Catwoman (2004), Cloudy with a Chance of Meatballs (2009), La Mission (2009), The Lesser Blessed (2012), and Despicable Me 2 (2013).",
      "pageId": 312892,
      "monthDay": "12/16"
    },
    {
      "year": "1959",
      "uri": "/wiki/Alexander_Lebedev",
      "name": "Alexander Lebedev",
      "aboutText": "Alison LaPlaca (born December 16, 1959) is an American actress best known for the role of acid-tongued yuppie Linda Phillips in the Fox sitcoms Duet and its spin-off Open House, both of which aired in the late 1980s.\n^ \"Alison La Placa\". The Internet Movie Database.",
      "pageId": 657977,
      "monthDay": "12/16"
    },
    {
      "year": "1959",
      "uri": "/wiki/Steve_Mattsson",
      "name": "Steve Mattsson",
      "aboutText": "Katherine \"Katie\" Leigh (born December 16, 1958) is an American voice actress, best known for her role as Connie Kendall on the Focus on the Family radio program Adventures in Odyssey since 1987.",
      "pageId": 1210571,
      "monthDay": "12/16"
    },
    {
      "year": "1959",
      "uri": "/wiki/Larry_Poindexter",
      "name": "Larry Poindexter",
      "aboutText": "James Mangold (born 1963) is an American film and television director, screenwriter and producer. Films he has directed include Walk the Line, which he also co-wrote, The Wolverine, Cop Land, Girl, Interrupted, \"Knight and Day\", and the 2007 remake 3:10 to Yuma. He also produced and directed pilots for the television series Men in Trees (which ran from 2006 to 2008) NYC 22 (2011-2012) and Vegas (2012-2013).",
      "pageId": 1690705,
      "monthDay": "12/16"
    },
    {
      "year": "1960",
      "uri": "/wiki/Pat_Van_Den_Hauwe",
      "name": "Pat Van Den Hauwe",
      "aboutText": "Shane Black (born December 16, 1961) is an American screenwriter, director, producer, and actor. He wrote such late 1980s and early 1990s action movie hits as Lethal Weapon (1987) and made his directorial debut with the film Kiss Kiss Bang Bang (2005). His acting credits include Predator (1987).",
      "pageId": 1703164,
      "monthDay": "12/16"
    },
    {
      "year": "1961",
      "uri": "/wiki/LaChanze",
      "name": "LaChanze",
      "aboutText": "Sam Prideaux Robards (born December 16, 1961) is an American actor.",
      "pageId": 1933874,
      "monthDay": "12/16"
    },
    {
      "year": "1961",
      "uri": "/wiki/Andr%C3%A9_Andersen",
      "name": "André Andersen",
      "aboutText": "Larry Poindexter (born December 16, 1959) is an American actor and singer born and raised in Dallas, Texas.",
      "pageId": 2149155,
      "monthDay": "12/16"
    },
    {
      "year": "1961",
      "uri": "/wiki/Shane_Black",
      "name": "Shane Black",
      "aboutText": "Jonathan Frederick \"Jon\" Tenney (born December 16, 1961) is an American actor, best known for his role as Fritz Howard on the TNT series The Closer and Major Crimes.",
      "pageId": 4384920,
      "monthDay": "12/16"
    },
    {
      "year": "1961",
      "uri": "/wiki/Bill_Hicks",
      "name": "Bill Hicks",
      "aboutText": "Patrick William Roger \"Pat\" Van Den Hauwe (born 16 December 1960) is a former professional footballer who made 401 appearances in the Football League playing for Birmingham City, Everton, Tottenham Hotspur and Millwall.",
      "pageId": 4596810,
      "monthDay": "12/16"
    },
    {
      "year": "1961",
      "uri": "/wiki/Gretchen_Palmer",
      "name": "Gretchen Palmer",
      "aboutText": "Rhonda LaChanze Sapp, known professionally as LaChanze (/ləʃɑnz/; born December 16, 1961) is an American actress, singer, and dancer. She won the Tony Award for Best Performance by a Leading Actress in a Musical in 2006 for her role in The Color Purple.\n^ \"Anthony Rapp Will Join Tony Winners Idina Menzel and LaChanze in Broadway-Bound Musical If/Then\" Playbill.",
      "pageId": 5580848,
      "monthDay": "12/16"
    },
    {
      "year": "1961",
      "uri": "/wiki/Sam_Robards",
      "name": "Sam Robards",
      "aboutText": "André Andersen (born December 16, 1961 in Moscow) is a Russian-born multi-instrumentalist and composer best known as the keyboardist and founder of the Denmark-based progressive metal band Royal Hunt. He claims to be of mixed Danish and Georgian royal blood.\n^ Andre Andersen's biography, Official Royal Hunt website.",
      "pageId": 5945570,
      "monthDay": "12/16"
    },
    {
      "year": "1961",
      "uri": "/wiki/Jon_Tenney",
      "name": "Jon Tenney",
      "aboutText": "Bart Steven Oates (born December 16, 1958) is a former American football player in the National Football League for the New York Giants and San Francisco 49ers. He played center for the Giants from 1985–93 and with the 49ers from 1994-95.",
      "pageId": 6963205,
      "monthDay": "12/16"
    },
    {
      "year": "1962",
      "uri": "/wiki/Maruschka_Detmers",
      "name": "Maruschka Detmers",
      "aboutText": "Melanie Smith (born December 16, 1962 in Scranton, Pennsylvania, U.S.) is an American actress. She is the youngest of six children raised in a working-class family. She appeared as Jerry's girlfriend Rachel in four episodes of Seinfeld, was the third actress to portray Tora Ziyal on Star Trek: Deep Space Nine, and had a starring role as Emily Stewart on As the World Turns in the early 1990s.",
      "pageId": 7519681,
      "monthDay": "12/16"
    },
    {
      "year": "1962",
      "uri": "/wiki/William_Perry_(American_football)",
      "name": "William Perry",
      "aboutText": "Alexander Yevgenievich Lebedev (Russian: Алекса́ндр Евге́ньевич Ле́бедев; IPA: [ɐlʲɪˈksandr jɪvˈɡʲenʲjɪvʲɪtɕ ˈlʲebʲɪdʲɪf]; born 16 December 1959) is a Russian businessman, referred to as one of the Russian oligarchs.\nIn March 2012, he was listed by Forbes magazine as one of the richest Russians with an estimated fortune of $1.1 billion. However, his fortune has since declined, and he is no longer considered to be a billionaire.",
      "pageId": 8899989,
      "monthDay": "12/16"
    },
    {
      "year": "1962",
      "uri": "/wiki/Melanie_Smith_(actress)",
      "name": "Melanie Smith",
      "aboutText": "Maruschka Detmers (born 16 December 1962, Schoonebeek) is a Dutch actress. She moved to France as a teenager, where she captured the attention of director Jean-Luc Godard. In 1983, she made her dramatic debut under Godard's direction in Prénom Carmen.",
      "pageId": 10121035,
      "monthDay": "12/16"
    },
    {
      "year": "1963",
      "uri": "/wiki/Benjamin_Bratt",
      "name": "Benjamin Bratt",
      "aboutText": "Jeffrey Lee Herndon (born December 16, 1963 in Tulsa, Oklahoma), known professionally as Jeff Carson, is a retired American country music artist. Originally a session musician in Branson, Missouri and later a demo singer, he was signed to Curb Records in 1995, releasing his self-titled debut album that year, followed by Butterfly Kisses in 1998 and Real Life in 2002. He has charted fourteen singles on the Billboard country charts, including the Number One hit \"Not on Your Love\", the Top Ten hits \"The Car\" and \"Holdin' Onto Somethin'\", and the Top 20 \"Real Life (I Never Was the Same Again)\".",
      "pageId": 10427789,
      "monthDay": "12/16"
    },
    {
      "year": "1963",
      "uri": "/wiki/Jeff_Carson",
      "name": "Jeff Carson",
      "aboutText": "Gretchen Palmer (born December 16, 1961) is an American television and film actress. She has had recurring roles in television series such as The Joe Schmo Show and The Parkers, and has appeared in films including Fast Forward, Crossroads, The Malibu Bikini Shop, Red Heat, When Harry Met Sally..., Chopper Chicks in Zombietown, Moonbase, Trois (2000) and I Got the Hook Up (1998).",
      "pageId": 23051474,
      "monthDay": "12/16"
    },
    {
      "year": "1963",
      "uri": "/wiki/James_Mangold",
      "name": "James Mangold",
      "aboutText": "Steve Mattsson (December 16, 1959) is an American comic book artist and writer.\nHis career began in the mid-1980s, with contributions to Dark Horse Comics's project Boris the Bear.\nHe also served as co-writer on DC's Superboy and the Ravers.",
      "pageId": 23649902,
      "monthDay": "12/16"
    },
    {
      "year": "1964",
      "uri": "/wiki/Heike_Drechsler",
      "name": "Heike Drechsler",
      "aboutText": "Donovan Bailey (born December 16, 1967) is a Canadian retired sprinter, who once held the world record for the 100 metres race following his gold medal performance in the 1996 Olympic Games. He was the first Canadian to legally break the 10-second barrier in the 100 m. Particularly noted for his top speed, Bailey ran 27.07 mph (12.10 m/s) in his 1996 Olympic title run, the fastest ever recorded at the time.",
      "pageId": 67116,
      "monthDay": "12/16"
    },
    {
      "year": "1964",
      "uri": "/wiki/Todd_Glass",
      "name": "Todd Glass",
      "aboutText": "Miranda Otto (born 16 December 1967) is an Australian actress. The daughter of actors Barry and Lindsay Otto, and the sister of actress Gracie Otto, Brisbane-born Miranda began her acting career at age 18 in 1986, and has appeared in a variety of independent and major studio films.",
      "pageId": 443459,
      "monthDay": "12/16"
    },
    {
      "year": "1964",
      "uri": "/wiki/Gail_Harris",
      "name": "Gail Harris",
      "aboutText": "Georgina \"Georgie\" Parker (born 16 December 1964) is a two-time Gold Logie award winning Australian television actress and has also appeared in film and theatre. She grew up in the Sydney North Shore suburb of St. Ives.",
      "pageId": 479239,
      "monthDay": "12/16"
    },
    {
      "year": "1964",
      "uri": "/wiki/Georgie_Parker",
      "name": "Georgie Parker",
      "aboutText": "Dennis Frank Wise (born 16 December 1966) is an English former football player and manager, and former Executive Director of Football at Newcastle United.\nWise played as a central midfielder and was noted for his aggressive and highly competitive style of play. In a career spanning over 20 years, he played for Wimbledon, Leicester City, Millwall, Southampton, Coventry City and, most notably, Chelsea.",
      "pageId": 583312,
      "monthDay": "12/16"
    },
    {
      "year": "1964",
      "uri": "/wiki/Billy_Ripken",
      "name": "Billy Ripken",
      "aboutText": "Lalah Hathaway is an American vocalist. She is the daughter of soul singer Donny Hathaway and an alumna of Berklee College of Music. In 1990, Lalah Hathaway released her self-titled album.",
      "pageId": 1470164,
      "monthDay": "12/16"
    },
    {
      "year": "1964",
      "uri": "/wiki/Paul_Vogt",
      "name": "Paul Vogt",
      "aboutText": "Paul C. Vogt (born December 16, 1964) is an American actor and comedian best known for his work as a cast member on the sketch comedy programs MADtv, The Big Gay Sketch Show, and The Rerun Show.",
      "pageId": 1808158,
      "monthDay": "12/16"
    },
    {
      "year": "1965",
      "uri": "/wiki/Chris_Jones_(1990s_outfielder)",
      "name": "Chris Jones",
      "aboutText": "William Oliver Ripken (born December 16, 1964), nicknamed Billy The Kid, is an American former infielder in Major League Baseball from 1987–1998 for the Baltimore Orioles (1987–92, '96), Texas Rangers (1993-94, '97), Cleveland Indians (1995), and Detroit Tigers (1998). He is 6 feet 1 inch (1.85 m) tall and weighs 180 pounds (82 kg). During his career, he batted and threw right-handed.",
      "pageId": 1924524,
      "monthDay": "12/16"
    },
    {
      "year": "1965",
      "uri": "/wiki/Melanie_Sloan",
      "name": "Melanie Sloan",
      "aboutText": "Clifford Ralph \"Cliff\" Robinson (born December 16, 1966) is an American retired professional basketball player who played for 5 teams throughout his career in the National Basketball Association (NBA).",
      "pageId": 2571895,
      "monthDay": "12/16"
    },
    {
      "year": "1965",
      "uri": "/wiki/Nancy_Valen",
      "name": "Nancy Valen",
      "aboutText": "Heike Gabriela Drechsler German pronunciation: [ˈhaɪ.kə ga.bʁiˈe.la ˈdʁɛks.lɐ] née Daute (born 16 December 1964) is a German former track and field athlete. She is one of the most successful female long jumpers of all time and also had several successes in sprint disciplines.",
      "pageId": 2805926,
      "monthDay": "12/16"
    },
    {
      "year": "1966",
      "uri": "/wiki/Cliff_Robinson_(basketball,_born_1966)",
      "name": "Clifford Robinson",
      "aboutText": "Simon Nicholas Grayson (born 16 December 1969) is an English former professional footballer and manager of Preston North End.\nAs a player he was a right back, but he was also utilised in midfield in a career that lasted from 1988 until 2006. Having started his career with Leeds United he notably played in the Premier League for Leicester City, Aston Villa and Blackburn Rovers, before moving into the Football League with Sheffield Wednesday, Stockport County, Notts County, Bradford City and Blackpool.",
      "pageId": 3165954,
      "monthDay": "12/16"
    },
    {
      "year": "1966",
      "uri": "/wiki/Dennis_Wise",
      "name": "Dennis Wise",
      "aboutText": "Melanie Sloan (born 16 December 1965) is the former Executive Director of Citizens for Responsibility and Ethics in Washington, a nonprofit government watchdog group.",
      "pageId": 3960541,
      "monthDay": "12/16"
    },
    {
      "year": "1967",
      "uri": "/wiki/Donovan_Bailey",
      "name": "Donovan Bailey",
      "aboutText": "Nancy Valen (born December 16, 1965) is an American actress and television producer.",
      "pageId": 4216058,
      "monthDay": "12/16"
    },
    {
      "year": "1967",
      "uri": "/wiki/Indrek_Kaseorg",
      "name": "Indrek Kaseorg",
      "aboutText": "Shane (born December 16, 1969) is the stage name of an American former pornographic actress and director, known for creating the Shane's World series of adult videos after having debuted in the Seymore Butts video series. She is also the founder of an adult film production company of the same name. Shane is a member the AVN and Legends of Erotica Halls of Fame.",
      "pageId": 4445256,
      "monthDay": "12/16"
    },
    {
      "year": "1967",
      "uri": "/wiki/Miranda_Otto",
      "name": "Miranda Otto",
      "aboutText": "Gregory Mark Kovacs (December 16, 1968 – November 22, 2013) was a Canadian IFBB professional bodybuilder. According to Canadian bodybuilding publication, Muscle Insider, Kovacs retired from competitive bodybuilding in 2005 to start his own business and coach competitive athletes.",
      "pageId": 5782062,
      "monthDay": "12/16"
    },
    {
      "year": "1968",
      "uri": "/wiki/Peter_Dante",
      "name": "Peter Dante",
      "aboutText": "Christopher Carlos Jones (born December 16, 1965 in Utica, New York) is a former Major League Baseball outfielder. Jones made his Major League Baseball debut with the Cincinnati Reds on April 21, 1991 and appeared in his final game with the Milwaukee Brewers on July 29, 2000.\nHe graduated in 1984 from Liverpool High School located in Liverpool suburb of Syracuse, New York.",
      "pageId": 5890157,
      "monthDay": "12/16"
    },
    {
      "year": "1968",
      "uri": "/wiki/Lalah_Hathaway",
      "name": "Lalah Hathaway",
      "aboutText": "Peter Francis Dante (born December 16, 1968 in West Hartford Connecticut) is an American actor.",
      "pageId": 6214264,
      "monthDay": "12/16"
    },
    {
      "year": "1968",
      "uri": "/wiki/Greg_Kovacs",
      "name": "Greg Kovacs",
      "aboutText": "Indrek Kaseorg (born 16 December 1967 in Tartu) is a retired Estonian decathlete.\n^ a b c d \"Indrek Kaseorg\". Decathlon2000.",
      "pageId": 6707198,
      "monthDay": "12/16"
    },
    {
      "year": "1968",
      "uri": "/wiki/Mark_Dean_Schwab",
      "name": "Mark Dean Schwab",
      "aboutText": "Mark Dean Schwab (December 16, 1968 – July 1, 2008) was a prisoner in the state of Florida, where he was executed for the April 18, 1991, rape and murder of 11-year-old Junny Rios-Martinez, Jr., eldest son of a musician in the band \"The Killer Dudes\". He was convicted of the crime in 1992 and sentenced to death.",
      "pageId": 7109430,
      "monthDay": "12/16"
    },
    {
      "year": "1969",
      "uri": "/wiki/Shane_(actress)",
      "name": "Shane",
      "aboutText": "Gail Harris (born 16 December 1964 in Batley, West Riding of Yorkshire, England) is a British-born model, actress and American adult magazine creator and adult industry entrepreneur.",
      "pageId": 7828202,
      "monthDay": "12/16"
    },
    {
      "year": "1969",
      "uri": "/wiki/Simon_Grayson",
      "name": "Simon Grayson",
      "aboutText": "Todd Steven Glass (born December 16, 1964) is an American stand-up comedian originally from Philadelphia, Pennsylvania.",
      "pageId": 17417505,
      "monthDay": "12/16"
    },
    {
      "year": "1969",
      "uri": "/wiki/Florencia_Lozano",
      "name": "Florencia Lozano",
      "aboutText": "Matthias Paul (pronounced [maˈtiːas ˈpaʊ̯l]), better known by his stage name Paul van Dyk (pronounced [fan ˈdʏk]; born 16 December 1971 in Eisenhüttenstadt, East Germany) is a German Grammy Award-winning electronic dance music DJ, musician and record producer. One of the first true superstar DJs, Paul van Dyk was the first artist to receive a Grammy nomination in the newly added category of Best Dance/Electronic album for his 2003 release Reflections. He was named the World's No.",
      "pageId": 585238,
      "monthDay": "12/16"
    },
    {
      "year": "1969",
      "uri": "/wiki/Adam_Riess",
      "name": "Adam Riess",
      "aboutText": "Jason Andrew Molina (December 30, 1973 – March 16, 2013) was an American musician and singer-songwriter, originally from Lorain, Ohio. He came to prominence performing and recording as Songs: Ohia, both in solo projects and with a rotating cast of musicians.",
      "pageId": 1089293,
      "monthDay": "12/16"
    },
    {
      "year": "1969",
      "uri": "/wiki/Dmitri_Tymoczko",
      "name": "Dmitri Tymoczko",
      "aboutText": "Scott Spencer Storch (born December 16, 1973) is an American record producer. He produces hip hop music through his label, Storch Music Company. He also has his own music production company called Tuff Jew Productions LLC which is published by Reservoir Media Management.",
      "pageId": 1584020,
      "monthDay": "12/16"
    },
    {
      "year": "1969",
      "uri": "/wiki/Craig_White",
      "name": "Craig White",
      "aboutText": "Valerie Chow, aka Rachel Shane (born 16 December 1970) is a Hong Kong actress, fashion publicist and entrepreneur.\nShe has starred in numerous films and several television series, most memorably in Wong Kar-wai's internationally acclaimed 1994 feature, Chungking Express, which earned her a nomination for Best Supporting Actress at the 14th Hong Kong Film Awards. A former Miss Hong Kong runner-up (1991), she is also the first Chinese model to be signed by US cosmetics company Revlon in 1998.",
      "pageId": 1879645,
      "monthDay": "12/16"
    },
    {
      "year": "1970",
      "uri": "/wiki/Valerie_Chow",
      "name": "Valerie Chow",
      "aboutText": "Michael Sean McCary (born December 16, 1971) is an American R&B singer, best known as the former bass singer of the R&B group, Boyz II Men.\nIn 2003, Michael McCary left Boyz II Men due to chronic back problems resulting from scoliosis and personal problems. McCary plays in the film Mannsfield 12 (2007), in which he takes on the role of Herold.",
      "pageId": 1963556,
      "monthDay": "12/16"
    },
    {
      "year": "1970",
      "uri": "/wiki/Daniel_Cosgrove",
      "name": "Daniel Cosgrove",
      "aboutText": "Craig White (born 1969) is an English former first-class cricketer, and latterly cricket coach.",
      "pageId": 2096031,
      "monthDay": "12/16"
    },
    {
      "year": "1971",
      "uri": "/wiki/Shigeki_Hosokawa",
      "name": "Shigeki Hosokawa",
      "aboutText": "Sarah Ann Kozer (born December 16, 1973) is a television personality best known for her appearance in the reality television series Joe Millionaire, finishing as the runner-up to Zora Andrich.",
      "pageId": 2184319,
      "monthDay": "12/16"
    },
    {
      "year": "1971",
      "uri": "/wiki/Seyhan_Kurt",
      "name": "Seyhan Kurt",
      "aboutText": "Daniel Thomas Cosgrove (born December 16, 1970) is an American actor. He is known for his role as Scott Chandler # 3 on All My Children, Bill Lewis on Guiding Light and for his role as Christopher Hughes II on As the World Turns. He is currently playing the role of Aiden Jennings on Days of Our Lives.",
      "pageId": 2455932,
      "monthDay": "12/16"
    },
    {
      "year": "1971",
      "uri": "/wiki/Michael_McCary",
      "name": "Michael McCary",
      "aboutText": "Zeljko Kalac (Croatian: Željko Kalac, pronounced [ʒêːʎko kǎːlat͡s]; born 16 December 1972) is a retired Australian football (soccer) goalkeeper. Standing at 2.02 m, Kalac was one of the world's tallest professional goalkeepers.\nKalac's preferred playing number (when not the conventional number 1) is 18 and has generally worn this number when playing for Australia.",
      "pageId": 2581147,
      "monthDay": "12/16"
    },
    {
      "year": "1971",
      "uri": "/wiki/Paul_van_Dyk",
      "name": "Paul van Dyk",
      "aboutText": "Travis Morrison (born December 16, 1972) is an American musician and web developer from the Northern Virginia suburbs of Washington, D.C., United States.",
      "pageId": 2803152,
      "monthDay": "12/16"
    },
    {
      "year": "1972",
      "uri": "/wiki/Charles_Gipson",
      "name": "Charles Gipson",
      "aboutText": "Frida Sophia Hallgren (born December 16, 1974 in Stockholm) is a Swedish actress, internationally known from As It Is in Heaven.\nAfter finishing her degree, Frida attended the theater university in Malmö. This training was connected to a practical course at the city theater of Gothenburg.",
      "pageId": 4800331,
      "monthDay": "12/16"
    },
    {
      "year": "1972",
      "uri": "/wiki/%C5%BDeljko_Kalac",
      "name": "Željko Kalac",
      "aboutText": "Themba Mnguni (born 16 December 1973) is a retired South African football played who played mostly for Mamelodi Sundowns and Supersport United.\nHe played for South Africa national football team and was in part of the squad that travelled to France for the 1998 FIFA World Cup.\n^ \"1998 FIFA World Cup - South Africa Squad\".",
      "pageId": 5573254,
      "monthDay": "12/16"
    },
    {
      "year": "1972",
      "uri": "/wiki/Paul_Leyden",
      "name": "Paul Leyden",
      "aboutText": "Adam Guy Riess (born December 16, 1969) is an American astrophysicist at Johns Hopkins University and the Space Telescope Science Institute and is known for his research in using supernovae as cosmological probes.",
      "pageId": 5950265,
      "monthDay": "12/16"
    },
    {
      "year": "1972",
      "uri": "/wiki/Travis_Morrison",
      "name": "Travis Morrison",
      "aboutText": "[1]",
      "pageId": 7001132,
      "monthDay": "12/16"
    },
    {
      "year": "1973",
      "uri": "/wiki/Sarah_Kozer",
      "name": "Sarah Kozer",
      "aboutText": "Charles Wells Gipson Jr. (born December 16, 1972 in Orange, California) is a former Major League Baseball outfielder for the Seattle Mariners (1998-2002), New York Yankees (2003), Tampa Bay Devil Rays (2004), and Houston Astros (2005).\nGipson was a replacement player during the 1994 Major League Baseball strike.",
      "pageId": 8467264,
      "monthDay": "12/16"
    },
    {
      "year": "1973",
      "uri": "/wiki/Themba_Mnguni",
      "name": "Themba Mnguni",
      "aboutText": "Paul Augustine Leyden (born 16 December 1972) is an Australian actor, producer and screenwriter. He is best known for playing the role of Simon Frasier on the daytime soap opera As the World Turns. He played Simon in the 2009 mini series \"Maneater\".",
      "pageId": 11675491,
      "monthDay": "12/16"
    },
    {
      "year": "1973",
      "uri": "/wiki/Jason_Molina",
      "name": "Jason Molina",
      "aboutText": "Florencia Lozano (born December 16, 1969) is an American actress. She has starred as Téa Delgado on the daytime series One Life to Live, often receiving praise for the portrayal, as the character emerged as one of the genre's most prominent heroines.",
      "pageId": 18533585,
      "monthDay": "12/16"
    },
    {
      "year": "1973",
      "uri": "/wiki/Luisa_Ranieri",
      "name": "Luisa Ranieri",
      "aboutText": "Seyhan Kurt is a French-Turkish poet, writer and sociologist.",
      "pageId": 22762007,
      "monthDay": "12/16"
    },
    {
      "year": "1973",
      "uri": "/wiki/Scott_Storch",
      "name": "Scott Storch",
      "aboutText": "Luisa Ranieri (born 16 December 1973) is an Italian actress and TV presenter. She has been seen in a number of miniseries on RAI, and has appeared in numerous films, including 2004's Eros.\nShe also acted in the 2010 drama film Letters to Juliet as one of the Juliet's secretaries, the closest of Sophie, played by Amanda Seyfried.",
      "pageId": 23587718,
      "monthDay": "12/16"
    },
    {
      "year": "1974",
      "uri": "/wiki/Frida_Hallgren",
      "name": "Frida Hallgren",
      "aboutText": "Dmitri Tymoczko is a composer and music theorist. His music, which draws on rock, jazz, and romanticism, has been performed by ensembles such as the Amernet String Quartet, the Brentano Quartet, Janus, Newspeak, the San Francisco Contemporary Players, the Pacifica Quartet, and the pianist Ursula Oppens. As a theorist, he has published more than two dozen articles dealing with topics related to contemporary tonality, including scales, voice leading, and functional harmonic norms.",
      "pageId": 32649350,
      "monthDay": "12/16"
    },
    {
      "year": "1975",
      "uri": "/wiki/Valentin_B%C4%83doi",
      "name": "Valentin Bădoi",
      "aboutText": "Danish Prabha Shanker Kaneria (Hindi: दानिश कनेरिया, Urdu: دانش پربا شنکر کنیریا‎), (born 16 December 1980) is a former Pakistani cricketer who played at Test and One Day International (ODI) for the Pakistani national side between 2000 and 2010. A right-arm leg spinner known for his well-disguised googly, Kaneria holds the record for most international wickets by any Pakistani spin bowler. He is fourth on the list of bowlers with most Test wickets for Pakistan, behind only fast bowlers Wasim Akram, Waqar Younis and Imran Khan.",
      "pageId": 554327,
      "monthDay": "12/16"
    },
    {
      "year": "1975",
      "uri": "/wiki/Nao_Kawakita",
      "name": "Nao Kawakita",
      "aboutText": "Éric Bélanger (born December 16, 1977) is a Canadian former professional ice hockey player. He played the majority of his professional career as a centre in the National Hockey League (NHL), representing the Los Angeles Kings, Carolina Hurricanes, Atlanta Thrashers, Minnesota Wild, Washington Capitals, Phoenix Coyotes and Edmonton Oilers.",
      "pageId": 695452,
      "monthDay": "12/16"
    },
    {
      "year": "1975",
      "uri": "/wiki/Benjamin_Kowalewicz",
      "name": "Benjamin Kowalewicz",
      "aboutText": "Imran Nazir (Punjabi: عمران نذیر) (born 16 December 1981) is a Pakistani cricket Opening batsman who plays in the Pakistan national cricket team in Test cricket, One Day International and Twenty20 cricket formats.",
      "pageId": 899187,
      "monthDay": "12/16"
    },
    {
      "year": "1975",
      "uri": "/wiki/Paul_Maynard",
      "name": "Paul Maynard",
      "aboutText": "Emiri Henmi (辺見 えみり, Henmi Emiri, born 16 December 1976) is a Japanese actress and singer. Her mother is the singer Mari Henmi.",
      "pageId": 1367255,
      "monthDay": "12/16"
    },
    {
      "year": "1975",
      "uri": "/wiki/Jonathan_Scarfe",
      "name": "Jonathan Scarfe",
      "aboutText": "Benjamin Kowalewicz (/ˌkɒvæˈlɛvɪtʃ/; born December 16, 1975, in Montreal, Quebec) is a Canadian singer and the lead singer of the Punk rock band Billy Talent.",
      "pageId": 1930567,
      "monthDay": "12/16"
    },
    {
      "year": "1975",
      "uri": "/wiki/Kaba_Diawara",
      "name": "Kaba Diawara",
      "aboutText": "Sylvain Distin (born 16 December 1977) is a French footballer who plays for Bournemouth. He is left-footed and plays as a central defender, and is also capable of playing at left-back.\nDistin began his career playing for French amateur sides in the CFA, and worked his way up to professional sides Gueugnon and subsequently Paris Saint-Germain.",
      "pageId": 2158048,
      "monthDay": "12/16"
    },
    {
      "year": "1976",
      "uri": "/wiki/Jen_Golbeck",
      "name": "Jen Golbeck",
      "aboutText": "Gunter Van Handenhoven (born 16 December 1978 in Sint-Niklaas) was a Belgian footballer currently team manager of RSC Anderlecht.",
      "pageId": 2724548,
      "monthDay": "12/16"
    },
    {
      "year": "1976",
      "uri": "/wiki/Emiri_Henmi",
      "name": "Emiri Henmi",
      "aboutText": "John Morris (born December 16, 1978 in Winnipeg, Manitoba; nicknamed \"Johnny Mo\") is a Canadian curler, and Vancouver 2010 Winter Olympic gold medalist from Chestermere, Alberta. Morris played third for the Kevin Martin team until 24 April 2013. Morris, author of the book Fit to Curl, is the son of Maureen and Earle Morris, inventor of the \"Stabilizer\" curling broom.",
      "pageId": 3332278,
      "monthDay": "12/16"
    },
    {
      "year": "1977",
      "uri": "/wiki/%C3%89ric_B%C3%A9langer",
      "name": "Éric Bélanger",
      "aboutText": "Jessie Lynn Whitney (née Ward; born December 16, 1979) is an American television producer and retired professional wrestler.",
      "pageId": 3342064,
      "monthDay": "12/16"
    },
    {
      "year": "1977",
      "uri": "/wiki/Sylvain_Distin",
      "name": "Sylvain Distin",
      "aboutText": "Kaba Diawara (born 16 December 1975 in Toulon) is a retired French-born Guinean footballer.",
      "pageId": 3946629,
      "monthDay": "12/16"
    },
    {
      "year": "1978",
      "uri": "/wiki/Joe_Absolom",
      "name": "Joe Absolom",
      "aboutText": "Trevor John Immelman (born 16 December 1979) is a South African professional golfer who has played on the PGA Tour, European Tour and Sunshine Tour.",
      "pageId": 4108736,
      "monthDay": "12/16"
    },
    {
      "year": "1978",
      "uri": "/wiki/Satoshi_Matsuda",
      "name": "Satoshi Matsuda",
      "aboutText": "Mihai Trăistariu (Romanian pronunciation: [miˈhaj trəjstaˈri.u]; b. December 16, 1979 in Piatra Neamț) is an international singer. He represented Romania at the Eurovision Song Contest 2006 held in Athens, Greece, with the song \"Tornerò\".",
      "pageId": 4522328,
      "monthDay": "12/16"
    },
    {
      "year": "1978",
      "uri": "/wiki/John_Morris_(curler)",
      "name": "John Morris",
      "aboutText": "Joseph Absolom (born 16 December 1978 in Reading, London) is an English actor best known for playing Matthew Rose in the popular BBC soap opera EastEnders and Al Large in Doc Martin.",
      "pageId": 4695374,
      "monthDay": "12/16"
    },
    {
      "year": "1978",
      "uri": "/wiki/Gunter_Van_Handenhoven",
      "name": "Gunter Van Handenhoven",
      "aboutText": "Valentin Emanoil Bădoi (born 16 December 1975 in Turnu Măgurele) is a Romanian football full back who, as of early 2008, joined the Romanian league side FC Universitatea Craiova. Bădoi previously played for FCM Bacău, Rapid Bucureşti, Steaua Bucureşti, FC Timişoara and FC Universitatea Craiova.",
      "pageId": 5209570,
      "monthDay": "12/16"
    },
    {
      "year": "1979",
      "uri": "/wiki/Luke_Harper",
      "name": "Luke Harper",
      "aboutText": "Nao Kawakita (川北 奈緒, Kawakita Nao, born December 16, 1975), simply known as Nao (ナヲ), is the drummer and backup vocalist of Japanese metal band Maximum the Hormone.",
      "pageId": 10666220,
      "monthDay": "12/16"
    },
    {
      "year": "1979",
      "uri": "/wiki/Trevor_Immelman",
      "name": "Trevor Immelman",
      "aboutText": "Jonathan Scarfe (born December 16, 1975) is a Canadian actor of film and television.",
      "pageId": 14704314,
      "monthDay": "12/16"
    },
    {
      "year": "1979",
      "uri": "/wiki/Mihai_Tr%C4%83istariu",
      "name": "Mihai Trăistariu",
      "aboutText": "Jon Huber (born December 16, 1979) is an American professional wrestler. He is signed to WWE, where he performs under the ring name Luke Harper. He was previously known for his work on the U.S. independent circuit under his former ring name Brodie Lee in promotions such as Chikara, Jersey All Pro Wrestling, and Ring of Honor.",
      "pageId": 18896198,
      "monthDay": "12/16"
    },
    {
      "year": "1979",
      "uri": "/wiki/Jessie_Ward",
      "name": "Jessie Ward",
      "aboutText": "Paul Christopher Maynard (born 16 December 1975) is a British Conservative Party politician. He was elected at the 2010 general election as the Member of Parliament (MP) for Blackpool North and Cleveleys.\n^ \"Paul Maynard MP\".",
      "pageId": 27283593,
      "monthDay": "12/16"
    },
    {
      "year": "1980",
      "uri": "/wiki/Danish_Kaneria",
      "name": "Danish Kaneria",
      "aboutText": "Jennifer Golbeck is a computer scientist at the University of Maryland, College Park and previous director of the University of Maryland Human–Computer Interaction Lab.",
      "pageId": 40879967,
      "monthDay": "12/16"
    },
    {
      "year": "1981",
      "uri": "/wiki/Imran_Nazir",
      "name": "Imran Nazir",
      "aboutText": "Satoshi Matsuda (松田 悟志, Matsuda Satoshi, born December 16, 1978, in Hirano-ku, Osaka, Osaka Prefecture, Japan) is a Japanese actor who is affiliated with Sun Music Production.",
      "pageId": 47147777,
      "monthDay": "12/16"
    },
    {
      "year": "1981",
      "uri": "/wiki/Krysten_Ritter",
      "name": "Krysten Ritter",
      "aboutText": "Antrel Rocelious Rolle (born December 16, 1982) is an American football safety for the Chicago Bears of the National Football League (NFL). He played college football at the University of Miami, where he was recognized as a unanimous All-American, and was drafted by the Arizona Cardinals eighth overall in the 2005 NFL Draft.",
      "pageId": 1803530,
      "monthDay": "12/16"
    },
    {
      "year": "1981",
      "uri": "/wiki/Gareth_Williams_(Scottish_footballer)",
      "name": "Gareth Williams",
      "aboutText": "Keita Tachibana (橘 慶太, Tachibana Keita) (born on 16 December 1985), also known as Keita (stylized KEITA), is a Japanese pop and R&B singer and dancer. Since 2000, he rose to fame as the lead vocalist from the boy band W-inds..",
      "pageId": 2364137,
      "monthDay": "12/16"
    },
    {
      "year": "1982",
      "uri": "/wiki/Justin_Mentell",
      "name": "Justin Mentell",
      "aboutText": "Gareth John Williams (born 16 December 1981) is a retired Scottish professional footballer. He was capped 5 times for his country and last played for Watford in the Premier League.",
      "pageId": 2989230,
      "monthDay": "12/16"
    },
    {
      "year": "1982",
      "uri": "/wiki/Antrel_Rolle",
      "name": "Antrel Rolle",
      "aboutText": "Justin Michael Mentell (December 16, 1982 – February 1, 2010) was an American artist and actor. He was best known for his role as Garrett Wells on Boston Legal. He died in a car accident in Iowa County, Wisconsin.",
      "pageId": 3306826,
      "monthDay": "12/16"
    },
    {
      "year": "1982",
      "uri": "/wiki/Stanislav_%C5%A0est%C3%A1k",
      "name": "Stanislav Šesták",
      "aboutText": "Mika Kikuchi (菊地 美香, Kikuchi Mika, born December 16, 1983) is a Japanese actress and voice actress affiliated with Production Ogi.",
      "pageId": 3579491,
      "monthDay": "12/16"
    },
    {
      "year": "1982",
      "uri": "/wiki/Hanna_Syedokova",
      "name": "Hanna Syedokova",
      "aboutText": "Kelenna David Azubuike (born December 16, 1983) is an American professional basketball player. Born in London, England and raised in Tulsa, Oklahoma, Azubuike became a standout player during his play at Victory Christian High School, and was eventually recruited to play for the Wildcats of the University of Kentucky. After finishing his junior season in college, Azubuike declared himself eligible for the 2005 NBA Draft, eventually going undrafted that year.",
      "pageId": 4517212,
      "monthDay": "12/16"
    },
    {
      "year": "1983",
      "uri": "/wiki/Kelenna_Azubuike",
      "name": "Kelenna Azubuike",
      "aboutText": "Found spouse, Found children, Found citizenship, Anna Sedokova (Ukrainian: Анна Володимирівна Сєдокова, Russian: Анна Владимировна Седокова) is a Ukrainian singer, actress, TV host, and writer. Sedokova is a member of the group VIA Gra. From 2004 until 2006 Sedokova was married to Belorussian footballer Valentin Belkevich.",
      "pageId": 4762516,
      "monthDay": "12/16"
    },
    {
      "year": "1983",
      "uri": "/wiki/Frankie_Ballard",
      "name": "Frankie Ballard",
      "aboutText": "Danielle Lloyd (formerly O'Hara; born 16 December 1983) is an English glamour model. A former Miss England (2004) and Miss Great Britain (2006), she first rose to prominence when she was stripped of her Miss Great Britain title after posing nude in the December 2006 edition of Playboy magazine.. Her title was reinstated in 2010.",
      "pageId": 5121475,
      "monthDay": "12/16"
    },
    {
      "year": "1983",
      "uri": "/wiki/Mika_Kikuchi",
      "name": "Mika Kikuchi",
      "aboutText": "Stanislav Manolev (Bulgarian: Станислав Манолев; (born 16 December 1985) is a Bulgarian footballer who plays for Russian Premier League side Kuban Krasnodar and the Bulgaria national football team, as a right back.\n^ \"Българите с половин сантиметър по-високи\" (in Bulgarian). 7sport.net.",
      "pageId": 6933143,
      "monthDay": "12/16"
    },
    {
      "year": "1983",
      "uri": "/wiki/Danielle_O%27Hara",
      "name": "Danielle O'Hara",
      "aboutText": "Stanislav Šesták (born 16 December 1982) is a Slovak football striker who plays for Ferencvárosi TC and the Slovakia national football team.\n^ \"Stanislav Sestak\" (in German). kicker.",
      "pageId": 8735894,
      "monthDay": "12/16"
    },
    {
      "year": "1984",
      "uri": "/wiki/Theo_James",
      "name": "Theo James",
      "aboutText": "Alcides Escobar (al-SEE-thess esko-BAHR) (born December 16, 1986) is a Venezuelan professional baseball shortstop with the Kansas City Royals of Major League Baseball. He was born in La Sabana, Venezuela. He previously played for the Milwaukee Brewers.",
      "pageId": 15716981,
      "monthDay": "12/16"
    },
    {
      "year": "1985",
      "uri": "/wiki/Stanislav_Manolev",
      "name": "Stanislav Manolev",
      "aboutText": "Mame Biram Diouf (born 16 December 1987) is a Senegalese footballer who plays as a striker for Stoke City and the Senegal national team.\nDiouf started his career at Diaraf before moving to Molde in 2007. In his first season with them he won the Norwegian First Division, and gained promotion to the Norwegian Premier League.",
      "pageId": 16160780,
      "monthDay": "12/16"
    },
    {
      "year": "1985",
      "uri": "/wiki/James_Nash_(racing_driver)",
      "name": "James Nash",
      "aboutText": "Pärt Uusberg (born December 16, 1986) is an Estonian actor, composer and conductor. He played Joosep in the film The Class.\nHis brother Uku Uusberg is also an actor.",
      "pageId": 18424422,
      "monthDay": "12/16"
    },
    {
      "year": "1985",
      "uri": "/wiki/Amanda_Setton",
      "name": "Amanda Setton",
      "aboutText": "Zoltán Kovács (16 December 1986 in Budapest − 27 August 2013 in Budapest) was a Hungarian football player.",
      "pageId": 18726581,
      "monthDay": "12/16"
    },
    {
      "year": "1985",
      "uri": "/wiki/Keita_Tachibana",
      "name": "Keita Tachibana",
      "aboutText": "Candice Loren Romo (née Crawford; born December 16, 1986) is a former reporter for KDAF, the CW-affiliate in Dallas-Fort Worth, Texas and a former American beauty queen. She won the Miss Missouri USA competition in 2008.",
      "pageId": 21496139,
      "monthDay": "12/16"
    },
    {
      "year": "1986",
      "uri": "/wiki/Candice_Crawford",
      "name": "Candice Crawford",
      "aboutText": "Krysten Alyce Ritter (born December 16, 1981) is an American actress, musician, and former model. Ritter is known for her roles as Jane Margolis on the AMC drama series Breaking Bad, Chloe on the ABC comedy series Don't Trust the B---- in Apartment 23 and the eponymous hero Jessica Jones on the Netflix drama series Marvel's Jessica Jones. She has appeared in films such as What Happens in Vegas (2008), 27 Dresses (2008), Confessions of a Shopaholic (2009), She's Out of My League (2010), Veronica Mars (2014), and Big Eyes (2014).",
      "pageId": 21692334,
      "monthDay": "12/16"
    },
    {
      "year": "1986",
      "uri": "/wiki/Alcides_Escobar",
      "name": "Alcides Escobar",
      "aboutText": "Amanda Setton (born December 16, 1985) is an American actress. She is best known for her recurring role as Penelope Shafai on The CW's teen drama Gossip Girl (2008–12) and for her role as Kimberly Andrews on the ABC soap opera One Life to Live (2009–11). She made her Off-Broadway debut in the comedy play Love, Loss, and What I Wore in late 2011, and was on the first half of season one of the Fox comedy The Mindy Project.",
      "pageId": 22698827,
      "monthDay": "12/16"
    },
    {
      "year": "1986",
      "uri": "/wiki/Zolt%C3%A1n_Kov%C3%A1cs_(footballer,_born_1986)",
      "name": "Zoltán Kovács",
      "aboutText": "James Nash (born 16 December 1985, in Milton Keynes, Buckinghamshire) is a British auto racing driver. On 16 October 2011 at the final round of the 2011 BTCC season he clinched the independents' championship.",
      "pageId": 22905303,
      "monthDay": "12/16"
    },
    {
      "year": "1986",
      "uri": "/wiki/P%C3%A4rt_Uusberg",
      "name": "Pärt Uusberg",
      "aboutText": "Frank Robert \"Frankie\" Ballard IV (born December 16, 1982) is an American country music singer-songwriter and guitarist. He has released one album each for Reprise Records and Warner Bros. Records, and has charted three singles on the Hot Country Songs charts.",
      "pageId": 27966826,
      "monthDay": "12/16"
    },
    {
      "year": "1987",
      "uri": "/wiki/Mame_Biram_Diouf",
      "name": "Mame Biram Diouf",
      "aboutText": "Theodore Peter James Kinnaird Taptiklis (born 16 December 1984), better known as Theo James, is an English actor. He is known for portraying Jed Harper in Bedlam, Walter William Clark, Jr. in the crime drama Golden Boy and Tobias \"Four\" Eaton in the film adaptations of Veronica Roth's dystopian sci-fi novels, The Divergent Series.",
      "pageId": 30941990,
      "monthDay": "12/16"
    },
    {
      "year": "1987",
      "uri": "/wiki/Beau_Dowler",
      "name": "Beau Dowler",
      "aboutText": "Anna Katherine Popplewell (born 16 December 1988) is an English film, television and theater actress.",
      "pageId": 2123026,
      "monthDay": "12/16"
    },
    {
      "year": "1987",
      "uri": "/wiki/Hallee_Hirsh",
      "name": "Hallee Hirsh",
      "aboutText": "Hallee Leah Hirsh (born December 16, 1987) is an American actress known for her roles as Mattie on JAG, Daley in the children's series Flight 29 Down, and as the second (and final) actress to portray Rachel Greene on ER. Starring alongside Kristen Stewart, Hirsh portrayed the role of Rachel Bruin in Speak.",
      "pageId": 2672403,
      "monthDay": "12/16"
    },
    {
      "year": "1988",
      "uri": "/wiki/Mats_Hummels",
      "name": "Mats Hummels",
      "aboutText": "Beau Dowler (born 16 December 1987) is a former Australian rules footballer who played for the Hawthorn Football Club in the Australian Football League (AFL).\nHe was originally from the Noble Park Football Club and then recruited from the TAC Cup side, Oakleigh Chargers in the U/18 competition. He played for Vic Metro, in the Teal Cup Championships and was named All-Australian.",
      "pageId": 7598074,
      "monthDay": "12/16"
    },
    {
      "year": "1988",
      "uri": "/wiki/Edita_Janeliunaite",
      "name": "Edita Janeliunaite",
      "aboutText": "Mats Julian Hummels (German pronunciation: [ˈmats ˈhʊməls]; born 16 December 1988) is a German footballer who plays as a central defender for Borussia Dortmund, for which he is the current captain, and the German national team.\nHe came through the Bayern Munich youth academy before joining his current club on loan in January 2008 and officially signing for Dortmund in February 2009 for €4 million. His honours at the club include two league titles and finishing as runner up in the 2012–13 UEFA Champions League.",
      "pageId": 8517639,
      "monthDay": "12/16"
    },
    {
      "year": "1988",
      "uri": "/wiki/Nitya_Krishinda_Maheswari",
      "name": "Nitya Krishinda Maheswari",
      "aboutText": "Jyoti Amge (born 21 December 1993) is an Indian actress notable for being the world's smallest living woman according to Guinness World Records.\nOn 1 February 2011, Amge's 18th birthday, she was officially declared the world's smallest woman by Guinness World Records with a height of 62.8 cm (2 ft 0.6 in). Her restricted height is due to a growth abnormality called achondroplasia.",
      "pageId": 16885604,
      "monthDay": "12/16"
    },
    {
      "year": "1988",
      "uri": "/wiki/Anna_Popplewell",
      "name": "Anna Popplewell",
      "aboutText": "Ulrikke Pia Eikeri (born 16 December 1992) is a Norwegian tennis player.\nEikeri has won eight singles and ten doubles titles on the ITF tour in her career. On 6 October 2014, she reached her best singles ranking of world number 209.",
      "pageId": 27877656,
      "monthDay": "12/16"
    },
    {
      "year": "1988",
      "uri": "/wiki/Park_Seo-joon",
      "name": "Park Seo-joon",
      "aboutText": "Pietro Perdichizzi (born 16 December 1992) is a professional footballer who plays as a central defender for Antwerp in the Belgian Second Division.",
      "pageId": 30456186,
      "monthDay": "12/16"
    },
    {
      "year": "1989",
      "uri": "/wiki/Mirei_Kiritani",
      "name": "Mirei Kiritani",
      "aboutText": "Mirei Kiritani (桐谷 美玲, Kiritani Mirei, born 16 December 1989) is a Japanese actress, model, and news anchor. She appeared in the film Kimi ni Todoke, Usagi Drop, and Arakawa Under the Bridge. She also appeared in the drama Andō Lloyd: A.I. knows Love?, Gunshi Kanbei, Hell Teacher Nūbē, and so on.",
      "pageId": 32668052,
      "monthDay": "12/16"
    },
    {
      "year": "1992",
      "uri": "/wiki/Ulrikke_Eikeri",
      "name": "Ulrikke Eikeri",
      "aboutText": "Tomas Petar \"Tom\" Rogić (born 16 December 1992) is an Australian professional football (soccer) player who plays as an attacking midfielder for Scottish Premiership club Celtic and the Australia national team.\nBorn in Griffith, Rogic played youth football with Tuggeranong United before playing senior football for ANU FC and Belconnen United. In 2011, Rogić joined Nike Football Academy after winning a global competition.",
      "pageId": 34441850,
      "monthDay": "12/16"
    },
    {
      "year": "1992",
      "uri": "/wiki/Anamul_Haque",
      "name": "Anamul Haque",
      "aboutText": "Mohammad Anamul Haque Bijoy (born December 16, 1992) is a Bangladeshi cricketer.",
      "pageId": 35002504,
      "monthDay": "12/16"
    },
    {
      "year": "1992",
      "uri": "/wiki/Moe_Miura",
      "name": "Moe Miura",
      "aboutText": "Nicola Murru (born 16 December 1994) is an Italian footballer who plays for Cagliari as a left back.",
      "pageId": 35103275,
      "monthDay": "12/16"
    },
    {
      "year": "1992",
      "uri": "/wiki/Pietro_Perdichizzi",
      "name": "Pietro Perdichizzi",
      "aboutText": "José Rodríguez Martínez (born 16 December 1994) is a Spanish professional footballer who plays as a midfielder for Turkish club Galatasaray.",
      "pageId": 36919210,
      "monthDay": "12/16"
    },
    {
      "year": "1992",
      "uri": "/wiki/Tom_Rogi%C4%87",
      "name": "Tom Rogić",
      "aboutText": "Park Seo Joon (born December 16, 1988) is a South Korean actor. He made his entertainment debut in 2011 by appearing in the music video of Bang Yong-guk's single \"I Remember.\" Aside from starring in the television dramas Dream High 2 (2012), Pots of Gold (2013), and Witch's Romance (2014), Park also became the host of Music Bank from October 2013 to April 2015.",
      "pageId": 36985607,
      "monthDay": "12/16"
    },
    {
      "year": "1993",
      "uri": "/wiki/Jyoti_Amge",
      "name": "Jyoti Amge",
      "aboutText": "Elliot Robert Lee (born 16 December 1994) is an English footballer who plays as a striker for Blackpool on loan from West Ham United. Lee has also had loan spells with Colchester United, Southend United and Luton Town. He is the son of former footballer Rob Lee and the brother of footballer Olly Lee.",
      "pageId": 38247980,
      "monthDay": "12/16"
    },
    {
      "year": "1993",
      "uri": "/wiki/Rikako_Sakata",
      "name": "Rikako Sakata",
      "aboutText": "Nitya Krishinda Maheswari Korwa (born December 16, 1988 in Blitar) is an Indonesian female badminton player. She is specialized in women's doubles. Her current partner is Greysia Polii.",
      "pageId": 40239079,
      "monthDay": "12/16"
    },
    {
      "year": "1994",
      "uri": "/wiki/Elliot_Lee",
      "name": "Elliot Lee",
      "aboutText": "Stephen Robert Sutton, MBE (16 December 1994 – 14 May 2014), was an English blogger and charity activist known for his blog Stephen's Story and his fundraising efforts for the Teenage Cancer Trust charity for the aid of teenagers with cancer. As of 16 September 2014, Sutton had raised over £4.96 million from over 340,000 donors, more than four times his target.\nBorn in Burntwood, Staffordshire, Sutton performed well at school, but withdrew his applications to university in 2012 after his terminal prognosis for colorectal cancer, a disease which his father had fought twice as both were predisposed to it through Lynch syndrome.",
      "pageId": 42584283,
      "monthDay": "12/16"
    },
    {
      "year": "1994",
      "uri": "/wiki/Nicola_Murru",
      "name": "Nicola Murru",
      "aboutText": "Edita Janeliūnaitė (born 16 December 1988) is a road cyclist from Lithuania. She participated at the 2010 UCI Road World Championships, 2011 UCI Road World Championships and 2012 UCI Road World Championships.\n^ \"Edita Janeliunaite\".",
      "pageId": 45347782,
      "monthDay": "12/16"
    },
    {
      "year": "1994",
      "uri": "/wiki/Jos%C3%A9_Rodr%C3%ADguez_Mart%C3%ADnez",
      "name": "José Rodríguez Martínez",
      "aboutText": "Rikako Sakata (坂田 梨香子, Sakata Rikako, born December 16, 1993, in Saga, Saga Prefecture, Japan) is a Japanese model and actress who is affiliated with Ever Green Entertainment.\n^ \"Profile at Rikako Sakata's official website\".",
      "pageId": 47135207,
      "monthDay": "12/16"
    },
    {
      "year": "1994",
      "uri": "/wiki/Stephen_Sutton",
      "name": "Stephen Sutton",
      "aboutText": "Moe Miura (三浦 萌, Miura Moe, born December 16, 1992, in Fukushima Prefecture, Japan) is a Japanese model, actress, and idol who is represented by the talent agency, Our Songs Creative. She was a former member of 9nine and was originally represented by LesPros Entertainment.\n^ \"初水着挑戦の三浦葵・萌、姉妹ゲンカは「妹を全裸にして」葵が大勝利\" (in Japanese).",
      "pageId": 47732024,
      "monthDay": "12/16"
    }
  ]
}