{
  "people": [
    {
      "year": "1239",
      "uri": "/wiki/Kuj%C5%8D_Yoritsugu",
      "name": "Kujō Yoritsugu",
      "aboutText": "Alexander Emmanuel Rodolphe Agassiz (December 17, 1835 – March 27, 1910), son of Louis Agassiz and stepson of Elizabeth Cabot Agassiz, was an American scientist and engineer.\n^ The Guide to Nature. 1910.",
      "pageId": 1548,
      "monthDay": "12/17"
    },
    {
      "year": "1267",
      "uri": "/wiki/Emperor_Go-Uda",
      "name": "Emperor Go-Uda",
      "aboutText": "Sir Humphry Davy, 1st Baronet PRS MRIA FGS (17 December 1778 – 29 May 1829) was a Cornish chemist and inventor. He is best remembered today for his discoveries of several alkali and alkaline earth metals, as well as contributions to the discoveries of the elemental nature of chlorine and iodine. Berzelius called Davy's 1806 Bakerian Lecture On Some Chemical Agencies of Electricity \"one of the best memoirs which has ever enriched the theory of chemistry.\" He was a 1st Baronet, President of the Royal Society (PRS), Member of the Royal Irish Academy (MRIA), and Fellow of the Geological Society (FGS).",
      "pageId": 14369,
      "monthDay": "12/17"
    },
    {
      "year": "1556",
      "uri": "/wiki/Abdul_Rahim_Khan-I-Khana",
      "name": "Abdul Rahim Khan-I-Khana",
      "aboutText": "Domenico Cimarosa (Italian: [doˈmeːniko tʃimaˈrɔːza]; 17 December 1749, Aversa, Province of Caserta – 11 January 1801, Venice) was an Italian opera composer of the Neapolitan school. He wrote more than eighty operas during his lifetime, including his masterpiece, Il matrimonio segreto (1792).",
      "pageId": 37943,
      "monthDay": "12/17"
    },
    {
      "year": "1619",
      "uri": "/wiki/Prince_Rupert_of_the_Rhine",
      "name": "Prince Rupert of the Rhine",
      "aboutText": "Emperor Go-Uda (後宇多天皇 Go-Uda-tennō) (December 17, 1267 – July 16, 1324) was the 91st emperor of Japan, according to the traditional order of succession. His reign spanned the years from 1274 through 1287.\nThis 13th-century sovereign was named after the 9th-century Emperor Uda and go- (後), translates literally as \"later\"; and thus, he is sometimes called the \"Later Emperor Uda\".",
      "pageId": 45595,
      "monthDay": "12/17"
    },
    {
      "year": "1632",
      "uri": "/wiki/Anthony_Wood",
      "name": "Anthony Wood",
      "aboutText": "Rupert, Count Palatine of the Rhine, Duke of Bavaria, Duke of Cumberland, Earl of Holderness (German: Ruprecht Pfalzgraf bei Rhein, Herzog von Bayern), commonly called Prince Rupert of the Rhine, KG, PC, FRS (17 December 1619 – 29 November 1682), was a noted German soldier, admiral, scientist, sportsman, colonial governor and amateur artist during the 17th century. Rupert was a younger son of the German prince Frederick V, Elector Palatine and his wife Elizabeth, the eldest daughter of James I of England. Thus Rupert was the nephew of King Charles I of England, who made him Duke of Cumberland and Earl of Holderness, and the first cousin of King Charles II of England.",
      "pageId": 153673,
      "monthDay": "12/17"
    },
    {
      "year": "1685",
      "uri": "/wiki/Thomas_Tickell",
      "name": "Thomas Tickell",
      "aboutText": "Joseph Henry (December 17, 1797 – May 13, 1878) was an American scientist who served as the first Secretary of the Smithsonian Institution. He was the secretary for the National Institute for the Promotion of Science, a precursor of the Smithsonian Institution. He was highly regarded during his lifetime.",
      "pageId": 187477,
      "monthDay": "12/17"
    },
    {
      "year": "1699",
      "uri": "/wiki/Charles-Louis_Mion",
      "name": "Charles-Louis Mion",
      "aboutText": "Thomas Chandler Haliburton (December 17, 1796 – August 27, 1865) was a politician, judge, and author who lived in the British Colony of Nova Scotia.",
      "pageId": 250839,
      "monthDay": "12/17"
    },
    {
      "year": "1706",
      "uri": "/wiki/%C3%89milie_du_Ch%C3%A2telet",
      "name": "Émilie du Châtelet",
      "aboutText": "Dona Maria I (English: Mary I) (17 December 1734 – 20 March 1816) was Queen of Portugal, Brazil, and the Algarves. Known as Maria the Pious (in Portugal), or Maria the Mad (in Brazil), she was the first undisputed Queen regnant of Portugal. With Napoleon's European conquests, her court, then under the direction of Prince Dom João, the Prince Regent, moved to the then Portuguese colony of Brazil.",
      "pageId": 254379,
      "monthDay": "12/17"
    },
    {
      "year": "1734",
      "uri": "/wiki/Maria_I_of_Portugal",
      "name": "Maria I of Portugal",
      "aboutText": "Anthony Wood (17 December 1632 – 28 November 1695), who styled himself Anthony à Wood in his later writings, was an English antiquary.",
      "pageId": 297211,
      "monthDay": "12/17"
    },
    {
      "year": "1749",
      "uri": "/wiki/Domenico_Cimarosa",
      "name": "Domenico Cimarosa",
      "aboutText": "Kujō Yoritsugu (九条頼嗣, December 17, 1239 – October 14, 1256; r. 1244–1252), also known as Fujiwara no Yoritsugu, was the fifth shogun of the Kamakura shogunate of Japan. His father was the 4th Kamakura shogun, Kujō Yoritsune.",
      "pageId": 371101,
      "monthDay": "12/17"
    },
    {
      "year": "1778",
      "uri": "/wiki/Humphry_Davy",
      "name": "Humphry Davy",
      "aboutText": "Thomas Tickell (17 December 1685 – 21 April 1740) was a minor English poet and man of letters.",
      "pageId": 375449,
      "monthDay": "12/17"
    },
    {
      "year": "1785",
      "uri": "/wiki/Dorothea_Lieven",
      "name": "Dorothea Lieven",
      "aboutText": "John Greenleaf Whittier (December 17, 1807 – September 7, 1892) was an American Quaker poet and advocate of the abolition of slavery in the United States. Frequently listed as one of the Fireside Poets, he was influenced by the Scottish poet Robert Burns.",
      "pageId": 406192,
      "monthDay": "12/17"
    },
    {
      "year": "1796",
      "uri": "/wiki/Thomas_Chandler_Haliburton",
      "name": "Thomas Chandler Haliburton",
      "aboutText": "Jules de Goncourt (17 December 1830 – 20 June 1870), born Jules Alfred Huot de Goncourt, was a French writer, who published books together with his brother Edmond. Jules was born and died in Paris.",
      "pageId": 560875,
      "monthDay": "12/17"
    },
    {
      "year": "1797",
      "uri": "/wiki/Joseph_Henry",
      "name": "Joseph Henry",
      "aboutText": "Gabrielle Émilie Le Tonnelier de Breteuil, marquise du Châtelet (French: [dy ʃɑtlɛ]; 17 December 1706  – 10 September 1749) was a French mathematician, physicist, and author during the Age of Enlightenment. Her most celebrated achievement is considered to be her translation and commentary on Isaac Newton's work Principia Mathematica. The translation, published posthumously in 1759, is still considered the standard French translation.",
      "pageId": 1002045,
      "monthDay": "12/17"
    },
    {
      "year": "1807",
      "uri": "/wiki/John_Greenleaf_Whittier",
      "name": "John Greenleaf Whittier",
      "aboutText": "Princess Dorothea von Lieven (Russian: Дарья Христофоровна Ливен, Daria Khristoforovna Liven), née Benckendorff (17 December 1785 – 27 January 1857) was a Baltic German noblewoman and wife of Prince Khristofor Andreyevich Lieven, Russian ambassador to London, 1812 to 1834.",
      "pageId": 1059910,
      "monthDay": "12/17"
    },
    {
      "year": "1812",
      "uri": "/wiki/Vilhelm_Petersen_(painter)",
      "name": "Vilhelm Petersen",
      "aboutText": "Marquis Nozu Michitsura (野津 道貫, 17 December 1840 – 18 October 1908), was a Japanese field marshal and leading figure in the early Imperial Japanese Army. His wife was the younger sister of fellow general Takashima Tomonosuke.",
      "pageId": 2267954,
      "monthDay": "12/17"
    },
    {
      "year": "1827",
      "uri": "/wiki/Alexander_Wassilko_von_Serecki",
      "name": "Alexander Wassilko von Serecki",
      "aboutText": "Khanzada Mirza Khan Abdul Rahim Khan-e-Khana (17 December 1556 – 1627) (Hindi: अब्दुल रहीम ख़ान-ए-ख़ाना, Urdu: عبدالرحيم خان خانان), also known as Rahim (रहीम, رحیم) was a poet who lived during the rule of Mughal emperor Akbar. He was one of the nine important ministers (dewan) in his court, also known as the Navaratnas. Rahim is known for his Hindi couplets and his books on astrology.",
      "pageId": 2936120,
      "monthDay": "12/17"
    },
    {
      "year": "1830",
      "uri": "/wiki/Jules_de_Goncourt",
      "name": "Jules de Goncourt",
      "aboutText": "Charles-Louis Mion (17 December 1699 – 12 September 1775) was a French composer of the Baroque era. He was the grand-nephew of Michel Richard Delalande who also taught him music. Between 1710 and 1718 he was a choirboy at the Sainte-Chapelle du Palais (for the French royal family).",
      "pageId": 21363476,
      "monthDay": "12/17"
    },
    {
      "year": "1835",
      "uri": "/wiki/Alexander_Emanuel_Agassiz",
      "name": "Alexander Emanuel Agassiz",
      "aboutText": "Baron Alexander Wassilko von Serecki (b. December 17, 1827, Berhometh, Austria; d.",
      "pageId": 38780105,
      "monthDay": "12/17"
    },
    {
      "year": "1840",
      "uri": "/wiki/Nozu_Michitsura",
      "name": "Nozu Michitsura",
      "aboutText": "Vilhelm Petersen (1812-1880) was a Danish painter.",
      "pageId": 47404844,
      "monthDay": "12/17"
    },
    {
      "year": "1842",
      "uri": "/wiki/Sophus_Lie",
      "name": "Sophus Lie",
      "aboutText": "William Lyon Mackenzie King OM CMG PC (December 17, 1874 – July 22, 1950), also commonly known as Mackenzie King, was the dominant Canadian political leader from the 1920s through the 1940s. He served as the tenth Prime Minister of Canada in 1921-1926, 1926-1930, and 1935-1948. He is best known for his leadership of Canada throughout the Second World War (1939-1945) when he mobilized Canadian money, supplies and volunteers to support Britain while boosting the economy and maintaining home front morale.",
      "pageId": 33436,
      "monthDay": "12/17"
    },
    {
      "year": "1847",
      "uri": "/wiki/%C3%89mile_Faguet",
      "name": "Émile Faguet",
      "aboutText": "Ford Madox Ford (17 December 1873 – 26 June 1939), born Ford Hermann Hueffer (/ˈhɛfər/ HEF-ər), was an English novelist, poet, critic and editor whose journals, The English Review and The Transatlantic Review, were instrumental in the development of early 20th-century English literature.\nFord is now remembered for his publications The Good Soldier (1915), the Parade's End tetralogy (1924–28) and The Fifth Queen trilogy (1906–08).",
      "pageId": 50631,
      "monthDay": "12/17"
    },
    {
      "year": "1853",
      "uri": "/wiki/Pierre_Paul_%C3%89mile_Roux",
      "name": "Pierre Paul Émile Roux",
      "aboutText": "Marius Sophus Lie (/liː/ LEE; Norwegian: [liː]; 17 December 1842 – 18 February 1899) was a Norwegian mathematician.",
      "pageId": 54010,
      "monthDay": "12/17"
    },
    {
      "year": "1859",
      "uri": "/wiki/Paul_C%C3%A9sar_Helleu",
      "name": "Paul César Helleu",
      "aboutText": "Not to be confused with Arthur Fielder, a Kent fast bowler of the 1900s.",
      "pageId": 284290,
      "monthDay": "12/17"
    },
    {
      "year": "1866",
      "uri": "/wiki/Kazys_Grinius",
      "name": "Kazys Grinius",
      "aboutText": "Auguste Émile Faguet (French pronunciation: ​[emil faɡɛ]; 17 December 1847 – 7 June 1916) was a French author and literary critic.",
      "pageId": 303696,
      "monthDay": "12/17"
    },
    {
      "year": "1866",
      "uri": "/wiki/Konrad_St%C3%A4heli",
      "name": "Konrad Stäheli",
      "aboutText": "Kazys Grinius ([kɐˈz̪ʲiːs̪ ˈɡʲrʲɪn̪ʲʊs̪], 17 December 1866 in Selema, Kazlų Rūda municipality – 4 June 1950) was the third President of Lithuania, and held that office from 7 June 1926 to 17 December 1926.\nWhen Grinius was born in Selema, near Marijampolė, in the Augustów Governorate of Congress Poland, a part of the Russian Empire (present-day Lithuania). He studied medicine at the University of Moscow and became a physician.",
      "pageId": 559007,
      "monthDay": "12/17"
    },
    {
      "year": "1873",
      "uri": "/wiki/Ford_Madox_Ford",
      "name": "Ford Madox Ford",
      "aboutText": "Justin McCarthy \"Sam\" Barry (December 17, 1892 – September 23, 1950) was an American collegiate athletic coach who achieved significant accomplishments in three major sports. He remains one of only three coaches to lead teams to both the Final Four and the College World Series.",
      "pageId": 666925,
      "monthDay": "12/17"
    },
    {
      "year": "1874",
      "uri": "/wiki/William_Lyon_Mackenzie_King",
      "name": "William Lyon Mackenzie King",
      "aboutText": "Pierre Paul Émile Roux FRS (December 17, 1853, Confolens, Charente – November 3, 1933, Paris) was a French physician, bacteriologist and immunologist.",
      "pageId": 747090,
      "monthDay": "12/17"
    },
    {
      "year": "1881",
      "uri": "/wiki/Aubrey_Faulkner",
      "name": "Aubrey Faulkner",
      "aboutText": "Loren C. Murchison (December 17, 1898 – June 11, 1979) was an American athlete, double gold medal winner in 4x100 m relay at the Olympic Games.\nBorn in Farmersville, Texas, Loren Murchison was an AAU Champion in 100 yd (91 m) in 1920 and 1923 and in 220 yd (200 m) in 1918 and 1923. He also won the British AAA championships in both 100 yd (91 m) and 220 yd (200 m) in 1925.",
      "pageId": 1054777,
      "monthDay": "12/17"
    },
    {
      "year": "1887",
      "uri": "/wiki/Josef_Lada",
      "name": "Josef Lada",
      "aboutText": "Josef Lada (born 17 December 1887 in Hrusice, Bohemia – 14 December 1957 in Prague, buried at Olšany Cemetery) was a Czech painter and writer. He is best known as the illustrator of Jaroslav Hašek's World War One novel The Good Soldier Švejk, having won the Deutscher Jugendliteraturpreis in 1963.",
      "pageId": 1239800,
      "monthDay": "12/17"
    },
    {
      "year": "1887",
      "uri": "/wiki/Hermine_Reuss_of_Greiz",
      "name": "Hermine Reuss of Greiz",
      "aboutText": "Willem \"Wim\" Schermerhorn (17 December 1894 – 10 March 1977) was a Dutch politician of the Labour Party (PvdA). He served as Prime Minister of the Netherlands from 1945 until 1946.",
      "pageId": 1408547,
      "monthDay": "12/17"
    },
    {
      "year": "1890",
      "uri": "/wiki/Prince_Joachim_of_Prussia",
      "name": "Prince Joachim of Prussia",
      "aboutText": "Dame Mary Lucy Cartwright DBE FRSE FRS (17 December 1900 – 3 April 1998) was a British mathematician. With J. E. Littlewood she was the first to analyze a dynamical system with chaos.",
      "pageId": 1529094,
      "monthDay": "12/17"
    },
    {
      "year": "1892",
      "uri": "/wiki/Sam_Barry",
      "name": "Sam Barry",
      "aboutText": "Erwin Friedrich Maximilian Piscator (17 December 1893 – 30 March 1966) was a German theatre director and producer and, along with Bertolt Brecht, the foremost exponent of epic theatre, a form that emphasizes the socio-political content of drama, rather than its emotional manipulation of the audience or on the production's formal beauty.",
      "pageId": 1694448,
      "monthDay": "12/17"
    },
    {
      "year": "1893",
      "uri": "/wiki/Charles_C._Banks",
      "name": "Charles C. Banks",
      "aboutText": "Prince Joachim Franz Humbert of Prussia (17 December 1890 – 18 July 1920) was the youngest son of Wilhelm II, German Emperor, by his first wife, Augusta Victoria of Schleswig-Holstein.",
      "pageId": 1761933,
      "monthDay": "12/17"
    },
    {
      "year": "1893",
      "uri": "/wiki/Erwin_Piscator",
      "name": "Erwin Piscator",
      "aboutText": "Patrick (aka Pat, Patsy, Paddy) J. Flynn was an accomplished Irish American athlete, an Olympic Silver medalist and a war veteran.",
      "pageId": 1908750,
      "monthDay": "12/17"
    },
    {
      "year": "1894",
      "uri": "/wiki/Arthur_Fiedler",
      "name": "Arthur Fiedler",
      "aboutText": "Paul César Helleu (17 December 1859 – 23 March 1927) was a French oil painter, pastel artist, drypoint etcher, and designer, best known for his numerous portraits of beautiful society women of the Belle Époque. He also conceived the ceiling mural of night sky constellations for Grand Central Terminal in New York City.",
      "pageId": 2877123,
      "monthDay": "12/17"
    },
    {
      "year": "1894",
      "uri": "/wiki/Patrick_Flynn_(athlete)",
      "name": "Patrick Flynn",
      "aboutText": "George Aubrey Faulkner (17 December 1881 in Port Elizabeth – 10 September 1930 in Walham Green, London) was a leading cricketer for South Africa for two decades.",
      "pageId": 3083259,
      "monthDay": "12/17"
    },
    {
      "year": "1894",
      "uri": "/wiki/Wim_Schermerhorn",
      "name": "Wim Schermerhorn",
      "aboutText": "Konrad Stäheli (December 17, 1866 – November 5, 1931) was a Swiss sports shooter who competed in the late 19th century and early 20th century.",
      "pageId": 7175689,
      "monthDay": "12/17"
    },
    {
      "year": "1898",
      "uri": "/wiki/Loren_Murchison",
      "name": "Loren Murchison",
      "aboutText": "Princess Hermine Reuss (Elder Line) of Greiz (German: Hermine Prinzessin Reuß (Altere Linie) 17 December 1887 – 7 August 1947), widowed Princess von Schoenaich-Carolath, was the second wife of Wilhelm II (1859–1941); they were married in 1922, four years after he had abdicated as German Emperor and King of Prussia.",
      "pageId": 12496134,
      "monthDay": "12/17"
    },
    {
      "year": "1900",
      "uri": "/wiki/Mary_Cartwright",
      "name": "Mary Cartwright",
      "aboutText": "Captain Charles Chaplin Banks DFC MC (17 December 1893 – 21 December 1971) was a World War I flying ace credited with thirteen aerial victories.",
      "pageId": 27721170,
      "monthDay": "12/17"
    },
    {
      "year": "1900",
      "uri": "/wiki/Katina_Paxinou",
      "name": "Katina Paxinou",
      "aboutText": "Katina Paxinou (Greek: Κατίνα Παξινού; 17 December 1900 – 22 February 1973) was a Greek film and stage actress.\nShe started her stage career in Greece in 1928 and was one of the founding members of the National Theatre of Greece in 1932. The outbreak of World War II found her in the United Kingdom and she later moved to the United States, where she made her film debut in For Whom the Bell Tolls (1943) and won the Academy Award for Best Supporting Actress and the Golden Globe Award for Best Supporting Actress.",
      "pageId": 17334,
      "monthDay": "12/17"
    },
    {
      "year": "1903",
      "uri": "/wiki/Erskine_Caldwell",
      "name": "Erskine Caldwell",
      "aboutText": "Willard Frank Libby (December 17, 1908 – September 8, 1980) was an American physical chemist noted for his role in the 1949 development of radiocarbon dating, a process which revolutionized archaeology and palaeontology. For his contributions to the team that developed this process, Libby was awarded the Nobel Prize in Chemistry in 1960.\nA 1927 chemistry graduate of the University of California at Berkeley, from which he received his doctorate in 1933, he studied radioactive elements and developed sensitive Geiger counters to measure weak natural and artificial radioactivity.",
      "pageId": 245682,
      "monthDay": "12/17"
    },
    {
      "year": "1903",
      "uri": "/wiki/Ray_Noble",
      "name": "Ray Noble",
      "aboutText": "Kenneth Eugene Iverson (17 December 1920 – 19 October 2004) was a Canadian computer scientist noted for the development of the APL programming language in 1962. He was honored with the Turing Award in 1979 for his contributions to mathematical notation and programming language theory.",
      "pageId": 259163,
      "monthDay": "12/17"
    },
    {
      "year": "1904",
      "uri": "/wiki/Paul_Cadmus",
      "name": "Paul Cadmus",
      "aboutText": "André Claveau (17 December 1911 – 4 July 2003) was a popular singer in France from the 1940s to the 1960s.",
      "pageId": 267234,
      "monthDay": "12/17"
    },
    {
      "year": "1905",
      "uri": "/wiki/Simo_H%C3%A4yh%C3%A4",
      "name": "Simo Häyhä",
      "aboutText": "Penelope Fitzgerald (17 December 1916 – 28 April 2000) was a Booker Prize–winning English novelist, poet, essayist and biographer. In 2008, The Times included her in a list of \"The 50 greatest British writers since 1945\".",
      "pageId": 405928,
      "monthDay": "12/17"
    },
    {
      "year": "1905",
      "uri": "/wiki/Mohammad_Hidayatullah",
      "name": "Mohammad Hidayatullah",
      "aboutText": "Simo \"Simuna\" Häyhä (Finnish pronunciation: [ˈsimɔ ˈhæy̯hæ]; December 17, 1905 – April 1, 2002), nicknamed \"White Death\" (Russian: Белая смерть, Belaya Smert; Finnish: valkoinen kuolema; Swedish: den vita döden) by the Red Army, was a Finnish marksman. Using a Finnish M/28-30 rifle (which is based on the Mosin–Nagant rifle) in the Winter War, he is reported as having killed 505 men, the highest recorded number of confirmed sniper kills in any major war.",
      "pageId": 410610,
      "monthDay": "12/17"
    },
    {
      "year": "1905",
      "uri": "/wiki/Erico_Verissimo",
      "name": "Erico Verissimo",
      "aboutText": "Erskine Preston Caldwell (December 17, 1903 – April 11, 1987) was an American author.",
      "pageId": 499968,
      "monthDay": "12/17"
    },
    {
      "year": "1906",
      "uri": "/wiki/Fernando_Lopes-Gra%C3%A7a",
      "name": "Fernando Lopes-Graça",
      "aboutText": "Eknath Easwaran (December 17, 1910 – October 26, 1999) was a spiritual teacher, an author of books on meditation and ways to lead a fulfilling life, as well as a translator and interpreter of Indian literature.\nIn 1961 Easwaran founded the Blue Mountain Center of Meditation and Nilgiri Press, based in northern California. Nilgiri Press has published over two dozen books he authored.",
      "pageId": 610453,
      "monthDay": "12/17"
    },
    {
      "year": "1906",
      "uri": "/wiki/Russell_C._Newhouse",
      "name": "Russell C. Newhouse",
      "aboutText": "Raymond Stanley \"Ray\" Noble (17 December 1903 – 3 April 1978) was an English bandleader, composer, arranger, radio comedian, and actor. Noble wrote both lyrics and music for many popular songs during the British dance band era known as the \"Golden Age of British music\", notably for his longtime friend and associate Al Bowlly, including \"Love Is The Sweetest Thing\", \"Cherokee\", \"The Touch of Your Lips\", \"I Hadn't Anyone Till You\", \"Isle of Capri\", and his signature tune, \"The Very Thought of You\". Noble also played a radio comedian opposite American ventriloquist Edgar Bergen's stage act of Mortimer Snerd and Charlie McCarthy, and American comedy duo Burns and Allen, later transferring these roles from radio to TV and popular films.",
      "pageId": 611805,
      "monthDay": "12/17"
    },
    {
      "year": "1908",
      "uri": "/wiki/Willard_Libby",
      "name": "Willard Libby",
      "aboutText": "Edward Watson Short, Baron Glenamara, CH PC (17 December 1912 – 4 May 2012) was a British Labour politician. He was Member of Parliament (MP) for Newcastle upon Tyne Central and served as a minister during the Labour Governments of Harold Wilson. Following the death of James Allason on 16 June 2011, Short was the oldest living former member of the House of Commons of the United Kingdom.",
      "pageId": 659160,
      "monthDay": "12/17"
    },
    {
      "year": "1910",
      "uri": "/wiki/Eknath_Easwaran",
      "name": "Eknath Easwaran",
      "aboutText": "Erico Verissimo (December 17, 1905 – November 28, 1975) was an important Brazilian writer, born in the State of Rio Grande do Sul. His father, Sebastião Veríssimo da Fonseca, heir of a rich family in Cruz Alta, Rio Grande do Sul, met financial ruin during his son's youth. Veríssimo worked in a pharmacy before obtaining a job at Editora Globo, a book publisher, where he translated and released works of writers like Aldous Huxley.",
      "pageId": 1061072,
      "monthDay": "12/17"
    },
    {
      "year": "1910",
      "uri": "/wiki/Sy_Oliver",
      "name": "Sy Oliver",
      "aboutText": "Melvin James \"Sy\" Oliver (December 17, 1910 – May 28, 1988) was an American jazz arranger, trumpeter, composer, singer and bandleader.",
      "pageId": 1210589,
      "monthDay": "12/17"
    },
    {
      "year": "1911",
      "uri": "/wiki/Andr%C3%A9_Claveau",
      "name": "André Claveau",
      "aboutText": "Paul Cadmus (December 17, 1904 – December 12, 1999) was an American artist. He is best known for his paintings and drawings of nude male figures. His works combined elements of eroticism and social critique to produce a style often called magic realism.",
      "pageId": 1342896,
      "monthDay": "12/17"
    },
    {
      "year": "1912",
      "uri": "/wiki/Edward_Short,_Baron_Glenamara",
      "name": "Edward Short, Baron Glenamara",
      "aboutText": "Fernando Lopes-Graça, GOSE, GCIH (Tomar, 17 December 1906 – Parede, near Cascais, November 27, 1994) was a Portuguese composer, conductor and musicologist. Lopes-Graça was influenced by Portuguese popular music, which he also studied, continuing the work of the composer and musicologist Francisco de Lacerda. He was a member of the Portuguese Communist Party and strenuously opposed the Estado Novo and its leader António de Oliveira Salazar.",
      "pageId": 3784263,
      "monthDay": "12/17"
    },
    {
      "year": "1913",
      "uri": "/wiki/Burt_Baskin",
      "name": "Burt Baskin",
      "aboutText": "Burt \"Butch\" Baskin (December 17, 1913 – December 24, 1967) was an American Jewish businessman who co-founded the Baskin-Robbins ice cream parlor chain in 1946 with his partner and brother-in-law Irv Robbins.",
      "pageId": 4504920,
      "monthDay": "12/17"
    },
    {
      "year": "1914",
      "uri": "/wiki/Fernando_Alonso_(dancer)",
      "name": "Fernando Alonso",
      "aboutText": "Mohammad Hidayatullah OBE  pronunciation  (Hindi: मुहम्मद हिदायतुल्लाह, Urdu: محمّد هدایة اللہ‎) (17 December 1905 – 18 September 1992) was the eleventh Chief Justice of India serving from 25 February 1968 to 16 December 1970, and the sixth Vice-President of India, serving from 31 August 1979 to 30 August 1984. He had also served as the Acting President of India from 20 July 1969 to 24 August 1969 and from 6 October 1982 to 31 October 1982.",
      "pageId": 9102962,
      "monthDay": "12/17"
    },
    {
      "year": "1914",
      "uri": "/wiki/Raymond_Fernandez_and_Martha_Beck",
      "name": "Raymond Fernandez",
      "aboutText": "Kenneth Onwika Dike (17 December 1917 – 26 October 1983) was a Nigerian historian and the first Nigerian Vice-Chancellor of the nation's premier college, the University of Ibadan. During the Nigerian civil war, he moved to Harvard University, Boston. He was a founder of the Ibadan School that dominated the writing of the History of Nigeria until the 1970s.",
      "pageId": 10071703,
      "monthDay": "12/17"
    },
    {
      "year": "1916",
      "uri": "/wiki/Penelope_Fitzgerald",
      "name": "Penelope Fitzgerald",
      "aboutText": "Raymond Martinez Fernandez (December 17, 1914 – March 8, 1951) and Martha Jule Beck (May 6, 1920 – March 8, 1951) were an American serial killer couple. They are believed to have killed as many as 20 women during their murderous spree between 1947 and 1949. After their arrest and trial for serial murder in 1949, they became known as \"The Lonely Hearts Killers\" for meeting their unsuspecting victims through lonely hearts ads.",
      "pageId": 13544438,
      "monthDay": "12/17"
    },
    {
      "year": "1917",
      "uri": "/wiki/Kenneth_Dike",
      "name": "Kenneth Dike",
      "aboutText": "Russell Conwell Newhouse (1906–1998) made many contributions to the advancement of aviation in a distinguished career running from the late 1920s into the 1970s.",
      "pageId": 15537068,
      "monthDay": "12/17"
    },
    {
      "year": "1920",
      "uri": "/wiki/Kenneth_E._Iverson",
      "name": "Kenneth E. Iverson",
      "aboutText": "Fernando Alonso (17 December 1914 – 27 July 2013) was a Cuban ballet dancer and co-founder of the Cuban National Ballet.\nBorn in Havana, Cuba in 1914, Alonso began his career in 1935.\nIn 1937, he traveled with his brother and wife Alicia to the United States.",
      "pageId": 16342134,
      "monthDay": "12/17"
    },
    {
      "year": "1921",
      "uri": "/wiki/Lore_Berger",
      "name": "Lore Berger",
      "aboutText": "William Lewis Safire (/ˈsæfaɪər/; December 17, 1929 – September 27, 2009) was an American author, columnist, journalist, and presidential speechwriter.",
      "pageId": 358716,
      "monthDay": "12/17"
    },
    {
      "year": "1922",
      "uri": "/wiki/Alan_Voorhees",
      "name": "Alan Voorhees",
      "aboutText": "Robert Charles Joseph Edward Sabatini \"Bob\" Guccione (pronounced \"goo-chee-OAN-eh\", December 17, 1930 – October 20, 2010) was the founder of the adult magazine Penthouse in 1965. This was aimed at competing with Hugh Hefner's Playboy, but with more extreme erotic content, a special style of soft-focus photography, and in-depth reporting of government corruption scandals. By 1982 Guccione was listed in the Forbes 400 wealth list, and owned one of the biggest mansions in Manhattan.",
      "pageId": 412993,
      "monthDay": "12/17"
    },
    {
      "year": "1923",
      "uri": "/wiki/Jaroslav_Pelikan",
      "name": "Jaroslav Pelikan",
      "aboutText": "Armin Mueller-Stahl (born 17 December 1930) is a German film actor, painter, writer and musician.",
      "pageId": 538422,
      "monthDay": "12/17"
    },
    {
      "year": "1926",
      "uri": "/wiki/Ray_Jablonski",
      "name": "Ray Jablonski",
      "aboutText": "Richard Long (December 17, 1927 – December 21, 1974) was an American actor better known for his leading roles in three ABC television series, including The Big Valley, Nanny and the Professor, and Bourbon Street Beat.",
      "pageId": 754694,
      "monthDay": "12/17"
    },
    {
      "year": "1926",
      "uri": "/wiki/John_Hans_Krebs",
      "name": "John Hans Krebs",
      "aboutText": "George Smith Lindsey (December 17, 1928 – May 6, 2012) was an American character actor, best known for his role as Goober Pyle on The Andy Griffith Show, Mayberry R.F.D. and his subsequent tenure on Hee-Haw.",
      "pageId": 1385027,
      "monthDay": "12/17"
    },
    {
      "year": "1926",
      "uri": "/wiki/Stephen_Lewis_(actor)",
      "name": "Stephen Lewis",
      "aboutText": "Stephen Lewis (17 December 1926 – 12 August 2015), credited early in his career as Stephen Cato, was an English actor, comedian, director, screenwriter, and playwright.",
      "pageId": 1589312,
      "monthDay": "12/17"
    },
    {
      "year": "1926",
      "uri": "/wiki/Patrice_Wymore",
      "name": "Patrice Wymore",
      "aboutText": "Grace Jacqueline Hill (17 December 1929—18 February 1993) was a British actress known for her role as Barbara Wright in the BBC science-fiction television series Doctor Who. As the history teacher of Susan Foreman, the Doctor's granddaughter, Barbara was the first Doctor Who companion to appear on-screen in 1963, with Hill speaking the series' first words. She played the role for nearly two years, leaving the series in 1965 at the same time as fellow actor William Russell (who played the companion Ian Chesterton).",
      "pageId": 1729179,
      "monthDay": "12/17"
    },
    {
      "year": "1927",
      "uri": "/wiki/Ivar_Ivask",
      "name": "Ivar Ivask",
      "aboutText": "Jaroslav Jan Pelikan (December 17, 1923 – May 13, 2006) was a scholar of the history of Christianity, Christian theology and medieval intellectual history.",
      "pageId": 1777366,
      "monthDay": "12/17"
    },
    {
      "year": "1927",
      "uri": "/wiki/Richard_Long_(actor)",
      "name": "Richard Long",
      "aboutText": "Raymond Leo Jablonski (December 17, 1926 – November 25, 1985) was an American third baseman in Major League Baseball with an 8-year career from 1953 to 1960. Born in Chicago, he played for the St. Louis Cardinals, Cincinnati Reds and New York Giants, all of the National League, and the Kansas City A's of the American League.",
      "pageId": 2787715,
      "monthDay": "12/17"
    },
    {
      "year": "1927",
      "uri": "/wiki/Edward_Meneeley",
      "name": "Edward Meneeley",
      "aboutText": "Alan Manners Voorhees (December 17, 1922 – December 18, 2005) was a transportation engineer and urban planner who designed many large public works in the United States. Voorhees was born in Highland Park, New Jersey.",
      "pageId": 3516385,
      "monthDay": "12/17"
    },
    {
      "year": "1928",
      "uri": "/wiki/Marilyn_Beck",
      "name": "Marilyn Beck",
      "aboutText": "Dr. Dorothy Rowe (born December 1930) is an Australian psychologist and author, whose area of interest is depression. Dr.",
      "pageId": 3555878,
      "monthDay": "12/17"
    },
    {
      "year": "1928",
      "uri": "/wiki/Eli_Beeding",
      "name": "Eli Beeding",
      "aboutText": "Eli Lackland Beeding Jr. (December 17, 1928 - December 21, 2013) was a U.S. Air Force captain and rocket test subject. In 1958, a series experiments using a miniature rocket sled began at Holloman AFB under the supervision of Colonel John Stapp and Captain Beeding.",
      "pageId": 3817184,
      "monthDay": "12/17"
    },
    {
      "year": "1928",
      "uri": "/wiki/Doyle_Conner",
      "name": "Doyle Conner",
      "aboutText": "John Hans Krebs (December 17, 1926 – November 10, 2014) was a U.S. Representative from California.",
      "pageId": 11578282,
      "monthDay": "12/17"
    },
    {
      "year": "1928",
      "uri": "/wiki/George_Lindsey",
      "name": "George Lindsey",
      "aboutText": "Ivar Vidrik Ivask (December 17, 1927 Riga – September 23, 1992 Fountainstown, Ireland) was an Estonian poet and literary scholar.\nHe escaped in 1944 from Estonia to Germany and lived from 1949 onwards in the USA and from 1991 in Ireland.\nHe worked as a professor of Modern Languages and Literatures in the University of Oklahoma, writing mainly on Spanish language literature.",
      "pageId": 12972733,
      "monthDay": "12/17"
    },
    {
      "year": "1929",
      "uri": "/wiki/Jacqueline_Hill",
      "name": "Jacqueline Hill",
      "aboutText": "Patrice Wymore Flynn (December 17, 1926 – March 22, 2014) was an American film, television and stage actress of the 1950s and 1960s, known for her marriage to Errol Flynn.",
      "pageId": 15035332,
      "monthDay": "12/17"
    },
    {
      "year": "1929",
      "uri": "/wiki/William_Safire",
      "name": "William Safire",
      "aboutText": "Doyle Edward Conner, Sr. (December 17, 1928 – December 16, 2012) was an American politician. He served as Florida Commissioner of Agriculture for about 30 years, and also served as Speaker of the Florida House of Representatives.",
      "pageId": 25159183,
      "monthDay": "12/17"
    },
    {
      "year": "1930",
      "uri": "/wiki/Bob_Guccione",
      "name": "Bob Guccione",
      "aboutText": "Edward Meneeley (born December 17, 1927 in Wilkes-Barre, Pennsylvania, United States - d.",
      "pageId": 25615241,
      "monthDay": "12/17"
    },
    {
      "year": "1930",
      "uri": "/wiki/Armin_Mueller-Stahl",
      "name": "Armin Mueller-Stahl",
      "aboutText": "Marilyn Beck (December 17, 1928 – May 31, 2014) was a syndicated Hollywood columnist who rose to prominence on the heels of such predecessors as Hedda Hopper and Louella Parsons. Beck's hard news reporting approach to celebrity journalism arrived in sharp contrast to newspaper and fan magazine celebrity stories of the '50s and '60s, and served as a precursor to such current-day celebrity news publications as PEOPLE and US .",
      "pageId": 27253289,
      "monthDay": "12/17"
    },
    {
      "year": "1930",
      "uri": "/wiki/Dorothy_Rowe",
      "name": "Dorothy Rowe",
      "aboutText": "Lore Berger (* 17 December 1921 in Basel; † 14 August 1943) was a Swiss writer who committed suicide at the age of 22.",
      "pageId": 29155423,
      "monthDay": "12/17"
    },
    {
      "year": "1931",
      "uri": "/wiki/Gerald_Finnerman",
      "name": "Gerald Finnerman",
      "aboutText": "Gerald Perry Finnerman (1931-2011), was an American cinematographer who had worked on shows such as Moonlighting and Star Trek: The Original Series.",
      "pageId": 38465859,
      "monthDay": "12/17"
    },
    {
      "year": "1931",
      "uri": "/wiki/Dave_Madden",
      "name": "Dave Madden",
      "aboutText": "John Kennedy Toole (/ˈtuːl/; December 17, 1937 – March 26, 1969) was an American novelist from New Orleans, Louisiana, whose posthumously published novel A Confederacy of Dunces won the Pulitzer Prize for Fiction. He also wrote The Neon Bible. Although several people in the literary world felt his writing skills were praiseworthy, Toole's novels were rejected during his lifetime.",
      "pageId": 102405,
      "monthDay": "12/17"
    },
    {
      "year": "1931",
      "uri": "/wiki/James_McGaugh",
      "name": "James McGaugh",
      "aboutText": "Kerry Francis Bullmore Packer, AC (17 December 1937 – 26 December 2005) was an Australian media tycoon. The Packer family company owned a controlling interest in both the Nine television network and leading Australian publishing company Australian Consolidated Press, which were later merged to form Publishing and Broadcasting Limited (PBL). Outside Australia, Packer was best known for founding World Series Cricket.",
      "pageId": 173686,
      "monthDay": "12/17"
    },
    {
      "year": "1932",
      "uri": "/wiki/John_Bond_(footballer)",
      "name": "John Bond",
      "aboutText": "Tommy Steele OBE (born Thomas William Hicks, 17 December 1936) is an English entertainer, regarded as Britain's first teen idol and rock and roll star. Dubbed Britain's answer to Elvis Presley, he reached number one with \"Singing the Blues\" in 1957, and The Tommy Steele Story was the first album by a UK act to reach number one.\nSteele's film credits include Half a Sixpence, The Happiest Millionaire and Finian's Rainbow, and he has made many stage tours in the UK. He is also a songwriter, author and sculptor.",
      "pageId": 193048,
      "monthDay": "12/17"
    },
    {
      "year": "1934",
      "uri": "/wiki/Irving_Petlin",
      "name": "Irving Petlin",
      "aboutText": "Sir Peter George Snell KNZM OBE (born 17 December 1938) is a New Zealand former middle-distance runner, now resident in Texas, United States. He had one of the shortest careers of world famous international sportsmen, yet achieved so much that he was voted New Zealand’s \"Sports Champion of the (20th) Century\" and was one of 24 inaugural members of the International Association of Athletics Federations Hall Of Fame named in 2012.",
      "pageId": 351183,
      "monthDay": "12/17"
    },
    {
      "year": "1934",
      "uri": "/wiki/Ray_Wilson_(English_footballer)",
      "name": "Ray Wilson",
      "aboutText": "James Carroll Booker III (December 17, 1939 – November 8, 1983) was a New Orleans rhythm and blues musician born in New Orleans, Louisiana, United States. Booker's unique style combined rhythm and blues with jazz standards. Musician Dr.",
      "pageId": 539970,
      "monthDay": "12/17"
    },
    {
      "year": "1935",
      "uri": "/wiki/Brian_Langford",
      "name": "Brian Langford",
      "aboutText": "Edward James Kendrick (December 17, 1939 – October 5, 1992), best known by the stage name Eddie Kendricks, was an American singer and songwriter. Noted for his distinctive falsetto singing style, Kendricks co-founded the Motown singing group The Temptations, and was one of their lead singers from 1960 until 1971. His was the lead voice on such famous songs as \"The Way You Do The Things You Do\", \"Get Ready\", and \"Just My Imagination (Running Away with Me)\".",
      "pageId": 717597,
      "monthDay": "12/17"
    },
    {
      "year": "1935",
      "uri": "/wiki/Cal_Ripken,_Sr.",
      "name": "Cal Ripken, Sr.",
      "aboutText": "John Frederick Bond (17 December 1932 – 25 September 2012) was an English professional football player and manager. He played from 1950 until 1966 for West Ham United, making 444 appearances in all competitions and scoring 37 goals. He was a member of the West Ham side which won the 1957–58 Second Division and the 1964 FA Cup.",
      "pageId": 1001485,
      "monthDay": "12/17"
    },
    {
      "year": "1936",
      "uri": "/wiki/Pope_Francis",
      "name": "Pope Francis",
      "aboutText": "Ramon \"Ray\" Wilson MBE (born 17 December 1934) is a former footballer who played at left back. He was a member of the England team that won the 1966 World Cup.",
      "pageId": 1679656,
      "monthDay": "12/17"
    },
    {
      "year": "1936",
      "uri": "/wiki/Rosemary_Martin",
      "name": "Rosemary Martin",
      "aboutText": "Pope Francis (Latin: Franciscus; Italian: Francesco; Spanish: Francisco; born Jorge Mario Bergoglio, 17 December 1936) is the 266th and current Pope of the Roman Catholic Church, a title he holds ex officio as Bishop of Rome, and Sovereign of the Vatican City. Born in Buenos Aires, Argentina, Bergoglio worked briefly as a chemical technologist and nightclub bouncer before beginning seminary studies. He was ordained a Catholic priest in 1969 and from 1973 to 1979 was Argentina's provincial superior of the Society of Jesus.",
      "pageId": 1687680,
      "monthDay": "12/17"
    },
    {
      "year": "1936",
      "uri": "/wiki/Tommy_Steele",
      "name": "Tommy Steele",
      "aboutText": "Calvin Edwin Ripken, Sr. (December 17, 1935 – March 25, 1999) was a coach and manager in Major League Baseball who spent 36 years in the Baltimore Orioles organization, also as a player and scout. He played in the Orioles' farm system beginning in 1957, and later served as manager of the parent club, on which his sons Cal Jr.",
      "pageId": 1861667,
      "monthDay": "12/17"
    },
    {
      "year": "1937",
      "uri": "/wiki/Brian_Hayes_(broadcaster)",
      "name": "Brian Hayes",
      "aboutText": "David Joseph \"Dave\" Madden (December 17, 1931 – January 16, 2014) was a Canadian-born American actor. His most famous role came in the 1970s sitcom The Partridge Family, in which he played the group's manager, Reuben Kincaid, opposite Shirley Jones's character.",
      "pageId": 2710807,
      "monthDay": "12/17"
    },
    {
      "year": "1937",
      "uri": "/wiki/Art_Neville",
      "name": "Art Neville",
      "aboutText": "Arthur Lanon \"Art\" Neville (born December 17, 1937) is an American singer and keyboardist from New Orleans.\nNeville is a part of one of the notable musical families of New Orleans, the Neville Brothers. He is a founding member of The Meters and continues to play with the spinoff group The Funky Meters.",
      "pageId": 3635196,
      "monthDay": "12/17"
    },
    {
      "year": "1937",
      "uri": "/wiki/Kerry_Packer",
      "name": "Kerry Packer",
      "aboutText": "Carl O'Neil Little (17 December 1938 – 6 August 2005), better known by his stage name Carlo Little, was a rock and roll drummer, based in the London nightclub scene in the 1960s. He played in an early version of The Rolling Stones.",
      "pageId": 3729243,
      "monthDay": "12/17"
    },
    {
      "year": "1937",
      "uri": "/wiki/John_Kennedy_Toole",
      "name": "John Kennedy Toole",
      "aboutText": "James L. McGaugh (born December 17, 1931) is an American neurobiologist working in the field of learning and memory.",
      "pageId": 3890140,
      "monthDay": "12/17"
    },
    {
      "year": "1937",
      "uri": "/wiki/Calvin_Waller",
      "name": "Calvin Waller",
      "aboutText": "Rosemary Martin (17 December 1936 – 14 August 1998) was an English actress, best-remembered for her television roles (Mrs. Partridge in Last of the Summer Wine, Vera in Oh No, It's Selwyn Froggitt!, Renie Fox in Fox and Verna Johnson in Tenko).\nOther notable TV credits include: Z-Cars, Crown Court, Bill Brand, Coronation Street, Pennies from Heaven, The Sweeney, Maggie: It's Me, Thomas & Sarah, Bergerac, The Chinese Detective, Jeeves and Wooster, Drop the Dead Donkey, Pie in the Sky, Cracker, Heartbeat, The Bill, Driving Ambition, Peak Practice and EastEnders.",
      "pageId": 4102828,
      "monthDay": "12/17"
    },
    {
      "year": "1938",
      "uri": "/wiki/Carlo_Little",
      "name": "Carlo Little",
      "aboutText": "Kåre Valebrokk (17 December 1940 – 9 February 2013) was a Norwegian journalist and television executive. He was editor-in-chief and administrative director of TV 2 from October 1999 until June 2007, when he retired. He was the father of economist and editor Per Valebrokk.",
      "pageId": 4603108,
      "monthDay": "12/17"
    },
    {
      "year": "1938",
      "uri": "/wiki/Peter_Snell",
      "name": "Peter Snell",
      "aboutText": "Calvin Augustine Hoffman Waller (December 17, 1937 – May 9, 1996) was a United States Army officer.",
      "pageId": 7778459,
      "monthDay": "12/17"
    },
    {
      "year": "1939",
      "uri": "/wiki/James_Booker",
      "name": "James Booker",
      "aboutText": "Brian Anthony Langford (17 December 1935 – 12 February 2013) was an English first-class cricketer who played as an off-spin bowler for Somerset. He captained the county from 1969 until 1971 and his career tally of 1390 wickets ranks him third in the county's history, behind only Jack White and Arthur Wellard.\nLangford made his debut for Somerset in 1953 at the Recreation Ground, Bath with an unremarkable appearance against Lancashire, taking just one wicket in an innings and 24 run loss.",
      "pageId": 11302818,
      "monthDay": "12/17"
    },
    {
      "year": "1939",
      "uri": "/wiki/Eddie_Kendricks",
      "name": "Eddie Kendricks",
      "aboutText": "Brian Hayes (born 17 December 1937, Perth, Western Australia) is a radio presenter who is known in the United Kingdom for his phone-in shows.\nThe son of a miner, he left school at age 15 and worked as a clerk for a mining company before obtaining a job as a newsreader for a radio station in Kalgoorlie, Western Australia. He subsequently worked for various stations in Perth and Western Australia, in both presenting and producing roles.",
      "pageId": 13589393,
      "monthDay": "12/17"
    },
    {
      "year": "1940",
      "uri": "/wiki/K%C3%A5re_Valebrokk",
      "name": "Kåre Valebrokk",
      "aboutText": "Irving Petlin (born December 17, 1934 in Chicago, Illinois) is an American artist and painter renowned for his mastery of the pastel medium and collaborations with other artists (including Mark di Suvero and Leon Golub) and for his work in the \"series form\" in which he uses the raw material of pastel, oil paint and unprimed linen, and finds inspiration in the work of writers and poets including Primo Levi, Bruno Schulz, Paul Celan, Michael Palmer and Edmond Jabès.\nPetlin attended the Art Institute of Chicago from 1953-1956 where he received his BFA during the height of the Chicago Imagist movement. At a critical juncture Petlin attended Yale to study under Josef Albers, subsequently earning his MFA in 1960.",
      "pageId": 27221269,
      "monthDay": "12/17"
    },
    {
      "year": "1940",
      "uri": "/wiki/Mar%C3%ADa_Elena_Velasco",
      "name": "María Elena Velasco",
      "aboutText": "Jack Laurence Chalker (December 17, 1944 – February 11, 2005) was an American science fiction author. Chalker was also a Baltimore City Schools history teacher in Maryland for 12 years, retiring during 1978 to write full-time. He also was a member of the Washington Science Fiction Association and was involved in the founding of the Baltimore Science Fiction Society.",
      "pageId": 15948,
      "monthDay": "12/17"
    },
    {
      "year": "1941",
      "uri": "/wiki/Stan_Mudenge",
      "name": "Stan Mudenge",
      "aboutText": "Bernard Hill (born 17 December 1944) is an English film, stage and television actor. He is known for playing Yosser Hughes, the troubled 'hard man' whose life is falling apart in Alan Bleasdale's groundbreaking 1980s TV drama Boys from the Blackstuff. He is also known for roles in blockbuster films, including Captain Edward Smith in Titanic, King Théoden in The Lord of the Rings film trilogy and as the Warden of San Quentin Prison in the Clint Eastwood film True Crime.",
      "pageId": 163903,
      "monthDay": "12/17"
    },
    {
      "year": "1942",
      "uri": "/wiki/Muhammadu_Buhari",
      "name": "Muhammadu Buhari",
      "aboutText": "Paul Vaughn Butterfield (December 17, 1942 – May 4, 1987) was an American blues singer and harmonica player. After early training as a classical flutist, Butterfield developed an interest in blues harmonica. He explored the blues scene in his native Chicago, where he was able to meet Muddy Waters and other blues greats who provided encouragement and a chance to join in the jam sessions.",
      "pageId": 168254,
      "monthDay": "12/17"
    },
    {
      "year": "1942",
      "uri": "/wiki/Paul_Butterfield",
      "name": "Paul Butterfield",
      "aboutText": "María Elena Velasco Fragoso (17 December 1940 – 1 May 2015) was a Mexican actress, comedian, singer-songwriter, dancer, screenwriter, film producer, and one of Mexico's few major female film directors.\nShe is best known for creating and portraying La India María, a comical character based on indigenous Mexican women, in films and television programs.",
      "pageId": 204111,
      "monthDay": "12/17"
    },
    {
      "year": "1943",
      "uri": "/wiki/Mary_Brunner",
      "name": "Mary Brunner",
      "aboutText": "Christopher John \"Chris\" Matthews (born December 17, 1945) is an American political commentator, talk show host and author. He is known for his nightly hour-long talk show, Hardball with Chris Matthews, which is televised on the American cable television channel MSNBC. From 2002 to 2013, he hosted a syndicated NBC News–produced panel discussion program on weekends titled The Chris Matthews Show. Matthews appears on other NBC and MSNBC programs.",
      "pageId": 274210,
      "monthDay": "12/17"
    },
    {
      "year": "1943",
      "uri": "/wiki/Ron_Geesin",
      "name": "Ron Geesin",
      "aboutText": "Eugene Levy, CM (born December 17, 1946) is a Canadian actor, comedian, producer, director, musician, and writer. He is the only actor to have appeared in all eight of the American Pie films, with his role as Noah Levenstein. He often plays nerdy, unconventional figures, with his humour often deriving from his excessive explanations of matters and the way in which he deals with sticky situations.",
      "pageId": 438281,
      "monthDay": "12/17"
    },
    {
      "year": "1944",
      "uri": "/wiki/Jack_L._Chalker",
      "name": "Jack L. Chalker",
      "aboutText": "Muhammadu Buhari GCFR (born 17 December 1942) is the President of Nigeria, in office since 2015. He is a retired Nigerian Army major general and was Head of State of Nigeria from 31 December 1983 to 27 August 1985, after taking power in a military coup d'état. The term Buharism is ascribed to the Buhari military government.",
      "pageId": 551129,
      "monthDay": "12/17"
    },
    {
      "year": "1944",
      "uri": "/wiki/Carlo_M._Croce",
      "name": "Carlo M. Croce",
      "aboutText": "Ernest Lee \"Ernie\" Hudson Sr. (born December 17, 1945) is an American actor.",
      "pageId": 834414,
      "monthDay": "12/17"
    },
    {
      "year": "1944",
      "uri": "/wiki/Bernard_Hill",
      "name": "Bernard Hill",
      "aboutText": "Ronald Frederick Geesin (born 17 December 1943, in Stevenston, Ayrshire, Scotland) is a Scottish musician and composer, noted for his quirky creations and novel applications of sound. He is probably best known as the orchestrator and organizer of Pink Floyd's \"Atom Heart Mother\" in 1970, after the band found themselves hopelessly deadlocked over how to complete it. Geesin first collaborated with the band's Roger Waters (the two men shared a love of golf) on the unconventional film soundtrack Music from \"The Body\" (1970), sampling sounds made by the human body.",
      "pageId": 909222,
      "monthDay": "12/17"
    },
    {
      "year": "1944",
      "uri": "/wiki/Timo_K._Mukka",
      "name": "Timo K. Mukka",
      "aboutText": "Simon Philip Bates (born 17 December 1946 in Birmingham) is an English disc jockey and radio presenter. Between 1976 and 1993 he worked at BBC Radio 1, presenting the station's weekday mid-morning show for most of this period. He later became a regular presenter on Classic FM. He hosted the breakfast show on Smooth Radio from January 2011 until March 2014, and took on the same role at BBC Radio Devon from January 2015.",
      "pageId": 1126436,
      "monthDay": "12/17"
    },
    {
      "year": "1945",
      "uri": "/wiki/Ernie_Hudson",
      "name": "Ernie Hudson",
      "aboutText": "Dame Jacqueline Wilson, DBE, FRSL (born 17 December 1945) is an English writer of children's literature. Because her novels commonly deal with themes as adoption, divorce and mental illness, her work has been called controversial because her readers are young. For her lifetime contribution as a children's writer, Wilson was a U.K. nominee for the international Hans Christian Andersen Award in 2014.",
      "pageId": 1144677,
      "monthDay": "12/17"
    },
    {
      "year": "1945",
      "uri": "/wiki/Chris_Matthews",
      "name": "Chris Matthews",
      "aboutText": "Isaak Stanislaus Gorerazvo Mudenge (17 December 1941 – 4 October 2012) was a Zimbabwean politician who served in the government of Zimbabwe as Minister of Foreign Affairs from 1995 to 2005 and as Minister of Higher Education from 2005 to 2012.",
      "pageId": 1748536,
      "monthDay": "12/17"
    },
    {
      "year": "1945",
      "uri": "/wiki/J%C3%BCri_Talvet",
      "name": "Jüri Talvet",
      "aboutText": "Wesley \"Wes\" Studi (born December 17, 1947) is an award-winning full-blood Native American actor and film producer from Nofire Hollow in the Cherokee Nation, Oklahoma, and who has won critical acclaim for his portrayal of Native Americans in film.\nHe has appeared in Academy Award-winning films, such as Dances with Wolves (1990), The Last of the Mohicans (1992), and the Academy Award-nominated films Geronimo: An American Legend (1993) and The New World (2005). He is also known for portraying Sagat in Street Fighter (1994) and appeared in the NBC series Kings and in Avatar (2009).",
      "pageId": 2781957,
      "monthDay": "12/17"
    },
    {
      "year": "1945",
      "uri": "/wiki/Jacqueline_Wilson",
      "name": "Jacqueline Wilson",
      "aboutText": "Timo Kustaa Mukka (17 December 1944 – 27 March 1973) was a Finnish author who wrote about the lives of people in Lapland.",
      "pageId": 3245870,
      "monthDay": "12/17"
    },
    {
      "year": "1946",
      "uri": "/wiki/Simon_Bates",
      "name": "Simon Bates",
      "aboutText": "Sotiris Kaiafas (born 17 December 1949 in Mia Milia, Nicosia) is a retired Cypriot footballer, who played for Omonia and Cyprus. During his career at Omonia, he won the European Golden Boot.",
      "pageId": 8583011,
      "monthDay": "12/17"
    },
    {
      "year": "1946",
      "uri": "/wiki/Eugene_Levy",
      "name": "Eugene Levy",
      "aboutText": "Mary Theresa Brunner (born December 17, 1943) is a former member of the Manson Family. Manson was a paroled career criminal when he met Brunner, who was the first of a number of vulnerable young women that he became a guru to as leader of a hippie-style commune. He attempted to become a recording artist.",
      "pageId": 11235759,
      "monthDay": "12/17"
    },
    {
      "year": "1947",
      "uri": "/wiki/Wes_Studi",
      "name": "Wes Studi",
      "aboutText": "Jüri Talvet (born December 17, 1945, Pärnu) is an Estonian poet and academic.",
      "pageId": 15213120,
      "monthDay": "12/17"
    },
    {
      "year": "1948",
      "uri": "/wiki/Valery_Belousov",
      "name": "Valery Belousov",
      "aboutText": "Kemal Kılıçdaroğlu (pronounced [keˈmal kɯɫɯtʃˈdaɾoːɫu]; born 17 December 1948) is a Turkish politician. He is leader of the Republican People's Party (CHP) and has been Leader of the Main Opposition in Turkey since 2010. He served as a Member of Parliament for İstanbul's second electoral district from 2002 to 2015 and as an MP for İzmir's second electoral district as of 7 June 2015.",
      "pageId": 21308711,
      "monthDay": "12/17"
    },
    {
      "year": "1948",
      "uri": "/wiki/Kemal_K%C4%B1l%C4%B1%C3%A7daro%C4%9Flu",
      "name": "Kemal Kılıçdaroğlu",
      "aboutText": "Carlo M. Croce is an Italian medical doctor, specializing in oncology and noted for research into the genetic mechanisms of cancer. Croce is one of the most highly recognized and awarded Italian researchers in the world, and is currently involved in the study of microRNAs and their role in oncology.\nCroce has received numerous awards, including the 2006 Clowes Memorial Award from the American Association for Cancer Research for his discoveries of the molecular mechanisms of Leukemia.",
      "pageId": 30335869,
      "monthDay": "12/17"
    },
    {
      "year": "1949",
      "uri": "/wiki/Sotiris_Kaiafas",
      "name": "Sotiris Kaiafas",
      "aboutText": "Valery Belousov (Russian: Валерий Константинович Белоусов; December 17, 1948 – April 16, 2015) was a Russian professional ice hockey coach and player.",
      "pageId": 40006085,
      "monthDay": "12/17"
    },
    {
      "year": "1949",
      "uri": "/wiki/Paul_Rodgers",
      "name": "Paul Rodgers",
      "aboutText": "Paul Bernard Rodgers (born 17 December 1949) is an English singer, songwriter, musician and multi-instrumentalist best known for his success in the 1960s and 1970s as vocalist of Free and Bad Company. After stints in two less successful bands in the 1980s and early 1990s, The Firm and The Law, he became a solo artist. He has more recently toured and recorded with another popular band, Queen.",
      "pageId": 269502,
      "monthDay": "12/17"
    },
    {
      "year": "1950",
      "uri": "/wiki/Laurence_F._Johnson",
      "name": "Laurence F. Johnson",
      "aboutText": "Bradley Ernest Davis (born December 17, 1955) is a retired American professional basketball player who spent the bulk of his National Basketball Association career with the Dallas Mavericks.",
      "pageId": 629040,
      "monthDay": "12/17"
    },
    {
      "year": "1950",
      "uri": "/wiki/Maurice_Peoples",
      "name": "Maurice Peoples",
      "aboutText": "Kenneth S. Hitchcock (born December 17, 1951), nicknamed \"Hitch\", is an NHL hockey coach and pro scout, currently coaching the St. Louis Blues. He has also served as head coach of the NHL's Dallas Stars, Philadelphia Flyers, and Columbus Blue Jackets.",
      "pageId": 644420,
      "monthDay": "12/17"
    },
    {
      "year": "1951",
      "uri": "/wiki/Pat_Hill",
      "name": "Pat Hill",
      "aboutText": "Peter John Farrelly (born December 17, 1956) is an American film director, screenwriter, producer and novelist. The Farrelly brothers are mostly famous for directing and producing gross-out humor romantic comedy films such as Dumb and Dumber, Shallow Hal, Me, Myself and Irene, There's Something About Mary and the 2007 remake of The Heartbreak Kid. In addition to his extensive film career, Peter is also an acting board member of the online media company DeskSite.",
      "pageId": 1008133,
      "monthDay": "12/17"
    },
    {
      "year": "1951",
      "uri": "/wiki/Ken_Hitchcock",
      "name": "Ken Hitchcock",
      "aboutText": "Michael Edward \"Mike\" Mills (born December 17, 1958) is an American multi-instrumentalist and composer who was a founding member of the alternative rock band R.E.M. Though known primarily as a bass guitarist, backing vocalist, and pianist, his musical repertoire also includes keyboards, guitar, and percussion instruments. He contributed to a majority of the band's musical compositions.",
      "pageId": 1313805,
      "monthDay": "12/17"
    },
    {
      "year": "1951",
      "uri": "/wiki/Tatyana_Kazankina",
      "name": "Tatyana Kazankina",
      "aboutText": "Sally JoAnne Menke (December 17, 1953 – September 27, 2010) was an American film and television editor with more than 20 feature film credits. She had a long-time collaboration with director Quentin Tarantino, having edited all of his films until her death.",
      "pageId": 1411550,
      "monthDay": "12/17"
    },
    {
      "year": "1953",
      "uri": "/wiki/Barry_Livingston",
      "name": "Barry Livingston",
      "aboutText": "Dominic Ralph Campden Lawson (born 17 December 1956 in Wandsworth, London) is an English journalist.",
      "pageId": 2050036,
      "monthDay": "12/17"
    },
    {
      "year": "1953",
      "uri": "/wiki/Sally_Menke",
      "name": "Sally Menke",
      "aboutText": "Robert Michael \"Bob\" Ojeda (born December 17, 1957) is a former Major League Baseball left-handed pitcher. Ojeda is best remembered as an anchor in the 1986 World Series Champion New York Mets starting rotation (along with Dwight Gooden and Ron Darling), and for being the lone survivor of a March 22, 1993 boating accident that killed fellow Cleveland Indians pitchers Steve Olin and Tim Crews. He is also a former pre- and post-game studio analyst for Mets broadcasts.",
      "pageId": 2658743,
      "monthDay": "12/17"
    },
    {
      "year": "1953",
      "uri": "/wiki/Bill_Pullman",
      "name": "Bill Pullman",
      "aboutText": "Tatyana Vasilyevna Kazankina (Russian: Татья́на Васи́льевна Каза́нкина; born December 17, 1951 in Petrovsk, Saratov Oblast, Russian SFSR, Soviet Union) is a Soviet/Russian former runner who set seven world records and won a total of three gold medals at the Olympic Games. She was also awarded the Order of the Red Banner of Labour and the title Honoured Master of Sports of the USSR in 1976. Kazankina competed for VSS Burevestnik.",
      "pageId": 3020777,
      "monthDay": "12/17"
    },
    {
      "year": "1954",
      "uri": "/wiki/Serg%C4%97jus_Jovai%C5%A1a",
      "name": "Sergėjus Jovaiša",
      "aboutText": "Lawrence Patrick Hill (born December 17, 1951) is an American football coach and former player. He served as the head football coach at Fresno State from 1997 until his dismissal following the 2011 season. In 15 seasons as head coach as Fresno State, he led the Bulldogs to a record of 112–80, 11 bowl game appearances, and a share of the 1999 Western Athletic Conference title.",
      "pageId": 3247128,
      "monthDay": "12/17"
    },
    {
      "year": "1955",
      "uri": "/wiki/Brad_Davis_(basketball)",
      "name": "Brad Davis",
      "aboutText": "Moreno Argentin (born 17 December 1960) is an Italian former professional cyclist (from 1981 to 1994).\nBorn in San Donà di Piave (Veneto), he won stages in the Tour de France, the Giro d'Italia and the Tour de Suisse. Known as Il Capo (\"The Boss\"), he won Liège–Bastogne–Liège four times, the La Flèche Wallonne three times and the Tour of Flanders and Giro di Lombardia once.",
      "pageId": 3628240,
      "monthDay": "12/17"
    },
    {
      "year": "1956",
      "uri": "/wiki/Peter_Farrelly",
      "name": "Peter Farrelly",
      "aboutText": "Albert King (born December 17, 1959) is a retired American professional basketball player. King played at Fort Hamilton High School in Brooklyn and is regarded as one of the nation's greatest high school players of all time. He was rated the top prep player in the nation over Magic Johnson and Gene Banks during his senior year.",
      "pageId": 5939566,
      "monthDay": "12/17"
    },
    {
      "year": "1956",
      "uri": "/wiki/Dominic_Lawson",
      "name": "Dominic Lawson",
      "aboutText": "Dr. Larry Johnson (born December 17, 1950, in Corpus Christi, Texas) is an American futurist, author, and educator. Since 2001, Dr.",
      "pageId": 6593042,
      "monthDay": "12/17"
    },
    {
      "year": "1956",
      "uri": "/wiki/Totka_Petrova",
      "name": "Totka Petrova",
      "aboutText": "Barry Gordon Livingston (born December 17, 1953) is an American television and film actor, known for his role as Ernie Douglas on the television series My Three Sons. He is the younger brother of actor/director Stanley Livingston, who played Ernie's older brother on the show.\n^ According to the State of California.",
      "pageId": 7470784,
      "monthDay": "12/17"
    },
    {
      "year": "1957",
      "uri": "/wiki/Wendy_Hoyte",
      "name": "Wendy Hoyte",
      "aboutText": "Wendy Hoyte (née Clarke, born 17 December 1957) is a former British sprinter, who won a 1982 Commonwealth Games gold medal and a 1982 European Championships silver medal in the 4 x 100 metres relay. She also competed at the 1976 Montreal Olympic Games. She is the holder of the United Kingdom indoor 50 m record, which she set in 1981.",
      "pageId": 7684210,
      "monthDay": "12/17"
    },
    {
      "year": "1957",
      "uri": "/wiki/Bob_Ojeda",
      "name": "Bob Ojeda",
      "aboutText": "Roberto Tozzi (born 17 December 1958 in Rome) was an Italian sprinter who specialized in the 400 metres.",
      "pageId": 8465277,
      "monthDay": "12/17"
    },
    {
      "year": "1958",
      "uri": "/wiki/Mike_Mills",
      "name": "Mike Mills",
      "aboutText": "Sergėjus Jovaiša  (born December 17, 1954 in Anykščiai, Lithuania) is a former basketball player from Lithuania, who won the bronze medal with the Lithuania national basketball team at the 1992 Summer Olympics in Barcelona, Spain. In 1980 he was a member of the Soviet team that won the bronze medal at the 1980 Summer Olympics in Moscow, Soviet Union.",
      "pageId": 13636292,
      "monthDay": "12/17"
    },
    {
      "year": "1958",
      "uri": "/wiki/Roberto_Tozzi",
      "name": "Roberto Tozzi",
      "aboutText": "William James \"Bill\" Pullman (born December 17, 1953) is an American actor.\nHe made his film debut in the 1986 film Ruthless People, and has since gone on to star in other films, such as Spaceballs (1987), While You Were Sleeping (1995), Casper (1995), Independence Day (1996) and Lost Highway (1997). He has also appeared regularly on television, usually in films and miniseries, though he also had a starring role in the one-season show 1600 Penn.",
      "pageId": 21132363,
      "monthDay": "12/17"
    },
    {
      "year": "1959",
      "uri": "/wiki/Albert_King_(basketball)",
      "name": "Albert King",
      "aboutText": "Totka Nikolaeva Petrova (Bulgarian: Тотка Петрова, born 17 December 1956) is a retired female middle distance runner who represented Bulgaria in the 1970s and the early 1980s. She specialized in the 800 and 1500 metres, and won numerous international medals.",
      "pageId": 21749154,
      "monthDay": "12/17"
    },
    {
      "year": "1960",
      "uri": "/wiki/Moreno_Argentin",
      "name": "Moreno Argentin",
      "aboutText": "Maurice Peoples (born December 17, 1950) is an American former sprinter.\n^ \"Profile\". all-athletics.com.",
      "pageId": 35911784,
      "monthDay": "12/17"
    },
    {
      "year": "1961",
      "uri": "/wiki/Mansoor_al-Jamri",
      "name": "Mansoor al-Jamri",
      "aboutText": "Vincent François Damphousse (born December 17, 1967) is a retired Canadian professional hockey player who played in the National Hockey League (NHL) for eighteen seasons. He played centre for the Toronto Maple Leafs, Edmonton Oilers, Montreal Canadiens and San Jose Sharks, winning a Stanley Cup championship with Montreal in 1993. He was signed as an unrestricted free-agent by the Colorado Avalanche in 2004 during the off-season, but he never played with the team due to the lockout that canceled the 2004–05 season.",
      "pageId": 747863,
      "monthDay": "12/17"
    },
    {
      "year": "1961",
      "uri": "/wiki/Sara_Dallin",
      "name": "Sara Dallin",
      "aboutText": "Kristiina Ojuland (born 17 December 1966 in Kohtla-Järve, Estonia) is an Estonian politician. She was the Foreign Minister of Estonia from 2002 through 2005. In June 2004 she ran for the post of secretary-general of the Council of Europe, but was defeated, receiving 51 of 299 votes.",
      "pageId": 767730,
      "monthDay": "12/17"
    },
    {
      "year": "1961",
      "uri": "/wiki/Marek_Kaleta",
      "name": "Marek Kaleta",
      "aboutText": "Luigino Celestino Di Agostino (born December 17, 1967), better known by his stage name Gigi D'Agostino, or Gigi D'Ag is an Italian DJ, remixer and record producer. In 1986, he started his career as a DJ spinning Italo disco, and released his first mix titled \"Psychodelic\".",
      "pageId": 852278,
      "monthDay": "12/17"
    },
    {
      "year": "1962",
      "uri": "/wiki/Paul_Dobson_(footballer)",
      "name": "Paul Dobson",
      "aboutText": "Claudio \"El Emperador\" Suárez Sánchez (locally: [ˈklawðjo ˈswaɾes ˈsantʃes]; born 17 December 1968 in Texcoco, State of Mexico) is a retired Mexican footballer. He last played for Chivas USA in Major League Soccer and an exhibition game on 5 September 2010 with the Carolina Railhawks versus the Pumas Morelos.\nHe has the record for most caps with the Mexico national team, as well as second place all-time, after Egyptian midfielder Ahmed Hassan.",
      "pageId": 1007636,
      "monthDay": "12/17"
    },
    {
      "year": "1962",
      "uri": "/wiki/Richard_Jewell",
      "name": "Richard Jewell",
      "aboutText": "Richard Allensworth Jewell (born Richard White; December 17, 1962 – August 29, 2007) was an American police officer who, while working as a security guard for Piedmont College, became known in connection with the Centennial Olympic Park bombing at the 1996 Summer Olympics in Atlanta, Georgia. Discovering a backpack filled with three pipe bombs on the park grounds, Jewell alerted police and helped to evacuate the area before the bomb exploded, saving many people from injury or death. Initially hailed by the media as a hero, Jewell was later considered a suspect.",
      "pageId": 1714881,
      "monthDay": "12/17"
    },
    {
      "year": "1962",
      "uri": "/wiki/Galina_Malchugina",
      "name": "Galina Malchugina",
      "aboutText": "Tracy Lynn Byrd (born December 17, 1966) is an American country music artist. Signed to MCA Nashville Records in 1993, Byrd broke through on the country music scene that year with his single \"Holdin' Heaven\", which reached Number One on Billboard Hot Country Singles & Tracks. Although he did not land a second Number One until 2002's \"Ten Rounds with Jose Cuervo\", Byrd has charted more than thirty hit singles in his career, including eleven additional Top Ten hits.",
      "pageId": 1745354,
      "monthDay": "12/17"
    },
    {
      "year": "1962",
      "uri": "/wiki/Rocco_Mediate",
      "name": "Rocco Mediate",
      "aboutText": "Rocco Anthony Mediate (born December 17, 1962) is an American professional golfer who has won six times on the PGA Tour and twice on the Champions Tour.",
      "pageId": 2032335,
      "monthDay": "12/17"
    },
    {
      "year": "1964",
      "uri": "/wiki/Ginger_(musician)",
      "name": "Ginger",
      "aboutText": "František Musil (born December 17, 1964), more commonly known in North America as Frank Musil, is a retired professional ice hockey player who spent several seasons in the National Hockey League (NHL) with the Minnesota North Stars, Calgary Flames, Ottawa Senators, and Edmonton Oilers.",
      "pageId": 2528596,
      "monthDay": "12/17"
    },
    {
      "year": "1964",
      "uri": "/wiki/Frank_Musil",
      "name": "Frank Musil",
      "aboutText": "Michele Tafoya Vandersall (born December 17, 1964, in Manhattan Beach, California), known professionally as Michele Tafoya, is an American sportscaster. Since 2011, she has been a reporter for NBC Sports, featuring as the sideline reporter for NBC Sunday Night Football.",
      "pageId": 2757650,
      "monthDay": "12/17"
    },
    {
      "year": "1964",
      "uri": "/wiki/Michele_Tafoya",
      "name": "Michele Tafoya",
      "aboutText": "Joseph James \"Joe\" Wolf (born December 17, 1964) is a retired American professional basketball player who played in the NBA. He was the 13th overall pick of the 1987 NBA Draft, selected by the Los Angeles Clippers. He played college basketball at the University of North Carolina. He averaged 4.2 points and 3.3 rebounds per game throughout an 11-year professional career.",
      "pageId": 3310865,
      "monthDay": "12/17"
    },
    {
      "year": "1964",
      "uri": "/wiki/Joe_Wolf",
      "name": "Joe Wolf",
      "aboutText": "Galina Malchugina (Russian: Галина Мальчугина, born December 17, 1962 in Bryansk) is a retired sprinter from Russia. Competing for the Soviet (later Unified Team, later Russian) relay team, she won medals at the 1988 and 1992 Olympics. In the individual distance 200 metres her success came mostly on European level, although she won a bronze medal at the 1995 World Championships.",
      "pageId": 3524541,
      "monthDay": "12/17"
    },
    {
      "year": "1965",
      "uri": "/wiki/Craig_Berube",
      "name": "Craig Berube",
      "aboutText": "Paul Dobson (born 17 December 1962 in Hartlepool) is an English former professional football player. He was a prolific striker in the lower leagues during the 1980s and early 1990s, notably for Torquay United.\nHe began his career as a junior with Newcastle United, but on failing to make the grade joined Hartlepool United on a free transfer in November 1981.",
      "pageId": 5045873,
      "monthDay": "12/17"
    },
    {
      "year": "1966",
      "uri": "/wiki/Yuko_Arimori",
      "name": "Yuko Arimori",
      "aboutText": "Craig \"Chief\" Berube (born December 17, 1965) is a Canadian former professional ice hockey player and the former head coach of the Philadelphia Flyers of the National Hockey League (NHL).",
      "pageId": 5467455,
      "monthDay": "12/17"
    },
    {
      "year": "1966",
      "uri": "/wiki/Tracy_Byrd",
      "name": "Tracy Byrd",
      "aboutText": "Valeri Viktorovich Liukin (Russian: Валерий Викторович Люкин, born 17 December 1966 in Aktyubinsk, Kazakh SSR, Soviet Union) is a retired competitive artistic gymnast who competed for the former Soviet Union. Liukin is the 1988 Olympic Champion in the team competition and individually on the horizontal bar and Olympic silver medalist in the all-around and the parallel bars. He is now a coach.",
      "pageId": 6563346,
      "monthDay": "12/17"
    },
    {
      "year": "1966",
      "uri": "/wiki/Valeri_Liukin",
      "name": "Valeri Liukin",
      "aboutText": "Yuko Arimori (有森 裕子, Arimori Yūko, born December 17, 1966 in Okayama) is a Japanese professional marathon runner and a Goodwill Ambassador for the United Nations Population Fund (UNFPA).",
      "pageId": 6730454,
      "monthDay": "12/17"
    },
    {
      "year": "1966",
      "uri": "/wiki/Kristiina_Ojuland",
      "name": "Kristiina Ojuland",
      "aboutText": "Mansoor al-Jamri (also Mansour; Arabic: منصور الجمري‎; born 17 December 1961) is a Bahraini columnist, author, human rights activist and former opposition leader. He is the editor-in-chief of Al-Wasat, an Arabic language independent daily newspaper. He is also the second son of the Shia spiritual leader Sheikh Abdul-Amir al-Jamri, who died in 2006.",
      "pageId": 8602293,
      "monthDay": "12/17"
    },
    {
      "year": "1967",
      "uri": "/wiki/Gigi_D%27Agostino",
      "name": "Gigi D'Agostino",
      "aboutText": "Ginger Wildheart (born David Walls; 17 December 1964 in South Shields, in the North East of England) is a rock guitarist, singer and songwriter, best known for his band The Wildhearts.",
      "pageId": 16131337,
      "monthDay": "12/17"
    },
    {
      "year": "1967",
      "uri": "/wiki/Vincent_Damphousse",
      "name": "Vincent Damphousse",
      "aboutText": "Marek Kaleta (born December 17, 1961) is a retired male javelin thrower who represented the Soviet Union in the 1980s and later on Estonia.",
      "pageId": 21420788,
      "monthDay": "12/17"
    },
    {
      "year": "1967",
      "uri": "/wiki/Karsten_Neitzel",
      "name": "Karsten Neitzel",
      "aboutText": "Sara Elizabeth Dallin (born 17 December 1961) is an English musician mostly noted for her membership of the group Bananarama, which she co-founded with her childhood friend Keren Woodward.\nDallin was born in Bristol, England. She attended St George's School for Girls in Bristol with Woodward and studied journalism at the London College of Fashion before she and Woodward founded Bananarama with Dublin native Siobhan Fahey.",
      "pageId": 26980400,
      "monthDay": "12/17"
    },
    {
      "year": "1968",
      "uri": "/wiki/Claudio_Su%C3%A1rez",
      "name": "Claudio Suárez",
      "aboutText": "Karsten Neitzel (born 17 December 1967) is a German footballer and manager",
      "pageId": 29156228,
      "monthDay": "12/17"
    },
    {
      "year": "1968",
      "uri": "/wiki/Paul_Tracy",
      "name": "Paul Tracy",
      "aboutText": "Paula Jane Radcliffe, MBE (born 17 December 1973) is an English long-distance runner. She is the current women's world record holder in the marathon with her time of 2 hours 15 minutes and 25 seconds. She is a three-time winner of the London Marathon (2002, 2003, 2005), three-time New York Marathon champion (2004, 2007, 2008), and won the 2002 Chicago Marathon.",
      "pageId": 228240,
      "monthDay": "12/17"
    },
    {
      "year": "1969",
      "uri": "/wiki/Inna_Lasovskaya",
      "name": "Inna Lasovskaya",
      "aboutText": "Heather Laurie Holden (born December 17, 1969), better known as Laurie Holden, is an American actress, producer, model, and human rights activist. She is perhaps best recognized for her roles as Marita Covarrubias in The X-Files, Adele Stanton in The Majestic, Cybil Bennett in Silent Hill, Amanda Dumfries in The Mist, Olivia Murray in The Shield, Dr.",
      "pageId": 302509,
      "monthDay": "12/17"
    },
    {
      "year": "1969",
      "uri": "/wiki/Chuck_Liddell",
      "name": "Chuck Liddell",
      "aboutText": "Paul Tracy (born December 17, 1968 in Scarborough, Ontario) is a Canadian former professional racing driver who competed in CART, the ChampCar World Series and the IndyCar Series. He is known by the nickname \"the thrill from West Hill\".",
      "pageId": 350364,
      "monthDay": "12/17"
    },
    {
      "year": "1969",
      "uri": "/wiki/Chris_Mason_(darts_player)",
      "name": "Chris Mason",
      "aboutText": "John Abraham (born 17 December 1972), is an Indian film actor, producer and a former model. After modelling for numerous advertisements and companies, Abraham made his film debut with Jism (2003), which earned him a Filmfare Best Debut Award nomination.\nThis was followed by his first commercial success, Dhoom (2004).",
      "pageId": 1138401,
      "monthDay": "12/17"
    },
    {
      "year": "1969",
      "uri": "/wiki/Mick_Quinn",
      "name": "Mick Quinn",
      "aboutText": "Sean Patrick Thomas (born December 17, 1970) is an American actor.",
      "pageId": 1523918,
      "monthDay": "12/17"
    },
    {
      "year": "1969",
      "uri": "/wiki/Michael_V.",
      "name": "Michael V.",
      "aboutText": "Charles David \"Chuck\" Liddell (born December 17, 1969) is a retired American mixed martial artist and former Ultimate Fighting Championship Light Heavyweight Champion. Liddell has an extensive striking background in Kempo, Koei-Kan karate and kickboxing, as well as a grappling background in collegiate wrestling and Brazilian Jiu-Jitsu. Liddell holds the record with the most knockouts in UFC history at thirteen.",
      "pageId": 1715880,
      "monthDay": "12/17"
    },
    {
      "year": "1970",
      "uri": "/wiki/Sean_Patrick_Thomas",
      "name": "Sean Patrick Thomas",
      "aboutText": "Antoine Roger Rigaudeau (born December 17, 1971) is a retired French professional basketball player.",
      "pageId": 1830073,
      "monthDay": "12/17"
    },
    {
      "year": "1971",
      "uri": "/wiki/Sinan_Akku%C5%9F",
      "name": "Sinan Akkuş",
      "aboutText": "Iván Lázaro Pedroso Soler (Spanish pronunciation: [iˈβan peˈðɾoso]; born December 17, 1972 in Havana) is a retired Cuban track and field athlete who specialized in the long jump.",
      "pageId": 2474001,
      "monthDay": "12/17"
    },
    {
      "year": "1971",
      "uri": "/wiki/Alan_Khan",
      "name": "Alan Khan",
      "aboutText": "Rian Craig Johnson (born December 17, 1973) is an American writer, producer, and director. He won the Special Jury Prize for Originality of Vision at the 2005 Sundance Film Festival with his debut feature film, Brick.\nJohnson directed The Brothers Bloom (2008) and Looper (2012), as well as three episodes of the AMC series Breaking Bad (\"Fly\", \"Fifty-One\", and \"Ozymandias\").",
      "pageId": 2748971,
      "monthDay": "12/17"
    },
    {
      "year": "1971",
      "uri": "/wiki/Antoine_Rigaudeau",
      "name": "Antoine Rigaudeau",
      "aboutText": "Alan Khan (born in Durban, South Africa, 17 December 1971), is a media and radio personality in South Africa. Alan is currently the Senior Director of Corporate Affairs at the Durban University of Technology [1] in Durban, South Africa. He also presents a daily talk show on national radio via the SABC on Lotus FM. The show is broadcast Monday to Thursday between 19H00 and 20H00.",
      "pageId": 3217905,
      "monthDay": "12/17"
    },
    {
      "year": "1972",
      "uri": "/wiki/John_Abraham_(actor)",
      "name": "John Abraham",
      "aboutText": "Inna Alexandrovna Lasovskaya (Russian: Инна Александровна Ласовская; born December 17, 1969) is a retired triple jumper from Russia. In 1994 she won a gold medal at the European Indoor Championships, ahead of compatriot and world record holder Anna Biryukova. In 1996 she jumped past the 15 metres mark for the first time (15.08 in Madrid) and proceeded to win an Olympic silver medal.",
      "pageId": 3534074,
      "monthDay": "12/17"
    },
    {
      "year": "1972",
      "uri": "/wiki/Laurie_Holden",
      "name": "Laurie Holden",
      "aboutText": "Beethoven del Valle Bunagan (born December 17, 1969), known by his stage name Michael V. and also known as \"Bitoy\", is a Filipino comedian, actor, impersonator, director, composer, singer, rapper, voice artist and parodist, who appears in the GMA Network show Bubble Gang, and in his own TV show Pepito Manaloto.\nKnown for his literal \"translations\" and parodies of popular Filipino and foreign songs, Michael V has also made original songs, such as \"Sinaktan Mo Ang Puso Ko\" (You've Hurt My Heart), and \"Hindi Ako Bakla\" (I'm Not Gay). The song \"Sinaktan Mo Ang Puso Ko\" is closely similar to Weird Al Yankovic's \"You Don't Love Me Anymore\".",
      "pageId": 5571466,
      "monthDay": "12/17"
    },
    {
      "year": "1972",
      "uri": "/wiki/Iv%C3%A1n_Pedroso",
      "name": "Iván Pedroso",
      "aboutText": "Konstadinos (\"Kostas\") Gatsioudis (Greek: Κωνσταντίνος \"Κώστας\" Γκατσιούδης, born December 17, 1973) is a Greek javelin thrower.\nHe was born in Didymoteicho.\nGatsioudis set a world junior record in 1990, and eight national records during his career.",
      "pageId": 6815066,
      "monthDay": "12/17"
    },
    {
      "year": "1973",
      "uri": "/wiki/Eddie_Fisher_(drummer)",
      "name": "Eddie Fisher",
      "aboutText": "Jeffrey Adam \"Duff\" Goldman (born December 17, 1974) is a pastry chef and television personality. He is the executive chef of the Baltimore-based Charm City Cakes shop which was featured in the Food Network reality television show Ace of Cakes, and his second Los Angeles-based shop Charm City Cakes West, which is featured in Food Network's Duff Till Dawn series. His work has also been featured on the Food Network Challenge, Iron Chef America, Oprah, The Tonight Show with Jay Leno and Man v.",
      "pageId": 6935794,
      "monthDay": "12/17"
    },
    {
      "year": "1973",
      "uri": "/wiki/Konstadinos_Gatsioudis",
      "name": "Konstadinos Gatsioudis",
      "aboutText": "Christopher John Mason (born 17 December 1969 in Bristol, England) is a former English darts player who played in both the British Darts Organisation and Professional Darts Corporation. He used the nickname Mace the Ace.",
      "pageId": 8674636,
      "monthDay": "12/17"
    },
    {
      "year": "1973",
      "uri": "/wiki/Rian_Johnson",
      "name": "Rian Johnson",
      "aboutText": "Mick Quinn (born Michael Milton Quinn 17 December 1969 in Cambridge) is an English musician and singer-songwriter, best known as founding member of English rock band Supergrass. He formed the DB Band with bassist Paul Wilson, formerly of Shake Appeal in 2010 and released début EP \"Stranger in the Alps\" on 17 September 2011. He also is a member of 60's garage/beat band the \"Beat Seeking Missiles\".",
      "pageId": 22952156,
      "monthDay": "12/17"
    },
    {
      "year": "1973",
      "uri": "/wiki/Paula_Radcliffe",
      "name": "Paula Radcliffe",
      "aboutText": "Sinan Akkuş (born December 17, 1971) is a Turkish-German actor, director, film producer and writer.",
      "pageId": 23580933,
      "monthDay": "12/17"
    },
    {
      "year": "1973",
      "uri": "/wiki/Codrin_%C8%9Aapu",
      "name": "Codrin Țapu",
      "aboutText": "Eddie Ray Fisher (born December 17, 1973) is an American musician, best known as drummer and percussionist in Grammy nominated band OneRepublic. He grew up in Mission Viejo, California and currently resides in Denver, Colorado, where OneRepublic is based.",
      "pageId": 26179378,
      "monthDay": "12/17"
    },
    {
      "year": "1973",
      "uri": "/wiki/Hasan_Vural",
      "name": "Hasan Vural",
      "aboutText": "Hasan Vural (born 17 December 1973 in West Berlin, West Germany) is a former Turkish footballer.\nVural made 23 appearances for Erzurumspor in the Turkish Süper Lig and played one game for Hertha BSC in Germany's top-flight Bundesliga during his playing career.\nOn 18 February 1998, Vural earned an international cap for appearing in the final five minutes of a friendly game against Israel.",
      "pageId": 35016714,
      "monthDay": "12/17"
    },
    {
      "year": "1974",
      "uri": "/wiki/Duff_Goldman",
      "name": "Duff Goldman",
      "aboutText": "Codrin Țapu (born December 17, 1973) is a Romanian author and psychologist who has written about the aspects or \"hypostases\" of personality. His works are centered on describing and changing the \"aspects\" of personality, as they appear to the observers involved, within a perspective of interconnected spiritual support systems.\n^ Albu, Ioana (2013).",
      "pageId": 35911748,
      "monthDay": "12/17"
    },
    {
      "year": "1974",
      "uri": "/wiki/Charl_Langeveldt",
      "name": "Charl Langeveldt",
      "aboutText": "Milica Bogdanovna \"Milla\" Jovovich (/ˈjoʊvəvɪtʃ/ YOH-və-vich; born December 17, 1975) is an American actress, model, musician, and fashion designer. She has appeared in numerous science fiction and action films, leading the music channel VH1 to deem her the \"reigning queen of kick-butt\" in 2006.\nBorn in Kiev, Jovovich immigrated with her parents to the United States when she was five.",
      "pageId": 159547,
      "monthDay": "12/17"
    },
    {
      "year": "1974",
      "uri": "/wiki/Sarah_Paulson",
      "name": "Sarah Paulson",
      "aboutText": "Oxana Gennadyevna Fedorova (Russian: Оксана Геннадьевна Фёдорова, tr. Oksana Gennad'yevna Fyodorova; married name: Оксана Геннадьевна Бородина, Oksana Gennad'yevna Borodina; born December 17, 1977) is a Russian actress, singer, beauty queen, television presenter and retired police officer.\nFedorova became the first Miss Russia to win the Miss Universe contest.",
      "pageId": 466946,
      "monthDay": "12/17"
    },
    {
      "year": "1974",
      "uri": "/wiki/Ian_Petrella",
      "name": "Ian Petrella",
      "aboutText": "Mayuko Aoki (青木 麻由子, Aoki Mayuko, born December 17, 1975 in Kōchi, Japan) is a Japanese voice actress who has worked on several anime and video game productions.",
      "pageId": 670180,
      "monthDay": "12/17"
    },
    {
      "year": "1974",
      "uri": "/wiki/Giovanni_Ribisi",
      "name": "Giovanni Ribisi",
      "aboutText": "Nicholas \"Nick\" Dinsmore (born December 17, 1975), also known by his World Wrestling Entertainment (WWE) ring name Eugene, is an American professional wrestler and promoter. He is a former World Tag Team Champion, with William Regal. Under his real name, he is best known for his time in Ohio Valley Wrestling (OVW), as a wrestler and trainer.",
      "pageId": 721033,
      "monthDay": "12/17"
    },
    {
      "year": "1974",
      "uri": "/wiki/Marissa_Ribisi",
      "name": "Marissa Ribisi",
      "aboutText": "Nir Davidovich (Hebrew: ניר דוידוביץ'‎; also spelled Davidovitch; born 17 December 1976) is a former Israeli goalkeeper who played for Maccabi Haifa football club and the Israeli national team.\nDavidovich played as the number one goalkeeper in the Israeli national team for a time. Davidovich suffered from 3 serious injuries but managed to recover and lead Maccabi Haifa to its 8th championship, winning the MVP title in 2004.",
      "pageId": 794609,
      "monthDay": "12/17"
    },
    {
      "year": "1975",
      "uri": "/wiki/Mayuko_Aoki",
      "name": "Mayuko Aoki",
      "aboutText": "Antonino Giovanni Ribisi (Italian pronunciation: [antoˈniːno dʒoˈvanni]; born December 17, 1974), known professionally as Giovanni Ribisi, is an American actor and producer.",
      "pageId": 827267,
      "monthDay": "12/17"
    },
    {
      "year": "1975",
      "uri": "/wiki/Nick_Dinsmore",
      "name": "Nick Dinsmore",
      "aboutText": "Susanthika Jayasinghe (Sinhalese: සුසන්තිකා ජයසිංහ; Tamil: சுசந்திகா ஜயசிங்ஹ) (born December 17, 1975) is Sri Lankan sprint athlete specializing in the 100 and 200 metres. She is the winner of Olympic silver-medal for 100m event in 2000 summer Olympic. Known as Asian Black Mare, Jayasinghe is known as the best athlete to ever represent Sri Lanka in international level.",
      "pageId": 875167,
      "monthDay": "12/17"
    },
    {
      "year": "1975",
      "uri": "/wiki/Susanthika_Jayasinghe",
      "name": "Susanthika Jayasinghe",
      "aboutText": "Takeo Gerard Spikes (/təˈkiːoʊ/; born December 17, 1976) is a former American football linebacker who played in the National Football League (NFL). He played college football for Auburn University. He was drafted by the Cincinnati Bengals 13th overall in the 1998 NFL Draft.",
      "pageId": 961365,
      "monthDay": "12/17"
    },
    {
      "year": "1975",
      "uri": "/wiki/Milla_Jovovich",
      "name": "Milla Jovovich",
      "aboutText": "Alexander Cintrón (born December 17, 1978) is a former Major League Baseball infielder. His last Major League game was in April 2009. After more than two years in the minors trying to get back to the big leagues, Cintrón retired on May 24, 2011.",
      "pageId": 1223732,
      "monthDay": "12/17"
    },
    {
      "year": "1975",
      "uri": "/wiki/Bree_Sharp",
      "name": "Bree Sharp",
      "aboutText": "Arnaud Clément (born 17 December 1977) is a retired professional tennis player and the current captain of the France Davis Cup team. He reached the final of the 2001 Australian Open and achieved a career-high ranking of World No.",
      "pageId": 1439752,
      "monthDay": "12/17"
    },
    {
      "year": "1976",
      "uri": "/wiki/%C3%89ric_B%C3%A9dard",
      "name": "Éric Bédard",
      "aboutText": "Santina Marissa Ribisi (born December 17, 1974) is an American actress who performed in the films Dazed and Confused, True Crime, The Brady Bunch Movie, Pleasantville, and Don's Plum and television shows such as Felicity, Friends, Grace Under Fire, Watching Ellie, and Tales of the City.",
      "pageId": 1712997,
      "monthDay": "12/17"
    },
    {
      "year": "1976",
      "uri": "/wiki/Nir_Davidovich",
      "name": "Nir Davidovich",
      "aboutText": "Bree Sharp (born December 17, 1975) is an American singer and songwriter influenced by rock, pop, and folk. As of the 2010s, she is the lead vocalist of the electropop band Beautiful Small Machines.",
      "pageId": 1846647,
      "monthDay": "12/17"
    },
    {
      "year": "1976",
      "uri": "/wiki/Patrick_M%C3%BCller",
      "name": "Patrick Müller",
      "aboutText": "Sarah Catharine Paulson (born December 17, 1974) is an American film, stage, and television actress. She began acting on stage, and in the 1990s starred in American Gothic (1995–96), and Jack & Jill (1999–2001). She later appeared in comedy films such as What Women Want (2000) and Down with Love (2003), and had dramatic roles in Path to War (2002) and The Notorious Bettie Page (2005).",
      "pageId": 2016144,
      "monthDay": "12/17"
    },
    {
      "year": "1976",
      "uri": "/wiki/Andrew_Simpson_(sailor)",
      "name": "Andrew Simpson",
      "aboutText": "Samuel Olof \"Sammy\" Påhlsson (/ˈpɔːlsən/; born December 17, 1977) is a Swedish former professional ice hockey player who last played with Modo Hockey of the Swedish Hockey League (SHL). Påhlsson spent the majority of his playing career in the National Hockey League (NHL) with the Boston Bruins, Anaheim Ducks, Chicago Blackhawks, Columbus Blue Jackets and Vancouver Canucks. He was originally drafted 176th overall by the Colorado Avalanche at the 1996 NHL Entry Draft, though he never played for the team.",
      "pageId": 2026299,
      "monthDay": "12/17"
    },
    {
      "year": "1976",
      "uri": "/wiki/Takeo_Spikes",
      "name": "Takeo Spikes",
      "aboutText": "Charl Kenneth Langeveldt (born 17 December 1974) is a retired South African cricketer. A right-arm fast-medium bowler, he played for the South Africa national team between 2001 and 2010, primarily in One Day Internationals.\nLangeveldt worked as a warder at the Drakenstein Correctional Centre before pursuing his career in cricket.",
      "pageId": 2653726,
      "monthDay": "12/17"
    },
    {
      "year": "1977",
      "uri": "/wiki/Arnaud_Cl%C3%A9ment",
      "name": "Arnaud Clément",
      "aboutText": "Ian Petrella (born December 17, 1974) is a former American child actor. His most memorable role is that of Randy Parker (Ralphie's little brother) in the 1983 film A Christmas Story. Petrella currently resides in Cleveland, Ohio, working on animation and puppetry.",
      "pageId": 3572779,
      "monthDay": "12/17"
    },
    {
      "year": "1977",
      "uri": "/wiki/Oxana_Fedorova",
      "name": "Oxana Fedorova",
      "aboutText": "Patrick Müller (born 17 December 1976 in Geneva) is a former Swiss professional footballer.",
      "pageId": 5169933,
      "monthDay": "12/17"
    },
    {
      "year": "1977",
      "uri": "/wiki/Samuel_P%C3%A5hlsson",
      "name": "Samuel Påhlsson",
      "aboutText": "Katheryn Winnick (born Katerena Anna Vinitska; December 17, 1977) is a Ukrainian Canadian actress. She is best known for her roles in Amusement (2008), Bones (2010), A Glimpse Inside the Mind of Charles Swan III (2012), Vikings (2013–present), and The Art of the Steal (2013).",
      "pageId": 12325816,
      "monthDay": "12/17"
    },
    {
      "year": "1977",
      "uri": "/wiki/Katheryn_Winnick",
      "name": "Katheryn Winnick",
      "aboutText": "Andrew James Simpson, MBE (17 December 1976 – 9 May 2013), nicknamed \"Bart\", was an English sailor. He won a gold medal at the 2008 Summer Olympics in Beijing, as crew for skipper Iain Percy in the Star class representing Great Britain.",
      "pageId": 18960572,
      "monthDay": "12/17"
    },
    {
      "year": "1978",
      "uri": "/wiki/Alex_Cintr%C3%B3n",
      "name": "Alex Cintrón",
      "aboutText": "Éric Bédard (born December 17, 1976, in Sainte-Thècle, Quebec) is a Canadian short track speed skater who has won 4 Olympic medals (2 gold, 1 silver, 1 bronze). He participated in three individual events at the 2006 Winter Olympics and finished fourth in the 500 meters. He also led a team into the 5000 meter relay, winning the silver medal.",
      "pageId": 30862319,
      "monthDay": "12/17"
    },
    {
      "year": "1978",
      "uri": "/wiki/Riteish_Deshmukh",
      "name": "Riteish Deshmukh",
      "aboutText": "Jaimee Monae Foxworth (born December 17, 1979) is an American actress and model. She is best known for her role of Judy Winslow, the youngest daughter of Carl and Harriette Winslow on the ABC/CBS sitcom Family Matters.",
      "pageId": 654933,
      "monthDay": "12/17"
    },
    {
      "year": "1978",
      "uri": "/wiki/Manny_Pacquiao",
      "name": "Manny Pacquiao",
      "aboutText": "Emmanuel \"Manny\" Dapidran Pacquiao, PLH (/ˈpæki.aʊ/ PAK-ee-ow; Tagalog: [pɐkˈjaʊ]; born December 17, 1978), is a Filipino world champion professional boxer. At 32 he was elected to the Philippine House of Representatives. He has also been involved in basketball, acting, and singing.",
      "pageId": 916099,
      "monthDay": "12/17"
    },
    {
      "year": "1978",
      "uri": "/wiki/Neil_Sanderson",
      "name": "Neil Sanderson",
      "aboutText": "Chase Cameron Utley (born December 17, 1978) is an American professional baseball second baseman for the Los Angeles Dodgers of Major League Baseball (MLB). A native of the Greater Los Angeles area, he grew up in Long Beach, California, and attended UCLA. Utley played in MLB for the Philadelphia Phillies from 2003 to 2015 prior to being traded to the Dodgers. He is a six-time All-Star, won a World Series with the Phillies in 2008, and was chosen as the second baseman on the Sports Illustrated All-Decade Team for the 2000s.",
      "pageId": 1961296,
      "monthDay": "12/17"
    },
    {
      "year": "1978",
      "uri": "/wiki/Chase_Utley",
      "name": "Chase Utley",
      "aboutText": "Riteish Deshmukh is an Indian film actor, producer and architect. He is known for his work in Hindi and Marathi cinema. He is the son of the late politician Vilasrao Deshmukh and Vaishali Deshmukh.",
      "pageId": 2427173,
      "monthDay": "12/17"
    },
    {
      "year": "1979",
      "uri": "/wiki/Charlotte_Edwards",
      "name": "Charlotte Edwards",
      "aboutText": "Ryan Hunter-Reay (born December 17, 1980) is a professional American racing driver best known as a winner of both the Indianapolis 500 (2014) and the IZOD IndyCar Series championship 2012. In each accomplishment Hunter-Reay became the first American to win since Sam Hornish, Jr. in 2006.",
      "pageId": 2463400,
      "monthDay": "12/17"
    },
    {
      "year": "1979",
      "uri": "/wiki/Jaimee_Foxworth",
      "name": "Jaimee Foxworth",
      "aboutText": "Charlotte Marie Edwards CBE (born 17 December 1979) is an English professional cricketer and current captain of the England women's team. She was born in Huntingdon, Cambridgeshire. Edwards is the only female cricketer to score 2,000 runs in T20 Internationals.",
      "pageId": 2670933,
      "monthDay": "12/17"
    },
    {
      "year": "1979",
      "uri": "/wiki/Ryan_Key",
      "name": "Ryan Key",
      "aboutText": "Eli Pariser (born December 17, 1980) is the chief executive of Upworthy, a website for \"meaningful\" viral content. He is a left-wing political and internet activist, the board president of MoveOn.org and a co-founder of Avaaz.org.",
      "pageId": 2924108,
      "monthDay": "12/17"
    },
    {
      "year": "1979",
      "uri": "/wiki/Matt_Murley",
      "name": "Matt Murley",
      "aboutText": "Tim Wiese (German pronunciation: [ˈtɪm ˈviːzə]; born 17 December 1981 in Bergisch Gladbach) is a German former football goalkeeper. Having progressed through the youth teams at DJK Dürscheid and Bayer Leverkusen, Wiese started his professional career at Fortuna Köln, and went on to play for 1. FC Kaiserslautern and Werder Bremen before signing for 1899 Hoffenheim in 2012.",
      "pageId": 2958287,
      "monthDay": "12/17"
    },
    {
      "year": "1979",
      "uri": "/wiki/Paul_Smith_(footballer,_born_1979)",
      "name": "Paul Smith",
      "aboutText": "William Ryan Key (born December 17, 1979) is an American rock musician.",
      "pageId": 4369710,
      "monthDay": "12/17"
    },
    {
      "year": "1980",
      "uri": "/wiki/Stella_(singer)",
      "name": "Stella",
      "aboutText": "Paul Daniel Smith (born 17 December 1979) is an English footballer who plays as a goalkeeper, for Southend United.\n^ a b Hugman, Barry J., ed. (2009).",
      "pageId": 4555880,
      "monthDay": "12/17"
    },
    {
      "year": "1980",
      "uri": "/wiki/Ryan_Hunter-Reay",
      "name": "Ryan Hunter-Reay",
      "aboutText": "Joshua LaRoy Barfield (born December 17, 1982) is a former American professional baseball second baseman. He is the son of former major league outfielder Jesse Barfield. Barfield was born in Venezuela during his mother's two-week winterball visit with his father.",
      "pageId": 4622461,
      "monthDay": "12/17"
    },
    {
      "year": "1980",
      "uri": "/wiki/Alexandra_Papageorgiou",
      "name": "Alexandra Papageorgiou",
      "aboutText": "Matt Murley (born December 17, 1979) is an American professional ice hockey forward who currently plays for Slovan Bratislava of the Kontinental Hockey League.",
      "pageId": 4711186,
      "monthDay": "12/17"
    },
    {
      "year": "1980",
      "uri": "/wiki/Eli_Pariser",
      "name": "Eli Pariser",
      "aboutText": "Jerry Hsu (born December 17, 1981) is an American professional skateboarder and photographer. He was described by professional skateboarder and longtime friend Marc Johnson as a \"cool breeze\" in 2013.\n^ \"Jerry Hsu Top Fives\".",
      "pageId": 4849062,
      "monthDay": "12/17"
    },
    {
      "year": "1981",
      "uri": "/wiki/Jerry_Hsu",
      "name": "Jerry Hsu",
      "aboutText": "Neil Christopher Sanderson is the drummer, backing vocalist, and co-founder of the Canadian band Three Days Grace. He cites his influences as John Bonham, Danny Carey and Stewart Copeland.",
      "pageId": 5606556,
      "monthDay": "12/17"
    },
    {
      "year": "1981",
      "uri": "/wiki/Rena_Takeshita",
      "name": "Rena Takeshita",
      "aboutText": "Alexandra Papageorgiou (Greek: Αλεξάνδρα Παπαγεωργίου, born December 17, 1980 in Athens) is a female hammer thrower from Greece. Her personal best throw is 70.73 metres, achieved on August 1, 2009 in Thessaloniki.",
      "pageId": 11595520,
      "monthDay": "12/17"
    },
    {
      "year": "1981",
      "uri": "/wiki/Tim_Wiese",
      "name": "Tim Wiese",
      "aboutText": "Steven Frayne (born 17 December 1982), commonly known by his stage name \"Dynamo\", is an English magician, best known for his show Dynamo: Magician Impossible.",
      "pageId": 12618788,
      "monthDay": "12/17"
    },
    {
      "year": "1982",
      "uri": "/wiki/Dynamo_(magician)",
      "name": "Dynamo",
      "aboutText": "Lorenzo Cittadini (born 17 December 1982) is an Italian rugby union player who plays at prop. He made his debut for Italy against Ireland on 2 February 2008. He played at the 2011 Rugby World Cup in New Zealand.",
      "pageId": 26618742,
      "monthDay": "12/17"
    },
    {
      "year": "1982",
      "uri": "/wiki/Josh_Barfield",
      "name": "Josh Barfield",
      "aboutText": "Benjamin Nicholas \"Ben\" Hunter Goldwasser (born December 17, 1982) is a songwriter and musician in the psychedelic rock band MGMT, for which he primarily plays keyboards and sings. In 2009, his song \"Electric Feel\" (co-written with bandmate Andrew VanWyngarden), remixed by Justice, won a Grammy Award in the Grammy Award for Best Remixed Recording, Non-Classical category.",
      "pageId": 28374855,
      "monthDay": "12/17"
    },
    {
      "year": "1982",
      "uri": "/wiki/Lorenzo_Cittadini",
      "name": "Lorenzo Cittadini",
      "aboutText": "Rena Takeshita (竹下 玲奈, Takeshita Rena, born December 17, 1981 in Kyushu) is a Japanese fashion model and occasional actress. Since the late 1990s she has appeared in numerous magazines, catalogs, television commercials, TV shows and films.\nBorn in the main island of Amami, she began her professional fashion modeling career at the age of around 14 and began commercial fashion modeling at the age of around 15.",
      "pageId": 30221357,
      "monthDay": "12/17"
    },
    {
      "year": "1982",
      "uri": "/wiki/Benjamin_Goldwasser",
      "name": "Benjamin Goldwasser",
      "aboutText": "Stella is the stage name of Stella Huang (Chinese: 黃湘怡; pinyin: Huáng Xiāngyí; Pe̍h-ōe-jī: N̂g Siong-î), born December 17, 1980, as Stella Ng, a singer-actress and former model who has become a pop star in much of the Chinese-speaking world, including Hong Kong and Taiwan. Though born in Singapore, in recent years, she has primarily resided and worked in Taiwan.\n^ a b \"Huang Xiangyi music profile\".",
      "pageId": 46339269,
      "monthDay": "12/17"
    },
    {
      "year": "1982",
      "uri": "/wiki/Craig_Kielburger",
      "name": "Craig Kielburger",
      "aboutText": "Ryan Moats (born December 17, 1982) is a former American football running back. He was drafted by the Philadelphia Eagles in the third round of the 2005 NFL Draft. He played college football at Louisiana Tech.",
      "pageId": 1936897,
      "monthDay": "12/17"
    },
    {
      "year": "1982",
      "uri": "/wiki/St%C3%A9phane_Lasme",
      "name": "Stéphane Lasme",
      "aboutText": "Andrew John Davies (born 17 December 1984) is an English professional footballer, who plays as a centre back for Ross County. Davies has played for many teams in Great Britain, originally signing with Middlesbrough as a thirteen-year-old. He has since made appearances for a total of 14 different clubs at varying levels, including QPR and Sunderland both regulars in the Championship and Premier League.",
      "pageId": 2765739,
      "monthDay": "12/17"
    },
    {
      "year": "1982",
      "uri": "/wiki/Ryan_Moats",
      "name": "Ryan Moats",
      "aboutText": "Erik Christensen (born December 17, 1983) is a Canadian professional ice hockey centre currently playing for HV71 of the Swedish Hockey League (SHL).",
      "pageId": 3082888,
      "monthDay": "12/17"
    },
    {
      "year": "1982",
      "uri": "/wiki/Onur_%C3%96zsu",
      "name": "Onur Özsu",
      "aboutText": "Julian Llewelyn Bennett (born 17 December 1984) is a retired English footballer.",
      "pageId": 4413853,
      "monthDay": "12/17"
    },
    {
      "year": "1983",
      "uri": "/wiki/Erik_Christensen",
      "name": "Erik Christensen",
      "aboutText": "Vanessa Jane Zima (born December 17, 1986) is an American actress.",
      "pageId": 9491427,
      "monthDay": "12/17"
    },
    {
      "year": "1983",
      "uri": "/wiki/Haron_Keitany",
      "name": "Haron Keitany",
      "aboutText": "Ryuichi Ogata (緒方 龍一, Ogata Ryūichi, born December 17, 1985) is a member of a Japanese pop group w-inds. originating from Sapporo, Japan.",
      "pageId": 10562097,
      "monthDay": "12/17"
    },
    {
      "year": "1983",
      "uri": "/wiki/Kosuke_Saito",
      "name": "Kosuke Saito",
      "aboutText": "Craig Kevin P. Reid (born 17 December 1985) is an English professional footballer who plays as a striker for Isthmian League Premier Division club Brentwood Town.\nReid started his career at Coventry City's youth academy in 2000, spending two years at the club before opting to join Ipswich Town in 2002. He spent two years at Ipswich, and then returned to Coventry in 2004.",
      "pageId": 11420458,
      "monthDay": "12/17"
    },
    {
      "year": "1984",
      "uri": "/wiki/Luis_Maria_Alfageme",
      "name": "Luis Maria Alfageme",
      "aboutText": "Yann Ulrich Stéphane Lasme (born December 17, 1982) is a Gabonese professional basketball player who plays for Galatasaray of the Turkish Basketball League (TBL).",
      "pageId": 11718319,
      "monthDay": "12/17"
    },
    {
      "year": "1984",
      "uri": "/wiki/Julian_Bennett_(footballer)",
      "name": "Julian Bennett",
      "aboutText": "Łukasz Broź (born December 17, 1985 in Giżycko) is a Polish footballer (defender) who plays for Polish Ekstraklasa side Legia Warsaw.",
      "pageId": 12772349,
      "monthDay": "12/17"
    },
    {
      "year": "1984",
      "uri": "/wiki/Sahara_Davenport",
      "name": "Sahara Davenport",
      "aboutText": "Haron Keitany (born December 17, 1983) is a runner from Kenya, who specialises in 1500 metres. In 2008, he won 1500 metres races at the African Championships, the IAAF Golden League meeting of Weltklasse Zürich, and World Athletics Final. He missed the Beijing Olympics though, after finishing fourth at the Kenyan trials.",
      "pageId": 19317532,
      "monthDay": "12/17"
    },
    {
      "year": "1984",
      "uri": "/wiki/Andrew_Davies_(footballer)",
      "name": "Andrew Davies",
      "aboutText": "Kosuke Saito (斉藤広祐, Saitō Kōsuke) (born December 17, 1983), is a DJ and music game composer. He is best known for his work in the Konami Bemani series.",
      "pageId": 20619946,
      "monthDay": "12/17"
    },
    {
      "year": "1984",
      "uri": "/wiki/Mikky_Ekko",
      "name": "Mikky Ekko",
      "aboutText": "Craig Kielburger, CM, MSM, OMC (born December 17, 1982) is a Canadian author, columnist, social entrepreneur, and activist for the rights of children. He is the co-founder, with his brother Marc Kielburger, of the Free the Children, an international development and youth empowerment organization; Me to We, a social enterprise, and We Day, an annual youth empowerment event. On April 11, 2008, he was named a Member of the Order of Canada by the Governor General of Canada.",
      "pageId": 22006631,
      "monthDay": "12/17"
    },
    {
      "year": "1985",
      "uri": "/wiki/%C5%81ukasz_Bro%C5%BA",
      "name": "Łukasz Broź",
      "aboutText": "Emma Jean Bell (born December 17, 1986) is an American actress, best known for her roles in films Frozen (2010) and Final Destination 5 (2011), and for playing Amy in the first season of The Walking Dead (2010), and Emma Judith Ryland Brown on the TNT drama series Dallas (2013–14).",
      "pageId": 26972039,
      "monthDay": "12/17"
    },
    {
      "year": "1985",
      "uri": "/wiki/Jeremy_McKinnon",
      "name": "Jeremy McKinnon",
      "aboutText": "Antoine Ashley (born December 17, 1984 – October 1, 2012), better known by his stage name Sahara Davenport, was an American drag queen, singer, reality television personality, and classically trained dancer. He was best known as a contestant on the second season of RuPaul's Drag Race.",
      "pageId": 27493529,
      "monthDay": "12/17"
    },
    {
      "year": "1985",
      "uri": "/wiki/Ryuichi_Ogata",
      "name": "Ryuichi Ogata",
      "aboutText": "Chelsea Elizabeth Manning (born Bradley Edward Manning, December 17, 1987) is a United States Army soldier who was convicted in July 2013 of violations of the Espionage Act and other offenses, after disclosing to WikiLeaks nearly three-quarters of a million classified or unclassified but sensitive military and diplomatic documents. Manning was sentenced in August 2013 to 35 years' imprisonment, with the possibility of parole in the eighth year, and to be dishonorably discharged from the Army. Manning is a trans woman who, in a statement the day after sentencing, said she had felt female since childhood, wanted to be known as Chelsea, and desired to begin hormone replacement therapy.",
      "pageId": 27630477,
      "monthDay": "12/17"
    },
    {
      "year": "1985",
      "uri": "/wiki/Craig_Reid_(footballer,_born_1985)",
      "name": "Craig Reid",
      "aboutText": "Luis Maria Alfageme (born 17 December 1984) is an Argentine footballer who plays for Casertana at Italian Lega Pro.",
      "pageId": 27897996,
      "monthDay": "12/17"
    },
    {
      "year": "1986",
      "uri": "/wiki/Emma_Bell",
      "name": "Emma Bell",
      "aboutText": "Jeremy Wade McKinnon (born December 17, 1985) is a founding member and the lead vocalist of A Day to Remember.",
      "pageId": 28952081,
      "monthDay": "12/17"
    },
    {
      "year": "1986",
      "uri": "/wiki/Vanessa_Zima",
      "name": "Vanessa Zima",
      "aboutText": "Bo Kuangyi(born 17 December 1987), more commonly known as Bo Guagua, is the second son of former Chinese politician Bo Xilai, and the only child of Gu Kailai, his father's second wife. Bo attended Harrow School, read PPE at Oxford University, and studied for a master's degree at Harvard University. He is currently enrolled in the JD program at Columbia Law School.",
      "pageId": 35525097,
      "monthDay": "12/17"
    },
    {
      "year": "1987",
      "uri": "/wiki/Bo_Guagua",
      "name": "Bo Guagua",
      "aboutText": "Mikky Ekko (born John Stephen Sudduth; December 17, 1984) is an American artist and record producer from Louisiana, signed to RCA Records. He is best known for being featured on Rihanna's 2013 single \"Stay\", which has charted in multiple countries worldwide, becoming Ekko's first-charting material.",
      "pageId": 37947272,
      "monthDay": "12/17"
    },
    {
      "year": "1987",
      "uri": "/wiki/Chelsea_Manning",
      "name": "Chelsea Manning",
      "aboutText": "Onur Özsu (born on 17 December 1982; Izmir, Turkey) Pop music artist, singer, songwriter, musician, performer.\nPop Music Artist Onur Ozsu who is from Izmir/Turkiye has the aim of producing independent, brave and innovative music work in a wide range and also producing specific musical work apart from using the local and universal tones of music. He also attracts attention by his keyboard and vocal performances.",
      "pageId": 48526475,
      "monthDay": "12/17"
    },
    {
      "year": "1988",
      "uri": "/wiki/Liisa_Ehrberg",
      "name": "Liisa Ehrberg",
      "aboutText": "Ashley Louise Edner (born December 17, 1990) is an American actress.\nEdner was born in Downey, California, the daughter of Cindy and Bob Edner, and the younger sister of actor Bobby Edner. Her credits include Angel, Malcolm in the Middle, MAD TV, The Amanda Show, Martial Law, Party of Five, The X Files, Star Trek: Voyager, Will & Grace, Listen Up!, and The Twilight Zone, (episode: \"The Collection\").",
      "pageId": 2676450,
      "monthDay": "12/17"
    },
    {
      "year": "1988",
      "uri": "/wiki/Grethe_Gr%C3%BCnberg",
      "name": "Grethe Grünberg",
      "aboutText": "Grethe Grünberg (born 17 December 1988) is an Estonian retired ice dancer.",
      "pageId": 9078357,
      "monthDay": "12/17"
    },
    {
      "year": "1988",
      "uri": "/wiki/Kris_Joseph",
      "name": "Kris Joseph",
      "aboutText": "Nathaniel Marvin \"Nat\" Wolff (born December 17, 1994) is an American actor, singer-songwriter, composer, keyboardist, and guitarist. Wolff gained recognition for starring in and composing the music for the Nickelodeon musical comedy series The Naked Brothers Band (2007–09) which was created and produced by his actress mother Polly Draper. Wolff's jazz pianist father, Michael Wolff, co-produced the series' two soundtrack albums, the self-titled album The Naked Brothers Band (2007) which ranked #23 on the Billboard 200, and the follow-up I Don't Want to Go to School (2008).",
      "pageId": 13619028,
      "monthDay": "12/17"
    },
    {
      "year": "1988",
      "uri": "/wiki/David_Rudisha",
      "name": "David Rudisha",
      "aboutText": "James, Viscount Severn (James Alexander Philip Theo Mountbatten-Windsor; born 17 December 2007), is the younger child and only son of the Earl and Countess of Wessex, and the youngest grandchild of Queen Elizabeth II and the Duke of Edinburgh.",
      "pageId": 14750504,
      "monthDay": "12/17"
    },
    {
      "year": "1988",
      "uri": "/wiki/Craig_Sutherland",
      "name": "Craig Sutherland",
      "aboutText": "David Lekuta Rudisha, MBS (born 17 December 1988) is a Kenyan middle-distance runner. He is the current Olympic champion and world record holder in the 800 metres. Rudisha was the first person to run under 1:41 for the event, and he holds the three fastest, six of the eight fastest, and half of the twenty fastest times ever run in this event.",
      "pageId": 17328216,
      "monthDay": "12/17"
    },
    {
      "year": "1988",
      "uri": "/wiki/Rin_Takanashi",
      "name": "Rin Takanashi",
      "aboutText": "Kristopher Joseph (born December 17, 1988) is a Canadian professional basketball player who plays for Orléans Loiret Basket of the LNB Pro A. He played for the Syracuse Orange men's basketball team from 2008 to 2012.",
      "pageId": 19310177,
      "monthDay": "12/17"
    },
    {
      "year": "1990",
      "uri": "/wiki/Henri_Anier",
      "name": "Henri Anier",
      "aboutText": "Rin Takanashi (高梨 臨, Takanashi Rin, born December 17, 1988) is a Japanese actress.",
      "pageId": 20901097,
      "monthDay": "12/17"
    },
    {
      "year": "1990",
      "uri": "/wiki/Ashley_Edner",
      "name": "Ashley Edner",
      "aboutText": "Makoto Takeda (竹田真恋人, Takeda Makoto, born December 17, 1990) is a Japanese actress and model signed to Stardust Promotion. She is well known for portraying Yuki in Cutie Honey: The Live.\n^ \"http://www.stardust.co.jp/profile/takedamakoto.html\".",
      "pageId": 25562102,
      "monthDay": "12/17"
    },
    {
      "year": "1990",
      "uri": "/wiki/Makoto_Takeda",
      "name": "Makoto Takeda",
      "aboutText": "James Hurst (born December 17, 1991) is an American football offensive tackle for the Baltimore Ravens of the National Football League (NFL). He was signed by the Ravens as an undrafted free agent in 2014.",
      "pageId": 25657091,
      "monthDay": "12/17"
    },
    {
      "year": "1991",
      "uri": "/wiki/James_Hurst_(American_football)",
      "name": "James Hurst",
      "aboutText": "Henri Anier (born 17 December 1990) is an Estonian professional footballer who plays as a striker for Scottish club Hibernian on loan from Scottish Premiership club Dundee United and the Estonia national football team.",
      "pageId": 32435070,
      "monthDay": "12/17"
    },
    {
      "year": "1991",
      "uri": "/wiki/Nadech_Kugimiya",
      "name": "Nadech Kugimiya",
      "aboutText": "Craig Stephen Sutherland (born 17 December 1988) is a Scottish footballer who plays as a forward for East Fife. He began his career in the United States playing college soccer for Midwestern State University and North Carolina State University. Sutherland played 16 times in the Football League for Blackpool and Plymouth Argyle between 2011 and 2012.",
      "pageId": 32716474,
      "monthDay": "12/17"
    },
    {
      "year": "1991",
      "uri": "/wiki/Atsedu_Tsegay",
      "name": "Atsedu Tsegay",
      "aboutText": "Nadech Kugimiya (Thai: ณเดชน์ คูกิมิยะ; rtgs: Nadet Khukimiya, born December 17, 1991 in Thailand) is a Thai model and actor. Nadech Kugimiya is the youngest adopted child of Yoshio Kugimiya (his adoptive father) and Sudarat Kugimiya (his adoptive mother). Nadech Kugimiya was born in Khonkaen, Thailand.",
      "pageId": 35391452,
      "monthDay": "12/17"
    },
    {
      "year": "1993",
      "uri": "/wiki/Patricia_K%C3%BA_Flores",
      "name": "Patricia Kú Flores",
      "aboutText": "Patricia Iveth Kú Flores (born 17 December 1993) is a Peruvian tennis player.\nKú Flores has won four singles and four doubles titles on the ITF tour in her career. On 1 April 2013, she reached her best singles ranking of world number 327.",
      "pageId": 37767321,
      "monthDay": "12/17"
    },
    {
      "year": "1993",
      "uri": "/wiki/Kiersey_Clemons",
      "name": "Kiersey Clemons",
      "aboutText": "Kiersey Nicole Clemons (born December 17, 1993) is an American actress and singer. Clemons is best known for her role as Diggy in the award-winning film Dope, and as Bianca on the TV series Transparent. She also played Lucy on the Steven Spielberg CBS series Extant.",
      "pageId": 38311499,
      "monthDay": "12/17"
    },
    {
      "year": "1994",
      "uri": "/wiki/Nat_Wolff",
      "name": "Nat Wolff",
      "aboutText": "Atsedu Tsegay Tesfay (born 17 December 1991) is an Ethiopian long-distance runner. In 2012, he won Prague Half Marathon in a time of 58:47 — the best half marathon performance of the year and an Ethiopian record.\nHis first major international appearance was at the 2010 World Junior Championships in Athletics, where he placed sixth in the 5000 metres final.",
      "pageId": 39084342,
      "monthDay": "12/17"
    },
    {
      "year": "1997",
      "uri": "/wiki/Naiktha_Bains",
      "name": "Naiktha Bains",
      "aboutText": "Naiktha Bains (born 17 December 1997 in Leeds, United Kingdom) is an Australian tennis player.\nOn 13 October 2014, Bains reached her best singles ranking of world number 651. On 4 May 2015, she peaked at world number 547 in the doubles rankings.",
      "pageId": 41641259,
      "monthDay": "12/17"
    },
    {
      "year": "1998",
      "uri": "/wiki/Martin_%C3%98degaard",
      "name": "Martin Ødegaard",
      "aboutText": "Martin Ødegaard (born 17 December 1998) is a Norwegian professional footballer who plays as an attacking midfielder for Spanish club Real Madrid Castilla and the Norway national team.\nHe made his debut for Strømsgodset Toppfotball on 13 April 2014, becoming the youngest player to feature in Tippeligaen, and became its youngest goalscorer on 16 May. After being a regular part of the team in his first season and training with several foreign clubs, Ødegaard was signed by Real Madrid in January 2015.",
      "pageId": 42786704,
      "monthDay": "12/17"
    },
    {
      "year": "2007",
      "uri": "/wiki/James,_Viscount_Severn",
      "name": "James, Viscount Severn",
      "aboutText": "Liisa Ehrberg (born 17 December 1988) is an Estonian racing cyclist. She rode at the 2014 UCI Road World Championships.\n^ \"Liisa Ehrberg\".",
      "pageId": 43970520,
      "monthDay": "12/17"
    }
  ]
}