{
  "people": [
    {
      "year": "976",
      "uri": "/wiki/Emperor_Sanj%C5%8D",
      "name": "Emperor Sanjō",
      "aboutText": "Anne (6 February 1665 – 1 August 1714) became Queen of England, Scotland and Ireland on 8 March 1702. On 1 May 1707, under the Acts of Union, two of her realms, the kingdoms of England and Scotland, united as a single sovereign state known as Great Britain. She continued to reign as Queen of Great Britain and Ireland until her death.",
      "pageId": 46684,
      "monthDay": "02/06"
    },
    {
      "year": "1347",
      "uri": "/wiki/Dorothea_of_Montau",
      "name": "Dorothea of Montau",
      "aboutText": "Charles Lee (6 February 1732 [O.S. 26 January 1731] – 2 October 1782) served as a general of the Continental Army during the American War of Independence. Lee also served earlier in the British Army during the Seven Years War.",
      "pageId": 52285,
      "monthDay": "02/06"
    },
    {
      "year": "1452",
      "uri": "/wiki/Joanna,_Princess_of_Portugal",
      "name": "Joanna, Princess of Portugal",
      "aboutText": "Mustafa II (Ottoman Turkish: مصطفى ثانى Muṣṭafā-yi sānī) (February 6, 1664 – December 29/30, 1703) was the Sultan of the Ottoman Empire from 1695 to 1703.",
      "pageId": 102345,
      "monthDay": "02/06"
    },
    {
      "year": "1461",
      "uri": "/wiki/D%C5%BEore_Dr%C5%BEi%C4%87",
      "name": "Džore Držić",
      "aboutText": "Emperor Sanjō (三条天皇, Sanjō-tennō, February 6, 975 – June 5, 1017) was the 67th emperor of Japan, according to the traditional order of succession.",
      "pageId": 202274,
      "monthDay": "02/06"
    },
    {
      "year": "1465",
      "uri": "/wiki/Scipione_del_Ferro",
      "name": "Scipione del Ferro",
      "aboutText": "Not to be confused with his father Antoine Arnauld (lawyer) or his nephew Antoine Arnauld (1616-1698).\nAntoine Arnauld (February 6, 1612 – August 8, 1694) — le Grand as contemporaries called him, to distinguish him from his father — was a French Roman Catholic theologian, philosopher, and mathematician. He was one of the leading intellectuals of the Jansenist group of Port-Royal and had a very thorough knowledge of patristics.",
      "pageId": 228442,
      "monthDay": "02/06"
    },
    {
      "year": "1536",
      "uri": "/wiki/Sassa_Narimasa",
      "name": "Sassa Narimasa",
      "aboutText": "The Chongzhen Emperor (6 February 1611 – 25 April 1644), personal name Zhu Youjian, was the 16th and last emperor of the Ming dynasty in China, reigning from 1627–1644.",
      "pageId": 390596,
      "monthDay": "02/06"
    },
    {
      "year": "1577",
      "uri": "/wiki/Beatrice_Cenci",
      "name": "Beatrice Cenci",
      "aboutText": "Father António Vieira (Portuguese pronunciation: [ɐ̃ˈtɔniu viˈɐjɾɐ]; February 6, 1608, Lisbon, Portugal – July 18, 1697, Bahia, Portuguese Colony of Brazil) was a Portuguese Jesuit philosopher and writer, the \"prince\" of Catholic pulpit-orators of his time.",
      "pageId": 901998,
      "monthDay": "02/06"
    },
    {
      "year": "1582",
      "uri": "/wiki/Mario_Bettinus",
      "name": "Mario Bettinus",
      "aboutText": "Daniel Georg Morhof (February 6, 1639 – July 30, 1691) was a German writer and scholar.\nHe was born at Wismar. He first studied jurisprudence and then literae humaniores at the University of Rostock, where his elegant Latin versification procured for him in 1660 the chair of poetry.",
      "pageId": 998555,
      "monthDay": "02/06"
    },
    {
      "year": "1605",
      "uri": "/wiki/Bernard_of_Corleone",
      "name": "Bernard of Corleone",
      "aboutText": "Nicolaus II Bernoulli, a.k.a. Niklaus Bernoulli, Nikolaus Bernoulli, (6 February 1695, Basel, Switzerland – 31 July 1726, St. Petersburg, Russia) was a Swiss mathematician as were his father Johann Bernoulli and one of his brothers, Daniel Bernoulli.",
      "pageId": 1150998,
      "monthDay": "02/06"
    },
    {
      "year": "1608",
      "uri": "/wiki/Ant%C3%B3nio_Vieira",
      "name": "António Vieira",
      "aboutText": "Beatrice Cenci (Italian: [beaˈtritʃe ˈtʃentʃi]; 6 February 1577 – 11 September 1599) was an Italian noblewoman. She is famous as the protagonist in events leading to a lurid murder trial in Rome that gave rise to an enduring legend about her.\nBeatrice was the daughter of an aristocrat, Francesco Cenci, who, due to his violent temper and immoral behaviour, found himself in trouble with papal justice more than once.",
      "pageId": 1565527,
      "monthDay": "02/06"
    },
    {
      "year": "1611",
      "uri": "/wiki/Chongzhen_Emperor",
      "name": "Chongzhen Emperor",
      "aboutText": "Christian Heinrich Heineken (February 6, 1721 – June 27, 1725), also known as \"the infant scholar of Lübeck\", was a legendary German child prodigy. When he was eight weeks old, he could speak German. He read the Pentateuch at age one, and between the ages of two and three, he read the Old and New Testament in Latin.",
      "pageId": 1574417,
      "monthDay": "02/06"
    },
    {
      "year": "1612",
      "uri": "/wiki/Antoine_Arnauld",
      "name": "Antoine Arnauld",
      "aboutText": "Blessed Joan of Portugal (6 February 1452 – 12 May 1490; Portuguese: Santa Joana Princesa, Portuguese pronunciation: [ˈsɐ̃tɐ ʒuˈɐnɐ pɾĩˈsezɐ]), was a Portuguese saint, Regent and princess of the House of Aviz, daughter of King Afonso V of Portugal and his first wife Isabella of Coimbra.",
      "pageId": 2439816,
      "monthDay": "02/06"
    },
    {
      "year": "1639",
      "uri": "/wiki/Daniel_Georg_Morhof",
      "name": "Daniel Georg Morhof",
      "aboutText": "Mario Bettinus (Italian name, Mario Bettini) (6 February 1582 – 7 November 1657) was an Italian Jesuit philosopher, mathematician and astronomer. The lunar crater Bettinus was named after him by Giovanni Riccioli in 1651. His Apiaria Universae Philosophiae Mathematicae is an encyclopedic collection of mathematical curiosities.",
      "pageId": 2850168,
      "monthDay": "02/06"
    },
    {
      "year": "1643",
      "uri": "/wiki/Johann_Kasimir_Kolbe_von_Wartenberg",
      "name": "Johann Kasimir Kolbe von Wartenberg",
      "aboutText": "Scipione del Ferro (6 February 1465 – 5 November 1526) was an Italian mathematician who first discovered a method to solve the depressed cubic equation.",
      "pageId": 4560966,
      "monthDay": "02/06"
    },
    {
      "year": "1664",
      "uri": "/wiki/Mustafa_II",
      "name": "Mustafa II",
      "aboutText": "Patrick Russell (6 February 1726, Edinburgh – 2 July 1805, London) was a Scottish surgeon and naturalist who worked in India. He studied the snakes of India and is considered the 'Father of Indian Ophiology'.",
      "pageId": 4900362,
      "monthDay": "02/06"
    },
    {
      "year": "1695",
      "uri": "/wiki/Nicolaus_II_Bernoulli",
      "name": "Nicolaus II Bernoulli",
      "aboutText": "Džore Držić (pronounced [dʒǒːre dř̩ːʒitɕ]; Italian: Giorgio Darsa) (February 6, 1461 – September 26, 1501) was a Croatian poet and playwright, one of the fathers of Croatian literature.\nThis respectable citizen of Dubrovnik, the uncle of the greatest Croatian playwright Marin Držić, the rector of the Church of All Saints, the chancellor of the Dubrovnik chapter, a contemporary of the poet Marko Marulić, created a poetic opus that became a primal expression of the linguistic form that would become the official Croatian language.\nHis poetry proves that his humanist roots had a beneficial effect on his poetic diction and other qualities, such as discreetness and spirituality.",
      "pageId": 5299420,
      "monthDay": "02/06"
    },
    {
      "year": "1665",
      "uri": "/wiki/Anne,_Queen_of_Great_Britain",
      "name": "Anne, Queen of Great Britain",
      "aboutText": "Saint Dorothea (or Dorothy) of Montau (German: Dorothea von Montau; Polish: Dorota z Mątowów) (6 February 1347 – 25 June 1394) was a hermitess and visionary of 14th century Germany.",
      "pageId": 5413809,
      "monthDay": "02/06"
    },
    {
      "year": "1721",
      "uri": "/wiki/Christian_Heinrich_Heineken",
      "name": "Christian Heinrich Heineken",
      "aboutText": "Saint Bernard of Corleone, O.F.M. Cap., is a Catholic saint who was born in the town of Corleone in the Kingdom of Sicily on 6 February 1605. His name was Filippo Latino before becoming a friar. His father was a shoemaker, and Bernard learned this trade.",
      "pageId": 8122130,
      "monthDay": "02/06"
    },
    {
      "year": "1726",
      "uri": "/wiki/Patrick_Russell_(herpetologist)",
      "name": "Patrick Russell",
      "aboutText": "Sassa Narimasa (佐々 成政, February 6, 1536 – July 7, 1588), also known as Kura-no-suke (内蔵助), was a Japanese samurai of the Sengoku through Azuchi-Momoyama period. Narimasa was born in what is now Nishi-ku, Nagoya (situated in contemporary Aichi District, Owari Province), He became a retainer of Oda Nobunaga in 1550 and was granted Etchū Province as a reward for helping Shibata Katsuie fight the Uesugi clan. After Nobunaga's death, in 1584 he joined Tokugawa Ieyasu in unsuccessfully challenging Toyotomi Hideyoshi.",
      "pageId": 10567312,
      "monthDay": "02/06"
    },
    {
      "year": "1732",
      "uri": "/wiki/Charles_Lee_(general)",
      "name": "Charles Lee",
      "aboutText": "Johann Kasimir Kolbe von Wartenberg (6 February 1643, Wetterau – 4 July 1712, Frankfurt am Main) was the first ever Minister-President (effectively Prime Minister) of the kingdom of Prussia, and the head of the \"Cabinet of Three Counts\".",
      "pageId": 19042214,
      "monthDay": "02/06"
    },
    {
      "year": "1736",
      "uri": "/wiki/Franz_Xaver_Messerschmidt",
      "name": "Franz Xaver Messerschmidt",
      "aboutText": "Johann Adam Weishaupt (6 February 1748 – 18 November 1830) was a German philosopher and founder of the Order of the Illuminati, a secret society.",
      "pageId": 2077,
      "monthDay": "02/06"
    },
    {
      "year": "1744",
      "uri": "/wiki/Pierre-Joseph_Desault",
      "name": "Pierre-Joseph Desault",
      "aboutText": "Aaron Burr, Jr. (February 6, 1756 – September 14, 1836) was an American politician. He was the third Vice President of the United States (1801–1805); he served during President Thomas Jefferson's first term.",
      "pageId": 57454,
      "monthDay": "02/06"
    },
    {
      "year": "1748",
      "uri": "/wiki/Adam_Weishaupt",
      "name": "Adam Weishaupt",
      "aboutText": "Sir Charles Wheatstone /ˈwiːtstən/ FRS (6 February 1802 – 19 October 1875), was an English scientist and inventor of many scientific breakthroughs of the Victorian era, including the English concertina, the stereoscope (a device for displaying three-dimensional images), and the Playfair cipher (an encryption technique).",
      "pageId": 79836,
      "monthDay": "02/06"
    },
    {
      "year": "1753",
      "uri": "/wiki/%C3%89variste_de_Parny",
      "name": "Évariste de Parny",
      "aboutText": "Ugo Foscolo (Italian: [ˈuːɡo ˈfoskolo]; 6 February 1778 in Zakynthos – 10 September 1827 in Turnham Green), born Niccolò Foscolo, was an Italian writer, revolutionary and poet.\nHe is remembered especially for his 1807 poetry book Dei sepolcri.",
      "pageId": 97060,
      "monthDay": "02/06"
    },
    {
      "year": "1756",
      "uri": "/wiki/Aaron_Burr",
      "name": "Aaron Burr",
      "aboutText": "Henry George Liddell (/ˈlɪdəl/; 6 February 1811 – 18 January 1898) was dean (1855–91) of Christ Church, Oxford, Vice-Chancellor of Oxford University (1870–74), headmaster (1846–55) of Westminster School (where a house is now named after him), author of A History of Rome (1855), and co-author (with Robert Scott) of the monumental work A Greek-English Lexicon, known as \"Liddell and Scott\", which is still widely used by students of Greek.",
      "pageId": 144046,
      "monthDay": "02/06"
    },
    {
      "year": "1757",
      "uri": "/wiki/Julian_Ursyn_Niemcewicz",
      "name": "Julian Ursyn Niemcewicz",
      "aboutText": "Franz Xaver Messerschmidt (February 6, 1736 – August 19, 1783) was a German-Austrian sculptor most famous for his \"character heads\", a collection of busts with faces contorted in extreme facial expressions.",
      "pageId": 205399,
      "monthDay": "02/06"
    },
    {
      "year": "1769",
      "uri": "/wiki/Ludwig_von_Wallmoden-Gimborn",
      "name": "Ludwig von Wallmoden-Gimborn",
      "aboutText": "Father Auguste Chapdelaine (Chinese name: Ma Lai 馬賴) (6 February 1814 – 29 February 1856) was a French Christian missionary of the Paris Foreign Missions Society.",
      "pageId": 527311,
      "monthDay": "02/06"
    },
    {
      "year": "1772",
      "uri": "/wiki/George_Murray_(British_Army_officer)",
      "name": "George Murray",
      "aboutText": "John Stevens Henslow (6 February 1796 – 16 May 1861) was an English clergyman, botanist and geologist. He is best remembered as friend and mentor to his pupil Charles Darwin.",
      "pageId": 530422,
      "monthDay": "02/06"
    },
    {
      "year": "1772",
      "uri": "/wiki/Karl_von_K%C3%BCgelgen",
      "name": "Karl von Kügelgen",
      "aboutText": "William Maxwell Evarts (February 6, 1818 – February 28, 1901) was an American lawyer and statesman who served as U.S. Secretary of State, U.S. Attorney General and U.S. Senator from New York.",
      "pageId": 602984,
      "monthDay": "02/06"
    },
    {
      "year": "1778",
      "uri": "/wiki/Ugo_Foscolo",
      "name": "Ugo Foscolo",
      "aboutText": "Évariste Desiré de Forges, vicomte de Parny (February 6, 1753 – December 5, 1814) was a French poet.",
      "pageId": 628651,
      "monthDay": "02/06"
    },
    {
      "year": "1781",
      "uri": "/wiki/John_Keane,_1st_Baron_Keane",
      "name": "John Keane, 1st Baron Keane",
      "aboutText": "Julian Ursyn Niemcewicz (Skoki, near Brest, 6 February 1758 – 21 May 1841, Paris) was a Polish poet, playwright and statesman. He was a leading advocate for the Constitution of 3 May 1791.",
      "pageId": 764182,
      "monthDay": "02/06"
    },
    {
      "year": "1796",
      "uri": "/wiki/John_Stevens_Henslow",
      "name": "John Stevens Henslow",
      "aboutText": "Dr Emerich (Imre) Frivaldszky von Frivald (6 February 1799, Bacskó, Hungary, now Slovakia - 19 October 1870, Jobbágyi, Hungary) was a Hungarian botanist and entomologist.",
      "pageId": 780288,
      "monthDay": "02/06"
    },
    {
      "year": "1797",
      "uri": "/wiki/Joseph_von_Radowitz",
      "name": "Joseph von Radowitz",
      "aboutText": "Sir George Murray GCB GCH FRS (6 February 1772 – 28 July 1846) was a British soldier and politician from Scotland.",
      "pageId": 981560,
      "monthDay": "02/06"
    },
    {
      "year": "1799",
      "uri": "/wiki/Imre_Frivaldszky",
      "name": "Imre Frivaldszky",
      "aboutText": "Achille Jacques-Jean-Marie Devéria (6 February 1800 – 23 December 1857) was a French painter and lithographer known for his portraits of famous writers and artists.",
      "pageId": 1464709,
      "monthDay": "02/06"
    },
    {
      "year": "1800",
      "uri": "/wiki/Achille_Dev%C3%A9ria",
      "name": "Achille Devéria",
      "aboutText": "Henry Charles Litolff (5 February 1818 – 5 or 6 August 1891) was a piano virtuoso, composer of Romantic music and music publisher. He became a prolific composer, although he is now known mainly as the founder of the Litolff Edition of classical and modern music.",
      "pageId": 1744672,
      "monthDay": "02/06"
    },
    {
      "year": "1802",
      "uri": "/wiki/Charles_Wheatstone",
      "name": "Charles Wheatstone",
      "aboutText": "Joseph Maria Ernst Christian Wilhelm von Radowitz (February 6, 1797 – 25 December 1853) was a conservative Prussian statesman and general famous for his proposal to unify Germany under Prussian leadership by means of a negotiated agreement among the reigning German princes.",
      "pageId": 2165436,
      "monthDay": "02/06"
    },
    {
      "year": "1811",
      "uri": "/wiki/Henry_Liddell",
      "name": "Henry Liddell",
      "aboutText": "Pierre-Joseph Desault (6 February 1738 – 1 June 1795) was a French anatomist and surgeon.\nHe was destined for a career in the Church, but his own inclination was towards the study of medicine; after learning something from the barber-surgeon of his native village, he was settled as an apprentice in the military hospital of Belfort, where he acquired some knowledge of anatomy and military surgery. Going to Paris at about twenty years of age, he later opened a school of anatomy there in the winter of 1766, the success of which excited the jealousy of the established teachers and professors, who tried to make him give up his lectures.",
      "pageId": 2666953,
      "monthDay": "02/06"
    },
    {
      "year": "1814",
      "uri": "/wiki/Auguste_Chapdelaine",
      "name": "Auguste Chapdelaine",
      "aboutText": "Lieutenant General John Keane, 1st Baron Keane GCB GCH (6 February 1781 – 24 August 1844) was an Irish soldier in the British Army.",
      "pageId": 8386185,
      "monthDay": "02/06"
    },
    {
      "year": "1818",
      "uri": "/wiki/William_M._Evarts",
      "name": "William M. Evarts",
      "aboutText": "Ludwig Georg Thedel, Graf von Wallmoden (6 February 1769, Vienna - 22 March 1862, Vienna) was an Austrian \"General of the Cavalry\", best known for his training of light infantry and the refinement of the Tirailleur system.",
      "pageId": 18038164,
      "monthDay": "02/06"
    },
    {
      "year": "1818",
      "uri": "/wiki/Henry_Litolff",
      "name": "Henry Litolff",
      "aboutText": "Johann Karl Ferdinand von Kügelgen (6 February 1772 Bacharach – 9 January 1832 [O.S. 28 December 1831] Tallinn), also known as Carl Ferdinand von Kügelgen was a landscape and history painter, a Russian court and cabinet painter in St. Petersburg, a member of the Royal Russian Academy of Arts in St. Petersburg, and a member of the Royal Prussian Academy of Arts in Berlin.",
      "pageId": 20693565,
      "monthDay": "02/06"
    },
    {
      "year": "1818",
      "uri": "/wiki/Jenaro_Quesada,_1st_Marquis_of_Miravalles",
      "name": "Jenaro Quesada, 1st Marquis of Miravalles",
      "aboutText": "James Ewell Brown \"Jeb\" Stuart (February 6, 1833 – May 12, 1864) was a United States Army officer from the U.S. state of Virginia who later became a Confederate States Army general during the American Civil War. He was known to his friends as \"Jeb\", from the initials of his given names. Stuart was a cavalry commander known for his mastery of reconnaissance and the use of cavalry in support of offensive operations.",
      "pageId": 16376,
      "monthDay": "02/06"
    },
    {
      "year": "1829",
      "uri": "/wiki/Joseph_Auguste_%C3%89mile_Vaudremer",
      "name": "Joseph Auguste Émile Vaudremer",
      "aboutText": "Frederic William Henry Myers (6 February 1843, in Keswick, Cumberland – 17 January 1901, in Rome) was a poet, classicist, philologist, and a founder of the Society for Psychical Research. Myers' work on psychical research and his ideas about a \"subliminal self\" were influential in his time, but have not been accepted by the scientific community.",
      "pageId": 39149,
      "monthDay": "02/06"
    },
    {
      "year": "1830",
      "uri": "/wiki/Daniel_Oliver",
      "name": "Daniel Oliver",
      "aboutText": "Sir Henry Irving (6 February 1838 – 13 October 1905), born John Henry Brodribb, sometimes known as J.H. Irving was an English stage actor in the Victorian era, known as an actor-manager because he took complete responsibility (supervision of sets, lighting, direction, casting, as well as playing the leading roles) for season after season at the Lyceum Theatre, establishing himself and his company as representative of English classical theatre. He was the first actor to be awarded a knighthood.",
      "pageId": 331075,
      "monthDay": "02/06"
    },
    {
      "year": "1832",
      "uri": "/wiki/John_Brown_Gordon",
      "name": "John Brown Gordon",
      "aboutText": "Conwy Lloyd Morgan, FRS (6 February 1852 – 6 March 1936) was a British ethologist and psychologist. He is best remembered for the experimental approach to animal psychology now known as Morgan's canon, a specialised form of Occam's razor which played a role in behaviourism, insisting that higher mental faculties should only be considered as explanations if lower faculties could not explain a behaviour.\n^ Parsons, J. H. (1936).",
      "pageId": 377075,
      "monthDay": "02/06"
    },
    {
      "year": "1833",
      "uri": "/wiki/Jos%C3%A9_Mar%C3%ADa_de_Pereda",
      "name": "José María de Pereda",
      "aboutText": "Vasily Ilyich Safonov (Russian: Васи́лий Ильи́ч Сафо́нов, Vasi'lij Ilji'č Safo'nov; 6 February 1852 – 27 February 1918), also known as Wassily Safonoff, was a Russian pianist, teacher, conductor and composer.\nVasily Safonov, or Safonoff as he was known in the West during his lifetime, was born at Ishcherskaya (also known as Itschory, Itsyursk, or Itsiursk), Russian Caucasus (now in Chechnya), son of the Cossack General Ilya Ivanovich Safonov. Vasily was educated at the Imperial Alexandra Lyceum, Saint Petersburg, and at the Saint Petersburg Conservatory of Music 1881-1885 under Louis Brassin.",
      "pageId": 379608,
      "monthDay": "02/06"
    },
    {
      "year": "1833",
      "uri": "/wiki/J.E.B._Stuart",
      "name": "J.E.B. Stuart",
      "aboutText": "Israel Meir (HaKohen) Kagan (1839–1933), known popularly as the Chofetz Chaim (Hebrew: חפץ חיים, Hafetz Chaim), was an influential rabbi of the Musar movement, a Halakhist, posek, and ethicist whose works continue to be widely influential in Jewish life.",
      "pageId": 544634,
      "monthDay": "02/06"
    },
    {
      "year": "1834",
      "uri": "/wiki/Edwin_Klebs",
      "name": "Edwin Klebs",
      "aboutText": "Jenaro Quesada y Matheus, 1st Marquis of Miravalles, Grandee of Spain, (in full, Spanish: Don Genaro Quesada y Matheus, primer marqués de Miravalles), (6 February 1818 – 19 January 1889), was a Spanish soldier",
      "pageId": 738884,
      "monthDay": "02/06"
    },
    {
      "year": "1834",
      "uri": "/wiki/Ema_Puk%C5%A1ec",
      "name": "Ema Pukšec",
      "aboutText": "Ema Pukšec (February 6, 1834 – January 14, 1889), also known as Ilma de Murska, as well as Ilma di Murska, was a famous 19th-century soprano opera singer from Croatia.",
      "pageId": 872403,
      "monthDay": "02/06"
    },
    {
      "year": "1834",
      "uri": "/wiki/Wilhelm_von_Scherff",
      "name": "Wilhelm von Scherff",
      "aboutText": "John Brown Gordon (February 6, 1832 – January 9, 1904) was one of Robert E. Lee's most trusted Confederate generals by the end of the American Civil War. After the war, he was a strong opponent of Reconstruction and is thought by some to have been the titular leader of the Ku Klux Klan in Georgia during the late 1860s. A member of the Democratic Party, he served as a U.S. Senator from 1873 to 1880, and again from 1891 to 1897.",
      "pageId": 874767,
      "monthDay": "02/06"
    },
    {
      "year": "1838",
      "uri": "/wiki/Henry_Irving",
      "name": "Henry Irving",
      "aboutText": "Henry Janeway Hardenbergh (February 6, 1847 - March 13, 1918) was an American architect, best known for his hotels and apartment buildings.",
      "pageId": 910226,
      "monthDay": "02/06"
    },
    {
      "year": "1838",
      "uri": "/wiki/Israel_Meir_Kagan",
      "name": "Israel Meir Kagan",
      "aboutText": "Daniel Oliver, FRS (6 February 1830 – 21 December 1916) was a British botanist.\nHe was Librarian of the Herbarium, Royal Botanic Gardens, Kew from 1860–1890 and Keeper there from 1864–1890, and Professor of Botany at University College, London from 1861–1888.\nIn 1864, while at UCL, he published Lessons in Elementary Biology, based upon material left in manuscript by John Stevens Henslow, and illustrated by Henslow's daughter, Anne Henslow Barnard of Cheltenham.",
      "pageId": 1438246,
      "monthDay": "02/06"
    },
    {
      "year": "1839",
      "uri": "/wiki/Eduard_Hitzig",
      "name": "Eduard Hitzig",
      "aboutText": "Isidor Straus (February 6, 1845 – April 15, 1912) was a German-born American businessman and co-owner of Macy's department store with his brother Nathan. He also served briefly as a member of the United States House of Representatives.",
      "pageId": 1577212,
      "monthDay": "02/06"
    },
    {
      "year": "1842",
      "uri": "/wiki/Mary_Rudge",
      "name": "Mary Rudge",
      "aboutText": "José María de Pereda (born 6 February 1833, Polanco, Cantabria – died 1 March 1906, Polanco) was a modern Spanish novelists, and a Member of the Royal Spanish Academy.\nHe was educated at the Institute Cántabro of Santander, whence he went in 1852 to Madrid, where he studied with the vague purpose of entering the artillery corps. Abandoning this design after three years' trial, he returned home and began his literary career by contributing articles to a local journal, La Abeja montañesa in 1858.",
      "pageId": 2307948,
      "monthDay": "02/06"
    },
    {
      "year": "1843",
      "uri": "/wiki/Inoue_Kowashi",
      "name": "Inoue Kowashi",
      "aboutText": "Theodor Albrecht Edwin Klebs (6 February 1834 – 23 October 1913) was a German-Swiss pathologist. He is mainly known for his work on infectious diseases. His works paved the way for the beginning of modern bacteriology, and inspired Louis Pasteur and Robert Koch.",
      "pageId": 2994122,
      "monthDay": "02/06"
    },
    {
      "year": "1843",
      "uri": "/wiki/Frederic_William_Henry_Myers",
      "name": "Frederic William Henry Myers",
      "aboutText": "Eduard Hitzig (February 6, 1839 – August 20, 1907) was a German neurologist and neuropsychiatrist born in Berlin.\nHe studied medicine at the Universities of Berlin and Würzburg under the instruction of famous men such as Emil Du Bois-Reymond (1818–1896), Rudolf Virchow (1821–1902), Moritz Heinrich Romberg (1795–1873), and Karl Friedrich Otto Westphal (1833–1890). He received his doctorate in 1862 and subsequently worked in Berlin and Würzburg.",
      "pageId": 6307849,
      "monthDay": "02/06"
    },
    {
      "year": "1845",
      "uri": "/wiki/Isidor_Straus",
      "name": "Isidor Straus",
      "aboutText": "Wilhelm von Scherff (6 February 1834 – 1911) was a German general and military writer.\nOriginally from Frankfurt, he joined the Prussian army in 1852. From 1856 to 1859 he attended the Kriegsschule, and from 1860 to 1866 served as Adjutant in the Prussian army.",
      "pageId": 7271647,
      "monthDay": "02/06"
    },
    {
      "year": "1847",
      "uri": "/wiki/Henry_Janeway_Hardenbergh",
      "name": "Henry Janeway Hardenbergh",
      "aboutText": "Rosalie Ida Straus (née Blun; February 6, 1849 – April 15, 1912) was a German-American homemaker and wife of the co-owner of the Macy's department store. She and her husband Isidor died on board the RMS Titanic.",
      "pageId": 7344849,
      "monthDay": "02/06"
    },
    {
      "year": "1849",
      "uri": "/wiki/Ida_Straus",
      "name": "Ida Straus",
      "aboutText": "Viscount Inoue Kowashi (Japanese: 井上 毅, February 6, 1844 – March 15, 1895) was a statesman in Meiji period Japan.",
      "pageId": 7782635,
      "monthDay": "02/06"
    },
    {
      "year": "1852",
      "uri": "/wiki/C._Lloyd_Morgan",
      "name": "C. Lloyd Morgan",
      "aboutText": "Joseph Auguste Émile Vaudremer (6 February 1829, Paris – 7 February 1914, Antibes) was a French architect.",
      "pageId": 18342627,
      "monthDay": "02/06"
    },
    {
      "year": "1852",
      "uri": "/wiki/Vasily_Safonov",
      "name": "Vasily Safonov",
      "aboutText": "Mary Rudge (6 February 1842, Leominster – 22 November 1919, London) was an English female chess master.",
      "pageId": 21953145,
      "monthDay": "02/06"
    },
    {
      "year": "1854",
      "uri": "/wiki/Prince_Thomas,_Duke_of_Genoa",
      "name": "Prince Thomas, Duke of Genoa",
      "aboutText": "William Parry Murphy (Stoughton, Wisconsin, February 6, 1892 – October 9, 1987) was an American physician who shared the Nobel Prize in Physiology or Medicine in 1934 with George Richards Minot and George Hoyt Whipple for their combined work in devising and treating macrocytic anemia (specifically, pernicious anemia).\nMurphy was born on February 6, 1892, at Stoughton, Wisconsin. He was educated at the public schools of Wisconsin and Oregon.",
      "pageId": 323852,
      "monthDay": "02/06"
    },
    {
      "year": "1859",
      "uri": "/wiki/Wilhelm_Cohn",
      "name": "Wilhelm Cohn",
      "aboutText": "Bhaktisiddhanta Sarasvati (Bhaktisiddhānta Sarasvatī; Bengali: ভক্তিসিদ্ধান্ত সরস্বতী; Bengali: [bʱɔktisid̪d̪ʱanto ʃɔrɔʃbɔti]; 6 February 1874 – 1 January 1937), born Bimala Prasad Datta (Bimalā Prasād Datta, Bengali: [bimɔla prɔʃad d̪ɔt̪t̪o]), also referred to as Bhaktisiddhanta Sarasvati Thakura, was a prominent guru and spiritual reformer of Gaudiya Vaishnavism in the early 20th century in India.\nBimala Prasad was born in 1874 in Puri (Orissa) a son of Kedarnath Datta Bhaktivinoda Thakur, a recognised Bengali Gaudiya Vaishnava philosopher and teacher. Bimala Prasad received both Western and traditional Indian education and gradually established himself as a leading intellectual among the bhadralok (Western-educated and often Hindu Bengali residents of colonial Calcutta), earning the title Siddhanta Sarasvati (\"the pinnacle of wisdom\").",
      "pageId": 448028,
      "monthDay": "02/06"
    },
    {
      "year": "1861",
      "uri": "/wiki/Nikolay_Zelinsky",
      "name": "Nikolay Zelinsky",
      "aboutText": "John Henry Mackay (6 February 1864 – 16 May 1933) was an individualist anarchist, thinker and writer. Born in Scotland and raised in Germany, Mackay was the author of Die Anarchisten (The Anarchists, 1891) and Der Freiheitsucher (The Searcher for Freedom, 1921). Mackay was published in the United States in his friend Benjamin Tucker's magazine, Liberty.",
      "pageId": 642015,
      "monthDay": "02/06"
    },
    {
      "year": "1864",
      "uri": "/wiki/John_Henry_Mackay",
      "name": "John Henry Mackay",
      "aboutText": "Edwin Samuel Montagu PC (6 February 1879 – 15 November 1924) was a British Liberal politician who served as Secretary of State for India between 1917 and 1922.",
      "pageId": 1016421,
      "monthDay": "02/06"
    },
    {
      "year": "1866",
      "uri": "/wiki/Karl_Sapper",
      "name": "Karl Sapper",
      "aboutText": "Nikolay Dimitrievich Zelinsky (Никола́й Дми́триевич Зели́нский in Russian) (6 February n.s., 1861 in Tiraspol, Russian Empire – 31 July 1953 in Moscow), Russian and Soviet chemist, academician of the Academy of Sciences of USSR (1929).\nZelinsky studied at the University of Odessa and at the universities of Leipzig and Göttingen in Germany. Zelinsky was one of the founders of theory on organic catalysis.",
      "pageId": 1030290,
      "monthDay": "02/06"
    },
    {
      "year": "1872",
      "uri": "/wiki/Robert_Maillart",
      "name": "Robert Maillart",
      "aboutText": "Henry George Blogg GC BEM (6 February 1876 – 13 June 1954) was a lifeboatman from Cromer on the north coast of Norfolk, England and the most decorated in RNLI history.\nBlogg of the Cromer Lifeboat Station is referred to as \"the greatest of the lifeboatmen\".",
      "pageId": 1470145,
      "monthDay": "02/06"
    },
    {
      "year": "1874",
      "uri": "/wiki/Bhaktisiddhanta_Sarasvati_Thakura",
      "name": "Bhaktisiddhanta Sarasvati Thakura",
      "aboutText": "Magnús Guðmundsson (6 February 1879 – 28 November 1937) was an Icelandic politician. He graduated in laws from the University of Copenhagen in 1907. Magnus was a member of Althingi for his constituency in North west Iceland from 1916 till the day of his death in 1937.",
      "pageId": 1666499,
      "monthDay": "02/06"
    },
    {
      "year": "1873",
      "uri": "/wiki/Billy_Gohl",
      "name": "Billy Gohl",
      "aboutText": "Josef Richard Frings (6 February 1887 – 17 December 1978), was a German Cardinal of the Catholic Church. He served as Archbishop of Cologne from 1942 to 1969.",
      "pageId": 1711301,
      "monthDay": "02/06"
    },
    {
      "year": "1875",
      "uri": "/wiki/Leonid_Gobyato",
      "name": "Leonid Gobyato",
      "aboutText": "Achille-Émile Othon Friesz (6 February 1879 – 10 January 1949), who later called himself Othon Friesz, a native of Le Havre, was a French artist of the Fauvist movement.",
      "pageId": 2110135,
      "monthDay": "02/06"
    },
    {
      "year": "1876",
      "uri": "/wiki/Henry_Blogg",
      "name": "Henry Blogg",
      "aboutText": "Robert Maillart (6 February 1872 – 5 April 1940) was a Swiss civil engineer who revolutionized the use of structural reinforced concrete with such designs as the three-hinged arch and the deck-stiffened arch for bridges, and the beamless floor slab and mushroom ceiling for industrial buildings. His completed Salginatobel (1929–1930) and Schwandbach (1933) bridges changed the aesthetics and engineering of bridge construction dramatically and influenced decades of architects and engineers after him.",
      "pageId": 3430399,
      "monthDay": "02/06"
    },
    {
      "year": "1879",
      "uri": "/wiki/Othon_Friesz",
      "name": "Othon Friesz",
      "aboutText": "Leonid Nikolaevich Gobyato (Russian: Леонид Николаевич Гобято) (6 February 1875 – 21 May 1915) was a lieutenant-general (awarded posthumously in 1915) in the Imperial Russian Army and designer of the modern, man-portable mortar.",
      "pageId": 4079648,
      "monthDay": "02/06"
    },
    {
      "year": "1879",
      "uri": "/wiki/Magn%C3%BAs_Gu%C3%B0mundsson_(politician)",
      "name": "Magnús Guðmundsson",
      "aboutText": "Prince Tommaso of Savoy, 2nd Duke of Genoa (Tommaso Alberto Vittorio; 6 February 1854 – 15 April 1931), also known as Thomas Albert Victor of Savoy, was an Italian royal prince, nephew of the King of Sardinia, who on 18 February 1861 became the first King of a united Italy.",
      "pageId": 5608198,
      "monthDay": "02/06"
    },
    {
      "year": "1879",
      "uri": "/wiki/Edwin_Samuel_Montagu",
      "name": "Edwin Samuel Montagu",
      "aboutText": "Karl Theodor Sapper (6 February 1866 – 29 March 1945) was a German traveller, explorer, antiquarian and linguist, who is known for his research into the natural history, cultures and languages of Central America around the turn of the 20th century.\nSapper spent over twelve years (1888–95) traveling through much of Central America, and in the process published a number of scientific works on aspects from vulcanology to Mesoamerican languages to descriptions and maps of Maya archaeological sites.\nSapper's contributions to the study of Mesoamerican languages include his initial proposal, made in a 1912 paper, which surmised that the highland regions of Chiapas and Guatemala was the location from which the Mayan languages and the Maya peoples later diversified.",
      "pageId": 8494775,
      "monthDay": "02/06"
    },
    {
      "year": "1879",
      "uri": "/wiki/Carl_Ramsauer",
      "name": "Carl Ramsauer",
      "aboutText": "Nishinoumi Kajirō II (西ノ海 嘉治郎, February 6, 1880 – January 27, 1931) was a sumo wrestler.",
      "pageId": 9131280,
      "monthDay": "02/06"
    },
    {
      "year": "1880",
      "uri": "/wiki/Nishinoumi_Kajir%C5%8D_II",
      "name": "Nishinoumi Kajirō II",
      "aboutText": "Wilhelm Cohn (Hebrew: וילהלם קוהן‎, February 6, 1859, Berlin – August 17, 1913, Charlottenburg) was a German chess master.\nHe participated in some strong tournaments. In 1897, he tied for 13-14th in Berlin (Rudolf Charousek won).",
      "pageId": 9329081,
      "monthDay": "02/06"
    },
    {
      "year": "1884",
      "uri": "/wiki/William_Andrew_(priest)",
      "name": "William Andrew",
      "aboutText": "Carl Wilhelm Ramsauer (February 6, 1879 in Osternburg, Oldenburg – December 24, 1955 in Berlin) was an internationally notable professor of physics and research physicist, famous for the discovery of the Ramsauer–Townsend effect.",
      "pageId": 9962772,
      "monthDay": "02/06"
    },
    {
      "year": "1884",
      "uri": "/wiki/Marcel_Cohen",
      "name": "Marcel Cohen",
      "aboutText": "Marcel Samuel Raphaël Cohen (February 6, 1884 – November 5, 1974) was a French linguist. He was an important scholar of Semitic languages and especially of Ethiopian languages.",
      "pageId": 16949194,
      "monthDay": "02/06"
    },
    {
      "year": "1887",
      "uri": "/wiki/Josef_Frings",
      "name": "Josef Frings",
      "aboutText": "William \"Billy\" Gohl (February 6, 1873 – March 3, 1927) was an American serial killer who, while working as a union official, murdered sailors passing through Aberdeen, Washington. He murdered for an unknown period of time and was a suspect in dozens of murders until his capture in 1910. Spared from the death penalty by a request for leniency by the jury, he was sentenced to life in prison at Walla Walla State Penitentiary where he died in 1927 from lobar pneumonia and erysipelas complicated by dementia paralytic caused by syphilis.",
      "pageId": 18048976,
      "monthDay": "02/06"
    },
    {
      "year": "1892",
      "uri": "/wiki/Maximilian_Fretter-Pico",
      "name": "Maximilian Fretter-Pico",
      "aboutText": "Maximilian Ludwig Julius Franz Fretter-Pico (6 February 1892 – 4 April 1984) was a German general during World War II. He was also a recipient of the Knight's Cross of the Iron Cross with Oak Leaves.",
      "pageId": 26346137,
      "monthDay": "02/06"
    },
    {
      "year": "1892",
      "uri": "/wiki/William_P._Murphy",
      "name": "William P. Murphy",
      "aboutText": "William Shaw Andrew MC (6 February 1884 – 19 July 1963) was an Anglican priest in the mid 20th Century.\nHe was born on 6 February 1884 and educated at Sheffield Grammar School and Wadham College, Oxford. Ordained in 1909, he held curacies at St Luke the Evangelist, Walton-on-the-Hill and St Michael, Beccles.",
      "pageId": 33657819,
      "monthDay": "02/06"
    },
    {
      "year": "1893",
      "uri": "/wiki/Muhammad_Zafarullah_Khan",
      "name": "Muhammad Zafarullah Khan",
      "aboutText": "George Herman \"Babe\" Ruth, Jr. (February 6, 1895 – August 16, 1948) was an American professional baseball player whose career in Major League Baseball (MLB) spanned 22 seasons, from 1914 through 1935. Nicknamed \"The Bambino\" and \"The Sultan of Swat\", he began his MLB career as a stellar left-handed pitcher for the Boston Red Sox, but achieved his greatest fame as a slugging outfielder for the New York Yankees.",
      "pageId": 4173,
      "monthDay": "02/06"
    },
    {
      "year": "1894",
      "uri": "/wiki/Eric_Partridge",
      "name": "Eric Partridge",
      "aboutText": "Ronald Wilson Reagan (/ˈrɒnəld ˈwɪlsən ˈreɪɡən/; February 6, 1911 – June 5, 2004) was an American politician and actor, who served as the 40th President of the United States from 1981 to 1989. Prior to his presidency, he served as the 33rd Governor of California from 1967 to 1975, following a career as an actor and union leader in Hollywood.\nRaised in a poor family in small towns of Northern Illinois, Ronald Reagan graduated from Eureka College in 1932 and worked as a sports announcer on several regional radio stations.",
      "pageId": 25433,
      "monthDay": "02/06"
    },
    {
      "year": "1894",
      "uri": "/wiki/Kirpal_Singh",
      "name": "Kirpal Singh",
      "aboutText": "Claudio Arrau León (February 6, 1903 – June 9, 1991) was a Chilean pianist known for his interpretations of a vast repertoire spanning the baroque to 20th-century composers, especially Beethoven, Schubert, Chopin, Schumann, Liszt and Brahms. He is widely considered one of the greatest pianists of the twentieth century.",
      "pageId": 171934,
      "monthDay": "02/06"
    },
    {
      "year": "1895",
      "uri": "/wiki/Babe_Ruth",
      "name": "Babe Ruth",
      "aboutText": "George Brunies, aka Georg Brunis, (February 6, 1902 – November 19, 1974) was a jazz trombonist who came to fame in the 1930s, and was part of the Dixieland revival. He was known as the \"King of the Tailgate Trombone\".",
      "pageId": 182418,
      "monthDay": "02/06"
    },
    {
      "year": "1897",
      "uri": "/wiki/Louis_Buchalter",
      "name": "Louis Buchalter",
      "aboutText": "Władysław Gomułka (Polish: [vwaˈdɨswaf ɡɔˈmuwka]; 6 February 1905 – 1 September 1982) was a Polish communist activist and politician. He was the de facto leader of post-war Poland until 1948. Following the Polish October he became leader again from 1956 to 1970.",
      "pageId": 245678,
      "monthDay": "02/06"
    },
    {
      "year": "1898",
      "uri": "/wiki/Harry_Haywood",
      "name": "Harry Haywood",
      "aboutText": "Eric Honeywood Partridge (6 February 1894 – 1 June 1979) was a New Zealand–British lexicographer of the English language, particularly of its slang.",
      "pageId": 348119,
      "monthDay": "02/06"
    },
    {
      "year": "1899",
      "uri": "/wiki/Ramon_Novarro",
      "name": "Ramon Novarro",
      "aboutText": "Louis \"Lepke\" Buchalter (February 6, 1897 – March 4, 1944) was a Jewish-American mobster and head of the Mafia hit squad Murder, Inc. during the 1930s. Buchalter was one of the premier labor racketeers in New York City during that era.",
      "pageId": 391828,
      "monthDay": "02/06"
    },
    {
      "year": "1901",
      "uri": "/wiki/Franziska_Liebing",
      "name": "Franziska Liebing",
      "aboutText": "Edward Geary Lansdale (February 6, 1908 – February 23, 1987) was a United States Air Force officer who served in the Office of Strategic Services and the Central Intelligence Agency (CIA). He rose to the rank of Major General and was awarded the Distinguished Service Medal in 1963. He was an early proponent of more aggressive U.S. actions in the Cold War.",
      "pageId": 404381,
      "monthDay": "02/06"
    },
    {
      "year": "1901",
      "uri": "/wiki/Ben_Lyon",
      "name": "Ben Lyon",
      "aboutText": "Irmgard Keun (February 6, 1905 – May 5, 1982) was a German author noteworthy both for her portrayals of life in the Weimar Republic as well as the early years of the Nazi Germany era.",
      "pageId": 440251,
      "monthDay": "02/06"
    },
    {
      "year": "1902",
      "uri": "/wiki/George_Brunies",
      "name": "George Brunies",
      "aboutText": "Jose Ramón Gil Samaniego, best known as Ramón Novarro (February 6, 1899 – October 30, 1968), was a Mexican-American film, stage and television actor who began his career in silent films in 1917 and eventually became a leading man and one of the top box office attractions of the 1920s and early 1930s.",
      "pageId": 564349,
      "monthDay": "02/06"
    },
    {
      "year": "1903",
      "uri": "/wiki/Claudio_Arrau",
      "name": "Claudio Arrau",
      "aboutText": "Amintore Fanfani (Italian pronunciation: [aˈmintore faɱˈfaːni]; 6 February 1908 – 20 November 1999) was an Italian politician and former Prime Minister of Italy. He was one of the best-known Italian politicians after the Second World War, and a historical figure of the left-wing section (pro-socialist) of the Christian Democracy (Italian: Democrazia Cristiana – DC).\nFanfani and Giovanni Giolitti still hold the record as the only statesmen to have served as prime minister of Italy in five non-consecutive periods of office.",
      "pageId": 725861,
      "monthDay": "02/06"
    },
    {
      "year": "1905",
      "uri": "/wiki/W%C5%82adys%C5%82aw_Gomu%C5%82ka",
      "name": "Władysław Gomułka",
      "aboutText": "Kirpal Singh (6 February 1894 – 21 August 1974) was a spiritual master (satguru).\nHe was born in India, in a simple rural house, in the western part of Punjab which now belongs to Pakistan. He earned his living as a government officer until his retirement and then he moved to Delhi where he founded his spiritual school Ruhani Satsang with its headquarters at Sawan Ashram.",
      "pageId": 877100,
      "monthDay": "02/06"
    },
    {
      "year": "1905",
      "uri": "/wiki/Jan_Werich",
      "name": "Jan Werich",
      "aboutText": "Ben Lyon (February 6, 1901 – March 22, 1979) was an American actor and a studio executive at 20th Century Fox.",
      "pageId": 1067819,
      "monthDay": "02/06"
    },
    {
      "year": "1906",
      "uri": "/wiki/Joseph_Schull",
      "name": "Joseph Schull",
      "aboutText": "Michael \"Mike\" Maltese (February 6, 1908 – February 22, 1981) was a long-time American storyman for classic animated cartoon shorts.",
      "pageId": 1142533,
      "monthDay": "02/06"
    },
    {
      "year": "1908",
      "uri": "/wiki/Amintore_Fanfani",
      "name": "Amintore Fanfani",
      "aboutText": "Chaudhry Sir Muhammad Zafarullah Khan, KCSI (Urdu: محمد ظفر اللہ خان‎‎; 6 February 1893 – 1 September 1985) was one of the leading Founding Fathers of modern Pakistan, politician, statesman, diplomat, international jurist, and a prominent writer of the Ahmadiyya Muslim Community. He is known for drafting the Pakistan Resolution, being the first foreign minister of Pakistan, for his eloquent representation of Pakistan and the Palestinians at the United Nations, and for being the first Muslim, Asian and only Pakistani president for both the UN General Assembly and also the International Court of Justice.\nHe was a delegate in 1930, 1931, and 1932 to the Round Table Conferences on Indian reforms in London, England.",
      "pageId": 1196424,
      "monthDay": "02/06"
    },
    {
      "year": "1908",
      "uri": "/wiki/Edward_Lansdale",
      "name": "Edward Lansdale",
      "aboutText": "Jan Werich (Czech: [ˈjan ˈvɛrɪx]; 6 February 1905 – 31 October 1980) was a Czech actor, playwright and writer.",
      "pageId": 1395152,
      "monthDay": "02/06"
    },
    {
      "year": "1908",
      "uri": "/wiki/Michael_Maltese",
      "name": "Michael Maltese",
      "aboutText": "Carlos Marcello, also known as The Godfather and \"The Little Man\" Marcello (February 6, 1910 – March 2, 1993), was an Italian-American mafioso who became the boss of the New Orleans crime family during the 1940s and held this position for the next thirty years.",
      "pageId": 1676364,
      "monthDay": "02/06"
    },
    {
      "year": "1910",
      "uri": "/wiki/Irmgard_Keun",
      "name": "Irmgard Keun",
      "aboutText": "Harry Haywood (February 6, 1898 – January 4, 1985) was a leading figure in both the Communist Party of the United States (CPUSA) and the Communist Party of the Soviet Union (CPSU). His goal was to connect the political philosophy of the Communist Party with the issues of race. In 1926, he joined other African-American Communists and travelled to the Soviet Union to study the effect of Communism on racial issues found in the United States.",
      "pageId": 5292469,
      "monthDay": "02/06"
    },
    {
      "year": "1910",
      "uri": "/wiki/Carlos_Marcello",
      "name": "Carlos Marcello",
      "aboutText": "Joseph Schull (6 February 1906 – 19 May 1980) was a Canadian playwright and historian who wrote more than two dozen books and 200 plays for radio and television.\nBorn in Watertown, South Dakota, he moved to Moose Jaw, Saskatchewan in 1913. He studied at the University of Saskatchewan and Queen's University.",
      "pageId": 7973452,
      "monthDay": "02/06"
    },
    {
      "year": "1911",
      "uri": "/wiki/Ronald_Reagan",
      "name": "Ronald Reagan",
      "aboutText": "Franziska Liebing (6 February 1899 – 3 January 1993) was a Swedish-born actress who for most of her career was based in West Germany.",
      "pageId": 15278240,
      "monthDay": "02/06"
    },
    {
      "year": "1912",
      "uri": "/wiki/Eva_Braun",
      "name": "Eva Braun",
      "aboutText": "Daniel Patrick Macnee (6 February 1922 – 25 June 2015), known professionally as Patrick Macnee, was a British-American actor.",
      "pageId": 24921,
      "monthDay": "02/06"
    },
    {
      "year": "1912",
      "uri": "/wiki/Christopher_Hill_(historian)",
      "name": "Christopher Hill",
      "aboutText": "Lothar-Günther Buchheim ( listen ) (February 6, 1918 – February 22, 2007) was a German author and painter. He is best known for his novel Das Boot (1973), which became an international bestseller and was adapted in 1981 as an Oscar-nominated film.",
      "pageId": 104945,
      "monthDay": "02/06"
    },
    {
      "year": "1913",
      "uri": "/wiki/Mary_Leakey",
      "name": "Mary Leakey",
      "aboutText": "Zsa Zsa Gabor (/ˈʒɑːʒɑː ˈɡɑːbɔr, ɡəˈbɔr/ ZHAH-zhah GAH-bor; born Gábor Sári; February 6, 1917) is a Hungarian-born American actress and socialite.\nGabor began her stage career in Vienna and was crowned Miss Hungary in 1936. She emigrated to the United States in 1941 and became a sought-after actress with \"European flair and style\", with a personality that \"exuded charm and grace\".",
      "pageId": 152860,
      "monthDay": "02/06"
    },
    {
      "year": "1914",
      "uri": "/wiki/Thurl_Ravenscroft",
      "name": "Thurl Ravenscroft",
      "aboutText": "John Edward Christopher Hill (6 February 1912 – 23 February 2003) was an English Marxist historian and academic, specialising in 17th-century English history. From 1965 to 1978, he was Master of Balliol College, Oxford University.",
      "pageId": 189059,
      "monthDay": "02/06"
    },
    {
      "year": "1915",
      "uri": "/wiki/Kavi_Pradeep",
      "name": "Kavi Pradeep",
      "aboutText": "William Ambrose \"Billy\" Wright, CBE (6 February 1924 – 3 September 1994) was an English footballer, who spent his whole career at Wolverhampton Wanderers.",
      "pageId": 192223,
      "monthDay": "02/06"
    },
    {
      "year": "1916",
      "uri": "/wiki/John_Crank",
      "name": "John Crank",
      "aboutText": "Denis Mostyn Norden, CBE (born 6 February 1922) is a retired English comedy writer and television presenter. After an early career working in cinemas, he began scriptwriting during World War II. From 1948 to 1959, he co-wrote the successful BBC Radio comedy programme Take It From Here with Frank Muir. Muir and Norden remained associated for more than 50 years: after they stopped collaborating on scripts, they appeared regularly together on radio panel programmes My Word!",
      "pageId": 212035,
      "monthDay": "02/06"
    },
    {
      "year": "1917",
      "uri": "/wiki/Louis-Philippe_de_Grandpr%C3%A9",
      "name": "Louis-Philippe de Grandpré",
      "aboutText": "Louis Cha Leung-yung (Zha Liangyong), GBM, OBE (born 6 February 1924), better known by his pen name Jin Yong, is a modern Chinese-language novelist. Having co-founded the Hong Kong daily Ming Pao in 1959, he was the paper's first editor-in-chief.\nCha's fiction, which is of the wuxia (\"martial arts and chivalry\") genre, has a widespread following in Chinese-speaking areas, including Hong Kong, China, Taiwan, Southeast Asia, and the United States.",
      "pageId": 349150,
      "monthDay": "02/06"
    },
    {
      "year": "1917",
      "uri": "/wiki/Zsa_Zsa_Gabor",
      "name": "Zsa Zsa Gabor",
      "aboutText": "Thurl Arthur Ravenscroft (/ˈθɜrl ˈreɪvənzkrɒft/; February 6, 1914 – May 22, 2005) was an American voice actor and basso profundo known as the booming voice behind Tony the Tiger's \"They're grrreat!\" in Kellogg's Frosted Flakes television commercials for more than five decades. Ravenscroft was also known, albeit uncredited, as the vocalist for the song \"You're a Mean One, Mr. Grinch\" from the classic Christmas television special, Dr.",
      "pageId": 383080,
      "monthDay": "02/06"
    },
    {
      "year": "1918",
      "uri": "/wiki/Lothar-G%C3%BCnther_Buchheim",
      "name": "Lothar-Günther Buchheim",
      "aboutText": "Mary Leakey (6 February 1913 – 9 December 1996) was a British paleoanthropologist who discovered the first fossilised Proconsul skull, an extinct ape now believed to be ancestral to humans. She also discovered the robust Zinjanthropus skull at Olduvai Gorge in Tanzania, eastern Africa. For much of her career she worked with her husband, Louis Leakey, at Olduvai Gorge, where they uncovered fossils of ancient hominines and the earliest hominins, as well as the stone tools produced by the latter group.",
      "pageId": 677297,
      "monthDay": "02/06"
    },
    {
      "year": "1919",
      "uri": "/wiki/Takashi_Yanase",
      "name": "Takashi Yanase",
      "aboutText": "Pramoedya Ananta Toer (EYD: Pramudya Ananta Tur) (6 February 1925 – 30 April 2006) was an Indonesian author of novels, short stories, essays, polemic and histories of his homeland and its people. His works span the colonial period, Indonesia's struggle for independence, its occupation by Japan during the Second World War, as well as the post-colonial authoritarian regimes of Sukarno and Suharto, and are infused with personal and national history. The Dutch Government imprisoned him from 1947 to 1949, the Suharto regime from 1965 to 1979.",
      "pageId": 911838,
      "monthDay": "02/06"
    },
    {
      "year": "1921",
      "uri": "/wiki/Carl_Neumann_Degler",
      "name": "Carl Neumann Degler",
      "aboutText": "Louis-Philippe de Grandpré, CC GOQ QC (February 6, 1917 – January 24, 2008) was a Canadian lawyer and puisne justice of the Supreme Court of Canada.",
      "pageId": 1728803,
      "monthDay": "02/06"
    },
    {
      "year": "1922",
      "uri": "/wiki/Patrick_Macnee",
      "name": "Patrick Macnee",
      "aboutText": "Haskell Wexler, ASC (February 6, 1922 – December 27, 2015) was an American cinematographer, film producer and director. Wexler was judged to be one of film history's ten most influential cinematographers in a survey of the members of the International Cinematographers Guild.",
      "pageId": 2400988,
      "monthDay": "02/06"
    },
    {
      "year": "1922",
      "uri": "/wiki/Denis_Norden",
      "name": "Denis Norden",
      "aboutText": "Kavi Pradeep (6 February 1915 – 11 December 1998), born Ramchandra Narayanji Dwivedi, was a renowned Indian poet and songwriter who is best known for his patriotic song Aye Mere Watan Ke Logo written as a tribute to the soldiers who had died defending the country during the Sino-Indian War.\nHis first recognition came for his patriotic lyrics for the film Bandhan (1940). His status as a nationalistic writer got immortalised for writing a daringly patriotic song Door Hato Ae Duniya Walo (Move Away O Outsiders) in India's first golden jubilee hit Kismet (1943) because he was forced to go underground to avoid arrest immediately after the film's release that invited the ire of British government.",
      "pageId": 3133198,
      "monthDay": "02/06"
    },
    {
      "year": "1922",
      "uri": "/wiki/Haskell_Wexler",
      "name": "Haskell Wexler",
      "aboutText": "Carl Neumann Degler (February 6, 1921 in Newark, New Jersey - December 27, 2014 in Palo Alto, California) was a United States historian and Pulitzer Prize-winning author. He was the Margaret Byrne Professor of American History Emeritus at Stanford University.\n^ Brennan, Elizabeth A. and Clarage, Elizabeth C. (1999).",
      "pageId": 3420071,
      "monthDay": "02/06"
    },
    {
      "year": "1923",
      "uri": "/wiki/Gyula_L%C3%B3r%C3%A1nt",
      "name": "Gyula Lóránt",
      "aboutText": "John Crank (6 February 1916 – 3 October 2006) was a mathematical physicist, best known for his work on the numerical solution of partial differential equations.\nCrank was born in Hindley in Lancashire, England. His father was a carpenter's pattern-maker.",
      "pageId": 5985997,
      "monthDay": "02/06"
    },
    {
      "year": "1924",
      "uri": "/wiki/Billy_Wright_(footballer,_born_1924)",
      "name": "Billy Wright",
      "aboutText": "Walker Edmiston (February 6, 1925 – February 15, 2007) was an American character actor and voice-over artist.\n^ \"Walker Edmiston\". Indiana Gazette.",
      "pageId": 6388177,
      "monthDay": "02/06"
    },
    {
      "year": "1924",
      "uri": "/wiki/Jin_Yong",
      "name": "Jin Yong",
      "aboutText": "Eva Anna Paula Hitler (née Braun; 6 February 1912 – 30 April 1945) was the longtime companion of Adolf Hitler and, for less than 40 hours, his wife. Braun met Hitler in Munich when she was 17 years old, while she was working as an assistant and model for his personal photographer, and began seeing him often about two years later. She attempted suicide twice during their early relationship.",
      "pageId": 9210500,
      "monthDay": "02/06"
    },
    {
      "year": "1925",
      "uri": "/wiki/Donald_Mitchell_(writer)",
      "name": "Donald Mitchell",
      "aboutText": "Gyula Lóránt (6 February 1923 – 31 May 1981), born as Gyula Lipovics, was a Hungarian footballer and manager of Croatian descent. He played as a defender and midfielder for, among others, UTA Arad, Vasas SC, Honvéd and Hungary.\nDuring the 1950s, he was a prominent member of the legendary Hungarian national team known as the Mighty Magyars, which also included Ferenc Puskás, Zoltán Czibor, Sándor Kocsis, József Bozsik and Nándor Hidegkuti.",
      "pageId": 9596264,
      "monthDay": "02/06"
    },
    {
      "year": "1925",
      "uri": "/wiki/Pramoedya_Ananta_Toer",
      "name": "Pramoedya Ananta Toer",
      "aboutText": "Donald Charles Peter Mitchell (born 6 February 1925) is a British writer on music, particularly known for his books on Gustav Mahler and Benjamin Britten and for the book The Language of Modern Music, published 1963.\nMitchell was born in London, and educated at Brightlands Preparatory School and Dulwich College, London. In 1943 he registered as a conscientious objector and his war-time service was spent in the Non-Combatant Corps.",
      "pageId": 11518222,
      "monthDay": "02/06"
    },
    {
      "year": "1926",
      "uri": "/wiki/Walker_Edmiston",
      "name": "Walker Edmiston",
      "aboutText": "Takashi Yanase (February 6, 1919 – October 13, 2013) was a Japanese writer, poet, illustrator and lyricist. He was best known as the creator of the manga and anime series Anpanman. The character of Anpanman, like many manga heroes,  is popular with children and is found on numerous products in Japan.",
      "pageId": 47784891,
      "monthDay": "02/06"
    },
    {
      "year": "1927",
      "uri": "/wiki/Gerard_K._O%27Neill",
      "name": "Gerard K. O'Neill",
      "aboutText": "François Roland Truffaut ([fʁɑ̃.swa ʁɔ.lɑ̃ tʁyfo]; 6 February 1932 – 21 October 1984) was a French film director, screenwriter, producer, actor, and film critic, as well as one of the founders of the French New Wave. In a film career lasting over a quarter of a century, he remains an icon of the French film industry, having worked on over 25 films. Truffaut's film The 400 Blows came to be a defining film of the French New Wave movement.",
      "pageId": 10770,
      "monthDay": "02/06"
    },
    {
      "year": "1928",
      "uri": "/wiki/Allan_H._Meltzer",
      "name": "Allan H. Meltzer",
      "aboutText": "Camilo Cienfuegos Gorriarán (Spanish: [kaˈmilo sjemˈfweɣoz ɣorjaˈɾan]; February 6, 1932 – October 28, 1959) was a Cuban revolutionary born in Havana. Along with Fidel Castro, Che Guevara, Juan Almeida Bosque, and Raúl Castro, he was a member of the 1956 Granma expedition, which began Fidel Castro's armed insurgency against the government of Cuba's dictatorial President Fulgencio Batista. He became one of Castro's top guerilla Comandantes, known as the \"Hero of Yaguajay\" after winning a key battle of the Cuban Revolution.",
      "pageId": 285012,
      "monthDay": "02/06"
    },
    {
      "year": "1929",
      "uri": "/wiki/Pierre_Brice",
      "name": "Pierre Brice",
      "aboutText": "Elmore Rual \"Rip\" Torn, Jr. (born Elmore Rudolph Torn, Jr.; February 6, 1931) is an American actor, voice artist, and comedian.\nTorn received an Academy Award nomination as Best Supporting Actor for his role in Cross Creek (1983).",
      "pageId": 508593,
      "monthDay": "02/06"
    },
    {
      "year": "1929",
      "uri": "/wiki/Colin_Murdoch",
      "name": "Colin Murdoch",
      "aboutText": "Mamie Van Doren (born Joan Lucille Olander; February 6, 1931) is an American actress, model, singer, and sex symbol who is known for being one of the first actresses to recreate the look of Marilyn Monroe. Van Doren is perhaps best remembered for the rock 'n' roll, juvenile delinquency, exploitation movie Untamed Youth (1957), and other films of this calibre.",
      "pageId": 630312,
      "monthDay": "02/06"
    },
    {
      "year": "1929",
      "uri": "/wiki/Oscar_Sambrano_Urdaneta",
      "name": "Oscar Sambrano Urdaneta",
      "aboutText": "Lionel Blue (born 6 February 1930) is a British Reform rabbi, journalist and broadcaster. He was the first British rabbi publicly to declare his homosexuality.\nHe is best known for his longstanding work with the media, most notably his wry and gentle sense of humour on Thought for the Day on BBC Radio 4's Today programme.",
      "pageId": 648290,
      "monthDay": "02/06"
    },
    {
      "year": "1929",
      "uri": "/wiki/Valentin_Yanin",
      "name": "Valentin Yanin",
      "aboutText": "Gerard Kitchen O'Neill (February 6, 1927 – April 27, 1992) was an American physicist and space activist. As a faculty member of Princeton University, he invented a device called the particle storage ring for high-energy physics experiments. Later, he invented a magnetic launcher called the mass driver.",
      "pageId": 758947,
      "monthDay": "02/06"
    },
    {
      "year": "1930",
      "uri": "/wiki/Lionel_Blue",
      "name": "Lionel Blue",
      "aboutText": "Pierre-Louis Baron de Bris (6 February 1929 – 6 June 2015), known as Pierre Brice, was a French actor, best known as fictional Apache-chief Winnetou in German Karl May films.",
      "pageId": 1058204,
      "monthDay": "02/06"
    },
    {
      "year": "1930",
      "uri": "/wiki/Jun_Kondo",
      "name": "Jun Kondo",
      "aboutText": "Jun Kondo (近藤 淳 Kondō Jun, born on February 6, 1930) is a theoretical physicist in Japan.",
      "pageId": 1336072,
      "monthDay": "02/06"
    },
    {
      "year": "1931",
      "uri": "/wiki/James_Bonk",
      "name": "James Bonk",
      "aboutText": "Leslie Douglas Sargent Crowther CBE (6 February 1933 – 29 September 1996) was an English comedian, actor and game show host.",
      "pageId": 1362683,
      "monthDay": "02/06"
    },
    {
      "year": "1931",
      "uri": "/wiki/Rip_Torn",
      "name": "Rip Torn",
      "aboutText": "Donnie Brooks (February 6, 1936 – February 23, 2007), born John Dee Abohosh, was an American pop music singer. Brooks is a member of the Rockabilly Hall of Fame.",
      "pageId": 1605795,
      "monthDay": "02/06"
    },
    {
      "year": "1931",
      "uri": "/wiki/Mamie_Van_Doren",
      "name": "Mamie Van Doren",
      "aboutText": "Ricardo Tito Jamin Vidal (Latin: Ricardus Vidal; born 6 February 1931) is a Filipino Cardinal-Priest and the Archbishop-Emeritus of Cebu in the Roman Catholic Church.",
      "pageId": 1769631,
      "monthDay": "02/06"
    },
    {
      "year": "1931",
      "uri": "/wiki/Ricardo_Vidal",
      "name": "Ricardo Vidal",
      "aboutText": "Kent Gemmell Douglas (February 6, 1936 – April 12, 2009) was a professional ice hockey defenceman and coach.",
      "pageId": 2545702,
      "monthDay": "02/06"
    },
    {
      "year": "1932",
      "uri": "/wiki/Camilo_Cienfuegos",
      "name": "Camilo Cienfuegos",
      "aboutText": "Heinz-Klaus Metzger (Born February 6, 1932 in Konstanz; died October 25, 2009 in Berlin) was a German music critic and theorist.\nMetzger studied piano under Carl Seemann in Freiburg and composition under Max Deutsch in Paris. Later, attending a summer course for new music in Darmstadt, he met Theodor W. Adorno, Edgard Varèse, Karlheinz Stockhausen and Luigi Nono.",
      "pageId": 2591173,
      "monthDay": "02/06"
    },
    {
      "year": "1932",
      "uri": "/wiki/Heinz-Klaus_Metzger",
      "name": "Heinz-Klaus Metzger",
      "aboutText": "Colin Albert Murdoch ONZM (6 February 1929 – 4 May 2008) was a New Zealand pharmacist and veterinarian who made a number of significant inventions, in particular the tranquilliser gun, the disposable hypodermic syringe and the child-proof medicine container.",
      "pageId": 4540100,
      "monthDay": "02/06"
    },
    {
      "year": "1932",
      "uri": "/wiki/Fran%C3%A7ois_Truffaut",
      "name": "François Truffaut",
      "aboutText": "Valentin Lavrentievich Yanin (Russian: Валентин Лаврентьевич Янин, born 6 February 1929 in Vyatka) is a leading Russian historian who has authored 700 books and articles. He has also edited a number of important journals and primary sources, including works on medieval Russian law, sphragistics and epigraphy, archaeology and history.",
      "pageId": 7502081,
      "monthDay": "02/06"
    },
    {
      "year": "1933",
      "uri": "/wiki/Leslie_Crowther",
      "name": "Leslie Crowther",
      "aboutText": "Bernard Erhard (February 6, 1934 – November 1, 2000) was an American voice actor.\nHe worked primarily in children's cartoons. Among his roles were Cy-Kill in Challenge of the GoBots, King Morpheus in Little Nemo: Adventures in Slumberland, Cryotek in Visionaries: Knights of the Magical Light and one of the wolves in Rover Dangerfield.",
      "pageId": 7952439,
      "monthDay": "02/06"
    },
    {
      "year": "1934",
      "uri": "/wiki/Bernard_Erhard",
      "name": "Bernard Erhard",
      "aboutText": "Allan H. Meltzer (born February 6, 1928) is an American economist and professor of Political Economy at Carnegie Mellon University's Tepper School of Business in Pittsburgh, Pennsylvania. He was born in 1928 Boston, Massachusetts.",
      "pageId": 9233887,
      "monthDay": "02/06"
    },
    {
      "year": "1936",
      "uri": "/wiki/Donnie_Brooks",
      "name": "Donnie Brooks",
      "aboutText": "James Howard Marshall III (born February 6, 1936 in San Francisco, California) is an American businessman.",
      "pageId": 9656578,
      "monthDay": "02/06"
    },
    {
      "year": "1936",
      "uri": "/wiki/Kent_Douglas",
      "name": "Kent Douglas",
      "aboutText": "Óscar Sambrano Urdaneta (February 6, 1929 – June 14, 2011) was a Venezuelan writer, essayist and literary critic, specialized in the life and work of Andrés Bello. In 1978, he won the Municipal Prize of Literature for the work Poesía contemporánea de Venezuela. He served as the president of the Venezuelan Academy of Language, is an honorary member of the Caro y Cuervo Institute, and was president of the National Council of Culture (CONAC) in the late 1990s.",
      "pageId": 18220530,
      "monthDay": "02/06"
    },
    {
      "year": "1936",
      "uri": "/wiki/J._Howard_Marshall_III",
      "name": "J. Howard Marshall III",
      "aboutText": "James Frederick Bonk (February 6, 1931 – March 15, 2013) was an American university professor noted for eschewing a research career in favor of teaching introductory chemistry courses for over 50 years, primarily at Duke University. He did, however, also teach advanced and graduate courses, and wrote his own textbooks and laboratory manuals. His students fondly labeled his main chemistry class Bonkistry.",
      "pageId": 38848839,
      "monthDay": "02/06"
    },
    {
      "year": "1938",
      "uri": "/wiki/Fred_Mifflin",
      "name": "Fred Mifflin",
      "aboutText": "Michael Joseph \"Mike\" Farrell, Jr. (born February 6, 1939) is an American actor, best known for his role as Captain B.J. Hunnicutt on the television series M*A*S*H (1975–83). He is an activist for various political causes.",
      "pageId": 89606,
      "monthDay": "02/06"
    },
    {
      "year": "1939",
      "uri": "/wiki/Jean_Beaudin",
      "name": "Jean Beaudin",
      "aboutText": "Thomas John \"Tom\" Brokaw (/ˈbroʊkɔː/; born February 6, 1940) is an American television journalist and author best known as the anchor and managing editor of NBC Nightly News from 1982 to 2004. He is the author of The Greatest Generation (1998) and other books and the recipient of numerous awards and honors. He is the only person to host all three major NBC News programs: The Today Show, NBC Nightly News, and, briefly, Meet the Press.",
      "pageId": 167290,
      "monthDay": "02/06"
    },
    {
      "year": "1939",
      "uri": "/wiki/Mike_Farrell",
      "name": "Mike Farrell",
      "aboutText": "Fabiano Anthony Forte (born February 6, 1943), professionally known as Fabian, is an American singer and actor.\nForte rose to national prominence after performing several times on American Bandstand. He became a teen idol of the late 1950s and early 1960s.",
      "pageId": 167310,
      "monthDay": "02/06"
    },
    {
      "year": "1939",
      "uri": "/wiki/Orlando_Parga",
      "name": "Orlando Parga",
      "aboutText": "James Joseph \"Jimmy\" Tarbuck, OBE (born 6 February 1940), is an English comedian. He was a host of Sunday Night at the London Palladium in the early 1960s, and for his numerous hostings of game and quiz shows on ITV during the 1960s, and for leading ITV's Live From Her Majesty's and its subsequent incarnations during the 1980s.",
      "pageId": 462586,
      "monthDay": "02/06"
    },
    {
      "year": "1939",
      "uri": "/wiki/Jair_Rodrigues",
      "name": "Jair Rodrigues",
      "aboutText": "Christine Boutin ([kʁistin buˈtɛ̃], born 6 February 1944) is a French politician leading the small French Christian Democratic Party. She served as a member of the French National Assembly representing Yvelines, from 1986 until 2007, when she was appointed Minister of Housing and Urban Development by President Nicolas Sarkozy. She was a candidate in the 2002 French presidential election, in which she scored 1.19% on the first round of balloting.",
      "pageId": 575853,
      "monthDay": "02/06"
    },
    {
      "year": "1940",
      "uri": "/wiki/Tom_Brokaw",
      "name": "Tom Brokaw",
      "aboutText": "Fred J. Mifflin, PC, CD (February 6, 1938 – October 5, 2013) was a Rear Admiral in the Canadian Forces and a politician.",
      "pageId": 1147137,
      "monthDay": "02/06"
    },
    {
      "year": "1940",
      "uri": "/wiki/Petr_H%C3%A1jek",
      "name": "Petr Hájek",
      "aboutText": "Sarah Jane Brady (née Kemp; February 6, 1942 – April 3, 2015) was a prominent advocate for gun control in the United States.",
      "pageId": 1850769,
      "monthDay": "02/06"
    },
    {
      "year": "1940",
      "uri": "/wiki/Jimmy_Tarbuck",
      "name": "Jimmy Tarbuck",
      "aboutText": "Gayle, Lady Jenkins (born 6 February 1943), known by her birth name Gayle Hunnicutt, is an American film, television and stage actress who worked in both the United States and the United Kingdom.",
      "pageId": 1910886,
      "monthDay": "02/06"
    },
    {
      "year": "1941",
      "uri": "/wiki/Stephen_Albert",
      "name": "Stephen Albert",
      "aboutText": "Orlando Parga Figueroa (born on February 6, 1939 in Mayagüez, Puerto Rico) is a Puerto Rican politician and former member of the Senate of Puerto Rico.",
      "pageId": 2007464,
      "monthDay": "02/06"
    },
    {
      "year": "1941",
      "uri": "/wiki/Gigi_Perreau",
      "name": "Gigi Perreau",
      "aboutText": "James W. \"Jim\" Loewen (born February 6, 1942) is an American sociologist, historian, and author, best known for his 1995 book, Lies My Teacher Told Me: Everything Your American History Textbook Got Wrong, which was republished in 2008.",
      "pageId": 2666752,
      "monthDay": "02/06"
    },
    {
      "year": "1942",
      "uri": "/wiki/Sarah_Brady",
      "name": "Sarah Brady",
      "aboutText": "Stephen Albert (6 February 1941 – 27 December 1992) was an American composer.",
      "pageId": 4609208,
      "monthDay": "02/06"
    },
    {
      "year": "1942",
      "uri": "/wiki/Charlie_Coles",
      "name": "Charlie Coles",
      "aboutText": "Charlie Coles (February 6, 1942 – June 7, 2013) was an American college basketball coach and the former men's basketball head coach at Miami University and Central Michigan University.\nHe was born Charles Leroy Coles in Springfield, Ohio and later moved in with his grandparents in nearby Yellow Springs, Ohio, where he attended Bryan High School. He led the state in scoring as a senior, averaging 42.1 points per game, including one game of 65 points, and graduated in 1959.",
      "pageId": 6462924,
      "monthDay": "02/06"
    },
    {
      "year": "1942",
      "uri": "/wiki/Ahmad-Jabir_Ahmadov_Ismail_oghlu",
      "name": "Ahmad-Jabir Ahmadov Ismail oghlu",
      "aboutText": "Gigi Perreau (born February 6, 1941) is an American actress.",
      "pageId": 14653582,
      "monthDay": "02/06"
    },
    {
      "year": "1942",
      "uri": "/wiki/James_Loewen",
      "name": "James Loewen",
      "aboutText": "Petr Hájek (born 6 February 1940 in Prague; Czech pronunciation: [ˈpɛtr̩ ˈɦaːjɛk]) is a Czech scientist in the area of mathematical logic and a professor of mathematics.",
      "pageId": 19471069,
      "monthDay": "02/06"
    },
    {
      "year": "1942",
      "uri": "/wiki/Tommy_Roberts_(designer)",
      "name": "Tommy Roberts",
      "aboutText": "Georgeanna Marie Tillman (February 6, 1944 – January 6, 1980) was an American singer and an original member of the Motown girl group The Marvelettes.",
      "pageId": 20827134,
      "monthDay": "02/06"
    },
    {
      "year": "1943",
      "uri": "/wiki/Fabian_Forte",
      "name": "Fabian Forte",
      "aboutText": "Jean Beaudin (born 6 February 1939) is a Canadian film director and screenwriter. He has directed 20 films since 1969. His film J.A. Martin Photographer, was entered into the 1977 Cannes Film Festival, where Monique Mercure won the award for Best Actress.",
      "pageId": 22753169,
      "monthDay": "02/06"
    },
    {
      "year": "1943",
      "uri": "/wiki/Ernie_Field",
      "name": "Ernie Field",
      "aboutText": "Jair Rodrigues de Oliveira (February 6, 1939 – May 8, 2014) was a Brazilian musician and singer.",
      "pageId": 27115879,
      "monthDay": "02/06"
    },
    {
      "year": "1943",
      "uri": "/wiki/Gayle_Hunnicutt",
      "name": "Gayle Hunnicutt",
      "aboutText": "Thomas Steven \"Tommy\" Roberts (6 February 1942 – 10 December 2012) was an English designer and fashion entrepreneur who operated prominent independent retail outlets including pop art boutique, Mr Freedom, and the 1980s decorative arts and homewares store, Practical Styling.\nIn 1969, Roberts was the first fashion business executive to license images from Walt Disney Productions, Ltd., and in 1972, he was the first fashion retailer to establish an outlet in London's Covent Garden. Roberts's shops sold designs worn as stagewear by Jimi Hendrix, Elton John, Mick Jagger and David Bowie.",
      "pageId": 31742202,
      "monthDay": "02/06"
    },
    {
      "year": "1943",
      "uri": "/wiki/Georgeanna_Tillman",
      "name": "Georgeanna Tillman",
      "aboutText": "Ahmad-Jabir Ahmadov Ismail oghlu (az. Əhməd-Cabir Əhmədov İsmayıl oğlu) – head of the department of \"Commodity and examination of food\" in \"Azerbaijan State Economic University\", Doctor of Philosophy in technical sciences (1973), Professor of the department \"Commodity research of Foodstuffs\" (2001), \"Honored Teacher\" of Azerbaijan (2002), a member of the \"Union of Azerbaijani Writers\" and \"Union of Journalists of Azerbaijan\", \"Golden Pen\" Media award winner (2010). Author of over 300 scientific publications, including 60 books.",
      "pageId": 38718705,
      "monthDay": "02/06"
    },
    {
      "year": "1944",
      "uri": "/wiki/Christine_Boutin",
      "name": "Christine Boutin",
      "aboutText": "Ernest \"Ernie\" Field (6 February 1943 – 2 May 2013 (aged 70)) born in Wakefield, was an English amateur middleweight and professional light heavy/cruiserweight boxer, and rugby league footballer of the 1960s, playing at club level for Stanley Rangers ARLFC, Wakefield Trinity 'A', and Bramley, as a centre, or loose forward/lock, i.e. number 3 or 4, or 13, during the era of contested scrums. He initially lived at Bottomboat, near Stanley, later moving to Outwood, and he studied at Stanley Secondary Modern.",
      "pageId": 39225034,
      "monthDay": "02/06"
    },
    {
      "year": "1944",
      "uri": "/wiki/Willie_Tee",
      "name": "Willie Tee",
      "aboutText": "Natalie Maria Cole (born February 6, 1950) is an American singer, songwriter, and performer. The daughter of Nat King Cole, Natalie rose to musical success in the mid-1970s as an R&B artist with the hits \"This Will Be\", \"Inseparable\", and \"Our Love\". After a period of failing sales and performances due to a heavy drug addiction, Cole re-emerged as a pop artist with the 1987 album, Everlasting, and her cover of Bruce Springsteen's \"Pink Cadillac\".",
      "pageId": 423882,
      "monthDay": "02/06"
    },
    {
      "year": "1944",
      "uri": "/wiki/Michael_Tucker_(actor)",
      "name": "Michael Tucker",
      "aboutText": "George Edward Mudie (born 6 February 1945) is a Labour Party politician in the United Kingdom who was the Member of Parliament (MP) for Leeds East from 1992 to 2015.",
      "pageId": 435631,
      "monthDay": "02/06"
    },
    {
      "year": "1945",
      "uri": "/wiki/Bob_Marley",
      "name": "Bob Marley",
      "aboutText": "Willie Tee (February 6, 1944 – September 11, 2007) was an American keyboardist, songwriter, singer, producer and notable early architect of New Orleans funk and soul, who helped shape the sound of New Orleans for more than four decades.",
      "pageId": 685767,
      "monthDay": "02/06"
    },
    {
      "year": "1945",
      "uri": "/wiki/George_Mudie_(MP)",
      "name": "George Mudie",
      "aboutText": "Jim Sheridan (born 6 February 1949) is an Irish film director. A six-time Academy Award nominee, Sheridan is perhaps best known for his films My Left Foot, In the Name of the Father, The Field and In America.\n^ Ebert, Roger.",
      "pageId": 858676,
      "monthDay": "02/06"
    },
    {
      "year": "1946",
      "uri": "/wiki/Mike_Grady_(actor)",
      "name": "Mike Grady",
      "aboutText": "Manuel Orantes Corral (Spanish pronunciation: [maˈnwel oˈɾantes koˈral]; born 6 February 1949) is a former tennis player who was active in the 1970s and 1980s. He won the US Open in 1975, beating defending champion Jimmy Connors in the final. Orantes reached a career-high singles ranking of World No.",
      "pageId": 870651,
      "monthDay": "02/06"
    },
    {
      "year": "1946",
      "uri": "/wiki/Richie_Hayward",
      "name": "Richie Hayward",
      "aboutText": "James \"Jim\" Turner (born February 6, 1946), American politician, was the Democratic representative for the Texas 2nd congressional district in the U.S. House of Representatives from 1997 until 2005.",
      "pageId": 881035,
      "monthDay": "02/06"
    },
    {
      "year": "1946",
      "uri": "/wiki/Kate_McGarrigle",
      "name": "Kate McGarrigle",
      "aboutText": "Kate McGarrigle, CM (February 6, 1946 – January 18, 2010) was a Canadian folk music singer-songwriter, who wrote and performed as a duo with her sister Anna McGarrigle.",
      "pageId": 942010,
      "monthDay": "02/06"
    },
    {
      "year": "1946",
      "uri": "/wiki/Jim_Turner_(politician)",
      "name": "Jim Turner",
      "aboutText": "Daniel Howard Yergin (born February 6, 1947) is a Pulitzer Prize-winning American author, speaker, and economic researcher. Yergin is the co-founder and chairman of the Cambridge Energy Research Associates, an energy research consultancy that is now part of IHS Inc. He is best known as author of The Prize: The Epic Quest for Oil, Money, and Power and The Quest: Energy, Security, and the Remaking of the Modern World.",
      "pageId": 1230540,
      "monthDay": "02/06"
    },
    {
      "year": "1947",
      "uri": "/wiki/Richard_Bowring",
      "name": "Richard Bowring",
      "aboutText": "Michael Philip Batt LVO (born 6 February 1949) is a British songwriter, musician, producer, director, conductor and former Deputy Chairman of the British Phonographic Industry. He is best known for creating The Wombles pop act, writing the chart-topping \"Bright Eyes\", and discovering Katie Melua.",
      "pageId": 1396065,
      "monthDay": "02/06"
    },
    {
      "year": "1947",
      "uri": "/wiki/Bill_Staines",
      "name": "Bill Staines",
      "aboutText": "For the baseball player, see Mike Grady.\nMichael Grady (born 6 February 1946) is an English character actor.",
      "pageId": 1402539,
      "monthDay": "02/06"
    },
    {
      "year": "1947",
      "uri": "/wiki/Daniel_Yergin",
      "name": "Daniel Yergin",
      "aboutText": "Bill Staines (born February 6, 1947 in Medford, Massachusetts) is an American folk musician and singer-songwriter from New England, who writes and performs in a traditional vein. He has also written and recorded children's songs.\nRaised in Lexington, Massachusetts, Staines began his professional career in the early 1960s in the Cambridge area.",
      "pageId": 1519430,
      "monthDay": "02/06"
    },
    {
      "year": "1948",
      "uri": "/wiki/Bunny_Rugs",
      "name": "Bunny Rugs",
      "aboutText": "Michael Tucker (born February 6, 1945) is an American actor, author, and producer perhaps best known for his role on the NBC television series, L.A. Law.",
      "pageId": 2667428,
      "monthDay": "02/06"
    },
    {
      "year": "1949",
      "uri": "/wiki/Mike_Batt",
      "name": "Mike Batt",
      "aboutText": "Marco Antônio, real name Marco Antônio Feliciano, (born February 6, 1951 in Santos) was an association footballer. He played left-back with Fluminense Football Club and the Brazilian national team.",
      "pageId": 3140298,
      "monthDay": "02/06"
    },
    {
      "year": "1949",
      "uri": "/wiki/Manuel_Orantes",
      "name": "Manuel Orantes",
      "aboutText": "Timothy Michael Dolan (born February 6, 1950) is an American Cardinal prelate of the Catholic Church. Appointed by Pope Benedict XVI, Dolan serves as the tenth and current Archbishop of New York.\nCardinal Dolan served as the President of the United States Conference of Catholic Bishops from 2010–2013 and was granted the titular position as Cardinal-Priest of Nostra Signora di Guadalupe a Monte Mario (English: Our Lady of Guadalupe of Mount Mario) in Rome.",
      "pageId": 3163720,
      "monthDay": "02/06"
    },
    {
      "year": "1949",
      "uri": "/wiki/Jim_Sheridan",
      "name": "Jim Sheridan",
      "aboutText": "Richie Hayward (February 6, 1946 - August 12, 2010) was an American drummer best known as a founding member and drummer in the band Little Feat. He performed with several bands and worked as a session player. Hayward also joined with friends in some small acting roles on television, which included an episode of F Troop.",
      "pageId": 3204508,
      "monthDay": "02/06"
    },
    {
      "year": "1950",
      "uri": "/wiki/Natalie_Cole",
      "name": "Natalie Cole",
      "aboutText": "Margo (born Margeret Catherine O'Donnell; February 6, 1951) is an Irish singer. She rose to prominence during the 1960s in the Irish country music scene and has had a successful career since.",
      "pageId": 5886298,
      "monthDay": "02/06"
    },
    {
      "year": "1950",
      "uri": "/wiki/Timothy_M._Dolan",
      "name": "Timothy M. Dolan",
      "aboutText": "Robert Nesta \"Bob\" Marley, OM (6 February 1945 – 11 May 1981) was a Jamaican reggae singer, songwriter, musician, and guitarist who achieved international fame and acclaim. Starting out in 1963 with the group The Wailers, he forged a distinctive songwriting and vocal style that would later resonate with audiences worldwide. The Wailers would go on to release some of the earliest reggae records with producer Lee \"Scratch\" Perry.",
      "pageId": 8239846,
      "monthDay": "02/06"
    },
    {
      "year": "1951",
      "uri": "/wiki/Margo_(singer)",
      "name": "Margo",
      "aboutText": "Professor Richard John Bowring PhD, Litt.D (born 6 February 1947) is Professor of Japanese Studies at the University of Cambridge and an Honorary Fellow of Downing College. He also served as Master of Selwyn College, Cambridge.",
      "pageId": 23076771,
      "monthDay": "02/06"
    },
    {
      "year": "1951",
      "uri": "/wiki/Marco_Ant%C3%B4nio",
      "name": "Marco Antônio",
      "aboutText": "Huw Lloyd-Langton (6 February 1951 - 6 December 2012), born Richard Hugh Lloyd-Langton, was an English guitarist, best known as the guitarist for Hawkwind. He also had his own band, the Lloyd Langton Group, with bass player Kenny Wilson and drummer John Clark (along with Ultravox drummer Warren Cann), and was the session lead guitarist for UK band The Meads of Asphodel.\nLloyd-Langton was born in Harlesden, north west London.",
      "pageId": 30872393,
      "monthDay": "02/06"
    },
    {
      "year": "1951",
      "uri": "/wiki/Huw_Lloyd-Langton",
      "name": "Huw Lloyd-Langton",
      "aboutText": "William Alexander Anthony \"Bunny Rugs\" Clarke (6 February 1948 – 2 February 2014), also known as Bunny Scott, was the lead singer of Jamaican reggae band Third World as well as recording as a solo artist.",
      "pageId": 36945389,
      "monthDay": "02/06"
    },
    {
      "year": "1951",
      "uri": "/wiki/Jacques_Villeret",
      "name": "Jacques Villeret",
      "aboutText": "Kevin Whately (born 6 February 1951) is an English actor. Whately is primarily known for his role as Robert \"Robbie\" Lewis in the crime dramas Inspector Morse and Lewis, his role as Neville \"Nev\" Hope in the British television comedy Auf Wiedersehen, Pet, and his role as Dr.",
      "pageId": 238363,
      "monthDay": "02/06"
    },
    {
      "year": "1951",
      "uri": "/wiki/Kevin_Whately",
      "name": "Kevin Whately",
      "aboutText": "Simon Phillips (born 6 February 1957) is an English jazz, pop and rock drummer and producer, best known for his 22-year stint with Toto.\nPhillips first started to play professionally at the age of twelve in his father’s Dixieland band for four years. Phillips was the drummer on the 1976 LP 801 Live with Phil Manzanera and Brian Eno.",
      "pageId": 354197,
      "monthDay": "02/06"
    },
    {
      "year": "1952",
      "uri": "/wiki/Tim_Blake",
      "name": "Tim Blake",
      "aboutText": "Kathy Ann Najimy (born February 6, 1957) is an American actress and comedian, best known as Olive Massery on the television series Veronica's Closet, Sister Mary Patrick in Sister Act, Mary Sanderson in Disney's Halloween comedy-drama film Hocus Pocus, and the voice of Peggy Hill on the animated television series King of the Hill.\nPrior to her film work, she was best known for two Off Broadway shows with Mo Gaffney working as the duo Kathy and Mo. One of the shows became an HBO comedy special and garnered Najimy her first nationwide fan base.",
      "pageId": 452048,
      "monthDay": "02/06"
    },
    {
      "year": "1952",
      "uri": "/wiki/Viktor_Giacobbo",
      "name": "Viktor Giacobbo",
      "aboutText": "Cecily April Adams (February 6, 1958 – March 3, 2004) was an American actress, casting director, and lyricist.",
      "pageId": 516726,
      "monthDay": "02/06"
    },
    {
      "year": "1952",
      "uri": "/wiki/Ricardo_La_Volpe",
      "name": "Ricardo La Volpe",
      "aboutText": "Jacques Villeret (6 February 1951 – 28 January 2005) was a French actor, best known internationally for his role as François Pignon in the comedy Le Dîner de Cons.",
      "pageId": 1465228,
      "monthDay": "02/06"
    },
    {
      "year": "1954",
      "uri": "/wiki/Bob_Sirois",
      "name": "Bob Sirois",
      "aboutText": "Robert Townsend (born February 6, 1957) is an American actor, comedian, film director, and writer.",
      "pageId": 1779435,
      "monthDay": "02/06"
    },
    {
      "year": "1955",
      "uri": "/wiki/Michael_Pollan",
      "name": "Michael Pollan",
      "aboutText": "Michael Pollan is an American author, journalist, activist, and professor of journalism at the UC Berkeley Graduate School of Journalism.",
      "pageId": 1875303,
      "monthDay": "02/06"
    },
    {
      "year": "1955",
      "uri": "/wiki/Bruno_Stolorz",
      "name": "Bruno Stolorz",
      "aboutText": "Megan Gallagher (born February 6, 1960) is an American theater and television actor. Having studied at the Juilliard School under the supervision of John Houseman, Gallagher began her career on stage, and has appeared in several Broadway theatre productions, winning a Theatre World Award for her role in A Few Good Men.\nFrom there, Gallagher moved to Los Angeles to pursue acting in film and television; after making a screen debut in George Washington, she graduated to recurring roles in Hill Street Blues and China Beach, and starring roles in The Larry Sanders Show and Millennium.",
      "pageId": 1997934,
      "monthDay": "02/06"
    },
    {
      "year": "1956",
      "uri": "/wiki/Nazan_%C3%96ncel",
      "name": "Nazan Öncel",
      "aboutText": "Ricardo Antonio La Volpe Guarchoni, (born 6 February 1952), is a former Argentine footballer. La Volpe is the current manager of Liga MX club Chiapas.\nHe is an Argentine World Cup-winning goalkeeper and the former coach of the Mexico and Costa Rica national teams.",
      "pageId": 2004935,
      "monthDay": "02/06"
    },
    {
      "year": "1956",
      "uri": "/wiki/Jon_Walmsley",
      "name": "Jon Walmsley",
      "aboutText": "Barry L. Miller (born February 6, 1958) is an American actor. He won Broadway's 1985 Tony Award as Best Actor (Featured Role - Play) for his performance as 'Arnold Epstein' in Biloxi Blues.\nMiller was born in Los Angeles, California to Sidney Miller, an actor, director, and writer, and Iris Burton, an agent.",
      "pageId": 2295012,
      "monthDay": "02/06"
    },
    {
      "year": "1957",
      "uri": "/wiki/Matthew_Best_(conductor)",
      "name": "Matthew Best",
      "aboutText": "Jon Walmsley (born 6 February 1956 in Blackburn, Lancashire, England) is a British-American multi-instrumentalist, songwriter, actor and producer.\nWalmsley is a veteran of the stage and studio, having worked with many notable artists including Richard Marx, Brian Setzer, David Pack, David Koz, the Doobie Brothers, Michael McDonald, Gregg Allman, Merle Haggard, Roy Acuff, Laurence Juber, John Mayall, Denny Laine, Spencer Davis, Peter and Gordon, Jackie Lomax, Roger Daltrey, the Beach Boys' Al Jardine and David Marks, Dean Torrence of Jan and Dean and Strawberry Alarm Clock.\nIn addition to his musical career, Walmsley is also known for his accomplishments as an actor, most notably a nine-season run as Jason Walton on The Waltons (he also returned for all of the Waltons reunion projects during the 1980s and 1990s), as well as providing the voice of Christopher Robin for Disney's Winnie the Pooh cartoons.",
      "pageId": 2496864,
      "monthDay": "02/06"
    },
    {
      "year": "1957",
      "uri": "/wiki/Andres_Lipstok",
      "name": "Andres Lipstok",
      "aboutText": "Andres Lipstok (born February 6, 1957, in Haapsalu, Estonia) was the chairman (as of 7 June 2005 until 7 June 2012) of the Bank of Estonia.",
      "pageId": 2593081,
      "monthDay": "02/06"
    },
    {
      "year": "1957",
      "uri": "/wiki/Kathy_Najimy",
      "name": "Kathy Najimy",
      "aboutText": "Nazan Öncel (Turkish pronunciation: [naːˈzan ønˈdʒel]; born 6 February 1956) is a Turkish singer-songwriter.",
      "pageId": 4228290,
      "monthDay": "02/06"
    },
    {
      "year": "1957",
      "uri": "/wiki/Simon_Phillips_(drummer)",
      "name": "Simon Phillips",
      "aboutText": "Robert Sirois (born February 6, 1954 in Montreal, Quebec) is a retired Canadian professional ice hockey right winger who played 286 games in the National Hockey League (NHL) for the Philadelphia Flyers and Washington Capitals.",
      "pageId": 5943184,
      "monthDay": "02/06"
    },
    {
      "year": "1957",
      "uri": "/wiki/Robert_Townsend_(actor)",
      "name": "Robert Townsend",
      "aboutText": "Jeremy Francis John Bowen (born 6 February 1960) is a Welsh journalist and television presenter. He was the BBC's Middle East correspondent based in Jerusalem between 1995 and 2000, and has been its Middle East Editor since 2005.",
      "pageId": 7043651,
      "monthDay": "02/06"
    },
    {
      "year": "1958",
      "uri": "/wiki/Cecily_Adams",
      "name": "Cecily Adams",
      "aboutText": "Timothy 'Tim' Blake (born 6 February 1952, in Shepherd's Bush, London) is a Keyboardist, Synthesist, Vocalist, and Composer working with both Gong and Hawkwind.\nBlake is also known for his Synthesizer and Light performances as Crystal Machine, with the French Light Artist Patrice Warrener.\nThey were sometimes joined on keyboards by the young prodigy Jean-Philippe Rykiel.",
      "pageId": 8399955,
      "monthDay": "02/06"
    },
    {
      "year": "1958",
      "uri": "/wiki/Tim_Dakin",
      "name": "Tim Dakin",
      "aboutText": "Viktor Giacobbo (born February 6, 1952) is a Swiss writer, comedian and actor.",
      "pageId": 8672511,
      "monthDay": "02/06"
    },
    {
      "year": "1958",
      "uri": "/wiki/Barry_Miller_(actor)",
      "name": "Barry Miller",
      "aboutText": "Bruno Stolorz (born 6 February 1955) is a former coach of the German national rugby union team.\nHe shared his duties as coach of Germany with Rudolf Finsterer until the later resignation on 20 March 2010. Stolorz was seconded to the German team by the Fédération française de rugby to improve Germany's performance in the sport and is also a coach with French club team RC Orléans, where he fulfills the position of a Conseiller sportif auprès.",
      "pageId": 26538856,
      "monthDay": "02/06"
    },
    {
      "year": "1960",
      "uri": "/wiki/Jeremy_Bowen",
      "name": "Jeremy Bowen",
      "aboutText": "Timothy John \"Tim\" Dakin (born 6 February 1958) is an Anglican bishop. He was the General Secretary of the Church Missionary Society (CMS) and the South American Missionary Society (SAMS).",
      "pageId": 32997707,
      "monthDay": "02/06"
    },
    {
      "year": "1960",
      "uri": "/wiki/Megan_Gallagher",
      "name": "Megan Gallagher",
      "aboutText": "Matthew Best (born 6 February 1957) is an English bass singer and conductor, especially of vocal music. He founded the ensemble Corydon Singers. From 1985, he was also a guest conductor of the English Chamber Orchestra.",
      "pageId": 44110727,
      "monthDay": "02/06"
    },
    {
      "year": "1961",
      "uri": "/wiki/Cam_Cameron",
      "name": "Cam Cameron",
      "aboutText": "W. Axl Rose (born William Bruce Rose, Jr.; raised as William Bruce Bailey; February 6, 1962) is an American singer-songwriter and musician. He is the lead vocalist and only remaining original member of the hard rock band Guns N' Roses.",
      "pageId": 150056,
      "monthDay": "02/06"
    },
    {
      "year": "1961",
      "uri": "/wiki/Bill_Lester",
      "name": "Bill Lester",
      "aboutText": "Richard Paul \"Rick\" Astley (/ˈrɪk ˈæstli/; born 6 February 1966) is an English singer, songwriter, musician, and radio personality. His 1987 song, \"Never Gonna Give You Up\" was a No. 1 hit single in 25 countries.",
      "pageId": 447541,
      "monthDay": "02/06"
    },
    {
      "year": "1961",
      "uri": "/wiki/Yury_Onufriyenko",
      "name": "Yury Onufriyenko",
      "aboutText": "Gordon Edgar Downie (born 6 February 1964) is a Canadian rock musician, writer, and occasional actor. He is the lead singer and lyricist for the Canadian rock band The Tragically Hip. He has released three solo albums: Coke Machine Glow in 2001, Battle of the Nudes in 2003, and The Grand Bounce in 2010.",
      "pageId": 623768,
      "monthDay": "02/06"
    },
    {
      "year": "1961",
      "uri": "/wiki/Yuko_Kobayashi",
      "name": "Yuko Kobayashi",
      "aboutText": "Col. Yuri Ivanovich Onufriyenko (Russian: Юрий Иванович Онуфриенко, Ukrainian: Юрій Іванович Онуфрієнко) (born 6 February 1961) is a Russian cosmonaut. He is a veteran of two extended spaceflights, aboard the space station Mir in 1996 and aboard the International Space Station in 2001-2002.",
      "pageId": 623959,
      "monthDay": "02/06"
    },
    {
      "year": "1962",
      "uri": "/wiki/Stavros_Lambrinidis",
      "name": "Stavros Lambrinidis",
      "aboutText": "David Hayter (born February 6, 1969) is a Canadian-American voice and screen actor and screenwriter. He is known as the English voice actor for Solid Snake, and his genetic predecessor Naked Snake, throughout many titles in the Metal Gear video game series.",
      "pageId": 704099,
      "monthDay": "02/06"
    },
    {
      "year": "1962",
      "uri": "/wiki/Axl_Rose",
      "name": "Axl Rose",
      "aboutText": "Jan Svěrák (Czech pronunciation: [ˈjan ˈsvjɛraːk]) (born 6 February 1965 in Žatec) is a Czech film director. He is the son of screenwriter and actor Zdeněk Svěrák. He studied documentary filmmaking at the Academy of Performing Arts in Prague.",
      "pageId": 824895,
      "monthDay": "02/06"
    },
    {
      "year": "1963",
      "uri": "/wiki/David_Capel",
      "name": "David Capel",
      "aboutText": "Akira Yamaoka (山岡 晃, Yamaoka Akira, born February 6, 1968) is a Japanese video game composer, sound designer, guitarist, and producer, who is best known for composing the music in the Silent Hill series by Konami. He also worked as a producer on the series, as well as serving as a composer and producer of the Silent Hill film and its sequel.",
      "pageId": 874028,
      "monthDay": "02/06"
    },
    {
      "year": "1963",
      "uri": "/wiki/Scott_Gordon_(ice_hockey)",
      "name": "Scott Gordon",
      "aboutText": "This article is about the Japanese voice actress. You may be looking for Yū Kobayashi.",
      "pageId": 992550,
      "monthDay": "02/06"
    },
    {
      "year": "1963",
      "uri": "/wiki/Mike_Hough",
      "name": "Mike Hough",
      "aboutText": "Adolfo José Valencia Mosquera (born 6 February 1968) is a Colombian retired footballer who played as a striker.",
      "pageId": 1116878,
      "monthDay": "02/06"
    },
    {
      "year": "1963",
      "uri": "/wiki/Quentin_Letts",
      "name": "Quentin Letts",
      "aboutText": "Stavros Lambrinidis (Greek: Σταύρος Λαμπρινίδης; born 6 February 1962) is the European Union's Special Representative for Human Rights.",
      "pageId": 1478689,
      "monthDay": "02/06"
    },
    {
      "year": "1963",
      "uri": "/wiki/Kevin_Trudeau",
      "name": "Kevin Trudeau",
      "aboutText": "William Alexander Lester III (born February 6, 1961) is a former racing driver who last competed in the Grand Touring category in the Rolex Sports Car Series for Autohaus Motorsports. In 1984, he earned a Bachelor of Science degree in EECS from the University of California, Berkeley. Fresh out of college, he worked at Hewlett-Packard for a few years before deciding he wanted to focus on auto racing.",
      "pageId": 1909774,
      "monthDay": "02/06"
    },
    {
      "year": "1964",
      "uri": "/wiki/Gordon_Downie",
      "name": "Gordon Downie",
      "aboutText": "Kevin Mark Trudeau (/truːˈdoʊ/; born February 6, 1963) is an American author, radio personality, infomercial salesman, entrepreneur, pool player, and convicted fraudster who has promoted various health, diet and financial remedies that many critics consider unsubstantiated. Several of his books, including Natural Cures \"They\" Don't Want You to Know About, allege that both the U.S. Food and Drug Administration and the pharmaceutical industry value profit over treatments or cures. He is currently imprisoned since 2014 at Federal Prison Camp Montgomery following allegations of contempt of court and is scheduled for release on July 18, 2022.",
      "pageId": 1925130,
      "monthDay": "02/06"
    },
    {
      "year": "1964",
      "uri": "/wiki/Andrey_Zvyagintsev",
      "name": "Andrey Zvyagintsev",
      "aboutText": "Andrey Petrovich Zvyagintsev (Russian: Андре́й Петро́вич Звя́гинцев; born 6 February 1964) is a Russian film director and actor. He is mostly known for his 2003 film The Return, which won him a Golden Lion at the Venice Film Festival. Following The Return, Zvyagintsev directed The Banishment and Elena.",
      "pageId": 3265777,
      "monthDay": "02/06"
    },
    {
      "year": "1965",
      "uri": "/wiki/Jan_Sv%C4%9Br%C3%A1k",
      "name": "Jan Svěrák",
      "aboutText": "David Capel (born David John Capel, 6 February 1963, Northampton) is a former English cricketer, who played for Northamptonshire and England. Cricket writer, Colin Bateman, noted that \"Capel was one of those unfortunate cricketers who became tagged as being the next all-rounder to fill Ian Botham's boots\".\n^ a b Bateman, Colin (1993).",
      "pageId": 3410801,
      "monthDay": "02/06"
    },
    {
      "year": "1966",
      "uri": "/wiki/Rick_Astley",
      "name": "Rick Astley",
      "aboutText": "Izumi Sakai (坂井泉水, Sakai Izumi), born Sachiko Kamachi (蒲池幸子, Kamachi Sachiko, February 6, 1967 – May 27, 2007), was a Japanese Pop singer, songwriter, and member of the group Zard. As Sakai was the only member who stayed in the group while others joined and left regularly, Zard and Sakai may be referred to interchangeably. She was the best-selling female recording artist of the 1990s and has sold over 37 million copies of sales, making her one of the best-selling music artists in Japan of all time.",
      "pageId": 3928508,
      "monthDay": "02/06"
    },
    {
      "year": "1967",
      "uri": "/wiki/Anita_Cochran",
      "name": "Anita Cochran",
      "aboutText": "Malcolm \"Cam\" Cameron is an American football coach. He is currently the offensive coordinator and quarterbacks coach of the LSU Tigers football program. Cameron attended Indiana University in Bloomington, Indiana and played quarterback for the school.",
      "pageId": 4107121,
      "monthDay": "02/06"
    },
    {
      "year": "1967",
      "uri": "/wiki/Izumi_Sakai",
      "name": "Izumi Sakai",
      "aboutText": "Michael Lloyd Hough (born February 6, 1963) is a Canadian former professional ice hockey player who played thirteen seasons in the National Hockey League from 1986–87 until 1998–99. Hough was born in Montreal, Quebec, but grew up in Mississauga, Ontario.\nHough was drafted 181st overall by the Quebec Nordiques in the 1982 NHL Entry Draft.",
      "pageId": 4669032,
      "monthDay": "02/06"
    },
    {
      "year": "1968",
      "uri": "/wiki/Adolfo_Valencia",
      "name": "Adolfo Valencia",
      "aboutText": "Quentin Richard Stephen Letts (born 6 February 1963) is a British journalist and theatre critic, writing for The Daily Telegraph, Daily Mail, Mail on Sunday, The Oldie and New Statesman, and previously for The Times.",
      "pageId": 5139000,
      "monthDay": "02/06"
    },
    {
      "year": "1968",
      "uri": "/wiki/Akira_Yamaoka",
      "name": "Akira Yamaoka",
      "aboutText": "Anita Renee Cockerham (born February 6, 1967), known professionally as Anita Cochran, is an American country music singer, songwriter, guitarist and record producer. Signed to Warner Bros. Records in 1997, she made her debut on the U.S. country charts that year with the release of her first album Back to You.",
      "pageId": 12189692,
      "monthDay": "02/06"
    },
    {
      "year": "1969",
      "uri": "/wiki/David_Hayter",
      "name": "David Hayter",
      "aboutText": "Scott M. Gordon (born February 6, 1963) is an American professional ice hockey coach and former professional goaltender. He is currently the head coach of the Lehigh Valley Phantoms of the American Hockey League (AHL). He has also previously served as the head coach of the AHL's Providence Bruins and NHL's New York Islanders.",
      "pageId": 14060217,
      "monthDay": "02/06"
    },
    {
      "year": "1969",
      "uri": "/wiki/Masaharu_Fukuyama",
      "name": "Masaharu Fukuyama",
      "aboutText": "Orkut Büyükkökten (born February 6, 1975) is a Turkish software engineer who developed the social networking services Club Nexus, inCircle and Orkut.\nOriginally from Konya, Turkey, Büyükkökten obtained a B.Sc. degree in Computer Engineering and Information Science from Bilkent University in Ankara.",
      "pageId": 789887,
      "monthDay": "02/06"
    },
    {
      "year": "1969",
      "uri": "/wiki/Tim_Sherwood",
      "name": "Tim Sherwood",
      "aboutText": "George Bradley \"Brad\" Hogg (born 6 February 1971) is an Australian cricketer. He is a left-arm wrist spin bowler, and a lower-order left-handed batsman.\nHis earlier international career was revitalised by Shane Warne's absence from cricket in 2003 due to suspension from a drugs test and subsequent retirement from one-day cricket.",
      "pageId": 1384007,
      "monthDay": "02/06"
    },
    {
      "year": "1970",
      "uri": "/wiki/Per_Frandsen",
      "name": "Per Frandsen",
      "aboutText": "Tomoko Kawase (川瀬 智子, Kawase Tomoko) is a Japanese singer, songwriter, producer, actress, and model from Kyoto. She is the lead singer of the alternative rock band The Brilliant Green. She also has a solo career under the alter-ego pseudonyms Tommy february6 and Tommy heavenly6.",
      "pageId": 2855539,
      "monthDay": "02/06"
    },
    {
      "year": "1970",
      "uri": "/wiki/Zhou_Kehua",
      "name": "Zhou Kehua",
      "aboutText": "David Aaron Binn (born February 6, 1972) is an American football long snapper who played in the National Football League (NFL) for eighteen seasons. He played college football for the University of California, Berkeley. He was signed by the San Diego Chargers as an undrafted free agent in 1994.",
      "pageId": 2932347,
      "monthDay": "02/06"
    },
    {
      "year": "1971",
      "uri": "/wiki/Dana_Eskelson",
      "name": "Dana Eskelson",
      "aboutText": "Jeffrey Bryan \"Jeff\" Davis (born October 6, 1973) is an American actor, comedian, and singer. He is known for his work as a recurring performer on the improv comedy show Whose Line Is It Anyway?\nHe also appeared in Drew Carey's Green Screen Show as one of the main actors.",
      "pageId": 2944903,
      "monthDay": "02/06"
    },
    {
      "year": "1971",
      "uri": "/wiki/Brad_Hogg",
      "name": "Brad Hogg",
      "aboutText": "Timothy Alan \"Tim\" Sherwood (born 6 February 1969) is an English professional football manager and former midfielder.\nAs a player he was a midfielder from 1987 until 2005, notably as captain of Blackburn Rovers' Premier League title-winning side in 1995. He also played for Watford, Norwich City, Tottenham Hotspur, Portsmouth and Coventry City.",
      "pageId": 3624954,
      "monthDay": "02/06"
    },
    {
      "year": "1971",
      "uri": "/wiki/Carlos_Rogers_(basketball)",
      "name": "Carlos Rogers",
      "aboutText": "Brett Geoffrey Hawke (born 2 June 1975) is a former competitive swimmer who represented Australia at the 2000 Summer Olympics and 2004 Summer Olympics.",
      "pageId": 3954120,
      "monthDay": "02/06"
    },
    {
      "year": "1971",
      "uri": "/wiki/Brian_Stepanek",
      "name": "Brian Stepanek",
      "aboutText": "John Chad Allen (born February 6, 1975) is a former outfielder in Major League Baseball. He batted and threw right-handed. Allen played for the Minnesota Twins (1999–2001), Cleveland Indians (2002), Florida Marlins (2003), and Texas Rangers (2004-2005).",
      "pageId": 3978649,
      "monthDay": "02/06"
    },
    {
      "year": "1972",
      "uri": "/wiki/Stefano_Bettarini",
      "name": "Stefano Bettarini",
      "aboutText": "Tanja Frieden (born 6 February 1976 in Bern) is a Swiss snowboarder. She won a gold medal in the inaugural Snowboard Cross competition at the 2006 Winter Olympics.\nIn the Snowboard Cross finals at the 2006 Winter Olympics, Frieden was in second place well behind the American Lindsey Jacobellis, when the latter crashed while attempting to showboat on the second to last jump.",
      "pageId": 4107177,
      "monthDay": "02/06"
    },
    {
      "year": "1972",
      "uri": "/wiki/David_Binn",
      "name": "David Binn",
      "aboutText": "Brian Patrick Stepanek (born February 6, 1971) is an American actor. He is best known for his role as Arwin Hawkhauser in the Disney Channel Original Series The Suite Life of Zack & Cody. He was also a Sector Seven Agent in the 2007 Michael Bay film Transformers, and also had a supporting role in The Island.",
      "pageId": 4496219,
      "monthDay": "02/06"
    },
    {
      "year": "1973",
      "uri": "/wiki/Jeff_B._Davis",
      "name": "Jeff B. Davis",
      "aboutText": "Per Frandsen (born 6 February 1970) is a Danish football manager and former professional football player.",
      "pageId": 5018254,
      "monthDay": "02/06"
    },
    {
      "year": "1973",
      "uri": "/wiki/Ian_Scott_(actor)",
      "name": "Ian Scott",
      "aboutText": "Carlos Deon Rogers (born February 6, 1971) is a retired American professional basketball player who was selected by the Seattle SuperSonics in the 1st round (11th overall) of the 1994 NBA Draft.",
      "pageId": 6017953,
      "monthDay": "02/06"
    },
    {
      "year": "1975",
      "uri": "/wiki/Chad_Allen_(baseball)",
      "name": "Chad Allen",
      "aboutText": "Princess Marie of Denmark, Countess of Monpezat, RE (née Marie Agathe Odile Cavallier, born 6 February 1976) is the second wife of Prince Joachim of Denmark.",
      "pageId": 8991962,
      "monthDay": "02/06"
    },
    {
      "year": "1975",
      "uri": "/wiki/Orkut_B%C3%BCy%C3%BCkk%C3%B6kten",
      "name": "Orkut Büyükkökten",
      "aboutText": "Ian Scott (born February 6, 1973) is a French pornographic actor and director from 1996–2010.",
      "pageId": 13062290,
      "monthDay": "02/06"
    },
    {
      "year": "1975",
      "uri": "/wiki/Brett_Hawke",
      "name": "Brett Hawke",
      "aboutText": "Dana Erika Eskelson (born February 6, 1965) is an American television, film, and theatre actress.",
      "pageId": 14005165,
      "monthDay": "02/06"
    },
    {
      "year": "1975",
      "uri": "/wiki/Tomoko_Kawase",
      "name": "Tomoko Kawase",
      "aboutText": "Kasper Hvidt (born 6 February 1976 in Copenhagen) is a Danish handball goalkeeper, playing for KIF Kolding and previous Danish national team. He was selected as the best keeper for the 2008 European Men's Handball Championship. Hvidt was also voted as Goalkeeper of the Year March 20, 2009, second place was Thierry Omeyer from France.",
      "pageId": 15451539,
      "monthDay": "02/06"
    },
    {
      "year": "1976",
      "uri": "/wiki/Tanja_Frieden",
      "name": "Tanja Frieden",
      "aboutText": "Stefano Bettarini (born 6 February 1972) is a former Italian footballer who played as a defender.",
      "pageId": 20999668,
      "monthDay": "02/06"
    },
    {
      "year": "1976",
      "uri": "/wiki/Kasper_Hvidt",
      "name": "Kasper Hvidt",
      "aboutText": "Masaharu Fukuyama (福山雅治, Fukuyama Masaharu, born February 6, 1969) is a Japanese musician, singer-songwriter, multi-instrumentalist and actor from Nagasaki. He is represented by the agency Amuse, Inc..",
      "pageId": 30874426,
      "monthDay": "02/06"
    },
    {
      "year": "1976",
      "uri": "/wiki/Princess_Marie_of_Denmark",
      "name": "Princess Marie of Denmark",
      "aboutText": "Zhou Kehua (simplified Chinese: 周克华; traditional Chinese: 周克華; pinyin: Zhōu Kèhuá, February 6, 1970 – August 14, 2012) was a Chinese gunman suspected of murder and robbery. According to Chinese media, he is believed to be involved in at least nine murder and robbery cases.",
      "pageId": 36710968,
      "monthDay": "02/06"
    },
    {
      "year": "1976",
      "uri": "/wiki/Frans_Mohede",
      "name": "Frans Mohede",
      "aboutText": "Francois Henry Willem Mohede (born 6 February 1976), known as Frans Mohede, is an Indonesian singer, actor and Muay-thai instructor. He is the husband of the Indonesian artist Amara.\n^ \"Guess what?: Frans and Amara love muay thai\".",
      "pageId": 47721309,
      "monthDay": "02/06"
    },
    {
      "year": "1976",
      "uri": "/wiki/Kim_Zmeskal",
      "name": "Kim Zmeskal",
      "aboutText": "Kimberly Lynn \"Kim\" Burdette (née Zmeskal) (born February 6, 1976) is an American retired gymnast who was a national champion, world champion, and an Olympic bronze medalist.",
      "pageId": 386682,
      "monthDay": "02/06"
    },
    {
      "year": "1977",
      "uri": "/wiki/Jason_Euell",
      "name": "Jason Euell",
      "aboutText": "Mamiko Noto (能登 麻美子, Noto Mamiko, born February 6, 1980) is a Japanese voice actress working under Office Osawa. She was born in Ishikawa Prefecture. Some of her prominent anime roles include Rin in Inuyasha, Kotori Monou in X, Aoi Kannazuki in Kaitō Tenshi Twin Angel, Enma Ai in Hell Girl, Haruka Nogizaka in Nogizaka Haruka no Himitsu, Sawako Kuronuma in Kimi ni Todoke, and Satellizer L. Bridget in Freezing.",
      "pageId": 801451,
      "monthDay": "02/06"
    },
    {
      "year": "1977",
      "uri": "/wiki/Josh_Stewart",
      "name": "Josh Stewart",
      "aboutText": "Jens Martin Lekman (pronounced [jɛns mɑrtɪn lekman]) (born 6 February 1981) is a Swedish musician. His music is guitar-based pop with heavy use of samples and strings, with lyrics that are often witty, romantic, and melancholic. His work is heavily influenced by that of Jonathan Richman and Belle & Sebastian, and he has been likened to Stephin Merritt (of The Magnetic Fields), David Byrne, and Scott Walker.",
      "pageId": 1173811,
      "monthDay": "02/06"
    },
    {
      "year": "1977",
      "uri": "/wiki/Sergei_Sychyov",
      "name": "Sergei Sychyov",
      "aboutText": "Ty'ron \"Ty\" Markeith Warren (born February 6, 1981) is a former American football defensive tackle who played ten seasons in the National Football League (NFL). He played college football for Texas A&M University.",
      "pageId": 1993536,
      "monthDay": "02/06"
    },
    {
      "year": "1978",
      "uri": "/wiki/Yael_Naim",
      "name": "Yael Naim",
      "aboutText": "Calum Milan Best (born February 6, 1981) is a British-American model, actor, television personality, and reality television participant.",
      "pageId": 2081392,
      "monthDay": "02/06"
    },
    {
      "year": "1979",
      "uri": "/wiki/Dan_B%C4%83lan",
      "name": "Dan Bălan",
      "aboutText": "Kim Jacinthe Poirier (born February 6, 1980) is a Canadian actress, singer, film producer, and television host.",
      "pageId": 2541316,
      "monthDay": "02/06"
    },
    {
      "year": "1980",
      "uri": "/wiki/Ben_Lawson",
      "name": "Ben Lawson",
      "aboutText": "Dan Balan (born February 6, 1979) is a Moldovan singer, songwriter, and producer. Born in Chișinău, Moldavian Soviet Socialist Republic, he is the first and only Moldavian musician to be nominated for a Grammy as co-writer of Rihanna and T.I.’s \"Live Your Life\". He is the founder of European band O-Zone, and wrote and produced their international hit single \"Dragostea Din Tei”, which topped the charts in over 30 countries and sold over 12 million copies worldwide.",
      "pageId": 3188017,
      "monthDay": "02/06"
    },
    {
      "year": "1980",
      "uri": "/wiki/Mamiko_Noto",
      "name": "Mamiko Noto",
      "aboutText": "Jason Joseph Euell (born 6 February 1977) is a former footballer and now the Under 21s coach at Charlton Athletic FC. He played as either a forward or a midfielder. He has also been capped three times by Jamaica.\nHe spent much of his career playing in the Premier League, with all but one season between 1995 and 2007 in the top flight — firstly with Wimbledon, where he spent six years, including one season in the First Division, then Charlton Athletic for five years, before a season with Middlesbrough.",
      "pageId": 3475652,
      "monthDay": "02/06"
    },
    {
      "year": "1980",
      "uri": "/wiki/Conor_O%27Brian",
      "name": "Conor O'Brian",
      "aboutText": "Jade Edmistone (born 6 February 1982) is an Australian breaststroke swimmer, who is the former world-record holder in the 50 m breaststroke at both short and long course formats of the event. She is coached by Stephan Widmar at the Commercial Swimming Club in Brisbane. She stands at 183 cm and weighs 71 kg.",
      "pageId": 4022058,
      "monthDay": "02/06"
    },
    {
      "year": "1980",
      "uri": "/wiki/Kim_Poirier",
      "name": "Kim Poirier",
      "aboutText": "Alice Sophia Eve (born 6 February 1982) is an English actress known for her roles in the films She's Out of My League and Star Trek Into Darkness.",
      "pageId": 4718514,
      "monthDay": "02/06"
    },
    {
      "year": "1980",
      "uri": "/wiki/Luke_Ravenstahl",
      "name": "Luke Ravenstahl",
      "aboutText": "Lü Jianzhong (born 6 February 1982), better known by his stage name Tank, is a Taiwanese singer-songwriter. He is currently signed to HIM International Music. His debut album, Fighting (生存之道; Fighting, The Law of Surviving) was released on February 23, 2006.",
      "pageId": 4964437,
      "monthDay": "02/06"
    },
    {
      "year": "1981",
      "uri": "/wiki/Ricky_Barnes",
      "name": "Ricky Barnes",
      "aboutText": "Found agent, Found Instruments,",
      "pageId": 5228590,
      "monthDay": "02/06"
    },
    {
      "year": "1981",
      "uri": "/wiki/Calum_Best",
      "name": "Calum Best",
      "aboutText": "Ben Lawson (born 6 February 1980) is an Australian actor, known for his role as Frazer Yeats in the Australian soap opera Neighbours from 2006 to 2008. Lawson has since played small roles in several American television series, including The Deep End, Covert Affairs, and Don't Trust the B---- in Apartment 23.",
      "pageId": 5971357,
      "monthDay": "02/06"
    },
    {
      "year": "1981",
      "uri": "/wiki/Shim_Eun-jin",
      "name": "Shim Eun-jin",
      "aboutText": "Luke Robert Ravenstahl (born February 6, 1980) is an American politician who served as the 59th Mayor of Pittsburgh from 2006 until 2014. A Democrat, he became the youngest mayor in Pittsburgh's history in September 2006 at the age of 26. He was among the youngest mayors of a major city in American history.",
      "pageId": 6799714,
      "monthDay": "02/06"
    },
    {
      "year": "1981",
      "uri": "/wiki/Alison_Haislip",
      "name": "Alison Haislip",
      "aboutText": "Joshua Regnall \"Josh\" Stewart (born February 6, 1977) is an American actor best known for his role as Holt McLaren in the FX TV series Dirt and as Detective William LaMontagne, Jr., in Criminal Minds. He was also cast as Brendan Finney in the final season of the NBC TV series Third Watch and as the Barsad in Christopher Nolan's The Dark Knight Rises.",
      "pageId": 9554304,
      "monthDay": "02/06"
    },
    {
      "year": "1981",
      "uri": "/wiki/Jens_Lekman",
      "name": "Jens Lekman",
      "aboutText": "Richard Kyle Barnes (born February 6, 1981) is an American professional golfer who currently plays on the PGA Tour.",
      "pageId": 12815125,
      "monthDay": "02/06"
    },
    {
      "year": "1981",
      "uri": "/wiki/Ty_Warren",
      "name": "Ty Warren",
      "aboutText": "Yael Naïm (Hebrew: יעל נעים‎, born 6 February 1978 in Paris, France), is an Israeli-French singer-songwriter. She rose to fame in 2008 in the US after her hit single \"New Soul\" was used by Apple in an advertising campaign for its MacBook Air. The song peaked at No.",
      "pageId": 15247952,
      "monthDay": "02/06"
    },
    {
      "year": "1982",
      "uri": "/wiki/Tank_(Taiwanese_singer)",
      "name": "Tank",
      "aboutText": "Sergei Sychyov (born February 6, 1977 in Odessa) is a Ukrainian ice dancer who also competed internationally for Estonia. He competed internationally for Ukraine on the junior level with Julia Shevchenko. He teamed up with Anna Mosenkova in 1999 to compete for Estonia.",
      "pageId": 17389573,
      "monthDay": "02/06"
    },
    {
      "year": "1982",
      "uri": "/wiki/Jade_Edmistone",
      "name": "Jade Edmistone",
      "aboutText": "Alison Fesq Haislip (born February 6, 1981) is an American actress and former TV correspondent for Attack of the Show! on G4 and the NBC reality competition series The Voice. She resides in Los Angeles, California.",
      "pageId": 18405015,
      "monthDay": "02/06"
    },
    {
      "year": "1982",
      "uri": "/wiki/Alice_Eve",
      "name": "Alice Eve",
      "aboutText": "Ryan Parmeter (born February 6, 1980) is an American professional wrestler. He is signed by WWE, under the ring name Konnor as part of the tag team The Ascension. He was part of the fourth season of NXT, and earned fourth place on the show's fifth season, NXT Redemption.",
      "pageId": 18820195,
      "monthDay": "02/06"
    },
    {
      "year": "1982",
      "uri": "/wiki/Elise_Ray",
      "name": "Elise Ray",
      "aboutText": "Jung Yun-ho (born February 6, 1986), also known by his stage name U-Know Yunho or simply U-Know, is a South Korean singer, actor, dancer, and a member of the pop duo TVXQ. Born and raised in Gwangju, South Korea, Yunho auditioned for the Korean talent agency S.M. Entertainment in 2001. After over two years of training, Yunho debuted with TVXQ in December 2003.\nFluent in both Korean and Japanese, Yunho has achieved commercial success throughout Asia as a member of TVXQ. Known as \"Asia's Stars\" and the \"Kings of K-Pop\", TVXQ have released fifteen studio albums and performed on record-breaking concert tours; their sixth Japan-wide tour, the Time Tour, was the highest-grossing concert tour ever held by a foreign music act in Japan.",
      "pageId": 613239,
      "monthDay": "02/06"
    },
    {
      "year": "1983",
      "uri": "/wiki/Sreesanth",
      "name": "Sreesanth",
      "aboutText": "Joji Kato (加藤条治, Katō Jōji) (born 6 February 1985) is a Japanese speedskater whose specialty is in the sprinting distance event of 500 metres. At the age of 17 he became the first junior speedskater to skate the 500 metres in less than 35 seconds.\nUntil 9 March 2007 he was the world record holder with the 34.30 he skated in Salt Lake City on 19 November 2005.",
      "pageId": 1579628,
      "monthDay": "02/06"
    },
    {
      "year": "1983",
      "uri": "/wiki/Melrose_Bickerstaff",
      "name": "Melrose Bickerstaff",
      "aboutText": "Piret Järvis (born 6 February 1984 in Tallinn) is an Estonian singer, guitarist, and songwriter of the popular girl group Vanilla Ninja. Currently she is working as a presenter and a journalist for the Estonian Public Broadcasting.\nBorn to Maire and Enno Järvis she has an older sister and a younger brother.",
      "pageId": 1968818,
      "monthDay": "02/06"
    },
    {
      "year": "1983",
      "uri": "/wiki/Brodie_Croyle",
      "name": "Brodie Croyle",
      "aboutText": "Darren Ashley Bent (born 6 February 1984) is an English professional footballer who plays as a striker for Championship club Derby County.\nBent started his career with Ipswich Town. After progressing through their youth system he made his first team debut in 2001.",
      "pageId": 2144277,
      "monthDay": "02/06"
    },
    {
      "year": "1983",
      "uri": "/wiki/Dimas_Delgado",
      "name": "Dimas Delgado",
      "aboutText": "Antoine Domonick Wright (born February 6, 1984) is an American professional basketball player who last played for Hapoel Gilboa Galil of the Israeli Basketball Super League. He attended preparatory school at Lawrence Academy at Groton; in 2002, he led the Spartans to an Independent School League Basketball Championship. He was selected 15th overall in the 2005 NBA Draft by the Nets (the highest pick from the Big 12 Conference that year and in Texas A&M University history until Acie Law was drafted 11th in the 2007 NBA Draft), after his junior year at Texas A&M University.",
      "pageId": 2166526,
      "monthDay": "02/06"
    },
    {
      "year": "1983",
      "uri": "/wiki/Jamie_Whincup",
      "name": "Jamie Whincup",
      "aboutText": "Kris Nathan Humphries (born February 6, 1985) is an American professional basketball player for the Washington Wizards of the National Basketball Association (NBA).",
      "pageId": 2312705,
      "monthDay": "02/06"
    },
    {
      "year": "1983",
      "uri": "/wiki/Myron_Wolf_Child",
      "name": "Myron Wolf Child",
      "aboutText": "John Brodie Croyle (/ˈkrɔɪl/; born February 6, 1983) is a former American football quarterback. He was drafted by the Kansas City Chiefs of the National Football League (NFL) in the third round of the 2006 NFL Draft. He played college football for the University of Alabama from 2002 to 2005.",
      "pageId": 2722565,
      "monthDay": "02/06"
    },
    {
      "year": "1984",
      "uri": "/wiki/Darren_Bent",
      "name": "Darren Bent",
      "aboutText": "Brendan Ross Murray Taylor (born 6 February 1986) is a former Zimbabwean international cricketer, and a former Zimbabwean captain in ODIs until his retirement. Currently Taylor is playing for Nottinghamshire, he is a batsman but is also a part-time wicketkeeper and off spinner. He is regarded as one of the best batsmen in Zimbabwean cricketing history.",
      "pageId": 2867891,
      "monthDay": "02/06"
    },
    {
      "year": "1984",
      "uri": "/wiki/Piret_J%C3%A4rvis",
      "name": "Piret Järvis",
      "aboutText": "Mary Elise Ray (born February 6, 1982) is an American gymnast who represented the United States at the 2000 Olympics in Sydney and the 1999 World Championships.",
      "pageId": 3688609,
      "monthDay": "02/06"
    },
    {
      "year": "1984",
      "uri": "/wiki/Katarina_Gospic",
      "name": "Katarina Gospic",
      "aboutText": "Myron John Wolf Child (February 6, 1983 – February 27, 2007) was a youth activist, public speaker and politician from the Kainai Nation in southern Alberta, Canada. His surname was sometimes reported as Wolfchild or WolfChild.",
      "pageId": 3848767,
      "monthDay": "02/06"
    },
    {
      "year": "1984",
      "uri": "/wiki/Antoine_Wright_(basketball)",
      "name": "Antoine Wright",
      "aboutText": "Jamie Whincup (born 6 February 1983 in Melbourne, Victoria) is an Australian auto racing driver who competes in the V8 Supercar Championship Series, driving for Red Bull Racing Australia. He is a six-time V8 Supercar champion and four-time Bathurst 1000 winner.\nWhincup lives on the Gold Coast.",
      "pageId": 4704890,
      "monthDay": "02/06"
    },
    {
      "year": "1985",
      "uri": "/wiki/Kris_Humphries",
      "name": "Kris Humphries",
      "aboutText": "Alice Hannah Meiqui Greczyn (born February 6, 1986) is an American actress and model best known for roles in the films The Dukes of Hazzard, Shrooms, House of Fears and Sex Drive.",
      "pageId": 6167381,
      "monthDay": "02/06"
    },
    {
      "year": "1985",
      "uri": "/wiki/Joji_Kato",
      "name": "Joji Kato",
      "aboutText": "Yang Yu (simplified Chinese: 杨雨; traditional Chinese: 楊雨; pinyin: Yáng Yǔ; born February 6, 1985 in Hangzhou, Zhejiang) is a female Olympic medal-winning swimmer from the People's Republic of China.",
      "pageId": 6294442,
      "monthDay": "02/06"
    },
    {
      "year": "1985",
      "uri": "/wiki/Crystal_Reed",
      "name": "Crystal Reed",
      "aboutText": "Shanthakumaran Sreesanth (Malayalam: ശ്രീശാന്ത്‌, Santakumaran Srisant ( pronunciation ), born 6 February 1983) is a former Indian cricketer. He was a right-arm fast-medium-pace bowler and a right-handed tail-ender batsman. In first class cricket, he played for Kerala and in the Indian Premier League, he played for Rajasthan Royals.",
      "pageId": 6605995,
      "monthDay": "02/06"
    },
    {
      "year": "1985",
      "uri": "/wiki/Yang_Yu_(swimmer)",
      "name": "Yang Yu",
      "aboutText": "Melissa Rose Bickerstaff (born February 6, 1983), known professionally as Melrose, is an American fashion model and fashion designer based in San Francisco, California, and signed to Leni's Model Management.",
      "pageId": 14329425,
      "monthDay": "02/06"
    },
    {
      "year": "1986",
      "uri": "/wiki/Yunho",
      "name": "Yunho",
      "aboutText": "Dimas Delgado Morgado (born 6 February 1983), known simply as Dimas, is a Spanish professional footballer who plays for Australian club Western Sydney Wanderers FC as a midfielder.",
      "pageId": 22940414,
      "monthDay": "02/06"
    },
    {
      "year": "1986",
      "uri": "/wiki/Dane_DeHaan",
      "name": "Dane DeHaan",
      "aboutText": "Dane William DeHaan (/dɨˈhɑːn/ də-HAHN; born February 6, 1986) is an American actor. He is known for playing Jesse on the HBO series In Treatment, and for his roles in the films Chronicle (2012), The Place Beyond the Pines (2013), Kill Your Darlings (2013), The Amazing Spider-Man 2 (2014) and Life (2015).",
      "pageId": 29719785,
      "monthDay": "02/06"
    },
    {
      "year": "1986",
      "uri": "/wiki/Alice_Greczyn",
      "name": "Alice Greczyn",
      "aboutText": "Crystal Marie Reed (born February 6, 1985) is an American actress. She is known for her role Allison Argent in the 2011 MTV's show Teen Wolf as well as her role in the 2013 movie Crush with Lucas Till.\n^ a b Reed, Crystal (June 26, 2013).",
      "pageId": 31844889,
      "monthDay": "02/06"
    },
    {
      "year": "1986",
      "uri": "/wiki/Brendan_Taylor",
      "name": "Brendan Taylor",
      "aboutText": "Hayato Ichihara (市原 隼人, Ichihara Hayato, February 6, 1987) is a Japanese actor who is best known for his roles in film and television, including the 2001 film All About Lily Chou-Chou. In 2009 he was voted one of Oricon's \"fresh Stars\" of the year. In 2009 he was also voted the 4th most attractive male celebrity in a swimsuit.",
      "pageId": 36175535,
      "monthDay": "02/06"
    },
    {
      "year": "1987",
      "uri": "/wiki/Hayato_Ichihara",
      "name": "Hayato Ichihara",
      "aboutText": "Katarina Anna-Maria Gospic (born 6 February 1984, Kista) is a Swedish scientist and author, who grew up in the Akalla district of Stockholm. Between 2002-11 she studied physiology and medicine at Karolinska Institutet. In 2011 she started the consulting business Brainbow Labs, where she works with being and author, speaker and consult.",
      "pageId": 47713050,
      "monthDay": "02/06"
    },
    {
      "year": "1987",
      "uri": "/wiki/Luisa_V%C3%A4rk",
      "name": "Luisa Värk",
      "aboutText": "Allison Renae Holker Boss (born circa 1988) is an American dancer. Holker is credited with a wide variety of work in film, television and concert tours.",
      "pageId": 5639916,
      "monthDay": "02/06"
    },
    {
      "year": "1988",
      "uri": "/wiki/Bailey_Hanks",
      "name": "Bailey Hanks",
      "aboutText": "Craig George Cathcart (born 6 February 1989) is a Northern Irish professional footballer who plays as a centre-back for Watford and the Northern Ireland national team. He has also captained his country's under-21 side.\nA product of the Manchester United youth academy, Cathcart spent time on loan at Belgian club Royal Antwerp, and English Football League Championship sides Plymouth Argyle and Watford, before joining newly promoted Blackpool in 2010.",
      "pageId": 10112023,
      "monthDay": "02/06"
    },
    {
      "year": "1988",
      "uri": "/wiki/Allison_Holker",
      "name": "Allison Holker",
      "aboutText": "Jonny William Flynn (born February 6, 1989) is an American professional basketball player who last played for the Orlandina Basket of the Lega Basket Serie A. He played collegiate basketball for the Syracuse Orange.",
      "pageId": 10949183,
      "monthDay": "02/06"
    },
    {
      "year": "1989",
      "uri": "/wiki/Craig_Cathcart",
      "name": "Craig Cathcart",
      "aboutText": "Natapohn Tameeruks (Thai: ณฐพร เตมีรักษ์; rtgs: Nathaphon Temirak; born 6 February 1989), nickname Taew (Thai: แต้ว; rtgs: Taeo), is a Thai actress of Thai-Chinese descent, working for TV3.",
      "pageId": 11655930,
      "monthDay": "02/06"
    },
    {
      "year": "1989",
      "uri": "/wiki/Jonny_Flynn",
      "name": "Jonny Flynn",
      "aboutText": "Víctor Omar Mañón Barrón, better known as Víctor Mañón (born 6 February 1992, in Celaya) is a Mexican footballer forward, who plays for Tiburones Rojos de Veracruz on loan from C.F. Pachuca.",
      "pageId": 13223496,
      "monthDay": "02/06"
    },
    {
      "year": "1989",
      "uri": "/wiki/Natapohn_Tameeruks",
      "name": "Natapohn Tameeruks",
      "aboutText": "Luisa Värk (born 6 February 1987) is an Estonian singer.\nVärk was a runner-up of on the first season of Estonian Pop Idol (Eesti otsib superstaari). She was also a runner-up on Tantsud tähtedega, Estonia's version of Dancing with the Stars.",
      "pageId": 16843801,
      "monthDay": "02/06"
    },
    {
      "year": "1990",
      "uri": "/wiki/Adam_Henrique",
      "name": "Adam Henrique",
      "aboutText": "Bailey Noel Hanks (born February 6, 1988) is an American singer, actress, and dancer best known for winning MTV's Legally Blonde - The Musical: The Search for Elle Woods.",
      "pageId": 18535074,
      "monthDay": "02/06"
    },
    {
      "year": "1990",
      "uri": "/wiki/Aida_Rybalko",
      "name": "Aida Rybalko",
      "aboutText": "Tinashe Jorgenson Kachingwe, known professionally as just Tinashe, (born February 6, 1993), is an American singer, songwriter, dancer, actress and former model. She began her entertainment career at the age of 3 when she began modeling and acting. In 2012, Tinashe released two critically acclaimed mixtapes, In Case We Die and Reverie, which she created in her home studio.",
      "pageId": 25831844,
      "monthDay": "02/06"
    },
    {
      "year": "1992",
      "uri": "/wiki/V%C3%ADctor_Ma%C3%B1%C3%B3n",
      "name": "Víctor Mañón",
      "aboutText": "Teresa Michelle Scanlan (born February 6, 1993) is an American beauty pageant titleholder from Gering, Nebraska who was named Miss Nebraska 2010, subsequently winning Miss America 2011 and becoming the youngest Miss America since Bette Cooper in 1937.\n^ \"Teresa Scanlan: Miss Nebraska2010\". Teresa Scanlan - via - Facebook.",
      "pageId": 27987352,
      "monthDay": "02/06"
    },
    {
      "year": "1993",
      "uri": "/wiki/Jonas_Heymans",
      "name": "Jonas Heymans",
      "aboutText": "Adam Shane Henrique (born February 6, 1990) is a Canadian professional ice hockey centre, who is an alternate captain for the New Jersey Devils of the National Hockey League (NHL). He was selected by the Devils in the third round, 82nd overall, at the 2008 NHL Entry Draft.",
      "pageId": 29913655,
      "monthDay": "02/06"
    },
    {
      "year": "1993",
      "uri": "/wiki/Tinashe",
      "name": "Tinashe",
      "aboutText": "Aida Rybalko (born February 6, 1990 in Kaunas, Lithuania) is an Lithuanian figure skater.",
      "pageId": 30756518,
      "monthDay": "02/06"
    },
    {
      "year": "1993",
      "uri": "/wiki/Teresa_Scanlan",
      "name": "Teresa Scanlan",
      "aboutText": "Moon Jong Up (Korean: 문종업; born February 6, 1995), often simply known as Jongup or Moontos, is a South Korean dancer and singer.",
      "pageId": 35065869,
      "monthDay": "02/06"
    },
    {
      "year": "1995",
      "uri": "/wiki/Moon_Jong-up",
      "name": "Moon Jong-up",
      "aboutText": "Jonas Heymans (born 6 February 1993) is a Belgian footballer who currently plays as a left back for Royal Antwerp, in the Dutch Eredivisie.",
      "pageId": 37367319,
      "monthDay": "02/06"
    },
    {
      "year": "1996",
      "uri": "/wiki/Justina_Mikulskyt%C4%97",
      "name": "Justina Mikulskytė",
      "aboutText": "Justina Mikulskytė (born 6 February 1996 in Šiauliai) is a Lithuanian tennis player.\nMikulskytė has won one doubles title on the ITF tour in her career. On 2 February 2015, she reached her best singles ranking of world number 1203.",
      "pageId": 38094526,
      "monthDay": "02/06"
    }
  ]
}