{
  "people": [
    {
      "year": "1390",
      "uri": "/wiki/Anne_de_Mortimer",
      "name": "Anne de Mortimer",
      "aboutText": "Johannes Kepler (German: [ˈkɛplɐ]; December 27, 1571 – November 15, 1630) was a German mathematician, astronomer, and astrologer. A key figure in the 17th century scientific revolution, he is best known for his laws of planetary motion, based on his works Astronomia nova, Harmonices Mundi, and Epitome of Copernican Astronomy. These works also provided one of the foundations for Isaac Newton's theory of universal gravitation.",
      "pageId": 15736,
      "monthDay": "12/27"
    },
    {
      "year": "1571",
      "uri": "/wiki/Johannes_Kepler",
      "name": "Johannes Kepler",
      "aboutText": "Louis Pasteur (/ˈluːi pæˈstɜr/, French: [lwi pastœʁ]; December 27, 1822 – September 28, 1895) was a French chemist and microbiologist renowned for his discoveries of the principles of vaccination, microbial fermentation and pasteurization. He is remembered for his remarkable breakthroughs in the causes and preventions of diseases, and his discoveries have saved countless lives ever since. He reduced mortality from puerperal fever, and created the first vaccines for rabies and anthrax.",
      "pageId": 17740,
      "monthDay": "12/27"
    },
    {
      "year": "1572",
      "uri": "/wiki/Johannes_Vodnianus_Campanus",
      "name": "Johannes Vodnianus Campanus",
      "aboutText": "Sir Mackenzie Bowell, KCMG PC (/ˈboʊ.əl/; December 27, 1823 – December 10, 1917) was an English-born Canadian politician who served as the fifth Prime Minister of Canada, from December 21, 1894 to April 27, 1896.",
      "pageId": 19602,
      "monthDay": "12/27"
    },
    {
      "year": "1683",
      "uri": "/wiki/Conyers_Middleton",
      "name": "Conyers Middleton",
      "aboutText": "George Whitefield (December 27 [O.S. December 16] 1714 – September 30, 1770), also known as George Whitfield, was an English Anglican cleric who helped spread the Great Awakening in Britain and, especially, in the American colonies.\nBorn in Gloucester, England, he attended Pembroke College, Oxford University, where he met the Wesley brothers. He was one of the founders of Methodism and of the evangelical movement generally.",
      "pageId": 40405,
      "monthDay": "12/27"
    },
    {
      "year": "1714",
      "uri": "/wiki/George_Whitefield",
      "name": "George Whitefield",
      "aboutText": "Sir George Cayley, 6th Baronet (27 December 1773 – 15 December 1857) was a prolific English engineer and is one of the most important people in the history of aeronautics. Many consider him to be the first true scientific aerial investigator and the first person to understand the underlying principles and forces of flight.\nIn 1799 he set forth the concept of the modern aeroplane as a fixed-wing flying machine with separate systems for lift, propulsion, and control.",
      "pageId": 81936,
      "monthDay": "12/27"
    },
    {
      "year": "1715",
      "uri": "/wiki/Philippe_de_Noailles",
      "name": "Philippe de Noailles",
      "aboutText": "Conyers Middleton (27 December 1683 – 28 July 1750) was an English clergyman.",
      "pageId": 189721,
      "monthDay": "12/27"
    },
    {
      "year": "1721",
      "uri": "/wiki/Fran%C3%A7ois_Hemsterhuis",
      "name": "François Hemsterhuis",
      "aboutText": "François Hemsterhuis (27 December 1721 – 7 July 1790) was a Dutch writer on aesthetics and moral philosophy.\nThe son of Tiberius Hemsterhuis, he was born at Franeker in the Netherlands. He was educated at the University of Leiden, where he studied Plato.",
      "pageId": 189958,
      "monthDay": "12/27"
    },
    {
      "year": "1761",
      "uri": "/wiki/Michael_Andreas_Barclay_de_Tolly",
      "name": "Michael Andreas Barclay de Tolly",
      "aboutText": "Anne de Mortimer, Countess of Cambridge (27 December 1390 – c.",
      "pageId": 211544,
      "monthDay": "12/27"
    },
    {
      "year": "1773",
      "uri": "/wiki/George_Cayley",
      "name": "George Cayley",
      "aboutText": "Sydney Hughes Greenstreet (27 December 1879 – 18 January 1954) was a British-born American actor who did not work in films until the age of 62, but enjoyed a run of notable hits in a Hollywood career lasting just eight years. He is best remembered for his Warner Bros. films with Humphrey Bogart and Peter Lorre, which include The Maltese Falcon (1941), Casablanca (1942), and Passage to Marseille (1944).",
      "pageId": 244829,
      "monthDay": "12/27"
    },
    {
      "year": "1776",
      "uri": "/wiki/Nikolay_Kamensky",
      "name": "Nikolay Kamensky",
      "aboutText": "Prince Michael Andreas Barclay de Tolly (27 December [O.S. 16 December] 1761 – 26 May [O.S. 14 May] 1818) was a Russian Field Marshal and Minister of War during Napoleon's invasion in 1812 and War of the Sixth Coalition.",
      "pageId": 250981,
      "monthDay": "12/27"
    },
    {
      "year": "1796",
      "uri": "/wiki/Ghalib",
      "name": "Mirza Ghalib",
      "aboutText": "Louis Lincoln Emmerson (December 27, 1863 – February 4, 1941) was a Republican and the twenty-ninth governor of Illinois. He was born in Albion, Illinois on December 27, 1863. After completing his education in the Albion public school system, Emmerson moved to Mount Vernon, Illinois in 1883, and established a career in the mercantile business.",
      "pageId": 779329,
      "monthDay": "12/27"
    },
    {
      "year": "1803",
      "uri": "/wiki/Fran%C3%A7ois-Marie-Thomas_Chevalier_de_Lorimier",
      "name": "François-Marie-Thomas Chevalier de Lorimier",
      "aboutText": "Pavel Mikhaylovich Tretyakov (Russian: Па́вел Миха́йлович Третьяко́в; December 27, 1832 – December 16, 1898) was a Russian businessman, patron of art, collector, and philanthropist who gave his name to the Tretyakov Gallery and Tretyakov Drive in Moscow.",
      "pageId": 898490,
      "monthDay": "12/27"
    },
    {
      "year": "1809",
      "uri": "/wiki/Alexandros_Rizos_Rangavis",
      "name": "Alexandros Rizos Rangavis",
      "aboutText": "Philippe de Noailles, comte de Noailles and later prince de Poix, duc de Mouchy, and duc de Poix à brevêt (27 December 1715 in Paris – 27 June 1794 in Paris), was a younger brother of Louis de Noailles, and a more distinguished soldier than his brother.",
      "pageId": 1186313,
      "monthDay": "12/27"
    },
    {
      "year": "1822",
      "uri": "/wiki/Louis_Pasteur",
      "name": "Louis Pasteur",
      "aboutText": "Juan Luis Sanfuentes Andonaegui (December 27, 1858 - July 16, 1930) was President of Chile between 1915 and 1920.\nSanfuentes was the son of writer and politician Salvador Sanfuentes Torres and Matilde Andonaegui. Orphaned at an early age and raised by his older brother, Enrique Salvador Sanfuentes, he trained as a lawyer at the University of Chile.",
      "pageId": 2008169,
      "monthDay": "12/27"
    },
    {
      "year": "1823",
      "uri": "/wiki/Mackenzie_Bowell",
      "name": "Mackenzie Bowell",
      "aboutText": "Alexandros Rizos Rangavis or Alexander Rizos Rangabe (Greek: Αλέξανδρος Ρίζος-Ραγκαβής; French: Alexandre Rizos Rangabé; 27 December 1809 – 28 June 1892), was a Greek man of letters, poet and statesman.",
      "pageId": 2915734,
      "monthDay": "12/27"
    },
    {
      "year": "1832",
      "uri": "/wiki/Pavel_Tretyakov",
      "name": "Pavel Tretyakov",
      "aboutText": "Ghalib (Urdu: غاؔلب‎; Hindi: ग़ालिब) born Mirza Asadullah Beg Khan (Urdu: مرزا اسد اللہ بیگ خان; Hindi: मिर्ज़ा असदुल्लाह् बेग़ ख़ान), on 27 December 1797 – died 15 February 1869),  was the preeminent Indian Urdu and Persian-language poet during the last years of the Mughal Empire. He used his pen-names of Ghalib (Urdu: غالب, ġhālib means \"dominant\") and Asad (Urdu: اسد, Asad means \"lion\"). His honorific was Dabir-ul-Mulk, Najm-ud-Daula.",
      "pageId": 3061617,
      "monthDay": "12/27"
    },
    {
      "year": "1858",
      "uri": "/wiki/Juan_Luis_Sanfuentes",
      "name": "Juan Luis Sanfuentes",
      "aboutText": "Jan Campanus Vodňanský (Johannes Vodnianus Campanus, Jan Vodňanský Campanus; also Jan z Vodňan, Jan Kampánus Vodňanský, Ionnes Campanus Vodnianus) (27 December 1572 – 13 December 1622) was a Czech humanist, composer, pedagogue, poet, and dramatist. He was born in Vodňany (hence his surname), in southern Bohemia. He studied at the University of Prague and in 1596 and was made Master of Liberal Arts there.",
      "pageId": 3935008,
      "monthDay": "12/27"
    },
    {
      "year": "1863",
      "uri": "/wiki/Louis_Lincoln_Emmerson",
      "name": "Louis Lincoln Emmerson",
      "aboutText": "Count Nikolay Mikhailovich Kamensky (December 27, 1776 – May 4, 1811) was a Russian general who outlived his father, Field Marshal Mikhail Kamensky, by two years.",
      "pageId": 4721596,
      "monthDay": "12/27"
    },
    {
      "year": "1864",
      "uri": "/wiki/Hermann-Paul",
      "name": "Hermann-Paul",
      "aboutText": "René Georges Hermann-Paul (December 27, 1864 – June 23, 1940) was a French artist. He was born in Paris and died in Saintes-Maries-de-la-Mer.\nRecent efforts to catalog the work of Hermann-Paul reveal an artist of considerable scope.",
      "pageId": 5066558,
      "monthDay": "12/27"
    },
    {
      "year": "1879",
      "uri": "/wiki/Sydney_Greenstreet",
      "name": "Sydney Greenstreet",
      "aboutText": "François-Marie-Thomas Chevalier de Lorimier (December 27, 1803 – February 15, 1839), also known under various shorter names as François-Marie-Thomas de Lorimier, Marie-Thomas Chevalier de Lorimier or Chevalier de Lorimier, was a notary who fought as a Patriote and Frère chasseur for the independence of Lower Canada (present-day Quebec) in the Lower Canada Rebellion. For these actions, he was incarcerated at the Montreal Pied-du-Courant Prison and was hanged at the site by the British authorities.",
      "pageId": 7724994,
      "monthDay": "12/27"
    },
    {
      "year": "1883",
      "uri": "/wiki/Cyrus_S._Eaton",
      "name": "Cyrus S. Eaton",
      "aboutText": "Marie Magdalene \"Marlene\" Dietrich (/mɑrˈleɪnəˈdiːtrɪk/, German pronunciation: [maɐˈleːnə ˈdiːtʁɪç]; 27 December 1901 – 6 May 1992) was a German-American actress and singer.\nDietrich maintained popularity throughout her unusually long show business career by continually re-inventing herself, professionally and characteristically. In 1920s Berlin, she acted on the stage and in silent films.",
      "pageId": 145325,
      "monthDay": "12/27"
    },
    {
      "year": "1888",
      "uri": "/wiki/Thea_von_Harbou",
      "name": "Thea von Harbou",
      "aboutText": "Oscar Levant (December 27, 1906 – August 14, 1972) was an American pianist, composer, author, comedian, and actor.",
      "pageId": 270359,
      "monthDay": "12/27"
    },
    {
      "year": "1892",
      "uri": "/wiki/Alfred_Edwin_McKay",
      "name": "Alfred Edwin McKay",
      "aboutText": "Clifford Charles \"Cliff\" Arquette (December 27, 1905 – September 23, 1974) was an American actor and comedian, famous for his TV role as “Charley Weaver.”",
      "pageId": 497211,
      "monthDay": "12/27"
    },
    {
      "year": "1896",
      "uri": "/wiki/Louis_Bromfield",
      "name": "Louis Bromfield",
      "aboutText": "Thea Gabriele von Harbou (27 December 1888 – 1 July 1954) was a German screenwriter, novelist, film director, and actress. She is especially known as the screenwriter of the science fiction film classic Metropolis and the story on which it was based. Von Harbou collaborated as a screenwriter with film director Fritz Lang, her husband, during the period of transition from silent to sound films.",
      "pageId": 505240,
      "monthDay": "12/27"
    },
    {
      "year": "1896",
      "uri": "/wiki/Maurice_De_Waele",
      "name": "Maurice De Waele",
      "aboutText": "Inejiro Asanuma (浅沼 稲次郎, Asanuma Inejirō, December 27, 1898 – October 12, 1960) was a Japanese politician, and leader of the Japan Socialist Party. A noted public speaker, Asanuma was unusual in postwar Japan for his forceful advocacy of socialism, and his support of the Chinese Communist Party was particularly controversial.\nAsanuma was assassinated by a nationalist while speaking in a televised political debate in Tokyo.",
      "pageId": 772421,
      "monthDay": "12/27"
    },
    {
      "year": "1896",
      "uri": "/wiki/Carl_Zuckmayer",
      "name": "Carl Zuckmayer",
      "aboutText": "This article is about the father; for the son, see Hans-Joachim Stuck.\nHans Stuck (sometimes called Hans Stuck von Villiez, last name pronounced shtook) (27 December 1900 in Warsaw – 9 February 1978 in Grainau) was a German motor racing driver. Both his son Hans-Joachim Stuck (born 1951) and his grandsons Johannes and Ferdinand Stuck became race drivers.",
      "pageId": 868581,
      "monthDay": "12/27"
    },
    {
      "year": "1898",
      "uri": "/wiki/Inejiro_Asanuma",
      "name": "Inejiro Asanuma",
      "aboutText": "Raimund Pretzel (27 December 1907 – 2 January 1999), better known by his pseudonym Sebastian Haffner, was a German journalist and author. He wrote mainly about recent German history. His focus was specifically on the history of the German Reich (1871–1945); his books dealt with the origins and course of the First World War, the failure of the Weimar Republic, and the subsequent rise and fall of Nazi Germany under Hitler.",
      "pageId": 1077884,
      "monthDay": "12/27"
    },
    {
      "year": "1899",
      "uri": "/wiki/U_Vimala",
      "name": "U Vimala",
      "aboutText": "Cyrus Stephen Eaton, Sr. (December 27, 1883 – May 9, 1979) was a Canadian-American investment banker, businessman and philanthropist, with a career that spanned seventy years.\nFor decades Eaton was one of the most powerful financiers in the American Midwest, and he was a colourful and often-controversial figure.",
      "pageId": 1203562,
      "monthDay": "12/27"
    },
    {
      "year": "1900",
      "uri": "/wiki/Hans_Stuck",
      "name": "Hans Stuck",
      "aboutText": "Louis Bromfield (December 27, 1896 – March 18, 1956) was an American author and conservationist who gained international recognition, winning the Pulitzer Prize and pioneering innovative scientific farming concepts.",
      "pageId": 1321154,
      "monthDay": "12/27"
    },
    {
      "year": "1901",
      "uri": "/wiki/Marlene_Dietrich",
      "name": "Marlene Dietrich",
      "aboutText": "Irene Handl (27 December 1901 – 29 November 1987) was an English character actress who appeared in over a hundred British films.",
      "pageId": 1379836,
      "monthDay": "12/27"
    },
    {
      "year": "1901",
      "uri": "/wiki/Irene_Handl",
      "name": "Irene Handl",
      "aboutText": "Carl Zuckmayer (27 December 1896 – 18 January 1977) was a German writer and playwright.",
      "pageId": 1899374,
      "monthDay": "12/27"
    },
    {
      "year": "1904",
      "uri": "/wiki/Ren%C3%A9_Bonnet",
      "name": "René Bonnet",
      "aboutText": "Jan Willem van Otterloo (27 December 1907 – 27 July 1978) was a Dutch conductor, cellist and composer.",
      "pageId": 1996420,
      "monthDay": "12/27"
    },
    {
      "year": "1905",
      "uri": "/wiki/Cliff_Arquette",
      "name": "Cliff Arquette",
      "aboutText": "Maurice De Waele (pronounced [mʌuˈris də ˈwaːlə]; 27 December 1896 – 14 February 1952) was a Belgian professional road bicycle racer.\nDe Waele placed 2nd in the 1927 Tour, an hour and fifty eight minutes Nicolas Frantz and 3rd in 1928, again won by Frantz. However, he is most famous for winning the 1929 Tour de France.",
      "pageId": 2475752,
      "monthDay": "12/27"
    },
    {
      "year": "1906",
      "uri": "/wiki/Oscar_Levant",
      "name": "Oscar Levant",
      "aboutText": "Asaf Halet Çelebi (27 December 1907 – 15 October 1958) was a Turkish poet.",
      "pageId": 6377234,
      "monthDay": "12/27"
    },
    {
      "year": "1907",
      "uri": "/wiki/Asaf_Halet_%C3%87elebi",
      "name": "Asaf Halet Çelebi",
      "aboutText": "Captain Alfred Edwin “Eddie” McKay MC (27 December 1892 – 28 December 1917) was a Canadian flying ace who flew with the Royal Flying Corps during the First World War.",
      "pageId": 9504093,
      "monthDay": "12/27"
    },
    {
      "year": "1907",
      "uri": "/wiki/Sebastian_Haffner",
      "name": "Sebastian Haffner",
      "aboutText": "Conrad Laurel Raiford (December 27, 1907 – May 20, 2002) was an athlete, goodwill ambassador and one of Greensboro, North Carolina's first African-American police officers.",
      "pageId": 11097297,
      "monthDay": "12/27"
    },
    {
      "year": "1907",
      "uri": "/wiki/Mary_Howard_(romance_novelist)",
      "name": "Mary Howard",
      "aboutText": "W. James Riddell MBE (27 December 1909 – 2 February 2000) was a British champion skier and author who was involved in the early days of skiing as a competitive sport and holiday industry.",
      "pageId": 16879806,
      "monthDay": "12/27"
    },
    {
      "year": "1907",
      "uri": "/wiki/Conrad_L._Raiford",
      "name": "Conrad L. Raiford",
      "aboutText": "René Bonnet (Vaumas, December 27, 1904 – January 13, 1983) was a French driver and automobile constructor.\nHe started building race cars in 1936 with Charles Deutsch and in 1946 they founded Deutsch et Bonnet in Champigny-sur-Marne, using Citroën and Panhard mechanics. They separated in 1961 and René Bonnet founded the firm Automobiles René Bonnet in Romorantin.",
      "pageId": 17739181,
      "monthDay": "12/27"
    },
    {
      "year": "1907",
      "uri": "/wiki/Willem_van_Otterloo",
      "name": "Willem van Otterloo",
      "aboutText": "In this Burmese name, U is an honorific.",
      "pageId": 24163535,
      "monthDay": "12/27"
    },
    {
      "year": "1909",
      "uri": "/wiki/James_Riddell_(skier)",
      "name": "James Riddell",
      "aboutText": "Mary Mussi, née Edgar (born 27 December 1907 in London, England - died 2 March 1991), was a British writer of over 50 romance novels as Mary Howard, who also wrote over 10 gothic romance as Josephine Edgar.",
      "pageId": 36357585,
      "monthDay": "12/27"
    },
    {
      "year": "1910",
      "uri": "/wiki/Charles_Olson",
      "name": "Charles Olson",
      "aboutText": "Charles Olson (27 December 1910 – 10 January 1970) was a second generation American poet who was a link between earlier figures such as Ezra Pound and William Carlos Williams and the New American poets, which includes the New York School, the Black Mountain School, the Beat poets, and the San Francisco Renaissance. Consequently, many postmodern groups, such as the poets of the language school, include Olson as a primary and precedent figure.",
      "pageId": 378767,
      "monthDay": "12/27"
    },
    {
      "year": "1911",
      "uri": "/wiki/Anna_Russell",
      "name": "Anna Russell",
      "aboutText": "Michel Piccoli (born 27 December 1925) is a French actor.",
      "pageId": 382665,
      "monthDay": "12/27"
    },
    {
      "year": "1914",
      "uri": "/wiki/Jack_Latham",
      "name": "Jack Latham",
      "aboutText": "Also the birth name of musician Gordon Stretton.\nWilliam Howell Masters (December 27, 1915 – February 16, 2001) was an American gynecologist, best known as the senior member of the Masters and Johnson sexuality research team.",
      "pageId": 708858,
      "monthDay": "12/27"
    },
    {
      "year": "1915",
      "uri": "/wiki/Mary_Kornman",
      "name": "Mary Kornman",
      "aboutText": "Werner Baumbach (27 December 1916 – 20 October 1953) was a bomber pilot in the German Luftwaffe during World War II and commander of the secret bomber wing Kampfgeschwader 200 (KG 200). He received the Knight's Cross of the Iron Cross with Oak Leaves and Swords (Ritterkreuz des Eisernen Kreuzes mit Eichenlaub und Schwertern) for the destruction of over 300,000 gross register tons (GRT) of allied shipping.",
      "pageId": 838435,
      "monthDay": "12/27"
    },
    {
      "year": "1915",
      "uri": "/wiki/William_Masters",
      "name": "William Masters",
      "aboutText": "Major General Charles W. Sweeney (December 27, 1919 – July 16, 2004) was an officer in the U.S. Army Air Forces during World War II and the pilot who flew Bockscar carrying the Fat Man atomic bomb to the Japanese city of Nagasaki on August 9, 1945.",
      "pageId": 839581,
      "monthDay": "12/27"
    },
    {
      "year": "1915",
      "uri": "/wiki/Gyula_Zsengell%C3%A9r",
      "name": "Gyula Zsengellér",
      "aboutText": "Mary Kornman (December 27, 1915 – June 1, 1973) was an American child actress who was the leading female star of the Our Gang series during the Pathé silent era.",
      "pageId": 1224896,
      "monthDay": "12/27"
    },
    {
      "year": "1916",
      "uri": "/wiki/Werner_Baumbach",
      "name": "Werner Baumbach",
      "aboutText": "Gyula Zsengellér (Cegléd, 27 December 1915 - Nicosia, 29 March 1999) was a Hungarian footballer and a legend of Újpest FC, most famous for his part in taking the Hungarian national team to the 1938 World Cup Final. He was that tournament's second-highest scorer, behind Leonidas of Brazil.\nHis first international cap came on 2 December 1936, when Hungary lost 6-2 against England.",
      "pageId": 1599043,
      "monthDay": "12/27"
    },
    {
      "year": "1916",
      "uri": "/wiki/Cahide_Sonku",
      "name": "Cahide Sonku",
      "aboutText": "James Albertus \"Jim\" McClure (December 27, 1924 – February 26, 2011) was an American politician from the state of Idaho, most notably serving as a Republican in the U.S. Senate for three terms.",
      "pageId": 1755858,
      "monthDay": "12/27"
    },
    {
      "year": "1917",
      "uri": "/wiki/Buddy_Boudreaux",
      "name": "Buddy Boudreaux",
      "aboutText": "Onni Palaste, born Onni Bovellan (27 December 1917 - 1 July 2009) was a Finnish Winter War veteran and writer.\nOnni Bovellan was born in Kiuruvesi, Finland on 27 December 1917 to parents Joona Bovellan and Olga Miina Kärkkäinen. He was a frail child and was not originally expected to live long.",
      "pageId": 2472696,
      "monthDay": "12/27"
    },
    {
      "year": "1917",
      "uri": "/wiki/T._Nadaraja",
      "name": "T. Nadaraja",
      "aboutText": "Anna Russell, née Anna Claudia Russell-Brown (27 December 1911 – 18 October 2006) was an English–Canadian singer and comedian. She gave many concerts in which she sang and played comic musical sketches on the piano.",
      "pageId": 2782684,
      "monthDay": "12/27"
    },
    {
      "year": "1917",
      "uri": "/wiki/Onni_Palaste",
      "name": "Onni Palaste",
      "aboutText": "Jerome Courtland (December 27, 1926 – March 1, 2012) was an American actor, director and producer. He acted in films in the 1940s, 1950s and 1960s, and in television in the 1950s and 1960s. Courtland also appeared on Broadway in the musical, \"Flahooley\" in the early 1950s.",
      "pageId": 3133986,
      "monthDay": "12/27"
    },
    {
      "year": "1918",
      "uri": "/wiki/John_Celardo",
      "name": "John Celardo",
      "aboutText": "Bruce Robertson Hobbs (December 27, 1920 – November 22, 2005) was an English jockey and racehorse trainer.\nBorn on Long Island, New York, Hobbs became the youngest jockey ever to ride the winner of the English Grand National when successful on Battleship, a son of Man o' War, in 1938 just three months after his 17th birthday. Two weeks later, Hobbs won the Welsh Grand National on Timber Wolf.",
      "pageId": 3274448,
      "monthDay": "12/27"
    },
    {
      "year": "1919",
      "uri": "/wiki/Charles_Sweeney",
      "name": "Charles Sweeney",
      "aboutText": "Jean Bartik (December 27, 1924 – March 23, 2011) was one of the original programmers for the ENIAC computer.",
      "pageId": 5178038,
      "monthDay": "12/27"
    },
    {
      "year": "1920",
      "uri": "/wiki/Bruce_Hobbs",
      "name": "Bruce Hobbs",
      "aboutText": "John Celardo (December 27, 1918 – January 6, 2012) was an American comic strip and comic book artist, best known for illustrating the Tarzan comic strip.\nBorn on Staten Island, Celardo continued to live there most of his life. After a childhood in Mariners Harbor, he graduated from Port Richmond High School.",
      "pageId": 7672187,
      "monthDay": "12/27"
    },
    {
      "year": "1923",
      "uri": "/wiki/Bruno_Bobak",
      "name": "Bruno Bobak",
      "aboutText": "John Jackson \"Jack\" Latham (27 December 1914 - 1 January 1987) was an American actor, and news anchor, active on screen and television from 1934 to 1973. Latham was the news anchor at KNBC in Los Angeles throughout the 1960s/early 1970s.\nHis first role came at the age of 19 when he appeared (uncredited) as a French mechanic in Hell in the Heavens.",
      "pageId": 21005682,
      "monthDay": "12/27"
    },
    {
      "year": "1924",
      "uri": "/wiki/Jean_Bartik",
      "name": "Jean Bartik",
      "aboutText": "Professor Thambiah Nadaraja was a Sri Lankan academic, lawyer and author.",
      "pageId": 23427168,
      "monthDay": "12/27"
    },
    {
      "year": "1924",
      "uri": "/wiki/James_A._McClure",
      "name": "James A. McClure",
      "aboutText": "Cahide Sonku (born Cahide Serap; 27 December 1916 – 18 March 1981) was a Turkish actress, model, writer and the first female film director in Turkey. Sonku was founder of her own movie production company, Sonku Film, in 1950. She was thrice married and divorced but had no children.",
      "pageId": 26147239,
      "monthDay": "12/27"
    },
    {
      "year": "1924",
      "uri": "/wiki/Hung_Sin-nui",
      "name": "Hung Sin-nui",
      "aboutText": "John Landry “Buddy” Boudreaux (December 27, 1917 – June 13, 2015) was a big band and jazz musician in Baton Rouge, Louisiana. He played saxophone and clarinet. Since 1934, he directed and played in a number of bands that have toured the southern United States and drawn nationally known performers to Baton Rouge.",
      "pageId": 36245423,
      "monthDay": "12/27"
    },
    {
      "year": "1925",
      "uri": "/wiki/Michel_Piccoli",
      "name": "Michel Piccoli",
      "aboutText": "Bruno Bobak, CM (born Brunislaw Jacob Bobak; 27 December 1923 – 24 September 2012) was a Polish-born Canadian war painter and art teacher. His medium was watercolour painting.",
      "pageId": 37122896,
      "monthDay": "12/27"
    },
    {
      "year": "1926",
      "uri": "/wiki/Jerome_Courtland",
      "name": "Jerome Courtland",
      "aboutText": "Kuang Jianlian (Chinese: 鄺健廉; 25 December 1924 – 8 December 2013) better known by her stage name Hung Sin-nui (Chinese: 紅線女), aliases Hong Xian-nu, Hong Sin-lui, Hung Hsien-nu, Hong Sin-loi, was a national treasure level Cantonese opera master and movie actress in China and Hong Kong.",
      "pageId": 41315949,
      "monthDay": "12/27"
    },
    {
      "year": "1927",
      "uri": "/wiki/Antony_Gardner",
      "name": "Antony Gardner",
      "aboutText": "Larisa Semyonovna Latynina (Ukrainian: Лариса Семенівна Латиніна, Russian: Лари́са Семёновна Латы́нина; born 27 December 1934) is a former Soviet gymnast. Between 1956 and 1964 she won 14 individual Olympic medals and four team medals. Her total of 18 Olympic medals was a record for 48 years until surpassed by American swimmer Michael Phelps on 31 July 2012.",
      "pageId": 73697,
      "monthDay": "12/27"
    },
    {
      "year": "1927",
      "uri": "/wiki/Nityanand_Swami_(politician)",
      "name": "Nityanand Swami",
      "aboutText": "Winfield Scott \"Scotty\" Moore III (born December 27, 1931) is an American guitarist and recording engineer. He is best known for his backing of Elvis Presley in the first part of his career, between 1954 and the beginning of Elvis's Hollywood years. He was ranked 29th in Rolling Stone magazine's list of 100 Greatest Guitarists of All Time in 2011.",
      "pageId": 164467,
      "monthDay": "12/27"
    },
    {
      "year": "1927",
      "uri": "/wiki/Audrey_Wagner",
      "name": "Audrey Wagner",
      "aboutText": "Marshall David Sahlins (/ˈsɑːlɪnz/ SAH-linz; born December 27, 1930) is an American anthropologist best known for his ethnographic work in the Pacific and for his contributions to anthropological theory.",
      "pageId": 310583,
      "monthDay": "12/27"
    },
    {
      "year": "1930",
      "uri": "/wiki/Marshall_Sahlins",
      "name": "Marshall Sahlins",
      "aboutText": "John A. Amos, Jr. (born December 27, 1939) is an American actor who played James Evans, Sr. on the 1970s television series Good Times.",
      "pageId": 543673,
      "monthDay": "12/27"
    },
    {
      "year": "1930",
      "uri": "/wiki/Wilfrid_Sheed",
      "name": "Wilfrid Sheed",
      "aboutText": "Nolan Richardson, Jr. (born December 27, 1941) is an American basketball head coach best known for his tenure at the University of Arkansas, where he won the 1994 NCAA Men's Division I Basketball Tournament. Elected to the National Collegiate Basketball Hall of Fame in 2008 and the Naismith Memorial Basketball Hall of Fame in 2014, Richardson coached teams to winning a Division I Basketball National Championship, an NIT championship, and a Junior College National Championship, making him the only coach to win all three championships.",
      "pageId": 896404,
      "monthDay": "12/27"
    },
    {
      "year": "1931",
      "uri": "/wiki/Scotty_Moore",
      "name": "Scotty Moore",
      "aboutText": "Byron Ellis Browne (born December 27, 1942) is a former Major League Baseball outfielder. He played for the Chicago Cubs, Houston Astros, St. Louis Cardinals and Philadelphia Phillies between 1965 and 1972.",
      "pageId": 1905454,
      "monthDay": "12/27"
    },
    {
      "year": "1934",
      "uri": "/wiki/Christopher_Benjamin",
      "name": "Christopher Benjamin",
      "aboutText": "Christopher Benjamin (born 27 December 1934) is a British actor.",
      "pageId": 2628714,
      "monthDay": "12/27"
    },
    {
      "year": "1934",
      "uri": "/wiki/Larisa_Latynina",
      "name": "Larisa Latynina",
      "aboutText": "Thomas Michael Menino (December 27, 1942 – October 30, 2014) was an American politician who served as the 53rd Mayor of Boston, Massachusetts from 1993 to 2014. He was the city's longest-serving mayor. Before becoming mayor, the Boston native was a member and President of Boston City Council.",
      "pageId": 2665060,
      "monthDay": "12/27"
    },
    {
      "year": "1934",
      "uri": "/wiki/Jeffrey_Sterling,_Baron_Sterling_of_Plaistow",
      "name": "Jeffrey Sterling, Baron Sterling of Plaistow",
      "aboutText": "Antony John Gardner (27 December 1927 – 16 October 2011) was a British Labour Party politician. He sat in the House of Commons from 1966 to 1970.\nGardener was educated at an elementary school and then at Co-operative College and the University of Southampton.",
      "pageId": 2883844,
      "monthDay": "12/27"
    },
    {
      "year": "1935",
      "uri": "/wiki/Michael_Turnbull",
      "name": "Michael Turnbull",
      "aboutText": "Charmian Carr (born December 27, 1942) is an American actress and singer best known for her role as Liesl, the eldest Von Trapp daughter in the film version of The Sound of Music.",
      "pageId": 3097536,
      "monthDay": "12/27"
    },
    {
      "year": "1936",
      "uri": "/wiki/Eve_Uusmees",
      "name": "Eve Uusmees",
      "aboutText": "Ronald L. \"Ron\" Rothstein (born December 27, 1942) is an American former professional basketball coach and college basketball player, who has led many different NBA teams. He served as the first head coach for the Miami Heat, and later coached the Detroit Pistons. He has also coached in the Women's National Basketball Association (WNBA).",
      "pageId": 4158870,
      "monthDay": "12/27"
    },
    {
      "year": "1938",
      "uri": "/wiki/Stanislav_Stanojevic",
      "name": "Stanislav Stanojevic",
      "aboutText": "Anthony Michael Arnold Turnbull (born 27 December 1935) was the Bishop of Durham in the Church of England from 1994 until 2003.\nTurnbull was born in Wombwell, South Yorkshire. He was a student at Keble College, Oxford, graduating in 1958.",
      "pageId": 5588867,
      "monthDay": "12/27"
    },
    {
      "year": "1939",
      "uri": "/wiki/John_Amos",
      "name": "John Amos",
      "aboutText": "Nityanand Swami (Hindi: नित्यानन्द स्वामी; December 27, 1927 – December 12, 2012) was the chief minister of the Indian state of Uttarakhand, named Uttaranchal during his administration.",
      "pageId": 6063536,
      "monthDay": "12/27"
    },
    {
      "year": "1941",
      "uri": "/wiki/Miles_Aiken",
      "name": "Miles Aiken",
      "aboutText": "Wilfrid John Joseph Sheed (27 December 1930 – 19 January 2011) was an English-born American novelist and essayist.\nSheed was born in London to Francis \"Frank\" Sheed and Mary \"Maisie\" Ward, prominent Roman Catholic publishers (Sheed & Ward) in the United Kingdom and the United States during the mid-20th century. Wilfrid Sheed spent his childhood in both England and the United States before attending Downside School and Lincoln College, Oxford where he earned BA (1954) and MA (1957) degrees.",
      "pageId": 8683187,
      "monthDay": "12/27"
    },
    {
      "year": "1941",
      "uri": "/wiki/Mike_Pinder",
      "name": "Mike Pinder",
      "aboutText": "Jeffrey Maurice Sterling, Baron Sterling of Plaistow, GCVO, CBE (born 27 December 1934), is a British businessman and Conservative peer. The Plaistow referred to is Plaistow, West Sussex, reflected in the land holdings in the county.\nHe was appointed a Commander of the Order of the British Empire (CBE) in the 1977 Birthday Honours and was knighted in the 1985 New Year Honours for public services and services to industry, having the honour conferred by The Queen on 12 February.",
      "pageId": 10277174,
      "monthDay": "12/27"
    },
    {
      "year": "1941",
      "uri": "/wiki/Nolan_Richardson",
      "name": "Nolan Richardson",
      "aboutText": "Stanislav Stanojevic is a film director, screenwriter and French actor born 27 December 1938 in Belgrade, Serbia.",
      "pageId": 26835279,
      "monthDay": "12/27"
    },
    {
      "year": "1942",
      "uri": "/wiki/Byron_Browne",
      "name": "Byron Browne",
      "aboutText": "Genevieve \"Audrey\" Wagner [Audrey] (December 27, 1927 – August 31, 1984) was an outfielder who played from 1943 through 1949 in the All-American Girls Professional Baseball League.",
      "pageId": 27273798,
      "monthDay": "12/27"
    },
    {
      "year": "1942",
      "uri": "/wiki/Charmian_Carr",
      "name": "Charmian Carr",
      "aboutText": "Michael Thomas \"Mike\" Pinder (born 27 December 1941, Erdington, Birmingham, England) is an English rock musician, and is a founding member and original keyboard player of the British rock group The Moody Blues. He left the group following the recording of the band's album, Octave, in 1978.",
      "pageId": 30864247,
      "monthDay": "12/27"
    },
    {
      "year": "1942",
      "uri": "/wiki/Thomas_Menino",
      "name": "Thomas Menino",
      "aboutText": "Miles Aiken (born December 27, 1941) is a 6' 6\" (1.98 m) American former professional basketball player, coach of the British Olympic basketball team, and sportscaster of basketball and American football.\nHe was a center in college for St. Bonaventure University in the 1960s, and averaged over 23 points a game before suffering a knee injury.",
      "pageId": 31565706,
      "monthDay": "12/27"
    },
    {
      "year": "1942",
      "uri": "/wiki/Ron_Rothstein",
      "name": "Ron Rothstein",
      "aboutText": "Eve-Mai Maurer (née Uusmees; born 27 December 1936) is an Estonian former breaststroke swimmer who won a silver medal in the 4×100 m medley relay at the 1958 European Aquatics Championships. She also competed at the 1960 Summer Olympics in the 200 m breaststroke but was eliminated in the preliminaries.\nMaurer started training in gymnastics but around 1952 switched to swimming.",
      "pageId": 36877697,
      "monthDay": "12/27"
    },
    {
      "year": "1942",
      "uri": "/wiki/Claus_Schiprowski",
      "name": "Claus Schiprowski",
      "aboutText": "Gérard Xavier Marcel Depardieu (French: [ʒeʁaʁ dəpaʁdjø]; born 27 December 1948) is a French actor, filmmaker, businessman and vineyard owner. He is one of the most prolific character actors in film history, having completed approximately 170 movies since 1967.\nHe received critical acclaim for his performances in The Last Metro (1980), for which he won the César Award for Best Actor, in Police (1985), for which he won the Venice Film Festival Award for Best Actor, Jean de Florette (1986) and Cyrano de Bergerac (1990), winning the Cannes Film Festival for Best Actor, his second César Award for Best Actor and his first Academy Award nomination for Best Actor.",
      "pageId": 45238,
      "monthDay": "12/27"
    },
    {
      "year": "1943",
      "uri": "/wiki/Cokie_Roberts",
      "name": "Cokie Roberts",
      "aboutText": "Peter John Sinfield (born 27 December 1943) is an English poet and songwriter, most famously known as the lyricist and co-founding member of early incarnations of King Crimson, whose debut album In the Court of the Crimson King has been regarded as one of the most influential progressive rock albums ever released.\nIn 2005, Sinfield was noted as a \"Prog rock hero\" in Q magazine, for his impressive lyrical contribution and creative influence while working within the rock music industry.\nAs a lyricist, Sinfield has a distinctive approach to the sounds of words, filled with surreal imagery, and a special facility with water-images and ideas involving the sea.",
      "pageId": 348345,
      "monthDay": "12/27"
    },
    {
      "year": "1943",
      "uri": "/wiki/Joan_Manuel_Serrat",
      "name": "Joan Manuel Serrat",
      "aboutText": "Lenny Kaye (born 1946) is an American guitarist, composer, and writer who is best known as a member of the Patti Smith Group.",
      "pageId": 411002,
      "monthDay": "12/27"
    },
    {
      "year": "1943",
      "uri": "/wiki/Peter_Sinfield",
      "name": "Peter Sinfield",
      "aboutText": "Janet Street-Porter (born 27 December 1946 as Janet Vera Ardern) is an English celebrity, media personality, journalist and broadcaster. She was editor for two years of The Independent on Sunday, but relinquished the job to become editor-at-large in 2002. She has made numerous television appearances on discussion programmes including Question Time, reality shows including I'm a Celebrity...",
      "pageId": 462501,
      "monthDay": "12/27"
    },
    {
      "year": "1943",
      "uri": "/wiki/Roy_White",
      "name": "Roy White",
      "aboutText": "Joseph Patrick \"Joe\" Kinnear (born 27 December 1946) is an Irish former football manager and player. Kinnear played as a defender, spending the majority of his career — ten seasons — with Tottenham Hotspur. With Tottenham he won the FA Cup, the Football League Cup twice, the FA Community Shield and the UEFA Cup.",
      "pageId": 558474,
      "monthDay": "12/27"
    },
    {
      "year": "1944",
      "uri": "/wiki/Mick_Jones_(Foreigner_guitarist)",
      "name": "Mick Jones",
      "aboutText": "Michael Edward \"Mickey\" Redmond (born December 27, 1947) is a former professional hockey player.",
      "pageId": 558494,
      "monthDay": "12/27"
    },
    {
      "year": "1944",
      "uri": "/wiki/Tracy_Nelson_(singer)",
      "name": "Tracy Nelson",
      "aboutText": "Mary Louisa Toynbee, known as Polly Toynbee (/ˈtɔɪnbi/; born 27 December 1946), is a British journalist and writer, and has been a columnist for The Guardian newspaper since 1998.\nShe is a social democrat and was a candidate for the Social Democratic Party in the 1983 general election. She now broadly supports the Labour Party.",
      "pageId": 630402,
      "monthDay": "12/27"
    },
    {
      "year": "1946",
      "uri": "/wiki/Lenny_Kaye",
      "name": "Lenny Kaye",
      "aboutText": "Mary Martha Corinne Morrison Claiborne Roberts (née Boggs; born December 27, 1943), best known as Cokie Roberts, is an American journalist and author. She is a contributing senior news analyst for National Public Radio as well as a regular roundtable analyst for the current This Week With George Stephanopoulos. Roberts also works as a political commentator for ABC News, serving as an on-air analyst for the network.",
      "pageId": 662530,
      "monthDay": "12/27"
    },
    {
      "year": "1946",
      "uri": "/wiki/Joe_Kinnear",
      "name": "Joe Kinnear",
      "aboutText": "Joan Manuel Serrat i Teresa (Catalan pronunciation: [ʒuˈam mənuˈɛɫ səˈrat]) (27 December 1943) is a Spanish musician, singer-songwriter, recording artist, and performer. He is considered one of the most important figures of modern, popular music in both the Spanish and Catalan languages.\nSerrat's lyrical style has been influenced by other poets such as Mario Benedetti, Antonio Machado, Miguel Hernández, Rafael Alberti, Federico García Lorca, Pablo Neruda, and León Felipe.",
      "pageId": 706650,
      "monthDay": "12/27"
    },
    {
      "year": "1946",
      "uri": "/wiki/Janet_Street-Porter",
      "name": "Janet Street-Porter",
      "aboutText": "Michael Leslie \"Mick\" Jones (born 27 December 1944) is an English guitarist, songwriter, and record producer best known as the founding member of the rock band Foreigner.",
      "pageId": 1340304,
      "monthDay": "12/27"
    },
    {
      "year": "1946",
      "uri": "/wiki/Polly_Toynbee",
      "name": "Polly Toynbee",
      "aboutText": "Roy Hilton White (born December 27, 1943) is an American former professional baseball player and coach.",
      "pageId": 1726841,
      "monthDay": "12/27"
    },
    {
      "year": "1947",
      "uri": "/wiki/Bill_Eadie",
      "name": "Bill Eadie",
      "aboutText": "Bill Eadie (born December 27, 1947) is a professional wrestler who has competed under the names of Ax as part of Demolition and The Masked Superstar.",
      "pageId": 1916138,
      "monthDay": "12/27"
    },
    {
      "year": "1947",
      "uri": "/wiki/Doug_Livermore",
      "name": "Doug Livermore",
      "aboutText": "Tracy Nelson (born December 27, 1944) is an American singer.\n^ \"Flavour of the earth\". Chennai, India: The Hindu.",
      "pageId": 2995050,
      "monthDay": "12/27"
    },
    {
      "year": "1947",
      "uri": "/wiki/Osman_Pamuko%C4%9Flu",
      "name": "Osman Pamukoğlu",
      "aboutText": "Haris Alexiou (Greek: Χάρις Αλεξίου; born 27 December 1950 in Thebes, Greece as Hariklia Roupaka, Greek: Χαρίκλεια Ρουπάκα) is a Greek singer. She is considered one of the most popular singers in Greece and has been commercially successful since the 1970s. She has worked with important Greek songwriters and composers, has performed at top musical theatres all over the world, and has received several awards.",
      "pageId": 7416325,
      "monthDay": "12/27"
    },
    {
      "year": "1947",
      "uri": "/wiki/Janet_Perry",
      "name": "Janet Perry",
      "aboutText": "Claus Schiprowski (born 27 December 1942 in Gelsenkirchen) is a West German Olympic silver medalist who competed mainly in the pole vault.\nHe won his silver medal at the Mexico City 1968 Summer Olympics in the pole vault event.",
      "pageId": 8234848,
      "monthDay": "12/27"
    },
    {
      "year": "1947",
      "uri": "/wiki/Willy_Polleunis",
      "name": "Willy Polleunis",
      "aboutText": "Douglas Ernest Livermore (born 27 December 1947) is a former professional footballer and manager.",
      "pageId": 8387623,
      "monthDay": "12/27"
    },
    {
      "year": "1947",
      "uri": "/wiki/Mickey_Redmond",
      "name": "Mickey Redmond",
      "aboutText": "Janet Perry (born December 27, 1947, Minneapolis, Minnesota) is a celebrated operatic soprano. In 1959, aged 11, she was seen in a stage-version of The Wizard of Oz, at the St Paul Civic Opera. Following high school, she matriculated at the Curtis Institute of Music, under the tutelage of Mme Eufemia Giannini Gregory.",
      "pageId": 9511210,
      "monthDay": "12/27"
    },
    {
      "year": "1948",
      "uri": "/wiki/G%C3%A9rard_Depardieu",
      "name": "Gérard Depardieu",
      "aboutText": "Willy Polleunis (born 27 December 1947) is a retired long-distance runner from Belgium who won the silver medal in the 3000 metres at the 1973 European Indoor Championships, behind his clubmate Emiel Puttemans. He competed in the 5000 and 1000 metres events at the 1968, 1972 and 1976 Olympics with the best achievement of sixth place in the 5000 metres in 1976. At the start of the final lap, he was in tenth place, but he accelerated, and possibly ran the final lap even faster than the winner, Lasse Viren.",
      "pageId": 14166616,
      "monthDay": "12/27"
    },
    {
      "year": "1949",
      "uri": "/wiki/Terry_Ito",
      "name": "Terry Ito",
      "aboutText": "Osman Pamukoğlu (born December 27, 1947) is a retired major general of the Turkish Army and politician who founded the Rights and Equality Party.\nHe is known for his achievements on the operations against the PKK between 1993 and 1995, as the commander of Hakkari Mountain and Commando Brigade. He holds the title of being the only general in the Turkish Army honored with 5 medals of \"Establishment of Superior Troops\".",
      "pageId": 28356721,
      "monthDay": "12/27"
    },
    {
      "year": "1950",
      "uri": "/wiki/Haris_Alexiou",
      "name": "Haris Alexiou",
      "aboutText": "Teruo Ito (伊藤 輝夫, Itō Teruo, born December 27, 1949, in Tsukiji, Chūō, Tokyo, Japan), better known as Terry Ito (テリー 伊藤, Terī Itō), is a Japanese director, television producer, critic, and writer. His name \"Terry\" comes from his first name, \"Teruo\". His ancestral home is in Yokoshibahikari, Sanbu District, Chiba Prefecture.",
      "pageId": 47948662,
      "monthDay": "12/27"
    },
    {
      "year": "1950",
      "uri": "/wiki/Roberto_Bettega",
      "name": "Roberto Bettega",
      "aboutText": "Barbara Kay Olson (née Bracher; December 27, 1955  –  September 11, 2001) was an American lawyer and conservative television commentator who worked for CNN, Fox News Channel, and several other outlets. She was a passenger on American Airlines Flight 77 en route to a taping of Bill Maher's television show Politically Incorrect when it was flown into the Pentagon in the September 11 attacks. Her original plan had been to fly to California on September 10, but delayed until the next morning so that she could wake up with her husband on his birthday, September 11.",
      "pageId": 4195,
      "monthDay": "12/27"
    },
    {
      "year": "1950",
      "uri": "/wiki/Terry_Bozzio",
      "name": "Terry Bozzio",
      "aboutText": "Ernesto Zedillo Ponce de León (Spanish pronunciation: [erˈnesto seˈðiʝo]; born December 27, 1951) is a Mexican economist and politician. He served as President of Mexico from December 1, 1994 to November 30, 2000, as the last of the uninterrupted 70-year line of Mexican presidents from the Institutional Revolutionary Party (PRI). Since the ending of his term as president in 2000, Zedillo has been a leading voice on globalization, especially its impact on relations between developed and developing nations.",
      "pageId": 296384,
      "monthDay": "12/27"
    },
    {
      "year": "1950",
      "uri": "/wiki/Morgan_Chu",
      "name": "Morgan Chu",
      "aboutText": "Terry John \"Ted\" Bozzio (born December 27, 1950) is an American drummer best known for his work with Missing Persons and Frank Zappa. He has been featured on nine solo or collaborative albums, twenty six albums with Frank Zappa, and seven albums with Missing Persons. He has been a prolific sideman, playing on numerous releases by other artists since the mid-1970s.",
      "pageId": 328251,
      "monthDay": "12/27"
    },
    {
      "year": "1950",
      "uri": "/wiki/Doug_Stone_(voice_actor)",
      "name": "Doug Stone",
      "aboutText": "David Knopfler (born 27 December 1952) is a British rhythm guitarist, pianist, record producer and singer-songwriter. He is also a poet and book writer.\nHe is a co-founder of the rock band Dire Straits, spending three years with them.",
      "pageId": 597533,
      "monthDay": "12/27"
    },
    {
      "year": "1951",
      "uri": "/wiki/Ernesto_Zedillo",
      "name": "Ernesto Zedillo",
      "aboutText": "Roberto Bettega (Italian pronunciation: [roˈbɛrto ˈbɛtteɡa]; born 27 December 1950 in Turin, Piedmont) is an Italian former footballer. Bettega was regarded as a player of noteworthy intelligence, and in his prime, he was one of the most feared Italian strikers, due to his prolific goalscoring ability.[1] He also was regarded as a complete and modern player, as he was capable of playing both as a midfielder and as a forward; he was usually used as a centre-forward earlier on in his career, and he was deployed as a supporting striker, or as an attacking midfielder in his later career, after losing some pace and mobility. Bettega is mostly remembered for his time at his hometown club Juventus.",
      "pageId": 1238231,
      "monthDay": "12/27"
    },
    {
      "year": "1952",
      "uri": "/wiki/Karla_Bonoff",
      "name": "Karla Bonoff",
      "aboutText": "Found associeted_acts,",
      "pageId": 1469834,
      "monthDay": "12/27"
    },
    {
      "year": "1952",
      "uri": "/wiki/Tovah_Feldshuh",
      "name": "Tovah Feldshuh",
      "aboutText": "Douglas David Stone (born December 27, 1950) is a Canadian born voice actor, residing in Los Angeles, who is most notable for his representation of the character Psycho Mantis from the popular video game Metal Gear Solid, as well as the voice of Matt Trakker and several other characters in M.A.S.K., and Dragonborg in Beetleborgs Metallix.",
      "pageId": 1552237,
      "monthDay": "12/27"
    },
    {
      "year": "1952",
      "uri": "/wiki/Jay_Hill",
      "name": "Jay Hill",
      "aboutText": "Jay D. Hill PC (born December 27, 1952) is a former Canadian politician and member of the Conservative Party of Canada. He was the Member of Parliament for the riding of Prince George—Peace River from 1993 until his retirement in 2010. He also served as Government House Leader in the Canadian House of Commons during his tenure.",
      "pageId": 1846828,
      "monthDay": "12/27"
    },
    {
      "year": "1952",
      "uri": "/wiki/David_Knopfler",
      "name": "David Knopfler",
      "aboutText": "Steven Glen Jones (born December 27, 1958) is an American professional golfer, best known for winning the U.S. Open in 1996.",
      "pageId": 1924538,
      "monthDay": "12/27"
    },
    {
      "year": "1953",
      "uri": "/wiki/Arthur_Kent",
      "name": "Arthur Kent",
      "aboutText": "Jerry Wayne Gaskill (born December 27, 1957) is an American rock musician who is the drummer for the progressive metal band King's X.",
      "pageId": 2093132,
      "monthDay": "12/27"
    },
    {
      "year": "1954",
      "uri": "/wiki/Mandie_Fletcher",
      "name": "Mandie Fletcher",
      "aboutText": "Arthur Kent (born December 27, 1953) is a Canadian television journalist. He rose to international prominence during the 1991 Persian Gulf War during which he acquired the nickname \"The Scud Stud\".",
      "pageId": 2365257,
      "monthDay": "12/27"
    },
    {
      "year": "1955",
      "uri": "/wiki/E._E._Bell",
      "name": "E. E. Bell",
      "aboutText": "Greg Mortenson (born December 27, 1957) is an American humanitarian, professional speaker, writer, and former mountaineer. He is a co-founder and former executive director of the non-profit Central Asia Institute, from which he was forced to resign as executive director following an investigation by the Montana attorney general, and the founder of the educational charity Pennies for Peace.\nMortenson is the co-author of The New York Times Bestseller, Three Cups of Tea, which stayed on the New York Times bestseller list for 220 weeks.",
      "pageId": 2695247,
      "monthDay": "12/27"
    },
    {
      "year": "1955",
      "uri": "/wiki/Brad_Murphey",
      "name": "Brad Murphey",
      "aboutText": "Terri Sue \"Tovah\" Feldshuh (born December 27, 1953) is an American actress, singer and playwright. She has been a Broadway star for more than four decades, earning four Tony Award nominations. She has also received two Emmy Award nominations for Holocaust and Law & Order, and appeared in such films as A Walk on the Moon, She's Funny That Way and Kissing Jessica Stein.",
      "pageId": 2817981,
      "monthDay": "12/27"
    },
    {
      "year": "1955",
      "uri": "/wiki/Barbara_Olson",
      "name": "Barbara Olson",
      "aboutText": "Doina Ofelia Melinte Romanian pronunciation: [ˈdojna meˈlinte]; née Besliu, born 27 December 1956) is a retired Romanian middle distance athlete. She is the 1984 Olympic champion in the 800 metres. In 1990, she broke the world indoor record for the mile with 4:17.14.",
      "pageId": 3629682,
      "monthDay": "12/27"
    },
    {
      "year": "1956",
      "uri": "/wiki/Doina_Melinte",
      "name": "Doina Melinte",
      "aboutText": "Barbara Crampton (born December 27, 1958) is an American actress. She made her film debut in 1984 by starring as Carol in Body Double (1984). A year later, Crampton portrayed Megan Halsey in the horror comedy Re-Animator (1985).",
      "pageId": 4055373,
      "monthDay": "12/27"
    },
    {
      "year": "1957",
      "uri": "/wiki/Jerry_Gaskill",
      "name": "Jerry Gaskill",
      "aboutText": "Brad Murphey (born 27 December 1955 in Tucson, Arizona), is a former American-born Australian racecar driver in the Indy Racing League. He raced in the 1996 and 1996-1997 seasons for Hemelgarn Racing with 3 career starts, including the Indianapolis 500 where he was credited with 23rd place, but never finished a race or led a lap. His last IRL race was the inaugural 500K at Las Vegas Motor Speedway where his right leg/pelvis was broken while involved in an accident with Eddie Cheever and Stephane Gregoire on lap 29.",
      "pageId": 5426234,
      "monthDay": "12/27"
    },
    {
      "year": "1957",
      "uri": "/wiki/Greg_Mortenson",
      "name": "Greg Mortenson",
      "aboutText": "E. E. Bell (born Edward Earle Bell; December 27, 1955) is an American comic actor best known for his role as Bob Rooney on the sitcom Married... with Children. He also had a recurring role as Barney the security guard in the Nickelodeon sketch comedy series The Amanda Show.",
      "pageId": 9158854,
      "monthDay": "12/27"
    },
    {
      "year": "1957",
      "uri": "/wiki/Dane_Witherspoon",
      "name": "Dane Witherspoon",
      "aboutText": "Morgan Chu (born December 27, 1950), an intellectual property attorney, is one of the first Asian Americans to lead a major U.S. law firm. Chu's professional accolades recognize him as one of the nation’s most influential lawyers and most successful trial attorneys.\nA high school dropout, Chu went on to earn advanced degrees from Harvard, Yale and UCLA. In 2007, UCLA awarded Chu the UCLA Medal, the university’s highest accolade for exceptional achievement, citing Chu’s \"groundbreaking approach to intellectual property\" and honoring him as a founder of the Asian American Studies Center.",
      "pageId": 21864565,
      "monthDay": "12/27"
    },
    {
      "year": "1958",
      "uri": "/wiki/Barbara_Crampton",
      "name": "Barbara Crampton",
      "aboutText": "Mandie Elizabeth Fletcher (born 27 December 1954) is an English television and film director.\nFletcher began her career at the BBC as an assistant floor manager and later production manager on comedy programmes, becoming a director of situation comedy while working on the final series of Butterflies (1983). She followed this with the second (1986) and third (1987) series of Blackadder, for which she won the Best Comedy Series award at the 1988 BAFTAs.",
      "pageId": 28399332,
      "monthDay": "12/27"
    },
    {
      "year": "1958",
      "uri": "/wiki/Steve_Jones_(golfer)",
      "name": "Steve Jones",
      "aboutText": "Dane Witherspoon (December 27, 1957 – March 29, 2014) was an American actor who appeared in such daytime TV soap operas as Santa Barbara as Joe Perkins in 1984, and Capitol as Tyler McCandless from 1985 to 1986.",
      "pageId": 38649498,
      "monthDay": "12/27"
    },
    {
      "year": "1959",
      "uri": "/wiki/Gerina_Dunwich",
      "name": "Gerina Dunwich",
      "aboutText": "Abdul Rashid Salim Salman Khan (born 27 December 1965) better known as Salman Khan (pronunciation : [səlˈmaːn ˈxaːn];) is an Indian film actor, producer and television personality. He has a significant following in Asia and the Indian diaspora worldwide, and is cited in the media as one of the most popular and commercially successful actors of Hindi cinema.\nThe son of screenwriter Salim, Khan began his acting career with a supporting role in Biwi Ho To Aisi (1988) and achieved breakthrough with a leading role in his next release — Sooraj Barjatya's romance Maine Pyar Kiya (1989).",
      "pageId": 302167,
      "monthDay": "12/27"
    },
    {
      "year": "1959",
      "uri": "/wiki/Andre_Tippett",
      "name": "Andre Tippett",
      "aboutText": "William Scott \"Bill\" Goldberg (born December 27, 1966) is an American actor, former professional football player, and semi-retired professional wrestler. He is known for his appearances with World Championship Wrestling (WCW) between 1997 and 2001, and in World Wrestling Entertainment (WWE) between 2003 and 2004. Within WCW, he had a lengthy undefeated streak in singles competition from 1997 to 1998: the official count was given as 173–0, which employed a degree of exaggeration as to the number of matches actually staged.",
      "pageId": 435986,
      "monthDay": "12/27"
    },
    {
      "year": "1960",
      "uri": "/wiki/Maryam_d%27Abo",
      "name": "Maryam d'Abo",
      "aboutText": "Gaspar Noé (Spanish pronunciation: [gasˈpar noˈe]; born December 27, 1963) is an Argentine film director and screenwriter living in France. He is the son of Argentinian painter, writer and intellectual Luis Felipe Noé. Noé graduated from Louis Lumière College.",
      "pageId": 668863,
      "monthDay": "12/27"
    },
    {
      "year": "1960",
      "uri": "/wiki/Victoria_Paige_Meyerink",
      "name": "Victoria Paige Meyerink",
      "aboutText": "Billy Eugene \"Bill\" Self, Jr. (born December 27, 1962) is an American college men's basketball coach at the University of Kansas, where he has led Kansas to eleven straight Big 12 Conference regular season championships (2004–05 through 2014–15 seasons), 2008 NCAA national championship, where they won and the 2012 NCAA national championship, where they finished the season as the national runner-up.\nSelf was named The Sporting News National Coach of the Year in 2000, 2009 and 2011, the Associated Press National Coach of the Year in 2009, the USBWA Henry Iba Award winner in 2009, CBS/Chevrolet National Coach of the Year in 2009, ESPN.com national Coach of the Year in 2009 and won the Adolph Rupp Cup in 2012.",
      "pageId": 769781,
      "monthDay": "12/27"
    },
    {
      "year": "1960",
      "uri": "/wiki/Donald_Nally",
      "name": "Donald Nally",
      "aboutText": "Gerina Dunwich (born December 27, 1959, Illinois, United States) is a professional astrologer, occult historian, and New Age author, best known for her books on Wicca and various occult subjects. She is also involved in paranormal research and is the founder of the Paranormal Animal Research Group, which investigates cases of alleged hauntings by animal spirits.\nHer first newspaper article was published in October 1976.",
      "pageId": 866535,
      "monthDay": "12/27"
    },
    {
      "year": "1962",
      "uri": "/wiki/Mark_Few",
      "name": "Mark Few",
      "aboutText": "Eva Maria LaRue (born December 27, 1966) is an American model and actress. She is known for her roles as Dr. Maria Santos on All My Children and Det.",
      "pageId": 890479,
      "monthDay": "12/27"
    },
    {
      "year": "1962",
      "uri": "/wiki/John_Kampfner",
      "name": "John Kampfner",
      "aboutText": "Andre Bernard Tippett (born December 27, 1959) is a former American college and professional football player who was a linebacker in the National Football League (NFL) for twelve seasons during the 1980s and 1990s. He played college football for the University of Iowa, and was recognized as an All-American. A second-round pick in the 1982 NFL Draft, Tippett played professionally for the New England Patriots for his entire pro career.",
      "pageId": 1306274,
      "monthDay": "12/27"
    },
    {
      "year": "1962",
      "uri": "/wiki/Bill_Self",
      "name": "Bill Self",
      "aboutText": "Theresa E. Randle (born December 27, 1964) is an American stage, film and television actress.",
      "pageId": 2006023,
      "monthDay": "12/27"
    },
    {
      "year": "1962",
      "uri": "/wiki/Sherri_Steinhauer",
      "name": "Sherri Steinhauer",
      "aboutText": "Wendy Coakley-Thompson (born Wendy Cecille Thompson on December 27, 1966 in Brooklyn, New York), is a mainstream fiction author. Coakley-Thompson's work is part of emerging millennial contemporary African-American literature. Coakley-Thompson's fiction addresses themes and issues concerning interracial relationships, race, racial identity, and people of mixed race.",
      "pageId": 3090583,
      "monthDay": "12/27"
    },
    {
      "year": "1962",
      "uri": "/wiki/Sara_Thornton_(police_officer)",
      "name": "Sara Thornton",
      "aboutText": "Ian Gomez (born December 27, 1964) is an American actor best known for his comedic TV work, the most notable of which are his series-regular stints as Javier on Felicity and Andy on Cougar Town.",
      "pageId": 3380669,
      "monthDay": "12/27"
    },
    {
      "year": "1962",
      "uri": "/wiki/Pierlucio_Tinazzi",
      "name": "Pierlucio Tinazzi",
      "aboutText": "Christopher Douglas Mainwaring (27 December 1965 – 1 October 2007) was an Australian rules footballer. He played for the West Coast Eagles in the Victorian Football League/Australian Football League (VFL/AFL) and East Fremantle in the West Australian Football League (WAFL).",
      "pageId": 3475870,
      "monthDay": "12/27"
    },
    {
      "year": "1963",
      "uri": "/wiki/Gaspar_No%C3%A9",
      "name": "Gaspar Noé",
      "aboutText": "Mark Norman Few (born December 27, 1962) is an American college basketball coach, currently the head coach at Gonzaga University.",
      "pageId": 4235770,
      "monthDay": "12/27"
    },
    {
      "year": "1964",
      "uri": "/wiki/Ian_Gomez",
      "name": "Ian Gomez",
      "aboutText": "Sherri Steinhauer (born December 27, 1962) is an American professional golfer who plays on the Legends Tour. She retired from the LPGA Tour in 2012 after a 26-year career. She was born in Madison, Wisconsin and attended The University of Texas at Austin.",
      "pageId": 4379409,
      "monthDay": "12/27"
    },
    {
      "year": "1964",
      "uri": "/wiki/Theresa_Randle",
      "name": "Theresa Randle",
      "aboutText": "John Kampfner is chief executive of the Creative Industries Federation, the national membership organisation for all the UK's arts, creative industries and cultural education. He is also an author, broadcaster, commentator and book reviewer.",
      "pageId": 4481566,
      "monthDay": "12/27"
    },
    {
      "year": "1965",
      "uri": "/wiki/Salman_Khan",
      "name": "Salman Khan",
      "aboutText": "Pierlucio Tinazzi (27 December 1962 – 24 March 1999) was an Italian security guard who perished while rescuing survivors of the 1999 Mont Blanc tunnel fire. Part of his job involved riding back and forth through the tunnel on his motorcycle to keep traffic flowing, dispatching tow trucks and providing motorist assistance as needed. Pierlucio had turned down a promotion to work the control booth at the main Italian office because he preferred to ride over sitting in an office.",
      "pageId": 4860952,
      "monthDay": "12/27"
    },
    {
      "year": "1965",
      "uri": "/wiki/Chris_Mainwaring",
      "name": "Chris Mainwaring",
      "aboutText": "Sara Joanne Thornton CBE QPM (born 27 December 1962) is a British police officer who is the first head of the National Police Chiefs' Council (NPCC) and the former Chief Constable of Thames Valley Police and Vice President of the Association of Chief Police Officers (ACPO). She is the second consecutive head of the Thames Valley Police to move onto leadership of a national policing body; at Thames Valley she replaced former Chief Constable Peter Neyroud who, in January 2007, moved to the role of Chief Executive of the National Policing Improvement Agency.\nThornton was born in Poole, Dorset.",
      "pageId": 9754566,
      "monthDay": "12/27"
    },
    {
      "year": "1966",
      "uri": "/wiki/Wendy_Coakley-Thompson",
      "name": "Wendy Coakley-Thompson",
      "aboutText": "Donald Nally (born December 27, 1960) is an American conductor, opera chorus master, and professor of conducting at Northwestern University, specializing in chamber choirs and new music. He currently conducts two professional chamber choirs: The Crossing in Philadelphia, and the Chicago Bach Choir, the vocal ensemble of the Chicago Bach Project.\nNally has collaborated on opera and concert music with many of the world’s conductors and directors, including Carlo Rizzi, Richard Hickox, Vladimir Jurowski, Sir Charles Mackerras, Markus Stenz, Gian Carlo Menotti, David Pountney, Richard Jones, Carlos Saura, John Caird, Giulio Chazalettes, Robert Spano, Andrew Davis, Bruno Bartoletti, John Nelson, Peter Sellars, Elijah Moshinsky, David McVicar, Neil Armfield, Renata Scotto, Plácido Domingo, Renée Fleming, and Francesca Zambello.",
      "pageId": 10994465,
      "monthDay": "12/27"
    },
    {
      "year": "1966",
      "uri": "/wiki/Marianne_Elliott_(director)",
      "name": "Marianne Elliott",
      "aboutText": "Victoria Paige Meyerink (born December 27, 1960) is an award-winning producer and former child actor. At the age of four, Meyerink became Danny Kaye's co-star on the CBS variety series The Danny Kaye Show and, in 2006, was honored by the Young Artist Foundation with its Former Child Star \"Lifetime Achievement\" Award for her role on the series.\nShe went on to co-star with Anne Francis in Brainstorm, with Clint Walker in The Night of the Grizzly and with Elvis Presley in Speedway.",
      "pageId": 12310047,
      "monthDay": "12/27"
    },
    {
      "year": "1966",
      "uri": "/wiki/Bill_Goldberg",
      "name": "Bill Goldberg",
      "aboutText": "Maryam d'Abo (born 27 December 1960) is an English film and television actress, best known as Bond girl Kara Milovy in the 1987 James Bond film The Living Daylights.",
      "pageId": 30875959,
      "monthDay": "12/27"
    },
    {
      "year": "1966",
      "uri": "/wiki/Eva_LaRue",
      "name": "Eva LaRue",
      "aboutText": "Marianne Elliott (born 27 December 1966, London) is a British theatre director.",
      "pageId": 31047648,
      "monthDay": "12/27"
    },
    {
      "year": "1966",
      "uri": "/wiki/Fabian_N%C3%BA%C3%B1ez",
      "name": "Fabian Núñez",
      "aboutText": "Sergei Sergeyevich Bodrov (Russian: Серге́й Серге́евич Бодро́в; December 27, 1971 – September 20, 2002), also known as Sergei Bodrov, Jr. was a Russian actor who had lead roles in the films Brother, Prisoner of the Mountains, The Stringer and Brother 2. He was the son of the Russian playwright, actor, director and producer Sergei Bodrov.",
      "pageId": 91001,
      "monthDay": "12/27"
    },
    {
      "year": "1969",
      "uri": "/wiki/Jean-Christophe_Boullion",
      "name": "Jean-Christophe Boullion",
      "aboutText": "For the southern jam band pianist, see Matt Slocum (keyboardist). For the jazz drummer and lead musician on the album Portraits, see Matt Slocum (drummer).",
      "pageId": 123535,
      "monthDay": "12/27"
    },
    {
      "year": "1969",
      "uri": "/wiki/Sarah_Vowell",
      "name": "Sarah Vowell",
      "aboutText": "Wilson Cruz (born Wilson Echevarría; December 27, 1973) is an American actor known for playing Rickie Vasquez on My So-Called Life and the recurring character Junito on Noah's Arc. As an openly gay person of Puerto Rican ancestry, he has served as an advocate for gay youth, especially gay youth of color.",
      "pageId": 497157,
      "monthDay": "12/27"
    },
    {
      "year": "1970",
      "uri": "/wiki/Chyna",
      "name": "Chyna",
      "aboutText": "Sarah Jane Vowell (born December 27, 1969) is an American author, journalist, essayist, social commentator and actress. Often referred to as a \"social observer,\" Vowell has written seven nonfiction books on American history and culture. She was a contributing editor for the radio program This American Life on Public Radio International from 1996 to 2008, where she produced numerous commentaries and documentaries and toured the country in many of the program's live shows.",
      "pageId": 537885,
      "monthDay": "12/27"
    },
    {
      "year": "1970",
      "uri": "/wiki/Brendon_Cook",
      "name": "Brendon Cook",
      "aboutText": "Fabian Núñez (Fabián Núñez, Fabian Nuñez and less commonly Fabian Nunez) (born December 27, 1966 in San Diego, United States) has been a labor union adviser and a Democratic politician. He served three two year terms as a member of the State Assembly, leaving office in late 2008.",
      "pageId": 578523,
      "monthDay": "12/27"
    },
    {
      "year": "1970",
      "uri": "/wiki/Lorenzo_Neal",
      "name": "Lorenzo Neal",
      "aboutText": "Chyna (born Joan Marie Laurer; December 27, 1970) is an American former professional wrestler, actress, bodybuilder, and pornographic film actress.\nLaurer first rose to prominence in the professional wrestling promotion the World Wrestling Federation (WWF) in 1997, where she performed under the ring name Chyna and was billed as the \"Ninth Wonder of the World\" (André the Giant was already billed as the eighth). A founding member of the stable D-Generation X, she held the WWF Intercontinental Championship (the only female performer to do so) twice and the WWF Women's Championship once.",
      "pageId": 690102,
      "monthDay": "12/27"
    },
    {
      "year": "1971",
      "uri": "/wiki/Sergei_Bodrov,_Jr.",
      "name": "Sergei Bodrov, Jr.",
      "aboutText": "Duncan Cowan Ferguson (born 27 December 1971) is a Scottish former footballer. He was nicknamed \"Big Dunc\" and \"Duncan Disorderly\".\nFerguson began his football career at Carse Thistle before being signed by Dundee United in 1990 on his first professional contract.",
      "pageId": 848405,
      "monthDay": "12/27"
    },
    {
      "year": "1971",
      "uri": "/wiki/Duncan_Ferguson",
      "name": "Duncan Ferguson",
      "aboutText": "Tabatha Cash (born December 27, 1973) is the stage name of a French former pornographic actress and currently the editor in chief of France's Hot Video magazine as well as the head of the Hot Video group.\n^ a b Staff. \"The former porn star Tabatha Cash became the director of Hot Video in place of her deceased husband in January\".",
      "pageId": 1099427,
      "monthDay": "12/27"
    },
    {
      "year": "1971",
      "uri": "/wiki/Guthrie_Govan",
      "name": "Guthrie Govan",
      "aboutText": "Jean-Christophe \"Jules\" Boullion (born 27 December 1969) is a professional racing driver who raced in Formula One for the Sauber team.",
      "pageId": 1235885,
      "monthDay": "12/27"
    },
    {
      "year": "1971",
      "uri": "/wiki/Savannah_Guthrie",
      "name": "Savannah Guthrie",
      "aboutText": "Colin Charvis (born 27 December 1972) is a former captain of the Welsh national rugby union team and also played for the British and Irish lions. A back row forward, Charvis was equally adept as a flanker or as the no. 8.\nCharvis became the world record try scorer for a forward in test match rugby on 24 November 2007 v South Africa at the Millennium Stadium, Cardiff with his 22nd international try.",
      "pageId": 1246859,
      "monthDay": "12/27"
    },
    {
      "year": "1971",
      "uri": "/wiki/Jason_Hawes",
      "name": "Jason Hawes",
      "aboutText": "Kevin Jermaine Ollie (born December 27, 1972) is an American basketball coach and former player. He is the current head coach of the University of Connecticut men's basketball team. Ollie graduated from Connecticut in 1995 with a degree in Communications.",
      "pageId": 1553364,
      "monthDay": "12/27"
    },
    {
      "year": "1971",
      "uri": "/wiki/Bryan_Smolinski",
      "name": "Bryan Smolinski",
      "aboutText": "Jason Conrad Hawes (born December 27, 1971) is an American plumber and the founder of The Atlantic Paranormal Society (TAPS), which is based in Warwick, Rhode Island.",
      "pageId": 1812404,
      "monthDay": "12/27"
    },
    {
      "year": "1972",
      "uri": "/wiki/Thomas_Wilson_Brown",
      "name": "Thomas Wilson Brown",
      "aboutText": "Guthrie Govan (born 27 December 1971 in Chelmsford, Essex, England) is an English guitarist and instructor, known for his work with the bands The Aristocrats, Asia (2001–2006), GPS, The Young Punx and The Fellowship, as well as Erotic Cakes (a vehicle for his own music) and Steven Wilson more recently. He is a noted guitar instructor through his work with the UK magazine Guitar Techniques, Guildford's Academy of Contemporary Music, Lick Library and formerly the Brighton Institute of Modern Music.",
      "pageId": 2283551,
      "monthDay": "12/27"
    },
    {
      "year": "1972",
      "uri": "/wiki/Colin_Charvis",
      "name": "Colin Charvis",
      "aboutText": "Bryan Anthony Smolinski (born December 27, 1971) is a retired American professional ice hockey center. The Boston Bruins drafted him 21st overall in 1990. He played in the National Hockey League (NHL) for the Pittsburgh Penguins, New York Islanders, Los Angeles Kings, Ottawa Senators, Chicago Blackhawks, Vancouver Canucks and Montreal Canadiens.",
      "pageId": 2864915,
      "monthDay": "12/27"
    },
    {
      "year": "1972",
      "uri": "/wiki/Kevin_Ollie",
      "name": "Kevin Ollie",
      "aboutText": "Lorenzo LaVonne Neal (born December 27, 1970) is a former American football fullback who played in the National Football League (NFL) for sixteen seasons. Neal played college football for Fresno State University. He was drafted by the New Orleans Saints in the fourth round of the 1993 NFL Draft.",
      "pageId": 3226110,
      "monthDay": "12/27"
    },
    {
      "year": "1972",
      "uri": "/wiki/Matt_Slocum",
      "name": "Matt Slocum",
      "aboutText": "Thomas Wilson Brown (born December 27, 1972) is an American actor, who began his career at the age of 11 by playing \"Augie\", the nephew of Scott Glenn and Kevin Costner's characters in the Lawrence Kasdan western classic Silverado.",
      "pageId": 4687395,
      "monthDay": "12/27"
    },
    {
      "year": "1973",
      "uri": "/wiki/Tabatha_Cash",
      "name": "Tabatha Cash",
      "aboutText": "Savannah Clark Guthrie (born December 27, 1971) is an American journalist and attorney, working for NBC News. She has been co-anchor of The Today Show since June 2012.\nGuthrie joined NBC News in September 2007 as a legal analyst and correspondent, regularly reporting on trials throughout the country.",
      "pageId": 6209704,
      "monthDay": "12/27"
    },
    {
      "year": "1973",
      "uri": "/wiki/Wilson_Cruz",
      "name": "Wilson Cruz",
      "aboutText": "Brendon John Cook (born 27 December 1970 in Belmont, Newcastle, Australia), is best known as a race driver, racing mainly in Australia, but also in Europe.",
      "pageId": 8431157,
      "monthDay": "12/27"
    },
    {
      "year": "1973",
      "uri": "/wiki/Luka_Grubor",
      "name": "Luka Grubor",
      "aboutText": "Kristoffer Zegers (born 27 December 1973) is a Dutch composer.\nZegers was born in Breda, and was taught by Gilius van Bergeijk, Jan Boerman, Martijn Padding, Clarence Barlow, Diderik Wagenaar at the Royal Conservatory of The Hague.\nIn Zegers' music microtonal clusters are the main object.",
      "pageId": 13001229,
      "monthDay": "12/27"
    },
    {
      "year": "1973",
      "uri": "/wiki/Kristoffer_Zegers",
      "name": "Kristoffer Zegers",
      "aboutText": "Luka Grubor (born 27 December 1973) is a retired rower, born in Zagreb, who competed internationally for Yugoslavia, Croatia and Great Britain, as well as for Oxford in the 1997 Boat Race. Grubor won a gold medal in the men's eight at the 2000 Summer Olympics in Sydney, as a member of the British rowing team.\n^ Profile: Luka Grubor sports.reference.com.",
      "pageId": 20669260,
      "monthDay": "12/27"
    },
    {
      "year": "1974",
      "uri": "/wiki/Tom%C3%A1%C5%A1_Jank%C5%AF",
      "name": "Tomáš Janků",
      "aboutText": "Dulymus Jenod \"Deuce\" McAllister (born December 27, 1978) is a retired American football running back who played for the New Orleans Saints in the National Football League (NFL) . He played college football for Ole Miss. He was drafted by the New Orleans Saints in the first round of the 2001 NFL Draft.",
      "pageId": 391578,
      "monthDay": "12/27"
    },
    {
      "year": "1974",
      "uri": "/wiki/Masi_Oka",
      "name": "Masi Oka",
      "aboutText": "Heather O'Rourke (December 27, 1975 – February 1, 1988) was an American child actress. She was discovered at the age of five by director Steven Spielberg while eating lunch with her mother at the MGM commissary. Spielberg cast her as Carol Anne Freeling in the 1982 horror film Poltergeist, where she had the movie's most recognizable line: \"They're here!\" She reprised the role in the second and third installments.",
      "pageId": 804611,
      "monthDay": "12/27"
    },
    {
      "year": "1974",
      "uri": "/wiki/Fumiko_Orikasa",
      "name": "Fumiko Orikasa",
      "aboutText": "Fumiko Orikasa (折笠 富美子, Orikasa Fumiko, born December 27, 1974 in Taito, Tokyo) is a Japanese voice actress and singer who works for Atomic Monkey.",
      "pageId": 809751,
      "monthDay": "12/27"
    },
    {
      "year": "1974",
      "uri": "/wiki/Jay_Pandolfo",
      "name": "Jay Pandolfo",
      "aboutText": "Aigars Fadejevs (born December 27, 1975 in Valka) is a Latvian athlete, competing in 20 km, 50 km walk and marathon running.\nFadejevs has competed in 1996 Summer Olympics, finishing 6th in 20 km walk and in 2000 Summer Olympics, winning the silver medal in 50 km,2004 Olympic,50 km 11th,20 km 9th . He has also won the silver medal in 1998 European Championships at the 20 km distance,finished 4th in 50km at World Championship in Edmonton(2001),Fadejevs quit race walking 2004 and competed as a marathon runner and almost qualifies for 2008 Olympic Games in Beijing.",
      "pageId": 871008,
      "monthDay": "12/27"
    },
    {
      "year": "1974",
      "uri": "/wiki/%C3%89dgar_Ponce",
      "name": "Édgar Ponce",
      "aboutText": "Carson Hilton Palmer (born December 27, 1979) is an American football quarterback for the Arizona Cardinals of the National Football League (NFL). He played college football at USC and won the Heisman Trophy in 2002. The Cincinnati Bengals, for whom he played eight seasons, chose him with the first overall pick in the 2003 NFL Draft.",
      "pageId": 963048,
      "monthDay": "12/27"
    },
    {
      "year": "1975",
      "uri": "/wiki/Aigars_Fadejevs",
      "name": "Aigars Fadejevs",
      "aboutText": "Bernard Berrian (born December 27, 1980) is a former American football wide receiver. He was drafted by the Chicago Bears in the third round of the 2004 NFL Draft. He played college football at Fresno State.",
      "pageId": 1330253,
      "monthDay": "12/27"
    },
    {
      "year": "1975",
      "uri": "/wiki/Heather_O%27Rourke",
      "name": "Heather O'Rourke",
      "aboutText": "David John Ian Dunn (born 27 December 1979) is an English professional footballer who is player-manager for League One club Oldham Athletic, playing as a attacking midfielder.",
      "pageId": 1335757,
      "monthDay": "12/27"
    },
    {
      "year": "1976",
      "uri": "/wiki/Nikolaos_Georgeas",
      "name": "Nikolaos Georgeas",
      "aboutText": "Aaron Stanford (born December 27, 1976) is an American actor best known for his roles as Pyro in X2 and X-Men: The Last Stand, and Doug in the 2006 remake of The Hills Have Eyes. From 2010 to 2013, he starred as Birkhoff in Nikita.",
      "pageId": 1556652,
      "monthDay": "12/27"
    },
    {
      "year": "1976",
      "uri": "/wiki/Piotr_Morawski",
      "name": "Piotr Morawski",
      "aboutText": "Édgar Ponce García (December 27, 1977 – May 5, 2005) was a Mexican actor and dancer. Ponce was a member of the male dance troupe Sólo Para Mujeres (For Women Only) and appeared in a number of soap operas (telenovelas) which were popular in both Mexico and the United States.\nOn May 5, 2005, while filming a commercial with his troupe in Mexico City, an overtaking car slammed into his motorcycle caravan, sending Ponce flying into the air and injuring three other actors.",
      "pageId": 1858030,
      "monthDay": "12/27"
    },
    {
      "year": "1976",
      "uri": "/wiki/Daim%C3%AD_Pern%C3%ADa",
      "name": "Daimí Pernía",
      "aboutText": "Fernando Antonio Pisani (born December 27, 1976) is a retired Canadian professional ice hockey right winger. He played professionally in the National Hockey League for his hometown Edmonton Oilers for seven NHL seasons, and one for the Chicago Blackhawks.",
      "pageId": 2437920,
      "monthDay": "12/27"
    },
    {
      "year": "1976",
      "uri": "/wiki/Fernando_Pisani",
      "name": "Fernando Pisani",
      "aboutText": "Jay Paul Pandolfo (born December 27, 1974) is a former American professional ice hockey forward. He spent most of his National Hockey League career with the New Jersey Devils before playing the 2011–12 season with the New York Islanders and the 2012-13 season with the Boston Bruins.",
      "pageId": 2819184,
      "monthDay": "12/27"
    },
    {
      "year": "1976",
      "uri": "/wiki/Tim_Roberts",
      "name": "Tim Roberts",
      "aboutText": "Daimí Pernía Figueroa (born December 27, 1976 in La Palma, Pinar del Río) is a retired Cuban athlete competing mainly in 400 m hurdles.\nA former basketball player, she did not rise to international level until 1999, when she lowered her personal best from 55.51s to 52.89s and even became world champion. She announced her retirement in 2007.",
      "pageId": 3245422,
      "monthDay": "12/27"
    },
    {
      "year": "1976",
      "uri": "/wiki/Aaron_Stanford",
      "name": "Aaron Stanford",
      "aboutText": "Claudio Castagnoli (born December 27, 1980), better known by his ring name Cesaro (shortened from Antonio Cesaro, used from 2012 to 2014 in WWE), is a Swiss professional wrestler who is currently signed to WWE, but is currently on hiatus due to injury. He was previously known for his work in Ring of Honor (ROH), various independent promotions, and the Japan-based Pro Wrestling Noah.\nCastagnoli is an accomplished tag team wrestler, being a two-time ROH World Tag Team Champion with his partner Chris Hero as The Kings of Wrestling (where their 364-day reign as champions was the longest in company history), one-time WWE Tag Team Champion with his partner Tyson Kidd, as well various independent tag team titles both with Hero and with Ares as Swiss Money Holding, such as the Chikara Campeonatos de Parejas, the JCW Tag Team Championship and the CZW World Tag Team Championship.",
      "pageId": 3420806,
      "monthDay": "12/27"
    },
    {
      "year": "1977",
      "uri": "/wiki/Jacqueline_Pillon",
      "name": "Jacqueline Pillon",
      "aboutText": "Tomáš Janků (Czech pronunciation: [ˈtomaːʃ ˈjaŋkuː]; born 27 December, 1974 in Jablonec nad Nisou) is a former Czech high jumper.\nHis personal best jump is 2.34 metres, achieved at the 2006 European Championships in Gothenburg. In 2010, he married Czech pole vaulter Kateřina Baďurová.",
      "pageId": 6027272,
      "monthDay": "12/27"
    },
    {
      "year": "1978",
      "uri": "/wiki/Pelin_Batu",
      "name": "Pelin Batu",
      "aboutText": "Masayori \"Masi\" Oka (岡 政偉, Oka Masayori) (born December 27, 1974) is a Japanese actor and digital effects artist.",
      "pageId": 6058746,
      "monthDay": "12/27"
    },
    {
      "year": "1978",
      "uri": "/wiki/Deuce_McAllister",
      "name": "Deuce McAllister",
      "aboutText": "Nikolaos \"Nikos\" Georgeas (Greek: Νίκος Γεωργέας) (born on 27 December 1976 in Kalamata, Greece) is a former Greek footballer who played as side back to both sides, or as defensive midfielder.",
      "pageId": 6389667,
      "monthDay": "12/27"
    },
    {
      "year": "1979",
      "uri": "/wiki/David_Dunn",
      "name": "David Dunn",
      "aboutText": "Jacqueline Patricia Pillon (born December 27, 1977) is a Canadian actress.",
      "pageId": 11500733,
      "monthDay": "12/27"
    },
    {
      "year": "1979",
      "uri": "/wiki/Carson_Palmer",
      "name": "Carson Palmer",
      "aboutText": "Piotr Morawski (December 27, 1976 – April 8, 2009) was a Polish mountaineer. He was best known for making the first successful winter ascent together with Simone Moro of Shisha Pangma on January 14, 2005. Morawski died aged 32 during an international Dhaulagiri/Manaslu expedition in Nepal.",
      "pageId": 12269905,
      "monthDay": "12/27"
    },
    {
      "year": "1980",
      "uri": "/wiki/Bernard_Berrian",
      "name": "Bernard Berrian",
      "aboutText": "Timothy \"Tim\" Roberts (December 27, 1976 – January 7, 2015) was an American professional wrestler, known by his ring name Tim Arson, who worked in the Puerto Rican-based New Wrestling Stars and World Wrestling Council, as well as American and Puerto Rican independent promotions.",
      "pageId": 15765187,
      "monthDay": "12/27"
    },
    {
      "year": "1980",
      "uri": "/wiki/Antonio_Cesaro",
      "name": "Antonio Cesaro",
      "aboutText": "Pelin Batu (born 27 December 1978, in Ankara) is a Turkish author, actress, historian, and television personality.",
      "pageId": 25768614,
      "monthDay": "12/27"
    },
    {
      "year": "1980",
      "uri": "/wiki/Cas_Haley",
      "name": "Cas Haley",
      "aboutText": "Emilie de Ravin (/ˈɛməli də ˈrævɪn/; born 27 December 1981) is an Australian actress. She has played Tess Harding on Roswell and Claire Littleton on the ABC drama Lost. In 2012 she guest-starred as Belle on the ABC drama Once Upon a Time and became a series regular beginning with season two.",
      "pageId": 988994,
      "monthDay": "12/27"
    },
    {
      "year": "1980",
      "uri": "/wiki/Dahntay_Jones",
      "name": "Dahntay Jones",
      "aboutText": "Javine Dionne Hylton (born 27 December 1981), often known simply as Javine, is an English R&B singer. She is most notable for representing the UK at the 2005 Eurovision Song Contest. At the UK selection contest she defeated the competition favourite, model Katie Price, for the ticket to Kiev.",
      "pageId": 1496864,
      "monthDay": "12/27"
    },
    {
      "year": "1980",
      "uri": "/wiki/Meelis_Kompus",
      "name": "Meelis Kompus",
      "aboutText": "David Allan Aardsma (/ˈɑrdzmə/; born December 27, 1981) is an American professional baseball pitcher who is currently a free agent. He has also played in Major League Baseball (MLB) for the San Francisco Giants, Chicago Cubs, Chicago White Sox, Boston Red Sox, Seattle Mariners, New York Yankees, New York Mets and Atlanta Braves.",
      "pageId": 1936869,
      "monthDay": "12/27"
    },
    {
      "year": "1981",
      "uri": "/wiki/David_Aardsma",
      "name": "David Aardsma",
      "aboutText": "Dahntay Lavall Jones (born December 27, 1980) is an American professional basketball player for the Grand Rapids Drive of the NBA Development League.",
      "pageId": 2456428,
      "monthDay": "12/27"
    },
    {
      "year": "1981",
      "uri": "/wiki/Emilie_de_Ravin",
      "name": "Emilie de Ravin",
      "aboutText": "Torah Jane Bright (born 27 December 1986) is an Australian professional snowboarder. She is an Olympic gold and silver medalist. In 2013 she won a bronze medal at the FIS Snowboarding World Championships.",
      "pageId": 2566470,
      "monthDay": "12/27"
    },
    {
      "year": "1981",
      "uri": "/wiki/Javine_Hylton",
      "name": "Javine Hylton",
      "aboutText": "Patrick Sharp (born December 27, 1981) is a Canadian professional ice hockey player currently playing for the Dallas Stars of the National Hockey League (NHL).",
      "pageId": 3230492,
      "monthDay": "12/27"
    },
    {
      "year": "1981",
      "uri": "/wiki/Moise_Joseph",
      "name": "Moise Joseph",
      "aboutText": "Colbert Michael \"Cole\" Hamels (born December 27, 1983) is an American professional baseball pitcher for the Texas Rangers of Major League Baseball (MLB). He played in MLB for the Philadelphia Phillies from 2006 to 2015.\nOriginally from San Diego, California, Hamels excelled in Rancho Bernardo High School both academically and athletically.",
      "pageId": 5095439,
      "monthDay": "12/27"
    },
    {
      "year": "1981",
      "uri": "/wiki/Patrick_Sharp",
      "name": "Patrick Sharp",
      "aboutText": "Gilles Simon (French pronunciation: ​[ʒil si.mɔ̃]; born 27 December 1984) is a French professional tennis player and a former world no. 6.",
      "pageId": 5679842,
      "monthDay": "12/27"
    },
    {
      "year": "1982",
      "uri": "/wiki/Erin_E._Stead",
      "name": "Erin E. Stead",
      "aboutText": "Logan Bailly (born 27 December 1985 in Liège) is a Belgian professional footballer who currently plays as a goalkeeper for Scottish Premiership club Celtic. Having started his career at Genk, Bailly has had spells at German Bundesliga side Borussia Mönchengladbach and Belgian Pro League side Oud-Heverlee Leuven.",
      "pageId": 5842703,
      "monthDay": "12/27"
    },
    {
      "year": "1983",
      "uri": "/wiki/Anthony_Boric",
      "name": "Anthony Boric",
      "aboutText": "Paul Stastny (born December 27, 1985) is a Canadian-born American professional ice hockey center, currently playing for the St. Louis Blues of the National Hockey League.\nOf Slovak lineage, Stastny is the son of Hockey Hall of Famer Peter Šťastný, who played for the Avalanche's predecessor, the Quebec Nordiques, and finished his career with the St.",
      "pageId": 6119782,
      "monthDay": "12/27"
    },
    {
      "year": "1983",
      "uri": "/wiki/Cole_Hamels",
      "name": "Cole Hamels",
      "aboutText": "Andrejs Perepļotkins (Ukrainian: Андрій Ігорович Перепльоткін, Andriy Igorovych Pereplyotkin; born 27 December 1984 in Kharkiv) is a Ukrainian born Latvian footballer, who plays primarily as a right winger for Caramba/Dinamo in the Latvian First League.\nAlthough born in Ukraine, he played internationally for Latvia from 2007 to 2012.",
      "pageId": 10254840,
      "monthDay": "12/27"
    },
    {
      "year": "1983",
      "uri": "/wiki/Jesse_Williams_(high_jumper)",
      "name": "Jesse Williams",
      "aboutText": "Benjamin Cas Haley (born December 27, 1980; Paris, Texas) is an American singer/guitarist who was the runner-up on Season 2 of America's Got Talent in 2007.\n^ \"Texas Births, 1926-1995\". Familytreelegends.com.",
      "pageId": 12543751,
      "monthDay": "12/27"
    },
    {
      "year": "1984",
      "uri": "/wiki/Andrejs_Perep%C4%BCotkins",
      "name": "Andrejs Perepļotkins",
      "aboutText": "Jesse Daniel Williams (born December 27, 1983 in Modesto, California) is an American high jumper and the 2011 World Champion. He was ranked the #2 jumper in the world, outdoors, in 2010. He has jumped 53 centimeters above his height, a differential which places him among the top 20 jumpers of all time.",
      "pageId": 15329765,
      "monthDay": "12/27"
    },
    {
      "year": "1984",
      "uri": "/wiki/Pleasure_P",
      "name": "Pleasure P",
      "aboutText": "Jérôme d'Ambrosio (born 27 December 1985) is a Belgian professional racing driver of Italian descent. He drove for Marussia Virgin Racing during the 2011 Formula One World Championship. As a result of the one-race ban given to Romain Grosjean for actions at the start of the 2012 Belgian Grand Prix, d'Ambrosio replaced the Frenchman for the 2012 Italian Grand Prix.",
      "pageId": 16830381,
      "monthDay": "12/27"
    },
    {
      "year": "1984",
      "uri": "/wiki/Gilles_Simon",
      "name": "Gilles Simon",
      "aboutText": "Anthony Frank Boric (born 27 December 1983 in Auckland) is a New Zealand-born rugby union footballer who has represented the New Zealand in international rugby, and currently plays for the Mitsubishi Dynaboars in the Japanese Top League.",
      "pageId": 17635049,
      "monthDay": "12/27"
    },
    {
      "year": "1985",
      "uri": "/wiki/Logan_Bailly",
      "name": "Logan Bailly",
      "aboutText": "Shelly-Ann Fraser-Pryce, OD (born 27 December 1986; née Fraser) is a Jamaican track and field sprinter. Born in Kingston, Jamaica, Fraser-Pryce ascended to prominence in the 2008 Olympic Games when at 21 years old, the relatively unknown athlete became the first Caribbean woman to win 100 m gold at the Olympics. In 2012, she successfully defended her 100m title, becoming the third woman to win two consecutive 100m events at the Olympics.",
      "pageId": 18902563,
      "monthDay": "12/27"
    },
    {
      "year": "1985",
      "uri": "/wiki/J%C3%A9r%C3%B4me_d%27Ambrosio",
      "name": "Jérôme d'Ambrosio",
      "aboutText": "Marcus Ramone Cooper (born December 27, 1984), better known by his stage name Pleasure P is an American R&B singer-songwriter, who experienced success as a member of the group Pretty Ricky before embarking on a solo career in 2007. His debut album The Introduction of Marcus Cooper was released on June 2009. On October, 2014, Pleasure P and the rest of Pretty Ricky officialized on Instagam a reunion tour with a Bluestars 2 album for 2015.",
      "pageId": 25377441,
      "monthDay": "12/27"
    },
    {
      "year": "1985",
      "uri": "/wiki/Paul_Stastny",
      "name": "Paul Stastny",
      "aboutText": "Erin E. Stead (born December 27, 1982) is an American illustrator of children's books. She won the 2011 Caldecott Medal for the year's best-illustrated U.S. picture book, recognizing her first publication, A Sick Day for Amos McGee.",
      "pageId": 30520348,
      "monthDay": "12/27"
    },
    {
      "year": "1986",
      "uri": "/wiki/Torah_Bright",
      "name": "Torah Bright",
      "aboutText": "Meelis Kompus (born December 27, 1980 in Tallinn) is a former Estonian TV and radio host, employed by the Estonian Public Broadcasting.\nHe has graduated from the Tallinn University in 2003 in radio production (B.A.) and continued in Tartu University, where he received the M.A. in cultural management in 2012.\nAt the age of 27, he became a news anchor of Aktuaalne kaamera, evening news bulletin of the Estonian Television, thus being among the youngest ever in that job.",
      "pageId": 31668958,
      "monthDay": "12/27"
    },
    {
      "year": "1986",
      "uri": "/wiki/Shelly-Ann_Fraser-Pryce",
      "name": "Shelly-Ann Fraser-Pryce",
      "aboutText": "Moise Joseph (born 27 December 1981 in Florida, United States) is a Haitian middle-distance runner specializing in the 800 meters.  He competed at the 2004 Olympic Games in Athens, placing sixth in his heat and getting eliminated. He competed again at the 2012 Olympics Games, but was again eliminated in the heats.",
      "pageId": 32682354,
      "monthDay": "12/27"
    },
    {
      "year": "1988",
      "uri": "/wiki/Zavon_Hines",
      "name": "Zavon Hines",
      "aboutText": "Hayley Nichole Williams (born December 27, 1988) is an American singer, songwriter and musician who is best known as the lead vocalist, occasional keyboardist and primary songwriter of the American rock band Paramore.",
      "pageId": 9726633,
      "monthDay": "12/27"
    },
    {
      "year": "1988",
      "uri": "/wiki/Rick_Porcello",
      "name": "Rick Porcello",
      "aboutText": "Chloe Suazo (born December 27, 1991), known professionally as Chloe Bridges, is an American actress. She is known for her roles as Zoey Moreno in the sitcom Freddie (2005–06) and as Dana Turner in the Disney Channel original film Camp Rock 2: The Final Jam (2010).",
      "pageId": 11321349,
      "monthDay": "12/27"
    },
    {
      "year": "1988",
      "uri": "/wiki/Ok_Taecyeon",
      "name": "Ok Taecyeon",
      "aboutText": "Frederick Alfred \"Rick\" Porcello III (born December 27, 1988) is an American professional baseball pitcher for the Boston Red Sox of Major League Baseball (MLB). He previously played for the Detroit Tigers.\nPorcello was drafted 27th overall in the first round of the 2007 Major League Baseball Draft by the Tigers.",
      "pageId": 11653930,
      "monthDay": "12/27"
    },
    {
      "year": "1988",
      "uri": "/wiki/Hayley_Williams",
      "name": "Hayley Williams",
      "aboutText": "Zavon Hines (born 27 December 1988) is a professional footballer for Dagenham & Redbridge. Hines was born in Jamaica but has represented England at under-21 level.",
      "pageId": 16640953,
      "monthDay": "12/27"
    },
    {
      "year": "1989",
      "uri": "/wiki/Ingrid_V%C3%A1rgas_Calvo",
      "name": "Ingrid Várgas Calvo",
      "aboutText": "Daniel \"Danny\" Wilson (born 27 December 1991) is a Scottish footballer who plays as a centre back for Scottish Championship club Rangers. He has also previously played for Liverpool, Hearts, Blackpool and Bristol City.",
      "pageId": 26006087,
      "monthDay": "12/27"
    },
    {
      "year": "1990",
      "uri": "/wiki/Lazaro_Arbos",
      "name": "Lazaro Arbos",
      "aboutText": "Milos Raonic (/ˈmiːloʊʃ ˈraʊnɪtʃ/ MEE-lohsh ROW-nich; Serbian: Miloš Raonić, Милош Раонић, [mîloʃ râonitɕ]; born December 27, 1990) is a Canadian professional tennis player of Montenegrin origin who grew up in Thornhill, Ontario.\nBorn in Titograd (now Podgorica), SFR Yugoslavia , Raonic moved to Canada with his family at the age of three, learning the game at the Bramalea Tennis Club in Brampton. He qualified for his first Grand Slam event at the 2010 U.S. Open.",
      "pageId": 26431480,
      "monthDay": "12/27"
    },
    {
      "year": "1990",
      "uri": "/wiki/Max_Lindholm",
      "name": "Max Lindholm",
      "aboutText": "Ok Taec-yeon (Hangul: 옥택연; hanja: 玉澤演; born December 27, 1988), best known as Taecyeon, is a South Korean actor, rapper, singer and entrepreneur. He is a member of the South Korean boy band 2PM, in which he is the main rapper.",
      "pageId": 27728178,
      "monthDay": "12/27"
    },
    {
      "year": "1990",
      "uri": "/wiki/Milos_Raonic",
      "name": "Milos Raonic",
      "aboutText": "Joel Indermitte (born 27 December 1992) is an Estonian professional footballer, who plays in Estonian Meistriliiga, for Paide Linnameeskond.",
      "pageId": 32214855,
      "monthDay": "12/27"
    },
    {
      "year": "1991",
      "uri": "/wiki/Chloe_Bridges",
      "name": "Chloe Bridges",
      "aboutText": "Ingrid Esperanza Várgas Calvo (born 27 December 1989) is a Peruvian tennis player.\nVárgas Calvo has won two doubles titles on the ITF tour. On 6 July 2009, she reached her best singles ranking of world number 487.",
      "pageId": 37721062,
      "monthDay": "12/27"
    },
    {
      "year": "1991",
      "uri": "/wiki/Danny_Wilson_(footballer,_born_1991)",
      "name": "Danny Wilson",
      "aboutText": "Ana Konjuh (born 27 December 1997) is a Croatian professional tennis player. As of June 2015, she is currently ranked world number 55 and is the youngest player to rank within the top 100.\nA successful junior player, Konjuh won both the singles and doubles junior events at the Australian Open in January 2013, and as a result, moved up to number 1 in the ITF junior world rankings.",
      "pageId": 38242110,
      "monthDay": "12/27"
    },
    {
      "year": "1992",
      "uri": "/wiki/Joel_Indermitte",
      "name": "Joel Indermitte",
      "aboutText": "Max Lindholm (born 27 December 1990) is a Finnish ice dancer.",
      "pageId": 38328321,
      "monthDay": "12/27"
    },
    {
      "year": "1992",
      "uri": "/wiki/Maicel_Uibo",
      "name": "Maicel Uibo",
      "aboutText": "Lazaro Reinaldo Arbos Andraca (born December 27, 1990), known professionally as Lazaro Arbos, is a Cuban American singer, who came in sixth place on the twelfth season of American Idol.\n^ Kaufman, Gil (April 11, 2013). \"'American Idol' Enters Uncharted Territory With Historic Elimination\".",
      "pageId": 38764531,
      "monthDay": "12/27"
    },
    {
      "year": "1995",
      "uri": "/wiki/Mark_Lapidus",
      "name": "Mark Lapidus",
      "aboutText": "Maicel Uibo (born 27 December 1992 in Põlva) is an Estonian decathlete.",
      "pageId": 40225670,
      "monthDay": "12/27"
    },
    {
      "year": "1997",
      "uri": "/wiki/Ana_Konjuh",
      "name": "Ana Konjuh",
      "aboutText": "Mark Lapidus (born 28 November 1995 in Tallinn) is an Estonian chess player who won the Estonian Chess Championship in 2012.",
      "pageId": 42708442,
      "monthDay": "12/27"
    }
  ]
}