{
  "people": [
    {
      "year": "1164",
      "uri": "/wiki/Emperor_Rokuj%C5%8D",
      "name": "Emperor Rokujō",
      "aboutText": "Sir Arthur Stanley Eddington OM FRS (28 December 1882 – 22 November 1944) was an English astronomer, physicist, and mathematician of the early 20th century who did his greatest work in astrophysics. He was also a philosopher of science and a popularizer of science. The Eddington limit, the natural limit to the luminosity of stars, or the radiation generated by accretion onto a compact object, is named in his honour.",
      "pageId": 2274,
      "monthDay": "12/28"
    },
    {
      "year": "1522",
      "uri": "/wiki/Margaret_of_Parma",
      "name": "Margaret of Parma",
      "aboutText": "Thomas Woodrow Wilson (December 28, 1856 – February 3, 1924) was an American politician and academic who served as the 28th President of the United States from 1913 to 1921. Born and raised in Virginia, Wilson earned a PhD in political science, working as a professor and scholar at various institutions before being chosen as President of Princeton University, where he worked from 1902 to 1910. In the election of 1910, he was the gubernatorial candidate of New Jersey's Democratic Party, and was elected the 34th Governor of New Jersey, serving from 1911 to 1913.",
      "pageId": 33523,
      "monthDay": "12/28"
    },
    {
      "year": "1619",
      "uri": "/wiki/Antoine_Fureti%C3%A8re",
      "name": "Antoine Furetière",
      "aboutText": "John Molson (December 28, 1763 – January 11, 1836) was an English-born brewer and entrepreneur in colonial Quebec and Lower Canada.",
      "pageId": 189913,
      "monthDay": "12/28"
    },
    {
      "year": "1635",
      "uri": "/wiki/Elizabeth_Stuart_(daughter_of_Charles_I)",
      "name": "Elizabeth Stuart",
      "aboutText": "Emperor Rokujō (六条天皇 Rokujō-tennō) (December 28, 1164 – August 23, 1176) was the 79th emperor of Japan, according to the traditional order of succession.",
      "pageId": 195043,
      "monthDay": "12/28"
    },
    {
      "year": "1651",
      "uri": "/wiki/Johann_Krieger",
      "name": "Johann Krieger",
      "aboutText": "Calixa Lavallée, (December 28, 1842 – January 21, 1891), born Calixte Paquet dit Lavallée, was a French-Canadian-American musician and Union Army band musician during the American Civil War who composed the music for O Canada, which officially became the national anthem of Canada in 1980.",
      "pageId": 222075,
      "monthDay": "12/28"
    },
    {
      "year": "1655",
      "uri": "/wiki/Charles_Cornwallis,_3rd_Baron_Cornwallis",
      "name": "Charles Cornwallis, 3rd Baron Cornwallis",
      "aboutText": "Lili Ilse Elvenes, better known as Lili Elbe (28 December 1882 – 13 September 1931), was a Danish transgender woman and one of the first identifiable recipients of sex reassignment surgery. Elbe was born Einar Magnus Andreas Wegener and was a successful artist under that name. She also presented as Lili, sometimes spelled Lily, and was publicly introduced as Einar's sister.",
      "pageId": 277277,
      "monthDay": "12/28"
    },
    {
      "year": "1665",
      "uri": "/wiki/George_FitzRoy,_1st_Duke_of_Northumberland",
      "name": "George FitzRoy, 1st Duke of Northumberland",
      "aboutText": "Antoine Furetière (28 December 1619 – 14 May 1688), French scholar and writer, was born in Paris.",
      "pageId": 287102,
      "monthDay": "12/28"
    },
    {
      "year": "1722",
      "uri": "/wiki/Eliza_Lucas",
      "name": "Eliza Lucas",
      "aboutText": "Thomas James Alan Henderson FRSE FRS FRAS (28 December 1798 – 23 November 1844) was a Scottish astronomer and mathematician noted for being the first person to measure the distance to Alpha Centauri, the major component of the nearest stellar system to Earth, and for being the first Astronomer Royal for Scotland.",
      "pageId": 336323,
      "monthDay": "12/28"
    },
    {
      "year": "1763",
      "uri": "/wiki/John_Molson",
      "name": "John Molson",
      "aboutText": "José Venustiano Carranza Garza (Spanish pronunciation: [benusˈtjano kaˈransa]; 29 December 1859 – 21 May 1920) was one of the main leaders of the Mexican Revolution, whose victorious northern revolutionary Constitutionalist Army, defeated the counter-revolutionary regime of Victoriano Huerta (February 1913-July 1914) and then defeated fellow revolutionaries after Huerta's ouster. He secured power in Mexico, serving the head of state 1915-1917. With the promulgation of a new revolutionary Mexican Constitution of 1917, he was elected president, serving 1917 to 1920.",
      "pageId": 363180,
      "monthDay": "12/28"
    },
    {
      "year": "1775",
      "uri": "/wiki/Jean-Gabriel_Eynard",
      "name": "Jean-Gabriel Eynard",
      "aboutText": "Eliza Lucas Pinckney (December 28, 1722–1793) changed agriculture in colonial South Carolina, where she developed indigo as one of its most important cash crops. Its cultivation and processing as dye produced one-third the total value of the colony's exports before the Revolutionary War. Manager of three plantations, Mrs.",
      "pageId": 368106,
      "monthDay": "12/28"
    },
    {
      "year": "1798",
      "uri": "/wiki/Thomas_Henderson_(astronomer)",
      "name": "Thomas Henderson",
      "aboutText": "Lieutenant-General George FitzRoy, 1st Duke of Northumberland, KG, PC (28 December 1665 – 28 June 1716) was the third and youngest illegitimate son of King Charles II of England; his mother was Barbara Villiers, Countess of Castlemaine (also known as Barbara Villiers, Duchess of Cleveland). On 1 October 1674, he was created Earl of Northumberland, Baron of Pontefract (Yorkshire) and Viscount Falmouth (Cornwall). On 6 April 1683, he was created Duke of Northumberland.",
      "pageId": 547920,
      "monthDay": "12/28"
    },
    {
      "year": "1818",
      "uri": "/wiki/Carl_Remigius_Fresenius",
      "name": "Carl Remigius Fresenius",
      "aboutText": "Margaret of Parma (28 December 1522 – 18 January 1586) was Governor of the Netherlands from 1559 to 1567 and from 1578 to 1582. She was the illegitimate daughter of the then 22-year-old Holy Roman Emperor Charles V and Johanna Maria van der Gheynst. She was a Duchess of Florence and a Duchess of Parma and Piacenza by marriage.",
      "pageId": 600259,
      "monthDay": "12/28"
    },
    {
      "year": "1842",
      "uri": "/wiki/Calixa_Lavall%C3%A9e",
      "name": "Calixa Lavallée",
      "aboutText": "Szymon Askenazy (December 24, 1865, Zawichost - June 22, 1935, Warsaw) was a Polish historian, educator, statesman and diplomat, founder of the Askenazy school.",
      "pageId": 642281,
      "monthDay": "12/28"
    },
    {
      "year": "1856",
      "uri": "/wiki/Woodrow_Wilson",
      "name": "Woodrow Wilson",
      "aboutText": "Charles Bennett (28 December 1870 – 16 December 1950) was a British athlete, winner of the 1500 metres at the 1900 Summer Olympics and the first British track and field athlete to become Olympic champion. He was a member of Finchley Harriers (founded 1877) which was amalgamated into Hillingdon Athletic Club in 1966.\nBennett, a train driver born in Shapwick, Dorset, was one of the top British middle-distance runners in his years, winning the AAA 4-mile (6.4 km) championship in 1897, and the cross country running title in 1899 and 1900.",
      "pageId": 824479,
      "monthDay": "12/28"
    },
    {
      "year": "1859",
      "uri": "/wiki/Venustiano_Carranza",
      "name": "Venustiano Carranza",
      "aboutText": "Charles Cornwallis, 3rd Baron Cornwallis PC (December 28, 1655 – April 29, 1698) was a British politician who served as First Lord of the Admiralty. He succeeded his father as Baron Cornwallis in 1673. On December 27th of that year, at Westminster Abbey, he married Elizabeth Fox (d.",
      "pageId": 1457771,
      "monthDay": "12/28"
    },
    {
      "year": "1866",
      "uri": "/wiki/Szymon_Askenazy",
      "name": "Szymon Askenazy",
      "aboutText": "Carl Remigius Fresenius (28 December 1818 – 11 June 1897), was a German chemist, known for his studies in analytical chemistry.",
      "pageId": 2189742,
      "monthDay": "12/28"
    },
    {
      "year": "1870",
      "uri": "/wiki/Charles_Bennett_(athlete)",
      "name": "Charles Bennett",
      "aboutText": "Elizabeth Stuart (28 December 1635 – 8 September 1650) was the second daughter of King Charles I of England, Scotland and Ireland and his wife, Henrietta Maria of France. From the age of six until her early death at the age of fourteen she was a prisoner of Parliament during the English Civil War.",
      "pageId": 11664800,
      "monthDay": "12/28"
    },
    {
      "year": "1878",
      "uri": "/wiki/Harry_Brown_(public_servant)",
      "name": "Harry Brown",
      "aboutText": "Johann Krieger (28 December 1651 – 18 July 1735) was a German composer and organist, younger brother of Johann Philipp Krieger. Born in Nuremberg, he worked at Bayreuth, Zeitz, and Greiz before settling in Zittau. He was one of the most important keyboard composers of his day, highly esteemed by, among others, George Frideric Handel.",
      "pageId": 14356642,
      "monthDay": "12/28"
    },
    {
      "year": "1882",
      "uri": "/wiki/Arthur_Eddington",
      "name": "Arthur Eddington",
      "aboutText": "Jean-Gabriel Eynard (born in Lyon on 28 December 1775 – died in Geneva on 5 February 1863) was a Swiss banker.",
      "pageId": 18731272,
      "monthDay": "12/28"
    },
    {
      "year": "1882",
      "uri": "/wiki/Lili_Elbe",
      "name": "Lili Elbe",
      "aboutText": "Sir Harry Percy Brown CMG (28 December 1878 – 5 June 1967) was a senior Australia public servant.",
      "pageId": 44481817,
      "monthDay": "12/28"
    },
    {
      "year": "1887",
      "uri": "/wiki/Werner_Kolh%C3%B6rster",
      "name": "Werner Kolhörster",
      "aboutText": "John von Neumann (Hungarian: Neumann János, /vɒn ˈnɔɪmən/; December 28, 1903 – February 8, 1957) was a Hungarian-American pure and applied mathematician, physicist, inventor, and polymath. He made major contributions to a number of fields, including mathematics (foundations of mathematics, functional analysis, ergodic theory, geometry, topology, and numerical analysis), physics (quantum mechanics, hydrodynamics, fluid dynamics and quantum statistical mechanics), economics (game theory), computing (Von Neumann architecture, linear programming, self-replicating machines, stochastic computing), and statistics. He was a pioneer of the application of operator theory to quantum mechanics, in the development of functional analysis, a principal member of the Manhattan Project and the Institute for Advanced Study in Princeton (as one of the few originally appointed), and a key figure in the development of game theory and the concepts of cellular automata, the universal constructor, and the digital computer.",
      "pageId": 15942,
      "monthDay": "12/28"
    },
    {
      "year": "1888",
      "uri": "/wiki/F._W._Murnau",
      "name": "F. W. Murnau",
      "aboutText": "Mortimer Jerome Adler (December 28, 1902 – June 28, 2001) was an American philosopher, educator, and popular author. As a philosopher he worked within the Aristotelian and Thomistic traditions. He lived for the longest stretches in New York City, Chicago, San Francisco, and San Mateo, California.",
      "pageId": 19451,
      "monthDay": "12/28"
    },
    {
      "year": "1890",
      "uri": "/wiki/Quincy_Wright",
      "name": "Quincy Wright",
      "aboutText": "Friedrich Wilhelm \"F. W.\" Murnau (born Friedrich Wilhelm Plumpe; December 28, 1888 – March 11, 1931) was a German film director. Murnau was greatly influenced by Schopenhauer, Nietzsche, Shakespeare and Ibsen plays he had seen at the age of 12, and became a friend of director Max Reinhardt. During World War I he served as a company commander at the eastern front and was in the German air force, surviving several crashes without any severe injuries.",
      "pageId": 82417,
      "monthDay": "12/28"
    },
    {
      "year": "1895",
      "uri": "/wiki/Carol_Ryrie_Brink",
      "name": "Carol Ryrie Brink",
      "aboutText": "Lewis Frederick Ayres III (December 28, 1908 – December 30, 1996), known professionally as Lew Ayres, was an American actor whose film and television career spanned 65 years. He is best known for starring as German soldier Paul Bäumer in the film classic All Quiet on the Western Front (1930) and for playing Dr. Kildare in nine movies.",
      "pageId": 149808,
      "monthDay": "12/28"
    },
    {
      "year": "1898",
      "uri": "/wiki/Carl-Gustaf_Rossby",
      "name": "Carl-Gustaf Rossby",
      "aboutText": "Carol Ryrie Brink (December 28, 1895 – August 15, 1981) was an American author of over thirty juvenile and adult books.",
      "pageId": 334119,
      "monthDay": "12/28"
    },
    {
      "year": "1898",
      "uri": "/wiki/Shigematsu_Sakaibara",
      "name": "Shigematsu Sakaibara",
      "aboutText": "Earl Kenneth Hines, universally known as Earl \"Fatha\" Hines (December 28, 1903 – April 22, 1983), was an American jazz pianist and bandleader. He was one of the most influential figures in the development of jazz piano and, according to one major source, is \"one of a small number of pianists whose playing shaped the history of jazz\".\nTrumpeter Dizzy Gillespie, a member of the Earl Hines big-band along with Charlie Parker, wrote, \"The piano is the basis of modern harmony.",
      "pageId": 336811,
      "monthDay": "12/28"
    },
    {
      "year": "1899",
      "uri": "/wiki/Eugeniusz_Bodo",
      "name": "Eugeniusz Bodo",
      "aboutText": "Carl-Gustaf Arvid Rossby (Swedish pronunciation: [kɑːɭˈgʉsˌtav ˈarvɪd ˈrɔsːby] 28 December 1898 – 19 August 1957) was a Swedish born American meteorologist who first explained the large-scale motions of the atmosphere in terms of fluid mechanics.",
      "pageId": 460517,
      "monthDay": "12/28"
    },
    {
      "year": "1902",
      "uri": "/wiki/Mortimer_J._Adler",
      "name": "Mortimer J. Adler",
      "aboutText": "Shen Congwen (December 28, 1902 – May 10, 1988), formerly romanized as Shen Ts'ung-wen, is considered to be one of the greatest modern Chinese writers, on par with Lu Xun. Regional culture and identity plays a much bigger role in his writing than that of other major early modern Chinese writers. He was known for combining the vernacular style with classical Chinese writing techniques.",
      "pageId": 478085,
      "monthDay": "12/28"
    },
    {
      "year": "1902",
      "uri": "/wiki/Shen_Congwen",
      "name": "Shen Congwen",
      "aboutText": "Shigematsu Sakaibara (酒井原 繁松, Sakaibara Shigematsu, December 28, 1898 – June 18, 1947) was an admiral in the Imperial Japanese Navy and the Japanese garrison commander on Wake Island during World War II.",
      "pageId": 496698,
      "monthDay": "12/28"
    },
    {
      "year": "1903",
      "uri": "/wiki/Earl_Hines",
      "name": "Earl Hines",
      "aboutText": "Eugeniusz Bodo (born Bohdan Eugène Junod; 1899 – 1943) was a film director, producer and one of the most popular Polish actors and comedians of the inter-war period. He starred in some of the most popular Polish film productions of the 1930s, including His Excellency, The Shop Assistant (Polish: Jego ekscelencja subiekt), Czy Lucyna to dziewczyna? and Pieśniarz Warszawy.",
      "pageId": 556765,
      "monthDay": "12/28"
    },
    {
      "year": "1903",
      "uri": "/wiki/John_von_Neumann",
      "name": "John von Neumann",
      "aboutText": "Philip Quincy Wright (December 28, 1890 – October 17, 1970) was an American political scientist known for his pioneering work and expertise in international law and international relations.",
      "pageId": 750306,
      "monthDay": "12/28"
    },
    {
      "year": "1907",
      "uri": "/wiki/Ze%27ev_Ben-Haim",
      "name": "Ze'ev Ben-Haim",
      "aboutText": "Bernard Youens (born Bernard Arthur Popley; 28 December 1914 – 27 August 1984) was an English character actor, best remembered for his portrayal of the workshy, beer-swilling Stan Ogden in Coronation Street from 1964 until his death in 1984.",
      "pageId": 1284834,
      "monthDay": "12/28"
    },
    {
      "year": "1908",
      "uri": "/wiki/Lew_Ayres",
      "name": "Lew Ayres",
      "aboutText": "Louis Harold \"Lou\" Jacobi (December 28, 1913 – October 23, 2009) was a Canadian character actor.",
      "pageId": 2205716,
      "monthDay": "12/28"
    },
    {
      "year": "1909",
      "uri": "/wiki/Henry_Bland_(public_servant)",
      "name": "Henry Bland",
      "aboutText": "Roebuck \"Pops\" Staples (December 28, 1914 – December 19, 2000) was an American gospel and R&B musician.\nA \"pivotal figure in gospel in the 1960s and 70s,\" he was an accomplished songwriter, guitarist and singer.",
      "pageId": 2663050,
      "monthDay": "12/28"
    },
    {
      "year": "1910",
      "uri": "/wiki/Billy_Williams_(singer)",
      "name": "Billy Williams",
      "aboutText": "Billy Williams (December 28, 1910 – October 17, 1972) was an African-American singer. He had a successful cover recording of Fats Waller's \"I'm Gonna Sit Right Down And Write Myself A Letter\" in 1957. The record sold over one million copies, and was awarded a gold disc.",
      "pageId": 2664857,
      "monthDay": "12/28"
    },
    {
      "year": "1911",
      "uri": "/wiki/Wil_van_Beveren",
      "name": "Wil van Beveren",
      "aboutText": "Werner Heinrich Gustav Kolhörster (28 December 1887 – 5 August 1946) was a German physicist and a pioneer of research into cosmic rays.\nKolhörster was born in Schwiebus (Świebodzin), Brandenburg Province of Prussia. While attending the University of Halle, he studied physics under Friedrich Ernst Dorn.",
      "pageId": 11277940,
      "monthDay": "12/28"
    },
    {
      "year": "1913",
      "uri": "/wiki/Lou_Jacobi",
      "name": "Lou Jacobi",
      "aboutText": "Bidia Dandaron (Vidyadhara, Russian: Бидия Дандарович Дандарон) (December 28, 1914, Soorkhoi, Kizhinga, Buryatia — October 26, 1974, Vydrino, Buryatia) was a major Buddhist author and teacher in the USSR. He also worked in academic Tibetology, contributed to the Tibetan-Russian Dictionary (1959) and made several translations from Tibetan into Russian. He is mostly remembered as a Buddhist teacher whose students in Russia, Estonia, Latvia, and Lithuania continued both religious and scholarly work, and as an early Buddhist author who wrote on European philosophy, history, and science within a Buddhist framework.",
      "pageId": 27718422,
      "monthDay": "12/28"
    },
    {
      "year": "1914",
      "uri": "/wiki/Bidia_Dandaron",
      "name": "Bidia Dandaron",
      "aboutText": "Ze'ev Woolf Goldman, later known as Ze'ev Ben-Haim (Hebrew: זאב בן-חיים‎) (28 December 1907 – 6 August 2013), was a leading Israeli linguist and a former president of The Academy of the Hebrew Language.\n^ \"Celebrated Hebrew Language Genius Passes at Age 106\". Arutz Sheva.",
      "pageId": 29527824,
      "monthDay": "12/28"
    },
    {
      "year": "1914",
      "uri": "/wiki/Bernard_Youens",
      "name": "Bernard Youens",
      "aboutText": "Wijnand \"Wil\" van Beveren (28 December 1911 – 5 October 2003) was a Dutch sprinter. He competed in the 100 m, 200 m and 4×100 metres relay at the 1936 Summer Olympics and finished sixth in the 200 m, running against Jesse Owens. In the relay, the Dutch team was close to a medal, but failed at a baton transfer.",
      "pageId": 41285384,
      "monthDay": "12/28"
    },
    {
      "year": "1914",
      "uri": "/wiki/Pops_Staples",
      "name": "Pops Staples",
      "aboutText": "Sir Henry Armand \"Harry\" Bland (28 December 1909 – 8 November 1997) was a senior Australian public servant. He was Secretary of the Department of Defence between 1968 and 1970.",
      "pageId": 42579182,
      "monthDay": "12/28"
    },
    {
      "year": "1919",
      "uri": "/wiki/Emily_Cheney_Neville",
      "name": "Emily Cheney Neville",
      "aboutText": "Hildegard Frieda Albertine Knef (28 December 1925 – 1 February 2002) was a German actress, singer, and writer.",
      "pageId": 37625,
      "monthDay": "12/28"
    },
    {
      "year": "1920",
      "uri": "/wiki/Bruce_McCarty",
      "name": "Bruce McCarty",
      "aboutText": "Roy Sydney George Hattersley, Baron Hattersley, FRSL, PC (born 28 December 1932) is a British Labour politician, author and journalist from Sheffield. He was MP for Birmingham Sparkbrook for 33 years from 1964 to 1997. He served as Deputy Leader of the Labour Party from 1983 to 1992.",
      "pageId": 148787,
      "monthDay": "12/28"
    },
    {
      "year": "1920",
      "uri": "/wiki/Steve_Van_Buren",
      "name": "Steve Van Buren",
      "aboutText": "Guy Louis Debord (French: [gi dəbɔʁ]; December 28, 1931 – November 30, 1994) was a French Marxist theorist, writer, filmmaker, member of the Letterist International, founder of a Letterist faction, and founding member of the Situationist International (SI).",
      "pageId": 157393,
      "monthDay": "12/28"
    },
    {
      "year": "1921",
      "uri": "/wiki/Johnny_Otis",
      "name": "Johnny Otis",
      "aboutText": "Johnny Otis (born Ioannis Alexandres Veliotes; December 28, 1921 – January 17, 2012) was an American singer, musician, composer, arranger, bandleader, talent scout, disc jockey, record producer, television show host, artist, author, journalist, minister, and impresario. A seminal influence on American R&B and rock and roll, Otis discovered artists such as Little Esther, Big Mama Thornton, Jackie Wilson, Little Willie John and Hank Ballard and Etta James.",
      "pageId": 192024,
      "monthDay": "12/28"
    },
    {
      "year": "1922",
      "uri": "/wiki/Stan_Lee",
      "name": "Stan Lee",
      "aboutText": "Apollo Milton Obote (28 December 1925 – 10 October 2005) was a Ugandan political leader who led Uganda to independence in 1962 from British colonial administration. Following the nation's independence, he served as Prime Minister of Uganda from 1962 to 1966 and President of Uganda from 1966 to 1971, then again from 1980 to 1985. He was overthrown by Idi Amin in 1971, but regained power after Amin's 1979 overthrow.",
      "pageId": 242031,
      "monthDay": "12/28"
    },
    {
      "year": "1925",
      "uri": "/wiki/Hildegard_Knef",
      "name": "Hildegard Knef",
      "aboutText": "Dorsey Burnette (December 28, 1932 – August 19, 1979) was an American early rockabilly singer. With his younger brother, Johnny Burnette, and a friend named Paul Burlison, he was a founder member of The Rock and Roll Trio. He is also the father of country musician and Fleetwood Mac member Billy Burnette.",
      "pageId": 246291,
      "monthDay": "12/28"
    },
    {
      "year": "1925",
      "uri": "/wiki/Milton_Obote",
      "name": "Milton Obote",
      "aboutText": "Terrance Gordon Sawchuk (December 28, 1929 – May 31, 1970) was a Ukrainian-Canadian professional ice hockey goaltender who played 21 seasons in the National Hockey League (NHL) for the Detroit Red Wings, Boston Bruins, Toronto Maple Leafs, Los Angeles Kings and the New York Rangers.",
      "pageId": 431975,
      "monthDay": "12/28"
    },
    {
      "year": "1926",
      "uri": "/wiki/Donald_Carr",
      "name": "Donald Carr",
      "aboutText": "Dhirajlal Hirachand \"Dhirubhai\" Ambani (28 December 1932 – 6 July 2002) was an Indian business tycoon who founded Reliance Industries in Bombay with his cousin. He had been figured in the The Sunday Times top 50 businessmen in Asia. Ambani took Reliance Industries public in 1977 and by 2007, the combined fortune of the family was $60 billion, making the Ambanis the third richest family in the world.",
      "pageId": 708039,
      "monthDay": "12/28"
    },
    {
      "year": "1926",
      "uri": "/wiki/Donna_Hightower",
      "name": "Donna Hightower",
      "aboutText": "Martin Sam Milner (December 28, 1931 – September 6, 2015) was an American film, stage, radio and television actor. Milner is best known for his performances in two popular television series: Route 66, which aired on CBS from 1960 to 1964, and Adam-12, which aired on NBC from 1968 to 1975.",
      "pageId": 710542,
      "monthDay": "12/28"
    },
    {
      "year": "1926",
      "uri": "/wiki/G%C3%B6k%C5%9Fin_Sipahio%C4%9Flu",
      "name": "Gökşin Sipahioğlu",
      "aboutText": "Brian Leonard Redhead (28 December 1929 – 23 January 1994) was a British author, journalist and broadcaster. He was a co-presenter of the Today programme on BBC Radio 4 from 1975 until 1993, shortly before his death.",
      "pageId": 761567,
      "monthDay": "12/28"
    },
    {
      "year": "1928",
      "uri": "/wiki/Moe_Koffman",
      "name": "Moe Koffman",
      "aboutText": "Stephen \"Steve\" W. Van Buren (December 28, 1920 − August 23, 2012) was a professional American football halfback who played for the Philadelphia Eagles of the National Football League (NFL) from 1944–1951, and was elected to the Pro Football Hall of Fame in 1965.",
      "pageId": 1214092,
      "monthDay": "12/28"
    },
    {
      "year": "1929",
      "uri": "/wiki/Brian_Redhead",
      "name": "Brian Redhead",
      "aboutText": "Donald Bryce Carr (born 28 December 1926, Wiesbaden, Germany) is a former English cricketer who played for Derbyshire from 1946 to 1967, for Oxford University from 1948 to 1951, and twice for England in 1951/52. He captained Derbyshire between 1955 and 1962, and scored over 10,000 runs for the county. His cricket administration roles included twelve years as assistant secretary to the MCC, taking over as secretary of the fledgling Test and County Cricket Board in 1976.",
      "pageId": 1348951,
      "monthDay": "12/28"
    },
    {
      "year": "1929",
      "uri": "/wiki/Terry_Sawchuk",
      "name": "Terry Sawchuk",
      "aboutText": "Morris \"Moe\" Koffman, OC (December 28, 1928 – March 28, 2001) was a Canadian jazz musician and composer. He played the flute, soprano, alto and tenor saxophone and clarinet.",
      "pageId": 1953584,
      "monthDay": "12/28"
    },
    {
      "year": "1930",
      "uri": "/wiki/Mariam_A._Aleem",
      "name": "Mariam A. Aleem",
      "aboutText": "Henry Vernon Howell (born December 28, 1932) is a former professional hockey player and longtime star for the New York Rangers of the National Hockey League. He was born in Hamilton, Ontario. A stalwart, stay at home defenceman, in 1967 Howell was the last player in the pre-expansion era to win the Norris Trophy, and famously said that he was glad he won the trophy then, because Bobby Orr (who finished second that year) would \"own\" the Norris for some time to come (as it turned out, Orr would win the trophy for the next eight seasons in a row).",
      "pageId": 1970212,
      "monthDay": "12/28"
    },
    {
      "year": "1931",
      "uri": "/wiki/Guy_Debord",
      "name": "Guy Debord",
      "aboutText": "Emily Cheney Neville (December 28, 1919 – December 14, 1997) was an American author. She was born in Manchester, Connecticut and graduated from Bryn Mawr College in 1940. After receiving her A.B. from Bryn Mawr, she worked for the New York Daily News and the New York Daily Mirror newspapers.",
      "pageId": 5852566,
      "monthDay": "12/28"
    },
    {
      "year": "1931",
      "uri": "/wiki/Martin_Milner",
      "name": "Martin Milner",
      "aboutText": "Stan Lee (born Stanley Martin Lieber, December 28, 1922) is an American comic book writer, editor, publisher, media producer, television host, actor, and former president and chairman of Marvel Comics.\nIn collaboration with several artists, including Jack Kirby and Steve Ditko, he co-created Spider-Man, the Hulk, the Fantastic Four, Iron Man, Thor, the X-Men, and many other fictional characters, introducing complex, naturalistic characters and a thoroughly shared universe into superhero comic books. In addition, he headed the first major successful challenge to the industry's censorship organization, the Comics Code Authority, and forced it to reform its policies.",
      "pageId": 18598186,
      "monthDay": "12/28"
    },
    {
      "year": "1932",
      "uri": "/wiki/Dhirubhai_Ambani",
      "name": "Dhirubhai Ambani",
      "aboutText": "Bruce McCarty, FAIA (December 28, 1920 – January 5, 2013) was an American architect, founder and senior designer (retired 2010) at McCarty Holsaple McCarty Architects of Knoxville, Tennessee. During a career that has spanned more than a half-century, he designed some of the city's iconic landmarks, and was the city's most dedicated champion of Modern architecture. Buildings designed or co-designed by McCarty include the Lawson McGhee Library, Knoxville City County Building, University of Tennessee Humanities Complex, Clarence Brown Theatre, and University of Tennessee Art and Architecture Building.",
      "pageId": 26415070,
      "monthDay": "12/28"
    },
    {
      "year": "1932",
      "uri": "/wiki/Dorsey_Burnette",
      "name": "Dorsey Burnette",
      "aboutText": "Donna Lubertha Hightower (December 28, 1926 – August 19, 2013) was an American R&B, soul and jazz singer and songwriter, who recorded and released albums for the Decca and Capitol labels.",
      "pageId": 30401319,
      "monthDay": "12/28"
    },
    {
      "year": "1932",
      "uri": "/wiki/Roy_Hattersley",
      "name": "Roy Hattersley",
      "aboutText": "Gökşin Sipahioğlu (28 December 1926 – 5 October 2011) was a Turkish photographer and journalist who founded the renowned Paris-based photo agency Sipa Press. He spent most of his life in Paris where the French media dubbed him \"le Grand Turc\".",
      "pageId": 44990745,
      "monthDay": "12/28"
    },
    {
      "year": "1932",
      "uri": "/wiki/Harry_Howell_(ice_hockey)",
      "name": "Harry Howell",
      "aboutText": "Mariam A. Aleem (28 December 1930 – 26 April 2010) was an Egyptian artist and art professor specializing in printed design. She received her Bachelor of Arts from the Faculty of Fine Arts Cairo in 1954 and her Master of Fine Arts in graphic printing 1957 from the University of Southern California. Beginning in 1958, Aleem taught printmaking at the Faculty of Fine Arts in Alexandria.",
      "pageId": 45619797,
      "monthDay": "12/28"
    },
    {
      "year": "1932",
      "uri": "/wiki/Nichelle_Nichols",
      "name": "Nichelle Nichols",
      "aboutText": "Dame Margaret Nathalie \"Maggie\" Smith, CH, DBE (born 28 December 1934) is a British actress. She made her stage debut in 1952 and has had an extensive, varied career in stage, film and television spanning over sixty years. Smith has appeared in over 50 films and is one of Britain's most recognisable actresses.",
      "pageId": 82765,
      "monthDay": "12/28"
    },
    {
      "year": "1932",
      "uri": "/wiki/Manuel_Puig",
      "name": "Manuel Puig",
      "aboutText": "Mario Luis Kreutzberger Blumenfeld (born December 28, 1940), better known by his stage name, Don Francisco, is a Chilean television host, and a popular personality on the Univision network reaching Spanish-speaking viewers in the United States.",
      "pageId": 90400,
      "monthDay": "12/28"
    },
    {
      "year": "1933",
      "uri": "/wiki/John_Y._Brown_Jr.",
      "name": "John Y. Brown Jr.",
      "aboutText": "Nichelle Nichols (born Grace Dell Nichols on December 28, 1932) is an American actress, singer and voice artist. She sang with Duke Ellington and Lionel Hampton before turning to acting. Her most famous role is that of communications officer Lieutenant Uhura aboard the USS Enterprise in the popular Star Trek television series (1966–1969), as well as the succeeding motion pictures, where her character was eventually promoted in Starfleet to the rank of commander.",
      "pageId": 145366,
      "monthDay": "12/28"
    },
    {
      "year": "1934",
      "uri": "/wiki/Rudi_Fa%C3%9Fnacht",
      "name": "Rudi Faßnacht",
      "aboutText": "Jacques Mesrine (French pronunciation: ​[mesʁin]; 28 December 1936 – 2 November 1979) was a French criminal. He was responsible for numerous murders, bank robberies, burglaries, and kidnappings in France and Canada. Mesrine repeatedly escaped from prison and made international headlines during a final period as a fugitive when his exploits included trying to kidnap the judge who had previously sentenced him.",
      "pageId": 169500,
      "monthDay": "12/28"
    },
    {
      "year": "1934",
      "uri": "/wiki/Yujiro_Ishihara",
      "name": "Yujiro Ishihara",
      "aboutText": "Philip Frederick Anschutz (/ˈænʃuːts/ AN-shoots; born December 28, 1939) is an American entrepreneur. Anschutz bought out his father's drilling company, Circle A Drilling, in 1961 and earned large returns in Wyoming. He has invested in stocks, real estate and railroads.",
      "pageId": 483648,
      "monthDay": "12/28"
    },
    {
      "year": "1934",
      "uri": "/wiki/Maggie_Smith",
      "name": "Maggie Smith",
      "aboutText": "Manuel Puig (born Juan Manuel Puig Delledonne) (December 28, 1932 – July 22, 1990) was an Argentine author.",
      "pageId": 739686,
      "monthDay": "12/28"
    },
    {
      "year": "1936",
      "uri": "/wiki/Alan_Coleman",
      "name": "Alan Coleman",
      "aboutText": "Arackaparambil Kurien \"A. K.\" Antony (born 28 December 1940) is an Indian politician currently serving as Member of Parliament (MP) from the upper house, Rajya Sabha, of Parliament.\nHe formerly served as Defence Minister of India, and the Chief Minister of the state of Kerala. He currently serves as the Chairman of the Disciplinary Action Committee of the All India Congress Committee, Congress Working Committee.",
      "pageId": 1011033,
      "monthDay": "12/28"
    },
    {
      "year": "1936",
      "uri": "/wiki/Jacques_Mesrine",
      "name": "Jacques Mesrine",
      "aboutText": "Jorge Nuno de Lima Pinto da Costa (Portuguese pronunciation: [ˈʒɔɾʒ(ɨ) ˈnũnu ˈpĩtu dɐ ˈkɔʃtɐ]; born 28 December 1937) is the chairman of Portuguese sports club FC Porto.",
      "pageId": 1096604,
      "monthDay": "12/28"
    },
    {
      "year": "1936",
      "uri": "/wiki/Lawrence_Schiller",
      "name": "Lawrence Schiller",
      "aboutText": "Ratan Naval Tata GBE (born 28 December 1937) is an Indian businessman, investor, philanthropist and chairman Emeritus of Tata Sons. He was the chairman of Tata Group, a Mumbai-based conglomerate from 1991–2012. He stepped down as the chairman of Tata Group, on 28 December 2012 but continues as the chairman of the Group's charitable trusts.",
      "pageId": 1137487,
      "monthDay": "12/28"
    },
    {
      "year": "1937",
      "uri": "/wiki/Jorge_Nuno_Pinto_da_Costa",
      "name": "Jorge Nuno Pinto da Costa",
      "aboutText": "Alan Coleman (28 December 1936 – 10 December 2013) was an English Australian TV series writer, director and producer, primarily in the southern hemisphere, where he worked on soap operas The Young Doctors (which he also created), The Restless Years, Punishment, Neighbours and Shortland Street.\nEarlier he was the head of children's programming at ATV in the UK until emigrating to Australia in 1974. In 1997, he directed several episodes of the British soap opera, Family Affairs as a part of a working holiday in the UK. At one point, he also temporarily parted company with the Reg Grundy production stable to establish his own company, which provided television coverage of major sporting events.",
      "pageId": 1416757,
      "monthDay": "12/28"
    },
    {
      "year": "1937",
      "uri": "/wiki/Ratan_Tata",
      "name": "Ratan Tata",
      "aboutText": "John Young Brown, Jr. (born December 28, 1933) is a politician, entrepreneur, and businessman from the U.S. state of Kentucky. He served as the 55th governor of Kentucky from 1979 to 1983, although he may be best known for building Kentucky Fried Chicken (KFC) into a multimillion-dollar restaurant chain.",
      "pageId": 1427382,
      "monthDay": "12/28"
    },
    {
      "year": "1938",
      "uri": "/wiki/Dick_Sudhalter",
      "name": "Dick Sudhalter",
      "aboutText": "Yujiro Ishihara (石原 裕次郎, Ishihara Yūjirō, December 28, 1934 – July 17, 1987) was a Japanese actor and singer born in Kobe. His elder brother is Shintaro Ishihara, an author, politician, and the Governor of Tokyo between 1999 and 2012. Yujiro's film debut was the 1956 film \"Season of the Sun,\" based on a novel written by his brother.",
      "pageId": 1520949,
      "monthDay": "12/28"
    },
    {
      "year": "1939",
      "uri": "/wiki/Philip_Anschutz",
      "name": "Philip Anschutz",
      "aboutText": "Francis \"Frank\" McLintock MBE (born 28 December 1939) is a former Scotland international footballer and football manager. He also worked as a sports agent and football pundit in his later life.\nHe began his career in Scottish Junior football with Shawfield, before earning a professional contract with English First Division club Leicester City in December 1956.",
      "pageId": 2070722,
      "monthDay": "12/28"
    },
    {
      "year": "1939",
      "uri": "/wiki/Michael_Hinz",
      "name": "Michael Hinz",
      "aboutText": "Intikhab Alam Khan (Urdu:انتخاب عالم خان) (born 28 December 1941) is a retired Pakistani cricketer who played in 47 Tests and 4 ODIs from 1959 to 1977. He captained Pakistan in 17 Tests between 1969 and 1975. He also played in English county cricket for Surrey between 1969 and 1981.",
      "pageId": 2560185,
      "monthDay": "12/28"
    },
    {
      "year": "1939",
      "uri": "/wiki/Gloria_Manon",
      "name": "Gloria Manon",
      "aboutText": "Lawrence Julian Schiller (born December 28, 1936) is a noted American film producer, director and screenwriter.",
      "pageId": 5982641,
      "monthDay": "12/28"
    },
    {
      "year": "1939",
      "uri": "/wiki/Frank_McLintock",
      "name": "Frank McLintock",
      "aboutText": "Michelle Urry (28 December 1939–15 October 2006, born Michelle Dorothy Kaplan) was the cartoon editor of Playboy magazine for over 30 years. Together with Hugh Hefner, she edited the retrospective Playboy: 50 Years The Cartoons. Among the cartoonists whose career she is credited with developing is B. Kliban.",
      "pageId": 7506153,
      "monthDay": "12/28"
    },
    {
      "year": "1939",
      "uri": "/wiki/Michelle_Urry",
      "name": "Michelle Urry",
      "aboutText": "Richard \"Dick\" Sudhalter (December 28, 1938 – September 19, 2008) was an American jazz trumpeter, scholar, critic, and album annotator.",
      "pageId": 7634726,
      "monthDay": "12/28"
    },
    {
      "year": "1940",
      "uri": "/wiki/A._K._Antony",
      "name": "A. K. Antony",
      "aboutText": "Gloria Manon (born December 28, 1939 in Detroit, Michigan) an American actress who has been active on television since 1965.",
      "pageId": 21005737,
      "monthDay": "12/28"
    },
    {
      "year": "1940",
      "uri": "/wiki/Don_Francisco_(television_host)",
      "name": "Don Francisco",
      "aboutText": "Rudolf \"Rudi\" Faßnacht (28 December 1934 in Neu-Ulm, Bavaria – 25 July 2000 in Gonesse) was a German football manager.\nFaßnacht coached MSV Duisburg to a 7th-place finish in the 1970–71 Bundesliga season.",
      "pageId": 30644164,
      "monthDay": "12/28"
    },
    {
      "year": "1941",
      "uri": "/wiki/Intikhab_Alam",
      "name": "Intikhab Alam",
      "aboutText": "Michael Hinz (28 December 1939 – 6 November 2008) was a German actor.\nHinz came from an acting family, his parents were Werner Hinz and Ehmi Bessel, both actors, as well as his brother Knut and half-sister Dinah.\nAfter growing up in Berlin and Hamburg, Hinz had his first theatrical role in 1958 in Terence Rattigan's The Sleeping Prince at the Thalia Theater in Hamburg.",
      "pageId": 43545439,
      "monthDay": "12/28"
    },
    {
      "year": "1941",
      "uri": "/wiki/Tetsuya_Watari",
      "name": "Tetsuya Watari",
      "aboutText": "Kary Banks Mullis (born December 28, 1944) is a Nobel Prize-winning American biochemist, author, and lecturer. In recognition of his improvement of the polymerase chain reaction (PCR) technique, he shared the 1993 Nobel Prize in Chemistry with Michael Smith and earned the Japan Prize in the same year. The process was first described by Kjell Kleppe and 1968 Nobel laureate H. Gobind Khorana, and allows the amplification of specific DNA sequences.",
      "pageId": 17095,
      "monthDay": "12/28"
    },
    {
      "year": "1942",
      "uri": "/wiki/Roger_Swerts",
      "name": "Roger Swerts",
      "aboutText": "Sandra Moore Faber (born 1944) is a University Professor of Astronomy and Astrophysics at the University of California, Santa Cruz, and works at the Lick Observatory. She has made important discoveries linking the brightness of galaxies to the speed of stars within them and was the co-discoverer of the Faber–Jackson relation.",
      "pageId": 142345,
      "monthDay": "12/28"
    },
    {
      "year": "1943",
      "uri": "/wiki/Juan_Luis_Cipriani_Thorne",
      "name": "Juan Luis Cipriani Thorne",
      "aboutText": "David Robert Peterson, PC OOnt (born December 28, 1943) was the 20th Premier of the Province of Ontario, Canada, from June 26, 1985 to October 1, 1990.",
      "pageId": 308224,
      "monthDay": "12/28"
    },
    {
      "year": "1943",
      "uri": "/wiki/Keith_Floyd",
      "name": "Keith Floyd",
      "aboutText": "Birendra Bir Bikram Shah (Nepali: वीरेन्द्र वीर विक्रम शाह) (29 December 1945 – 1 June 2001) was the 11th King of Nepal and a South Asian statesman.",
      "pageId": 313169,
      "monthDay": "12/28"
    },
    {
      "year": "1943",
      "uri": "/wiki/David_Peterson",
      "name": "David Peterson",
      "aboutText": "Timothy Peter \"Tim\" Johnson (born December 28, 1946) was a United States Senator from South Dakota from 1997 to 2015. A member of the Democratic Party, he previously served as the United States Representative for South Dakota's at-large congressional district from 1987 to 1997 and in the state legislature from 1979 to 1987. Johnson chose not to seek reelection in 2014.",
      "pageId": 339211,
      "monthDay": "12/28"
    },
    {
      "year": "1943",
      "uri": "/wiki/Joan_Ruddock",
      "name": "Joan Ruddock",
      "aboutText": "John Hardy \"Johnny\" Isakson (born December 28, 1944) is the senior United States Senator from Georgia, in office since 2005, and a member of the Republican Party. Previously, he represented Georgia's 6th Congressional district in the United States House of Representatives from 1999 to 2005.\nBorn in Atlanta, Georgia, Isakson served in the Georgia Air National Guard (1966–1972) and graduated from the University of Georgia.",
      "pageId": 411739,
      "monthDay": "12/28"
    },
    {
      "year": "1943",
      "uri": "/wiki/Richard_Whiteley",
      "name": "Richard Whiteley",
      "aboutText": "John Richard Whiteley, OBE, DL (28 December 1943 – 26 June 2005) was an English broadcaster and journalist, best known for his twenty-three years as host of the game show Countdown. Countdown was the launch programme for Channel 4 at 4:45 pm on 2 November 1982, and Whiteley was the first person to be seen on the channel (not counting a programme montage). Despite his intelligence, Whiteley enjoyed projecting the image of an absent-minded eccentric.",
      "pageId": 443788,
      "monthDay": "12/28"
    },
    {
      "year": "1944",
      "uri": "/wiki/Sandra_Faber",
      "name": "Sandra Faber",
      "aboutText": "William Francis Lee III (born December 28, 1946), nicknamed \"Spaceman\", is an American former Major League Baseball pitcher. He played for the Boston Red Sox 1969–1978 and the Montreal Expos 1979–1982. On November 7, 2008, Lee was inducted into the Red Sox Hall of Fame as the team's record-holder for most games pitched by a left-hander (321) and the third-highest win total (94) by a Red Sox southpaw.",
      "pageId": 445170,
      "monthDay": "12/28"
    },
    {
      "year": "1944",
      "uri": "/wiki/Johnny_Isakson",
      "name": "Johnny Isakson",
      "aboutText": "Dame Joan Mary Ruddock, DBE (née Anthony; born 28 December 1943, Pontypool, Torfaen) is a British Labour Party politician who served as the Member of Parliament (MP) for Lewisham Deptford from 1987 to 2015. Ruddock was Minister of State for Energy at the Department of Energy and Climate Change until 11 May 2010.",
      "pageId": 449475,
      "monthDay": "12/28"
    },
    {
      "year": "1944",
      "uri": "/wiki/Kary_Mullis",
      "name": "Kary Mullis",
      "aboutText": "Keith Floyd (28 December 1943 – 14 September 2009) was a British celebrity cook, television personality and restaurateur, who hosted cooking shows for the BBC and published many books combining cookery and travel.",
      "pageId": 560091,
      "monthDay": "12/28"
    },
    {
      "year": "1944",
      "uri": "/wiki/Gordon_Taylor_(footballer)",
      "name": "Gordon Taylor",
      "aboutText": "Edgar Holland Winter (born December 28, 1946) is an American rock and blues musician. He is known for being a multi-instrumentalist — keyboardist, guitarist, saxophonist and percussionist — as well as a singer. His success peaked in the 1970s with his band, The Edgar Winter Group, and their popular songs \"Frankenstein\" and \"Free Ride\".",
      "pageId": 979072,
      "monthDay": "12/28"
    },
    {
      "year": "1945",
      "uri": "/wiki/Max_Hastings",
      "name": "Max Hastings",
      "aboutText": "Sir Max Hugh Macdonald Hastings, FRSL, FRHistS (/ˈheɪstɪŋz/; born 28 December 1945) is a British journalist, editor, historian and author.",
      "pageId": 1249898,
      "monthDay": "12/28"
    },
    {
      "year": "1945",
      "uri": "/wiki/Birendra_of_Nepal",
      "name": "Birendra of Nepal",
      "aboutText": "Aurelio Rodríguez Ituarte, Jr. (December 28, 1947 – September 23, 2000), was a Mexican professional baseball player. He played as a third baseman in Major League Baseball for the California Angels (1967–70), Washington Senators (1970), Detroit Tigers (1971–79), San Diego Padres (1980), New York Yankees (1980–81), Chicago White Sox (1982, 1983) and Baltimore Orioles (1983).",
      "pageId": 1523508,
      "monthDay": "12/28"
    },
    {
      "year": "1946",
      "uri": "/wiki/Mike_Beebe",
      "name": "Mike Beebe",
      "aboutText": "Pierre Falardeau (December 28, 1946 – September 25, 2009) was a Quebec film and documentary director, pamphleteer and noted activist for Quebec independence.",
      "pageId": 1540746,
      "monthDay": "12/28"
    },
    {
      "year": "1946",
      "uri": "/wiki/Pierre_Falardeau",
      "name": "Pierre Falardeau",
      "aboutText": "Juan Luis Cipriani Thorne (born in Lima, 28 December 1943) is a Cardinal Priest and Archbishop of Lima in the Roman Catholic Church.",
      "pageId": 1688102,
      "monthDay": "12/28"
    },
    {
      "year": "1946",
      "uri": "/wiki/Tim_Johnson_(South_Dakota_politician)",
      "name": "Tim Johnson",
      "aboutText": "Mickey Dale Beebe (born December 28, 1946) is an American politician who was the 45th Governor of Arkansas from 2007 to 2015. He is a member of the Democratic Party.\nBorn in Amagon, Arkansas, Beebe is a graduate of Arkansas State University in Jonesboro and the University of Arkansas in Fayetteville.",
      "pageId": 2045993,
      "monthDay": "12/28"
    },
    {
      "year": "1946",
      "uri": "/wiki/Barbara,_Lady_Judge",
      "name": "Barbara, Lady Judge",
      "aboutText": "Gordon Alexander Taylor OBE (born 28 December 1944) is an English former professional footballer who played as a winger. He has been chief executive of the English footballers' trades union, the Professional Footballers' Association, since 1981. He is reputed to be the highest paid union official in the world.",
      "pageId": 5858880,
      "monthDay": "12/28"
    },
    {
      "year": "1946",
      "uri": "/wiki/Bill_Lee_(left-handed_pitcher)",
      "name": "Bill Lee",
      "aboutText": "Barbara Thomas, Lady Judge, CBE (née Barbara Suzanne Singer; born 28 December 1946 in New York City), known before as Barbara Singer Thomas, is an American-British lawyer and businesswoman who lives in London and has dual citizenship. Lady Judge is Chairman Emeritus of the UK Atomic Energy Authority (UKAEA), Chairman of the Pension Protection Fund, and UK Business Ambassador on behalf of UK Trade & Investment. In February 2015 she was named as the first female chair of the Institute of Directors.",
      "pageId": 8251346,
      "monthDay": "12/28"
    },
    {
      "year": "1946",
      "uri": "/wiki/Edgar_Winter",
      "name": "Edgar Winter",
      "aboutText": "Roger Swerts (born 28 December 1942) is a Belgian former road bicycle racer. He competed in the individual road race at the 1964 Summer Olympics.\n^ \"Roger Swerts Olympic Results\".",
      "pageId": 14399156,
      "monthDay": "12/28"
    },
    {
      "year": "1947",
      "uri": "/wiki/Aurelio_Rodr%C3%ADguez",
      "name": "Aurelio Rodríguez",
      "aboutText": "Tetsuya Watari (渡 哲也, Watari Tetsuya, born December 28, 1941) is a Japanese film, stage, and television actor. He made his screen debut in 1964, in Isamu Kosugi's Abare Kishidō.\nWatari was mentored at Nikkatsu by Yujiro Ishihara.",
      "pageId": 19328196,
      "monthDay": "12/28"
    },
    {
      "year": "1948",
      "uri": "/wiki/Mary_Weiss",
      "name": "Mary Weiss",
      "aboutText": "Denzel Hayes Washington, Jr. (born December 28, 1954) is an American actor and filmmaker. He has received two Golden Globe awards, a Tony Award, and two Academy Awards: Best Supporting Actor for the historical war drama film Glory (1989) and Best Actor for his role as a corrupt cop in the crime thriller Training Day (2001).",
      "pageId": 100692,
      "monthDay": "12/28"
    },
    {
      "year": "1949",
      "uri": "/wiki/Barbara_De_Fina",
      "name": "Barbara De Fina",
      "aboutText": "Bridget Theresa Prentice (nee Corr, born 28 December 1952) is a British Labour Party politician who was the Member of Parliament (MP) for Lewisham East from 1992 to 2010.",
      "pageId": 433859,
      "monthDay": "12/28"
    },
    {
      "year": "1950",
      "uri": "/wiki/%C3%98ivind_Blunck",
      "name": "Øivind Blunck",
      "aboutText": "Arun Jaitley (born 28 December 1952) is a member of Bharatiya Janata Party and the current Union Finance Minister , Jaitley who previously held the cabinet portfolios of Commerce and Industry and Law and Justice in the National Democratic Alliance government (1998–2004). From 2009 to 2014 he was Leader of the Opposition in the Rajya Sabha and is also a former Minister of Defence.\nIn the 2014 general election, Jaitley was the unsuccessful BJP candidate for the Amritsar seat in Lok Sabha, defeated by the Indian National Congress candidate Amarinder Singh.",
      "pageId": 444585,
      "monthDay": "12/28"
    },
    {
      "year": "1950",
      "uri": "/wiki/Alex_Chilton",
      "name": "Alex Chilton",
      "aboutText": "Richard Clayderman (French pronunciation: ​[ʁiʃaʁ klɛidɛʁman]; born Philippe Pagès French pronunciation: ​[filip pagɛs], 28 December 1953 in Paris) is a French pianist who has released numerous albums including the compositions of Paul de Senneville and Olivier Toussaint, instrumental renditions of popular music, rearrangements of movie soundtracks, ethnic music, and easy-listening arrangements of popular works of classical music.",
      "pageId": 458438,
      "monthDay": "12/28"
    },
    {
      "year": "1950",
      "uri": "/wiki/Clifford_Cocks",
      "name": "Clifford Cocks",
      "aboutText": "Clifford Christopher Cocks CB FRS (born 28 December 1950) is a British mathematician and cryptographer. In 1973 he invented a public key crytography algorithm now known as the RSA algorithm, while working at the United Kingdom Government Communications Headquarters (GCHQ).\nThe idea was classified information and his insight remained hidden for 24 years, despite being independently invented by Rivest, Shamir, and Adleman in 1980..",
      "pageId": 578040,
      "monthDay": "12/28"
    },
    {
      "year": "1950",
      "uri": "/wiki/Rainer_Maria_Latzke",
      "name": "Rainer Maria Latzke",
      "aboutText": "Stephen \"Steve\" Frost (born 28 December 1955) is an English comedian.\nFrost is known for his work in the 1980s with Mark Arden as part of the double act The Oblivion Boys on Saturday Live. Veterans of the alternative comedy scene, he and Arden appeared in The Young Ones, and later had their own TV series Lazarus and Dingwall on BBC2.",
      "pageId": 885976,
      "monthDay": "12/28"
    },
    {
      "year": "1950",
      "uri": "/wiki/Hugh_McDonald_(American_musician)",
      "name": "Hugh McDonald",
      "aboutText": "Lanny Mark Poffo (born December 28, 1954), better known by his ring names \"Leaping\" Lanny and The Genius is a Canadian-American professional wrestler. Poffo was born in Calgary, Canada, to Angelo Poffo, an Italian American Catholic, and Judy, a Jewish American. He is also the younger brother of \"Macho Man\" Randy Savage.",
      "pageId": 1053311,
      "monthDay": "12/28"
    },
    {
      "year": "1951",
      "uri": "/wiki/Ian_Buruma",
      "name": "Ian Buruma",
      "aboutText": "Hugh John McDonald (born December 28, 1950) is a well known session musician, best known for being the unofficial bassist in the American rock band Bon Jovi. Before joining Bon Jovi he was the bass player for the David Bromberg Band, touring extensively worldwide and playing on many Bromberg albums. He has played with many other artists, both live and in the studio, and has recorded with Willie Nelson, Richie Sambora, Steve Goodman, Ringo Starr, Lita Ford, Michael Bolton, Cher, Alice Cooper, Jon Bon Jovi, Ricky Martin, Michael Bublé, Bret Michaels, others and did a few dates during the Shania Twain, the Woman in Me TV tour.",
      "pageId": 1128982,
      "monthDay": "12/28"
    },
    {
      "year": "1952",
      "uri": "/wiki/Arun_Jaitley",
      "name": "Arun Jaitley",
      "aboutText": "Mary Weiss (born December 28, 1948) is an American pop music vocalist, best known as the lead singer of The Shangri-Las in the 1960s. She then vanished from the music scene for decades, returning in 2007 to record her first solo album with Norton Records.",
      "pageId": 1209613,
      "monthDay": "12/28"
    },
    {
      "year": "1952",
      "uri": "/wiki/Bridget_Prentice",
      "name": "Bridget Prentice",
      "aboutText": "Ian Buruma (born December 28, 1951) is a Dutch writer and historian who lives and works in the United States. Much of his work focuses on the culture of Asia, particularly that of China and 20th-century Japan. He has been the Paul W. Williams Professor of Human Rights and Journalism at Bard College since 2003.",
      "pageId": 1496828,
      "monthDay": "12/28"
    },
    {
      "year": "1953",
      "uri": "/wiki/Richard_Clayderman",
      "name": "Richard Clayderman",
      "aboutText": "Martha Elaine Wash (born December 28, 1953) is a two-time Grammy nominated American R&B, pop, soul, and house singer and songwriter with a career spanning over thirty years. Known for her distinctive and powerful dramatic soprano voice, Wash first achieved fame as one half of the successful act Two Tons O' Fun who sang backing for the often dubbed Queen of Disco Sylvester. After gaining their own record deal, they released three consecutive commercially successful songs which all peaked at number 2 in the dance charts.",
      "pageId": 2182145,
      "monthDay": "12/28"
    },
    {
      "year": "1953",
      "uri": "/wiki/Tatsumi_Fujinami",
      "name": "Tatsumi Fujinami",
      "aboutText": "Gayle King (born December 28, 1954) is a co-anchor of CBS This Morning and an editor-at-large for O, The Oprah Magazine.",
      "pageId": 2722799,
      "monthDay": "12/28"
    },
    {
      "year": "1953",
      "uri": "/wiki/Charlie_Pierce",
      "name": "Charlie Pierce",
      "aboutText": "Tatsumi Fujinami (藤波 辰巳, Fujinami Tatsumi, ring name: 藤波 辰爾) (born December 28, 1953) is a Japanese professional wrestler who is famous for his nickname as \"The Dragon\". He is credited for inventing the dragon sleeper and the dragon suplex. He is also the owner and founder of the Dradition wrestling promotion.",
      "pageId": 2921412,
      "monthDay": "12/28"
    },
    {
      "year": "1953",
      "uri": "/wiki/Martha_Wash",
      "name": "Martha Wash",
      "aboutText": "Charles P. \"Charlie\" Pierce (December 28, 1953) is an American sportswriter, political blogger, author, and game show panelist.",
      "pageId": 3198161,
      "monthDay": "12/28"
    },
    {
      "year": "1954",
      "uri": "/wiki/Slavitza_Jovan",
      "name": "Slavitza Jovan",
      "aboutText": "Slavitza Jovan (born 28 December 1954) is a Serbian actress and former model known for her appearance as the deity Gozer in the 1984 film Ghostbusters.\nShe made later appearances in House on Haunted Hill, Body Double, and Terrence Malick's Knight of Cups.\n^ a b \"Slavitza Jovan\".",
      "pageId": 7852918,
      "monthDay": "12/28"
    },
    {
      "year": "1954",
      "uri": "/wiki/Gayle_King",
      "name": "Gayle King",
      "aboutText": "Øivind Blunck (28 December 1950) is a Norwegian comedian and actor.\nHe is best known for his numerous performances with the Norwegian Theatre, and for playing the eccentric, moped-driving ladies' man \"Fridtjof\", living in Enebakk. Blunck also originated the part of Thénardier in the Norwegian version of Alain Boublil and Claude-Michel Schonberg's musical Les Misérables in 1988 in Oslo.",
      "pageId": 8167222,
      "monthDay": "12/28"
    },
    {
      "year": "1954",
      "uri": "/wiki/Lanny_Poffo",
      "name": "Lanny Poffo",
      "aboutText": "Barbara De Fina (New Jersey, December 28, 1949) is an American film producer.\nAmong her well known films are GoodFellas, Casino, The Color of Money, Kundun, The Last Temptation of Christ and The Grifters. Many of the films De Fina has produced have been directed by Martin Scorsese, to whom she was married from 1985 to 1991.",
      "pageId": 8248949,
      "monthDay": "12/28"
    },
    {
      "year": "1954",
      "uri": "/wiki/Denzel_Washington",
      "name": "Denzel Washington",
      "aboutText": "Liu Xiaobo (Chinese: 刘晓波; pinyin: Liú Xiǎobō) (born 28 December 1955) is a Chinese literary critic, writer, professor, and human rights activist who called for political reforms and the end of communist single-party rule. He is currently incarcerated as a political prisoner in Jinzhou, Liaoning.\nLiu has served from 2003 to 2007 as President of the Independent Chinese PEN Center.",
      "pageId": 11786379,
      "monthDay": "12/28"
    },
    {
      "year": "1955",
      "uri": "/wiki/Stephen_Frost",
      "name": "Stephen Frost",
      "aboutText": "Rainer Maria Latzke (born December 28, 1950) is a German artist working in the field of Trompe l'oeil and mural painting. He taught at the Utah State University and is founder of the Institute of Frescography. Latzke is Honorary Professor of the Fudan University, Shanghai, Guest Professor of the Shanghai Institute of Visual Art and Master for Mural painting and Decorative Wall Art of the Beijing DeTao Masters Academy .",
      "pageId": 18645677,
      "monthDay": "12/28"
    },
    {
      "year": "1955",
      "uri": "/wiki/Liu_Xiaobo",
      "name": "Liu Xiaobo",
      "aboutText": "William Alexander \"Alex\" Chilton (December 28, 1950 – March 17, 2010) was an American songwriter, guitarist, singer and producer, best known as the lead singer of The Box Tops and Big Star. Chilton's early commercial success in the 1960s as a teen vocalist for The Box Tops was never repeated in later years with Big Star and in his subsequent indie music solo career on small labels, but he drew an obsessive following among indie and alternative music musicians. He is frequently cited as a seminal influence by influential rock artists and bands, some of whose testimonials appeared in the 2012 documentary Big Star: Nothing Can Hurt Me.",
      "pageId": 26611852,
      "monthDay": "12/28"
    },
    {
      "year": "1956",
      "uri": "/wiki/Nigel_Kennedy",
      "name": "Nigel Kennedy",
      "aboutText": "Nigel Kennedy (born 28 December 1956) is a British violinist and violist.",
      "pageId": 147084,
      "monthDay": "12/28"
    },
    {
      "year": "1957",
      "uri": "/wiki/Anne_Sargeant",
      "name": "Anne Sargeant",
      "aboutText": "Michel Petrucciani (French pronunciation: ​[miʃɛl pɛtʁutʃani]; Italian: [petrutˈtʃani]; 28 December 1962, Orange, Vaucluse, France – 6 January 1999, New York City, USA) was a French jazz pianist.",
      "pageId": 313472,
      "monthDay": "12/28"
    },
    {
      "year": "1958",
      "uri": "/wiki/Terry_Butcher",
      "name": "Terry Butcher",
      "aboutText": "Twila Paris (born December 28, 1958) is a Contemporary Christian Music singer-songwriter, author, and pianist. Since 1980, Paris has released 22 albums, amassed 33 number one Christian Radio singles, and was named the Gospel Music Association Female Vocalist of the Year three years in a row. Many of her earlier songs such as \"He Is Exalted\", \"We Will Glorify\", \"Lamb of God\", and \"We Bow Down\", are found in church hymnals or otherwise sung in church settings.",
      "pageId": 411353,
      "monthDay": "12/28"
    },
    {
      "year": "1958",
      "uri": "/wiki/Naomi_Fujiyama",
      "name": "Naomi Fujiyama",
      "aboutText": "Raymond Jean Bourque (born December 28, 1960) is a Canadian former professional ice hockey player. He currently holds records for most career goals, assists, and points by a defenceman in the National Hockey League (NHL). Bourque is also an Olympian and has become near-synonymous with the Boston Bruins franchise, for which he played 21 seasons and became its longest-serving captain.",
      "pageId": 493722,
      "monthDay": "12/28"
    },
    {
      "year": "1958",
      "uri": "/wiki/Gilles_Leroy",
      "name": "Gilles Leroy",
      "aboutText": "Terry Ian Butcher (born 28 December 1958) is an English former professional footballer and manager. During his playing career, Butcher captained the England national team, winning 77 caps in a ten-year international career that featured three World Cups. Butcher also enjoyed success in his club career, particularly with Ipswich Town and Rangers.",
      "pageId": 934496,
      "monthDay": "12/28"
    },
    {
      "year": "1958",
      "uri": "/wiki/Twila_Paris",
      "name": "Twila Paris",
      "aboutText": "Ana Torroja Fungairiño (born 28 December 1959 in Madrid) is a Spanish singer. She was the lead singer of the pop trio Mecano, considered one of the most popular pop bands from Spain during the 1980s and 1990s.",
      "pageId": 1201060,
      "monthDay": "12/28"
    },
    {
      "year": "1959",
      "uri": "/wiki/Hansj%C3%B6rg_Kunze",
      "name": "Hansjörg Kunze",
      "aboutText": "Abdi Bile (Somali: عبدالله بلي عبدالله, Cabdi Bille Cabdi, born 28 December 1962) is a former middle distance runner who holds multiple Somali national records for various athletics disciplines. In 1987, he became world champion in the 1500 metres, the first Somali to do so. In 1996 he represented Somalia at the 1996 Summer Olympics for the 1500 meters.",
      "pageId": 3005339,
      "monthDay": "12/28"
    },
    {
      "year": "1959",
      "uri": "/wiki/Daniel_L%C3%A9o_Simpson",
      "name": "Daniel Léo Simpson",
      "aboutText": "Hansjörg Kunze (born 28 December 1959 in Rostock) is a German track and field athlete. He represented East Germany as a long distance runner.\nHis biggest success was the bronze medal in the 5,000 meter run at the 1988 Summer Olympics in Seoul, Korea.",
      "pageId": 3977640,
      "monthDay": "12/28"
    },
    {
      "year": "1959",
      "uri": "/wiki/Ana_Torroja",
      "name": "Ana Torroja",
      "aboutText": "Melvin Harrison \"Mel\" Turpin (December 28, 1960 – July 8, 2010) was an American professional basketball player.",
      "pageId": 4467623,
      "monthDay": "12/28"
    },
    {
      "year": "1960",
      "uri": "/wiki/Ray_Bourque",
      "name": "Ray Bourque",
      "aboutText": "Kent Nielsen (born 28 December 1961) is a Danish association football manager and former player, who was named 2006 Danish Coach of the Year. He is the current head coach of Odense Boldklub.\nHe started his coaching career as caretaker of AGF Aarhus, before getting his breakthrough with AC Horsens, guiding the club to promotion to the top-flight Danish Superliga championship in 2005.",
      "pageId": 5139549,
      "monthDay": "12/28"
    },
    {
      "year": "1960",
      "uri": "/wiki/James_Caan_(entrepreneur)",
      "name": "James Caan",
      "aboutText": "Allar Levandi (born December 28, 1965 in Tallinn) is an Estonian nordic combined skier who competed during the late 1980s and early 1990s under two different nations in three straight Winter Olympic Games (1988: Soviet Union, 1992 and 1994: Estonia). He trained at Dynamo in Tallinn when Estonia was under Soviet rule in the late 1980s.\nHe won a bronze in the 15 km individual at the 1988 Winter Olympics in Calgary.",
      "pageId": 5802748,
      "monthDay": "12/28"
    },
    {
      "year": "1960",
      "uri": "/wiki/Robert_F._Chew",
      "name": "Robert F. Chew",
      "aboutText": "Maite Zúñiga Domínguez (born 28 December 1964 in Eibar) is a retired Spanish middle distance runner.",
      "pageId": 5829755,
      "monthDay": "12/28"
    },
    {
      "year": "1960",
      "uri": "/wiki/Melvin_Turpin",
      "name": "Melvin Turpin",
      "aboutText": "Niel van der Watt (born Gerhardus Daniel van der Watt, on 28 December 1962 in Pretoria) is a South African composer.",
      "pageId": 6454903,
      "monthDay": "12/28"
    },
    {
      "year": "1961",
      "uri": "/wiki/Kent_Nielsen",
      "name": "Kent Nielsen",
      "aboutText": "Anne Sargeant, OAM (born 28 December 1957) is a retired Australian netball player and current sports commentator. Sargeant played in the Australian national team from 1978–1988, captaining the side for six years.\nAfter her retirement from competitive netball, Sargeant has had a successful career as a columnist, motivational speaker and sports commentator, and also runs a netball program for young players.",
      "pageId": 7541879,
      "monthDay": "12/28"
    },
    {
      "year": "1962",
      "uri": "/wiki/Abdi_Bile",
      "name": "Abdi Bile",
      "aboutText": "James Caan CBE (born Nazim Khan; 28 December 1960) is a British-Pakistani entrepreneur and television personality.\nHe is best known as a former investor on the BBC television program Dragons’ Den, in which he was one of the Dragons from 2007 to 2010. More recently, he has hosted The Business Class on CNBC, a series which sees him joined by experts from a cross section of industries to analyse and advise innovative UK small and medium enterprises.",
      "pageId": 13677326,
      "monthDay": "12/28"
    },
    {
      "year": "1962",
      "uri": "/wiki/Michel_Petrucciani",
      "name": "Michel Petrucciani",
      "aboutText": "Robert Frederick Chew (December 28, 1960 – January 17, 2013) was an American actor.",
      "pageId": 14056708,
      "monthDay": "12/28"
    },
    {
      "year": "1962",
      "uri": "/wiki/Niel_van_der_Watt",
      "name": "Niel van der Watt",
      "aboutText": "Gilles Leroy (born December 28, 1958 in Bagneux, Hauts-de-Seine) is a French writer. He studied at the Lycée Lakanal in Sceaux, which appears in his 1996 novel, Les Maîtres du monde, as the \"Lycée Ducasse\".",
      "pageId": 14102856,
      "monthDay": "12/28"
    },
    {
      "year": "1964",
      "uri": "/wiki/Maite_Z%C3%BA%C3%B1iga",
      "name": "Maite Zúñiga",
      "aboutText": "Naomi Fujiyama (藤山 直美, Fujiyama Naomi, born December 28, 1958) is a Japanese actress. She won the award for best actress at the 25th Hochi Film Award and at the 22nd Yokohama Film Festival for Face.\n^ 報知映画賞ヒストリー (in Japanese).",
      "pageId": 25971369,
      "monthDay": "12/28"
    },
    {
      "year": "1965",
      "uri": "/wiki/Allar_Levandi",
      "name": "Allar Levandi",
      "aboutText": "Daniel Léo Simpson (28 December 1959) is an American composer.",
      "pageId": 36800320,
      "monthDay": "12/28"
    },
    {
      "year": "1966",
      "uri": "/wiki/Eric_Evans_(actor)",
      "name": "Eric Evans",
      "aboutText": "Eric Evans (born December 28, 1966) is an American gay pornographic film actor. Known as a bear in the gay community, he has done leather and barebacking films. Evans made his debut in the 1991 video The Cult Club.",
      "pageId": 39443668,
      "monthDay": "12/28"
    },
    {
      "year": "1967",
      "uri": "/wiki/Chris_Ware",
      "name": "Chris Ware",
      "aboutText": "Linus Benedict Torvalds (/ˈlaɪnəsˈtɔrvɔːldz/; Swedish: [ˈliːn.ɵs ˈtuːr.valds]; born December 28, 1969) is a Finnish-American software engineer, who is the creator of the Linux kernel and for a long time, principal developer; that became the kernel for operating systems (and many distributions of each), such as GNU and years later Android and Chrome OS. He also created the distributed revision control system git. He was honored, along with Shinya Yamanaka, with the 2012 Millennium Technology Prize by the Technology Academy Finland \"in recognition of his creation of a new open source operating system for computers leading to the widely used Linux kernel\". He is also the recipient of the 2014 IEEE Computer Society Computer Pioneer Award.",
      "pageId": 17618,
      "monthDay": "12/28"
    },
    {
      "year": "1968",
      "uri": "/wiki/Akihiko_Hoshide",
      "name": "Akihiko Hoshide",
      "aboutText": "Patrick Michael \"Pat\" Rafter (born 28 December 1972) is an Australian former World No. 1 tennis player. He twice won the men's singles title at the US Open and was twice the runner-up at Wimbledon.",
      "pageId": 23297,
      "monthDay": "12/28"
    },
    {
      "year": "1969",
      "uri": "/wiki/Linus_Torvalds",
      "name": "Linus Torvalds",
      "aboutText": "Franklin Christenson \"Chris\" Ware (born December 28, 1967), is an American cartoonist known for his Acme Novelty Library series (begun 1994) and the graphic novels Jimmy Corrigan, the Smartest Kid on Earth (2000) and Building Stories (2012). His works explore themes of social isolation, emotional torment and depression. He tends to use a vivid color palette and realistic, meticulous detail.",
      "pageId": 405744,
      "monthDay": "12/28"
    },
    {
      "year": "1970",
      "uri": "/wiki/Elaine_Hendrix",
      "name": "Elaine Hendrix",
      "aboutText": "Adam Matthew Vinatieri (born December 28, 1972) is an American football placekicker for the Indianapolis Colts of the National Football League (NFL). He has played in five Super Bowls, four with the New England Patriots and one with the Colts. Vinatieri won Super Bowls in 2001, 2003, and 2004 with the Patriots, as well as in 2006 with the Colts.",
      "pageId": 440001,
      "monthDay": "12/28"
    },
    {
      "year": "1970",
      "uri": "/wiki/James_Jett",
      "name": "James Jett",
      "aboutText": "Frank Sepe (born December 28, 1971 in Rosedale, New York) is an American fitness author, magazine editor, TV personality, and a fitness model of Italian and German descent.",
      "pageId": 440012,
      "monthDay": "12/28"
    },
    {
      "year": "1970",
      "uri": "/wiki/Francesca_Le",
      "name": "Francesca Le",
      "aboutText": "William Gates (born December 28, 1971 in Chicago, Illinois) is an American retired high school and college basketball player, and a subject of the 1994 Kartemquin Films documentary film Hoop Dreams.\n^ \"William Gates #22 Biography\".",
      "pageId": 491584,
      "monthDay": "12/28"
    },
    {
      "year": "1970",
      "uri": "/wiki/Brenda_Schultz-McCarthy",
      "name": "Brenda Schultz-McCarthy",
      "aboutText": "Benny Peter Agbayani, Jr. (/æɡbaɪˈɑːni/; born December 28, 1971) is a retired professional baseball player. Born in Hawaii to Filipino and Samoan parents, he attended Saint Louis School and Hawaii Pacific University.",
      "pageId": 819575,
      "monthDay": "12/28"
    },
    {
      "year": "1971",
      "uri": "/wiki/Benny_Agbayani",
      "name": "Benny Agbayani",
      "aboutText": "Alex Dimitriades (born 29 December 1973) is an Australian film and television actor.",
      "pageId": 854499,
      "monthDay": "12/28"
    },
    {
      "year": "1971",
      "uri": "/wiki/Anita_Doth",
      "name": "Anita Doth",
      "aboutText": "Katherine Elaine Hendrix (born December 28, 1970) is an American actress, person, producer, singer, dancer, and activist.",
      "pageId": 1674777,
      "monthDay": "12/28"
    },
    {
      "year": "1971",
      "uri": "/wiki/William_Gates_(basketball)",
      "name": "William Gates",
      "aboutText": "Roberto Carlos Palacios Mestas (born December 28, 1972) is a retired Peruvian footballer who played as a midfielder. He played most of his career for Sporting Cristal, which was the team he started his career and later retired with at the end of the 2011 season.",
      "pageId": 2296894,
      "monthDay": "12/28"
    },
    {
      "year": "1971",
      "uri": "/wiki/Frank_Sepe",
      "name": "Frank Sepe",
      "aboutText": "Anita Doth (born 28 December 1971) is a Dutch singer and songwriter best known as the front person of the duo 2 Unlimited, along with rapper Ray Slijngaard.",
      "pageId": 2898394,
      "monthDay": "12/28"
    },
    {
      "year": "1972",
      "uri": "/wiki/Supakorn_Kitsuwon",
      "name": "Supakorn Kitsuwon",
      "aboutText": "Brenda Anne Marie Schultz-McCarthy (born 28 December 1970) is a Dutch tennis player. Primarily known by her maiden name Brenda Schultz, she married Sean McCarthy, a former American football player at University of Cincinnati, on 8 April 1995 and adopted his surname. Schultz is known for her fast serve; she has the fifth-fastest serve ever recorded by a female tennis player.",
      "pageId": 3484709,
      "monthDay": "12/28"
    },
    {
      "year": "1972",
      "uri": "/wiki/Roberto_Palacios",
      "name": "Roberto Palacios",
      "aboutText": "Herborg Kråkevik (born 28 December 1973) is a Norwegian singer and actress, known for her works with Norwegian folksongs and some stage works and many movies. Her more famous roles being her debut as Eliza in My Fair Lady (1997) and Julie in Romeo og Julie (1997).\nKråkevik gained much success when she in 2000 released Kråkeviks Songbok, a CD that included her interpretations of several Norwegian folk songs, including Den Fyrste Sang and a musical version of the poem Til Ungdommen by Norwegian poet and author Nordahl Grieg (distant cousin of the composer Edvard Grieg).",
      "pageId": 3486573,
      "monthDay": "12/28"
    },
    {
      "year": "1972",
      "uri": "/wiki/Patrick_Rafter",
      "name": "Patrick Rafter",
      "aboutText": "James Sherman Jett (born December 28, 1970), is a former American football wide receiver and Olympic sprinter who played nine seasons for the Los Angeles/Oakland Raiders from 1993 to 2002, in the National Football League.",
      "pageId": 5722806,
      "monthDay": "12/28"
    },
    {
      "year": "1972",
      "uri": "/wiki/Shinobu_Terajima",
      "name": "Shinobu Terajima",
      "aboutText": "Francesca Le (born December 28, 1970) is an American pornographic actress and director. She is a member of the AVN, XRCO and Urban X Halls of Fame.",
      "pageId": 6318842,
      "monthDay": "12/28"
    },
    {
      "year": "1972",
      "uri": "/wiki/Adam_Vinatieri",
      "name": "Adam Vinatieri",
      "aboutText": "Akihiko Hoshide (星出 彰彦, Hoshide Akihiko, born December 28, 1968) is a Japanese engineer and a JAXA astronaut. On August 30, 2012, Hoshide became the third Japanese astronaut to walk in space.\n^ William Harwood (August 30, 2012).",
      "pageId": 6926390,
      "monthDay": "12/28"
    },
    {
      "year": "1973",
      "uri": "/wiki/Holger_Blume",
      "name": "Holger Blume",
      "aboutText": "Supakorn Kitsuwon (Thai: ศุภกรณ์ กิจสุวรรณ, born December 28, 1972 in Uthai Thani Province, Thailand) is a Thai film and stage actor. Among his starring roles are as Pan in Monrak Transistor and Khun Krabi in SARS Wars. He had notable supporting roles in Tears of the Black Tiger as Mahesuan and in Dang Bireley's and Young Gangsters as Pu Bottlebomb.",
      "pageId": 8885176,
      "monthDay": "12/28"
    },
    {
      "year": "1973",
      "uri": "/wiki/Marc_Blume",
      "name": "Marc Blume",
      "aboutText": "Marc Blume (born 28 December 1973 in Lüdinghausen) is a German sprinter who specialised in the 100 metres.",
      "pageId": 12070766,
      "monthDay": "12/28"
    },
    {
      "year": "1973",
      "uri": "/wiki/Alex_Dimitriades",
      "name": "Alex Dimitriades",
      "aboutText": "Holger Blume (born 28 December 1973 in Lüdinghausen) is a former German sprinter who specialised in the 100 metres.\nHe is the twin brother of Marc Blume. Both represented the sports club TV Wattenscheid.",
      "pageId": 12070836,
      "monthDay": "12/28"
    },
    {
      "year": "1973",
      "uri": "/wiki/Herborg_Kr%C3%A5kevik",
      "name": "Herborg Kråkevik",
      "aboutText": "Shinobu Terajima (寺島 しのぶ, Terajima Shinobu, born December 28, 1972) is a Japanese actress. She won the award for best actress at the 46th Blue Ribbon Awards for Akame 48 Waterfalls and Vibrator, at the 28th Hochi Film Award for Akame 48 Waterfalls and at the 25th Yokohama Film Festival for Vibrator. She has also won the Best Actress award for Caterpillar at the 60th Berlin Film Festival and at the 65th Mainichi Film Awards.",
      "pageId": 25971548,
      "monthDay": "12/28"
    },
    {
      "year": "1973",
      "uri": "/wiki/Seth_Meyers",
      "name": "Seth Meyers",
      "aboutText": "James Riley Blake (born December 28, 1979) is an American retired professional tennis player. Blake is known for his speed and powerful, flat forehand. During his career, Blake had amassed 24 singles finals appearances (10–14 record), while his career-high singles ranking was World No. 4.",
      "pageId": 259041,
      "monthDay": "12/28"
    },
    {
      "year": "1973",
      "uri": "/wiki/Ids_Postma",
      "name": "Ids Postma",
      "aboutText": "Joseph Michael \"Joe\" Manganiello (/ˌmæŋɡəˈnɛloʊ/ MANG-gə-NEL-oh; Italian pronunciation: [maŋɡaˈnjɛllo]; born December 28, 1976) is an American actor, director, producer, and author. He played Flash Thompson in Sam Raimi's Spider-Man trilogy and had various recurring roles in television on ER, How I Met Your Mother, and One Tree Hill, before landing his breakout role as werewolf Alcide Herveaux on the HBO television series True Blood. In 2011, he was voted \"Favorite Pop-Culture Werewolf of All Time\" by the readers of Entertainment Weekly, and one of Men's Health '​s \"100 Fittest Men of All Time\".",
      "pageId": 663189,
      "monthDay": "12/28"
    },
    {
      "year": "1974",
      "uri": "/wiki/Rob_Niedermayer",
      "name": "Rob Niedermayer",
      "aboutText": "Robert Victor \"B.J.\" Ryan, Jr. (born December 28, 1975) is a former Major League Baseball relief pitcher.",
      "pageId": 1510309,
      "monthDay": "12/28"
    },
    {
      "year": "1974",
      "uri": "/wiki/Jason_Ridge",
      "name": "Jason Ridge",
      "aboutText": "John Roger Stephens (born December 28, 1978), better known by his stage name John Legend, is an American singer, songwriter and actor. He has won nine Grammy Awards, one Golden Globe, and one Academy Award. In 2007, Legend received the Hal David Starlight Award from the Songwriters Hall of Fame.",
      "pageId": 1575279,
      "monthDay": "12/28"
    },
    {
      "year": "1974",
      "uri": "/wiki/Markus_Weinzierl",
      "name": "Markus Weinzierl",
      "aboutText": "Seth Adam Meyers (born December 28, 1973) is an American comedian, writer, producer, television host, actor, and voice actor.",
      "pageId": 1588924,
      "monthDay": "12/28"
    },
    {
      "year": "1975",
      "uri": "/wiki/B._J._Ryan",
      "name": "B. J. Ryan",
      "aboutText": "Derrick Keith Brew (born December 28, 1977) is a 2004 Olympic Gold medalist in the Men's 4x400 meter relay for the United States. Earlier in the games he took third in the US sweep of the 400m.\nBorn in Houston, Texas, he attended Klein Forest High School where he was coached by Jack Sands.",
      "pageId": 1675989,
      "monthDay": "12/28"
    },
    {
      "year": "1976",
      "uri": "/wiki/Igor_%C5%BDikovi%C4%87",
      "name": "Igor Žiković",
      "aboutText": "Robert Wade Niedermayer, Jr. (born December 28, 1974) is a Canadian former professional ice hockey player who played 17 National Hockey League (NHL) seasons for the Florida Panthers, Calgary Flames, Anaheim Ducks, New Jersey Devils and Buffalo Sabres. He is the younger brother of former NHL defenceman Scott Niedermayer (the two were teammates for four seasons) and cousin of defenceman Jason Strudwick.",
      "pageId": 2931332,
      "monthDay": "12/28"
    },
    {
      "year": "1976",
      "uri": "/wiki/Joe_Manganiello",
      "name": "Joe Manganiello",
      "aboutText": "Shane Elford (born 28 December 1977 in Penrith, New South Wales), is a former Australian rugby league player for the Penrith Panthers and Wests Tigers in the National Rugby League (NRL).",
      "pageId": 2935131,
      "monthDay": "12/28"
    },
    {
      "year": "1976",
      "uri": "/wiki/Trond_Nymark",
      "name": "Trond Nymark",
      "aboutText": "Ids Hylke Postma (born 28 December 1973 in Dearsum) is a Dutch former speed skater. He is an Olympic gold medalist and former world champion.\nTo some it would seem that Ids Postma made his debut in 1994, but the season before he had already finished 2nd at the Speedskating World Championships for Juniors.",
      "pageId": 3617895,
      "monthDay": "12/28"
    },
    {
      "year": "1977",
      "uri": "/wiki/Keremcem",
      "name": "Keremcem",
      "aboutText": "Christopher \"Chris\" Coyne (born 20 December 1978) is an Australian former football (soccer) player and coach of the Bayswater City SC.",
      "pageId": 6185129,
      "monthDay": "12/28"
    },
    {
      "year": "1977",
      "uri": "/wiki/Derrick_Brew",
      "name": "Derrick Brew",
      "aboutText": "Trond Nymark (born 28 December 1976) is a Norwegian race walker.",
      "pageId": 6228755,
      "monthDay": "12/28"
    },
    {
      "year": "1977",
      "uri": "/wiki/Shane_Elford",
      "name": "Shane Elford",
      "aboutText": "Jason Ridge (born December 28, 1974) is an American retired gay pornographic film actor with about 50 films (one bisexual porn video) and gay skin magazine model in his catalogue. He announced his retirement from the pornographic industry in 2012.\nRidge performed in scenes work for Hot House Entertainment.",
      "pageId": 7475488,
      "monthDay": "12/28"
    },
    {
      "year": "1977",
      "uri": "/wiki/Seun_Ogunkoya",
      "name": "Seun Ogunkoya",
      "aboutText": "Senna Guemmour (born 28 December 1979) is a German singer-songwriter. She was a member of the pop group Monrose.",
      "pageId": 11887892,
      "monthDay": "12/28"
    },
    {
      "year": "1978",
      "uri": "/wiki/Chris_Coyne",
      "name": "Chris Coyne",
      "aboutText": "Kerem Cem Dürük (born 28 December 1977 in Muğla, Turkey), better known as Keremcem, is a Turkish pop singer and actor.",
      "pageId": 12884746,
      "monthDay": "12/28"
    },
    {
      "year": "1978",
      "uri": "/wiki/Aisleyne_Horgan-Wallace",
      "name": "Aisleyne Horgan-Wallace",
      "aboutText": "Aisleyne Horgan-Wallace (/æʃˈliːn ˈhɔrɡən ˈwɒlɨs/; born 28 December 1978) is a British glamour model, fashion designer, magazine columnist, actress, and television and media personality. She rose to fame in 2006, when she appeared, and finished third, in the seventh series of reality television show Big Brother.",
      "pageId": 15775505,
      "monthDay": "12/28"
    },
    {
      "year": "1978",
      "uri": "/wiki/John_Legend",
      "name": "John Legend",
      "aboutText": "Markus Weinzierl (born 28 December 1974) is a German football coach and former player. As the manager of SSV Jahn Regensburg, a position he held from 2008 to 2012, Weinzierl achieved promotion into the 2. Bundesliga.",
      "pageId": 21311238,
      "monthDay": "12/28"
    },
    {
      "year": "1978",
      "uri": "/wiki/Jang_Min-hyeok",
      "name": "Jang Min-hyeok",
      "aboutText": "Özgü Namal (born 28 December 1978 in Istanbul) is a Turkish actress, singer, songwriter, director and screenwriter.",
      "pageId": 26092833,
      "monthDay": "12/28"
    },
    {
      "year": "1978",
      "uri": "/wiki/%C3%96zg%C3%BC_Namal",
      "name": "Özgü Namal",
      "aboutText": "Seun Ogunkoya (born December 28, 1977) is a Nigerian sprinter and two-time African Championships gold medalist over 100 metres.",
      "pageId": 28600101,
      "monthDay": "12/28"
    },
    {
      "year": "1979",
      "uri": "/wiki/James_Blake_(tennis)",
      "name": "James Blake",
      "aboutText": "Igor Žiković (born 28 December 1976 in Pula) is a Croatian footballer.\nŽiković made a total of 20 appearances in the German 2.",
      "pageId": 30160700,
      "monthDay": "12/28"
    },
    {
      "year": "1979",
      "uri": "/wiki/Senna_Guemmour",
      "name": "Senna Guemmour",
      "aboutText": "Jang Min-Hyeok (Korean: 장민혁; born December 28, 1978) is a South Korean voice actor. In 2006, he started his career by joining Korean Broadcasting System's voice acting division. Two years later, the voice actor won a KBS Radio Drama Award for Best New Voice Actor.",
      "pageId": 34495218,
      "monthDay": "12/28"
    },
    {
      "year": "1979",
      "uri": "/wiki/Bill_Hall_(utility_player)",
      "name": "Bill Hall",
      "aboutText": "Vanessa Ferlito is an American actress. She is known for roles on television shows: 24, CSI: NY, and Graceland. She has also appeared in a number of films including: Spider-Man 2 (2004), Shadowboxer (2005), Man of the House (2005), Grindhouse (2007), Death Proof (2007), Nothing Like the Holidays (2008), Madea Goes to Jail (2009), Julie & Julia (2009), Wall Street: Money Never Sleeps (2010), and Stand Up Guys (2012).",
      "pageId": 663900,
      "monthDay": "12/28"
    },
    {
      "year": "1979",
      "uri": "/wiki/Noomi_Rapace",
      "name": "Noomi Rapace",
      "aboutText": "Bree Williamson Roberts (born December 28, 1979) is a Canadian actress.\n^ Flynn, Lauren, \"Easy Bree-zy.\" Soap Opera Digest, Vol. 33, No.",
      "pageId": 797792,
      "monthDay": "12/28"
    },
    {
      "year": "1979",
      "uri": "/wiki/Maksim_Smirnov",
      "name": "Maksim Smirnov",
      "aboutText": "Trésor Lomana LuaLua (/ˈtrɛzɔr ləˈmɑːnə luːˌɑːluːˈɑː/; born 28 December 1980) is a Congolese footballer who plays for Turkish Süper Lig club Akhisar Belediyespor and the Congo DR national team.\nLuaLua was born in Kinshasa, but moved to England at a young age. After impressing in a college football match, he signed for Colchester United.",
      "pageId": 1010850,
      "monthDay": "12/28"
    },
    {
      "year": "1979",
      "uri": "/wiki/Bree_Williamson",
      "name": "Bree Williamson",
      "aboutText": "Sienna Rose Diana Miller (born 28 December 1981) is an American-British actress, model, and fashion designer.\nIn 2008, she was nominated for the BAFTA Rising Star Award, while for her role as Tippi Hedren in the 2012 TV film The Girl, she was nominated for a BAFTA TV Award for Best Actress and a Golden Globe Award for Best Actress. Her film roles include the crime thriller Layer Cake (2004), the comedy Alfie (2004), the biopic Factory Girl (2006), the drama The Edge of Love (2008) and the military science fiction action film G.I. Joe: The Rise of Cobra (2009).",
      "pageId": 1091334,
      "monthDay": "12/28"
    },
    {
      "year": "1980",
      "uri": "/wiki/Vanessa_Ferlito",
      "name": "Vanessa Ferlito",
      "aboutText": "Elizabeth Jordan Carr (born December 28, 1981 at 7:46 am) is the United States' first baby born from the in-vitro fertilization procedure and the 15th in the world. The technique was conducted at Eastern Virginia Medical School in Norfolk under the direction of Doctors Howard Jones and Georgeanna Seegar Jones, who were the first to attempt the process in the United States. She was delivered at Norfolk General Hospital in Norfolk, Virginia by Dr.",
      "pageId": 1657703,
      "monthDay": "12/28"
    },
    {
      "year": "1980",
      "uri": "/wiki/Lomana_LuaLua",
      "name": "Lomana LuaLua",
      "aboutText": "William Leonard \"Bill\" Hall (born December 28, 1979) is an American former professional baseball utility player.",
      "pageId": 2216508,
      "monthDay": "12/28"
    },
    {
      "year": "1980",
      "uri": "/wiki/Ryta_Turava",
      "name": "Ryta Turava",
      "aboutText": "Khalid Boulahrouz (pronounced [xɑˈlit bulɑˈrus]; born 28 December 1981 in Maassluis) is a Dutch footballer. His nickname is \"The Cannibal\" for his ability to \"eat up\" the opposition. He is noted for his tackling and versatility at the back.",
      "pageId": 2320366,
      "monthDay": "12/28"
    },
    {
      "year": "1981",
      "uri": "/wiki/Narsha",
      "name": "Narsha",
      "aboutText": "Cedric Myron Benson (born December 28, 1982) is a former American football running back in the National Football League (NFL). He was drafted by the Chicago Bears fourth overall in the 2005 NFL Draft and also played for the Cincinnati Bengals and Green Bay Packers.",
      "pageId": 2329621,
      "monthDay": "12/28"
    },
    {
      "year": "1981",
      "uri": "/wiki/Khalid_Boulahrouz",
      "name": "Khalid Boulahrouz",
      "aboutText": "Ryta Turava (Belarusian Рыта Турава; Russian Rita Turova, Рита Турова, born 28 December 1980) is an athlete from Belarus, competing in race walking. She was born in Vitebsk.\nHer sister, Alesya Turava, is also a successful athlete, champion of Belarus in track and field (1500 metres: bronze medalist at the 2002 European Indoor Championships.",
      "pageId": 2401089,
      "monthDay": "12/28"
    },
    {
      "year": "1981",
      "uri": "/wiki/Elizabeth_Jordan_Carr",
      "name": "Elizabeth Jordan Carr",
      "aboutText": "Mika Väyrynen (born 28 December 1981) is a Finnish footballer. He is a Finland international, with 59 caps since 2002.",
      "pageId": 2568331,
      "monthDay": "12/28"
    },
    {
      "year": "1981",
      "uri": "/wiki/Sienna_Miller",
      "name": "Sienna Miller",
      "aboutText": "Francis Edward \"Frank\" Turner (born 28 December 1981) is an English folk/singer-songwriter from Meonstoke, Hampshire. Initially the vocalist of post-hardcore band Million Dead, Turner embarked upon a primarily acoustic-based solo career following the band's split in 2005. Both in the studio and during live performances, Turner is accompanied by his backing band, The Sleeping Souls, which consists of Ben Lloyd (guitar, mandolin), Tarrant Anderson (bass), Matt Nasir (piano) and Nigel Powell (drums).",
      "pageId": 6161920,
      "monthDay": "12/28"
    },
    {
      "year": "1981",
      "uri": "/wiki/Orlando_Smeekes",
      "name": "Orlando Smeekes",
      "aboutText": "Mike He (also spelled Mike Ho; Chinese: 賀軍翔; pinyin: Hè Jūnxiáng; born 28 December 1983) is a Taiwanese actor who started his career as a model before switching to acting.",
      "pageId": 7878956,
      "monthDay": "12/28"
    },
    {
      "year": "1981",
      "uri": "/wiki/Frank_Turner",
      "name": "Frank Turner",
      "aboutText": "Curtis Jack Glencross (born December 28, 1982) is a Canadian former professional ice hockey player. An undrafted player, he signed with the Anaheim Mighty Ducks as a free agent in 2004 and made his NHL debut with the team in 2007. He has also played for the Columbus Blue Jackets, Edmonton Oilers, Calgary Flames and Washington Capitals.",
      "pageId": 8922706,
      "monthDay": "12/28"
    },
    {
      "year": "1981",
      "uri": "/wiki/Mika_V%C3%A4yrynen",
      "name": "Mika Väyrynen",
      "aboutText": "Kevin Elder Pereira (born December 28, 1982) is an American game show host and TV personality.",
      "pageId": 9117241,
      "monthDay": "12/28"
    },
    {
      "year": "1982",
      "uri": "/wiki/Cedric_Benson",
      "name": "Cedric Benson",
      "aboutText": "Maksim Smirnov (born 28 December 1979 in Tallinn) is an Estonian professional footballer, who plays in Estonian Meistriliiga, for JK Narva Trans.",
      "pageId": 9425372,
      "monthDay": "12/28"
    },
    {
      "year": "1982",
      "uri": "/wiki/Fran%C3%A7ois_Gourmet",
      "name": "François Gourmet",
      "aboutText": "François Gourmet (born 28 December 1982 in Libramont) is a Belgian decathlete. His personal best score is 7974 points, achieved at the 2007 World Championships in Osaka, Japan. He is a former Belgian record holder.",
      "pageId": 9891303,
      "monthDay": "12/28"
    },
    {
      "year": "1982",
      "uri": "/wiki/Kevin_Pereira",
      "name": "Kevin Pereira",
      "aboutText": "Ferry Rotinsulu (born 28 December 1982 in Palu, Central Sulawesi, Indonesia) is an Indonesian footballer. He plays as goalkeeper and he stands 182 cm.\nHe is a goalkeeper for the Indonesia national football team.",
      "pageId": 12886011,
      "monthDay": "12/28"
    },
    {
      "year": "1982",
      "uri": "/wiki/Ferry_Rotinsulu",
      "name": "Ferry Rotinsulu",
      "aboutText": "Orlando Smeekes (born 28 December 1981 in Amsterdam, Netherlands) is a Curaçaoan footballer who currently plays as a winger for FC Den Bosch in the Dutch Eerste Divisie.",
      "pageId": 15565822,
      "monthDay": "12/28"
    },
    {
      "year": "1982",
      "uri": "/wiki/Curtis_Glencross",
      "name": "Curtis Glencross",
      "aboutText": "Noomi Rapace (/ˈnoʊmi rəˈpɑːs/ NOH-mee rə-PAHSS; née Norén; born 28 December 1979) is a Swedish actress. She achieved international fame with her portrayal of Lisbeth Salander in the Swedish film adaptations of the Millennium series: The Girl with the Dragon Tattoo, The Girl Who Played with Fire, and The Girl Who Kicked the Hornets' Nest.\nShe is also known for playing Anna in Daisy Diamond (2007), Leena in Beyond (2010), Anna in The Monitor (2011), Madame Simza Heron in Sherlock Holmes: A Game of Shadows (2011), the lead role of Dr.",
      "pageId": 22835550,
      "monthDay": "12/28"
    },
    {
      "year": "1983",
      "uri": "/wiki/Mike_He",
      "name": "Mike He",
      "aboutText": "Narsha (born December 28, 1981), born Park Hyo-jin which is also her name as a DJ for KBS 2FM, is a South Korean singer and dancer, who is part of the Korean girl group Brown Eyed Girls. She made her solo debut in 2010. Her stage name, Narsha, is derived from the term na-reu-sha, which means 'to fly up' in Middle Korean.",
      "pageId": 28006128,
      "monthDay": "12/28"
    },
    {
      "year": "1984",
      "uri": "/wiki/Elena_Ivashchenko",
      "name": "Elena Ivashchenko",
      "aboutText": "Thomas Andrew \"Tom\" Huddlestone (born 28 December 1986) is an English professional footballer who plays as a midfielder for Hull City and the England national team.\nHaving progressed through the youth ranks at Nottingham Forest and Derby County, Huddlestone began his professional career in 2003 with the latter club. He quickly broke into the first team, and made 95 league appearances before switching to Tottenham Hotspur in 2005.",
      "pageId": 2314966,
      "monthDay": "12/28"
    },
    {
      "year": "1984",
      "uri": "/wiki/Martin_Kaymer",
      "name": "Martin Kaymer",
      "aboutText": "Leroy Halirou Bohari Lita (born 28 December 1984) is a professional footballer who plays as a striker for AO Chania in the Football League (Greece). Lita was a product of the Chelsea youth system. He failed to play for Chelsea, and moved to Bristol City and Reading, where his form helped him earn a place with the England under-21 side.",
      "pageId": 2443783,
      "monthDay": "12/28"
    },
    {
      "year": "1984",
      "uri": "/wiki/Leroy_Lita",
      "name": "Leroy Lita",
      "aboutText": "Mackenzie Lyn Rosman (born December 28, 1989) is an American actress.",
      "pageId": 4383914,
      "monthDay": "12/28"
    },
    {
      "year": "1984",
      "uri": "/wiki/Alex_Lloyd_(racing_driver)",
      "name": "Alex Lloyd",
      "aboutText": "Alex Stewart Lloyd (born 28 December 1984 in Manchester, England) is a former British motor racing driver.",
      "pageId": 5186316,
      "monthDay": "12/28"
    },
    {
      "year": "1984",
      "uri": "/wiki/Duane_Solomon",
      "name": "Duane Solomon",
      "aboutText": "Thomas Alexander Dekker (born December 28, 1987) is an American film, television actor, musician and voice actor. He is also a singer and has written and produced two albums.\nHe is best known for his roles as John Connor in Terminator: The Sarah Connor Chronicles, Adam Conant on The Secret Circle, and Zach on Heroes.",
      "pageId": 5392807,
      "monthDay": "12/28"
    },
    {
      "year": "1985",
      "uri": "/wiki/Kamani_Hill",
      "name": "Kamani Hill",
      "aboutText": "Hannah Marie Tointon (born 28 December 1987) is an English actress.",
      "pageId": 5553515,
      "monthDay": "12/28"
    },
    {
      "year": "1985",
      "uri": "/wiki/Meredith_Kercher",
      "name": "Meredith Kercher",
      "aboutText": "Kamani Helekunihi Hill (born December 28, 1985 in Berkeley, California) is an American professional soccer player.",
      "pageId": 8008972,
      "monthDay": "12/28"
    },
    {
      "year": "1985",
      "uri": "/wiki/Taryn_Terrell",
      "name": "Taryn Terrell",
      "aboutText": "Lo Chih-en (Chinese: 羅志恩, born December 28, 1988) is a Taiwanese football player. He comes from Atayal tribe. On June 17, 2007, Lo made his debut for Chinese Taipei in the game against Guam of East Asian Cup 2008 preliminary competition, in which he scored 4 goals to help Chinese Taipei's 10-0 victory.",
      "pageId": 11850923,
      "monthDay": "12/28"
    },
    {
      "year": "1986",
      "uri": "/wiki/Victoria_Atkin",
      "name": "Victoria Atkin",
      "aboutText": "Lo Chih-an (Chinese: 羅志安, born December 28, 1988) is a Taiwanese football player who comes from Atayal tribe. Despite still being a high school student, Lo made his debut for Chinese Taipei national football team, together with his brother Lo Chih-en, and assisted the latter's first goal in the game against Guam of East Asian Cup 2008 preliminary competition on June 17, 2007.\nIn 2009, Lo and his twin brother Lo Chih-en received futsal training and were both called up to present Chinese Taipei in the 2010 AFC Futsal Championship.",
      "pageId": 11930967,
      "monthDay": "12/28"
    },
    {
      "year": "1986",
      "uri": "/wiki/Tom_Huddlestone",
      "name": "Tom Huddlestone",
      "aboutText": "Martin Kaymer (/kaɪmər/; born 28 December 1984) is a German professional golfer. A winner of two major championships, he was also the No. 1 ranked golfer in the Official World Golf Ranking for eight weeks in 2011.",
      "pageId": 12821159,
      "monthDay": "12/28"
    },
    {
      "year": "1987",
      "uri": "/wiki/Thomas_Dekker_(actor)",
      "name": "Thomas Dekker",
      "aboutText": "Harry Nicholas Arter (born 28 December 1989) is a footballer who plays as a midfielder for A.F.C. Bournemouth. He began his career at Charlton Athletic, where he made one substitute appearance in 2007 and was loaned to non-league Staines Town and Welling United before leaving for Woking. After one season at Woking, he returned to The Football League with Bournemouth, becoming a regular following a loan to Carlisle United in 2011.",
      "pageId": 13436010,
      "monthDay": "12/28"
    },
    {
      "year": "1987",
      "uri": "/wiki/Matthias_Schwarz",
      "name": "Matthias Schwarz",
      "aboutText": "Matthias Schwarz (born 28 December 1987) is a German footballer who plays as a midfielder for Kickers Offenbach.\nHe joined VfB Stuttgart in July 2009 from FC Ingolstadt 04.",
      "pageId": 18798201,
      "monthDay": "12/28"
    },
    {
      "year": "1987",
      "uri": "/wiki/Hannah_Tointon",
      "name": "Hannah Tointon",
      "aboutText": "Taryn Nicole Terrell (born December 28, 1985) is an American professional wrestler, model, former ring announcer, referee, actress, and stuntwoman, currently signed to Total Nonstop Action Wrestling (TNA) under her real name. She is a former TNA Knockouts Champion, and she holds the record for the longest reign with the title at 279 days. She is also known for her time in World Wrestling Entertainment (WWE), where she performed under the ring name Tiffany.",
      "pageId": 20070169,
      "monthDay": "12/28"
    },
    {
      "year": "1988",
      "uri": "/wiki/Laganja_Estranja",
      "name": "Laganja Estranja",
      "aboutText": "Duane Solomon (born December 28, 1984) is an American Olympic track athlete, primarily known for the 800 meters. He ran for his home country in the IAAF World Championships in 2007 and 2013 as well as in the 2012 Olympic Games.",
      "pageId": 26392753,
      "monthDay": "12/28"
    },
    {
      "year": "1988",
      "uri": "/wiki/Florrie",
      "name": "Florrie",
      "aboutText": "Meredith Susanna Cara Kercher (28 December 1985 – 1 November 2007) was a British student on exchange from the University of Leeds who was murdered at the age of 21 in Perugia, Italy, on 1 November 2007. Kercher was found dead on the floor of her bedroom. By the time the bloodstained fingerprints at the scene were identified as belonging to Rudy Guede, police had charged American Amanda Knox and her Italian boyfriend, Raffaele Sollecito.",
      "pageId": 27358278,
      "monthDay": "12/28"
    },
    {
      "year": "1988",
      "uri": "/wiki/Lo_Chih-an",
      "name": "Lo Chih-an",
      "aboutText": "Florence Arnold (born 28 December 1988), better known as Florrie, is an English pop singer, songwriter, drummer and model. Closely associated with the Xenomania production house, since joining as their in-house drummer in 2008 she has played live and on record for popular artists such as Kylie Minogue, Girls Aloud and the Pet Shop Boys.\nIn 2010, she began a solo career.",
      "pageId": 27521927,
      "monthDay": "12/28"
    },
    {
      "year": "1988",
      "uri": "/wiki/Lo_Chih-en",
      "name": "Lo Chih-en",
      "aboutText": "Victoria Atkin (born 28 December 1986) is an English actress best known for playing the character Jason Costello, previously known as Jasmine, in the British soap opera Hollyoaks and Hollyoaks Later as the soap's first character with Gender Identity Disorder. Hollyoaks is Atkin's first television role. Atkin also starred as Evie Frye in the game, Assassin's Creed Syndicate.",
      "pageId": 29537860,
      "monthDay": "12/28"
    },
    {
      "year": "1988",
      "uri": "/wiki/Martina_Pretelli",
      "name": "Martina Pretelli",
      "aboutText": "Martina Pretelli (born 28 December 1988, Borgo Maggiore) is an athlete from San Marino who competes in the 100 metres.",
      "pageId": 36440296,
      "monthDay": "12/28"
    },
    {
      "year": "1989",
      "uri": "/wiki/Harry_Arter",
      "name": "Harry Arter",
      "aboutText": "Elena Ivashchenko (28 December 1984 – 15 June 2013) was a Russian judoka.",
      "pageId": 36636448,
      "monthDay": "12/28"
    },
    {
      "year": "1989",
      "uri": "/wiki/Mackenzie_Rosman",
      "name": "Mackenzie Rosman",
      "aboutText": "Laganja Estranja is the stage name of Jay Jackson, an American drag queen, jewelry designer, and rapper. Laganja competed on the sixth season of RuPaul's Drag Race, finishing in eighth place. His debut single, \"Legs\", which featured American rapper Rye Rye, was released on March 2, 2015.",
      "pageId": 40881968,
      "monthDay": "12/28"
    },
    {
      "year": "1990",
      "uri": "/wiki/Ayele_Abshero",
      "name": "Ayele Abshero",
      "aboutText": "Kelsey Shelton Smith-Briggs (December 28, 2002 – October 11, 2005) was a child abuse victim. She died at the home of her biological mother Raye Dawn Smith, and her stepfather Michael Lee Porter. Her death was ruled a homicide.",
      "pageId": 13755127,
      "monthDay": "12/28"
    },
    {
      "year": "1990",
      "uri": "/wiki/David_Archuleta",
      "name": "David Archuleta",
      "aboutText": "David James Archuleta (born December 28, 1990) is an American singer-songwriter, musician, and actor. At ten years old, he won the children's division of the Utah Talent Competition leading to other television singing appearances. When he was twelve years old, Archuleta became the Junior Vocal Champion on Star Search 2.",
      "pageId": 15924636,
      "monthDay": "12/28"
    },
    {
      "year": "1990",
      "uri": "/wiki/Zlatko_Hebib",
      "name": "Zlatko Hebib",
      "aboutText": "Madison Rose De La Garza (born December 28, 2001) is an American child actress. She is best known for her role as Juanita Solis on Desperate Housewives.",
      "pageId": 21014532,
      "monthDay": "12/28"
    },
    {
      "year": "1990",
      "uri": "/wiki/Bastiaan_Lijesen",
      "name": "Bastiaan Lijesen",
      "aboutText": "Ayele Abshero Biza (born 28 December 1990) is an Ethiopian long-distance runner who mainly competes in cross country and road races.\nHe came to prominence with a junior silver medal at the 2008 IAAF World Cross Country Championships before taking the junior title in 2009. He won the 2008 Zevenheuvelenloop and 2011 Egmond Half Marathon races.",
      "pageId": 30426605,
      "monthDay": "12/28"
    },
    {
      "year": "1991",
      "uri": "/wiki/Riky_Widianto",
      "name": "Riky Widianto",
      "aboutText": "Zlatko Hebib (born 28 December 1990) is a Swiss footballer.\nHebib was born in Dubrovnik, SR Croatia, SFR Yugoslavia, but moved to Switzerland at an early age. He joined Grasshopper Club Zürich as a 7-year old, coming through the ranks of the Swiss club, but not having made a first team appearance.",
      "pageId": 34403300,
      "monthDay": "12/28"
    },
    {
      "year": "1993",
      "uri": "/wiki/Yua_Shinkawa",
      "name": "Yua Shinkawa",
      "aboutText": "Jared T. Raynor Gilman (born December 28, 1998) is an American actor best known for his role as Sam Shakusky in the 2012 feature film Moonrise Kingdom, which earned him a 2013 Young Artist Award nomination as Best Leading Young Actor in a Feature Film.\n^ Brillantes, Mariam. (2012-06-24) 'Moonrise Kingdom' Star Jared Gilman Takes Questions From Tweens – Speakeasy – WSJ. Blogs.wsj.com.",
      "pageId": 36326349,
      "monthDay": "12/28"
    },
    {
      "year": "1996",
      "uri": "/wiki/Miyu_Yoshimoto",
      "name": "Miyu Yoshimoto",
      "aboutText": "Bastiaan Lijesen (born 28 December 1990 in Nieuwerkerk aan den IJssel) is a Dutch swimmer. At the 2012 Summer Olympics he finished 23rd overall in the heats in the Men's 100 metre backstroke and failed to reach the semifinals.",
      "pageId": 36594092,
      "monthDay": "12/28"
    },
    {
      "year": "1998",
      "uri": "/wiki/Jared_Gilman",
      "name": "Jared Gilman",
      "aboutText": "Riky Widianto (born 28 December 1991 in Surabaya) is an Indonesian badminton player who specializes in doubles play. His current partner is Richi Puspita Dili.",
      "pageId": 40652513,
      "monthDay": "12/28"
    },
    {
      "year": "2001",
      "uri": "/wiki/Madison_De_La_Garza",
      "name": "Madison De La Garza",
      "aboutText": "Yua Shinkawa (新川 優愛, Shinkawa Yua, born December 28, 1993 in Saitama) is a Japanese actress and model.",
      "pageId": 45660053,
      "monthDay": "12/28"
    },
    {
      "year": "2002",
      "uri": "/wiki/Kelsey_Smith-Briggs",
      "name": "Kelsey Smith-Briggs",
      "aboutText": "Miyu Yoshimoto (吉本 実憂, Yoshimoto Miyu, born December 28, 1996 in Kitakyushu, Fukuoka Prefecture) is a Japanese actress, idol, and tarento.",
      "pageId": 47059336,
      "monthDay": "12/28"
    }
  ]
}