{
  "people": [
    {
      "year": "695",
      "uri": "/wiki/Muhammad_bin_Qasim",
      "name": "Muhammad bin Qasim",
      "aboutText": "Herman Boerhaave (Dutch: [ˈɦɛrmɑn ˈbuːrˌɦaːvə], 31 December 1668 – 23 September 1738) was a Dutch botanist, Christian humanist and physician of European fame. He is regarded as the founder of clinical teaching and of the modern academic hospital and is sometimes referred to as \"the father of physiology,\" along with his pupil Albrecht von Haller. He is best known for demonstrating the relation of symptoms to lesions and, in addition, he was the first to isolate the chemical urea from urine.",
      "pageId": 3874,
      "monthDay": "12/31"
    },
    {
      "year": "1378",
      "uri": "/wiki/Pope_Callixtus_III",
      "name": "Pope Callixtus III",
      "aboutText": "Pope Callixtus III or Callistus III (31 December 1378 – 6 August 1458), born Alfons de Borja, was Pope from 8 April 1455 to his death in 1458.\nHe was the last pope to take the pontifical name of \"Callixtus\" upon his election. He was also responsible for the retrial of Joan of Arc that saw her vindicated.",
      "pageId": 24221,
      "monthDay": "12/31"
    },
    {
      "year": "1491",
      "uri": "/wiki/Jacques_Cartier",
      "name": "Jacques Cartier",
      "aboutText": "Andreas Vesalius (31 December 1514 – 15 October 1564) was an anatomist, physician, and author of one of the most influential books on human anatomy, De humani corporis fabrica (On the Fabric of the Human Body). Vesalius is often referred to as the founder of modern human anatomy. He was born in Brussels, which though now part of Belgium, was then part of the Habsburg Netherlands.",
      "pageId": 32491,
      "monthDay": "12/31"
    },
    {
      "year": "1493",
      "uri": "/wiki/Eleonora_Gonzaga,_Duchess_of_Urbino",
      "name": "Eleonora Gonzaga",
      "aboutText": "Charles Edward Louis John Casimir Sylvester Severino Maria Stuart (31 December 1720 – 31 January 1788), commonly known in Britain during his lifetime as The Young Pretender and The Young Chevalier, and often known in retrospective accounts as Bonnie Prince Charlie, was the second Jacobite pretender to the thrones of England, Scotland, France and Ireland (as Charles III) from the death of his father in 1766. This claim was as the eldest son of James Francis Edward Stuart, himself the son of James VII and II. Charles is perhaps best known as the instigator of the unsuccessful Jacobite uprising of 1745, in which he led an insurrection to restore his family to the throne of Great Britain, which ended in defeat at the Battle of Culloden that effectively ended the Jacobite cause. Jacobites supported the Stuart claim due to hopes for religious toleration for Roman Catholics and a belief in the divine right of kings.",
      "pageId": 57550,
      "monthDay": "12/31"
    },
    {
      "year": "1514",
      "uri": "/wiki/Andreas_Vesalius",
      "name": "Andreas Vesalius",
      "aboutText": "Jacques Cartier (Breton: Jakez Karter; December 31, 1491 – September 1, 1557) was a French explorer of Breton origin who claimed what is now Canada for France. Jacques Cartier was the first European to describe and map the Gulf of Saint Lawrence and the shores of the Saint Lawrence River, which he named \"The Country of Canadas\", after the Iroquois names for the two big settlements he saw at Stadacona (Quebec City) and at Hochelaga (Montreal Island).\n^ His maps are lost but referenced in a letter by his nephew Jacques Noël, dated 1587 and printed by Richard Hakluyt with the Relation of Cartier's third voyage, in The Principall Navigations [...], London, G. Bishop, 1600.",
      "pageId": 70602,
      "monthDay": "12/31"
    },
    {
      "year": "1552",
      "uri": "/wiki/Simon_Forman",
      "name": "Simon Forman",
      "aboutText": "George Gordon Meade (December 31, 1815 – November 6, 1872) was a career United States Army officer and civil engineer involved in the coastal construction of several lighthouses. He fought with distinction in the Second Seminole War and the Mexican-American War. During the American Civil War he served as a Union general, rising from command of a brigade to the Army of the Potomac.",
      "pageId": 146580,
      "monthDay": "12/31"
    },
    {
      "year": "1572",
      "uri": "/wiki/Emperor_Go-Y%C5%8Dzei",
      "name": "Emperor Go-Yōzei",
      "aboutText": "Gottfried August Bürger (December 31, 1747 – June 8, 1794) was a German poet. His ballads were very popular in Germany.",
      "pageId": 177596,
      "monthDay": "12/31"
    },
    {
      "year": "1585",
      "uri": "/wiki/Gonzalo_Fern%C3%A1ndez_de_C%C3%B3rdoba_(1585%E2%80%931645)",
      "name": "Gonzalo Fernández de Córdoba",
      "aboutText": "Marie Catherine Sophie, Comtesse d'Agoult (31 December 1805 – 5 March 1876), was a French author, known also by her pen name, Daniel Stern.",
      "pageId": 180579,
      "monthDay": "12/31"
    },
    {
      "year": "1668",
      "uri": "/wiki/Herman_Boerhaave",
      "name": "Herman Boerhaave",
      "aboutText": "Emperor Go-Yōzei (後陽成天皇, Go-Yōzei-tennō, December 31, 1571 – September 25, 1617) was the 107th Emperor of Japan, according to the traditional order of succession.\nGo-Yōzei's reign spanned the years from 1586 through 1611, corresponding to the transition between the Azuchi-Momoyama period and the Edo period.\nThis 16th-century sovereign was named after the 9th-century Emperor Yōzei, and go- (後), translates literally as later, and thus, he could be called the \"Later Emperor Yōzei\".",
      "pageId": 195013,
      "monthDay": "12/31"
    },
    {
      "year": "1714",
      "uri": "/wiki/Arima_Yoriyuki",
      "name": "Arima Yoriyuki",
      "aboutText": "‘Imād ad-Dīn Muḥammad ibn Qāsim ath-Thaqafī (Arabic: عماد الدين محمد بن القاسم الثقفي‎; c. 31 December 695 – 18 July 715) was an Umayyad general who conquered the Sindh and Multan regions along the Indus River (now a part of Pakistan) for the Umayyad Caliphate. He was born and raised in the city of Taif (in modern-day Saudi Arabia).",
      "pageId": 433738,
      "monthDay": "12/31"
    },
    {
      "year": "1720",
      "uri": "/wiki/Charles_Edward_Stuart",
      "name": "Charles Edward Stuart",
      "aboutText": "Arima Yoriyuki (有馬 頼徸, December 31, 1714 – December 16, 1783) was a Japanese mathematician of the Edo period. He was the lord of Kurume Domain and approximated the value of  and its square, .",
      "pageId": 543739,
      "monthDay": "12/31"
    },
    {
      "year": "1738",
      "uri": "/wiki/Charles_Cornwallis,_1st_Marquess_Cornwallis",
      "name": "Charles Cornwallis, 1st Marquess Cornwallis",
      "aboutText": "Pierre-Charles-Jean-Baptiste-Silvestre de Villeneuve (31 December 1763 – 22 April 1806) was a French naval officer during the Napoleonic Wars.",
      "pageId": 652673,
      "monthDay": "12/31"
    },
    {
      "year": "1741",
      "uri": "/wiki/Gottfried_August_B%C3%BCrger",
      "name": "Gottfried August Bürger",
      "aboutText": "Johann Gaspar Spurzheim (December 31, 1776 – November 10, 1832) was a German physician who became one of the chief proponents of phrenology, which was developed c. 1800 by Franz Joseph Gall (1758–1828).",
      "pageId": 939756,
      "monthDay": "12/31"
    },
    {
      "year": "1741",
      "uri": "/wiki/Princess_Isabella_of_Parma",
      "name": "Princess Isabella of Parma",
      "aboutText": "Simon Forman (31 December 1552 – 5 or 12 September 1611) was an Elizabethan astrologer, occultist and herbalist active in London during the reigns of Queen Elizabeth I and James I of England. His reputation, however, was severely tarnished after his death when he was implicated in the plot to kill Sir Thomas Overbury.",
      "pageId": 2058523,
      "monthDay": "12/31"
    },
    {
      "year": "1763",
      "uri": "/wiki/Pierre-Charles_Villeneuve",
      "name": "Pierre-Charles Villeneuve",
      "aboutText": "Gonzalo Andrés Domingo Fernández de Córdoba (31 December 1585 – 16 February 1645) was a Spanish military leader during the Eighty Years' War, Thirty Years' War and the War of the Mantuan Succession.",
      "pageId": 5146928,
      "monthDay": "12/31"
    },
    {
      "year": "1776",
      "uri": "/wiki/Johann_Spurzheim",
      "name": "Johann Spurzheim",
      "aboutText": "Isabella of Parma (Isabella Maria Luisa Antonietta Ferdinanda Giuseppina Saveria Domenica Giovanna; 31 December 1741 – 27 November 1763) was the daughter of Infante Felipe of Spain, Duke of Parma and his wife Louise Elisabeth, eldest daughter of Louis XV of France and Maria Leszczyńska. Her paternal grandparents were Philip V of Spain (in turn a grandson of Louis XIV) and his second wife, Elisabeth of Parma.",
      "pageId": 6277486,
      "monthDay": "12/31"
    },
    {
      "year": "1790",
      "uri": "/wiki/Antonie_Adamberger",
      "name": "Antonie Adamberger",
      "aboutText": "Friedrich Robert Faehlmann (Fählmann) (31 December [O.S. 20 December] 1798 in Ao Manor – 22 April [O.S. 10 April] 1850 in Tartu) was an Estonian writer, physician and philologist active in Livonia, Russian Empire. He was a co-founder of the Learned Estonian Society at the University of Dorpat and its chairman (1843-1850).\nFaehlmann was born to the family of the manager of Ao Manor in Järva County.",
      "pageId": 12531680,
      "monthDay": "12/31"
    },
    {
      "year": "1798",
      "uri": "/wiki/Friedrich_Robert_Faehlmann",
      "name": "Friedrich Robert Faehlmann",
      "aboutText": "Charles Cornwallis, 1st Marquess Cornwallis KG (31 December 1738 – 5 October 1805), styled Viscount Brome between 1753 and 1762 and known as The Earl Cornwallis between 1762 and 1792, was a British Army officer and colonial administrator. In the United States and the United Kingdom he is best remembered as one of the leading British generals in the American War of Independence. His surrender in 1781 to a combined American and French force at the Siege of Yorktown ended significant hostilities in North America.",
      "pageId": 23362908,
      "monthDay": "12/31"
    },
    {
      "year": "1805",
      "uri": "/wiki/Marie_d%27Agoult",
      "name": "Marie d'Agoult",
      "aboutText": "For other women of the same name, see Eleanor Gonzaga (disambiguation)",
      "pageId": 25990061,
      "monthDay": "12/31"
    },
    {
      "year": "1815",
      "uri": "/wiki/George_Meade",
      "name": "George Meade",
      "aboutText": "Antonie “Toni” Adamberger (* December 31, 1790 in Vienna; † December 25, 1867 in Vienna) was an Austrian stage actress.",
      "pageId": 38521633,
      "monthDay": "12/31"
    },
    {
      "year": "1830",
      "uri": "/wiki/Isma%27il_Pasha",
      "name": "Isma'il Pasha",
      "aboutText": "George Catlett Marshall, Jr. (December 31, 1880 – October 16, 1959) was an American statesman and soldier, famous for his leadership roles during World War II and the Cold War. He was Chief of Staff of the United States Army, Secretary of State, and the third Secretary of Defense.",
      "pageId": 36623,
      "monthDay": "12/31"
    },
    {
      "year": "1830",
      "uri": "/wiki/Alexander_Smith_(poet)",
      "name": "Alexander Smith",
      "aboutText": "Henri-Émile-Benoît Matisse (French: [ɑ̃ʁi emil bənwɑ matis]; 31 December 1869 – 3 November 1954) was a French artist, known for both his use of colour and his fluid and original draughtsmanship. He was a draughtsman, printmaker, and sculptor, but is known primarily as a painter.\nMatisse is commonly regarded, along with Pablo Picasso and Marcel Duchamp, as one of the three artists who helped to define the revolutionary developments in the plastic arts in the opening decades of the twentieth century, responsible for significant developments in painting and sculpture.",
      "pageId": 60203,
      "monthDay": "12/31"
    },
    {
      "year": "1851",
      "uri": "/wiki/Henry_Carter_Adams",
      "name": "Henry Carter Adams",
      "aboutText": "Florence Nightingale Graham (December 31, 1878 – October 18, 1966), who went by the business name Elizabeth Arden, was a Canadian American businesswoman who founded what is now Elizabeth Arden, Inc., and built a cosmetics empire in the United States.",
      "pageId": 218684,
      "monthDay": "12/31"
    },
    {
      "year": "1855",
      "uri": "/wiki/Giovanni_Pascoli",
      "name": "Giovanni Pascoli",
      "aboutText": "For others similarly named, see the Robert Aitken navigation page",
      "pageId": 589360,
      "monthDay": "12/31"
    },
    {
      "year": "1857",
      "uri": "/wiki/King_Kelly",
      "name": "King Kelly",
      "aboutText": "Michael Joseph \"King\" Kelly (December 31, 1857 – November 8, 1894) was an American right fielder, catcher, and manager in various professional American baseball leagues including the National League, International Association, Players' League, and the American Association. He spent the majority of his 16-season playing career with the Chicago White Stockings and the Boston Beaneaters. Kelly was a player-manager three times in his career – in 1887 for the Beaneaters, in 1890 leading the Boston Reds to the pennant in the only season of the Players' League's existence, and in 1891 for the Cincinnati Kelly's Killers – before his retirement in 1893.",
      "pageId": 735433,
      "monthDay": "12/31"
    },
    {
      "year": "1860",
      "uri": "/wiki/Joseph_S._Cullinan",
      "name": "Joseph S. Cullinan",
      "aboutText": "Isma'il Pasha (Arabic: إسماعيل باشا‎ Ismā‘īl Bāshā, Turkish: İsmail Paşa), known as Ismail the Magnificent (31 December 1830 – 2 March 1895), was the Khedive of Egypt and Sudan from 1863 to 1879, when he was removed at the behest of the United Kingdom. Sharing the ambitious outlook of his grandfather, Muhammad Ali Pasha, he greatly modernized Egypt and Sudan during his reign, investing heavily in industrial and economic development, urbanisation, and the expansion of the country's boundaries in Africa.\nHis philosophy can be glimpsed at in a statement that he made in 1879: \"My country is no longer in Africa; we are now part of Europe.",
      "pageId": 841403,
      "monthDay": "12/31"
    },
    {
      "year": "1864",
      "uri": "/wiki/Robert_Grant_Aitken",
      "name": "Robert Grant Aitken",
      "aboutText": "Horacio Silvestre Quiroga Forteza (31 December 1878 – 19 February 1937) was an Uruguayan playwright, poet, and short story writer.\nHe wrote stories which, in their jungle settings, use the supernatural and the bizarre to show the struggle of man and animal to survive. He also excelled in portraying mental illness and hallucinatory states.",
      "pageId": 994494,
      "monthDay": "12/31"
    },
    {
      "year": "1869",
      "uri": "/wiki/Henri_Matisse",
      "name": "Henri Matisse",
      "aboutText": "Alexander Smith (31 December 1829 – 5 January 1867, 8 January according to Brewer's Dictionary of Phrase and Fable) was a Scottish poet, labelled as one of the Spasmodic School, and essayist.",
      "pageId": 1007890,
      "monthDay": "12/31"
    },
    {
      "year": "1872",
      "uri": "/wiki/Fred_Marriott",
      "name": "Fred Marriott",
      "aboutText": "Giovanni Placido Agostino Pascoli (Italian: [dʒoˈvanni ˈpaskoli]; December 31, 1855 – April 6, 1912) was an Italian poet and classical scholar.",
      "pageId": 1670152,
      "monthDay": "12/31"
    },
    {
      "year": "1873",
      "uri": "/wiki/Konstantin_Konik",
      "name": "Konstantin Konik",
      "aboutText": "Hermann Max Pechstein (December 31, 1881 – June 29, 1955) was a German expressionist painter and printmaker, and a member of the Die Brücke group.",
      "pageId": 2593853,
      "monthDay": "12/31"
    },
    {
      "year": "1874",
      "uri": "/wiki/Julius_Meier",
      "name": "Julius Meier",
      "aboutText": "Robert Matthew Byrne (December 31, 1884 – December 31, 1964) was a third baseman in Major League Baseball. From 1907 through 1917, he played for the St. Louis Cardinals (1907–1909), Pittsburgh Pirates (1909–1913), Philadelphia Phillies (1913–1917) and Chicago White Sox (1917).",
      "pageId": 3581179,
      "monthDay": "12/31"
    },
    {
      "year": "1877",
      "uri": "/wiki/Lawrence_Beesley",
      "name": "Lawrence Beesley",
      "aboutText": "Princess Victoria Adelaide of Schleswig-Holstein-Sonderburg-Glücksburg (German: Viktoria Adelheid Helene Luise Marie Friederike; 31 December 1885 – 3 October 1970) was the consort of Charles Edward, Duke of Saxe-Coburg and Gotha and maternal grandmother of Carl XVI of Sweden.",
      "pageId": 3808794,
      "monthDay": "12/31"
    },
    {
      "year": "1878",
      "uri": "/wiki/Elizabeth_Arden",
      "name": "Elizabeth Arden",
      "aboutText": "Frederick Leonard Beebe (December 31, 1879 – October 30, 1957) was a professional baseball player. He played for the Chicago Cubs, St.",
      "pageId": 6013377,
      "monthDay": "12/31"
    },
    {
      "year": "1878",
      "uri": "/wiki/Horacio_Quiroga",
      "name": "Horacio Quiroga",
      "aboutText": "Julius L. Meier (December 31, 1874 – July 14, 1937) was an American businessman, civic leader, and politician in the state of Oregon. The son of the Meier & Frank department store founder, he would become a lawyer before entering the family business in Portland. Politically an independent, Meier served a single term as the 20th Governor of Oregon from 1931–1935.",
      "pageId": 7618590,
      "monthDay": "12/31"
    },
    {
      "year": "1880",
      "uri": "/wiki/Fred_Beebe",
      "name": "Fred Beebe",
      "aboutText": "Joseph Stephen Cullinan (December 31, 1860 – March 11, 1937) was a U.S. oil industrialist. Although he was a native of Pennsylvania, his lifetime business endeavors would help shape the early phase of the oil industry in Texas.",
      "pageId": 8302893,
      "monthDay": "12/31"
    },
    {
      "year": "1880",
      "uri": "/wiki/George_Marshall",
      "name": "George Marshall",
      "aboutText": "Fred Marriott (31 December 1872, Needham, Massachusetts - 28 April 1956) was an American race car driver. In 1906, he set the world land speed record at 127.659 mph (205.5 km/h) at the Daytona Beach Road Course, while driving the Stanley Steamer. This garnered him the Dewar Trophy in the process.",
      "pageId": 9787083,
      "monthDay": "12/31"
    },
    {
      "year": "1881",
      "uri": "/wiki/Max_Pechstein",
      "name": "Max Pechstein",
      "aboutText": "Lawrence Beesley (31 December 1877 – 14 February 1967) was an English science teacher, journalist and author who was a survivor of the sinking of the RMS Titanic.",
      "pageId": 10105402,
      "monthDay": "12/31"
    },
    {
      "year": "1884",
      "uri": "/wiki/Bobby_Byrne_(baseball)",
      "name": "Bobby Byrne",
      "aboutText": "Henry Carter Adams (December 31, 1851 – August 11, 1921) was a U.S. economist and Professor of Political Economy and finance at the University of Michigan.",
      "pageId": 17827094,
      "monthDay": "12/31"
    },
    {
      "year": "1884",
      "uri": "/wiki/Mih%C3%A1ly_Fekete",
      "name": "Mihály Fekete",
      "aboutText": "Konstantin Konik (31 December [O.S. 19 December] 1873 – 3 August 1936) was an Estonian politician and surgeon, member of the Estonian Salvation Committee",
      "pageId": 19609515,
      "monthDay": "12/31"
    },
    {
      "year": "1885",
      "uri": "/wiki/Princess_Victoria_Adelaide_of_Schleswig-Holstein",
      "name": "Princess Victoria Adelaide of Schleswig-Holstein",
      "aboutText": "Mihály Fekete (31 December 1884 – 16 April 1960) was a Hungarian actor, screenwriter and film director.",
      "pageId": 36062538,
      "monthDay": "12/31"
    },
    {
      "year": "1899",
      "uri": "/wiki/Silvestre_Revueltas",
      "name": "Silvestre Revueltas",
      "aboutText": "Jule Styne (/ˈdʒuːli staɪn/; December 31, 1905 – September 20, 1994) was a British-American songwriter especially famous for a series of Broadway musicals, which include several very well known and frequently revived shows.\nAmong his most enduring songs is \"Let It Snow! Let It Snow!",
      "pageId": 16551,
      "monthDay": "12/31"
    },
    {
      "year": "1900",
      "uri": "/wiki/Ivan_Riley",
      "name": "Ivan Riley",
      "aboutText": "Silvestre Revueltas Sánchez (December 31, 1899 – October 5, 1940) was a Mexican composer of classical music, a violinist and a conductor.",
      "pageId": 588204,
      "monthDay": "12/31"
    },
    {
      "year": "1901",
      "uri": "/wiki/Nikos_Ploumpidis",
      "name": "Nikos Ploumpidis",
      "aboutText": "Major General John Dutton (Johnny) Frost CB, DSO & Bar, MC, DL (31 December 1912 – 21 May 1993) was an airborne officer of the British Army best known for being the leader of the small group of airborne forces that actually arrived at Arnhem bridge during the Battle of Arnhem in Operation Market Garden, in World War II. He was one of the first to join the newly formed Parachute Regiment and served with distinction in many wartime airborne operations until he was injured and captured at Arnhem.",
      "pageId": 820652,
      "monthDay": "12/31"
    },
    {
      "year": "1902",
      "uri": "/wiki/Lionel_Daunais",
      "name": "Lionel Daunais",
      "aboutText": "Carl Ward Dudley (1910-1973) was an American film director and producer. He was best known for directing and producing short travelogues.",
      "pageId": 966096,
      "monthDay": "12/31"
    },
    {
      "year": "1904",
      "uri": "/wiki/William_Heynes",
      "name": "William Heynes",
      "aboutText": "For other people named Thomas Byrne, see Thomas Byrne (disambiguation)",
      "pageId": 1365325,
      "monthDay": "12/31"
    },
    {
      "year": "1905",
      "uri": "/wiki/Helen_Dodson_Prince",
      "name": "Helen Dodson Prince",
      "aboutText": "Sam Ragan (December 31, 1915 – May 11, 1996) was a journalist, author, poet and champion of the arts from North Carolina.",
      "pageId": 1668026,
      "monthDay": "12/31"
    },
    {
      "year": "1905",
      "uri": "/wiki/Jule_Styne",
      "name": "Jule Styne",
      "aboutText": "Virginia Davis (December 31, 1918 – August 15, 2009) was an American child actor in films.",
      "pageId": 1958958,
      "monthDay": "12/31"
    },
    {
      "year": "1908",
      "uri": "/wiki/Simon_Wiesenthal",
      "name": "Simon Wiesenthal",
      "aboutText": "Simon Wiesenthal (31 December 1908 – 20 September 2005) was an Austrian Nazi hunter and writer. He was a Jewish Austrian Holocaust survivor who became famous after World War II for his work as a Nazi hunter.\nHe studied architecture and was living in Lviv (Lwów) at the outbreak of World War II. After being forced to work as a slave labourer in Nazi concentration camps such as Janowska, Plaszow, and Mauthausen during the war, Wiesenthal dedicated most of his life to tracking down and gathering information on fugitive Nazi war criminals so that they could be brought to trial.",
      "pageId": 2721845,
      "monthDay": "12/31"
    },
    {
      "year": "1909",
      "uri": "/wiki/Jonah_Jones",
      "name": "Jonah Jones",
      "aboutText": "Dal Stivens (31 December 1911 – 16 June 1997) was an Australian writer.\nAfter serving in the army during the war, from 1944 to 1949, Stivens was on the staff of the Australian Department of Information. He served in the press office at Australia House in London until 1950.",
      "pageId": 4860386,
      "monthDay": "12/31"
    },
    {
      "year": "1910",
      "uri": "/wiki/Carl_Dudley",
      "name": "Carl Dudley",
      "aboutText": "Tech4 Carmen Contreras-Bozak,(born December 31, 1919) was the first Hispanic to serve in the U.S. Women's Army Corps (WAC) where she served as an interpreter and in numerous administrative positions.",
      "pageId": 6076954,
      "monthDay": "12/31"
    },
    {
      "year": "1911",
      "uri": "/wiki/Dal_Stivens",
      "name": "Dal Stivens",
      "aboutText": "Erich Arthur Fritz Schwab (December 31, 1919 in Berlin – November 24, 2006) is a former Swiss race walker. He won two Olympic medals over 10 kilometres in 1948 and 1952. In addition he won two medals at the European Championships in 1946 and 1950.",
      "pageId": 6093045,
      "monthDay": "12/31"
    },
    {
      "year": "1912",
      "uri": "/wiki/John_Frost_(British_Army_officer)",
      "name": "John Frost",
      "aboutText": "Jonah Jones (born Robert Elliott Jones; December 31, 1909 – April 29, 2000) was a jazz trumpeter who created concise versions of jazz and swing and jazz standards that appealed to a mass audience. In the jazz community, it can be argued that he might be best appreciated for his work with Stuff Smith. He was sometimes referred to as \"King Louis II,\" a reference to Louis Armstrong.",
      "pageId": 6821794,
      "monthDay": "12/31"
    },
    {
      "year": "1914",
      "uri": "/wiki/Yrj%C3%B6_Nikkanen",
      "name": "Yrjö Nikkanen",
      "aboutText": "Jouko Yrjö Nikkanen (31 December 1914 – 18 November 1985) was a Finnish javelin thrower, who won a silver medal at the 1936 Summer Olympics. His best throw of 70.77 meters was only one meter behind that of the gold medalist Gerhard Stöck, and just five centimeters ahead that of Kalervo Toivonen.\nOn 25 August 1938, Nikkanen set a world record at 77.87 meters; less than two months later, on 16 October 1938, he had improved his record to 78.70 m.",
      "pageId": 7218190,
      "monthDay": "12/31"
    },
    {
      "year": "1915",
      "uri": "/wiki/Sam_Ragan",
      "name": "Sam Ragan",
      "aboutText": "Ivan Harris Riley (December 31, 1900 – October 28, 1943) was an American athlete who competed mainly in the 400 metre hurdles.",
      "pageId": 7653714,
      "monthDay": "12/31"
    },
    {
      "year": "1917",
      "uri": "/wiki/Evelyn_Knight",
      "name": "Evelyn Knight",
      "aboutText": "Noël Ferdinand Lionel Daunais, OC (December 31, 1901 – July 18, 1982) was a French Canadian baritone and composer.\nBorn in Montreal, Quebec, Daunais studied singing with Céline Marier and harmony and composition with Oscar O'Brien. In 1923 he won first prize at the Montreal Musical Festival.",
      "pageId": 8014272,
      "monthDay": "12/31"
    },
    {
      "year": "1917",
      "uri": "/wiki/Wilfrid_Noyce",
      "name": "Wilfrid Noyce",
      "aboutText": "Nikos Ploumpidis (also Ploumbidis) (Greek: Νίκος Πλουμπίδης) (31 December 1902–14 August 1954) was in the leading cadre of the Greek Communist Party during the Second World War and a famous member of the wartime anti-Nazi resistance.\nThe son of a poor farming family, he was born in Arcadian Langadia. As a young man he involved himself in politics and in 1926, as a teacher in the village of Milea, near Elassona, he joined the Communist Party of Greece (KKE).",
      "pageId": 12641589,
      "monthDay": "12/31"
    },
    {
      "year": "1918",
      "uri": "/wiki/Virginia_Davis",
      "name": "Virginia Davis",
      "aboutText": "William Munger \"Bill\" Heynes CBE (31 December 1904-September, 1989), born in Leamington Spa, was an English automotive engineer.\nHeynes was educated at Warwick School from 1914 to 1921 before joining the Humber Car Company in Coventry in 1922 where he worked in the drawing office before becoming head of the technical department in 1930. During this time he oversaw the introduction of significant models including the Humber Snipe and the Humber Pullman.",
      "pageId": 16638917,
      "monthDay": "12/31"
    },
    {
      "year": "1919",
      "uri": "/wiki/Tommy_Byrne_(baseball)",
      "name": "Tommy Byrne",
      "aboutText": "Cuthbert Wilfrid Francis Noyce (31 December 1917 – 24 July 1962) (usually known as Wilfrid Noyce (often misspelt as 'Wilfred'), some sources give third forename as Frank) was an English mountaineer and author.",
      "pageId": 18607947,
      "monthDay": "12/31"
    },
    {
      "year": "1919",
      "uri": "/wiki/Carmen_Contreras-Bozak",
      "name": "Carmen Contreras-Bozak",
      "aboutText": "Helen Dodson Prince (1905–2002) was an astronomer who pioneered work in solar flares at the University of Michigan.",
      "pageId": 42329554,
      "monthDay": "12/31"
    },
    {
      "year": "1919",
      "uri": "/wiki/Fritz_Schwab",
      "name": "Fritz Schwab",
      "aboutText": "Evelyn Dawn Knight (born November 5, 1942) is an English woman known for her involvement in the Abscam sting operation of the 1970s, with her ex-husband Mel Weinberg. A character inspired by her was portrayed on film by Amy Adams in American Hustle (2013) for which Adams was nominated for an Academy Award.",
      "pageId": 46186176,
      "monthDay": "12/31"
    },
    {
      "year": "1919",
      "uri": "/wiki/G._Wood",
      "name": "G. Wood",
      "aboutText": "Robert \"Bob\" Shaw (31 December 1931 – 11 February 1996) was a science fiction writer and fan from Northern Ireland, noted for his originality and wit. He won the Hugo Award for Best Fan Writer in 1979 and 1980.",
      "pageId": 74659,
      "monthDay": "12/31"
    },
    {
      "year": "1920",
      "uri": "/wiki/Rex_Allen",
      "name": "Rex Allen",
      "aboutText": "Jaime Alfonso Escalante Gutierrez (December 31, 1930 – March 30, 2010) was a Bolivian educator known for teaching students calculus from 1974 to 1991 at Garfield High School, East Los Angeles, California. Escalante was the subject of the 1988 film Stand and Deliver, in which he is portrayed by Edward James Olmos.",
      "pageId": 184804,
      "monthDay": "12/31"
    },
    {
      "year": "1922",
      "uri": "/wiki/Tom%C3%A1s_Balduino",
      "name": "Tomás Balduino",
      "aboutText": "Sir Billy Mackie Snedden, KCMG, QC (31 December 1926 – 27 June 1987) was an Australian politician representing the Liberal Party.",
      "pageId": 399715,
      "monthDay": "12/31"
    },
    {
      "year": "1922",
      "uri": "/wiki/Halina_Czerny-Stefa%C5%84ska",
      "name": "Halina Czerny-Stefańska",
      "aboutText": "Odetta Holmes (December 31, 1930 – December 2, 2008), known as Odetta, was an American singer, actress, guitarist, songwriter, and a civil and human rights activist, often referred to as \"The Voice of the Civil Rights Movement\". Her musical repertoire consisted largely of American folk music, blues, jazz, and spirituals. An important figure in the American folk music revival of the 1950s and 1960s, she was influential to many of the key figures of the folk-revival of that time, including Bob Dylan, Joan Baez, Mavis Staples, and Janis Joplin.",
      "pageId": 899619,
      "monthDay": "12/31"
    },
    {
      "year": "1922",
      "uri": "/wiki/Luis_Zuloaga",
      "name": "Luis Zuloaga",
      "aboutText": "Rex Elvie Allen (December 31, 1920 – December 17, 1999) was an American film actor, singer and songwriter, known as the Arizona Cowboy, particularly known as the narrator in many Disney nature and Western film productions.",
      "pageId": 1102391,
      "monthDay": "12/31"
    },
    {
      "year": "1923",
      "uri": "/wiki/Giannis_Dalianidis",
      "name": "Giannis Dalianidis",
      "aboutText": "Donald Earl \"Don\" James (December 31, 1932 – October 20, 2013) was an American football player and coach. He served as the head coach at Kent State University from 1971 to 1974 and at the University of Washington from 1975 to 1992, compiling a career college football record of 178–76–3. His 1991 Washington team won a share of the national championship after completing a 12–0 season with a win over Michigan in the Rose Bowl.",
      "pageId": 1852603,
      "monthDay": "12/31"
    },
    {
      "year": "1924",
      "uri": "/wiki/Taylor_Mead",
      "name": "Taylor Mead",
      "aboutText": "George Wood (December 31, 1919 – July 24, 2000) was an American film and television actor, usually billed as G. Wood.\nWood was born in Forrest City, Arkansas. He was one of four actors to appear in both the 1970 film M*A*S*H and the television series M*A*S*H (the other three were Timothy Brown, Corey Fischer and Gary Burghoff.) In both the film and the television series, Wood played General Hammond.",
      "pageId": 2052583,
      "monthDay": "12/31"
    },
    {
      "year": "1925",
      "uri": "/wiki/Irina_Korschunow",
      "name": "Irina Korschunow",
      "aboutText": "Samuel Ray Graves (December 31, 1918 – April 10, 2015) was an American college and professional football player and college football coach. He was a native of Tennessee and a graduate of the University of Tennessee, where he played college football.",
      "pageId": 3163265,
      "monthDay": "12/31"
    },
    {
      "year": "1925",
      "uri": "/wiki/Sri_Lal_Sukla",
      "name": "Sri Lal Sukla",
      "aboutText": "Maurice Sinet (born 31 December 1928), known as Siné, is a French political cartoonist.",
      "pageId": 3550215,
      "monthDay": "12/31"
    },
    {
      "year": "1926",
      "uri": "/wiki/Valerie_Pearl",
      "name": "Valerie Pearl",
      "aboutText": "Veijo Väinö Valvo Meri (31 December 1928 – 21 June 2015) was a Finnish writer. Much of his work focuses on war and its absurdity. The work is anti-war and has dark humor.",
      "pageId": 5733102,
      "monthDay": "12/31"
    },
    {
      "year": "1926",
      "uri": "/wiki/Billy_Snedden",
      "name": "Billy Snedden",
      "aboutText": "Taylor Mead (December 31, 1924 – May 8, 2013) was an American writer, actor and performer. Mead appeared in several of Andy Warhol's underground films filmed at Warhol's Factory, including Tarzan and Jane Regained...",
      "pageId": 7095769,
      "monthDay": "12/31"
    },
    {
      "year": "1928",
      "uri": "/wiki/Sin%C3%A9",
      "name": "Siné",
      "aboutText": "Halina Czerny-Stefańska (December 31, 1922 – July 1, 2001) was a Polish pianist.\nShe studied piano under her father, Stanisław Szwarcenberg-Czerny, as well as with Alfred Cortot at the École Normale de Musique in Paris, and later with Józef Turczyński and Zbigniew Drzewiecki in Warsaw. She was a joint First Prize winner at the International Chopin Piano Competition in Warsaw in 1949, sharing this prize with Bella Davidovich.",
      "pageId": 16094820,
      "monthDay": "12/31"
    },
    {
      "year": "1928",
      "uri": "/wiki/Tatyana_Shmyga",
      "name": "Tatyana Shmyga",
      "aboutText": "Maria Antoinette \"Mies\" Bouwman (born 31 December 1929) is a retired Dutch television presenter.\nBorn in Amsterdam, she started her career on the very first broadcasting evening of the Dutch broadcasting association KRO (Catholic Radio Broadcaster) on 16 October 1951.\nBouwman made her name as the host of the first large fund-raising programm on Dutch TV, Open Het Dorp.",
      "pageId": 19781718,
      "monthDay": "12/31"
    },
    {
      "year": "1928",
      "uri": "/wiki/Veijo_Meri",
      "name": "Veijo Meri",
      "aboutText": "Dr Valerie Louise Pearl (née Bence, born 31 December 1926) is an historian, noted for her work on the English Civil War, and was the second President of New Hall, Cambridge.",
      "pageId": 26631333,
      "monthDay": "12/31"
    },
    {
      "year": "1929",
      "uri": "/wiki/Mies_Bouwman",
      "name": "Mies Bouwman",
      "aboutText": "Giannis Dalianidis (Greek: Γιάννης Δαλιανίδης; 31 December 1923 – 16 October 2010) was a Greek director.\nHis first film was Mousitsa, released in 1959, which was followed by a series of musicals. Between 1974 and 1981, he produced the television series Luna Park.",
      "pageId": 29217018,
      "monthDay": "12/31"
    },
    {
      "year": "1930",
      "uri": "/wiki/Odetta",
      "name": "Odetta",
      "aboutText": "Tatyana Ivanovna Shmyga (Russian: Шмыга, Татьяна Ивановна; born December 31, 1928, Moscow, Soviet Union — died February 3, 2011) was a Soviet-born Russian operetta/musical theatre performer. She went on to act in films as well. She was a People's Artist of the USSR (1978).",
      "pageId": 30744941,
      "monthDay": "12/31"
    },
    {
      "year": "1930",
      "uri": "/wiki/Jaime_Escalante",
      "name": "Jaime Escalante",
      "aboutText": "Shrilal Shukla (31 December 1925 – 28 October 2011) was a Hindi writer, notable for his satire. He worked as a Provincial Civil Services (PCS) officer for the state government of Uttar Pradesh, later inducted into the IAS. He has written over 25 books, including Makaan, Sooni Ghaati Ka Sooraj, Pehla Padaav and Bisrampur Ka Sant.\nShukla has highlighted the falling moral values in the Indian society in the post independence era through his novels.",
      "pageId": 30875534,
      "monthDay": "12/31"
    },
    {
      "year": "1931",
      "uri": "/wiki/Ray_Graves",
      "name": "Ray Graves",
      "aboutText": "Tomás Balduíno, O.P. (born Paulo Balduino de Sousa Décio, December 31, 1922 – May 2, 2014) was a Brazilian bishop of the Roman Catholic Church.",
      "pageId": 31298192,
      "monthDay": "12/31"
    },
    {
      "year": "1931",
      "uri": "/wiki/Bob_Shaw",
      "name": "Bob Shaw",
      "aboutText": "Irina Korschunow (31 December 1925 – 31 December 2013) was a German writer. Her oeuvre comprises short stories, novels theatrical works and film scripts. Born in Stendal, she started her career as a journalist and writer for children's books and Young Adult literature, but focused predominantly on writing Novels in her later years since about 1983.",
      "pageId": 32909703,
      "monthDay": "12/31"
    },
    {
      "year": "1932",
      "uri": "/wiki/Don_James_(American_football)",
      "name": "Don James",
      "aboutText": "Luis Zuloaga (December 31, 1922 – May 23, 2013) was a Venezuelan professional baseball pitcher.\nBorn in Valencia, Carabobo, Zuloaga was a left-handed curveball specialist. He started to be known as El Mono when he entered the Venezuelan Professional Baseball League in its inaugural season of 1946.",
      "pageId": 39484316,
      "monthDay": "12/31"
    },
    {
      "year": "1932",
      "uri": "/wiki/Felix_Rexhausen",
      "name": "Felix Rexhausen",
      "aboutText": "Sir Philip Anthony Hopkins, CBE (born 31 December 1937) is a Welsh actor of film, stage, and television, and a composer and painter. After graduating from the Royal Welsh College of Music & Drama in 1957, he trained at the Royal Academy of Dramatic Art in London, and was then spotted by Laurence Olivier who invited him to join the Royal National Theatre.",
      "pageId": 2397,
      "monthDay": "12/31"
    },
    {
      "year": "1933",
      "uri": "/wiki/Edward_Bunker",
      "name": "Edward Bunker",
      "aboutText": "Sir Alexander Chapman \"Alex\" Ferguson, CBE, (born 31 December 1941) is a Scottish former football manager and player who managed Manchester United from 1986 to 2013. He is regarded by many players, managers and analysts to be one of the greatest, and most successful, managers of all time.\nFerguson played as a forward for several Scottish clubs, including Dunfermline Athletic and Rangers.",
      "pageId": 43223,
      "monthDay": "12/31"
    },
    {
      "year": "1934",
      "uri": "/wiki/Ameer_Muhammad_Akram_Awan",
      "name": "Ameer Muhammad Akram Awan",
      "aboutText": "Sarah Miles (born 31 December 1941) is an English theatre and film actress.",
      "pageId": 170685,
      "monthDay": "12/31"
    },
    {
      "year": "1935",
      "uri": "/wiki/Salman_of_Saudi_Arabia",
      "name": "Salman of Saudi Arabia",
      "aboutText": "Tess Jaray RA (born 31 December 1937) is a British painter and printmaker. She taught at The Slade School of Fine Art, UCL from 1968 until 1999. Over the last twenty years Jaray has completed a succession of major public art projects.",
      "pageId": 342217,
      "monthDay": "12/31"
    },
    {
      "year": "1936",
      "uri": "/wiki/Noel_Jan_Tyl",
      "name": "Noel Jan Tyl",
      "aboutText": "Andrew James \"Andy\" Summers (born 31 December 1942) is an English musician, born in Poulton-le-Fylde, Lancashire.",
      "pageId": 365149,
      "monthDay": "12/31"
    },
    {
      "year": "1937",
      "uri": "/wiki/Avram_Hershko",
      "name": "Avram Hershko",
      "aboutText": "Rosalind Cash (December 31, 1938 – October 31, 1995) was an American singer and actress. Her best known film role is as Charlton Heston's character's love interest Lisa, in the 1971 science fiction film, The Omega Man.",
      "pageId": 827624,
      "monthDay": "12/31"
    },
    {
      "year": "1937",
      "uri": "/wiki/Anthony_Hopkins",
      "name": "Anthony Hopkins",
      "aboutText": "Avram Hershko (Hebrew: אברהם הרשקו‎; born 31 December 1937) is a Hungarian-born Israeli biochemist and Nobel laureate in Chemistry.",
      "pageId": 1043960,
      "monthDay": "12/31"
    },
    {
      "year": "1937",
      "uri": "/wiki/Barry_Hughes",
      "name": "Barry Hughes",
      "aboutText": "Noel Jan Tyl (born December 31, 1936) is an American humanistic astrologer and writer of many books on the subject. In the 1960s and 70s he was a bass-baritone opera singer who was particularly noted for his Wagnerian roles.",
      "pageId": 1107742,
      "monthDay": "12/31"
    },
    {
      "year": "1937",
      "uri": "/wiki/Tess_Jaray",
      "name": "Tess Jaray",
      "aboutText": "For the founder of Bunkerville, Nevada, see Edward Bunker (Mormon).\nEdward Heward Bunker (December 31, 1933 – July 19, 2005) was an American author of crime fiction, a screenwriter, and an actor. He wrote numerous books, some of which have been adapted into films.",
      "pageId": 1725712,
      "monthDay": "12/31"
    },
    {
      "year": "1937",
      "uri": "/wiki/Alvis_Wayne",
      "name": "Alvis Wayne",
      "aboutText": "Salman bin Abdulaziz Al Saud (Arabic: سلمان بن عبد العزيز آل سعود‎‎, Salmān ibn ‘Abd al-‘Azīz Āl Sa‘ūd, Najdi Arabic pronunciation: [salˈmaːn ben ˈʢabd əlʢaˈziːz ʔaːl sʊˈʢuːd], Hejazi Arabic pronunciation: [salˈmaːn be̞n ˈ ʕabd alʕaˈziːz ʔaːl suˈʕuːd]; (born 31 December 1935) is the King of Saudi Arabia, Custodian of the Two Holy Mosques and the head of the House of Saud.\nHe served as the Deputy Governor and then the Governor of Riyadh for 48 years from 1963 to 2011. He was appointed as Minister of Defense in 2011.",
      "pageId": 2049120,
      "monthDay": "12/31"
    },
    {
      "year": "1938",
      "uri": "/wiki/Rosalind_Cash",
      "name": "Rosalind Cash",
      "aboutText": "Sean Sexton Cunningham (born December 1, 1941) is an American film director, producer, and writer.",
      "pageId": 2854779,
      "monthDay": "12/31"
    },
    {
      "year": "1938",
      "uri": "/wiki/Atje_Keulen-Deelstra",
      "name": "Atje Keulen-Deelstra",
      "aboutText": "Atje Keulen-Deelstra (31 December 1938 – 22 February 2013) was a Dutch speed skater, who was a four-time World Allround Champion between the age of 32 and 36.",
      "pageId": 4199804,
      "monthDay": "12/31"
    },
    {
      "year": "1939",
      "uri": "/wiki/Willye_White",
      "name": "Willye White",
      "aboutText": "Mani Neumeier (Manfred Neumeier, born December 31, 1940 in Munich) is a German rock musician, free jazz-drummer, artist, and frontman (singer and drummer) of the German Krautrock-band Guru Guru.\nProbably best known for his work with Guru Guru, Neumeier collaborated with numerous bands and artists, such as Dieter Möbius, Damo Suzuki, Harmonia, Hans-Karsten Raecke, Irène Schweizer, Peter Brötzmann, Sonny Sharrock, Uchihashi Kazuhisa, Jojo Hiroshige, Kawabata Makoto, Yoshida Tatsuya, and Luigi Archetti. Neumeier has lived in Germany and Japan.",
      "pageId": 4674738,
      "monthDay": "12/31"
    },
    {
      "year": "1940",
      "uri": "/wiki/Mani_Neumeier",
      "name": "Mani Neumeier",
      "aboutText": "Ameer Muhammad Akram Awan (Urdu: امیر محمد اکرم اعوان‎) (born 31 December 1934 in British India) is Islamic Scholar and Shaikh of the Islamic Tasawwuf order Naqshbandia Owaisiah (Urdu: نقشبندیه اویسیه‎). He is a scholar of the Quran and has written a translation for the common man in Urdu named Akram ut Tarajim, a tafsir (commentary) of the Quran named Asrar ut Tanzil and many other books.\nAmeer delivers a lecture every Friday at Jumu'ah prayer on the tafsir of the Quran and Sufism.",
      "pageId": 4705567,
      "monthDay": "12/31"
    },
    {
      "year": "1941",
      "uri": "/wiki/Sean_S._Cunningham",
      "name": "Sean S. Cunningham",
      "aboutText": "Taufiq Kiemas (31 December 1942 – 8 June 2013) was the Speaker of the People's Consultative Assembly of Indonesia from 2009 until his death in 2013. Taufiq (sometimes spelt Taufik) was the husband of Megawati Sukarnoputri, President of Indonesia from 2001 to 2004.\nTaufiq married Megawati in 1973; it was Megawati's third marriage.",
      "pageId": 6078539,
      "monthDay": "12/31"
    },
    {
      "year": "1941",
      "uri": "/wiki/Alex_Ferguson",
      "name": "Alex Ferguson",
      "aboutText": "Willye Brown White (December 31, 1939 – February 6, 2007) was the first American track and field athlete to take part in five Olympics, from 1956 to 1972. She was America's best female long jumper of the time and also competed in the 100 meters sprint. White was a Tennessee State University Tigerbelle under Coach Ed Temple.",
      "pageId": 6731336,
      "monthDay": "12/31"
    },
    {
      "year": "1941",
      "uri": "/wiki/Johnny_Leeze",
      "name": "Johnny Leeze",
      "aboutText": "Felix Rexhausen (31 December 1932 – 6 February 1992) was a German journalist, editor and author.",
      "pageId": 13220074,
      "monthDay": "12/31"
    },
    {
      "year": "1941",
      "uri": "/wiki/Sarah_Miles",
      "name": "Sarah Miles",
      "aboutText": "Alvis Wayne (December 31, 1937 – July 31, 2013) was an American rockabilly singer.",
      "pageId": 15539829,
      "monthDay": "12/31"
    },
    {
      "year": "1942",
      "uri": "/wiki/Taufiq_Kiemas",
      "name": "Taufiq Kiemas",
      "aboutText": "Barry Hughes (born 31 December 1937) is a Welsh former professional football player and manager, active primarily in the Netherlands.",
      "pageId": 27682857,
      "monthDay": "12/31"
    },
    {
      "year": "1942",
      "uri": "/wiki/Andy_Summers",
      "name": "Andy Summers",
      "aboutText": "Johnny Leeze (born John Glen; 31 December 1941) is a British actor of television and film. He is best known for playing Harry Clayton in long running British soap opera Coronation Street for a few months in 1985, and as Ned Glover on the British soap opera Emmerdale from 1994 to 1999. He appeared again in 2000, before leaving shortly afterwards.",
      "pageId": 38605614,
      "monthDay": "12/31"
    },
    {
      "year": "1943",
      "uri": "/wiki/John_Denver",
      "name": "John Denver",
      "aboutText": "Henry John Deutschendorf, Jr. (December 31, 1943 – October 12, 1997), known professionally as John Denver, was an American singer-songwriter, actor, activist and humanitarian, whose greatest commercial success was as a solo singer, starting in the 1970s. He was one of the most popular acoustic artists of the decade and one of its best-selling artists.",
      "pageId": 58586,
      "monthDay": "12/31"
    },
    {
      "year": "1943",
      "uri": "/wiki/Ben_Kingsley",
      "name": "Ben Kingsley",
      "aboutText": "Sir Ben Kingsley (born Krishna Bhanji; 31 December 1943) is an English actor. In a career spanning over 40 years, he has won an Oscar, Grammy, BAFTA, two Golden Globes and Screen Actors Guild awards. He is known for his starring role as Mohandas Gandhi in the 1982 film Gandhi, for which he won the Academy Award for Best Actor.",
      "pageId": 168480,
      "monthDay": "12/31"
    },
    {
      "year": "1943",
      "uri": "/wiki/Mavis_Maclean",
      "name": "Mavis Maclean",
      "aboutText": "Constance Elaine Trimmer Willis (born December 31, 1945) is an American science fiction/fantasy writer. She has won eleven Hugo Awards and seven Nebula Awards for particular works—more major awards than any other writer—most recently the year's \"Best Novel\" Hugo and Nebula Awards for Blackout/All Clear (2010). She was inducted by the Science Fiction Hall of Fame in 2009 and the Science Fiction Writers of America named her its 28th SFWA Grand Master in 2011.",
      "pageId": 375987,
      "monthDay": "12/31"
    },
    {
      "year": "1943",
      "uri": "/wiki/Pete_Quaife",
      "name": "Pete Quaife",
      "aboutText": "Burton Lorne Cummings, OC OM (born December 31, 1947) is a Canadian musician and songwriter.\nHe was the former lead singer and frequent keyboardist for the Canadian rock band The Guess Who. During his 10 years in the band, from 1965 to 1975, he sang, wrote or co-wrote many hit songs including \"American Woman,\" \"No Time\", \"Share the Land\", \"Hand Me Down World\", \"Laughing\", \"Star Baby\", \"New Mother Nature\", \"These Eyes\", and \"Clap for the Wolfman\".",
      "pageId": 476004,
      "monthDay": "12/31"
    },
    {
      "year": "1944",
      "uri": "/wiki/Taylor_Hackford",
      "name": "Taylor Hackford",
      "aboutText": "Lyudmila Alekseyevna Pakhomova (Russian: Людмила Алексеевна Пахомова; 31 December 1946 – 17 May 1986) was an ice dancer who competed for the Soviet Union.",
      "pageId": 627037,
      "monthDay": "12/31"
    },
    {
      "year": "1944",
      "uri": "/wiki/Neil_Ross",
      "name": "Neil Ross",
      "aboutText": "Tim Matheson (born Timothy Lewis Matthieson; December 31, 1947) is an American actor, director and producer. He is perhaps best known for his portrayals of the smooth-talking Eric \"Otter\" Stratton in the 1978 comedy National Lampoon's Animal House and of Vice President John Hoynes in the NBC drama, The West Wing.",
      "pageId": 730179,
      "monthDay": "12/31"
    },
    {
      "year": "1945",
      "uri": "/wiki/Connie_Willis",
      "name": "Connie Willis",
      "aboutText": "Joseph Angelo D'Allesandro III (born December 31, 1948), better known as Joe Dallesandro, is an American actor and Warhol superstar. Having also crossed over into mainstream roles like mobster Lucky Luciano in The Cotton Club, Dallesandro is generally considered to be the most famous male sex symbol of American underground films of the 20th century, as well as a sex symbol of gay subculture.\nDallesandro starred in Flesh as a teenage street hustler.",
      "pageId": 1272112,
      "monthDay": "12/31"
    },
    {
      "year": "1946",
      "uri": "/wiki/Diane_von_F%C3%BCrstenberg",
      "name": "Diane von Fürstenberg",
      "aboutText": "Peter Alexander Greenlaw \"Pete\" Quaife (31 December 1943 – 23 June 2010) was an English musician, artist and author. He was a founding member and the original bass guitarist for The Kinks, from 1963 until 1969. He also sang backing vocals on some of their records.",
      "pageId": 1388633,
      "monthDay": "12/31"
    },
    {
      "year": "1946",
      "uri": "/wiki/Roy_Greenslade",
      "name": "Roy Greenslade",
      "aboutText": "Diane von Furstenberg, formerly Princess Diane of Fürstenberg (German: Diane Prinzessin zu Fürstenberg; born Diane Simone Michelle Halfin; 31 December 1946) is a Belgian-born American fashion designer best known for her iconic wrap dress. She initially rose to prominence when she married into the German princely House of Fürstenberg, as the wife of Prince Egon of Fürstenberg. Following their divorce in 1972, she has continued to use his family name, although she is no longer entitled to use the title princess following her divorce and subsequent remarriage in 2001.",
      "pageId": 1423846,
      "monthDay": "12/31"
    },
    {
      "year": "1946",
      "uri": "/wiki/Pius_Ncube",
      "name": "Pius Ncube",
      "aboutText": "Taylor Edwin Hackford (born December 31, 1944) is an American film director, and the former president of the Directors Guild of America. He has directed a number of feature films, notably An Officer and a Gentleman and Ray.",
      "pageId": 1449237,
      "monthDay": "12/31"
    },
    {
      "year": "1946",
      "uri": "/wiki/Lyudmila_Pakhomova",
      "name": "Lyudmila Pakhomova",
      "aboutText": "Rita Lee (born Rita Lee Jones, December 31, 1947) is a Brazilian rock singer and composer. She is a former member of the Brazilian band Os Mutantes and is a popular figure in Brazilian entertainment, where she is also known for being an animal rights activist and a vegetarian.",
      "pageId": 1638915,
      "monthDay": "12/31"
    },
    {
      "year": "1946",
      "uri": "/wiki/Eric_Robson",
      "name": "Eric Robson",
      "aboutText": "Pius Alick Mvundla Ncube (born 31 December 1946) served as the Roman Catholic Archbishop of Bulawayo, Zimbabwe, until he resigned on 11 September 2007. Widely known for his human rights advocacy, Ncube is an outspoken critic of President Robert Mugabe.\nArchbishop Ncube received a Human Rights Award from Human Rights First on 23 October 2003 for speaking out against torture and confronting the Mugabe government for starving certain regions of Zimbabwe for political reasons.",
      "pageId": 1656755,
      "monthDay": "12/31"
    },
    {
      "year": "1946",
      "uri": "/wiki/Nigel_Rudd",
      "name": "Nigel Rudd",
      "aboutText": "William \"Sandy\" Pullar Jardine (31 December 1948 – 24 April 2014) was a Scottish professional footballer, who played for Rangers, Hearts and represented Scotland. He twice won the Scottish Football Writers Association Player of the Year award and was part of the Rangers team that won the European Cup Winners' Cup in 1972. Jardine was also co-manager of Hearts with Alex MacDonald and later worked for Rangers.",
      "pageId": 2744875,
      "monthDay": "12/31"
    },
    {
      "year": "1946",
      "uri": "/wiki/Tim_Stevens",
      "name": "Tim Stevens",
      "aboutText": "Neil Ross (born 31 December 1944) is an English-born voice actor and announcer, now resident in the United States, working in Los Angeles. He has provided voices in many American cartoons, most notably Voltron, G.I. Joe and Transformers. He has also done voice work in numerous video games, including Mass Effect and Leisure Suit Larry 6 and 7.",
      "pageId": 3282781,
      "monthDay": "12/31"
    },
    {
      "year": "1947",
      "uri": "/wiki/Burton_Cummings",
      "name": "Burton Cummings",
      "aboutText": "René Paul Robert (born December 31, 1948) is a Canadian retired professional ice hockey right winger who played 12 seasons in the NHL between 1970 and 1982. Robert was selected to 2 National Hockey League All-Star Games (1972–73, 1974–75) and was selected as the Second NHL All-Star Team right wing in 1974–75.\nRobert played 744 career NHL games, scoring 284 goals and 418 assists for 702 points.",
      "pageId": 3457381,
      "monthDay": "12/31"
    },
    {
      "year": "1947",
      "uri": "/wiki/Rita_Lee",
      "name": "Rita Lee",
      "aboutText": "Sir Nigel Rudd FCA DL (born 31 December 1946 in Derby, England), is a Fellow of the Institute of Chartered Accountants. In 1982, he founded Williams Holdings, a company which went on to become one of the largest industrial holding companies in the United Kingdom until its demerger in November 2000, creating Chubb plc and Kidde plc. He became the non-executive Chairman of Kidde plc until December 2003.",
      "pageId": 4466351,
      "monthDay": "12/31"
    },
    {
      "year": "1947",
      "uri": "/wiki/Tim_Matheson",
      "name": "Tim Matheson",
      "aboutText": "Roy Greenslade (born 31 December 1946) is Professor of Journalism at City University London and has been a media commentator since 1992, most notably for The Guardian. He currently writes a daily blog on The Guardian media site and also writes a column for the London Evening Standard.\n^ \"Academic Experts\".",
      "pageId": 6455251,
      "monthDay": "12/31"
    },
    {
      "year": "1948",
      "uri": "/wiki/Joe_Dallesandro",
      "name": "Joe Dallesandro",
      "aboutText": "Timothy John \"Tim\" Stevens (born 31 December 1946) is a British Anglican bishop. He was Bishop of Dunwich from 1995 to 1999 and was Bishop of Leicester from 1999 to 2015. From 2003 to 2015, he was a member of the House of Lords as a Lord Spiritual and served as Convenor of the Lords Spiritual from 2009 to 2015.",
      "pageId": 8065156,
      "monthDay": "12/31"
    },
    {
      "year": "1948",
      "uri": "/wiki/Sandy_Jardine",
      "name": "Sandy Jardine",
      "aboutText": "Eric Robson, born (1946-12-31) 31 December 1946  in Scotland, is a television broadcaster, author and documentary film maker who has lived for most of his life in Cumbria, where he has a sheep farm.",
      "pageId": 20600045,
      "monthDay": "12/31"
    },
    {
      "year": "1948",
      "uri": "/wiki/Ren%C3%A9_Robert",
      "name": "René Robert",
      "aboutText": "Mavis Maclean (born 31 December 1943), CBE, FRSA, FAcSS has carried out socio-legal research at Oxford since 1974, and in 2001 founded the Oxford Centre for Family Law and Policy (OXFLAP).\nIn 1993 she was elected President of the Research Committee for the Sociology of Law, International Sociological Association, in 2000 a Trustee of the Law and Society Association. Maclean founded Oxford Centre for Family Law and Policy (OXFLAP) in 2001, she is also a Fellow of the Royal Society of Arts and the ESRC Research College SHARe.",
      "pageId": 39933870,
      "monthDay": "12/31"
    },
    {
      "year": "1948",
      "uri": "/wiki/Donna_Summer",
      "name": "Donna Summer",
      "aboutText": "LaDonna Adrian Gaines (December 31, 1948 – May 17, 2012), known by her stage name Donna Summer, was an American singer, songwriter, and painter. She gained prominence during the disco era of the late-1970s. A five-time Grammy Award winner, she was the first artist to have three consecutive double albums reach No.",
      "pageId": 149561,
      "monthDay": "12/31"
    },
    {
      "year": "1949",
      "uri": "/wiki/Ellen_Datlow",
      "name": "Ellen Datlow",
      "aboutText": "Michael Alden Hedges (December 31, 1953 – December 2, 1997) was an American composer, acoustic guitarist and singer-songwriter. He is known for having pioneered percussive fingerstyle guitar, the influence of which can now be heard in the compositions and playing of many guitarists.",
      "pageId": 296900,
      "monthDay": "12/31"
    },
    {
      "year": "1949",
      "uri": "/wiki/Seub_Nakhasathien",
      "name": "Seub Nakhasathien",
      "aboutText": "Thomas William \"Tom\" Hamilton (born December 31, 1951 in Colorado, United States) is an American musician, best known as the bassist for the hard rock band Aerosmith. He co-wrote two of Aerosmith's hits, \"Sweet Emotion\" and \"Janie's Got a Gun\". Hamilton occasionally plays guitar (e.g.",
      "pageId": 505336,
      "monthDay": "12/31"
    },
    {
      "year": "1949",
      "uri": "/wiki/Susan_Shwartz",
      "name": "Susan Shwartz",
      "aboutText": "Hermann Tilke (born 31 December 1954) is a German engineer and auto racer, who has designed numerous Formula One motor racing circuits.",
      "pageId": 560012,
      "monthDay": "12/31"
    },
    {
      "year": "1950",
      "uri": "/wiki/Phil_Blakeway",
      "name": "Phil Blakeway",
      "aboutText": "Trevor Phillips, OBE (born 31 December 1953) is a British writer, broadcaster and former politician. In March 2015, Trevor was appointed as the President of the Partnership Council of the John Lewis Partnership for a three-year term. He is the first external appointment since 1928.",
      "pageId": 601148,
      "monthDay": "12/31"
    },
    {
      "year": "1950",
      "uri": "/wiki/Inge_Helten",
      "name": "Inge Helten",
      "aboutText": "Sir Vaughan Frederick Randal Jones KNZM FRS FRSNZ FAA (born 31 December 1952) is a New Zealand mathematician, known for his work on von Neumann algebras and knot polynomials.",
      "pageId": 1227628,
      "monthDay": "12/31"
    },
    {
      "year": "1950",
      "uri": "/wiki/Cheryl_Womack",
      "name": "Cheryl Womack",
      "aboutText": "Steve Rude (born December 31, 1956) is an American comic book artist.\n^ Miller, John Jackson (June 10, 2005). \"Comics Industry Birthdays\".",
      "pageId": 1385576,
      "monthDay": "12/31"
    },
    {
      "year": "1951",
      "uri": "/wiki/Tom_Hamilton_(musician)",
      "name": "Tom Hamilton",
      "aboutText": "William James Remar (born December 31, 1953), known professionally as James Remar, is an American actor and voice actor. He played the on-off tycoon boyfriend of Kim Cattrall's character in Sex and the City, Ajax in The Warriors, homicidal maniac Albert Ganz in the 1982 thriller 48 Hrs., gangster Dutch Schultz in The Cotton Club, Lord Raiden in Mortal Kombat: Annihilation, Giuseppe Salvatore in The Vampire Diaries, Jack Duff in Miracle on 34th Street and Harry Morgan in Dexter. Since 2009, he has done voiceover work in ads for Lexus luxury cars.",
      "pageId": 1676535,
      "monthDay": "12/31"
    },
    {
      "year": "1951",
      "uri": "/wiki/Terry_Rhoads",
      "name": "Terry Rhoads",
      "aboutText": "Robert Goodwill (born 31 December 1956) is a British farmer and Conservative Party politician. He is the Member of Parliament (MP) for Scarborough and Whitby and a former Member of the European Parliament (MEP) for Yorkshire and the Humber. Since October 2013, he has been the Parliamentary Under-Secretary of State for Transport, serving under Transport Secretary Patrick McLoughlin.",
      "pageId": 1855115,
      "monthDay": "12/31"
    },
    {
      "year": "1952",
      "uri": "/wiki/Vaughan_Jones",
      "name": "Vaughan Jones",
      "aboutText": "Jane Badler (born December 31, 1953, in Brooklyn, New York) is an American actress and singer. She is best known for her role as Diana, the chief antagonist in NBC's science fiction TV series, V, between 1983 and 1985. Badler also appeared in ABC's \"reimagined\" version of V in 2011, again playing an alien named Diana, who this time is the mother of the series' chief antagonist, Anna.",
      "pageId": 2093218,
      "monthDay": "12/31"
    },
    {
      "year": "1952",
      "uri": "/wiki/Elizabeth_Norment",
      "name": "Elizabeth Norment",
      "aboutText": "Ellen Datlow (born December 31, 1949) is an American science fiction, fantasy, and horror editor and anthologist.",
      "pageId": 2246160,
      "monthDay": "12/31"
    },
    {
      "year": "1953",
      "uri": "/wiki/Jane_Badler",
      "name": "Jane Badler",
      "aboutText": "Susan Shwartz (born December 31, 1949) is an American author.\nShe received her B.A. in English from Mount Holyoke College in 1972 and a PhD in English from Harvard University.",
      "pageId": 3320921,
      "monthDay": "12/31"
    },
    {
      "year": "1953",
      "uri": "/wiki/Michael_Hedges",
      "name": "Michael Hedges",
      "aboutText": "Ingeborg (\"Inge\") Helten (born December 31, 1950) is a former athlete from West Germany, who competed mainly in the 100 metres.",
      "pageId": 6810518,
      "monthDay": "12/31"
    },
    {
      "year": "1953",
      "uri": "/wiki/Trevor_Phillips",
      "name": "Trevor Phillips",
      "aboutText": "Verna Cheryl Womack (born December 31, 1950) is an entrepreneur who founded Kansas City, Missouri-based VCW and National Association of Independent Truckers, Inc. which became a $100 million a year business selling insurance to independent truckers before selling the companies to private equity investors Clayton, Dubilier & Rice.",
      "pageId": 7397751,
      "monthDay": "12/31"
    },
    {
      "year": "1953",
      "uri": "/wiki/James_Remar",
      "name": "James Remar",
      "aboutText": "Terry Rhoads (December 31, 1951 – October 11, 2013) was an American television actor.",
      "pageId": 10952816,
      "monthDay": "12/31"
    },
    {
      "year": "1954",
      "uri": "/wiki/Alex_Salmond",
      "name": "Alex Salmond",
      "aboutText": "Helma Knorscheidt (born 31 December 1956 in Nauendorf, Saxony-Anhalt) is an East German shot putter.\nShe competed for the sports club SC Chemie Halle during her active career.\nAs a veteran Helma Knorscheidt (now married Teuscher) is active as well.",
      "pageId": 11518583,
      "monthDay": "12/31"
    },
    {
      "year": "1954",
      "uri": "/wiki/Hermann_Tilke",
      "name": "Hermann Tilke",
      "aboutText": "Philip John \"Phil\" Blakeway (born 31 December 1950) is a former England international rugby union player.",
      "pageId": 14300292,
      "monthDay": "12/31"
    },
    {
      "year": "1956",
      "uri": "/wiki/Robert_Goodwill",
      "name": "Robert Goodwill",
      "aboutText": "Alexander Elliot Anderson Salmond (/ˈsæmənd/; born 31 December 1954) is a Scottish politician who served as the fourth First Minister of Scotland from 2007 to 2014. He is currently a member of both the Scottish and United Kingdom parliaments. Salmond was the leader of the Scottish National Party (SNP) for over twenty years, having served for two terms, firstly from 1990 to 2000 and subsequently from 2004 to 2014.",
      "pageId": 21234593,
      "monthDay": "12/31"
    },
    {
      "year": "1956",
      "uri": "/wiki/Helma_Knorscheidt",
      "name": "Helma Knorscheidt",
      "aboutText": "Seub Nakhasathien (Thai: สืบ นาคะเสถียร, 31 December 1949 – 1 September 1990) was a Thai conservationist who was well known for his efforts to conserve and protect the nature in Huai Kha Khaeng Wildlife Sanctuary and Chiew Larn.",
      "pageId": 25767439,
      "monthDay": "12/31"
    },
    {
      "year": "1956",
      "uri": "/wiki/Steve_Rude",
      "name": "Steve Rude",
      "aboutText": "Elizabeth Larrabee Norment (December 31, 1952 – October 13, 2014) was an American actress best known for her role as Nancy Kaufberger in the Netflix series House of Cards. She attended Yale University, and had performed in several theater roles before moving into television.",
      "pageId": 44242029,
      "monthDay": "12/31"
    },
    {
      "year": "1956",
      "uri": "/wiki/Hussein_Ahmed_Salah",
      "name": "Hussein Ahmed Salah",
      "aboutText": "Val Edward Kilmer (born December 31, 1959) is an American actor. Originally a stage actor, Kilmer became popular in the mid-1980s after a string of appearances in comedy films, starting with Top Secret! (1984), then the cult classic Real Genius (1985), as well as the blockbuster action film Top Gun (1986) and the swords and sorcery fantasy film Willow (1988).",
      "pageId": 53327,
      "monthDay": "12/31"
    },
    {
      "year": "1958",
      "uri": "/wiki/Bebe_Neuwirth",
      "name": "Bebe Neuwirth",
      "aboutText": "John Allen Muhammad (December 31, 1960 – November 10, 2009) was an American convicted murderer from Baton Rouge, Louisiana. He, along with his seventeen-year-old partner, Lee Boyd Malvo, carried out the Beltway sniper attacks of October 2002, killing at least 10 people. Muhammad and Malvo were arrested in connection with the attacks on October 24, 2002, following tips from alert citizens.",
      "pageId": 137562,
      "monthDay": "12/31"
    },
    {
      "year": "1959",
      "uri": "/wiki/Liveris_Andritsos",
      "name": "Liveris Andritsos",
      "aboutText": "Beatrice \"Bebe\" Neuwirth (/ˌbiːətrɪs ˌbiːbiː ˈnjuːwɜrθ/; born December 31, 1958) is an American actress, singer and dancer. On television, she is known for her portrayal of Dr. Lilith Sternin, Dr.",
      "pageId": 308934,
      "monthDay": "12/31"
    },
    {
      "year": "1959",
      "uri": "/wiki/Ron_Bennington",
      "name": "Ron Bennington",
      "aboutText": "Stephen Roger \"Steve\" Bruce (born 31 December 1960) is an English football manager and former player who is currently the manager at Hull City. Born in Corbridge, Northumberland, he was a promising schoolboy footballer but was rejected by several professional clubs. He was on the verge of quitting the game altogether when he was offered a trial with Gillingham F.C. Bruce was offered an apprenticeship and went on to play more than 200 games for the club before joining Norwich City in 1984.",
      "pageId": 610021,
      "monthDay": "12/31"
    },
    {
      "year": "1959",
      "uri": "/wiki/Val_Kilmer",
      "name": "Val Kilmer",
      "aboutText": "Konishiki Yasokichi (小錦八十吉, Konishiki Yasokichi, born Saleva'a Fuauli Atisano'e on December 31, 1963), is a Hawaiian-born Japanese–Samoan former sumo wrestler. He was the first non-Japanese-born wrestler to reach ōzeki, the second highest rank in the sport. During his career he won the top division championship on three occasions and came close to becoming the first foreign-born grand champion, or yokozuna, prompting a debate as to whether a foreigner could have the necessary cultural understanding to be acceptable in sumo's ultimate rank.",
      "pageId": 819537,
      "monthDay": "12/31"
    },
    {
      "year": "1959",
      "uri": "/wiki/Phill_Kline",
      "name": "Phill Kline",
      "aboutText": "Scott Ian (born Scott Ian Rosenfeld; December 31, 1963) is an American musician, best known as the rhythm guitarist, backing and additional lead vocalist, and the only remaining original founding member for the thrash metal band, Anthrax. He also writes the lyrics on all their albums. Ian is the guitarist and a founding member of the crossover thrash band Stormtroopers of Death.",
      "pageId": 833866,
      "monthDay": "12/31"
    },
    {
      "year": "1959",
      "uri": "/wiki/Baron_Waqa",
      "name": "Baron Waqa",
      "aboutText": "Paul Harold Westerberg (born December 31, 1959) is an American musician, best known as the lead singer, guitarist and songwriter in The Replacements, one of the seminal alternative rock bands of the 1980s. He launched a solo career after the dissolution of that band. In recent years, he has cultivated a more independent-minded approach, primarily recording his music at home in his basement.",
      "pageId": 851244,
      "monthDay": "12/31"
    },
    {
      "year": "1959",
      "uri": "/wiki/Paul_Westerberg",
      "name": "Paul Westerberg",
      "aboutText": "Richard Warren Aguilera (born December 31, 1961) is a former Major League Baseball (MLB) pitcher.",
      "pageId": 891367,
      "monthDay": "12/31"
    },
    {
      "year": "1960",
      "uri": "/wiki/Steve_Bruce",
      "name": "Steve Bruce",
      "aboutText": "Phillip D. \"Phill\" Kline (born December 31, 1959) is a former Kansas state legislator (1992-2000), former district attorney of Johnson County, and the Attorney General of Kansas from January 2003 to January 2007. Kline, a member of the Republican Party, lost re-election as attorney general to Democratic challenger, Johnson County District Attorney Paul Morrison, on November 7, 2006, 58%-41%. Having been appointed by the Republican County Central Committee over Steve Howe to fill the vacancy left by Paul Morrison's election as Kansas Attorney General, Kline became the district attorney of Johnson County on the day he left office as attorney general, essentially switching jobs with Morrison.",
      "pageId": 1370857,
      "monthDay": "12/31"
    },
    {
      "year": "1960",
      "uri": "/wiki/John_Allen_Muhammad",
      "name": "John Allen Muhammad",
      "aboutText": "Michael James McDonald (born December 31, 1964) is an American actor, director, writer, and comedian. He is best known for starring in the sketch comedy show MADtv. McDonald joined the show during the fourth season (1998) and remained in the cast until the end of the thirteenth and penultimate season, having become the longest-tenured cast member.",
      "pageId": 1441902,
      "monthDay": "12/31"
    },
    {
      "year": "1961",
      "uri": "/wiki/Rick_Aguilera",
      "name": "Rick Aguilera",
      "aboutText": "Heather Louise McCartney (born Heather Louise See; December 31, 1962) is an American potter and artist who is the daughter of Linda Eastman McCartney and adopted daughter of Paul McCartney.",
      "pageId": 1562424,
      "monthDay": "12/31"
    },
    {
      "year": "1961",
      "uri": "/wiki/Jeremy_Heywood",
      "name": "Jeremy Heywood",
      "aboutText": "Ron Bennington (December 31, 1959) is an American radio personality and comedian, who currently is the co-host of Bennington and host of Unmasked. Additionally has been a co-host of a number of radio shows including the The Ron and Ron Show and The Ron and Fez Show.",
      "pageId": 2380323,
      "monthDay": "12/31"
    },
    {
      "year": "1961",
      "uri": "/wiki/Nina_Li_(actress)",
      "name": "Nina Li",
      "aboutText": "Don Diamont (born Donald Feinberg; December 31, 1962) is an American actor. His best known roles include Brad Carlton on The Young and the Restless and Bill Spencer, Jr. on The Bold and the Beautiful.",
      "pageId": 2617569,
      "monthDay": "12/31"
    },
    {
      "year": "1962",
      "uri": "/wiki/Tyrone_Corbin",
      "name": "Tyrone Corbin",
      "aboutText": "Hussein Ahmed Salah (Arabic: حسين أحمد صلاح‎, born December 31, 1956 in Ali Sabieh, Djibouti) is a former Djiboutian long-distance runner, best known for winning a bronze medal in the marathon at the 1988 Summer Olympics. He also won silver medals in this event at the 1987 and 1991 World Championships.",
      "pageId": 3245151,
      "monthDay": "12/31"
    },
    {
      "year": "1962",
      "uri": "/wiki/Don_Diamont",
      "name": "Don Diamont",
      "aboutText": "Tyrone Kennedy Corbin (born December 31, 1962) is an American basketball player and coach who last coached the Sacramento Kings of the National Basketball Association (NBA) as an interim head coach in the 2014-15 season. He was appointed the Utah Jazz head coach on February 10, 2011 following the resignation of longtime coach Jerry Sloan.",
      "pageId": 4752864,
      "monthDay": "12/31"
    },
    {
      "year": "1962",
      "uri": "/wiki/Chris_Hallam",
      "name": "Chris Hallam",
      "aboutText": "Nina Li (born December 31, 1961 in Shanghai), also known by her Chinese name Li Chi or Li Zhi (Chinese: 利智), is a retired Hong Kong actress. She is married to Chinese action superstar Jet Li.",
      "pageId": 7466837,
      "monthDay": "12/31"
    },
    {
      "year": "1962",
      "uri": "/wiki/Heather_McCartney",
      "name": "Heather McCartney",
      "aboutText": "Liveris Andritsos (Greek: Λιβέρης Ανδρίτσος; born December 31, 1959 in Athens, Greece) is a retired Greek professional basketball player.",
      "pageId": 14631405,
      "monthDay": "12/31"
    },
    {
      "year": "1963",
      "uri": "/wiki/Scott_Ian",
      "name": "Scott Ian",
      "aboutText": "Baron Divavesi Waqa (/bærˈʌn dɪvʌveɪˈsiː wɑːˈkʌ/; born December 31, 1959) is a Nauruan politician who has been President of Nauru since 11 June 2013.",
      "pageId": 17895718,
      "monthDay": "12/31"
    },
    {
      "year": "1963",
      "uri": "/wiki/Konishiki_Yasokichi",
      "name": "Konishiki Yasokichi",
      "aboutText": "Christopher \"Chris\" Alexander Hallam, MBE (31 December 1962 – 16 August 2013) was a Welsh Paralympian and wheelchair athlete.",
      "pageId": 22826403,
      "monthDay": "12/31"
    },
    {
      "year": "1964",
      "uri": "/wiki/Michael_McDonald_(comedian)",
      "name": "Michael McDonald",
      "aboutText": "Sir Jeremy John Heywood, KCB, CVO (born 31 December 1961) is a senior British civil servant who has been the Cabinet Secretary since 1 January 2012, and Head of the Home Civil Service since September 2014.",
      "pageId": 25867598,
      "monthDay": "12/31"
    },
    {
      "year": "1965",
      "uri": "/wiki/Tony_Dorigo",
      "name": "Tony Dorigo",
      "aboutText": "Gong Li (born 31 December 1965) is a Chinese born Naturalised Singaporean Chinese actress. Gong first came into international prominence through close collaboration with Chinese director Zhang Yimou and is credited with helping to bring Chinese cinema to Europe and the United States.",
      "pageId": 150071,
      "monthDay": "12/31"
    },
    {
      "year": "1965",
      "uri": "/wiki/Julie_Doucet",
      "name": "Julie Doucet",
      "aboutText": "Brent Robert Barry (born December 31, 1971) is an American retired professional basketball player. He is the son of former NBA player Rick Barry. The 6 ft 7 in (2.01 m), 210 lb (95 kg; 15 st) shooting guard played professionally in the National Basketball Association, winning two championships with the San Antonio Spurs.",
      "pageId": 633925,
      "monthDay": "12/31"
    },
    {
      "year": "1965",
      "uri": "/wiki/Gong_Li",
      "name": "Gong Li",
      "aboutText": "Nicholas Charles Sparks (born December 31, 1965) is an American writer and novelist. He has published eighteen novels and two non-fiction books.",
      "pageId": 679409,
      "monthDay": "12/31"
    },
    {
      "year": "1965",
      "uri": "/wiki/Nicholas_Sparks",
      "name": "Nicholas Sparks",
      "aboutText": "Paul Dominik Diamond (known as Dominik Diamond) is a Scottish television and radio presenter and newspaper columnist. He is best known as the original presenter of Channel 4's video gaming programme GamesMaster, as host of The Dominik Diamond Breakfast Show on Xfm Scotland and as a columnist for the Daily Star. He formerly hosted The Dominik Diamond Show Mon-Fri 6-11pm on Q107 in Toronto.",
      "pageId": 1002895,
      "monthDay": "12/31"
    },
    {
      "year": "1965",
      "uri": "/wiki/Jeff_Williams_(athlete)",
      "name": "Jeff Williams",
      "aboutText": "Esteban Antonio Loaiza Veyna [lo-EYE-sa] (born December 31, 1971) is a baseball pitcher.",
      "pageId": 1412256,
      "monthDay": "12/31"
    },
    {
      "year": "1966",
      "uri": "/wiki/Lisa_Joyner",
      "name": "Lisa Joyner",
      "aboutText": "Julie Doucet (born December 31, 1965 in Montreal, Quebec, Canada) is a Canadian former underground cartoonist and artist, best known for her autobiographical works such as Dirty Plotte and My New York Diary.",
      "pageId": 1559140,
      "monthDay": "12/31"
    },
    {
      "year": "1968",
      "uri": "/wiki/Gerry_Dee",
      "name": "Gerry Dee",
      "aboutText": "Joseph Mulrey \"Joe\" McIntyre (born December 31, 1972) is an American singer-songwriter and actor. He is best known as the youngest member of the boy band New Kids on the Block. He has sold over 1 million records worldwide as a solo artist.",
      "pageId": 2048467,
      "monthDay": "12/31"
    },
    {
      "year": "1968",
      "uri": "/wiki/Junot_D%C3%ADaz",
      "name": "Junot Díaz",
      "aboutText": "Carlos Morales Quintana (born December 31, 1970) is a Spanish architect and yachtsman. He is the husband of Princess Alexia of Greece and Denmark who is member of the Greek and Danish Royal Families.\nCarlos Morales was born on 31 December 1970 in Lanzarote, Spain to Luis Miguel Morales y Armas and María Teresa Quintana y González.",
      "pageId": 2377209,
      "monthDay": "12/31"
    },
    {
      "year": "1968",
      "uri": "/wiki/Luciano_Szafir",
      "name": "Luciano Szafir",
      "aboutText": "Bryon Demetrise Russell (born December 31, 1970) is an American former professional basketball player from San Bernardino, California. During a National Basketball Association (NBA) career that spanned from 1993 to 2006, he played for the Denver Nuggets, Washington Wizards and Los Angeles Lakers and was a key member of the Utah Jazz, helping them reach back-to-back NBA finals appearances in 1997 and 1998. He was also a part of the Seattle SuperSonics roster for a brief time but never appeared in a game for them.",
      "pageId": 2429964,
      "monthDay": "12/31"
    },
    {
      "year": "1969",
      "uri": "/wiki/Dominik_Diamond",
      "name": "Dominik Diamond",
      "aboutText": "Shandon Rodriguez Anderson (born December 31, 1973) is an American retired professional basketball player who played in the National Basketball Association (NBA) from 1996 to 2006. Growing up in Atlanta, Anderson attended the University of Georgia and played for four teams during his ten-year NBA career after being drafted by the Utah Jazz in 1996: the Jazz, Houston Rockets, New York Knicks, and Miami Heat. He played the shooting guard and small forward positions.",
      "pageId": 2430177,
      "monthDay": "12/31"
    },
    {
      "year": "1969",
      "uri": "/wiki/Are_Kalv%C3%B8",
      "name": "Are Kalvø",
      "aboutText": "Junot Díaz (born December 31, 1968) is a Dominican American writer, creative writing professor at Massachusetts Institute of Technology (MIT), and fiction editor at Boston Review. He also serves on the board of advisers for Freedom University, a volunteer organization in Georgia that provides post-secondary instruction to undocumented immigrants. Central to Díaz's work is the immigrant experience.",
      "pageId": 3316024,
      "monthDay": "12/31"
    },
    {
      "year": "1970",
      "uri": "/wiki/Jorge_Alberto_da_Costa_Silva",
      "name": "Jorge Alberto da Costa Silva",
      "aboutText": "Chandra K. West (born December 31, 1970) is a Canadian actress.",
      "pageId": 3829628,
      "monthDay": "12/31"
    },
    {
      "year": "1970",
      "uri": "/wiki/Danny_McNamara",
      "name": "Danny McNamara",
      "aboutText": "Found siblings,",
      "pageId": 4434049,
      "monthDay": "12/31"
    },
    {
      "year": "1970",
      "uri": "/wiki/Carlos_Morales_Quintana",
      "name": "Carlos Morales Quintana",
      "aboutText": "Anthony Robert \"Tony\" Dorigo (born 31 December 1965) is an Australian-born English former professional footballer who played as a defender from 1983 to 2001.\nHe played for Aston Villa, Chelsea, Leeds United and the England national side., as well as Torino, Derby County and Stoke City.",
      "pageId": 4961567,
      "monthDay": "12/31"
    },
    {
      "year": "1970",
      "uri": "/wiki/Bryon_Russell",
      "name": "Bryon Russell",
      "aboutText": "Lisa Marie Joyner (born December 31, 1966) is an American entertainment reporter and television host.",
      "pageId": 5065631,
      "monthDay": "12/31"
    },
    {
      "year": "1970",
      "uri": "/wiki/Chandra_West",
      "name": "Chandra West",
      "aboutText": "Gerry Dee (born December 31, 1968 in Scarborough, Ontario) is a Canadian actor and stand-up comedian.",
      "pageId": 12455204,
      "monthDay": "12/31"
    },
    {
      "year": "1971",
      "uri": "/wiki/Brent_Barry",
      "name": "Brent Barry",
      "aboutText": "Are Kalvø (born 31 December 1969) is a Norwegian writer and satirist.\nHe was born in Stranda. His debut work as writer was Absolutt Oslo, released in 1994.",
      "pageId": 17943777,
      "monthDay": "12/31"
    },
    {
      "year": "1971",
      "uri": "/wiki/Esteban_Loaiza",
      "name": "Esteban Loaiza",
      "aboutText": "Jeffrey \"Jeff\" Williams (born December 31, 1965) is an American former track and field athlete who specialized in the 200-meter dash. He was the bronze medalist at the 1995 World Championships in Athletics and reached the 200 m final at the 1996 Summer Olympics. He set an American record in the 200 m indoors in 1996.",
      "pageId": 27446348,
      "monthDay": "12/31"
    },
    {
      "year": "1972",
      "uri": "/wiki/Joey_McIntyre",
      "name": "Joey McIntyre",
      "aboutText": "Luciano Lebelson Szafir (born São Paulo December 31, 1968) is a Brazilian model and soap opera actor.",
      "pageId": 27623420,
      "monthDay": "12/31"
    },
    {
      "year": "1973",
      "uri": "/wiki/Shandon_Anderson",
      "name": "Shandon Anderson",
      "aboutText": "Jorge Alberto da Costa Silva known as Jorjão or sometimes Jorgeao (literally Big Jorge) (born 31 December 1970) is a former Brazilian footballer.",
      "pageId": 27668120,
      "monthDay": "12/31"
    },
    {
      "year": "1973",
      "uri": "/wiki/Crystal_Knight",
      "name": "Crystal Knight",
      "aboutText": "Mario Aerts (born 31 December 1974 in Herentals, Belgium) is a former professional road bicycle racer, who competed between 1996 and 2011. He competed for three teams; Vlaanderen 2002, Team Telekom and the Lotto team through various sponsorships, competing with that particular team for twelve seasons during his career. During this time he raced in the Tours de France, the Giro d'Italia, and the Vuelta.",
      "pageId": 804144,
      "monthDay": "12/31"
    },
    {
      "year": "1973",
      "uri": "/wiki/Malcolm_Middleton",
      "name": "Malcolm Middleton",
      "aboutText": "Craig Bruce Reucassel (born 1 January 1977, in South Africa) is a television and radio comedian from Sydney, Australia. He is best known for being a member of satirical team The Chaser. He currently hosts the Australian version of Balls of Steel, which premiered in April 2011.",
      "pageId": 830939,
      "monthDay": "12/31"
    },
    {
      "year": "1974",
      "uri": "/wiki/Joe_Abercrombie",
      "name": "Joe Abercrombie",
      "aboutText": "Ryan Sakoda (born December 31, 1974) is a Japanese American professional wrestler.",
      "pageId": 993988,
      "monthDay": "12/31"
    },
    {
      "year": "1974",
      "uri": "/wiki/Mario_Aerts",
      "name": "Mario Aerts",
      "aboutText": "Matthew James Hoggard MBE (born 31 December 1976) is a former English cricketer. The 6' 2\" Hoggard was a right arm fast-medium bowler and right-handed batsman. He played international cricket for England cricket team from 2000–2008, playing both Test cricket and One Day International cricket.",
      "pageId": 1405285,
      "monthDay": "12/31"
    },
    {
      "year": "1974",
      "uri": "/wiki/Tony_Kanaan",
      "name": "Tony Kanaan",
      "aboutText": "Antoine Rizkallah Kanaan Filho, more commonly known as Tony Kanaan, (born December 31, 1974) is a Brazilian racing driver. He has won the 2013 Indianapolis 500 and the 2004 Verizon IndyCar Series championship. That season, he completed 3,305 laps, making him the first IndyCar Series driver to complete every possible lap in a season.",
      "pageId": 1615758,
      "monthDay": "12/31"
    },
    {
      "year": "1974",
      "uri": "/wiki/Ryan_Sakoda",
      "name": "Ryan Sakoda",
      "aboutText": "Malcolm Bruce Middleton (born 31 December 1973) is a Scottish musician best known for his work with Aidan Moffat in post-folk indie band Arab Strap, and his subsequent solo career, writing and producing. To date, Middleton has released six solo studio albums. Performing under the pseudonym Human Don't Be Angry, Middleton released a self-titled album (Human Don't Be Angry) in 2012.",
      "pageId": 2493574,
      "monthDay": "12/31"
    },
    {
      "year": "1975",
      "uri": "/wiki/Rami_Alanko",
      "name": "Rami Alanko",
      "aboutText": "Crystal Knight (born December 31, 1973) is an American erotic actress and exotic dancer of Cuban and Dominican heritage.",
      "pageId": 2606044,
      "monthDay": "12/31"
    },
    {
      "year": "1975",
      "uri": "/wiki/Toni_Kuivasto",
      "name": "Toni Kuivasto",
      "aboutText": "Toni Kuivasto (born 31 December 1975 in Tampere) is a retired Finnish footballer who last played for Veikkausliigaside FC Haka.",
      "pageId": 2814779,
      "monthDay": "12/31"
    },
    {
      "year": "1975",
      "uri": "/wiki/Rob_Penders",
      "name": "Rob Penders",
      "aboutText": "Elaine Cassidy (born 31 December 1979) is an Irish actress and is best known for playing the lead character Abby Mills in the American CBS TV series Harper's Island, Felicia in Felicia's Journey opposite Bob Hoskins, Runt in Disco Pigs opposite Cillian Murphy, Lydia in The Others, and Katherine Glendenning in The Paradise.",
      "pageId": 3357267,
      "monthDay": "12/31"
    },
    {
      "year": "1975",
      "uri": "/wiki/Sander_Schutgens",
      "name": "Sander Schutgens",
      "aboutText": "Wardy Alfaro Pizarro (born 31 December 1977) is a retired Costa Rican football player, who currently is goalkeeper coach at Alajuelense",
      "pageId": 5018047,
      "monthDay": "12/31"
    },
    {
      "year": "1976",
      "uri": "/wiki/Lu%C3%ADs_Carreira",
      "name": "Luís Carreira",
      "aboutText": "Paul O'Neill (born 31 December 1979 in Widnes, Cheshire) is an auto racing driver of Irish parentage, and the half-brother of 'Sporty Spice' Melanie C.",
      "pageId": 5142820,
      "monthDay": "12/31"
    },
    {
      "year": "1976",
      "uri": "/wiki/Matthew_Hoggard",
      "name": "Matthew Hoggard",
      "aboutText": "Donald John \"Don\" Trump, Jr. (born December 31, 1977) is an American businessman. He is the first child of real estate developer Donald J. Trump and Czech model Ivana Trump.",
      "pageId": 5679119,
      "monthDay": "12/31"
    },
    {
      "year": "1976",
      "uri": "/wiki/Craig_Reucassel",
      "name": "Craig Reucassel",
      "aboutText": "Rob Penders (born 31 December 1975 in Zaandam, North Holland) is a former Dutch footballer who mainly played for NAC Breda during his career. Penders is a defender who made his debut in professional football, being part of the RBC Roosendaal squad in the 1994–95 season. In the season 1999-2000 he joined NAC Breda.",
      "pageId": 11417827,
      "monthDay": "12/31"
    },
    {
      "year": "1977",
      "uri": "/wiki/Psy",
      "name": "Psy",
      "aboutText": "Rami Alanko (born December 31, 1975) is a Finnish former professional ice hockey player.\nHe is former hockey player for the Espoo Blues in the Finnish SM-liiga. He joined the club in May 2007.",
      "pageId": 11540605,
      "monthDay": "12/31"
    },
    {
      "year": "1977",
      "uri": "/wiki/Wardy_Alfaro",
      "name": "Wardy Alfaro",
      "aboutText": "Joe Abercrombie (born 31 December 1974) is a British fantasy writer and film editor. He is the author of The First Law trilogy and other related works of fantasy.",
      "pageId": 11774993,
      "monthDay": "12/31"
    },
    {
      "year": "1977",
      "uri": "/wiki/Donald_Trump,_Jr.",
      "name": "Donald Trump, Jr.",
      "aboutText": "Sander Schutgens (born 31 December 1975 in Belfeld, Limburg) is a Dutch runner.",
      "pageId": 15206654,
      "monthDay": "12/31"
    },
    {
      "year": "1978",
      "uri": "/wiki/Eisa_Al_Dah",
      "name": "Eisa Al Dah",
      "aboutText": "Noriko Nakagoshi (中越典子, Nakagoshi Noriko, born December 31, 1979 in Saga, Saga, Japan) is a Japanese actress.",
      "pageId": 16169751,
      "monthDay": "12/31"
    },
    {
      "year": "1979",
      "uri": "/wiki/Elaine_Cassidy",
      "name": "Elaine Cassidy",
      "aboutText": "Luis Filipe de Sousa Carreira (31 December 1976 – 15 November 2012) was a Portuguese motorcycle road racer.",
      "pageId": 28094322,
      "monthDay": "12/31"
    },
    {
      "year": "1979",
      "uri": "/wiki/Noriko_Nakagoshi",
      "name": "Noriko Nakagoshi",
      "aboutText": "Park Jae-sang (born December 31, 1977), hangul: 박재상, hanja: 朴載相, better known by his stage name Psy (Korean: 싸이, IPA: [s͈ai]; /ˈsaɪ/ SY), stylized PSY, is a South Korean singer, songwriter, record producer and rapper. Psy is known domestically for his humorous videos and stage performances, and internationally for his hit single \"Gangnam Style\". The song's refrain \"Oppan Gangnam Style\" (translated as \"Big brother (feminine voice) is Gangnam style\", with Psy referring to himself) was entered into The Yale Book of Quotations as one of the most famous quotations of 2012.",
      "pageId": 36524320,
      "monthDay": "12/31"
    },
    {
      "year": "1979",
      "uri": "/wiki/Paul_O%27Neill_(racing_driver)",
      "name": "Paul O'Neill",
      "aboutText": "Eisa Al Dah (born 31 December 1978, in Dubai) is an Emirati professional boxer.\n^ Luckings, Steve (17 February 2011). \"Eisa Aldah, the \"Arabian Warrior\" aims to be a worldwide hit\".",
      "pageId": 38894647,
      "monthDay": "12/31"
    },
    {
      "year": "1980",
      "uri": "/wiki/Jesse_Carlson",
      "name": "Jesse Carlson",
      "aboutText": "Found spouse,",
      "pageId": 669110,
      "monthDay": "12/31"
    },
    {
      "year": "1980",
      "uri": "/wiki/Matt_Cross_(wrestler)",
      "name": "Matt Cross",
      "aboutText": "Richard Hugh \"Richie\" McCaw ONZ (born 31 December 1980) is a former New Zealand rugby union player, who captained the All Blacks – the country's national team – in 110 out of his 148 test matches. He is the most capped test rugby player of all time.\nMcCaw predominantly played in the openside flanker position for the New Zealand, Crusaders and Canterbury teams, but had also played as blindside flanker and no. 8.",
      "pageId": 1006719,
      "monthDay": "12/31"
    },
    {
      "year": "1980",
      "uri": "/wiki/Richie_McCaw",
      "name": "Richie McCaw",
      "aboutText": "Jason S. Campbell (born December 31, 1981) is a former American football quarterback. He was drafted by the Washington Redskins in the first round of the 2005 NFL Draft. He played college football at Auburn.",
      "pageId": 1776596,
      "monthDay": "12/31"
    },
    {
      "year": "1980",
      "uri": "/wiki/Carsten_Schlangen",
      "name": "Carsten Schlangen",
      "aboutText": "Matthew \"Matt\" Capiccioni (born December 31, 1980) is an American professional wrestler, better known by his ring names M-Dogg 20, Matt Cross and Son of Havoc. He currently competes for Lucha Underground, Capiccioni has also worked for prominent promotions such as Ring of Honor, Chikara and the short-lived Wrestling Society X. His main gimmick is that of an adherent of the straight edge lifestyle, a culture which he follows in real life. In 2011, Capiccioni joined the cast of the fifth season of WWE Tough Enough.",
      "pageId": 1881651,
      "monthDay": "12/31"
    },
    {
      "year": "1981",
      "uri": "/wiki/Jason_Campbell",
      "name": "Jason Campbell",
      "aboutText": "Craig Anthony Gordon (born 31 December 1982) is a Scottish professional footballer who plays as a goalkeeper for Celtic.\nGordon started his career with Scottish Premier League side Heart of Midlothian (Hearts). After spending part of the 2001–02 season on loan to Scottish Second Division side Cowdenbeath, Gordon established himself in the Hearts first team in 2003 and helped the team win the 2005–06 Scottish Cup.",
      "pageId": 2259524,
      "monthDay": "12/31"
    },
    {
      "year": "1981",
      "uri": "/wiki/Matthew_Pavlich",
      "name": "Matthew Pavlich",
      "aboutText": "Paul Rodriguez, Jr. (born December 31, 1984), also known by his nickname P-Rod, is an American professional street skateboarder and actor. Rodriguez has won a total of eight medals at the X Games, four of them gold, with the most recent first place victory occurring in Los Angeles, United States (U.S.) in July 2012.",
      "pageId": 2441984,
      "monthDay": "12/31"
    },
    {
      "year": "1981",
      "uri": "/wiki/Margaret_Simpson",
      "name": "Margaret Simpson",
      "aboutText": "Matthew Pavlich (born 31 December 1981) is a professional Australian rules footballer who plays for the Fremantle Football Club in the Australian Football League (AFL).\nA versatile player, Pavlich is widely regarded as one of the premier AFL centre half-forwards of the modern era, achieving All-Australian selection six times in the years between 2002 and 2008, twice representing Australia in the International Rules Series and representing the Dream Team in the 2008 Hall of Fame Tribute Match.\nPavlich has played his AFL entire career at Fremantle where he is a six time best and fairest winner, eight time leading goal kicker and club captain since 2007.",
      "pageId": 3025735,
      "monthDay": "12/31"
    },
    {
      "year": "1982",
      "uri": "/wiki/Julio_DePaula",
      "name": "Julio DePaula",
      "aboutText": "Luke Dean Schenscher (born 31 December 1982) is an Australian professional basketball player who currently plays for the Townsville Crocodiles of the National Basketball League (NBL).",
      "pageId": 3503759,
      "monthDay": "12/31"
    },
    {
      "year": "1982",
      "uri": "/wiki/Craig_Gordon",
      "name": "Craig Gordon",
      "aboutText": "Margaret Simpson (born 31 December 1981 in Krapa) is a Ghanaian heptathlete. She won a bronze medal at the 2005 World Championships, setting several personal bests in the process. Her personal best is 6423 points, achieved in Götzis in May 2005.",
      "pageId": 4442620,
      "monthDay": "12/31"
    },
    {
      "year": "1982",
      "uri": "/wiki/Luke_Schenscher",
      "name": "Luke Schenscher",
      "aboutText": "Calvin Zola-Makongo (born 31 December 1984), often known simply as Calvin Zola, is a professional footballer who is currently a free agent after he was released by Stevenage.",
      "pageId": 4538376,
      "monthDay": "12/31"
    },
    {
      "year": "1982",
      "uri": "/wiki/The_Rocket_Summer",
      "name": "The Rocket Summer",
      "aboutText": "Mariana Renata (born Mariana Renata Dantec; 31 December 1983, Paris) is a French-Indonesian actress.\nBorn to a French father of Jewish descent, Andre Dantec, and an Indo mother of Javanese-Chinese-Italian descent, Anita Kirana, Mariana modeled on the catwalks of Paris, Jakarta, Singapore, and Vietnam before she became one of Indonesia's model for Lux's soap brand.\nShe obtained an undergraduate degree in English Literature from the University of Paris (Sorbonne) and is working on master's degree at the University of New South Wales in business and commerce.",
      "pageId": 5412530,
      "monthDay": "12/31"
    },
    {
      "year": "1983",
      "uri": "/wiki/Mariana_Renata",
      "name": "Mariana Renata",
      "aboutText": "Johannes Hendricus Maria “Jan” Smit (born December 31, 1985) is a Dutch pop music and schlager singer and TV host. He scored his first number one position in the Dutch charts with Ik zing dit lied voor jou alleen (I'm singing this song for you alone) in 1997 at the age of 12. He was then known as “Jantje” Smit.",
      "pageId": 7531975,
      "monthDay": "12/31"
    },
    {
      "year": "1984",
      "uri": "/wiki/%C3%89dgar_Lugo",
      "name": "Édgar Lugo",
      "aboutText": "Javaris Cortez Crittenton (born December 31, 1987) is an American former professional basketball player who played for the Los Angeles Lakers, Memphis Grizzlies, and Washington Wizards of the National Basketball Association (NBA), the Zhejiang Lions of the Chinese Basketball Association, and the Dakota Wizards of the NBA D-League. He was previously the starting point guard for the Georgia Tech men's basketball team.",
      "pageId": 9473493,
      "monthDay": "12/31"
    },
    {
      "year": "1984",
      "uri": "/wiki/Paul_Rodriguez_(skateboarder)",
      "name": "Paul Rodriguez",
      "aboutText": "Julio César DePaula (born December 31, 1982 in Santo Domingo, Dominican Republic) is a Major League Baseball relief pitcher for the Rieleros de Aguascalientes of the Mexican Baseball League.\nHe appeared in 16 games for the Minnesota Twins in the 2007 season, pitching 20 innings total. He became a free agent at the end of the 2008 season and signed a minor league contract with the Tampa Bay Rays on Jan.",
      "pageId": 12565089,
      "monthDay": "12/31"
    },
    {
      "year": "1984",
      "uri": "/wiki/Calvin_Zola",
      "name": "Calvin Zola",
      "aboutText": "Édgar Gerardo Lugo Aranda (December 31, 1984) is a Mexican footballer who plays for Liga MX club Veracruz.\nA creative midfielder, Lugo is usually deployed as an attacking midfielder but can also play as a winger or second striker. His key attributes are his ball control, vision and passing ability.",
      "pageId": 16771320,
      "monthDay": "12/31"
    },
    {
      "year": "1985",
      "uri": "/wiki/Jonathan_Horton",
      "name": "Jonathan Horton",
      "aboutText": "Jesse Craig Carlson (born December 31, 1980) is an American former professional baseball pitcher. Born in New Britain, Connecticut, Carlson graduated from Berlin High School, where he starred in basketball as well as baseball. Carlson was a member of the team that defeated Seymour Connecticut High School to win the state championship in 1999.",
      "pageId": 16857929,
      "monthDay": "12/31"
    },
    {
      "year": "1985",
      "uri": "/wiki/Jan_Smit_(singer)",
      "name": "Jan Smit",
      "aboutText": "Jonathan Alan Horton (born December 31, 1985 in Houston, Texas to parents Robert and Margo Horton) is an American gymnast. He is the 2008 Olympic silver medalist on high bar, 2010 Worlds all-around bronze medalist and a two-time U.S. National All-Around Champion. He is a 17-time medalist at the U.S. National Championships.",
      "pageId": 18355260,
      "monthDay": "12/31"
    },
    {
      "year": "1986",
      "uri": "/wiki/Nate_Freiman",
      "name": "Nate Freiman",
      "aboutText": "Bronson Pelletier (born December 31, 1986) is a Canadian film and television actor, known for his role as Jack Sinclair in renegadepress.com (2007), and for his role in The Twilight Saga.\nPelletier played Jared, a Quileute shape-shifter, in New Moon, the sequel to Twilight, and reprised his role in Eclipse, the third film in the series. Both New Moon and Eclipse were filmed in Vancouver, Canada.",
      "pageId": 18441210,
      "monthDay": "12/31"
    },
    {
      "year": "1986",
      "uri": "/wiki/Bronson_Pelletier",
      "name": "Bronson Pelletier",
      "aboutText": "Carsten Schlangen (born 31 December 1980) is a German middle distance runner who specialises in the 1500 metres.\nBorn in Meppen, Germany, his first major competition was the 2006 European Athletics Championships where he finished tenth in the heats of the 1500 m. He competed at the Internationales Stadionfest in 2006 – his first IAAF Golden League meeting.",
      "pageId": 28213586,
      "monthDay": "12/31"
    },
    {
      "year": "1987",
      "uri": "/wiki/Javaris_Crittenton",
      "name": "Javaris Crittenton",
      "aboutText": "Nathan Samuel \"Nate\" Freiman (born December 31, 1986) is an American professional baseball first baseman in the Atlanta Braves organization. He currently plays for the Nashville Sounds. He is 6 feet 8 inches (2.03 m) tall, weighs 250 pounds (110 kg), and bats and throws right-handed.",
      "pageId": 37851317,
      "monthDay": "12/31"
    },
    {
      "year": "1987",
      "uri": "/wiki/Danny_Holla",
      "name": "Danny Holla",
      "aboutText": "Émilie Le Pennec (born 31 December 1987 in La Garenne-Colombes, Hauts-de-Seine) is a retired French artistic gymnast.",
      "pageId": 921527,
      "monthDay": "12/31"
    },
    {
      "year": "1987",
      "uri": "/wiki/%C3%89milie_Le_Pennec",
      "name": "Émilie Le Pennec",
      "aboutText": "Patrick Lewis Wai-Kuan Chan (born December 31, 1990) is a Canadian figure skater. He is the 2014 Olympic silver medalist in the men's and team events, a three-time World champion (2011, 2012, 2013), a two-time Grand Prix Final champion (2010 and 2011), a two-time Four Continents champion (2009, 2012), and a seven-time Canadian national champion (2008–2014).\nOn April 27, 2011, Chan set a new world record of 93.02 points for the short program.",
      "pageId": 7171184,
      "monthDay": "12/31"
    },
    {
      "year": "1987",
      "uri": "/wiki/Nemanja_Nikoli%C4%87_(footballer,_born_1987)",
      "name": "Nemanja Nikolić",
      "aboutText": "Danny Holla (born December 31, 1987 in Almere, Flevoland) is a Dutch professional football midfielder who plays for English club Brighton & Hove Albion.",
      "pageId": 7819796,
      "monthDay": "12/31"
    },
    {
      "year": "1990",
      "uri": "/wiki/Patrick_Chan",
      "name": "Patrick Chan",
      "aboutText": "Lakshmi Tatma (Hindi: लक्ष्मी तात्मा) is an Indian girl born in 2005 in a village in Araria district, Bihar, having \"4 arms and 4 legs.\" She was actually one of a pair of ischiopagus conjoined twins one of which was headless because its head had atrophied and chest had not fully developed in the womb, causing the appearance of one child with four arms and four legs.",
      "pageId": 15857056,
      "monthDay": "12/31"
    },
    {
      "year": "1990",
      "uri": "/wiki/Sam_Faiers",
      "name": "Sam Faiers",
      "aboutText": "Nemanja Nikolić (Serbian Cyrillic: Немања Николић, Hungarian: Nikolics Nemanja) (born 31 December 1987) is a footballer who plays as a striker for Polish Ekstraklasa club Legia Warsaw.",
      "pageId": 17983472,
      "monthDay": "12/31"
    },
    {
      "year": "1991",
      "uri": "/wiki/Camila_Giorgi",
      "name": "Camila Giorgi",
      "aboutText": "Bojana Jovanovski (Serbian Cyrillic: Бојана Јовановски; born 31 December 1991) is a Serbian tennis player.\nJovanovski has won two singles titles on the WTA tour, as well as four singles on the ITF tour in her career. On 4 August 2014, she reached her best singles ranking of world number 32.",
      "pageId": 18183850,
      "monthDay": "12/31"
    },
    {
      "year": "1991",
      "uri": "/wiki/Bojana_Jovanovski",
      "name": "Bojana Jovanovski",
      "aboutText": "Camila Giorgi (Italian pronunciation: [kaˈmiːla ˈdʒordʒi]; born 30 December 1991) is an Italian professional tennis player of Argentinian background.\nGiorgi won her first WTA Tour title at the 2015 Topshelf Open, and has also won five singles titles on the ITF tour in her career. On 27 July 2015, she reached her best singles ranking of world number 30.",
      "pageId": 25468047,
      "monthDay": "12/31"
    },
    {
      "year": "1992",
      "uri": "/wiki/Karl_Kruuda",
      "name": "Karl Kruuda",
      "aboutText": "Karl Kruuda (born 31 December 1992) is an Estonian rally driver.",
      "pageId": 31067325,
      "monthDay": "12/31"
    },
    {
      "year": "1993",
      "uri": "/wiki/Ryan_Blaney",
      "name": "Ryan Blaney",
      "aboutText": "Samantha Faiers (born 30 December 1990) is an English television personality and former glamour model. Faiers is best known for starring as herself in the ITV2 semi-reality programme The Only Way Is Essex. In 2014, she competed in the thirteenth series of Celebrity Big Brother, finishing in fifth place.",
      "pageId": 31299228,
      "monthDay": "12/31"
    },
    {
      "year": "1995",
      "uri": "/wiki/Gabby_Douglas",
      "name": "Gabby Douglas",
      "aboutText": "Gabrielle Christina Victoria \"Gabby\" Douglas (born December 31, 1995) is an American artistic gymnast. She was a member of the U.S. Women's Gymnastics team, dubbed the Fierce Five by the media, at the 2012 Summer Olympics, where she won gold medals in the individual all-around and team competitions. She was also a member of the gold-winning American team at the 2011 and the 2015 World Championships, and the all-around silver medallist at the 2015 World Championships.",
      "pageId": 33130384,
      "monthDay": "12/31"
    },
    {
      "year": "2005",
      "uri": "/wiki/Lakshmi_Tatma",
      "name": "Lakshmi Tatma",
      "aboutText": "Ryan Blaney (born December 31, 1993) is an American professional stock car racing driver. He currently drives the No. 29 Ford F-150 for Brad Keselowski Racing in the Camping World Truck Series as well as the No.",
      "pageId": 34734897,
      "monthDay": "12/31"
    }
  ]
}