{
  "people": [
    {
      "year": "572",
      "uri": "/wiki/Prince_Sh%C5%8Dtoku",
      "name": "Prince Shōtoku",
      "aboutText": "Charles John Huffam Dickens (/ˈtʃɑrlz ˈdɪkɪnz/; 7 February 1812 – 9 June 1870) was an English writer and social critic. He created some of the world's best-known fictional characters and is regarded as the greatest novelist of the Victorian era. His works enjoyed unprecedented popularity during his lifetime, and by the twentieth century critics and scholars had recognised him as a literary genius.",
      "pageId": 5884,
      "monthDay": "02/07"
    },
    {
      "year": "1102",
      "uri": "/wiki/Empress_Matilda",
      "name": "Empress Matilda",
      "aboutText": "Sir Thomas More (/ˈmɔr/; 7 February 1478 – 6 July 1535), venerated by Catholics as Saint Thomas More, was an English lawyer, social philosopher, author, statesman and noted Renaissance humanist. He was also a councillor to Henry VIII, and Lord High Chancellor of England from October 1529 to 16 May 1532.\nMore opposed the Protestant Reformation, in particular the theology of Martin Luther and William Tyndale.",
      "pageId": 30479,
      "monthDay": "02/07"
    },
    {
      "year": "1478",
      "uri": "/wiki/Thomas_More",
      "name": "Thomas More",
      "aboutText": "Anna Ioannovna (Russian: Анна Иоанновна; 7 February [O.S. 28 January] 1693 – 28 October [O.S. 17 October] 1740), also spelled Anna Ivanovna and sometimes anglicized as Anne, was regent of the duchy of Courland from 1711 until 1730 and then ruled as empress of Russia from 1730 to 1740.",
      "pageId": 44380,
      "monthDay": "02/07"
    },
    {
      "year": "1612",
      "uri": "/wiki/Thomas_Killigrew",
      "name": "Thomas Killigrew",
      "aboutText": "Empress Matilda (c. 7 February 1102 – 10 September 1167), also known as the Empress Maude, was the claimant to the English throne during the civil war known as the Anarchy. The daughter of King Henry I of England, she moved to Germany as a child when she married the future Holy Roman Emperor Henry V. She travelled with her husband into Italy in 1116, was controversially crowned in St.",
      "pageId": 48951,
      "monthDay": "02/07"
    },
    {
      "year": "1693",
      "uri": "/wiki/Anna_of_Russia",
      "name": "Anna of Russia",
      "aboutText": "Harry Sinclair Lewis (/ˈluːɪs/; February 7, 1885 – January 10, 1951) was an American novelist, short-story writer, and playwright. In 1930, he became the first writer from the United States to receive the Nobel Prize in Literature, which was awarded \"for his vigorous and graphic art of description and his ability to create, with wit and humor, new types of characters.\" His works are known for their insightful and critical views of American capitalism and materialism between the wars. He is also respected for his strong characterizations of modern working women.",
      "pageId": 50714,
      "monthDay": "02/07"
    },
    {
      "year": "1726",
      "uri": "/wiki/Margaret_Fownes-Luttrell",
      "name": "Margaret Fownes-Luttrell",
      "aboutText": "Alfred W. Adler (/ˈædlər/; German: [ˈaːdlɐ]; February 7, 1870 – May 28, 1937) was an Austrian medical doctor, psychotherapist, and founder of the school of individual psychology. His emphasis on the importance of feelings of inferiority—the inferiority complex—is recognized as isolating an element which plays a key role in personality development. Alfred Adler considered human beings as an individual whole, therefore he called his psychology \"Individual Psychology\" (Orgler 1976).",
      "pageId": 81590,
      "monthDay": "02/07"
    },
    {
      "year": "1741",
      "uri": "/wiki/Henry_Fuseli",
      "name": "Henry Fuseli",
      "aboutText": "Godfrey Harold (\"G. H.\") Hardy FRS (7 February 1877 – 1 December 1947) was an English mathematician, known for his achievements in number theory and mathematical analysis.\nHe is usually known by those outside the field of mathematics for his essay from 1940 on the aesthetics of mathematics, A Mathematician's Apology, which is often considered one of the best insights into the mind of a working mathematician written for the layman.\nStarting in 1914, he was the mentor of the Indian mathematician Srinivasa Ramanujan, a relationship that has become celebrated.",
      "pageId": 87599,
      "monthDay": "02/07"
    },
    {
      "year": "1758",
      "uri": "/wiki/Benedikt_Schack",
      "name": "Benedikt Schack",
      "aboutText": "John Deere (February 7, 1804 – May 17, 1886) was an American blacksmith and manufacturer who founded Deere & Company, one of the largest and leading agricultural and construction equipment manufacturers in the world.",
      "pageId": 169038,
      "monthDay": "02/07"
    },
    {
      "year": "1804",
      "uri": "/wiki/John_Deere_(inventor)",
      "name": "John Deere",
      "aboutText": "Laura Ingalls Wilder (/ˈɪŋɡəlz/; February 7, 1867 – February 10, 1957) was an American writer known for the Little House on the Prairie series of children's novels (1932 to 1943) based on her childhood in a settler family.\nDuring the 1970s and early 1980s, the television series Little House on the Prairie was loosely based on the Little House books, and starred Melissa Gilbert as Laura Ingalls and Michael Landon as her father, Charles Ingalls.",
      "pageId": 195722,
      "monthDay": "02/07"
    },
    {
      "year": "1812",
      "uri": "/wiki/Charles_Dickens",
      "name": "Charles Dickens",
      "aboutText": "Henry Fuseli (German: Johann Heinrich Füssli) (7 February 1741 – 17 April 1825) was a Swiss painter, draughtsman and writer on art who spent much of his life in Britain. Many of his works, such as The Nightmare, deal with supernatural subject-matter. He painted works for John Boydell's Shakespeare Gallery, and created his own \"Milton Gallery\".",
      "pageId": 207981,
      "monthDay": "02/07"
    },
    {
      "year": "1837",
      "uri": "/wiki/James_Murray_(lexicographer)",
      "name": "James Murray",
      "aboutText": "Carl Wilhelm Eugen Stenhammar (February 7, 1871 – November 20, 1927) was a Swedish composer, conductor and pianist.",
      "pageId": 311062,
      "monthDay": "02/07"
    },
    {
      "year": "1842",
      "uri": "/wiki/Alexandre_Ribot",
      "name": "Alexandre Ribot",
      "aboutText": "Prince Shōtoku (聖徳太子, Shōtoku Taishi, February 7, 572 – April 8, 622), also known as Prince Umayado (厩戸皇子, Umayado no ōji) or Prince Kamitsumiya (上宮皇子, Kamitsumiya no ōji), was a semi-legendary regent and a politician of the Asuka period in Japan who served under Empress Suiko. He was the son of Emperor Yōmei and his consort, Princess Anahobe no Hashihito, who was also Yōmei's younger half-sister. His parents were relatives of the ruling Soga clan and he was involved in the defeat of the rival Mononobe clan.",
      "pageId": 334169,
      "monthDay": "02/07"
    },
    {
      "year": "1867",
      "uri": "/wiki/Laura_Ingalls_Wilder",
      "name": "Laura Ingalls Wilder",
      "aboutText": "Sir James Augustus Henry Murray (7 February 1837 – 26 July 1915) was a Scottish lexicographer and philologist.",
      "pageId": 581410,
      "monthDay": "02/07"
    },
    {
      "year": "1870",
      "uri": "/wiki/Alfred_Adler",
      "name": "Alfred Adler",
      "aboutText": "Thomas Andrews, Jr. (7 February 1873 – 15 April 1912) was an Irish businessman and shipbuilder; managing director and also head of the drafting department of the shipbuilding company Harland and Wolff in Belfast, Ireland. Andrews was the naval architect in charge of the plans for the ocean liner RMS Titanic.",
      "pageId": 703040,
      "monthDay": "02/07"
    },
    {
      "year": "1871",
      "uri": "/wiki/Wilhelm_Stenhammar",
      "name": "Wilhelm Stenhammar",
      "aboutText": "Hugo Sperrle (7 February 1885 – 2 April 1953) was a German field marshal of the Luftwaffe during World War II. His forces were deployed solely on the Western Front and the Mediterranean throughout the war.",
      "pageId": 787756,
      "monthDay": "02/07"
    },
    {
      "year": "1873",
      "uri": "/wiki/Thomas_Andrews_(shipbuilder)",
      "name": "Thomas Andrews",
      "aboutText": "Thomas Killigrew (7 February 1612 – 19 March 1683) was an English dramatist and theatre manager.",
      "pageId": 1095684,
      "monthDay": "02/07"
    },
    {
      "year": "1877",
      "uri": "/wiki/G._H._Hardy",
      "name": "G. H. Hardy",
      "aboutText": "Ossip Gabrilowitsch (Осип Сoломонович Габрилович, Osip Solomonovich Gabrilovich; he used the German transliteration Gabrilowitsch in the West) (7 February [O.S. 26 January] 1878 – 14 September 1936) was a Russian-born American pianist, conductor and composer.",
      "pageId": 4951193,
      "monthDay": "02/07"
    },
    {
      "year": "1878",
      "uri": "/wiki/Ossip_Gabrilowitsch",
      "name": "Ossip Gabrilowitsch",
      "aboutText": "Benedikt Schack (Czech: Benedikt Žák) (7 February 1758 – 10 December 1826) was a composer and tenor of the Classical era, a close friend of Mozart and the first performer (1791) of the role of Tamino in Mozart's opera The Magic Flute.",
      "pageId": 11862229,
      "monthDay": "02/07"
    },
    {
      "year": "1885",
      "uri": "/wiki/Sinclair_Lewis",
      "name": "Sinclair Lewis",
      "aboutText": "Alexandre-Félix-Joseph Ribot (French pronunciation: ​[alɛksɑ̃dʁ ʁibo]; 7 February 1842 – 13 January 1923) was a French politician, four times Prime Minister.",
      "pageId": 24086738,
      "monthDay": "02/07"
    },
    {
      "year": "1885",
      "uri": "/wiki/Hugo_Sperrle",
      "name": "Hugo Sperrle",
      "aboutText": "Margaret Fownes-Luttrell (7 February 1726 – 13 August 1766) was an English artist and wife of Henry Fownes Luttrell. Two of her paintings are part of the Dunster Castle collection, now property of the National Trust. She was the heiress of Dunster Castle, under the stipulation in her father's will that her husband should take the additional surname of Luttrell.",
      "pageId": 45658979,
      "monthDay": "02/07"
    },
    {
      "year": "1887",
      "uri": "/wiki/Eubie_Blake",
      "name": "Eubie Blake",
      "aboutText": "Puyi (Chinese: 溥儀; 7 February 1906 – 17 October 1967), of the Manchu Aisin Gioro clan, commonly known as Henry Pu Yi, was the last Emperor of China and the twelfth and final ruler of the Qing dynasty.\nWhile still a child, he ruled as the Xuantong Emperor (simplified Chinese: 宣统帝; traditional Chinese: 宣統帝; pinyin: Xuāntǒng Dì; Wade–Giles: Hsuan1-t'ung3 Ti4) from 1908 until his forced abdication on 12 February 1912, after the successful Xinhai Revolution. From 1 to 12 July 1917, he was briefly restored to the throne as emperor by the warlord Zhang Xun.",
      "pageId": 55072,
      "monthDay": "02/07"
    },
    {
      "year": "1889",
      "uri": "/wiki/Harry_Nyquist",
      "name": "Harry Nyquist",
      "aboutText": "James Hubert \"Eubie\" Blake (February 7, 1887 – February 12, 1983) was an American composer, lyricist, and pianist of ragtime, jazz, and popular music. In 1921, Blake and long-time collaborator Noble Sissle wrote Shuffle Along, one of the first Broadway musicals to be written and directed by African Americans. Blake's compositions included such hits as \"Bandana Days\", \"Charleston Rag\", \"Love Will Find a Way\", \"Memories of You\" and \"I'm Just Wild About Harry\".",
      "pageId": 106366,
      "monthDay": "02/07"
    },
    {
      "year": "1891",
      "uri": "/wiki/Ann_Little",
      "name": "Ann Little",
      "aboutText": "Harry Nyquist (né Harry Theodor Nyqvist; /ˈnaɪkwɪst/, Swedish: [nʏːkvɪst]; February 7, 1889 – April 4, 1976) was a Swedish born American electronic engineer who made important contributions to communication theory.",
      "pageId": 158571,
      "monthDay": "02/07"
    },
    {
      "year": "1893",
      "uri": "/wiki/Joseph_Algernon_Pearce",
      "name": "Joseph Algernon Pearce",
      "aboutText": "Clarence Linden Crabbe II (/ˈkræb/; February 7, 1908 – April 23, 1983), commonly known by his stage name Buster Crabbe, was an American competitive swimmer and movie actor. He won the 1932 Olympic gold medal for 400-meter freestyle swimming event before breaking into acting. He starred in a number of popular films in the 1930s and 1940s.",
      "pageId": 177021,
      "monthDay": "02/07"
    },
    {
      "year": "1895",
      "uri": "/wiki/Anita_Stewart",
      "name": "Anita Stewart",
      "aboutText": "Sir Arnold Henry Nordmeyer ONZ KCMG (7 February 1901 – 2 February 1989), born Heinrich Arnold Nordmeyer, was a New Zealand politician.",
      "pageId": 593975,
      "monthDay": "02/07"
    },
    {
      "year": "1901",
      "uri": "/wiki/Arnold_Nordmeyer",
      "name": "Arnold Nordmeyer",
      "aboutText": "Ulf Svante von Euler ForMemRS (7 February 1905 – 9 March 1983) was a Swedish physiologist and pharmacologist.",
      "pageId": 755140,
      "monthDay": "02/07"
    },
    {
      "year": "1904",
      "uri": "/wiki/Rocco_D%27Assunta",
      "name": "Rocco D'Assunta",
      "aboutText": "Oleg Konstantinovich Antonov (Russian: Оле́г Константи́нович Анто́нов; 7 February 1906 – 4 April 1984) was a prominent Soviet aircraft designer, and the first chief of the Antonov - a world-famous aircraft company in Ukraine, later named in his honour.",
      "pageId": 1150263,
      "monthDay": "02/07"
    },
    {
      "year": "1904",
      "uri": "/wiki/Morton_W._Coutts",
      "name": "Morton W. Coutts",
      "aboutText": "Paul-Yves Nizan (French: [nizɑ̃]; 7 February 1905 – 23 May 1940) was a French philosopher and writer.\nHe was born in Tours, Indre-et-Loire and studied in Paris where he befriended fellow student Jean-Paul Sartre at the Lycée Henri IV. He became a member of the French Communist Party, and much of his writing reflects his political beliefs, although he resigned from the party upon hearing of the Molotov-Ribbentrop Pact in 1939.",
      "pageId": 1333724,
      "monthDay": "02/07"
    },
    {
      "year": "1905",
      "uri": "/wiki/Paul_Nizan",
      "name": "Paul Nizan",
      "aboutText": "Sir George Russell Drysdale, AC (7 February 1912 – 29 June 1981) was an Australian artist. He won the prestigious Wynne Prize for Sofala in 1947, and represented Australia at the Venice Biennale in 1954.",
      "pageId": 1588333,
      "monthDay": "02/07"
    },
    {
      "year": "1905",
      "uri": "/wiki/Ulf_von_Euler",
      "name": "Ulf von Euler",
      "aboutText": "Dom Hélder Pessoa Câmara (Portuguese: [dõ ˈɛwdeɾ peˈsoɐ ˈkɐ̃mɐɾɐ]; February 7, 1909 – August 27, 1999) was a Brazilian Roman Catholic Archbishop. He was the Archbishop of Olinda and Recife, serving from 1964 to 1985, during the military regime of the country.\nAn advocate of liberation theology, he is remembered for his social and political work for the poor and for Human Rights and democracy during the military regime.",
      "pageId": 1791905,
      "monthDay": "02/07"
    },
    {
      "year": "1906",
      "uri": "/wiki/Puyi",
      "name": "Puyi",
      "aboutText": "Frederick Benjamin \"Fred\" Gipson (February 7, 1908 – August 14, 1973) was an American author. He is best known for writing the 1956 novel Old Yeller, which became a popular 1957 Walt Disney film. Gipson was born on a farm near Mason in the Texas Hill Country, the son of Beck Gipson and Emma Deishler.",
      "pageId": 1831776,
      "monthDay": "02/07"
    },
    {
      "year": "1906",
      "uri": "/wiki/Oleg_Konstantinovich_Antonov",
      "name": "Oleg Konstantinovich Antonov",
      "aboutText": "Anita Stewart (February 7, 1895 – May 4, 1961) was an American actress and film producer of the early silent film era.",
      "pageId": 2836732,
      "monthDay": "02/07"
    },
    {
      "year": "1908",
      "uri": "/wiki/Buster_Crabbe",
      "name": "Buster Crabbe",
      "aboutText": "Amedeo Guillet (February 7, 1909 – June 16, 2010) was an officer of the Italian Army. He was born in Piacenza, Italy. Descended from a noble family from Piedmont and Capua.",
      "pageId": 2894222,
      "monthDay": "02/07"
    },
    {
      "year": "1908",
      "uri": "/wiki/Fred_Gipson",
      "name": "Fred Gipson",
      "aboutText": "Morton William Coutts, OBE (7 February 1904 – 25 June 2004) was a New Zealand inventor who revolutionised the science of brewing beer.",
      "pageId": 3929660,
      "monthDay": "02/07"
    },
    {
      "year": "1908",
      "uri": "/wiki/Manmath_Nath_Gupta",
      "name": "Manmath Nath Gupta",
      "aboutText": "Manmath Nath Gupta (7 February 1908 – 26 October 2000) was an Indian revolutionary writer and author of autobiographical, historical and fictional books in Hindi, English and Bengali. He joined the Indian independence movement at the age of 13, and was an active member of the Hindustan Republican Association. He participated in the famous Kakori train robbery in 1925 and was imprisoned for 14 years.",
      "pageId": 6181560,
      "monthDay": "02/07"
    },
    {
      "year": "1909",
      "uri": "/wiki/H%C3%A9lder_C%C3%A2mara",
      "name": "Hélder Câmara",
      "aboutText": "Silvio Arturo Zavala Vallado (February 7, 1909 – December 5, 2014) was a pioneer in law history studies and Mexico’s institutions. He died at age 105 on December 12, 2014.",
      "pageId": 7342167,
      "monthDay": "02/07"
    },
    {
      "year": "1909",
      "uri": "/wiki/Amedeo_Guillet",
      "name": "Amedeo Guillet",
      "aboutText": "Ann Little (February 7, 1891 – May 21, 1984) was an American film actress whose career was most prolific during the silent film era of the early 1910s through the early 1920s.",
      "pageId": 7377736,
      "monthDay": "02/07"
    },
    {
      "year": "1909",
      "uri": "/wiki/Silvio_Zavala",
      "name": "Silvio Zavala",
      "aboutText": "Roberta Wright McCain (born February 7, 1912) is the widow of Admiral John S. McCain, Jr.",
      "pageId": 11689672,
      "monthDay": "02/07"
    },
    {
      "year": "1912",
      "uri": "/wiki/Russell_Drysdale",
      "name": "Russell Drysdale",
      "aboutText": "Joseph Algernon Pearce (February 7, 1893 – September 8, 1988) was a Canadian astrophysicist, who was notable for studies on the structure of Milky Way and O-type stars.\nBorn in Brantford, Ontario, Pearce enlisted in the Canadian Expeditionary Force in 1915 and served with the rank of Major in France until his was injured and returned to Canada as a training officer. He received a bachelor's and master's degree from the University of Toronto.",
      "pageId": 22116708,
      "monthDay": "02/07"
    },
    {
      "year": "1912",
      "uri": "/wiki/Roberta_McCain",
      "name": "Roberta McCain",
      "aboutText": "Rocco D'Assunta (7 February 1904 – 27 January 1970) was an Italian actor, voice actor, comedian and playwright.",
      "pageId": 44775961,
      "monthDay": "02/07"
    },
    {
      "year": "1914",
      "uri": "/wiki/Ram%C3%B3n_Mercader",
      "name": "Ramón Mercader",
      "aboutText": "Edward Vincent \"Eddie\" Bracken (February 7, 1915 – November 14, 2002) was an American actor.",
      "pageId": 149731,
      "monthDay": "02/07"
    },
    {
      "year": "1915",
      "uri": "/wiki/Teoctist_Ar%C4%83pa%C8%99u",
      "name": "Teoctist Arăpașu",
      "aboutText": "Hattie Jacques (/dʒeɪks/; born Josephine Edwina Jaques; 7 February 1922 – 6 October 1980) was an English comedy actress of stage, radio and screen. She is best known as a regular of the Carry On films, where she typically played strict, no-nonsense characters, but was also a prolific television and radio performer.\nJacques started her career in 1944 with an appearance at the Players' Theatre in London, but came to national prominence through her appearances on three highly popular radio series on the BBC: with Tommy Handley on It's That Man Again; with ventriloquist Peter Brough on Educating Archie; and then with Tony Hancock on Hancock's Half Hour.",
      "pageId": 158997,
      "monthDay": "02/07"
    },
    {
      "year": "1915",
      "uri": "/wiki/Eddie_Bracken",
      "name": "Eddie Bracken",
      "aboutText": "Dr. An Wang (Chinese: 王安; pinyin: Wáng Ān; February 7, 1920 – March 24, 1990) was a Chinese American computer engineer and inventor, and co-founder of computer company Wang Laboratories, which was known primarily for its dedicated word processing machines.",
      "pageId": 173591,
      "monthDay": "02/07"
    },
    {
      "year": "1920",
      "uri": "/wiki/Oscar_Brand",
      "name": "Oscar Brand",
      "aboutText": "Konstantin Petrovich Feoktistov (Russian: Константин Петрович Феоктистов; 7 February 1926 – 21 November 2009) was a Soviet cosmonaut and an eminent space engineer. Feoktistov also wrote several books on space technology and exploration.",
      "pageId": 195547,
      "monthDay": "02/07"
    },
    {
      "year": "1920",
      "uri": "/wiki/An_Wang",
      "name": "An Wang",
      "aboutText": "Jaime Ramón Mercader del Río (7 February 1913 – 18 October 1978) was a Spanish communist and Soviet agent who assassinated the Russian Marxist revolutionary Leon Trotsky in 1940, in Mexico. He served 20 years in Mexican prison for the murder. Joseph Stalin presented him with an Order of Lenin in absentia.",
      "pageId": 303505,
      "monthDay": "02/07"
    },
    {
      "year": "1922",
      "uri": "/wiki/Hattie_Jacques",
      "name": "Hattie Jacques",
      "aboutText": "Edward “Eddie” Fenech Adami, KUOM, (born 7 February 1934) is a Maltese statesman and Nationalist politician who served as Prime Minister of Malta from 1987 until 1996, and again from 1998 until 2004. Subsequently he was the seventh President of Malta from 2004 to 2009. He led his party to win five general elections, in 1981, 1987, 1992, 1998 and 2003.",
      "pageId": 395009,
      "monthDay": "02/07"
    },
    {
      "year": "1923",
      "uri": "/wiki/Dora_Bryan",
      "name": "Dora Bryan",
      "aboutText": "Vladimir Petrovich Kuts (Russian: Владимир Петрович Куц, 7 February 1927 – 16 August 1975) was a Soviet long-distance runner.\nKuts was born in Aleksino, Ukraine, USSR. He started training in running in 1945, while serving in the Soviet Navy. In 1951 he won his first national titles, in the 5000 and 10000 m, an achievement he repeated in 1953–1956.",
      "pageId": 464786,
      "monthDay": "02/07"
    },
    {
      "year": "1925",
      "uri": "/wiki/Hans_Schmidt_(wrestler)",
      "name": "Hans Schmidt",
      "aboutText": "Curtis Ousley (February 7, 1934 – August 13, 1971), who performed under the stage name King Curtis, was an American saxophone virtuoso known for rhythm and blues, rock and roll, soul, blues, funk and soul jazz. Variously a bandleader, band member, and session musician, he was also a musical director and record producer.",
      "pageId": 498256,
      "monthDay": "02/07"
    },
    {
      "year": "1926",
      "uri": "/wiki/Konstantin_Feoktistov",
      "name": "Konstantin Feoktistov",
      "aboutText": "Alfred Merrill \"Al\" Worden (born February 7, 1932), (Col, USAF, Ret.), is an American astronaut and engineer who was the Command Module Pilot for the Apollo 15 lunar mission in 1971.",
      "pageId": 677187,
      "monthDay": "02/07"
    },
    {
      "year": "1927",
      "uri": "/wiki/Juliette_Gr%C3%A9co",
      "name": "Juliette Gréco",
      "aboutText": "Juliette Gréco (French: [ʒyljɛt ɡʁeko]; born 7 February 1927), is a French actress and popular chanson singer.",
      "pageId": 1016976,
      "monthDay": "02/07"
    },
    {
      "year": "1927",
      "uri": "/wiki/Vladimir_Kuts",
      "name": "Vladimir Kuts",
      "aboutText": "Gay Talese (/təˈliːz/; born February 7, 1932) is an American author. As a writer for The New York Times and Esquire magazine in the 1960s, he helped to define literary journalism. His most famous articles are about Joe DiMaggio and Frank Sinatra.",
      "pageId": 1260893,
      "monthDay": "02/07"
    },
    {
      "year": "1928",
      "uri": "/wiki/Lincoln_D._Faurer",
      "name": "Lincoln D. Faurer",
      "aboutText": "Dora May Broadbent OBE, known as Dora Bryan (7 February 1923 – 23 July 2014) was an English actress of stage, film and television.",
      "pageId": 1418170,
      "monthDay": "02/07"
    },
    {
      "year": "1932",
      "uri": "/wiki/Gay_Talese",
      "name": "Gay Talese",
      "aboutText": "Teoctist (Romanian pronunciation: [te.okˈtist], born Toader Arăpașu; February 7, 1915 – July 30, 2007) was the Patriarch of the Romanian Orthodox Church from 1986 to 2007.\nTeoctist served his first years as patriarch under the Romanian Communist regime, and was accused by some of collaboration. He offered his resignation after the Romanian Revolution of 1989, but was soon restored to office and served a further 17 years.",
      "pageId": 3218503,
      "monthDay": "02/07"
    },
    {
      "year": "1932",
      "uri": "/wiki/Alfred_Worden",
      "name": "Alfred Worden",
      "aboutText": "This page refers to the Welsh footballer. For other persons named Cliff Jones, see Cliff Jones (disambiguation).",
      "pageId": 6981032,
      "monthDay": "02/07"
    },
    {
      "year": "1933",
      "uri": "/wiki/K._N._Choksy",
      "name": "K. N. Choksy",
      "aboutText": "Lieutenant General Lincoln D. Faurer (February 7, 1928 – November 7, 2014) was director of the National Security Agency and Chief of the Central Security Service from 1981 to 1985.",
      "pageId": 9201635,
      "monthDay": "02/07"
    },
    {
      "year": "1934",
      "uri": "/wiki/Eddie_Fenech_Adami",
      "name": "Eddie Fenech Adami",
      "aboutText": "Guy Larose (February 7, 1925 – May 26, 2012), better known by his ring name of Hans Schmidt, was a Canadian professional wrestler famous in the 1950s and '60s.",
      "pageId": 10175271,
      "monthDay": "02/07"
    },
    {
      "year": "1934",
      "uri": "/wiki/King_Curtis",
      "name": "King Curtis",
      "aboutText": "Oscar Brand (born February 7, 1920) is a folk singer, songwriter, and author. In his career, spanning 70 years, he has composed at least 300 songs and released nearly 100 albums, among them Canadian and American patriotic songs. Brand's music runs the gamut from novelty songs to serious social commentary and spans a number of genres.",
      "pageId": 21171456,
      "monthDay": "02/07"
    },
    {
      "year": "1935",
      "uri": "/wiki/Cliff_Jones_(Welsh_footballer)",
      "name": "Cliff Jones",
      "aboutText": "Kairshasp Nariman Choksy, PC, MP (7 February 1933 – 5 February 2015) (known as K. N. Choksy) was a Sri Lankan lawyer, politician and a former member of the Parliament of Sri Lanka. He was Cabinet Minister of Finance under Prime Minister Ranil Wickremasinghe.",
      "pageId": 23580088,
      "monthDay": "02/07"
    },
    {
      "year": "1935",
      "uri": "/wiki/Herb_Kohl",
      "name": "Herb Kohl",
      "aboutText": "Herbert H. \"Herb\" Kohl (born February 7, 1935) is an American businessman and politician. He is a former United States Senator from Wisconsin and a member of the Democratic Party. He is also a philanthropist and the former owner of the Milwaukee Bucks of the National Basketball Association.",
      "pageId": 26476449,
      "monthDay": "02/07"
    },
    {
      "year": "1935",
      "uri": "/wiki/J%C3%B6rg_Schneider",
      "name": "Jörg Schneider",
      "aboutText": "Jörg Schneider (7 February 1935 – 22 August 2015) was a Swiss stage and film actor starring usually in Swiss German language cinema and television and stage productions.",
      "pageId": 46325301,
      "monthDay": "02/07"
    },
    {
      "year": "1937",
      "uri": "/wiki/Peter_Jay",
      "name": "Peter Jay",
      "aboutText": "Peter William \"Pete\" Postlethwaite OBE (/ˈpɒsəlθweɪt/; 7 February 1946 – 2 January 2011) was an English actor. After minor television appearances, including in The Professionals, his first success came with the 1988 film Distant Voices, Still Lives. He played a mysterious lawyer, Mr.",
      "pageId": 181418,
      "monthDay": "02/07"
    },
    {
      "year": "1937",
      "uri": "/wiki/Juan_Pizarro_(baseball)",
      "name": "Juan Pizarro",
      "aboutText": "Rafael \"Ray\" Taliaferro (born February 7, 1939) is an American radio host and liberal political commentator.",
      "pageId": 324743,
      "monthDay": "02/07"
    },
    {
      "year": "1939",
      "uri": "/wiki/Ray_Taliaferro",
      "name": "Ray Taliaferro",
      "aboutText": "Dieter Günther Bohlen (7 February 1954, Berne, Lower Saxony, near Oldenburg) is a German songwriter, singer, musician, producer, entertainer, and TV personality. Bohlen is best known for being part of popular pop-duo Modern Talking during 1984–1987 and 1998–2003.",
      "pageId": 541724,
      "monthDay": "02/07"
    },
    {
      "year": "1940",
      "uri": "/wiki/Tony_Tan_Keng_Yam",
      "name": "Tony Tan Keng Yam",
      "aboutText": "Alan Leonard Hunt (7 February 1943 – 14 March 2007) was a British actor, known as Gareth Hunt, best remembered for playing the footman Frederick Norton in Upstairs, Downstairs and Mike Gambit in The New Avengers.",
      "pageId": 1006599,
      "monthDay": "02/07"
    },
    {
      "year": "1941",
      "uri": "/wiki/Kevin_Crossley-Holland",
      "name": "Kevin Crossley-Holland",
      "aboutText": "Wayne Anthony Allwine (February 7, 1947 – May 18, 2009) was an American voice actor, sound effects editor and foley artist for The Walt Disney Company. He was best remembered as the voice of Mickey Mouse for 32 years, narrowly the longest to date, and was married to voice actress Russi Taylor, who has voiced Minnie Mouse since 1986.",
      "pageId": 1131104,
      "monthDay": "02/07"
    },
    {
      "year": "1941",
      "uri": "/wiki/Little_Tony_(singer)",
      "name": "Little Tony",
      "aboutText": "Eric Foner (born February 7, 1943) is an American historian. On the faculty of the Department of History at Columbia University since 1982, he writes extensively on political history, the history of freedom, the early history of the Republican Party, African American biography, Reconstruction, and historiography. Foner is the leading contemporary historian of the post-Civil War Reconstruction period, having published Reconstruction: America's Unfinished Revolution, 1863-1877 (1988), winner of many prizes for history writing, and more than 10 other books on the topic.",
      "pageId": 1297053,
      "monthDay": "02/07"
    },
    {
      "year": "1943",
      "uri": "/wiki/Eric_Foner",
      "name": "Eric Foner",
      "aboutText": "Paulo César Carpegiani (born February 7, 1949 in Erechim, Rio Grande do Sul) is a former Brazilian footballer.",
      "pageId": 1741582,
      "monthDay": "02/07"
    },
    {
      "year": "1943",
      "uri": "/wiki/Gareth_Hunt",
      "name": "Gareth Hunt",
      "aboutText": "Héctor Eduardo Babenco (born February 7, 1946) is an Argentine-born Brazilian film director, screenwriter, producer and actor.\nHe has worked in several countries including Argentina, Brazil and the United States.",
      "pageId": 1843974,
      "monthDay": "02/07"
    },
    {
      "year": "1945",
      "uri": "/wiki/Gerald_Davies",
      "name": "Gerald Davies",
      "aboutText": "Rolf Joachim Benirschke (born February 7, 1955) is a former American football player in the National Football League. Benirschke played for the San Diego Chargers as their placekicker from 1978 until 1986.",
      "pageId": 1847907,
      "monthDay": "02/07"
    },
    {
      "year": "1946",
      "uri": "/wiki/H%C3%A9ctor_Babenco",
      "name": "Héctor Babenco",
      "aboutText": "Tony Tan Keng Yam (simplified Chinese: 陈庆炎; traditional Chinese: 陳慶炎; pinyin: Chén Qìngyán; Pe̍h-ōe-jī: Tân Khèng-iām; born 7 February 1940) is the seventh President of Singapore, in office since 2011. He served as a Member of the Singapore Parliament from 1979 to 2006 and held various ministerial portfolios, including defence, finance, Arts, trade and industry. In the late 1980s, Lee Kuan Yew mentioned Tan as his first choice to succeed himself as Prime Minister of Singapore, but he declined.",
      "pageId": 1856854,
      "monthDay": "02/07"
    },
    {
      "year": "1946",
      "uri": "/wiki/Pete_Postlethwaite",
      "name": "Pete Postlethwaite",
      "aboutText": "Juan Ramon Pizarro Cordova a.k.a. \"Terín\" (born February 7, 1937) is a former Major League Baseball (MLB) pitcher. He played for 18 seasons on 9 teams, from 1957 through 1974.",
      "pageId": 1988113,
      "monthDay": "02/07"
    },
    {
      "year": "1946",
      "uri": "/wiki/G%C3%A9rard_Jean-Juste",
      "name": "Gérard Jean-Juste",
      "aboutText": "Thomas Gerald Reames Davies CBE DL (born 7 February 1945 in Llansaint) is a Welsh former rugby union wing who played international rugby for Wales between 1966 and 1978. He is one of a small group of Welsh players to have won three Grand Slams including Ryan Jones, Adam Jones, Gethin Jenkins, Gareth Edwards and JPR Williams.",
      "pageId": 2009583,
      "monthDay": "02/07"
    },
    {
      "year": "1947",
      "uri": "/wiki/Wayne_Allwine",
      "name": "Wayne Allwine",
      "aboutText": "The Honourable Peter Jay (born 7 February 1937) is a British economist, broadcaster and diplomat.",
      "pageId": 2064662,
      "monthDay": "02/07"
    },
    {
      "year": "1949",
      "uri": "/wiki/Paulo_C%C3%A9sar_Carpegiani",
      "name": "Paulo César Carpegiani",
      "aboutText": "Gérard Jean-Juste (February 7, 1946 – May 27, 2009) was a Roman Catholic priest and rector of Saint Claire's church for the poor in Port-au-Prince, Haiti. He was also a liberation theologian and a supporter of the Fanmi Lavalas political party, as well as heading the Miami, Florida-based Haitian Refugee Center from 1977 to 1990.\nIn 2004, he became internationally noted as an opponent of the interim government of Prime Minister Gérard Latortue following the overthrow of the government of Jean-Bertrand Aristide in the 2004 Haitian coup d'état.",
      "pageId": 2289120,
      "monthDay": "02/07"
    },
    {
      "year": "1949",
      "uri": "/wiki/Jacques_Duchesneau",
      "name": "Jacques Duchesneau",
      "aboutText": "Karen Joy Fowler (born February 7, 1950) is an American author of science fiction, fantasy, and literary fiction. Her work often centers on the nineteenth century, the lives of women, and alienation.",
      "pageId": 2317832,
      "monthDay": "02/07"
    },
    {
      "year": "1950",
      "uri": "/wiki/Karen_Joy_Fowler",
      "name": "Karen Joy Fowler",
      "aboutText": "Benigno Ayala Felix (born February 7, 1951 in Yauco, Puerto Rico) is a former Major League Baseball player who had a 10-season career from 1974 to 1985. He played outfield, first base, and designated hitter. He played for the New York Mets and St.",
      "pageId": 2669847,
      "monthDay": "02/07"
    },
    {
      "year": "1951",
      "uri": "/wiki/Benny_Ayala",
      "name": "Benny Ayala",
      "aboutText": "Vasco Rossi (born 7 February 1952), also known as Vasco or with the nickname Il Blasco, is an Italian singer-songwriter. During his career, he has published 26 albums (not including unofficial releases) and has written over 250 songs, as well as lyrics for other artists. He calls himself a \"provoca(u)tore\" (an Italian portmanteau for \"provoking author\") as throughout his career he has been regularly criticized over his choice of lifestyle and the lyrics in his songs.",
      "pageId": 3648781,
      "monthDay": "02/07"
    },
    {
      "year": "1952",
      "uri": "/wiki/Vasco_Rossi",
      "name": "Vasco Rossi",
      "aboutText": "Kevin John William Crossley-Holland (born 7 February 1941) is an English translator, children's author and poet. His best known work may now be the Arthur trilogy, published around age sixty (2000–2003), for which he won the Guardian Prize and other recognition.\nCrossley-Holland and his 1985 novella Storm won the annual Carnegie Medal from the Library Association, recognising the year's outstanding children's book by a British author.",
      "pageId": 4453751,
      "monthDay": "02/07"
    },
    {
      "year": "1954",
      "uri": "/wiki/Dieter_Bohlen",
      "name": "Dieter Bohlen",
      "aboutText": "Jacques Duchesneau, CM (born February 7, 1949) is a Québécois politician, civil servant, former Montreal Chief of Police, and former President and Chief Executive Officer (CEO) of the Canadian Air Transport Security Authority. Since 2012, Duchesneau is the member of the Quebec National Assembly for the riding of Saint-Jérôme, elected under the Coalition Avenir Québec banner. He holds a Bachelor of Science degree from the Université de Montréal, a Master's Degree in Public Administration from the École nationale d'administration publique, and is in the process of completing a doctorate degree at the Royal Military College of Canada.",
      "pageId": 7875510,
      "monthDay": "02/07"
    },
    {
      "year": "1955",
      "uri": "/wiki/Rolf_Benirschke",
      "name": "Rolf Benirschke",
      "aboutText": "Little Tony (born Antonio Ciacci; 7 February 1941 – 27 May 2013) was an Italian-born Sammarinese pop singer and actor, who achieved success in Britain in the late 1950s and early 1960s, as the lead singer of Little Tony & His Brothers, before returning to Italy where he continued a successful career as a singer and film actor.",
      "pageId": 32034701,
      "monthDay": "02/07"
    },
    {
      "year": "1955",
      "uri": "/wiki/Miguel_Ferrer",
      "name": "Miguel Ferrer",
      "aboutText": "Troyal Garth Brooks (born February 7, 1962), best known as Garth Brooks, is an American country pop singer-songwriter. His eponymous first album was released in 1989 and peaked at number 2 in the US country album chart while climbing to number 13 on the Billboard 200 album chart. Brooks' integration of rock elements into his recordings and live performances earned him immense popularity.",
      "pageId": 12231,
      "monthDay": "02/07"
    },
    {
      "year": "1956",
      "uri": "/wiki/Emo_Philips",
      "name": "Emo Philips",
      "aboutText": "James Todd Spader (born February 7, 1960) is an American actor. He is best known for portraying eccentric characters in such films as the action science fiction film Stargate (1994), the controversial psychological thriller Crash (1996), and the erotic romance Secretary (2002).\nHis best-known television roles are those of attorney Alan Shore in The Practice and its spin-off Boston Legal (for which he won three Emmy Awards), and Robert California in the comedy-mockumentary The Office.",
      "pageId": 16115,
      "monthDay": "02/07"
    },
    {
      "year": "1956",
      "uri": "/wiki/Mark_St._John",
      "name": "Mark St. John",
      "aboutText": "Matthew White Ridley, 5th Viscount Ridley, DL, FRSL, FMedSci (born 7 February 1958), known commonly as Matt Ridley, is a British journalist who has written several popular science books. He is also a businessman and a Conservative member of the House of Lords.\nRidley is best known for his writings on science, the environment, and economics.",
      "pageId": 125275,
      "monthDay": "02/07"
    },
    {
      "year": "1958",
      "uri": "/wiki/Matt_Ridley",
      "name": "Matt Ridley",
      "aboutText": "Edward John \"Eddie\" Izzard (/ˈɪzɑrd/; born 7 February 1962) is an English stand-up comedian, actor, and writer. His comedic style takes the form of rambling, whimsical monologue, and self-referential pantomime. He had a starring role in the television series The Riches as Wayne Malloy and has appeared in films such as Ocean's Twelve, Ocean's Thirteen, Mystery Men, Shadow of the Vampire, The Cat's Meow, Across the Universe, and Valkyrie.",
      "pageId": 143983,
      "monthDay": "02/07"
    },
    {
      "year": "1958",
      "uri": "/wiki/Giuseppe_Baresi",
      "name": "Giuseppe Baresi",
      "aboutText": "Christopher Julius \"Chris\" Rock III (born February 7, 1965) is an American actor, comedian, voice artist and producer.\nAfter working as a standup comic and appearing in small film roles, Rock came to wider prominence as a cast member of Saturday Night Live in the early 1990s.",
      "pageId": 171268,
      "monthDay": "02/07"
    },
    {
      "year": "1958",
      "uri": "/wiki/Terry_Marsh_(boxer)",
      "name": "Terry Marsh",
      "aboutText": "Michael Joseph 'Mick' McCarthy (born 7 February 1959) is a professional football manager, pundit and former player who is the current manager of Ipswich Town. Born in Barnsley, England with an Irish father, he played for the Republic of Ireland on 57 occasions scoring 2 goals.\nMcCarthy began his playing career at Barnsley in 1977, and he later had spells at Manchester City, Celtic, Lyon, and finally Millwall, retiring in 1992.",
      "pageId": 195258,
      "monthDay": "02/07"
    },
    {
      "year": "1959",
      "uri": "/wiki/Mick_McCarthy",
      "name": "Mick McCarthy",
      "aboutText": "Peter Bondra (Slovak pronunciation: [ˈpɛtɛr ˈbondra]; born February 7, 1968) is a Slovak former professional ice hockey player. He was the general manager of the Slovakia national team from 2007 to 2011. A two-time 50-goal scorer, Bondra became the 37th player in National Hockey League (NHL) history to score 500 NHL goals.",
      "pageId": 327830,
      "monthDay": "02/07"
    },
    {
      "year": "1960",
      "uri": "/wiki/James_Spader",
      "name": "James Spader",
      "aboutText": "Emo Philips (born Phil Soltanek; February 7, 1956) is an American entertainer and comedian born in the Chicago suburb of Downers Grove. Much of his standup comedy stems from the use of paraprosdokians spoken in a wandering falsetto tone of voice and a confused, childlike delivery of his material to produce the intended comic timing in a manner invoking the 'wisdom of children' or the idiot savant.",
      "pageId": 487070,
      "monthDay": "02/07"
    },
    {
      "year": "1962",
      "uri": "/wiki/Garth_Brooks",
      "name": "Garth Brooks",
      "aboutText": "Mark Leslie Norton (February 7, 1956 – April 5, 2007), better known as Mark St. John, was a guitarist best known for his brief work with the rock band Kiss from April to November 1984. He played on the band's Animalize album and a few dates on the subsequent tour before being replaced by Bruce Kulick.",
      "pageId": 554778,
      "monthDay": "02/07"
    },
    {
      "year": "1962",
      "uri": "/wiki/Eddie_Izzard",
      "name": "Eddie Izzard",
      "aboutText": "Kristin Otto (born 7 February 1966) is a German Olympic swimming champion. She is most famous for being the first woman to win six gold medals at a single Olympic Games, doing so at the 1988 Seoul Olympic games. Otto was also the first woman to swim the short course 100 meter backstroke in under a minute, doing so at an international short course meet at Indiana University in 1983.",
      "pageId": 610819,
      "monthDay": "02/07"
    },
    {
      "year": "1964",
      "uri": "/wiki/Ashok_Banker",
      "name": "Ashok Banker",
      "aboutText": "Miguel José Ferrer (born February 7, 1955) is an American actor and voice actor mostly known for villainous roles, notably Bob Morton, the designer of the titular character in RoboCop. He also voiced the antagonistic Hun leader Shan Yu in Mulan (1998) and Big Boss in Rio 2. Ferrer's other notable roles include Dr.",
      "pageId": 970710,
      "monthDay": "02/07"
    },
    {
      "year": "1964",
      "uri": "/wiki/Ray_Mears",
      "name": "Ray Mears",
      "aboutText": "Raymond Paul Mears (born 7 February 1964) is an English woodsman, instructor, businessman, author and TV presenter. His TV appearances cover bushcraft and survival techniques. He is best known for the TV series Ray Mears' Bushcraft, Ray Mears' World of Survival, Extreme Survival, Survival with Ray Mears, Wild Britain with Ray Mears and Ray Mears Goes Walkabout.",
      "pageId": 1195841,
      "monthDay": "02/07"
    },
    {
      "year": "1964",
      "uri": "/wiki/Cynthia_Woodhead",
      "name": "Cynthia Woodhead",
      "aboutText": "Giuseppe Baresi (Italian pronunciation: [dʒuˈzɛppe baˈreːzi]; born 7 February 1958) is an Italian former footballer who spent most of his career with Internazionale as a defender or as a defensive midfielder. He currently works as a technical assistant at Internazionale.",
      "pageId": 1395361,
      "monthDay": "02/07"
    },
    {
      "year": "1965",
      "uri": "/wiki/Jason_Gedrick",
      "name": "Jason Gedrick",
      "aboutText": "Jason Gedrick is an American actor best known for his work on the television series Murder One and Boomtown and the motion picture Iron Eagle.",
      "pageId": 1582241,
      "monthDay": "02/07"
    },
    {
      "year": "1965",
      "uri": "/wiki/Chris_Rock",
      "name": "Chris Rock",
      "aboutText": "Ashok Kumar Banker (born 7 February 1964 in Mumbai, India) is an author and screenwriter. His writing spans crime thrillers, essays, literary criticism, fiction and mythological retellings. The author of several well-received novels including a trilogy billed as \"India's first crime novels in English\", he became widely known for his retellings of Indian mythological epics, starting with the internationally acclaimed and best-selling eight-volume Ramayana Series, which has been credited with the resurgence of mythology in Indian publishing.",
      "pageId": 2297594,
      "monthDay": "02/07"
    },
    {
      "year": "1965",
      "uri": "/wiki/Petr_V%C3%A1%C5%A1a",
      "name": "Petr Váša",
      "aboutText": "Terry Marsh (born 7 February 1958) is an English former professional boxer who was an undefeated world champion in the light welterweight division.\nMarsh was a three-time ABA senior amateur champion who went on to become the British, European and IBF light welterweight world champion as a professional. He was the first European boxer ever to retire as an undefeated World Champion, a feat later equalled by Romanian Michael Loewe, Germany's Sven Ottke and Welshman Joe Calzaghe.",
      "pageId": 3233102,
      "monthDay": "02/07"
    },
    {
      "year": "1966",
      "uri": "/wiki/Kristin_Otto",
      "name": "Kristin Otto",
      "aboutText": "Not to be confused with director, writer and actor Aman Chang, also known as Cheung Man, who has the same Chinese name.",
      "pageId": 10125559,
      "monthDay": "02/07"
    },
    {
      "year": "1967",
      "uri": "/wiki/Sharla_Cheung",
      "name": "Sharla Cheung",
      "aboutText": "Cynthia Lee Woodhead (born February 7, 1964), commonly known by her family nickname, \"Sippy\", is an American former competition swimmer, world champion, Olympic medalist, and former world record-holder.",
      "pageId": 19266127,
      "monthDay": "02/07"
    },
    {
      "year": "1968",
      "uri": "/wiki/Peter_Bondra",
      "name": "Peter Bondra",
      "aboutText": "Maitreesh Ghatak (born 7 February 1968) is a Professor of Economics at the London School of Economics. He is an applied microeconomic theorist with research interests in economic development, public economics, and the economics of organisations.\nHis research interests include microfinance, property rights, occupational choice, collective action, and the economics of NGOs and non-profits.",
      "pageId": 23191904,
      "monthDay": "02/07"
    },
    {
      "year": "1968",
      "uri": "/wiki/Maitreesh_Ghatak",
      "name": "Maitreesh Ghatak",
      "aboutText": "Petr Váša (born 7 February 1965 in Brno, Czechoslovakia) is a Czech poet, rock singer-songwriter, experimental actor, artist and educator. In 1985 he founded his first band called Z kopce (Czech \"downhill\"). From 1999 he performed with Ty Syčáci.",
      "pageId": 36291370,
      "monthDay": "02/07"
    },
    {
      "year": "1968",
      "uri": "/wiki/Mark_Tewksbury",
      "name": "Mark Tewksbury",
      "aboutText": "Amon Adonai Santos de Araújo Tobin (born February 7, 1972), known as Amon Tobin, is a Brazilian musician, composer and producer of electronic music. He is described as a virtuoso sound designer and is considered to be one of the most influential electronic music artists in the world. He is noted for his unusual methodology in sound design and music production.",
      "pageId": 89580,
      "monthDay": "02/07"
    },
    {
      "year": "1969",
      "uri": "/wiki/Adriano_Silva_Francisco",
      "name": "Adriano Silva Francisco",
      "aboutText": "Stephen John Nash, OC, OBC (born February 7, 1974), is a Canadian retired professional basketball player who played in the National Basketball Association (NBA). The point guard was an eight-time NBA All-Star and a seven-time All-NBA selection. Twice Nash was named the NBA Most Valuable Player while playing for the Phoenix Suns.",
      "pageId": 346029,
      "monthDay": "02/07"
    },
    {
      "year": "1969",
      "uri": "/wiki/Yves_Racine",
      "name": "Yves Racine",
      "aboutText": "Alexandre Daigle (born February 7, 1975) is a retired Canadian professional ice hockey player. Drafted first overall by the Ottawa Senators in the 1993 NHL Entry Draft, Daigle failed to live up to the high expectations, achieving a career high of only 51 points in three separate National Hockey League (NHL) regular seasons. Daigle is widely regarded today as one of the all-time greatest draft busts in NHL history.",
      "pageId": 568886,
      "monthDay": "02/07"
    },
    {
      "year": "1970",
      "uri": "/wiki/Stanley_Roberts",
      "name": "Stanley Roberts",
      "aboutText": "Juwan Antonio Howard (born February 7, 1973) is an American retired professional basketball player who currently serves as an assistant coach for the Miami Heat of the National Basketball Association (NBA). Howard formerly played for the Heat from 2010 until 2013. A one-time All-Star and one-time All-NBA power forward, he began his NBA career as the fifth overall pick in the 1994 NBA draft, selected by the Washington Bullets.",
      "pageId": 767804,
      "monthDay": "02/07"
    },
    {
      "year": "1971",
      "uri": "/wiki/Anita_Tsoy",
      "name": "Anita Tsoy",
      "aboutText": "Marcus Tewksbury, MSM (born February 7, 1968) is a Canadian former competition swimmer. He is best known for winning the gold medal in the 100-metre backstroke at the 1992 Summer Olympics. He also hosted the first season of How It's Made, a Canadian documentary series, in 2001.",
      "pageId": 905950,
      "monthDay": "02/07"
    },
    {
      "year": "1972",
      "uri": "/wiki/Essence_Atkins",
      "name": "Essence Atkins",
      "aboutText": "Mariusz Zbigniew Pudzianowski (Polish pronunciation: [ˈmarjuʂ pudʑaˈnɔfskʲi]; born 7 February 1977), known in Poland as \"Pudzian\", is a Polish former strongman competitor and current mixed martial artist. During his career as a strongman, Pudzianowski won five World's Strongest Man titles; more than any other athlete according to Guinness World Records. He also won two runner-up titles, including his most recent performance in the 32nd edition.",
      "pageId": 945181,
      "monthDay": "02/07"
    },
    {
      "year": "1972",
      "uri": "/wiki/Aftab_Habib",
      "name": "Aftab Habib",
      "aboutText": "Essence Uhura Atkins (born February 7, 1972) is an American actress and model. She is best known for the roles of Dee Dee Thorne on the UPN sitcom Half & Half and as Yvette Henderson on The WB sitcom Smart Guy. She has also starred in the TV series Are We There Yet?",
      "pageId": 1665704,
      "monthDay": "02/07"
    },
    {
      "year": "1972",
      "uri": "/wiki/Robyn_Lively",
      "name": "Robyn Lively",
      "aboutText": "Aftab Habib (born 7 February 1972) is an English cricketer.\nHabib was formerly the Hong Kong National Coach, having been appointed on a three-year contract, including Hong Kong's appearance in the 2008 Asia Cup in Pakistan and has worked as Women’s and Girls’ Cricket Development Officer for the Buckinghamshire Cricket Board.\nIn county cricket he represented Leicestershire and Essex.",
      "pageId": 2054277,
      "monthDay": "02/07"
    },
    {
      "year": "1972",
      "uri": "/wiki/Amon_Tobin",
      "name": "Amon Tobin",
      "aboutText": "Jun Seba (瀬葉淳 Seba Jun, February 7, 1974 – February 26, 2010), born in the Nishi-Azabu district of Minato, Tokyo, Japan, was a Japanese hip hop producer and DJ who recorded under the name Nujabes (ヌジャベス Nujabesu). Nujabes /ˈnudʒɑːbɛs/ was an anagram of his name, being the reverse spelling of Seba Jun. He was the owner of the Shibuya record stores, T Records and Guinness Records and founder of the independent label Hydeout Productions.",
      "pageId": 4305696,
      "monthDay": "02/07"
    },
    {
      "year": "1973",
      "uri": "/wiki/Irina_Bj%C3%B6rklund",
      "name": "Irina Björklund",
      "aboutText": "Robyn Elaine Lively (born February 7, 1972) is an American actress.",
      "pageId": 4377478,
      "monthDay": "02/07"
    },
    {
      "year": "1973",
      "uri": "/wiki/Mie_Sonozaki",
      "name": "Mie Sonozaki",
      "aboutText": "Stanley Corvet Roberts (born February 7, 1970) is a retired American professional basketball player who played center.",
      "pageId": 5559227,
      "monthDay": "02/07"
    },
    {
      "year": "1973",
      "uri": "/wiki/Juwan_Howard",
      "name": "Juwan Howard",
      "aboutText": "Joseph Reno Yves Racine (born February 7, 1969) is a retired Canadian professional ice hockey defenceman who played in the National Hockey League (NHL) for the Detroit Red Wings, Montreal Canadiens, Philadelphia Flyers, San Jose Sharks, Calgary Flames and Tampa Bay Lightning.",
      "pageId": 5785957,
      "monthDay": "02/07"
    },
    {
      "year": "1974",
      "uri": "/wiki/Nujabes",
      "name": "Nujabes",
      "aboutText": "Irina Felicia Björklund (born 7 February 1973) is a Finland-Swedish actress and singer.",
      "pageId": 6429976,
      "monthDay": "02/07"
    },
    {
      "year": "1974",
      "uri": "/wiki/J_Dilla",
      "name": "J Dilla",
      "aboutText": "Mie Sonozaki (園崎 未恵, Sonozaki Mie, born February 7, 1973 in Tokyo) is a Japanese actress, voice actress and singer represented by Remax.\n^ Chris Beveridge, July 9, 2014, Fandom Post, ‘Strike Witches Operation Victory Arrow’ Anime Gets New Key Visual, Accessed July 11, 2014, \"...The cast includes ...",
      "pageId": 8253378,
      "monthDay": "02/07"
    },
    {
      "year": "1974",
      "uri": "/wiki/Steve_Nash",
      "name": "Steve Nash",
      "aboutText": "Anita \"Anna\" Sergeyevna Tsoy (Russian: Анита \"Анна\" Серге́евна Цой; born 7 February 1971, Moscow) is a Russian singer-songwriter of Korean descent. Meritorious Artist of Russia (2003).\n^ Morozov, Andrey (27 May 2005).",
      "pageId": 11878009,
      "monthDay": "02/07"
    },
    {
      "year": "1975",
      "uri": "/wiki/Alexandre_Daigle",
      "name": "Alexandre Daigle",
      "aboutText": "Dimitrios Papanikolaou (alternate spelling: Dimitris) (Greek: Δημήτρης Παπανικολάου; born February 7, 1977 in Nea Liosia, Athens, Greece) is a retired Greek professional basketball player and a professional basketball coach. He is 2.02 m (6 ft 7 ½ in) tall.",
      "pageId": 12423358,
      "monthDay": "02/07"
    },
    {
      "year": "1975",
      "uri": "/wiki/R%C3%A9mi_Gaillard",
      "name": "Rémi Gaillard",
      "aboutText": "Rémi Gaillard (born 7 February 1975 in Montpellier, France) is a French prankster who uploads videos on YouTube. After losing his job at a shoe store, Rémi began to use his free time to run pranks on the public. As of March 2012, he is the seventeenth most subscribed comedian on YouTube.",
      "pageId": 14259537,
      "monthDay": "02/07"
    },
    {
      "year": "1977",
      "uri": "/wiki/Tsuneyasu_Miyamoto",
      "name": "Tsuneyasu Miyamoto",
      "aboutText": "Adriano Silva Francisco (born 7 February 1969) is a Brazilian footballer.",
      "pageId": 28560359,
      "monthDay": "02/07"
    },
    {
      "year": "1977",
      "uri": "/wiki/Dimitrios_Papanikolaou",
      "name": "Dimitrios Papanikolaou",
      "aboutText": "James Dewitt Yancey (February 7, 1974 – February 10, 2006), better known by the stage names J Dilla and Jay Dee, was an American record producer and rapper who emerged from the mid-1990s underground hip hop scene in Detroit, Michigan. According to his obituary at NPR.org, he \"was one of the music industry's most influential hip-hop artists\", working with big-name acts including A Tribe Called Quest, De La Soul, Busta Rhymes, Erykah Badu, MF DOOM, Poe, The Roots, The Pharcyde and Common.",
      "pageId": 30860874,
      "monthDay": "02/07"
    },
    {
      "year": "1977",
      "uri": "/wiki/Mariusz_Pudzianowski",
      "name": "Mariusz Pudzianowski",
      "aboutText": "Tsuneyasu Miyamoto (宮本 恒靖, Miyamoto Tsuneyasu, born February 7, 1977 in Osaka) is a retired Japanese footballer who was active from 1995 until 2011.\nA central defender, Miyamoto went on to make 71 international appearances and led the Japan national team in the 2002 and 2006 World Cups as well as the 2004 Asian Cup. Miyamoto also captained Gamba Osaka during their 2005 J. League championship season.",
      "pageId": 30865532,
      "monthDay": "02/07"
    },
    {
      "year": "1977",
      "uri": "/wiki/Eri_Tanaka",
      "name": "Eri Tanaka",
      "aboutText": "Christopher Ashton Kutcher (/ˈkʊtʃər/; born February 7, 1978) is an American actor, producer, investor and former model.\nKutcher began his career as a model. He began his acting career portraying Michael Kelso in the Fox sitcom That '70s Show, which aired for eight seasons.",
      "pageId": 274539,
      "monthDay": "02/07"
    },
    {
      "year": "1978",
      "uri": "/wiki/David_Aebischer",
      "name": "David Aebischer",
      "aboutText": "David Aebischer (born February 7, 1978), is a former Swiss professional ice hockey goaltender who played in the National Hockey League with the Colorado Avalanche, Montreal Canadiens and Phoenix Coyotes. He was a member of the 2001 Stanley Cup champion Avalanche team, becoming the first Swiss native to achieve the feat.",
      "pageId": 391005,
      "monthDay": "02/07"
    },
    {
      "year": "1978",
      "uri": "/wiki/Endy_Ch%C3%A1vez",
      "name": "Endy Chávez",
      "aboutText": "Endy de Jesus Chávez (/ˈtʃɑːvɛz/; born February 7, 1978) is a Venezuelan professional baseball outfielder who is a free agent. He has played in Major League Baseball (MLB) for the Kansas City Royals, Montreal Expos, Washington Nationals, Philadelphia Phillies, New York Mets, Seattle Mariners, Texas Rangers and Baltimore Orioles.",
      "pageId": 710368,
      "monthDay": "02/07"
    },
    {
      "year": "1978",
      "uri": "/wiki/Ashton_Kutcher",
      "name": "Ashton Kutcher",
      "aboutText": "Cerina Vincent (born February 7, 1979) is an American actress and writer best known for playing Maya the Yellow Galaxy Ranger in the television series Power Rangers Lost Galaxy, as well as her film appearances in Not Another Teen Movie, Cabin Fever, It Waits, and Everybody Wants to Be Italian.",
      "pageId": 1966533,
      "monthDay": "02/07"
    },
    {
      "year": "1978",
      "uri": "/wiki/Daniel_Van_Buyten",
      "name": "Daniel Van Buyten",
      "aboutText": "Daniel Van Buyten (Dutch pronunciation: [ˈdaːnijɛl vɑmˈbœy̆tə(n)]; born 7 February 1978) is a Belgian former footballer who played as a centre back for the Belgium national football team. Nicknamed 'Big Dan', Van Buyten was known for his uncompromising style of play, exploiting both his physical strength and aerial ability.\nStarting out at Sporting Charleroi as a striker, his career took off when he converted to a centre back, playing for a series of top flight clubs, including Olympique de Marseille, Manchester City, Hamburger SV and Bayern Munich.",
      "pageId": 2243810,
      "monthDay": "02/07"
    },
    {
      "year": "1979",
      "uri": "/wiki/Daniel_Bierofka",
      "name": "Daniel Bierofka",
      "aboutText": "Mickaël Piétrus (French pronunciation: ​[mikaɛ'l pieː'tʁys]; born February 7, 1982) is a French professional basketball player who plays for SLUC Nancy Basket of the LNB Pro A. He is listed at 6'6\", 215 pounds and plays both the small forward and shooting guard positions. Piétrus was drafted by the Golden State Warriors with the 11th pick of the 2003 NBA draft, and is originally from Guadeloupe, a Caribbean island that is a part of France. His older brother, Florent Piétrus, is also a professional basketball player.",
      "pageId": 2431900,
      "monthDay": "02/07"
    },
    {
      "year": "1979",
      "uri": "/wiki/Nicola_Campedelli",
      "name": "Nicola Campedelli",
      "aboutText": "Daniel Bierofka (born 7 February 1979) is a German football coach and former player. His playing career had been plagued by injuries which limited his chances of playing more matches for Germany national squad and forced him to retire after the 2013–14 season.",
      "pageId": 3502632,
      "monthDay": "02/07"
    },
    {
      "year": "1979",
      "uri": "/wiki/Tawakkol_Karman",
      "name": "Tawakkol Karman",
      "aboutText": "Scott Wynne Feldman (born February 7, 1983) is an American professional baseball starting pitcher for the Houston Astros of Major League Baseball (MLB).\nAfter going 25–2 in his first two years of college baseball, he was drafted in the 30th round by the Texas Rangers in 2003. Feldman had Tommy John surgery later that year.",
      "pageId": 6829524,
      "monthDay": "02/07"
    },
    {
      "year": "1979",
      "uri": "/wiki/Cerina_Vincent",
      "name": "Cerina Vincent",
      "aboutText": "Darcy Dolce Neto, or simply Neto (born February 7, 1981 in São José do Rio Preto), is a Brazilian football right-back.",
      "pageId": 7936932,
      "monthDay": "02/07"
    },
    {
      "year": "1980",
      "uri": "/wiki/Richie_Castellano",
      "name": "Richie Castellano",
      "aboutText": "Georgios Gougoulias (Greek: Γιώργος Γκουγκουλιάς) is a Greek football striker playing for Panserraikos. He was born and spent his childhood in Schweinfurt, Germany where he started playing football at its academy.",
      "pageId": 8409258,
      "monthDay": "02/07"
    },
    {
      "year": "1980",
      "uri": "/wiki/Maximiliano_Cejas",
      "name": "Maximiliano Cejas",
      "aboutText": "Nicola Campedelli (born 7 February 1979) is an Italian association football coach, former of Cesena and former player.",
      "pageId": 8472363,
      "monthDay": "02/07"
    },
    {
      "year": "1981",
      "uri": "/wiki/Darcy_Dolce_Neto",
      "name": "Darcy Dolce Neto",
      "aboutText": "Teshome Getu (Amharic: ጠስሆመ ጘቱ?, born 7 February 1983 in Ethiopia) is an Ethiopian football midfielder.",
      "pageId": 10587355,
      "monthDay": "02/07"
    },
    {
      "year": "1981",
      "uri": "/wiki/Lee_Ok-sung",
      "name": "Lee Ok-sung",
      "aboutText": "Lee Ok-Sung (born February 7, 1981 in Jinju, Gyeongsangnam-do, South Korea ) is a South Korean amateur boxer best known for winning the 2005 World Championships in the men's flyweight division.",
      "pageId": 14069451,
      "monthDay": "02/07"
    },
    {
      "year": "1982",
      "uri": "/wiki/Osamu_Mukai",
      "name": "Osamu Mukai",
      "aboutText": "Osamu Mukai (向井 理, Mukai Osamu, born February 7, 1982) is a Japanese actor. He was born in Kanagawa Prefecture, Japan. He graduated from Meiji University.",
      "pageId": 22687187,
      "monthDay": "02/07"
    },
    {
      "year": "1982",
      "uri": "/wiki/Micka%C3%ABl_Pi%C3%A9trus",
      "name": "Mickaël Piétrus",
      "aboutText": "Emma-Lee is a Canadian pop singer, songwriter and photographer based in Toronto, Ontario. She is considered a mezzo-soprano and is a self-taught vocalist.\n^ \"Toronto singer Emma-Lee ready for her close-up\".",
      "pageId": 26404442,
      "monthDay": "02/07"
    },
    {
      "year": "1983",
      "uri": "/wiki/Scott_Feldman",
      "name": "Scott Feldman",
      "aboutText": "Maximiliano \"Max\" Roldán Cejas (born 7 February 1980 -La Plata- ) is an Argentine footballer who plays for Forlì in the Italian football league.",
      "pageId": 26513737,
      "monthDay": "02/07"
    },
    {
      "year": "1983",
      "uri": "/wiki/Teshome_Getu",
      "name": "Teshome Getu",
      "aboutText": "Sho Kamogawa (born 7 February 1983) is a Japanese football player.",
      "pageId": 27507279,
      "monthDay": "02/07"
    },
    {
      "year": "1983",
      "uri": "/wiki/Emma-Lee",
      "name": "Emma-Lee",
      "aboutText": "Richie Castellano (born February 7, 1980) is an American bandleader, singer, songwriter and musician. He plays guitar and keyboards for the band Blue Öyster Cult.\n^ Nicole Inglis (June 18, 2010).",
      "pageId": 27943537,
      "monthDay": "02/07"
    },
    {
      "year": "1983",
      "uri": "/wiki/Georgios_Gougoulias",
      "name": "Georgios Gougoulias",
      "aboutText": "Tawakkol Abdel-Salam Karman (Arabic: توكل عبد السلام خالد كرمان‎ Tawakkul ‘Abd us-Salām Karmān; also Romanized Tawakul, Tawakel) (born 7 February 1979) is a Yemeni journalist, politician and senior member of the of Al-Islah political party, and human rights activist. She leads the group \"Women Journalists Without Chains,\" which she co-founded in 2005. She became the international public face of the 2011 Yemeni uprising that is part of the Arab Spring uprisings.",
      "pageId": 30688714,
      "monthDay": "02/07"
    },
    {
      "year": "1983",
      "uri": "/wiki/Sho_Kamogawa",
      "name": "Sho Kamogawa",
      "aboutText": "Eri Tanaka (たなかえり, Tanaka Eri, born February 7, 1977 in Kanagawa Prefecture, Japan) is a Japanese actress and voice actress who is best known for her role as Chisato Jogasaki/Mega Yellow in the 1997 Super Sentai series Denji Sentai Megaranger, and Later Reprised Her Role in the Teamup Special Megaranger Vs Gingaman.",
      "pageId": 31477557,
      "monthDay": "02/07"
    },
    {
      "year": "1983",
      "uri": "/wiki/Christian_Klien",
      "name": "Christian Klien",
      "aboutText": "Christian Klien (born 7 February 1983) is an Austrian former Formula One racing driver. In total he has scored 14 points in Formula One.",
      "pageId": 647268,
      "monthDay": "02/07"
    },
    {
      "year": "1983",
      "uri": "/wiki/Federico_Marchetti",
      "name": "Federico Marchetti",
      "aboutText": "Tina Marie Majorino (/meɪdʒɵˈriːnoʊ/; born February 7, 1985) is an American film and television actress. She started her career as a child actor, starring in films such as Andre; When a Man Loves a Woman; Corrina, Corrina; and Waterworld.\nDespite her early success, she took a sabbatical from 1999 to 2004.",
      "pageId": 1027643,
      "monthDay": "02/07"
    },
    {
      "year": "1984",
      "uri": "/wiki/Trey_Hardee",
      "name": "Trey Hardee",
      "aboutText": "Ai Kago (加護 亜依, Kago Ai) (born February 7, 1988 in Yamatotokada, Nara, Japan) is a Japanese singer, actress, author and former Guinness World Record holder.\nAt age 12, Kago won the 4th National Audition of Morning Musume held by the Up-Front Works Agency in 2000, which led to her admission into the extremely popular idol group as a 4th generation member. In the same year, she became a founding member of Minimoni.",
      "pageId": 1354750,
      "monthDay": "02/07"
    },
    {
      "year": "1985",
      "uri": "/wiki/Tina_Majorino",
      "name": "Tina Majorino",
      "aboutText": "Stephen Colletti (born February 7, 1986) is an American actor and television personality who portrayed Chase Adams on The CW Drama television series One Tree Hill.",
      "pageId": 3181552,
      "monthDay": "02/07"
    },
    {
      "year": "1985",
      "uri": "/wiki/Devis_Nossa",
      "name": "Devis Nossa",
      "aboutText": "Matthew Stafford (born February 7, 1988) is an American football quarterback for the Detroit Lions of the National Football League (NFL). He played college football at Georgia, and was drafted by the Lions first overall in the 2009 NFL Draft.",
      "pageId": 7574767,
      "monthDay": "02/07"
    },
    {
      "year": "1985",
      "uri": "/wiki/Deborah_Ann_Woll",
      "name": "Deborah Ann Woll",
      "aboutText": "Giorgi Tsintsadze (Georgian: გიორგი ცინცაძე) is a Georgian professional basketball who plays for BCM Gravelines of the LNB Pro A. Giorgi is native of Tbilisi, the capital of Georgia.",
      "pageId": 9701695,
      "monthDay": "02/07"
    },
    {
      "year": "1986",
      "uri": "/wiki/Stephen_Colletti",
      "name": "Stephen Colletti",
      "aboutText": "Nicholas William Calathes (Greek: Νικόλαος \"Νίκος\" Γουλιέλμος Καλάθης; born February 7, 1989) is a Greek-American professional basketball player who currently plays for Panathinaikos of the Greek Basket League and the Euroleague. He also plays for the Greek national team internationally. He played college basketball for the University of Florida.",
      "pageId": 13133550,
      "monthDay": "02/07"
    },
    {
      "year": "1986",
      "uri": "/wiki/Michael_Orozco_Fiscal",
      "name": "Michael Orozco Fiscal",
      "aboutText": "Michael Orozco Fiscal (born February 7, 1986) is an American soccer player who currently plays for Tijuana in the Liga MX and the United States national team.",
      "pageId": 16089652,
      "monthDay": "02/07"
    },
    {
      "year": "1986",
      "uri": "/wiki/Lina_Stan%C4%8Di%C5%ABt%C4%97",
      "name": "Lina Stančiūtė",
      "aboutText": "Lina Stančiūtė (born 7 February 1986) is a Lithuanian tennis player.\nStančiūtė has won four singles and three doubles titles on the ITF tour in her career. On 28 September 2009, she reached her best singles ranking of world number 197.",
      "pageId": 18060797,
      "monthDay": "02/07"
    },
    {
      "year": "1986",
      "uri": "/wiki/Giorgi_Tsintsadze",
      "name": "Giorgi Tsintsadze",
      "aboutText": "Philippa Claire Wilson MBE (born 7 February 1986 in Southampton) is an English professional sailor.\nShe won a gold medal in the Yngling sailing class in the 2008 Summer Olympics in Beijing, together with Sarah Webb and Sarah Ayton.\nWilson was appointed Member of the Order of the British Empire (MBE) in the 2009 New Year Honours.",
      "pageId": 18900907,
      "monthDay": "02/07"
    },
    {
      "year": "1986",
      "uri": "/wiki/Pippa_Wilson",
      "name": "Pippa Wilson",
      "aboutText": "Federico Marchetti (Italian pronunciation: [fedeˈriko marˈketti]; born 7 February 1983 in Bassano del Grappa) is an Italian footballer who plays as a goalkeeper for Serie A club Lazio.",
      "pageId": 19618098,
      "monthDay": "02/07"
    },
    {
      "year": "1987",
      "uri": "/wiki/Achmad_Jufriyanto",
      "name": "Achmad Jufriyanto",
      "aboutText": "Deborah Ann Woll (born February 7, 1985) is an American actress best known for her roles as Jessica Hamby on HBO's True Blood and Karen Page on Netflix's Daredevil. She has starred in the films Mother's Day, Someday This Pain Will Be Useful to You, Catch .44, Ruby Sparks, and Meet Me in Montenegro.",
      "pageId": 23352332,
      "monthDay": "02/07"
    },
    {
      "year": "1988",
      "uri": "/wiki/Lee_Don-ku",
      "name": "Lee Don-ku",
      "aboutText": "James Edward \"Trey\" Hardee III (born February 7, 1984, in Birmingham, Alabama) is an American track and field athlete who specializes in the decathlon.",
      "pageId": 24058042,
      "monthDay": "02/07"
    },
    {
      "year": "1988",
      "uri": "/wiki/Nikola_Fra%C5%88kov%C3%A1",
      "name": "Nikola Fraňková",
      "aboutText": "Lee Don-ku (Korean: 이돈구 born February 7, 1988 in Seoul) is a Korean professional ice hockey defenceman. He is playing in his second year for Anyang Halla. He previously played 4 years for Yonsei University and was a member of the 2009 South Korean men's national ice hockey team.",
      "pageId": 25277677,
      "monthDay": "02/07"
    },
    {
      "year": "1988",
      "uri": "/wiki/Albin_Hod%C5%BEa",
      "name": "Albin Hodža",
      "aboutText": "Achmad Jufriyanto Tohir (born 7 February 1987 in Tangerang, Banten) is an Indonesian professional footballer who currently plays for Persib Bandung in the Indonesia Super League.",
      "pageId": 28145713,
      "monthDay": "02/07"
    },
    {
      "year": "1988",
      "uri": "/wiki/Lee_Joon",
      "name": "Lee Joon",
      "aboutText": "Lee Chang-sun (Hangul: 이창선; hanja: 李昌宣; born February 7, 1988), better known by his stage name Lee Joon (Hangul: 이준; hanja: 李準) is a South Korean idol singer, dancer, actor and model. He was a member of the Korean male group MBLAQ until the end of November, 2014 when his contract with J. Tune Camp officially ended; on December 16, 2014 it was announced that he had departed from the group and for the time being he would focus on filming his then current TV series, MBC's Mr. Back.",
      "pageId": 28645584,
      "monthDay": "02/07"
    },
    {
      "year": "1988",
      "uri": "/wiki/Ai_Kago",
      "name": "Ai Kago",
      "aboutText": "Devis Nossa (born 7 February 1985) is an Italian footballer who plays for Lega Pro Prima Divisione club Virtus Entella.\n^ \"INTER PRIMAVERA 2003/04: DEFENDERS\". FC Internazionale Milano (inter.it).",
      "pageId": 28902900,
      "monthDay": "02/07"
    },
    {
      "year": "1988",
      "uri": "/wiki/Matthew_Stafford",
      "name": "Matthew Stafford",
      "aboutText": "Albin Romain Hodzha (born 7 February 1988 in Choisy-le-Roi) is a French footballer of Albanian descent who currently plays as a forward for Flamurtari Vlorë in the Albanian Superliga.",
      "pageId": 29293798,
      "monthDay": "02/07"
    },
    {
      "year": "1989",
      "uri": "/wiki/Nick_Calathes",
      "name": "Nick Calathes",
      "aboutText": "Nikola Fraňková (born 7 February 1988 in Brno) is a Czech tennis player.\nFraňková has won one singles and 18 doubles titles on the ITF tour during her career. On 9 March 2009, she reached her best singles ranking of world number 249.",
      "pageId": 34160915,
      "monthDay": "02/07"
    },
    {
      "year": "1989",
      "uri": "/wiki/Alexis_Rol%C3%ADn",
      "name": "Alexis Rolín",
      "aboutText": "Germán Alexis Rolín Fernández (born 7 February 1989) is a Uruguayan footballer who plays as a central defender for Boca Juniors in the Argentine First Division.",
      "pageId": 36468911,
      "monthDay": "02/07"
    },
    {
      "year": "1989",
      "uri": "/wiki/Elia_Viviani",
      "name": "Elia Viviani",
      "aboutText": "For the screenwriter, see David S Dorfman, and for the choreographer, see David Dorfman (choreographer)",
      "pageId": 2294754,
      "monthDay": "02/07"
    },
    {
      "year": "1990",
      "uri": "/wiki/Anna_Abreu",
      "name": "Anna Abreu",
      "aboutText": "Maimi Yajima (矢島 舞美, Yajima Maimi, born February 7, 1992 in Saitama Prefecture) is a member and the leader of Cute, a girl idol group within Hello!",
      "pageId": 9269689,
      "monthDay": "02/07"
    },
    {
      "year": "1990",
      "uri": "/wiki/Neil_Etheridge",
      "name": "Neil Etheridge",
      "aboutText": "Mai Hagiwara (萩原 舞, Hagiwara Mai, born February 7, 1996 in Saitama Prefecture) is a Japanese pop singer. She is a member of the bands Cute and also Hello!",
      "pageId": 9941819,
      "monthDay": "02/07"
    },
    {
      "year": "1990",
      "uri": "/wiki/Steven_Stamkos",
      "name": "Steven Stamkos",
      "aboutText": "Steven Stamkos (born February 7, 1990) is a Canadian professional ice hockey centre and team captain for the Tampa Bay Lightning of the National Hockey League (NHL). Stamkos was the first overall pick in the 2006 OHL Entry Draft, from the Markham Waxers of the OMHA. Playing with the Sarnia Sting of the Ontario Hockey League (OHL), he scored 100 goals over two years. After a successful OHL career, Stamkos was selected first overall in the 2008 NHL Entry Draft by the Tampa Bay Lightning.",
      "pageId": 10804874,
      "monthDay": "02/07"
    },
    {
      "year": "1991",
      "uri": "/wiki/Takahisa_Maeyama",
      "name": "Takahisa Maeyama",
      "aboutText": "Anna Abreu (Anna Eira Margarida Heiskari, née Mourão de Melo e Abreu born on 7 February 1990) is a Finnish-Portuguese singer who rose to fame as the runner-up of the third series of the Finnish singing talent show Idols in 2007. Her music is primarily pop, though her songs also have R&B, dance and Latin rhythms to them.",
      "pageId": 14660651,
      "monthDay": "02/07"
    },
    {
      "year": "1991",
      "uri": "/wiki/Ryan_O%27Reilly_(ice_hockey)",
      "name": "Ryan O'Reilly",
      "aboutText": "Neil Leonard Dula Etheridge (born 7 February 1990) is an English–Filipino footballer who plays as a goalkeeper for Walsall and the Philippines national team. He joined the Fulham Academy after three years as a trainee at Chelsea and made his debut for Fulham in UEFA Europa League against the Danish club Odense BK. He made his debut in the Football League while on loan to Bristol Rovers.",
      "pageId": 22107811,
      "monthDay": "02/07"
    },
    {
      "year": "1991",
      "uri": "/wiki/Zhou_Yimiao",
      "name": "Zhou Yimiao",
      "aboutText": "Ryan O'Reilly (born February 7, 1991) is a Canadian professional ice hockey centre and an alternate captain for the Buffalo Sabres of the National Hockey League (NHL). O'Reilly was originally drafted in the second round, 33rd overall, of the 2009 NHL Entry Draft by the Colorado Avalanche, where he spent the first six seasons of his NHL career.",
      "pageId": 24563609,
      "monthDay": "02/07"
    },
    {
      "year": "1992",
      "uri": "/wiki/Maimi_Yajima",
      "name": "Maimi Yajima",
      "aboutText": "Zhou Yimiao, also spelled as Zhou Yi-Miao (Chinese: 周奕妙; born February 7, 1991 in Hubei) is a professional Chinese tennis player.\nHer highest WTA singles ranking is 127, which she reached on August 19, 2013. Her career high in doubles is 134, which she reached on September 16, 2013.",
      "pageId": 26211015,
      "monthDay": "02/07"
    },
    {
      "year": "1993",
      "uri": "/wiki/David_Dorfman",
      "name": "David Dorfman",
      "aboutText": "Elia Viviani (born 7 February 1989) is an Italian racing cyclist, who rides for Team Sky. On 10 May 2015, Viviani grabbed his first Grand Tour stage victory at the Giro d'Italia, winning stage 2 in a bunch sprint before Moreno Hofland and André Greipel.",
      "pageId": 31275967,
      "monthDay": "02/07"
    },
    {
      "year": "1993",
      "uri": "/wiki/Diego_Laxalt",
      "name": "Diego Laxalt",
      "aboutText": "Roberto Osuna Quintero (born February 7, 1995) is a Mexican professional baseball pitcher for the Toronto Blue Jays of Major League Baseball (MLB). Osuna was signed by the Blue Jays out of Mexico as a 16-year-old, and played 3 seasons in their minor league organization.",
      "pageId": 36819236,
      "monthDay": "02/07"
    },
    {
      "year": "1995",
      "uri": "/wiki/Roberto_Osuna",
      "name": "Roberto Osuna",
      "aboutText": "Diego Sebastián Laxalt Suárez (born 7 February 1993 in Montevideo) is a Uruguayan footballer who currently plays as a left or attacking midfielder for Genoa on loan from Internazionale. He's a youth exponent from the Defensor Sporting.",
      "pageId": 39169700,
      "monthDay": "02/07"
    },
    {
      "year": "1996",
      "uri": "/wiki/Mai_Hagiwara",
      "name": "Mai Hagiwara",
      "aboutText": "Takahisa Maeyama (前山 剛久, Maeyama Takahisa, born February 7, 1991) is a Japanese actor affiliated with Watanabe Entertainment.",
      "pageId": 40991161,
      "monthDay": "02/07"
    },
    {
      "year": "1999",
      "uri": "/wiki/Bea_Miller",
      "name": "Bea Miller",
      "aboutText": "Beatrice Annika \"Bea\" Miller (born February 7, 1999) is an American singer, songwriter and actress. Miller came in ninth place on season two of The X Factor (U.S. version). She is signed to Hollywood Records and Syco Music.",
      "pageId": 42219277,
      "monthDay": "02/07"
    }
  ]
}