{
  "people": [
    {
      "year": "1441",
      "uri": "/wiki/Ali-Shir_Nava%27i",
      "name": "Ali-Shir Nava'i",
      "aboutText": "Thomas Paine (February 9, 1737 [O.S. January 29, 1736] – June 8, 1809) was an English-American political activist, philosopher, political theorist and revolutionary. One of the Founding Fathers of the United States, he authored the two most influential pamphlets at the start of the American Revolution, and he inspired the rebels in 1776 to declare independence from Britain. His ideas reflected Enlightenment-era rhetoric of transnational human rights.",
      "pageId": 30795,
      "monthDay": "02/09"
    },
    {
      "year": "1533",
      "uri": "/wiki/Shimazu_Yoshihisa",
      "name": "Shimazu Yoshihisa",
      "aboutText": "William Henry Harrison (February 9, 1773 – April 4, 1841) was the ninth President of the United States (1841), an American military officer and politician, and the last President born as a British subject. He was also the first president to die in office. He was 68 years, 23 days old when inaugurated, the oldest president to take office until Ronald Reagan in 1981.",
      "pageId": 33299,
      "monthDay": "02/09"
    },
    {
      "year": "1645",
      "uri": "/wiki/Johann_Aegidius_Bach",
      "name": "Johann Aegidius Bach",
      "aboutText": "Samuel Jones Tilden (February 9, 1814 – August 4, 1886) was the 25th Governor of New York and the Democratic candidate for the U.S. Presidency in the disputed election of 1876, winning a popular vote majority, but ultimately being denied victory by the electoral college.",
      "pageId": 60048,
      "monthDay": "02/09"
    },
    {
      "year": "1666",
      "uri": "/wiki/George_Hamilton,_1st_Earl_of_Orkney",
      "name": "George Hamilton, 1st Earl of Orkney",
      "aboutText": "Johann Aegidius Bach (9 February 1645 – November 1716) was organist, violist, and municipal orchestra director of Erfurt, Germany. He was Johann Sebastian Bach's uncle, Johannes Bach's son, and the father of composer Johann Bernhard Bach. He was a viola player and performer in the Stadtmusikanten Kompagnie (municipal musicians band) in Erfurt.",
      "pageId": 309955,
      "monthDay": "02/09"
    },
    {
      "year": "1711",
      "uri": "/wiki/Luis_Vicente_de_Velasco_e_Isla",
      "name": "Luis Vicente de Velasco e Isla",
      "aboutText": "Field Marshal George Hamilton, 1st Earl of Orkney KT (9 February 1666 – 29 January 1737), styled Lord George Hamilton from 1666 to 1696, was a British soldier and Scottish nobleman and the first British Army officer to be promoted to the rank of field marshal. After commanding a regiment for the cause of William of Orange during the Williamite War in Ireland, he commanded a regiment in the Low Countries during the Nine Years' War. He then led the final assault at the Battle of Blenheim attacking the village churchyard with eight battalions of men and then receiving the surrender of its French defenders during the War of the Spanish Succession.",
      "pageId": 407442,
      "monthDay": "02/09"
    },
    {
      "year": "1737",
      "uri": "/wiki/Thomas_Paine",
      "name": "Thomas Paine",
      "aboutText": "Johann Baptist Ritter von Spix (9 February 1781 – 13 March 1826) was a German biologist. From his expedition to Brazil he brought to Germany a large variety of specimens of plants, insects, mammals, birds, amphibians and fish. They constitute an important basis for today's National Zoological Collection in Munich.",
      "pageId": 728687,
      "monthDay": "02/09"
    },
    {
      "year": "1741",
      "uri": "/wiki/Henri-Joseph_Rigel",
      "name": "Henri-Joseph Rigel",
      "aboutText": "George Washington Campbell (February 9, 1769 – February 17, 1848) was an American statesman who served as a U.S. Representative, Senator, Tennessee Supreme Court Justice, U.S. Ambassador to Russia and the 5th United States Secretary of the Treasury from February to October 1814.",
      "pageId": 748425,
      "monthDay": "02/09"
    },
    {
      "year": "1747",
      "uri": "/wiki/Sir_John_Duckworth,_1st_Baronet",
      "name": "Sir John Duckworth, 1st Baronet",
      "aboutText": "Hyrum Smith (February 9, 1800 – June 27, 1844) was an American religious leader in the Church of Jesus Christ of Latter Day Saints, the original church of the Latter Day Saint movement.",
      "pageId": 948164,
      "monthDay": "02/09"
    },
    {
      "year": "1751",
      "uri": "/wiki/Antoine_Bullant",
      "name": "Antoine Bullant",
      "aboutText": "Farkas Bolyai (Hungarian: [ˈfɒrkɒʃ ˈboːjɒi]; 9 February 1775 – 20 November 1856; also known as Wolfgang Bolyai in Germany) was a Hungarian mathematician, mainly known for his work in geometry.",
      "pageId": 1159131,
      "monthDay": "02/09"
    },
    {
      "year": "1756",
      "uri": "/wiki/Karel_Bla%C5%BEej_Kop%C5%99iva",
      "name": "Karel Blažej Kopřiva",
      "aboutText": "Shimazu Yoshihisa (島津義久, February 9, 1533 – March 5, 1611) was a daimyo of Satsuma Province and the eldest son of Shimazu Takahisa. His mother was a daughter of Iriki'in Shigesato (入来院重聡), Sesshō (雪窓). Shimazu Yoshihiro and Shimazu Toshihisa are his brothers.",
      "pageId": 1193502,
      "monthDay": "02/09"
    },
    {
      "year": "1763",
      "uri": "/wiki/Louis_I,_Grand_Duke_of_Baden",
      "name": "Louis I, Grand Duke of Baden",
      "aboutText": "Vasily Andreyevich Zhukovsky (Russian: Васи́лий Андре́евич Жуко́вский; IPA: [vɐˈsʲilʲɪj ɐˈndrʲejɪvʲɪtɕ ʐʊˈkofskʲɪj]; February 9 [O.S. January 29] 1783 – April 24 [O.S. April 12] 1852) was the foremost Russian poet of the 1810s and a leading figure in Russian literature in the first half of the 19th century.",
      "pageId": 1421978,
      "monthDay": "02/09"
    },
    {
      "year": "1769",
      "uri": "/wiki/George_W._Campbell",
      "name": "George W. Campbell",
      "aboutText": "Sir John Thomas Duckworth, 1st Baronet, GCB (9 February 1748 – 31 August 1817) was an officer of the Royal Navy, serving during the Seven Years' War, the American War of Independence, the French Revolutionary and Napoleonic Wars, as the Governor of Newfoundland during the War of 1812, and a member of the British House of Commons during his semi-retirement. Duckworth, a vicar's son, achieved much in a naval career that began at the age of 11.\nServing with most of the great names of the Royal Navy during the later 18th and early 19th centuries, he fought almost all of Britain's enemies on the seas at one time or another, including a Dardanelles operation that would be remembered a century later during the First World War.",
      "pageId": 1485073,
      "monthDay": "02/09"
    },
    {
      "year": "1773",
      "uri": "/wiki/William_Henry_Harrison",
      "name": "William Henry Harrison",
      "aboutText": "Mīr 'Ali-Shir Nava'i (9 February 1441 – 3 January 1501), also known as Nizām-al-Din ʿAlī-Shīr Herawī (Chagatai-Turkic/Persian: نظام الدین على شير هروی‎‎) was a Central Asian poet, writer, politician, linguist, mystic, and painter. He was the greatest representative of Chagatai language literature.\nNava'i believed that the Turkic language was superior to Persian for literary purposes, and defended this belief in his work.",
      "pageId": 1633378,
      "monthDay": "02/09"
    },
    {
      "year": "1775",
      "uri": "/wiki/Farkas_Bolyai",
      "name": "Farkas Bolyai",
      "aboutText": "Ludwig I, Grand Duke of Baden (9 February 1763 – 30 March 1830) succeeded as Grand Duke on 8 December 1818. He was the uncle of his predecessor Karl Ludwig Friedrich, and his death marked the end of the Zähringen line of the House of Baden. He was succeeded by his half brother, Leopold.",
      "pageId": 1915794,
      "monthDay": "02/09"
    },
    {
      "year": "1781",
      "uri": "/wiki/Johann_Baptist_von_Spix",
      "name": "Johann Baptist von Spix",
      "aboutText": "Franz Xaver Gabelsberger (9 February 1789 – 4 January 1849, both in Munich) was a German inventor of a shorthand writing system, named Gabelsberger shorthand after him.\nGabelsberger, employed as typist by the Bavarian government, started to develop a new shorthand system at age of 28. His system was first fully described in the textbook Anleitung zur deutschen Redezeichenkunst oder Stenographie (1834) and became rapidly used.",
      "pageId": 2275686,
      "monthDay": "02/09"
    },
    {
      "year": "1783",
      "uri": "/wiki/Vasily_Zhukovsky",
      "name": "Vasily Zhukovsky",
      "aboutText": "Karel Blažej Kopřiva (or Karl Blasius Kopriva; 9 February 1756 in Cítoliby – 15 May 1785 in Cítoliby) was a Czech organist and composer from a family of musicians.",
      "pageId": 4132374,
      "monthDay": "02/09"
    },
    {
      "year": "1789",
      "uri": "/wiki/Franz_Xaver_Gabelsberger",
      "name": "Franz Xaver Gabelsberger",
      "aboutText": "Antoine Bullant, also Anton Bullandt (Russian: Антон Булландт or Антуан Бюлан, 9 February 1751 in Mělník, Bohemia – 25 [OS 13] June 1821 St Petersburg) was a Czech musician (bassoon player) and opera composer that worked first in France but primarily in Imperial Russia.\nAntoine Bullant is also sometimes referred to as Jean Bullant (Жан Бюлан) or Anton Bullandt. However, most current scholarly sources refer to him as Antoine Bullant as all 18th-century printed and manuscript copies of his own works spell the name ‘Bullant’.",
      "pageId": 5603508,
      "monthDay": "02/09"
    },
    {
      "year": "1792",
      "uri": "/wiki/Thomas_Cooke_(bishop)",
      "name": "Thomas Cooke",
      "aboutText": "Henri-Joseph Rigel (9 February 1741 – 2 May 1799) was a German-born composer of the Classical era who spent most of his working life in France. He was born in Wertheim am Main where his father was musical intendant to the local prince. After an education in Germany, where his teachers included Niccolò Jommelli, Rigel moved to Paris in 1767.",
      "pageId": 13033797,
      "monthDay": "02/09"
    },
    {
      "year": "1800",
      "uri": "/wiki/Hyrum_Smith",
      "name": "Hyrum Smith",
      "aboutText": "Thomas Cooke (February 9, 1792 – April 30, 1870) was a Canadian Roman Catholic priest, missionary, and the first Bishop of Trois Rivières from 1852 to 1870.",
      "pageId": 14214456,
      "monthDay": "02/09"
    },
    {
      "year": "1814",
      "uri": "/wiki/Samuel_J._Tilden",
      "name": "Samuel J. Tilden",
      "aboutText": "Luis Vicente Velasco de Isla (February 9, 1711 - July 31, 1762) was a Spanish sailor and commander in the Royal Spanish Navy. He is known for his valiant defense against the British expedition against Cuba in 1762, during which action he was killed.",
      "pageId": 15576575,
      "monthDay": "02/09"
    },
    {
      "year": "1834",
      "uri": "/wiki/Felix_Dahn",
      "name": "Felix Dahn",
      "aboutText": "Alban Maria Johannes Berg (/ˈɑːlbɑːn bɛrɡ/; German: [ˈbɛɐ̯k]; February 9, 1885 – December 24, 1935) was an Austrian composer of the Second Viennese School. His compositional style combined Romantic lyricism with twelve-tone technique.",
      "pageId": 2406,
      "monthDay": "02/09"
    },
    {
      "year": "1839",
      "uri": "/wiki/Silas_Adams",
      "name": "Silas Adams",
      "aboutText": "Erich Dagobert von Drygalski (February 9, 1865 – January 10, 1949) was a German geographer, geophysicist and polar scientist, born in Königsberg, Province of Prussia.\nBetween 1882 and 1887, Drygalski studied mathematics and natural science at the University of Königsberg, Bonn, Berlin and Leipzig. He graduated with a doctorate thesis about ice shields in Nordic areas.",
      "pageId": 43392,
      "monthDay": "02/09"
    },
    {
      "year": "1846",
      "uri": "/wiki/Wilhelm_Maybach",
      "name": "Wilhelm Maybach",
      "aboutText": "Wilhelm Maybach  (German pronunciation: [ˈvɪlhɛlm ˈmaɪbax]; 9 February 1846 – 29 December 1929) was an early German engine designer and industrialist. During the 1890s he was hailed in France, then the world centre for car production, as the \"King of constructors\".\nFrom the late 19th century Wilhelm Maybach, together with Gottlieb Daimler, developed light, high-speed internal combustion engines suitable for land, water, and air use.",
      "pageId": 86585,
      "monthDay": "02/09"
    },
    {
      "year": "1846",
      "uri": "/wiki/Whitaker_Wright",
      "name": "Whitaker Wright",
      "aboutText": "Ronald Charles Colman (9 February 1891 – 19 May 1958) was an English actor, popular during the 1930s and 1940s. He won an Academy Award for Best Actor for A Double Life (1947) and received nominations for Random Harvest (1942) and Bulldog Drummond/Condemned (1929, nominated for his work in both).",
      "pageId": 142841,
      "monthDay": "02/09"
    },
    {
      "year": "1847",
      "uri": "/wiki/Hugh_Price_Hughes",
      "name": "Hugh Price Hughes",
      "aboutText": "Natsume Sōseki (夏目 漱石, February 9, 1867 – December 9, 1916), born Natsume Kinnosuke (夏目 金之助) was a Japanese novelist of the Meiji period (1868–1912). He is best known for his novels Kokoro, Botchan, I Am a Cat and his unfinished work Light and Darkness. He was also a scholar of British literature and composer of haiku, kanshi, and fairy tales.",
      "pageId": 187688,
      "monthDay": "02/09"
    },
    {
      "year": "1863",
      "uri": "/wiki/Anthony_Hope",
      "name": "Anthony Hope",
      "aboutText": "Sir Anthony Hope Hawkins, better known as Anthony Hope (9 February 1863 – 8 July 1933), was an English novelist and playwright. He was a prolific writer, especially of adventure novels but he is remembered best for only two books: The Prisoner of Zenda (1894) and its sequel Rupert of Hentzau (1898). These works, \"minor classics\" of English literature, are set in the contemporaneous fictional country of Ruritania and spawned the genre known as Ruritanian romance.",
      "pageId": 193154,
      "monthDay": "02/09"
    },
    {
      "year": "1864",
      "uri": "/wiki/Miina_H%C3%A4rma",
      "name": "Miina Härma",
      "aboutText": "Amy Lawrence Lowell (February 9, 1874 – May 12, 1925) was an American poet of the imagist school from Brookline, Massachusetts, who posthumously won the Pulitzer Prize for Poetry in 1926.",
      "pageId": 196773,
      "monthDay": "02/09"
    },
    {
      "year": "1865",
      "uri": "/wiki/Mrs._Patrick_Campbell",
      "name": "Mrs. Patrick Campbell",
      "aboutText": "Mrs. Patrick Campbell (9 February 1865 – 9 April 1940), born Beatrice Stella Tanner and known informally as \"Mrs Pat\", was an English stage actress.",
      "pageId": 244879,
      "monthDay": "02/09"
    },
    {
      "year": "1865",
      "uri": "/wiki/Erich_von_Drygalski",
      "name": "Erich von Drygalski",
      "aboutText": "Peggy Wood (February 9, 1892 – March 18, 1978) was an American actress of stage, film and television.",
      "pageId": 859179,
      "monthDay": "02/09"
    },
    {
      "year": "1867",
      "uri": "/wiki/Natsume_S%C5%8Dseki",
      "name": "Natsume Sōseki",
      "aboutText": "Felix Ludwig Julius Dahn (February 9, 1834 – January 3, 1912) was a German nationalist and anti-semitic lawyer, author and historian.",
      "pageId": 893815,
      "monthDay": "02/09"
    },
    {
      "year": "1871",
      "uri": "/wiki/Howard_Taylor_Ricketts",
      "name": "Howard Taylor Ricketts",
      "aboutText": "Hugh Price Hughes (9 February 1847 – 17 November 1902) was a Welsh Christian clergyman and religious reformer in the Methodist tradition. Recognized as one of the greatest orators of his era, he also founded and edited an influential newspaper, the Methodist Times.",
      "pageId": 1561711,
      "monthDay": "02/09"
    },
    {
      "year": "1874",
      "uri": "/wiki/Amy_Lowell",
      "name": "Amy Lowell",
      "aboutText": "Miina Härma (February 9, 1864 – November 16, 1941) was a widely recognised Estonian composer. She was the second Estonian musician with higher education.\nHer greatest contribution is perhaps the fact that she took organ music to the countryside, as virtually no skilled organists gave concerts outside of towns.",
      "pageId": 1963284,
      "monthDay": "02/09"
    },
    {
      "year": "1880",
      "uri": "/wiki/Lip%C3%B3t_Fej%C3%A9r",
      "name": "Lipót Fejér",
      "aboutText": "Georgios Athanasiadis–Novas (Greek: Γεώργιος Αθανασιάδης-Νόβας) (February 9, 1893 – August 10, 1987) was a Greek lawyer, politician and Prime Minister.",
      "pageId": 2187044,
      "monthDay": "02/09"
    },
    {
      "year": "1883",
      "uri": "/wiki/Jules_Berry",
      "name": "Jules Berry",
      "aboutText": "James Whitaker Wright (9 February 1846–26 January 1904) was a company promoter and swindler, who committed suicide at the Royal Courts of Justice in London immediately following his conviction for fraud.",
      "pageId": 2878229,
      "monthDay": "02/09"
    },
    {
      "year": "1885",
      "uri": "/wiki/Alban_Berg",
      "name": "Alban Berg",
      "aboutText": "Lipót Fejér (or Leopold Fejér, Hungarian: [ˈfɛjeːr]; 9 February 1880 – 15 October 1959) was a Hungarian born Jewish mathematician. Fejér was born Leopold Weiss, and changed to the Hungarian name Fejér around 1900.\nFejér studied mathematics and physics in Budapest and Berlin, where he was taught by Hermann Schwarz.",
      "pageId": 3934357,
      "monthDay": "02/09"
    },
    {
      "year": "1885",
      "uri": "/wiki/Clarence_Haring",
      "name": "Clarence Haring",
      "aboutText": "Howard Taylor Ricketts (February 9, 1871 – May 3, 1910) was an American pathologist after whom the Rickettsiaceae family and the Rickettsiales are named.\nHe was born in Findlay, Ohio. In the early part of his career, Ricketts undertook research at Northwestern University on blastomycosis.",
      "pageId": 4521949,
      "monthDay": "02/09"
    },
    {
      "year": "1887",
      "uri": "/wiki/Toivo_Aro",
      "name": "Toivo Aro",
      "aboutText": "Silas Adams (February 9, 1839 – May 5, 1896) was a lawyer and politician from Kentucky.",
      "pageId": 5514059,
      "monthDay": "02/09"
    },
    {
      "year": "1891",
      "uri": "/wiki/Ronald_Colman",
      "name": "Ronald Colman",
      "aboutText": "Clarence Henry Haring (born 9 February 1885 in Philadelphia, Pennsylvania - died 4 September 1960 in Cambridge, Massachusetts) was an important historian of Latin America and a pioneer in initiating the study of Latin American colonial institutions among scholars in the United States.\n^ Howard F. Cline, \"Clarence Henry Haring, 1885-1960,\" The Americas, 17:292-297 (Jan. 1961, reprinted in Latin American History: Essays on Its Study and Teaching, 1898-1965, compiled and edited by Howard F. Cline, Austin: University of Texas Press and the Conference on Latin American History, 1967, vol.",
      "pageId": 9180200,
      "monthDay": "02/09"
    },
    {
      "year": "1892",
      "uri": "/wiki/Peggy_Wood",
      "name": "Peggy Wood",
      "aboutText": "Toivo Nestori Aro (ne Ahlstedt, February 9, 1887 – October 8, 1962) was a Finnish diver who competed in the 1908 Summer Olympics and in the 1912 Summer Olympics.\nHe was born and died in Helsinki.\nIn 1908 he was eliminated in the semi-finals of the 10 metre platform event.",
      "pageId": 19428771,
      "monthDay": "02/09"
    },
    {
      "year": "1893",
      "uri": "/wiki/Georgios_Athanasiadis-Novas",
      "name": "Georgios Athanasiadis-Novas",
      "aboutText": "Jules Berry (born Marie Louis Jules Paufichet; 9 February 1883 – 23 April 1951) was a French actor.",
      "pageId": 34230407,
      "monthDay": "02/09"
    },
    {
      "year": "1895",
      "uri": "/wiki/Hermann_Brill",
      "name": "Hermann Brill",
      "aboutText": "Carmen Miranda, GCIH • OMC (Portuguese pronunciation: [ˈkaɾmẽȷ̃ miˈɾɐ̃dɐ], February 9, 1909 – August 5, 1955) was a Portuguese Brazilian samba singer, dancer, Broadway actress, and film star who was popular from the 1930s to the 1950s.\nMiranda became a popular radio and film star in Brazil in the late 1920s. Her first albums soon made her a national star.",
      "pageId": 50758,
      "monthDay": "02/09"
    },
    {
      "year": "1896",
      "uri": "/wiki/Alberto_Vargas",
      "name": "Alberto Vargas",
      "aboutText": "David Dean Rusk KBE (February 9, 1909 – December 20, 1994) was the United States Secretary of State from 1961 to 1969 under presidents John F. Kennedy and Lyndon B. Johnson.",
      "pageId": 80200,
      "monthDay": "02/09"
    },
    {
      "year": "1897",
      "uri": "/wiki/Charles_Kingsford_Smith",
      "name": "Charles Kingsford Smith",
      "aboutText": "William O. Darby (8 February 1911 – 30 April 1945) was an officer of the United States Army who was killed in action during World War II and posthumously promoted to brigadier general.",
      "pageId": 200721,
      "monthDay": "02/09"
    },
    {
      "year": "1901",
      "uri": "/wiki/Brian_Donlevy",
      "name": "Brian Donlevy",
      "aboutText": "Harold Scott MacDonald \"Donald\" Coxeter, FRS, FRSC, CC (February 9, 1907 – March 31, 2003) was a British-born Canadian geometer. Coxeter is regarded as one of the greatest geometers of the 20th century.",
      "pageId": 216328,
      "monthDay": "02/09"
    },
    {
      "year": "1901",
      "uri": "/wiki/James_Murray_(American_actor)",
      "name": "James Murray",
      "aboutText": "Sir Charles Edward Kingsford Smith MC, AFC (9 February 1897 – 8 November 1935), often called by his nickname Smithy, was an early Australian aviator. In 1928, he earned global fame when he made the first trans-Pacific flight from the United States to Australia. He also made the first non-stop crossing of the Australian mainland, the first flights between Australia and New Zealand, and the first eastward Pacific crossing from Australia to the United States.",
      "pageId": 226806,
      "monthDay": "02/09"
    },
    {
      "year": "1902",
      "uri": "/wiki/Gertrud_Scholtz-Klink",
      "name": "Gertrud Scholtz-Klink",
      "aboutText": "Ernest Dale Tubb (February 9, 1914 – September 6, 1984), nicknamed the Texas Troubadour, was an American singer and songwriter and one of the pioneers of country music. His biggest career hit song, \"Walking the Floor Over You\" (1941), marked the rise of the honky tonk style of music. In 1948, he was the first singer to record a hit version of \"Blue Christmas\", a song more commonly associated with Elvis Presley and his mid-1950s version.",
      "pageId": 333791,
      "monthDay": "02/09"
    },
    {
      "year": "1906",
      "uri": "/wiki/Andr%C3%A9_Kostolany",
      "name": "André Kostolany",
      "aboutText": "Dr.",
      "pageId": 338715,
      "monthDay": "02/09"
    },
    {
      "year": "1907",
      "uri": "/wiki/Tr%C6%B0%E1%BB%9Dng_Chinh",
      "name": "Trường Chinh",
      "aboutText": "Jacques Lucien Monod (9 February 1910 – 31 May 1976) was a French biologist who was awarded a Nobel Prize in Physiology or Medicine in 1965, sharing it with François Jacob and Andre Lwoff \"for their discoveries concerning genetic control of enzyme and virus synthesis\".\nMonod (along with François Jacob) is famous for his work on the E. coli lac operon, which encodes proteins necessary for the transport and breakdown of the sugar lactose (lac). From their own work and the work of others, he and Jacob came up with a model for how the levels of some proteins in a cell are controlled.",
      "pageId": 547527,
      "monthDay": "02/09"
    },
    {
      "year": "1907",
      "uri": "/wiki/Harold_Scott_MacDonald_Coxeter",
      "name": "Harold Scott MacDonald Coxeter",
      "aboutText": "Joaquin Alberto Vargas y Chávez (9 February 1896 – 30 December 1982) was a noted Peruvian painter of pin-up girls. He is often considered one of the most famous of the pin-up artists.",
      "pageId": 805654,
      "monthDay": "02/09"
    },
    {
      "year": "1909",
      "uri": "/wiki/Heather_Angel_(actress)",
      "name": "Heather Angel",
      "aboutText": "Waldo Brian Donlevy (February 9, 1901 – April 5, 1972), later known as Brian Donlevy, was an Irish-American actor, noted for playing dangerous tough guys from the 1930s to the 1960s. He usually appeared in supporting roles. Among his best-known films are Beau Geste (1939) and The Great McGinty (1940).",
      "pageId": 871801,
      "monthDay": "02/09"
    },
    {
      "year": "1909",
      "uri": "/wiki/Harald_Genzmer",
      "name": "Harald Genzmer",
      "aboutText": "Futabayama Sadaji (双葉山 定次; February 9, 1912 – December 16, 1968), born as Akiyoshi Sadaji (龝吉 定次) in Oita Prefecture, Japan, was the 35th yokozuna in sumo wrestling, from 1937 until 1945. He won twelve yūshō or top division championships and had a winning streak of 69 consecutive bouts, an all-time record. Despite his dominance he was extremely popular with the public.",
      "pageId": 986145,
      "monthDay": "02/09"
    },
    {
      "year": "1909",
      "uri": "/wiki/Carmen_Miranda",
      "name": "Carmen Miranda",
      "aboutText": "Gertrud Scholtz-Klink later known as Maria Stuckebrock (9 February 1902 – 24 March 1999) was a fervent Nazi Party (NSDAP) member and leader of the National Socialist Women's League (NS-Frauenschaft) in Nazi Germany.",
      "pageId": 1033581,
      "monthDay": "02/09"
    },
    {
      "year": "1909",
      "uri": "/wiki/Dean_Rusk",
      "name": "Dean Rusk",
      "aboutText": "Trường Chinh (pseudonym meaning “Long March”, born Đặng Xuân Khu (9 February 1907, Xuân Trường District, Nam Định Province – 30 September 1988, Hanoi) was a Vietnamese communist political leader and theoretician. From 1941 to 1957, he was Vietnam's second-ranked communist leader (after Ho Chi Minh).",
      "pageId": 1110104,
      "monthDay": "02/09"
    },
    {
      "year": "1910",
      "uri": "/wiki/Jacques_Monod",
      "name": "Jacques Monod",
      "aboutText": "André Kostolany (February 9, 1906 – September 14, 1999) was a stock market expert, bon vivant and Chevalier de la Légion d'Honneur.",
      "pageId": 1431004,
      "monthDay": "02/09"
    },
    {
      "year": "1911",
      "uri": "/wiki/William_Orlando_Darby",
      "name": "William Orlando Darby",
      "aboutText": "James Murray (February 9, 1901 – July 11, 1936) was an American movie actor best known for starring in the 1928 film The Crowd.",
      "pageId": 2841040,
      "monthDay": "02/09"
    },
    {
      "year": "1912",
      "uri": "/wiki/Futabayama_Sadaji",
      "name": "Futabayama Sadaji",
      "aboutText": "Harald Genzmer (9 February 1909 – 16 December 2007) was a German composer of contemporary classical music.",
      "pageId": 4756461,
      "monthDay": "02/09"
    },
    {
      "year": "1912",
      "uri": "/wiki/Ginette_Leclerc",
      "name": "Ginette Leclerc",
      "aboutText": "William Barnard \"Bill\" Justice (February 9, 1914 – February 10, 2011) was an animator and engineer for the Walt Disney Company. He was a graduate of the Herron School of Art and Design in Indianapolis.\nJustice joined Walt Disney Studios as an animator in 1937 and worked on such features as 1940's Fantasia, 1944's The Three Caballeros, 1951's Alice in Wonderland, and 1953's Peter Pan.",
      "pageId": 10919253,
      "monthDay": "02/09"
    },
    {
      "year": "1914",
      "uri": "/wiki/Bill_Justice",
      "name": "Bill Justice",
      "aboutText": "Ginette Leclerc (9 February 1912 – 2 January 1992) was a French film actress. She appeared in nearly 90 films between 1932 and 1978. Her last TV appearance was in 1981.",
      "pageId": 18813300,
      "monthDay": "02/09"
    },
    {
      "year": "1914",
      "uri": "/wiki/Chic_Murray_(politician)",
      "name": "Chic Murray",
      "aboutText": "Heather Grace Angel (9 February 1909 – 13 December 1986) was a British-American actress.",
      "pageId": 30875581,
      "monthDay": "02/09"
    },
    {
      "year": "1914",
      "uri": "/wiki/Ernest_Tubb",
      "name": "Ernest Tubb",
      "aboutText": "Charles Myron \"Chic\" Murray (February 9, 1914 – July 5, 1984) was a Canadian politician who was the second Mayor of the Town of Mississauga, before it amalgamated with several surrounding towns to form the current City of Mississauga.\n^ \"Chic Murray\". Mississauga Historic Images Gallery.",
      "pageId": 44570603,
      "monthDay": "02/09"
    },
    {
      "year": "1914",
      "uri": "/wiki/Bill_Veeck",
      "name": "Bill Veeck",
      "aboutText": "Kathryn Grayson (February 9, 1922 – February 17, 2010) was an American actress and soprano.",
      "pageId": 154038,
      "monthDay": "02/09"
    },
    {
      "year": "1915",
      "uri": "/wiki/Lennard_Pearce",
      "name": "Lennard Pearce",
      "aboutText": "Garret FitzGerald (9 February 1926 – 19 May 2011) was an Irish politician who was twice Taoiseach of Ireland, serving in office from July 1981 to February 1982 and again from December 1982 to March 1987. FitzGerald was elected to the Seanad Éireann in 1965 and was subsequently elected to the Dáil as a Fine Gael TD in 1969. He served as Foreign Affairs Minister from 1973 to 1977.",
      "pageId": 164986,
      "monthDay": "02/09"
    },
    {
      "year": "1916",
      "uri": "/wiki/Tex_Hughson",
      "name": "Tex Hughson",
      "aboutText": "James \"Jim\" Charles Laker (9 February 1922 – 23 April 1986) was a cricketer who played for England in the 1950s, known for \"Laker's match\" in 1956 at Old Trafford, Manchester, when he took nineteen wickets in England's victory against Australia. He played 46 Test matches between 1948 and 1959, taking 193 wickets with a bowling average of 21.24; in all first-class matches he took 1,944 wickets at 18.41.\nBorn in Frizinghall, Bradford, West Riding of Yorkshire, he was known as an elegant off-spin bowler.",
      "pageId": 263478,
      "monthDay": "02/09"
    },
    {
      "year": "1917",
      "uri": "/wiki/Moon_Mullen",
      "name": "Moon Mullen",
      "aboutText": "Garner Ted Armstrong (February 9, 1930 – September 15, 2003) was an American evangelist and the son of Herbert W. Armstrong, founder of the Worldwide Church of God, at the time a Sabbatarian organization that taught observance of seventh-day Sabbath, and annual Sabbath days based on Leviticus 23.\nArmstrong initially became recognized when he succeeded his father as the voice of The World Tomorrow, the church's radio program that aired around the world. A television program of the same name followed, aired mostly in North America, eventually giving way to a Garner Ted Armstrong broadcast, a half-hour program that mixed news and biblical commentary.",
      "pageId": 340958,
      "monthDay": "02/09"
    },
    {
      "year": "1920",
      "uri": "/wiki/Fred_Allen_(rugby_union)",
      "name": "Fred Allen",
      "aboutText": "Frank Frazetta (born Frank Frazzetta; February 9, 1928 – May 10, 2010) was an American fantasy and science fiction artist, noted for comic books, paperback book covers, paintings, posters, LP record album covers and other media. He was the subject of a 2003 documentary.",
      "pageId": 387771,
      "monthDay": "02/09"
    },
    {
      "year": "1922",
      "uri": "/wiki/Kathryn_Grayson",
      "name": "Kathryn Grayson",
      "aboutText": "Brendan Francis Aidan Behan (christened Francis Behan) (/ˈbiːən/ BEE-ən; Irish: Breandán Ó Beacháin; 9 February 1923 – 20 March 1964) was an Irish poet, short story writer, novelist, and playwright who wrote in both English and Irish. He is widely regarded as one of the greatest Irish writers of all time. He was also an Irish republican and a volunteer in the Irish Republican Army.",
      "pageId": 389496,
      "monthDay": "02/09"
    },
    {
      "year": "1922",
      "uri": "/wiki/Jim_Laker",
      "name": "Jim Laker",
      "aboutText": "William Louis \"Bill\" Veeck, Jr. (/ˈvɛk/; February 9, 1914 – January 2, 1986), also known as \"Sport Shirt Bill\", was a native of Chicago, Illinois, and a franchise owner and promoter in Major League Baseball. Veeck was at various times the owner of the Cleveland Indians, St.",
      "pageId": 666087,
      "monthDay": "02/09"
    },
    {
      "year": "1922",
      "uri": "/wiki/C._P._Krishnan_Nair",
      "name": "C. P. Krishnan Nair",
      "aboutText": "Marinus \"Rinus\" Jacobus Hendricus Michels OON (Dutch pronunciation: [ˈmɪxəls]; 9 February 1928 – 3 March 2005) was a Dutch association football player and coach. He played his entire career for the club Ajax Amsterdam, which he later coached, and was a member of the Netherlands national team both as a player and as manager.\nMichels became most notable for his coaching achievements, having won the European Cup with Ajax and the Spanish league with Barcelona, and having had four tenures as coach of the Netherlands national team, which he led to reach the final match of the 1974 World Cup and to win the 1988 European Championship.",
      "pageId": 756065,
      "monthDay": "02/09"
    },
    {
      "year": "1923",
      "uri": "/wiki/Brendan_Behan",
      "name": "Brendan Behan",
      "aboutText": "Theodora Nathalia \"Tonie\" Nathan (February 9, 1923 – March 20, 2014) was an American political figure. She was the first woman, as well as the first Jew, to have received an electoral vote in a United States presidential election. She was the 1972 vice presidential nominee of the Libertarian Party and running mate of John Hospers, when Roger MacBride, a Republican elector from Virginia, cast the historic vote as a faithless elector.",
      "pageId": 762593,
      "monthDay": "02/09"
    },
    {
      "year": "1923",
      "uri": "/wiki/Tonie_Nathan",
      "name": "Tonie Nathan",
      "aboutText": "Roger Mudd (born February 9, 1928) is an American broadcast journalist, most recently working as the primary anchor for The History Channel. Previously, Mudd was weekend and weekday substitute anchor for the CBS Evening News, the co-anchor of the weekday NBC Nightly News, and the host of the NBC-TV Meet the Press, and American Almanac TV programs.",
      "pageId": 1124679,
      "monthDay": "02/09"
    },
    {
      "year": "1925",
      "uri": "/wiki/John_B._Cobb",
      "name": "John B. Cobb",
      "aboutText": "Burkhard Heim (February 9, 1925 – January 14, 2001) was a German theoretical physicist. He devoted a large portion of his life to the pursuit of his unified field theory, Heim theory. One of his childhood ambitions was to develop a method of space travel, which contributed to his motivation to find such a theory.",
      "pageId": 1157821,
      "monthDay": "02/09"
    },
    {
      "year": "1925",
      "uri": "/wiki/Burkhard_Heim",
      "name": "Burkhard Heim",
      "aboutText": "Cecil Carlton Hughson, (February 9, 1916 – August 6, 1993), was a Major League Baseball starting pitcher who played his entire career in the American League with the Boston Red Sox (1941–44, 1946–49). He batted and threw right-handed.\nA native of Kyle, Texas, Hughson played collegiately at the University of Texas at Austin.",
      "pageId": 1397878,
      "monthDay": "02/09"
    },
    {
      "year": "1926",
      "uri": "/wiki/Garret_FitzGerald",
      "name": "Garret FitzGerald",
      "aboutText": "John B. Cobb, Jr. (born February 9, 1925) is an American theologian, philosopher, and environmentalist. Gary Dorrien has described Cobb as one of the two most important North American theologians of the twentieth century (the other being Rosemary Radford Ruether).",
      "pageId": 1704278,
      "monthDay": "02/09"
    },
    {
      "year": "1927",
      "uri": "/wiki/Richard_A._Long",
      "name": "Richard A. Long",
      "aboutText": "Lennard Pearce (9 February 1915 – 15 December 1984) was an English actor who worked mostly in the theatre, but also appeared in a number of British television programmes.",
      "pageId": 2410141,
      "monthDay": "02/09"
    },
    {
      "year": "1928",
      "uri": "/wiki/Frank_Frazetta",
      "name": "Frank Frazetta",
      "aboutText": "Clement Meadmore (9 February 1929 – 19 April 2005) was an Australian-American sculptor known for massive outdoor steel sculptures.",
      "pageId": 2562858,
      "monthDay": "02/09"
    },
    {
      "year": "1928",
      "uri": "/wiki/Rinus_Michels",
      "name": "Rinus Michels",
      "aboutText": "Sir Frederick \"Fred\" Richard Allen KNZM OBE (9 February 1920 – 28 April 2012) was a captain and coach of the All Blacks, New Zealand's national rugby union team.",
      "pageId": 9201282,
      "monthDay": "02/09"
    },
    {
      "year": "1928",
      "uri": "/wiki/Roger_Mudd",
      "name": "Roger Mudd",
      "aboutText": "Ford Parker \"Moon\" Mullen (February 9, 1917 – February 28, 2013) was a second baseman in Major League Baseball who played one year for the Philadelphia Blue Jays during the 1944 season. Listed at 5' 9\", 165 lb., Mullen batted left-handed and threw right-handed.",
      "pageId": 19947840,
      "monthDay": "02/09"
    },
    {
      "year": "1929",
      "uri": "/wiki/A._R._Antulay",
      "name": "A. R. Antulay",
      "aboutText": "Abdul Rehman Antulay (9 February 1929 – 2 December 2014) was an Indian politician. Antulay was a union minister for Minority Affairs and a Member of Parliament in the 14th Lok Sabha of India. Earlier he had been the Chief Minister of the state of Maharashtra, but was forced to resign after being convicted by the Bombay High Court on charges that he had extorted money for a trust fund he managed.",
      "pageId": 20743973,
      "monthDay": "02/09"
    },
    {
      "year": "1929",
      "uri": "/wiki/Clement_Meadmore",
      "name": "Clement Meadmore",
      "aboutText": "Chittarath Poovakkatt Krishnan Nair (February 9, 1922 – May 17, 2014), C.P. Krishnan Nair by Keralan naming conventions, was an Indian businessman who founded The Leela Group. He was a 2010 recipient of the Padma Bhushan, given by Government of India.",
      "pageId": 25952850,
      "monthDay": "02/09"
    },
    {
      "year": "1930",
      "uri": "/wiki/Garner_Ted_Armstrong",
      "name": "Garner Ted Armstrong",
      "aboutText": "Richard A. Long (9 February 1927 – 4 January 2013) was an American cultural historian and author, who has been called \"one of the great pillars of African-American arts and culture\".",
      "pageId": 38146938,
      "monthDay": "02/09"
    },
    {
      "year": "1931",
      "uri": "/wiki/Thomas_Bernhard",
      "name": "Thomas Bernhard",
      "aboutText": "Carole King (born February 9, 1942) is a U.S. composer and singer-songwriter.\nKing's career began in the 1960s when she, along with her then husband Gerry Goffin, wrote more than two dozen chart hits for numerous artists, many of which have become standards. She has continued writing for other artists since then.",
      "pageId": 149109,
      "monthDay": "02/09"
    },
    {
      "year": "1931",
      "uri": "/wiki/Josef_Masopust",
      "name": "Josef Masopust",
      "aboutText": "Charles Thomas \"Stompin' Tom\" Connors, OC (February 9, 1936 –  March 6, 2013) was a Canadian country and folk singer-songwriter. Focusing his career exclusively on his native Canada, Connors is credited with writing more than 300 songs and has released four dozen albums, with total sales of nearly 4 million copies. Connors died at 77 in his home in Ballinafad, Ontario, of renal failure.",
      "pageId": 177888,
      "monthDay": "02/09"
    },
    {
      "year": "1931",
      "uri": "/wiki/Robert_Morris_(artist)",
      "name": "Robert Morris",
      "aboutText": "Dame Janet Suzman, DBE (born 9 February 1939) is a South African/British actress who enjoyed a successful early career in the Royal Shakespeare Company, later replaying many Shakespearean roles, among others, on TV. In her first film Nicholas and Alexandra (1971), her performance as the Empress earned nominations for several awards. Suzman has since starred in a wide range of classical and modern drama, as well as directing many productions, both in England and South Africa.",
      "pageId": 223913,
      "monthDay": "02/09"
    },
    {
      "year": "1932",
      "uri": "/wiki/Tatsuro_Hirooka",
      "name": "Tatsuro Hirooka",
      "aboutText": "John Maxwell \"J. M.\" Coetzee (/kʊtˈsiː/, kuut-SEE; born 9 February 1940) is a South African novelist, essayist, linguist, translator and recipient of the 2003 Nobel Prize in Literature. He relocated to Australia in 2002 and lives in Adelaide. He became an Australian citizen in 2006.",
      "pageId": 333250,
      "monthDay": "02/09"
    },
    {
      "year": "1932",
      "uri": "/wiki/Gerhard_Richter",
      "name": "Gerhard Richter",
      "aboutText": "Sheila James Kuehl (born February 9, 1941) is an American politician and former child actress, currently the member of the Los Angeles County Board of Supervisors for District 3. She most recently served as a Democratic member of the California State Senate, representing the 23rd district in Los Angeles County and parts of southern Ventura County. A former member of the California State Assembly, she was elected to the Senate in 2000 and served until December 2008.",
      "pageId": 493896,
      "monthDay": "02/09"
    },
    {
      "year": "1933",
      "uri": "/wiki/Loris_Azzaro",
      "name": "Loris Azzaro",
      "aboutText": "Robert Morris (born February 9, 1931 in Kansas City, Missouri) is an American sculptor, conceptual artist and writer. He is regarded as one of the most prominent theorists of Minimalism along with Donald Judd but he has also made important contributions to the development of performance art, minimalism, land art, the Process Art movement and installation art.",
      "pageId": 537800,
      "monthDay": "02/09"
    },
    {
      "year": "1933",
      "uri": "/wiki/Ronnie_Claire_Edwards",
      "name": "Ronnie Claire Edwards",
      "aboutText": "Josef Masopust (9 February 1931 – 29 June 2015) was a Czech football player and coach. He played as midfielder and was a key player for Czechoslovakia, helping them reach the 1962 FIFA World Cup Final. He was capped 63 times, scoring 10 goals for his country.",
      "pageId": 616598,
      "monthDay": "02/09"
    },
    {
      "year": "1934",
      "uri": "/wiki/John_Ziegler,_Jr.",
      "name": "John Ziegler, Jr.",
      "aboutText": "Gerhard Richter (German: [ˈʀɪçtɐ]; born 9 February 1932) is a German visual artist and one of the pioneers of the New European Painting that emerged in the second half of the twentieth century. Richter has produced abstract as well as photorealistic paintings, and also photographs and glass pieces. His art follows the examples of Picasso and Jean Arp in undermining the concept of the artist's obligation to maintain a single cohesive style.",
      "pageId": 810505,
      "monthDay": "02/09"
    },
    {
      "year": "1935",
      "uri": "/wiki/Lionel_Fanthorpe",
      "name": "Lionel Fanthorpe",
      "aboutText": "Clive Walter Swift (born 9 February 1936) is an English actor and songwriter. He is best known for his role as Richard Bucket in the British television series Keeping Up Appearances, but has played many other notable film and television roles, including that of Roy in the British television series The Old Guys.",
      "pageId": 868882,
      "monthDay": "02/09"
    },
    {
      "year": "1936",
      "uri": "/wiki/Stompin%27_Tom_Connors",
      "name": "Stompin' Tom Connors",
      "aboutText": "Thomas Bernhard (German: [ˈbɛʁnhaʁt]; born Nicolaas Thomas Bernhard; February 9, 1931 – February 12, 1989) was an Austrian novelist, playwright and poet. Bernhard, whose body of work has been called \"the most significant literary achievement since World War II,\" is widely considered to be one of the most important German-speaking authors of the postwar era.",
      "pageId": 1048113,
      "monthDay": "02/09"
    },
    {
      "year": "1936",
      "uri": "/wiki/Clive_Swift",
      "name": "Clive Swift",
      "aboutText": "Barry Mann (born Barry Imberman, February 9, 1939) is an American songwriter, and part of a successful songwriting partnership with his wife, Cynthia Weil.",
      "pageId": 1060654,
      "monthDay": "02/09"
    },
    {
      "year": "1936",
      "uri": "/wiki/Barbara_Young_(actress)",
      "name": "Barbara Young",
      "aboutText": "The Reverend Robert Lionel Fanthorpe BA, FCollP, FRSA, FCMI, Cert.Ed, (born 9 February 1935) is a British priest and entertainer, and has at various times worked as a dental technician, journalist, teacher, television presenter, author and lecturer.",
      "pageId": 1126038,
      "monthDay": "02/09"
    },
    {
      "year": "1937",
      "uri": "/wiki/Clete_Boyer",
      "name": "Clete Boyer",
      "aboutText": "Brian Laurence Bennett OBE (born 9 February 1940 in Palmers Green, North London, England) is an English drummer, pianist, composer, arranger and record producer of popular music. He is best known as the drummer of the UK rock and roll group, The Shadows.",
      "pageId": 1517515,
      "monthDay": "02/09"
    },
    {
      "year": "1939",
      "uri": "/wiki/Barry_Mann",
      "name": "Barry Mann",
      "aboutText": "Barbara Young (born 9 February 1936 in Brighouse, West Riding of Yorkshire) is an English actress. She is probably best known for her role as the future Emperor Nero's mother, Agrippinilla, in the landmark 1976 BBC serial I, Claudius. She also played the character Dot Wilmington in the TV series Hazell and appeared in On Giant's Shoulders for the BBC in 1979.",
      "pageId": 2296689,
      "monthDay": "02/09"
    },
    {
      "year": "1939",
      "uri": "/wiki/Janet_Suzman",
      "name": "Janet Suzman",
      "aboutText": "Ronnie Claire Edwards (born February 9, 1933) is an American actress. She is best known for playing Corabeth Walton Godsey on the TV show The Waltons.\nEdwards was born in Oklahoma City, Oklahoma.",
      "pageId": 2523275,
      "monthDay": "02/09"
    },
    {
      "year": "1940",
      "uri": "/wiki/Brian_Bennett",
      "name": "Brian Bennett",
      "aboutText": "Cletis Leroy \"Clete\" Boyer (February 9, 1937 – June 4, 2007) was a Major League Baseball player. A third baseman who also played shortstop and second base occasionally, Boyer played for the Kansas City Athletics (1955–57), New York Yankees (1959–66), and Atlanta Braves (1967–71). Boyer also spent 4 seasons in the Central League in Japanese baseball with the Taiyo Whales (now the Yokohama BayStars).",
      "pageId": 3405049,
      "monthDay": "02/09"
    },
    {
      "year": "1940",
      "uri": "/wiki/J._M._Coetzee",
      "name": "J. M. Coetzee",
      "aboutText": "Barbara Lewis (born February 9, 1943) is an American singer and songwriter whose smooth style influenced rhythm and blues.",
      "pageId": 3846631,
      "monthDay": "02/09"
    },
    {
      "year": "1941",
      "uri": "/wiki/Sheila_Kuehl",
      "name": "Sheila Kuehl",
      "aboutText": "John A. Ziegler, Jr (born February 9, 1934) was the fourth president of the National Hockey League. In 1977, Ziegler became the fourth president of the NHL, succeeding Clarence Campbell.",
      "pageId": 6646210,
      "monthDay": "02/09"
    },
    {
      "year": "1942",
      "uri": "/wiki/Carole_King",
      "name": "Carole King",
      "aboutText": "Loris Azzaro (9 February 1933 – 20 November 2003) was a French-Italian fashion designer. He was born in Tunisia of Sicilian parents and went to Paris to set up his cloth and perfume lines in 1962. By 1968 his business was a huge success.",
      "pageId": 7703764,
      "monthDay": "02/09"
    },
    {
      "year": "1943",
      "uri": "/wiki/Barbara_Lewis",
      "name": "Barbara Lewis",
      "aboutText": "Tatsuro Hirooka (広岡 達朗, Hirooka Tatsurō born February 9, 1932 in Kure, Hiroshima, Japan) is a retired Japanese professional baseball player and manager.",
      "pageId": 14907449,
      "monthDay": "02/09"
    },
    {
      "year": "1943",
      "uri": "/wiki/Jonny_Nilsson",
      "name": "Jonny Nilsson",
      "aboutText": "Alice Malsenior Walker (born February 9, 1944) is an American author and activist. She wrote the critically acclaimed novel The Color Purple (1982) for which she won the National Book Award and the Pulitzer Prize for Fiction. She also wrote Meridian and The Third Life of Grange Copeland among other works.",
      "pageId": 43154,
      "monthDay": "02/09"
    },
    {
      "year": "1943",
      "uri": "/wiki/Joe_Pesci",
      "name": "Joe Pesci",
      "aboutText": "Joseph Eugene Stiglitz, ForMemRS, FBA (born February 9, 1943) is an American economist and a professor at Columbia University. He is a recipient of the Nobel Memorial Prize in Economic Sciences (2001) and the John Bates Clark Medal (1979). He is a former senior vice president and chief economist of the World Bank and is a former member and chairman of the (US president's) Council of Economic Advisers.",
      "pageId": 63092,
      "monthDay": "02/09"
    },
    {
      "year": "1943",
      "uri": "/wiki/Joseph_Stiglitz",
      "name": "Joseph Stiglitz",
      "aboutText": "María de Lourdes \"Mia\" Villiers Farrow (born February 9, 1945), is an American actress, activist and former fashion model.\nShe first gained notice for her role as Allison MacKenzie in the television soap opera Peyton Place and gained further recognition for her subsequent short-lived marriage to Frank Sinatra. An early film role, as Rosemary in Roman Polanski's Rosemary's Baby (1968), saw her nominated for a BAFTA and a Golden Globe for Best Actress.",
      "pageId": 201949,
      "monthDay": "02/09"
    },
    {
      "year": "1944",
      "uri": "/wiki/Derryn_Hinch",
      "name": "Derryn Hinch",
      "aboutText": "Joseph Frank \"Joe\" Pesci (/ˈpɛʃi/ PESH-ee; Italian: [ˈpeʃʃi]; born February 9, 1943) is a semi-retired American actor, comedian and musician, known for playing tough, volatile characters, in a variety of genres. He is best known for a trio of films in which he co-starred with Robert De Niro, directed by Martin Scorsese: Raging Bull (1980), Goodfellas (1990) and Casino (1995).\nPesci was nominated for the Academy Award for Best Supporting Actor for his role in Raging Bull, and then won the same award for his role as the psychopathic mobster Tommy DeVito (based on Thomas DeSimone) in Goodfellas.",
      "pageId": 277463,
      "monthDay": "02/09"
    },
    {
      "year": "1944",
      "uri": "/wiki/Alice_Walker",
      "name": "Alice Walker",
      "aboutText": "Judith Ellen Light (born February 9, 1949) is an American actress and producer. She is a two-time Tony Award winner.\nLight made her professional stage debut in 1970, before making her Broadway debut in the 1975 revival of A Doll's House.",
      "pageId": 419039,
      "monthDay": "02/09"
    },
    {
      "year": "1945",
      "uri": "/wiki/Mia_Farrow",
      "name": "Mia Farrow",
      "aboutText": "Wilford Daniel \"Danny\" White (born February 9, 1952) is a former quarterback and punter for the Dallas Cowboys and an American football coach in the Arena Football League.",
      "pageId": 638729,
      "monthDay": "02/09"
    },
    {
      "year": "1945",
      "uri": "/wiki/G%C3%A9rard_Lenorman",
      "name": "Gérard Lenorman",
      "aboutText": "Derryn Nigel Hinch (born 9 February 1944) is a New Zealand-born Australian media personality, best known for his work on Melbourne radio and television.\nHe was the host of 3AW's Drive radio show until December 2012 and he is currently a National Public Affairs commentator for the Seven Network on Sunday Night, Today Tonight and Sunrise. He has also been a police reporter, foreign correspondent, newspaper editor, television show host, actor (usually playing as himself) novelist and vintner.",
      "pageId": 1218874,
      "monthDay": "02/09"
    },
    {
      "year": "1946",
      "uri": "/wiki/Se%C3%A1n_Neeson",
      "name": "Seán Neeson",
      "aboutText": "Carla Del Ponte (born February 9, 1947) is a former Chief Prosecutor of two United Nations international criminal law tribunals. A former Swiss attorney general, she was appointed prosecutor for the International Criminal Tribunal for the former Yugoslavia (ICTY) and the International Criminal Tribunal for Rwanda (ICTR) in August 1999, replacing Louise Arbour.\nIn 2003, the U.N. Security Council removed Del Ponte as the Prosecutor for the ICTR, and replaced her there with Hassan Bubacar Jallow in an effort to expedite proceedings in that Tribunal.",
      "pageId": 1381178,
      "monthDay": "02/09"
    },
    {
      "year": "1946",
      "uri": "/wiki/Vince_Papale",
      "name": "Vince Papale",
      "aboutText": "James Henry \"Jim\" Webb, Jr. (born February 9, 1946) is an American politician and author. He has served as a United States Senator from Virginia, Secretary of the Navy, Assistant Secretary of Defense for Reserve Affairs, Counsel for the United States House Committee on Veterans' Affairs and Marine Corps officer.",
      "pageId": 1514325,
      "monthDay": "02/09"
    },
    {
      "year": "1946",
      "uri": "/wiki/Jim_Webb",
      "name": "Jim Webb",
      "aboutText": "Seán Neeson (born 9 February 1946) is a politician in Northern Ireland who served as leader of the Alliance Party of Northern Ireland between 1998 and 2001.",
      "pageId": 1665674,
      "monthDay": "02/09"
    },
    {
      "year": "1947",
      "uri": "/wiki/Carla_Del_Ponte",
      "name": "Carla Del Ponte",
      "aboutText": "Bernard Gallacher, OBE (born 9 February 1949) is a Scottish professional golfer.\nGallacher was born in Bathgate, Scotland. He took up golf at the age of eleven.",
      "pageId": 1960353,
      "monthDay": "02/09"
    },
    {
      "year": "1947",
      "uri": "/wiki/Joe_Ely",
      "name": "Joe Ely",
      "aboutText": "Ciarán Hinds (/ˈkɪərɔːn ˈhaɪndz/ KEER-awn HYNDZ; born 9 February 1953) is a Northern Irish film, television and stage actor. He has built a reputation as a versatile character actor appearing in such high-profile films as Road to Perdition, The Phantom of the Opera, Munich, There Will Be Blood, Harry Potter and the Deathly Hallows – Part 2, The Woman in Black, Tinker Tailor Soldier Spy, Ghost Rider: Spirit of Vengeance and Frozen.\nHis television roles include Gaius Julius Caesar in the series Rome, DCI James Langton in Above Suspicion, Bud Hammond in Political Animals and Mance Rayder in the Emmy Award-winning Game of Thrones.",
      "pageId": 2371086,
      "monthDay": "02/09"
    },
    {
      "year": "1947",
      "uri": "/wiki/Major_Harris_(singer)",
      "name": "Major Harris",
      "aboutText": "Vincent Francis Papale (born February 9, 1946 in Chester, Pennsylvania) is a former professional American football player. He played three seasons with the Philadelphia Eagles of the National Football League following two seasons with the Philadelphia Bell of the World Football League.",
      "pageId": 3509198,
      "monthDay": "02/09"
    },
    {
      "year": "1947",
      "uri": "/wiki/Alexis_Smirnoff",
      "name": "Alexis Smirnoff",
      "aboutText": "Joe Ely (born February 9, 1947, Amarillo, Texas, United States) is an American singer, songwriter and guitarist whose music touches on honky-tonk, Texas country, Tex-Mex and rock and roll.",
      "pageId": 4240991,
      "monthDay": "02/09"
    },
    {
      "year": "1948",
      "uri": "/wiki/Guy_Standing_(economist)",
      "name": "Guy Standing",
      "aboutText": "Erling Martin Jonny Nilsson (born 9 February 1943) is a former speed skater from Sweden.",
      "pageId": 4324332,
      "monthDay": "02/09"
    },
    {
      "year": "1949",
      "uri": "/wiki/Bernard_Gallacher",
      "name": "Bernard Gallacher",
      "aboutText": "Gérard Lenorman (born 9 February 1945) is a French singer.\nLenorman was born at the Château de Bénouville, Calvados (Normandy) when it was a maternity hospital. He is the son of Madeleine Lenormand and an unknown German soldier.",
      "pageId": 5439506,
      "monthDay": "02/09"
    },
    {
      "year": "1949",
      "uri": "/wiki/Judith_Light",
      "name": "Judith Light",
      "aboutText": "Richard F. Colburn (born February 9, 1950), was a Republican State Senator for District 37 in Maryland. He is married to Alma Colburn, although he had an affair due to a relationship with a former aide.\n^ Daily Times Sen.",
      "pageId": 11321272,
      "monthDay": "02/09"
    },
    {
      "year": "1950",
      "uri": "/wiki/Richard_F._Colburn",
      "name": "Richard F. Colburn",
      "aboutText": "Major Harris III (February 9, 1947 – November 9, 2012) was an American R&B singer, associated with the Philadelphia soul sound and The Delfonics (early 1970s–1974).",
      "pageId": 13270423,
      "monthDay": "02/09"
    },
    {
      "year": "1952",
      "uri": "/wiki/Danny_White",
      "name": "Danny White",
      "aboutText": "Michel Lamarche (born February 9, 1947) is a retired Canadian professional wrestler, known by his ringnames Alexis Smirnoff and Michel \"Justice\" Dubois (Mike \"The Judge\" Dubois), who competed in North American regional promotions including the National Wrestling Alliance, including the Mid-South, Central States, Georgia and San Francisco territories, as well as brief stints in International Wrestling Enterprise, the American Wrestling Association and the World Wrestling Federation during the 1970s and 1980s.",
      "pageId": 13616203,
      "monthDay": "02/09"
    },
    {
      "year": "1953",
      "uri": "/wiki/Ciar%C3%A1n_Hinds",
      "name": "Ciarán Hinds",
      "aboutText": "Guy Standing, FAcSS (born 9 February 1948) is a British professor of Development Studies at the School of Oriental and African Studies (SOAS), University of London, and co-founder of the Basic Income Earth Network (BIEN).\nStanding has written widely in the areas of labour economics, labour market policy, unemployment, labour market flexibility, structural adjustment policies and social protection. His recent work has concerned the emerging precariat class and the need to move towards unconditional basic income and deliberative democracy.",
      "pageId": 37232034,
      "monthDay": "02/09"
    },
    {
      "year": "1953",
      "uri": "/wiki/Ezechiele_Ramin",
      "name": "Ezechiele Ramin",
      "aboutText": "Kevin Warwick, FIET, FCGI (/ˈwɔrɪk, ˈwɒr-/; born 9 February 1954) is a British engineer and Deputy Vice-Chancellor (Research) at Coventry University in the United Kingdom.",
      "pageId": 17453,
      "monthDay": "02/09"
    },
    {
      "year": "1953",
      "uri": "/wiki/Gabriel_Rotello",
      "name": "Gabriel Rotello",
      "aboutText": "Holly Johnson (born William Johnson, 9 February 1960; legal name William Holly Johnson) is an English artist, musician and writer, best known as the lead vocalist of Frankie Goes to Hollywood, who achieved huge commercial success in the mid-1980s. Prior to that, in the late 1970s he was a bassist for the band Big in Japan. In 1989, Johnson's debut solo album, Blast, reached number one in the UK albums chart.",
      "pageId": 233922,
      "monthDay": "02/09"
    },
    {
      "year": "1954",
      "uri": "/wiki/Omar_Belhouchet",
      "name": "Omar Belhouchet",
      "aboutText": "Gordon David Strachan /ˈɡɔrdən ˈdeɪvɪd ˈstrɑːxən/ OBE (born 9 February 1957) is a Scottish football manager and former player. Strachan is the manager of the Scotland national team.\nStrachan played for Dundee, Aberdeen, Manchester United, Leeds United and Coventry City, as well as the Scotland national team.",
      "pageId": 548667,
      "monthDay": "02/09"
    },
    {
      "year": "1954",
      "uri": "/wiki/Jo_Duffy",
      "name": "Jo Duffy",
      "aboutText": "Charles George Patrick Shaughnessy, 5th Baron Shaughnessy (born February 9, 1955), or simply known as Charles Shaughnessy, is a British peer and television, theatre and film actor. He is known for his roles on American television, as Shane Donovan on the soap opera Days of Our Lives and as Maxwell Sheffield on the sitcom The Nanny.",
      "pageId": 654735,
      "monthDay": "02/09"
    },
    {
      "year": "1954",
      "uri": "/wiki/Chris_Gardner",
      "name": "Chris Gardner",
      "aboutText": "Alexander Walter Barr \"Sandy\" Lyle, MBE (born 9 February 1958) is a Scottish professional golfer. Lyle has won two major championships during his career. Along with Nick Faldo and Ian Woosnam, he became one of Britain's top golfers during the 1980s.",
      "pageId": 1006287,
      "monthDay": "02/09"
    },
    {
      "year": "1954",
      "uri": "/wiki/Gina_Rinehart",
      "name": "Gina Rinehart",
      "aboutText": "William Hayward \"Mookie\" Wilson (born February 9, 1956) is a former Major League Baseball outfielder and coach best remembered as the Met that hit the ground ball that trickled through Bill Buckner's legs in the bottom of the tenth inning of game six of the 1986 World Series.\nA switch hitter with excellent speed, his positive attitude and hustle immediately endeared him to a New York Mets fan base with precious few stars to root for when he first came up in the early 1980s. He was enshrined in the New York Mets Hall of Fame in 1996.",
      "pageId": 1017819,
      "monthDay": "02/09"
    },
    {
      "year": "1954",
      "uri": "/wiki/Kevin_Warwick",
      "name": "Kevin Warwick",
      "aboutText": "James Timothy Pursey (born 9 February 1955) is an English singer and record producer.",
      "pageId": 1198416,
      "monthDay": "02/09"
    },
    {
      "year": "1955",
      "uri": "/wiki/Jerry_Beck",
      "name": "Jerry Beck",
      "aboutText": "Christopher John Nilan (born February 9, 1958) is a retired professional ice hockey player and current radio host. Nilan played 688 National Hockey League (NHL) regular season games as a right-wing for the Montreal Canadiens, Boston Bruins, and New York Rangers between 1980 and 1992. He won the Stanley Cup in 1986 with Montreal.",
      "pageId": 1280276,
      "monthDay": "02/09"
    },
    {
      "year": "1955",
      "uri": "/wiki/Jim_J._Bullock",
      "name": "Jim J. Bullock",
      "aboutText": "Jim J. Bullock (sometimes credited as Jm J. Bullock) (born February 9, 1955) is an American actor.",
      "pageId": 2407498,
      "monthDay": "02/09"
    },
    {
      "year": "1955",
      "uri": "/wiki/Jimmy_Pursey",
      "name": "Jimmy Pursey",
      "aboutText": "Georgina Hope \"Gina\" Rinehart (born 9 February 1954) is chairman of Hancock Prospecting, a privately owned mineral and exploration company founded by her father Lang Hancock. Rinehart inherited (76.6%) of the company shared with the Hope Margaret Hancock Trust (23.4%).\nDuring 2011, both Forbes Asia and the Business Review Weekly reported that Rinehart had become Australia's wealthiest person, a title that she continues to hold.",
      "pageId": 2886798,
      "monthDay": "02/09"
    },
    {
      "year": "1955",
      "uri": "/wiki/Charles_Shaughnessy",
      "name": "Charles Shaughnessy",
      "aboutText": "Jo Duffy, sometimes credited as Mary Jo Duffy (born February 9, 1954) is a comic book editor and writer, known for her work for Marvel Comics in the 1980s, and DC Comics and Image Comics in the 1990s.\n^ Miller, John Jackson (June 10, 2005). \"Comics Industry Birthdays\".",
      "pageId": 3201607,
      "monthDay": "02/09"
    },
    {
      "year": "1956",
      "uri": "/wiki/Margaret_Gilmore",
      "name": "Margaret Gilmore",
      "aboutText": "Margaret Gilmore (born 9 February 1956) is a journalist, broadcaster, writer and analyst.",
      "pageId": 3474416,
      "monthDay": "02/09"
    },
    {
      "year": "1956",
      "uri": "/wiki/Mookie_Wilson",
      "name": "Mookie Wilson",
      "aboutText": "David Bateson (born 9 February 1960) is a South African actor known best for providing the voice (and appearance) of Agent 47, the protagonist of IO Interactive's video game series Hitman.",
      "pageId": 4770221,
      "monthDay": "02/09"
    },
    {
      "year": "1957",
      "uri": "/wiki/Terry_McAuliffe",
      "name": "Terry McAuliffe",
      "aboutText": "Douglas Gabriel Rotello (born 9 February 1953) is an American musician, writer and Emmy-nominated filmmaker. He created New York’s Downtown Divas revues in the 80s, was the co-founder and editor-in-chief of OutWeek Magazine, became the first openly gay columnist at a major American newspaper, New York Newsday, and authored the book Sexual Ecology.",
      "pageId": 5734993,
      "monthDay": "02/09"
    },
    {
      "year": "1957",
      "uri": "/wiki/Gordon_Strachan",
      "name": "Gordon Strachan",
      "aboutText": "Christoph Clark (born 9 February 1958) is a French pornographic actor and director. He has been called \"perhaps the most popular male star in the French porn industry.\" Clark was born in France. After working with figures including Marc Dorcel and Michel Renaud, he moved to Budapest in 1991, where he established his Euro Angel production company.",
      "pageId": 13073965,
      "monthDay": "02/09"
    },
    {
      "year": "1958",
      "uri": "/wiki/Christoph_Clark",
      "name": "Christoph Clark",
      "aboutText": "Terence Richard \"Terry\" McAuliffe (/məˈkɔːlɨf/; born February 9, 1957) is an American businessman and the 72nd Governor of Virginia. He served as Chairman of the Democratic National Committee, from 2001 to 2005, was co-chairman of President Bill Clinton's 1996 re-election campaign, and was chairman of Hillary Clinton's 2008 presidential campaign. His first run for office was in the 2009 gubernatorial election, when he was an unsuccessful candidate for the Democratic nomination.",
      "pageId": 17878405,
      "monthDay": "02/09"
    },
    {
      "year": "1958",
      "uri": "/wiki/Sandy_Lyle",
      "name": "Sandy Lyle",
      "aboutText": "Father Ezechiele Ramin MCCJ (Padua, Italy, 9 February 1953 - Ji-Paraná, Rondônia, Brazil, 24 July 1985), familiarly known as \"Lele\" in Italy and \"Ezequiel\" in Brazil, was an Italian Comboni missionary and artist who was described as a martyr of charity by Pope John Paul II after his murder in Brazil while defending the rights of the farmers and the Suruí natives of the Rondônia area against the local landowners.",
      "pageId": 24014514,
      "monthDay": "02/09"
    },
    {
      "year": "1958",
      "uri": "/wiki/Chris_Nilan",
      "name": "Chris Nilan",
      "aboutText": "Omar Belhouchet (born 9 February 1954 in Sétif) is an Algerian journalist who is renowned for his investigative reporting and supporting freedom of the press; his work and persistence have received international recognition. During the civil war of the 1990s, which put enormous pressure on the free press from both sides, Belhouchet was prosecuted numerous times by his government and survived two assassination attempts.\nBelhouchet started his journalism career at Algérie Presse Service followed by reporting for El Moudjahid (English: \"The Holy Warrior\"), the FLN government-owned newspaper.",
      "pageId": 31912011,
      "monthDay": "02/09"
    },
    {
      "year": "1960",
      "uri": "/wiki/David_Bateson",
      "name": "David Bateson",
      "aboutText": "Christopher Paul \"Chris\" Gardner (born February 9, 1954) is an American entrepreneur, investor, stockbroker, motivational speaker, author, and philanthropist who, during the early 1980s, struggled with homelessness while raising his toddler son, Christopher, Jr. Gardner's book of memoirs, The Pursuit of Happyness, was published in May 2006. As of 2012, he is CEO of his own stockbrokerage firm, Gardner Rich & Co, based in Chicago, Illinois, where he resides when he is not living in Toronto.",
      "pageId": 41535680,
      "monthDay": "02/09"
    },
    {
      "year": "1960",
      "uri": "/wiki/Holly_Johnson",
      "name": "Holly Johnson",
      "aboutText": "Jerry Beck (born February 9, 1955 in New York City) is an American animation historian, author, blogger, and video producer. The author or editor of several books on classic American animation and classic character, including The 50 Greatest Cartoons (1994), The Animated Movie Guide (2005), Not Just Cartoons: Nicktoons! (2007), The Flintstones: The Official Guide to the Cartoon Classic (2011), The Hanna-Barbera Treasury: Rare Art Mementos from your Favorite Cartoon Classics (2007), The SpongeBob SquarePants Experience: A Deep Dive into the World of Bikini Bottom (2013), Pink Panther: The Ultimate Guide (2005), and Looney Tunes and Merrie Melodies: A Complete Illustrated Guide to the Warner Bros.",
      "pageId": 45274552,
      "monthDay": "02/09"
    },
    {
      "year": "1960",
      "uri": "/wiki/Peggy_Whitson",
      "name": "Peggy Whitson",
      "aboutText": "Ellen Gezina Maria van Langen (born February 9, 1966) is a Dutch former middle distance runner, who specialised in the 800 metres.",
      "pageId": 10391,
      "monthDay": "02/09"
    },
    {
      "year": "1961",
      "uri": "/wiki/John_Kruk",
      "name": "John Kruk",
      "aboutText": "Stephen Raymond Merritt (born February 9, 1965), better known as Stephin Merritt, is an American singer-songwriter, best known as the principal singer and songwriter of the band The Magnetic Fields.",
      "pageId": 79593,
      "monthDay": "02/09"
    },
    {
      "year": "1961",
      "uri": "/wiki/Jussi_Lampi",
      "name": "Jussi Lampi",
      "aboutText": "Alejandra Gabriela Guzmán Pinal (born February 9, 1968 in Mexico City) is a Mexican singer-songwriter, actress, and musician.\nDuring her 26 years of artistic career, with more than 10 million albums sold, 16 released albums and 30 singles in radio’s Top 10 hits, Alejandra Guzmán has earned the title of La Reina del Rock (The Queen of Rock).",
      "pageId": 169219,
      "monthDay": "02/09"
    },
    {
      "year": "1962",
      "uri": "/wiki/Anik_Bissonnette",
      "name": "Anik Bissonnette",
      "aboutText": "Brian Randolph Greene (born February 9, 1963) is an American theoretical physicist and string theorist. He has been a professor at Columbia University since 1996 and chairman of the World Science Festival since co-founding it in 2008. Greene has worked on mirror symmetry, relating two different Calabi–Yau manifolds (concretely, relating the conifold to one of its orbifolds).",
      "pageId": 354070,
      "monthDay": "02/09"
    },
    {
      "year": "1962",
      "uri": "/wiki/Csaba_Kesj%C3%A1r",
      "name": "Csaba Kesjár",
      "aboutText": "Peggy Annette Whitson (born February 9, 1960) is an American biochemistry researcher, NASA astronaut, and former NASA Chief Astronaut. Her first space mission was in 2002, with an extended stay aboard the International Space Station as a member of Expedition 5. Her second mission launched October 10, 2007, as the first female commander of the ISS with Expedition 16.",
      "pageId": 470580,
      "monthDay": "02/09"
    },
    {
      "year": "1963",
      "uri": "/wiki/Brian_Greene",
      "name": "Brian Greene",
      "aboutText": "John Martin Kruk (born February 9, 1961) is an American former Major League Baseball player and current baseball analyst for ESPN.",
      "pageId": 634088,
      "monthDay": "02/09"
    },
    {
      "year": "1963",
      "uri": "/wiki/Travis_Tritt",
      "name": "Travis Tritt",
      "aboutText": "Dieter Baumann (born 9 February 1965) is a former German athlete and winner of 5000 m at the 1992 Summer Olympics.",
      "pageId": 842316,
      "monthDay": "02/09"
    },
    {
      "year": "1964",
      "uri": "/wiki/Debrah_Miceli",
      "name": "Debrah Miceli",
      "aboutText": "James Travis Tritt (born February 9, 1963) is an American country music singer. He signed to Warner Bros. Records in 1989, releasing seven studio albums and a greatest hits package for the label between then and 1999.",
      "pageId": 1286396,
      "monthDay": "02/09"
    },
    {
      "year": "1965",
      "uri": "/wiki/Dieter_Baumann",
      "name": "Dieter Baumann",
      "aboutText": "Rahul Roy (born 9 February 1968) is an Indian film actor, who works in Bollywood films. He became famous after his debut in the hit Mahesh Bhatt production Aashiqui (1990), where he was helped by the music of Nadeem Shravan, with Kumar Sanu's vocals.",
      "pageId": 1371175,
      "monthDay": "02/09"
    },
    {
      "year": "1965",
      "uri": "/wiki/Darren_Dalton",
      "name": "Darren Dalton",
      "aboutText": "Harald Meldal Eia (born 9 February 1966) is a Norwegian comedian and documentarian.",
      "pageId": 1389496,
      "monthDay": "02/09"
    },
    {
      "year": "1965",
      "uri": "/wiki/Igor_Malkov",
      "name": "Igor Malkov",
      "aboutText": "Igor Alekseyevich Malkov (Russian: Игорь Алексеевич Малков) (born 9 February 1965 in Pervouralsk, Russian SFSR) is a former speedskater.\nIgor Malkov trained at VSS Trud in Sverdlovsk. Skating for the USSR, he became Olympic 10,000 m Champion at the 1984 Olympic Games in Sarajevo, only 0.05 seconds ahead of Tomas Gustafson, becoming the youngest male Olympic champion in the history of Olympic speed skating at an age of 19 years and 9 days.",
      "pageId": 1391272,
      "monthDay": "02/09"
    },
    {
      "year": "1965",
      "uri": "/wiki/Julie_Warner",
      "name": "Julie Warner",
      "aboutText": "Debrah Anne Miceli (born Debra Lewandowski; February 9, 1964) is an Italian-born American monster truck driver and former professional wrestler. She is best known under her ring names Madusa (shortened from Made in the USA) and Alundra Blayze. Her early career was spent in the American Wrestling Association, where she once held the AWA World Women's Championship.",
      "pageId": 1785449,
      "monthDay": "02/09"
    },
    {
      "year": "1965",
      "uri": "/wiki/Stephin_Merritt",
      "name": "Stephin Merritt",
      "aboutText": "Anik Bissonnette, OC CQ (born February 9, 1962) is a Canadian ballet dancer and principal dancer, since 1990, with Les Grands Ballets Canadiens. Her father, Jean Bissonnette, was famous as a television director with Télévision de Radio-Canada.\nAnik Bissonnette began her training at the École de danse Eddy Toussaint, primarily under Camilla Malashenko.",
      "pageId": 2103934,
      "monthDay": "02/09"
    },
    {
      "year": "1966",
      "uri": "/wiki/Harald_Eia",
      "name": "Harald Eia",
      "aboutText": "Juliet Mia \"Julie\" Warner (born February 9, 1965) is an American actress.",
      "pageId": 2487777,
      "monthDay": "02/09"
    },
    {
      "year": "1966",
      "uri": "/wiki/Ellen_van_Langen",
      "name": "Ellen van Langen",
      "aboutText": "Tom Scharpling (born February 9, 1969) is an American comedian, television writer, producer, music video director, and radio host. He is best known for hosting the weekly Internet radio call-in comedy program The Best Show with Tom Scharpling (formerly The Best Show on WFMU), and for acting as a writer/executive producer for the TV show Monk.\nScharpling was also noted as a writer on Tom Goes to the Mayor and Tim and Eric Awesome Show, Great Job!.",
      "pageId": 2611173,
      "monthDay": "02/09"
    },
    {
      "year": "1967",
      "uri": "/wiki/Todd_Pratt",
      "name": "Todd Pratt",
      "aboutText": "Todd Alan Pratt (born February 9, 1967 in Bellevue, Nebraska) is a former Major League Baseball catcher, playing from 1992 to 2006. He primarily served as a back-up catcher for most of his career. Currently, Pratt is the Head Baseball Coach and Interim Athletic Director at West Georgia Technical College (West Georgia Tech), a member of the Georgia Collegiate Athletic Association and the owner/head coach of the Douglasville Bulls, a summer wooden-bat collegiate team playing in the Sunbelt Baseball League.",
      "pageId": 4068473,
      "monthDay": "02/09"
    },
    {
      "year": "1968",
      "uri": "/wiki/Alejandra_Guzm%C3%A1n",
      "name": "Alejandra Guzmán",
      "aboutText": "Derek Lamar Strong (born February 9, 1968) is a retired American professional basketball player who was selected by the Philadelphia 76ers in the 2nd round (47th overall) of the 1990 NBA Draft. A 6'8\" forward from Xavier University, Strong played in 10 NBA seasons from 1991 to 2001 for 6 different teams.",
      "pageId": 5934835,
      "monthDay": "02/09"
    },
    {
      "year": "1968",
      "uri": "/wiki/Rahul_Roy",
      "name": "Rahul Roy",
      "aboutText": "Darren Jack Dalton (born February 9, 1965) is an American actor, screenwriter, and film producer.",
      "pageId": 10835688,
      "monthDay": "02/09"
    },
    {
      "year": "1968",
      "uri": "/wiki/Derek_Strong",
      "name": "Derek Strong",
      "aboutText": "Jussi Lampi (born 9 February 1961 in Lappajärvi) is a Finnish musician and long-time actor. Lampi has appeared in many films and TV shows, including V2 - jäätynyt enkeli (2007), Matti (2006), Pelikaanimies (2004), Rölli ja metsänhenki (2001), Ansa ja Oiva and Ruusun aika. It is believed that Lampi started his recording career in the band Bodyguards.",
      "pageId": 13078482,
      "monthDay": "02/09"
    },
    {
      "year": "1969",
      "uri": "/wiki/Tom_Scharpling",
      "name": "Tom Scharpling",
      "aboutText": "Csaba Kesjár (9 February 1962, Budapest – 24 June 1988 at Norisring, Nuremberg) was a Hungarian racing driver.",
      "pageId": 23734992,
      "monthDay": "02/09"
    },
    {
      "year": "1969",
      "uri": "/wiki/Ian_Eagle",
      "name": "Ian Eagle",
      "aboutText": "Vladimir Alvino Guerrero (born February 9, 1975) is a Dominican former professional baseball player who spent 16 seasons in Major League Baseball (MLB). A right fielder and designated hitter, he played for the Montreal Expos (1996–2003), Los Angeles Angels of Anaheim (2004–2009), Texas Rangers (2010), and Baltimore Orioles (2011).\nIn 2004, he was voted the American League (AL) Most Valuable Player (MVP).",
      "pageId": 388770,
      "monthDay": "02/09"
    },
    {
      "year": "1969",
      "uri": "/wiki/Jimmy_Smith_(wide_receiver)",
      "name": "Jimmy Smith",
      "aboutText": "Glenn Donald McGrath AM (/məˈɡrɑː/; born 9 February 1970) is a former Australian international cricketer and a commentator for Channel Nine's cricket coverage. He was a fast-medium pace bowler and is considered one of the greatest bowlers in cricketing history, and a leading contributor to Australia's domination of world cricket from the mid-1990s to the early 21st century.\nKnown throughout his career for maintaining an accurate line and length, McGrath's consistency enabled him to be one of the most economical and dangerous fast bowlers of his time.",
      "pageId": 423488,
      "monthDay": "02/09"
    },
    {
      "year": "1970",
      "uri": "/wiki/Glenn_McGrath",
      "name": "Glenn McGrath",
      "aboutText": "Sharon Case (born February 9, 1971) is an American actress and former model. At the age of 17, Case began working as a model, relocating briefly to Japan, before pursuing an acting career. She is best known for her roles on daytime television soap operas, scoring parts in the serials General Hospital and As the World Turns during the early stages of her career.",
      "pageId": 717756,
      "monthDay": "02/09"
    },
    {
      "year": "1970",
      "uri": "/wiki/Eldbj%C3%B8rg_Raknes",
      "name": "Eldbjørg Raknes",
      "aboutText": "Svetlana Leonidovna Boginskaya (Belarusian: Святлана Леанідаўна Багінская; born February 9, 1973) is a Soviet/Unified Team/Belarusian gymnast. She was called the \"Belarusian Swan\" and the \"Goddess of Gymnastics\" because of her height, balletic grace, and long lines. Her last name derives from \"boginya\" (\"богиня\") literally meaning \"goddess\" in Russian.",
      "pageId": 770870,
      "monthDay": "02/09"
    },
    {
      "year": "1971",
      "uri": "/wiki/Sharon_Case",
      "name": "Sharon Case",
      "aboutText": "Amber Evangeline Valletta (born February 9, 1974) is an American fashion model and actress. She began her career as a fashion model, landing her first of sixteen American Vogue covers at age eighteen. During the 1990s, Valletta reached the status of supermodel, working as the face of Giorgio Armani, Chanel, Louis Vuitton, Prada, Valentino, Gucci and Versace, and signing multimillion-dollar cosmetics contracts with Calvin Klein and Elizabeth Arden.",
      "pageId": 1498858,
      "monthDay": "02/09"
    },
    {
      "year": "1971",
      "uri": "/wiki/Johan_Mj%C3%A4llby",
      "name": "Johan Mjällby",
      "aboutText": "Crispin McDougal Freeman (born February 9, 1972) is an American voice actor. His roles have included Alucard from Hellsing, Kyon from The Melancholy of Haruhi Suzumiya, Shizuo Heiwajima from Durarara!!, Kirei Kotomine from Fate/Zero, Togusa from Ghost in the Shell: Stand Alone Complex, Holland Novak from Eureka Seven, Touga Kiryuu in Revolutionary Girl Utena & Adolescence of Utena, Zelgadis Greywords from Slayers, Straight Cougar from S-CRY-ed, Tsume from Wolf's Rain, Guan Yu from Dynasty Warriors, Jeremiah Gottwald from Code Geass, Itachi Uchiha in Naruto, Rude from Final Fantasy VII, Albel Nox from Star Ocean: Till the End of Time, Balmung of the Azure Sky in the .hack series and three different versions of Roy Harper in Young Justice.",
      "pageId": 1630440,
      "monthDay": "02/09"
    },
    {
      "year": "1972",
      "uri": "/wiki/Darren_Ferguson",
      "name": "Darren Ferguson",
      "aboutText": "Steve Burguiere, known better as \"Stu,\" (born February 9, 1976) is an American radio producer and personality, and executive producer and the head writer of The Glenn Beck Program on Premiere Networks.",
      "pageId": 1731377,
      "monthDay": "02/09"
    },
    {
      "year": "1972",
      "uri": "/wiki/Crispin_Freeman",
      "name": "Crispin Freeman",
      "aboutText": "Kurt Asle Arvesen (born 9 February 1975) is a former Norwegian professional road bicycle racer, who competed as a professional between 1998 and 2011. Arvesen is from Eresfjord, Nesset. After retiring as a rider, Arvesen became a coach with Team Sky.",
      "pageId": 2199332,
      "monthDay": "02/09"
    },
    {
      "year": "1972",
      "uri": "/wiki/Jason_Winston_George",
      "name": "Jason Winston George",
      "aboutText": "Bradley Alan Maynard (born February 9, 1974) is a former American football punter.",
      "pageId": 2495888,
      "monthDay": "02/09"
    },
    {
      "year": "1973",
      "uri": "/wiki/Svetlana_Boginskaya",
      "name": "Svetlana Boginskaya",
      "aboutText": "Johan Mjällby (Swedish pronunciation: [ˈjuː.ˈan ˈmjɛlbʏ]) (born 9 February 1971) is a Swedish former footballer. He made his debut for the national team in 1997, and played 49 matches scoring 4 goals as a centre back. Mjällby was the team captain during the 2002 World Cup.",
      "pageId": 2921070,
      "monthDay": "02/09"
    },
    {
      "year": "1973",
      "uri": "/wiki/Colin_Egglesfield",
      "name": "Colin Egglesfield",
      "aboutText": "Ian Eagle (/ˈaɪ.ən/; born February 9, 1969) is an American sports announcer. He calls National Football League (NFL) games on CBS and Brooklyn Nets games on the YES Network and hosts Full Court Press, a basketball talk show, with former player Kenny Smith on Sirius Satellite Radio. Other announcing experiences include NCAA men's basketball, tennis, the Army–Navy football games, the Army-Navy basketball games, boxing, and NCAA track and field for CBS. He is a graduate of Syracuse University, where he was initiated into the Alpha Epsilon Pi Fraternity.",
      "pageId": 3171978,
      "monthDay": "02/09"
    },
    {
      "year": "1973",
      "uri": "/wiki/Shaun_Parkes",
      "name": "Shaun Parkes",
      "aboutText": "Colin Egglesfield (born February 9, 1973) is an American actor.",
      "pageId": 3252839,
      "monthDay": "02/09"
    },
    {
      "year": "1974",
      "uri": "/wiki/Erra_Fazira",
      "name": "Erra Fazira",
      "aboutText": "Clinton Andrew Grybas (9 February 1975 – 5 January 2008) was a leading Australian rules football and sports radio and television commentator. His death at only 32 years of age was thought to be as a result of falling whilst sleepwalking.",
      "pageId": 3739707,
      "monthDay": "02/09"
    },
    {
      "year": "1974",
      "uri": "/wiki/Brad_Maynard",
      "name": "Brad Maynard",
      "aboutText": "John Gilbert Wallace (born February 9, 1974) is a retired American professional basketball player, in the forward position.\nHe was selected with the 18th pick in the 1996 NBA draft by the New York Knicks.\nA 1992 graduate of Greece Athena High School in Rochester, NY, Wallace led Syracuse University to the NCAA Men's College Basketball championship game during his senior season in 1996, where they lost to the Kentucky Wildcats.",
      "pageId": 4407506,
      "monthDay": "02/09"
    },
    {
      "year": "1974",
      "uri": "/wiki/Amber_Valletta",
      "name": "Amber Valletta",
      "aboutText": "Erra Fazira (born Fazira Wan Chek 9 February 1974) is a Malaysian actress, singer, fashion model, TV Host, film producer, as well as former beauty queen.",
      "pageId": 4613372,
      "monthDay": "02/09"
    },
    {
      "year": "1974",
      "uri": "/wiki/John_Wallace_(basketball)",
      "name": "John Wallace",
      "aboutText": "Darren Ferguson (born 9 February 1972) is a Scottish football manager and former player, who is currently the manager of Doncaster Rovers. Prior to that, he was most recently the manager of Peterborough United. Between his first and second stints with Peterborough, he also managed Preston North End.",
      "pageId": 5155877,
      "monthDay": "02/09"
    },
    {
      "year": "1975",
      "uri": "/wiki/Kurt_Asle_Arvesen",
      "name": "Kurt Asle Arvesen",
      "aboutText": "Shaun Parkes (born 9 February 1973) is an English actor.",
      "pageId": 5437527,
      "monthDay": "02/09"
    },
    {
      "year": "1975",
      "uri": "/wiki/Clinton_Grybas",
      "name": "Clinton Grybas",
      "aboutText": "Jimmy Lee Smith Jr.",
      "pageId": 6301229,
      "monthDay": "02/09"
    },
    {
      "year": "1975",
      "uri": "/wiki/Vladimir_Guerrero",
      "name": "Vladimir Guerrero",
      "aboutText": "Jason Winston George (born February 9, 1972) is an American actor and model. He is best known for his roles as Michael Bourne on the NBC daytime soap opera Sunset Beach, as J.T. Hunter on the UPN television sitcom Eve, as Dr. Otis Cole on ABC's Off the Map, and as Dr.",
      "pageId": 8352654,
      "monthDay": "02/09"
    },
    {
      "year": "1976",
      "uri": "/wiki/Steve_Burguiere",
      "name": "Steve Burguiere",
      "aboutText": "Eldbjørg Raknes (born 9 February 1970 in Midsund, Norway) is a Norwegian jazz vocalist known for her a cappella vocal performances, innovative improvised vocals and electronic effects. She has collaborated with musicians such as Jon Balke, Anders Jormin, Bendik Hofseth, Christian Wallumrød, Arve Henriksen, Ketil Bjørnstad, and Ståle Storløkken. She is the sister of the bassist Steinar Raknes.",
      "pageId": 36765542,
      "monthDay": "02/09"
    },
    {
      "year": "1976",
      "uri": "/wiki/Charlie_Day",
      "name": "Charlie Day",
      "aboutText": "John Phillip Walker Lindh (born February 9, 1981) is a U.S. citizen who was captured as an enemy combatant during the United States' 2001 invasion of Afghanistan in November 2001. He was captured and detained at Qala-i-Jangi fortress, used as a prison. He took part in the Battle of Qala-i-Jangi, a violent uprising of the Taliban prisoners, during which the CIA officer Johnny \"Mike\" Spann was killed, together with all but 86 of the estimated 300–500 prisoners.",
      "pageId": 16467,
      "monthDay": "02/09"
    },
    {
      "year": "1978",
      "uri": "/wiki/A.J._Buckley",
      "name": "A.J. Buckley",
      "aboutText": "Zhang Ziyi (born 9 February 1979) is a Chinese actress and model. She is considered one of the Four Dan Actresses of China.\nHer first major role was in The Road Home (1999).",
      "pageId": 72811,
      "monthDay": "02/09"
    },
    {
      "year": "1978",
      "uri": "/wiki/Erin_O%27Connor",
      "name": "Erin O'Connor",
      "aboutText": "Irina Eduardovna Slutskaya (Russian: Ири́на Эдуа́рдовна Слу́цкая Irina Eduardovna Slutskaya  (listen) ; born 9 February 1979) is a Russian figure skater. She is a two-time World champion (2002, 2005), two-time Olympic medalist (silver in 2002, bronze in 2006), seven-time European Champion (1996, 1997, 2000, 2001, 2003, 2005, 2006), a four-time Grand Prix Final champion (2000–2002, 2005) and a four-time Russian national champion (2000–2002, 2005). Slutskaya, known for her athletic ability, was the first female skater to land a triple lutz-triple loop combination.",
      "pageId": 559880,
      "monthDay": "02/09"
    },
    {
      "year": "1979",
      "uri": "/wiki/Hiroko_Anzai",
      "name": "Hiroko Anzai",
      "aboutText": "David Gray (born 9 February 1979 in Lower Morden, Greater London, England) is an English former professional snooker player.",
      "pageId": 622859,
      "monthDay": "02/09"
    },
    {
      "year": "1979",
      "uri": "/wiki/David_Gray_(snooker_player)",
      "name": "David Gray",
      "aboutText": "Angelos Charisteas (Greek: Άγγελος Χαριστέας, pronounced [ˈaɲɟelos xariˈste.as]; born 9 February 1980) is a retired Greek footballer.\nAt club level he has played for Aris Thessaloniki, Werder Bremen, Ajax, Feyenoord, Bayer Leverkusen and Schalke 04.\nInternationally, he was capped 88 times by Greece, scoring 25 goals.",
      "pageId": 731088,
      "monthDay": "02/09"
    },
    {
      "year": "1979",
      "uri": "/wiki/Akinori_Iwamura",
      "name": "Akinori Iwamura",
      "aboutText": "Jameer Nelson (born February 9, 1982) is an American professional basketball player for the Denver Nuggets of the National Basketball Association (NBA). He played college basketball for Saint Joseph's University before being drafted 20th overall in the 2004 NBA draft by the Denver Nuggets. He was later traded to the Orlando Magic on draft night and went on to play ten seasons with the franchise, earning his only All-Star nod in 2009.",
      "pageId": 748685,
      "monthDay": "02/09"
    },
    {
      "year": "1979",
      "uri": "/wiki/Irina_Slutskaya",
      "name": "Irina Slutskaya",
      "aboutText": "Rina Chinen (知念 里奈, Chinen Rina, born 9 February 1981) is a Japanese entertainer, former singer, model, and TV actress.",
      "pageId": 1022113,
      "monthDay": "02/09"
    },
    {
      "year": "1979",
      "uri": "/wiki/Zhang_Ziyi",
      "name": "Zhang Ziyi",
      "aboutText": "Shelly Leonor Martinez (born February 9, 1980) is an American model, actress, professional wrestler and valet. She is known for her work with World Wrestling Entertainment (WWE) on its ECW brand under the ring name Ariel and for Total Nonstop Action Wrestling (TNA) under the ring name Salinas as valet to The Latin American Xchange (LAX).\nMartinez entered professional wrestling in December 2000.",
      "pageId": 1852990,
      "monthDay": "02/09"
    },
    {
      "year": "1980",
      "uri": "/wiki/Angelos_Charisteas",
      "name": "Angelos Charisteas",
      "aboutText": "Erin O'Connor (born 9 February 1978) is an English model.",
      "pageId": 2293175,
      "monthDay": "02/09"
    },
    {
      "year": "1980",
      "uri": "/wiki/Margarita_Levieva",
      "name": "Margarita Levieva",
      "aboutText": "Ami Suzuki (鈴木 亜美, Suzuki Ami, born 9 February 1982) is a Japanese recording artist, actress, and DJ from Zama, Kanagawa, Japan. Having been discovered at the talent TV show Asayan, she was one of the most popular female teen idol in the late 1990s. However, in 2000 Suzuki faced legal problems with her management company resulting in a controversial blacklisting from the entertainment industry.",
      "pageId": 2485602,
      "monthDay": "02/09"
    },
    {
      "year": "1980",
      "uri": "/wiki/Shelly_Martinez",
      "name": "Shelly Martinez",
      "aboutText": "James Owen Sullivan (February 9, 1981 – December 28, 2009), more commonly known by his stage name The Rev (shortened version of The Reverend Tholomew Plague), was an American musician, composer and songwriter, best known as the drummer, composer and founding member for the American heavy metal band Avenged Sevenfold. The Rev was critically acclaimed for his work on Avenged Sevenfold albums, and contributed entire songs written and composed by himself, such as Chapter Four, Afterlife, \"A Little Piece of Heaven\" and Almost Easy. He was also the lead vocalist/pianist in Pinkly Smooth, a side project where he was known by the name Rathead, with fellow Avenged Sevenfold member and childhood best friend, guitarist Synyster Gates, and he was the drummer for Suburban Legends from 1998 to 1999.",
      "pageId": 2777824,
      "monthDay": "02/09"
    },
    {
      "year": "1981",
      "uri": "/wiki/Jo%C3%ABl_Camathias",
      "name": "Joël Camathias",
      "aboutText": "Alan John \"A. J.\" Buckley (born February 9, 1978) is an Irish-born Canadian actor.",
      "pageId": 5962037,
      "monthDay": "02/09"
    },
    {
      "year": "1981",
      "uri": "/wiki/Rina_Chinen",
      "name": "Rina Chinen",
      "aboutText": "Charles Peckham \"Charlie\" Day (born February 9, 1976) is an American actor, musician, producer, comedian, and screenwriter. He is best known for playing Charlie Kelly on It's Always Sunny in Philadelphia, and for his roles in the films Horrible Bosses (2011), Monsters University (2013), Pacific Rim (2013), The Lego Movie (2014), and Horrible Bosses 2 (2014).",
      "pageId": 5962414,
      "monthDay": "02/09"
    },
    {
      "year": "1981",
      "uri": "/wiki/Tom_Hiddleston",
      "name": "Tom Hiddleston",
      "aboutText": "Margarita Levieva (Russian: Маргарита Владимировна Левиева; born Margarita Vladimirovna Levieva; February 9, 1980) is a Russian-American actress. Born in the Soviet Union, she was a competitive gymnast before going on to star in the films The Invisible, Adventureland, and Spread. On television, she is known for her role as the faux Amanda Clarke/real Emily Thorne on Revenge.",
      "pageId": 7488601,
      "monthDay": "02/09"
    },
    {
      "year": "1981",
      "uri": "/wiki/John_Walker_Lindh",
      "name": "John Walker Lindh",
      "aboutText": "Akinori Iwamura (岩村 明憲, Iwamura Akinori, born February 9, 1979) is a Japanese baseball infielder, who currently is a player-manager for the Fukushima Hopes in Japan's Baseball Challenge League. He made his Major League debut with the Tampa Bay Devil Rays in 2007. He earned the nickname \"Aki\" while in the United States.",
      "pageId": 7756795,
      "monthDay": "02/09"
    },
    {
      "year": "1981",
      "uri": "/wiki/The_Rev",
      "name": "The Rev",
      "aboutText": "Hiroko Anzai (安西 ひろこ, Anzai Hiroko) (born February 9, 1979, in Kanagawa, Japan) is a Japanese actress, model and gravure idol, who has appeared in various magazines and photo albums.\nHer first photo album was released in 1996 and titled Mystic. Fuji TV selected Hiroko as its Visual Queen of 1998.",
      "pageId": 8340347,
      "monthDay": "02/09"
    },
    {
      "year": "1981",
      "uri": "/wiki/Daisuke_Sekimoto",
      "name": "Daisuke Sekimoto",
      "aboutText": "Joël Camathias (born 9 February 1981) is a Swiss race car driver born in Lugano. In 2001 he raced in the International Formula 3000 championship and in 2002 in the European F3000 series. In 2003 he made 7 starts in the American Champ Car series for Dale Coyne Racing, his best finish a 9th in his debut at the Grand Prix of St.",
      "pageId": 9067701,
      "monthDay": "02/09"
    },
    {
      "year": "1982",
      "uri": "/wiki/Domingo_Cisma_Gonz%C3%A1lez",
      "name": "Domingo Cisma González",
      "aboutText": "Daisuke Sekimoto (関本 大介, Sekimoto Daisuke) is a Japanese professional wrestler, best known for his appearances in Big Japan Pro Wrestling and Pro Wrestling ZERO1-MAX. He is a five-time world heavyweight champion having held the BJW World Strong Heavyweight Championship twice, the NWA World Premium Heavyweight Championship once, the wXw Unified World Wrestling Championship once and the World Heavyweight Championship (Zero1) once. Other major singles championships include the BJW Heavyweight Championship, the KO-D Openweight Championship and the Strongest-K Championship. Also a successful tag team wrestler, he has held the All Asia Tag Team Championship two times, the BJW Tag Team Championship seven times and the KO-D Tag Team Championship two times with his most successful tag team combination being with Yuji Okabayashi.",
      "pageId": 11293292,
      "monthDay": "02/09"
    },
    {
      "year": "1982",
      "uri": "/wiki/Jameer_Nelson",
      "name": "Jameer Nelson",
      "aboutText": "Domingo Cisma González (born 9 February 1982) is a Spanish professional footballer who plays for Córdoba CF as a left back.",
      "pageId": 12275865,
      "monthDay": "02/09"
    },
    {
      "year": "1982",
      "uri": "/wiki/Ami_Suzuki",
      "name": "Ami Suzuki",
      "aboutText": "Thomas William \"Tom\" Hiddleston (born 9 February 1981) is an English actor. He is best known for his role as Loki in the Marvel Cinematic Universe, appearing in Thor (2011), The Avengers (2012), and Thor: The Dark World (2013). He has also appeared in Steven Spielberg's War Horse (2011), The Deep Blue Sea (2011), Woody Allen's romantic comedy Midnight in Paris (2011), the 2012 BBC series Henry IV, Henry V, and the romantic vampire film Only Lovers Left Alive (2013).",
      "pageId": 15003874,
      "monthDay": "02/09"
    },
    {
      "year": "1982",
      "uri": "/wiki/Chris_Weale",
      "name": "Chris Weale",
      "aboutText": "David Lee Gallagher (born February 9, 1985) is an American actor. Beginning a prolific career as a child actor and model at the age of two, Gallagher is a five-time Young Artist Award nominee and Teen Choice Award winner, best known for his role as Simon Camden on the long-running television series 7th Heaven, as well as for his feature film roles; as Mikey Ubriacco in Look Who's Talking Now, as Kevin Harper in Angels in the Endzone and as Richie Rich in Richie Rich's Christmas Wish. Gallagher is also well known for the voice of Riku in the Kingdom Hearts video game series.",
      "pageId": 422686,
      "monthDay": "02/09"
    },
    {
      "year": "1983",
      "uri": "/wiki/Mikel_Arruabarrena_Aranbide",
      "name": "Mikel Arruabarrena Aranbide",
      "aboutText": "Dioner Favian Navarro Vivas (born February 9, 1984) is a Venezuelan professional baseball catcher for the Chicago White Sox of Major League Baseball (MLB). He previously played for the New York Yankees, Los Angeles Dodgers, Tampa Bay Rays, Los Angeles Dodgers, Cincinnati Reds, Chicago Cubs and Toronto Blue Jays.",
      "pageId": 970994,
      "monthDay": "02/09"
    },
    {
      "year": "1984",
      "uri": "/wiki/Maurice_Ager",
      "name": "Maurice Ager",
      "aboutText": "Rachel Melvin (born February 9, 1985) is an American actress. She is best known for her roles as Chelsea Brady on Days of Our Lives (2005–2009) and as Penny in Dumb and Dumber To.",
      "pageId": 2155089,
      "monthDay": "02/09"
    },
    {
      "year": "1984",
      "uri": "/wiki/Logan_Bartholomew",
      "name": "Logan Bartholomew",
      "aboutText": "Michael Bakari Jordan (born February 9, 1987) is an American actor. His television roles include East Dillon High School quarterback Vince Howard in Friday Night Lights, teenage drug dealer Wallace in The Wire, Reggie Montgomery in All My Children, and Alex in Parenthood.\nOn film, he has played shooting victim Oscar Grant in the critically acclaimed film Fruitvale Station (2013), the Human Torch in the 2015 film Fantastic Four, and Adonis Creed, son of fictional boxer Apollo Creed, in the Rocky sequel film Creed (2015).",
      "pageId": 2310146,
      "monthDay": "02/09"
    },
    {
      "year": "1984",
      "uri": "/wiki/Han_Geng",
      "name": "Han Geng",
      "aboutText": "Camille Simoine Winbush (born February 9, 1990) is an American television actress, comedian and recording artist. Her work in television has earned her three Image Awards and a Young Artist Award. She is best known for her role as Vanessa Thomkins on The Bernie Mac Show.",
      "pageId": 2630634,
      "monthDay": "02/09"
    },
    {
      "year": "1984",
      "uri": "/wiki/Dioner_Navarro",
      "name": "Dioner Navarro",
      "aboutText": "Princess Raiyah bint Hussein (born 9 February 1986 ) is the youngest daughter of King Hussein of Jordan and Queen Noor. She has two brothers Hamzah and Hashem and an elder sister Princess Iman.\nPrincess Raiyah received her undergraduate degree in Japanese at the University of Edinburgh.",
      "pageId": 4009120,
      "monthDay": "02/09"
    },
    {
      "year": "1985",
      "uri": "/wiki/David_Gallagher",
      "name": "David Gallagher",
      "aboutText": "Maurice Darnell Ager (born February 9, 1984) is an American former professional basketball player. He played collegiately for the Michigan State Spartans from 2002 until 2006. The 6' 5\" (1.95 m) guard was best known for being salary filler in the 2008 trade between the Dallas Mavericks and New Jersey Nets, which centered around all-stars Jason Kidd and Devin Harris.",
      "pageId": 4256571,
      "monthDay": "02/09"
    },
    {
      "year": "1985",
      "uri": "/wiki/Rachel_Melvin",
      "name": "Rachel Melvin",
      "aboutText": "This is a Chinese name. The family name is Hán.\nHan Geng (Chinese: 韩庚; Pinyin: Hán Gēng; Wade-Giles: Han Keng; Hangul: 한경) (born February 9, 1984) is a Chinese Mandopop singer and actor.",
      "pageId": 6172425,
      "monthDay": "02/09"
    },
    {
      "year": "1986",
      "uri": "/wiki/Princess_Raiyah_bint_Al_Hussein",
      "name": "Princess Raiyah bint Al Hussein",
      "aboutText": "Wu Jia-qing (simplified Chinese: 吴珈庆; traditional Chinese: 吳珈慶; pinyin: Wú Jiāqìng; born February 9, 1989 in Taiwan) is a professional pool player. He is nicknamed the Taishan Shentong (\"Little Genius from Taishan\"). Previously known as Wu Chia-ching, the spelling of his name was changed upon moving to mainland China.",
      "pageId": 7531019,
      "monthDay": "02/09"
    },
    {
      "year": "1987",
      "uri": "/wiki/Sam_Coulson",
      "name": "Sam Coulson",
      "aboutText": "Joseph Delpesh \"Joe\" O'Cearuill (born 9 February 1987) is a footballer, contracted to Staines Town as a defender. His previous clubs have included Barnet and St.",
      "pageId": 7604458,
      "monthDay": "02/09"
    },
    {
      "year": "1987",
      "uri": "/wiki/Michael_B._Jordan",
      "name": "Michael B. Jordan",
      "aboutText": "Christopher \"Chris\" Weale (born 9 February 1982) is an English professional footballer who is currently a goalkeeper and goalkeeping coach for Yeovil Town.\n^ a b c Hugman, Barry J., ed. (2010).",
      "pageId": 7921604,
      "monthDay": "02/09"
    },
    {
      "year": "1987",
      "uri": "/wiki/Davide_Lanzafame",
      "name": "Davide Lanzafame",
      "aboutText": "Gia Ferrell is an American singer-songwriter and make up artist born as Jeannie Bocchicchio on February 9, 1991. She is known as Gia Ferrell. Her 2006 single \"Hit Me Up\" was featured on the Happy Feet soundtrack in 2006 and climbed the charts internationally.",
      "pageId": 8095074,
      "monthDay": "02/09"
    },
    {
      "year": "1987",
      "uri": "/wiki/Rose_Leslie",
      "name": "Rose Leslie",
      "aboutText": "Mikel Arruabarrena Aranbide (born 9 February 1983) is a Spanish footballer who plays for SD Eibar as a centre forward.",
      "pageId": 8293095,
      "monthDay": "02/09"
    },
    {
      "year": "1987",
      "uri": "/wiki/Magdalena_Neuner",
      "name": "Magdalena Neuner",
      "aboutText": "Magdalena \"Lena\" Neuner (born 9 February 1987) is a retired German professional biathlete. She is the most successful woman of all time at Biathlon World Championships and a two-time Olympic gold medalist. At the age of 21, she became the youngest Overall World Cup winner in the history of the International Biathlon Union (IBU).",
      "pageId": 9294112,
      "monthDay": "02/09"
    },
    {
      "year": "1987",
      "uri": "/wiki/Joe_O%27Cearuill",
      "name": "Joe O'Cearuill",
      "aboutText": "Davide Lanzafame (born 9 February 1987) is an Italian football striker/winger, who currently plays for Perugia in Serie B.",
      "pageId": 12635197,
      "monthDay": "02/09"
    },
    {
      "year": "1988",
      "uri": "/wiki/Lotte_Friis",
      "name": "Lotte Friis",
      "aboutText": "Lotte Friis (born 9 February 1988) is a Danish competitive swimmer from Allerød.\nFriis was born in Blovstrød. Finishing third in the 1500 metre freestyle competition at the European Championships 2008 in Eindhoven she won her first major long course medal.",
      "pageId": 17987346,
      "monthDay": "02/09"
    },
    {
      "year": "1989",
      "uri": "/wiki/Gia_Farrell",
      "name": "Gia Farrell",
      "aboutText": "John Logan Bartholomew (born February 9, 1984) is an American actor born in Galion, Ohio, best known for his role of Willie LaHaye in 3 of the 8 films in the Love Comes Softly series. He later appeared in series like CSI: Miami (2005) and Close to Home (2007). He also had a small appearance in the thirty-sixth episode of popular TV series Ghost Whisperer, as Ray Peters in the second season episode, \"Speed Demon\" (2007).",
      "pageId": 21150833,
      "monthDay": "02/09"
    },
    {
      "year": "1989",
      "uri": "/wiki/Wu_Jia-qing",
      "name": "Wu Jia-qing",
      "aboutText": "Tyson Connor Houseman (born February 9, 1990) is a Canadian actor who appeared in The Twilight Saga: New Moon as Quil Ateara.",
      "pageId": 25539514,
      "monthDay": "02/09"
    },
    {
      "year": "1990",
      "uri": "/wiki/Tyson_Houseman",
      "name": "Tyson Houseman",
      "aboutText": "Rose Eleanor Arbuthnot-Leslie (born 9 February 1987), known professionally as Rose Leslie, is a Scottish actress.",
      "pageId": 29540174,
      "monthDay": "02/09"
    },
    {
      "year": "1990",
      "uri": "/wiki/Camille_Winbush",
      "name": "Camille Winbush",
      "aboutText": "Sam Coulson (born 9 February 1987) is an English guitarist, best known for being a member of progressive rock band Asia since 2013, after his guitar-playing skills were noticed on the video hosting website YouTube.",
      "pageId": 38320778,
      "monthDay": "02/09"
    },
    {
      "year": "1992",
      "uri": "/wiki/Avan_Jogia",
      "name": "Avan Jogia",
      "aboutText": "James Michael \"Jimmy\" Bennett (born February 9, 1996) is an American actor and musician. He is known for his roles as a child actor in Daddy Day Care, Hostage, Poseidon, Orphan and as young James T. Kirk in the 2009 film Star Trek.",
      "pageId": 2063777,
      "monthDay": "02/09"
    },
    {
      "year": "1993",
      "uri": "/wiki/Niclas_F%C3%BCllkrug",
      "name": "Niclas Füllkrug",
      "aboutText": "Avan Tudor Jogia (born February 9, 1992) is a Canadian actor, singer, dancer, model and martial artist.",
      "pageId": 19197013,
      "monthDay": "02/09"
    },
    {
      "year": "1996",
      "uri": "/wiki/Jimmy_Bennett",
      "name": "Jimmy Bennett",
      "aboutText": "Niclas Füllkrug (born 9 February 1993) is a German footballer who plays as a striker for 1. FC Nürnberg.\nOn 24 August 2013, he joined SpVgg Greuther Fürth on a one-year loan deal.",
      "pageId": 34782921,
      "monthDay": "02/09"
    },
    {
      "year": "1996",
      "uri": "/wiki/Kelli_Berglund",
      "name": "Kelli Berglund",
      "aboutText": "Kelli Michelle Berglund (born February 8, 1996) is an American actress, dancer and singer. She portrays Bree Davenport, a bionic teenager with lightning speed in the Disney XD series, Lab Rats.",
      "pageId": 36193058,
      "monthDay": "02/09"
    },
    {
      "year": "1997",
      "uri": "/wiki/Valentini_Grammatikopoulou",
      "name": "Valentini Grammatikopoulou",
      "aboutText": "Valentini Grammatikopoulou (Greek: Βαλεντίνη Γραμματικοπούλου; born 9 February 1997) is a Greek tennis player.\nGrammatikopoulou has won eight singles and seven doubles titles on the ITF tour in her career. On 2 November 2015, she reached her best singles ranking of world number 384.",
      "pageId": 42522102,
      "monthDay": "02/09"
    }
  ]
}