{
  "people": [
    {
      "year": "1380",
      "uri": "/wiki/Poggio_Bracciolini",
      "name": "Poggio Bracciolini",
      "aboutText": "Pope Gregory XIV (Latin: Gregorius XIV; 11 February 1535 – 16 October 1591), born Niccolò Sfondrato or Sfondrati, was Pope from 5 December 1590 to his death in 1591.",
      "pageId": 24228,
      "monthDay": "02/11"
    },
    {
      "year": "1466",
      "uri": "/wiki/Elizabeth_of_York",
      "name": "Elizabeth of York",
      "aboutText": "Giovanni Pacini (11 February 1796 – 6 December 1867) was an Italian composer, best known for his operas. Pacini was born in Catania, Sicily, the son of the buffo Luigi Pacini, who was to appear in the premieres of many of Giovanni's operas. The family was of Tuscan origin, and just happened to be in Catania when the composer was born.",
      "pageId": 37944,
      "monthDay": "02/11"
    },
    {
      "year": "1535",
      "uri": "/wiki/Pope_Gregory_XIV",
      "name": "Pope Gregory XIV",
      "aboutText": "Elizabeth of York (11 February 1466 – 11 February 1503) was queen consort of England from 1486 until her death. As the wife of Henry VII, she was the first Tudor queen. She was the daughter of Edward IV, niece of Richard III and married the king following Henry's victory at the Battle of Bosworth which ended the Wars of the Roses.",
      "pageId": 47907,
      "monthDay": "02/11"
    },
    {
      "year": "1568",
      "uri": "/wiki/Honor%C3%A9_d%27Urf%C3%A9",
      "name": "Honoré d'Urfé",
      "aboutText": "William Henry Fox Talbot (11 February 1800 – 17 September 1877) was a British scientist, inventor and photography pioneer who invented the salted paper and calotype processes, precursors to photographic processes of the later 19th and 20th centuries. His work in the 1840s on photomechanical reproduction led to the creation of the photoglyphic engraving process, the precursor to photogravure. He was the holder of a controversial patent which impacted the early development of commercial photography in Britain.",
      "pageId": 99812,
      "monthDay": "02/11"
    },
    {
      "year": "1637",
      "uri": "/wiki/Friedrich_Nicolaus_Bruhns",
      "name": "Friedrich Nicolaus Bruhns",
      "aboutText": "Bernard Le Bovier de Fontenelle (French: [fɔ̃tənɛl]; 11 February 1657 – 9 January 1757), also called Bernard Le Bouyer de Fontenelle, was a French author and an influential member of three of the academies of the Institut de France, noted especially for his accessible treatment of scientific topics during the unfolding of the Age of Enlightenment.\n^ Delorme, Suzanne (1970–80). \"Fontenelle, Bernard Le Bouyer (or Bovier) De\".",
      "pageId": 165158,
      "monthDay": "02/11"
    },
    {
      "year": "1649",
      "uri": "/wiki/William_Carstares",
      "name": "William Carstares",
      "aboutText": "Alexander Hamilton Stephens (February 11, 1812 – March 4, 1883) was an American politician from Georgia and Vice President of the Confederate States of America during the American Civil War. He also served as a U.S. Representative from Georgia (both before the Civil War and after Reconstruction) and as the 50th Governor of Georgia from 1882 until his death in 1883. He was an old Whig Party friend and ally of Abraham Lincoln.",
      "pageId": 309515,
      "monthDay": "02/11"
    },
    {
      "year": "1657",
      "uri": "/wiki/Bernard_Le_Bovier_de_Fontenelle",
      "name": "Bernard Le Bovier de Fontenelle",
      "aboutText": "Honoré d'Urfé, marquis de Valromey, comte de Châteauneuf (February 11, 1568 – June 1, 1625) was a French novelist and miscellaneous writer.",
      "pageId": 353903,
      "monthDay": "02/11"
    },
    {
      "year": "1708",
      "uri": "/wiki/Egidio_Duni",
      "name": "Egidio Duni",
      "aboutText": "Lydia Maria Francis Child, born Lydia Maria Francis (February 11, 1802 – October 20, 1880), was an American abolitionist, women's rights activist, Native American rights activist, novelist, journalist, and opponent of American expansionism.\nHer journals, both fiction and domestic manuals reached wide audiences from the 1820s through the 1850s. At times she shocked her audience as she tried to take on issues of both male dominance and white supremacy in some of her stories.",
      "pageId": 366327,
      "monthDay": "02/11"
    },
    {
      "year": "1755",
      "uri": "/wiki/Albert_Christoph_Dies",
      "name": "Albert Christoph Dies",
      "aboutText": "Marie-Joseph Blaise de Chénier (11 February 1764 – 10 January 1811) was a French poet, dramatist and politician of Greek origin.\nThe younger brother of André Chénier, he was born at Constantinople, but brought up at Carcassonne. He was educated in Paris at the Collège de Navarre.",
      "pageId": 374932,
      "monthDay": "02/11"
    },
    {
      "year": "1764",
      "uri": "/wiki/Joseph_Ch%C3%A9nier",
      "name": "Joseph Chénier",
      "aboutText": "Jean Baptiste Charbonneau (February 11, 1805 – May 16, 1866) was an American explorer, guide, fur trapper trader, military scout during the Mexican-American War, alcalde (mayor) of Mission San Luis Rey de Francia, a gold prospector and hotel operator in Northern California. He spoke French and English, and learned German and Spanish during his six years in Europe from 1823 to 1829. He also spoke Shoshone and other western American Indian languages, which he picked up during his years of trapping and guiding.",
      "pageId": 402345,
      "monthDay": "02/11"
    },
    {
      "year": "1774",
      "uri": "/wiki/Maxim_Gauci",
      "name": "Maxim Gauci",
      "aboutText": "William Carstares (also Carstaires) (11 February 1649 – 28 December 1715), was a minister of the Church of Scotland, active in Whig politics.",
      "pageId": 598907,
      "monthDay": "02/11"
    },
    {
      "year": "1776",
      "uri": "/wiki/Ioannis_Kapodistrias",
      "name": "Ioannis Kapodistrias",
      "aboutText": "Albert Christoph Dies (1755 – 28 December 1822) was a German painter, composer, and biographer.",
      "pageId": 607997,
      "monthDay": "02/11"
    },
    {
      "year": "1796",
      "uri": "/wiki/Giovanni_Pacini",
      "name": "Giovanni Pacini",
      "aboutText": "Gian Francesco Poggio Bracciolini (11 February 1380 – 30 October 1459), best known simply as Poggio Bracciolini, was an Italian scholar and an early humanist. He was responsible for rediscovering and recovering a great number of classical Latin manuscripts, mostly decaying and forgotten in German, Swiss, and French monastic libraries. His most celebrated find was De rerum natura, the only surviving work by Lucretius.",
      "pageId": 996597,
      "monthDay": "02/11"
    },
    {
      "year": "1799",
      "uri": "/wiki/Basil_Moreau",
      "name": "Basil Moreau",
      "aboutText": "Samuel Parkman Tuckerman (February 11, 1819 – June 30, 1890) was an American composer.\nHe was born in Boston to Edward Francis Tuckerman and Sophia May. His siblings were Edward Tuckerman, the botanist and Amherst professor, Frederick Goddard Tuckerman, the poet, and Sophia May (Tuckerman) Eckley.",
      "pageId": 2252394,
      "monthDay": "02/11"
    },
    {
      "year": "1800",
      "uri": "/wiki/Henry_Fox_Talbot",
      "name": "Henry Fox Talbot",
      "aboutText": "Otto Ludwig (February 11, 1813 – February 25, 1865) was a German dramatist, novelist and critic born in Eisfeld in Thuringia. He was one of Germany's first modern realists and one of the most notable dramatists of the period.\nHis father, who was syndic of Eisfeld, died when he was twelve years old, and he was brought up amidst uncongenial conditions.",
      "pageId": 2432976,
      "monthDay": "02/11"
    },
    {
      "year": "1802",
      "uri": "/wiki/Lydia_Maria_Child",
      "name": "Lydia Maria Child",
      "aboutText": "Egidio Romualdo Duni (11 February 1708 – 11 June 1775) was an Italian composer who studied in Naples and worked in Italy, France and London, writing both Italian and French operas.",
      "pageId": 3542574,
      "monthDay": "02/11"
    },
    {
      "year": "1805",
      "uri": "/wiki/Jean_Baptiste_Charbonneau",
      "name": "Jean Baptiste Charbonneau",
      "aboutText": "Blessed Father Basil Anthony Marie Patrice Moreau, CSC (February 11, 1799–January 20, 1873) was the French priest who founded the Congregation of Holy Cross from which three additional congregations were founded, namely the Marianites of Holy Cross, the Sisters of the Holy Cross, and the Sisters of Holy Cross.",
      "pageId": 4831285,
      "monthDay": "02/11"
    },
    {
      "year": "1812",
      "uri": "/wiki/Alexander_H._Stephens",
      "name": "Alexander H. Stephens",
      "aboutText": "Count Ioannis Antonios Kapodistrias (11 February 1776 – 9 October 1831), sometimes anglicized as John Capodistrias (Greek: Κόμης Ιωάννης Αντώνιος Καποδίστριας Komis Ioannis Antonios Kapodistrias; Russian: граф Иоанн Каподистрия Graf Ioann Kapodistriya; Italian: Giovanni Antonio Capodistria Conte Capo d'Istria), was a Greek Foreign Minister of the Russian Empire and one of the most distinguished politicians and diplomats of Europe. After a long career in European politics and diplomacy he was elected as the first head of state of independent Greece (1827–31) and he is considered as the founder of the modern Greek State, and the founder of Greek independence.",
      "pageId": 15767974,
      "monthDay": "02/11"
    },
    {
      "year": "1813",
      "uri": "/wiki/Otto_Ludwig_(writer)",
      "name": "Otto Ludwig",
      "aboutText": "Not to be confused with his nephew Nicolaus Bruhns, a German organist and composer.\nFriedrich Nicolaus Bruhns  or Brauns  (Lollfuß, 11 February 1637 – Hamburg, 13 March 1718) was a German composer and music director in Hamburg.\nBruhns was born in Lollfuß, Schleswig.",
      "pageId": 26987317,
      "monthDay": "02/11"
    },
    {
      "year": "1819",
      "uri": "/wiki/Samuel_Parkman_Tuckerman",
      "name": "Samuel Parkman Tuckerman",
      "aboutText": "Maxim Gauci (11 February 1774 – 3 November 1854), born Massimo Gauci, was a Maltese lithographer who was active in the United Kingdom in the 19th century. He was an early exponent of lithography for botanical illustration.\n^ Raymond Lister (1984).",
      "pageId": 34249748,
      "monthDay": "02/11"
    },
    {
      "year": "1821",
      "uri": "/wiki/Auguste_Mariette",
      "name": "Auguste Mariette",
      "aboutText": "Helene Kröller-Müller, (11 February 1869 – 14 December 1939) was one of the first European women to put together a major art collection and credited as being one of the first collectors to recognise the genius of Vincent van Gogh. She donated her entire collection to the Dutch people, along with her and her husband, Anton Müller's large forested country estate and iconic hunting lodge, today the famous Kröller-Müller Museum and sculpture garden and Hoge Veluwe National Park, the largest national park in the Netherlands.\nShe was born Helene Emma Laura Juliane Müller at Essen-Horst, Essen, Germany, into a wealthy industrialist family.",
      "pageId": 13987,
      "monthDay": "02/11"
    },
    {
      "year": "1830",
      "uri": "/wiki/Hans_Bronsart_von_Schellendorff",
      "name": "Hans Bronsart von Schellendorff",
      "aboutText": "Hans-Georg Gadamer (German: [ˈɡaːdamɐ]; February 11, 1900 – March 13, 2002) was a German philosopher of the continental tradition, best known for his 1960 magnum opus Truth and Method (Wahrheit und Methode) on hermeneutics.",
      "pageId": 13988,
      "monthDay": "02/11"
    },
    {
      "year": "1833",
      "uri": "/wiki/Melville_Fuller",
      "name": "Melville Fuller",
      "aboutText": "Thomas Alva Edison (February 11, 1847 – October 18, 1931) was an American inventor and businessman. He developed many devices that greatly influenced life around the world, including the phonograph, the motion picture camera, and the long-lasting, practical electric light bulb. Dubbed \"The Wizard of Menlo Park\", he was one of the first inventors to apply the principles of mass production and large-scale teamwork to the process of invention, and because of that, he is often credited with the creation of the first industrial research laboratory.",
      "pageId": 29778,
      "monthDay": "02/11"
    },
    {
      "year": "1839",
      "uri": "/wiki/Josiah_Willard_Gibbs",
      "name": "Josiah Willard Gibbs",
      "aboutText": "Josiah Willard Gibbs (February 11, 1839 – April 28, 1903) was an American scientist who made important theoretical contributions to physics, chemistry, and mathematics. His work on the applications of thermodynamics was instrumental in transforming physical chemistry into a rigorous deductive science. Together with James Clerk Maxwell and Ludwig Boltzmann, he created statistical mechanics (a term that he coined), explaining the laws of thermodynamics as consequences of the statistical properties of large ensembles of particles.",
      "pageId": 37332,
      "monthDay": "02/11"
    },
    {
      "year": "1847",
      "uri": "/wiki/Thomas_Edison",
      "name": "Thomas Edison",
      "aboutText": "Leo Szilard (Hungarian: Szilárd Leó; German: Leo Spitz until age 2; February 11, 1898 – May 30, 1964) was a Hungarian-American physicist and inventor. He conceived the nuclear chain reaction in 1933, patented the idea of a nuclear reactor with Enrico Fermi, and in late 1939 wrote the letter for Albert Einstein's signature that resulted in the Manhattan Project that built the atomic bomb.\nSzilard initially attended Palatine Joseph Technical University in Budapest, but his engineering studies were interrupted by service in the Austro-Hungarian Army during World War I. He left Hungary for Germany in 1919, enrolling at Technische Hochschule (Institute of Technology) in Berlin-Charlottenburg, but became bored with engineering and transferred to Friedrich Wilhelm University, where he studied physics.",
      "pageId": 56359,
      "monthDay": "02/11"
    },
    {
      "year": "1855",
      "uri": "/wiki/Ellen_Day_Hale",
      "name": "Ellen Day Hale",
      "aboutText": "Arne Emil Jacobsen, Hon. FAIA (11 February 1902 – 24 March 1971) was a Danish architect and designer. He is remembered for his contribution to architectural Functionalism as well as for the worldwide success he enjoyed with simple but effective chair designs.",
      "pageId": 86768,
      "monthDay": "02/11"
    },
    {
      "year": "1860",
      "uri": "/wiki/Rachilde",
      "name": "Rachilde",
      "aboutText": "Elsa Beskow (née Maartman) (11 February 1874 – 30 June 1953) was a Swedish author and illustrator of children's books. Among her better known books are Tale of the Little Little Old Woman and Aunt Green, Aunt Brown and Aunt Lavender.",
      "pageId": 89333,
      "monthDay": "02/11"
    },
    {
      "year": "1869",
      "uri": "/wiki/Helene_Kr%C3%B6ller-M%C3%BCller",
      "name": "Helene Kröller-Müller",
      "aboutText": "Sir Keith Jacka Holyoake KG GCMG CH QSO KStJ (11 February 1904 – 8 December 1983) was the 26th Prime Minister of New Zealand, serving for a brief period in 1957 and then from 1960 to 1972, and also the 13th Governor-General of New Zealand, serving from 1977 to 1980. He is the only person to have held both positions.\nA member of the National Party, Holyoake is to date the third longest serving New Zealand Prime Minister (just under 12 years), surpassed only by Richard Seddon's 13 years and William Massey's close to 13 years; he was also the first to be born in the 20th century.",
      "pageId": 201125,
      "monthDay": "02/11"
    },
    {
      "year": "1869",
      "uri": "/wiki/Else_Lasker-Sch%C3%BCler",
      "name": "Else Lasker-Schüler",
      "aboutText": "Hans Bronsart von Schellendorf (11 February 1830 – 3 November 1913) was a classical musician and composer who studied under Franz Liszt.",
      "pageId": 325790,
      "monthDay": "02/11"
    },
    {
      "year": "1874",
      "uri": "/wiki/Elsa_Beskow",
      "name": "Elsa Beskow",
      "aboutText": "Hans Ferdinand Redlich (Vienna, 11 February 1903 – Manchester, 27 November 1968) was an Austrian classical composer, conductor, musicologist and writer.",
      "pageId": 332384,
      "monthDay": "02/11"
    },
    {
      "year": "1874",
      "uri": "/wiki/Fritz_Hart",
      "name": "Fritz Hart",
      "aboutText": "François Auguste Ferdinand Mariette (February 11, 1821 – January 19, 1881) was a French scholar, archaeologist and Egyptologist, and founder of the Egyptian Department of Antiquities (later Supreme Council of Antiquities).",
      "pageId": 562711,
      "monthDay": "02/11"
    },
    {
      "year": "1881",
      "uri": "/wiki/Carlo_Carr%C3%A0",
      "name": "Carlo Carrà",
      "aboutText": "Carlo Carrà [ˈkarlo karˈra] (February 11, 1881 – April 13, 1966) was an Italian painter and a leading figure of the Futurist movement that flourished in Italy during the beginning of the 20th century. In addition to his many paintings, he wrote a number of books concerning art.",
      "pageId": 1197474,
      "monthDay": "02/11"
    },
    {
      "year": "1890",
      "uri": "/wiki/David_Drummond_(politician)",
      "name": "David Drummond",
      "aboutText": "Else Lasker-Schüler (February 11, 1869 – January 22, 1945) was a Jewish German poet and playwright famous for her bohemian lifestyle in Berlin. She was one of the few women affiliated with the Expressionist movement. Lasker-Schüler fled Nazi Germany and lived out the rest of her life in Jerusalem.",
      "pageId": 1516042,
      "monthDay": "02/11"
    },
    {
      "year": "1891",
      "uri": "/wiki/J._W._Hearne",
      "name": "J. W. Hearne",
      "aboutText": "Rachilde was the pen name of Marguerite Vallette-Eymery (February 11, 1860 – April 4, 1953)a French author who was born near Périgueux, Dordogne, Aquitaine, France during the Second French Empire.\nDubbed “Mademoiselle Baudelaire” by Maurice Barres and called a distinguished pornographer by Jules Barbey d’Aurevilly, Rachilde is one of the most complex literary figures to emerge at the tipping point between the nineteenth and twentieth centuries. Her most famous work includes the novels Monsieur Vénus/Mister Venus (1884) and La Jongleuse/The Juggler (1900, rev.",
      "pageId": 1560522,
      "monthDay": "02/11"
    },
    {
      "year": "1898",
      "uri": "/wiki/Le%C3%B3_Szil%C3%A1rd",
      "name": "Leó Szilárd",
      "aboutText": "Fritz Bennicke Hart (11 February 1874 – 9 July 1949) was an English composer, conductor, teacher and unpublished novelist, who spent considerable periods in Australia and Hawaii.",
      "pageId": 1592094,
      "monthDay": "02/11"
    },
    {
      "year": "1900",
      "uri": "/wiki/Hans-Georg_Gadamer",
      "name": "Hans-Georg Gadamer",
      "aboutText": "John William Hearne (known as Jack Hearne, J.W. Hearne and Young Jack to distinguish him from his distant cousin, J.T. Hearne) (11 February 1891–14 September 1965) was a Middlesex leg-spinning all-rounder cricketer who played from 1909 to 1936, and represented England in 24 Test matches between 1911 and 1926.\nA skilful right-handed batsman, Hearne was exceptionally straight and a master at placing the ball into gaps. He was not an aggressive batsman, but his skill allowed him to score at quite an efficient rate against the best bowling.",
      "pageId": 1608958,
      "monthDay": "02/11"
    },
    {
      "year": "1900",
      "uri": "/wiki/J%C5%8Dsei_Toda",
      "name": "Jōsei Toda",
      "aboutText": "Jōsei Toda (戸田 城聖, Toda Jōsei, February 11, 1900 – April 2, 1958) was an educator, peace activist and second president of Soka Gakkai from 1951 to 1958. Imprisoned for two years during World War II under the charge of lèse-majesté, he emerged from prison intent on rebuilding the Soka Gakkai. He has been described as the architect of the Soka Gakkai, the person chiefly responsible for its existence today.",
      "pageId": 2034160,
      "monthDay": "02/11"
    },
    {
      "year": "1902",
      "uri": "/wiki/Arne_Jacobsen",
      "name": "Arne Jacobsen",
      "aboutText": "David Henry Drummond (11 February 1890–13 June 1965) was an Australian politician and farmer.\nDrummond was born in Lewisham, Sydney and was educated at public schools and at The Scots College, but was forced by financial problems to seek work. In 1902, he became a ward of the state.",
      "pageId": 5125407,
      "monthDay": "02/11"
    },
    {
      "year": "1903",
      "uri": "/wiki/Hans_Redlich",
      "name": "Hans Redlich",
      "aboutText": "Ellen Day Hale (February 11, 1855  – February 11, 1940) was an American Impressionist painter and printmaker from Boston. She studied art in Paris and during her adult life lived in Paris, London and Boston. She exhibited at the Paris Salon and the Royal Academy of Arts.",
      "pageId": 5164884,
      "monthDay": "02/11"
    },
    {
      "year": "1904",
      "uri": "/wiki/Keith_Holyoake",
      "name": "Keith Holyoake",
      "aboutText": "Melville Weston Fuller (February 11, 1833 – July 4, 1910) was the eighth Chief Justice of the United States between 1888 and 1910.",
      "pageId": 21810832,
      "monthDay": "02/11"
    },
    {
      "year": "1908",
      "uri": "/wiki/Philip_Dunne_(writer)",
      "name": "Philip Dunne",
      "aboutText": "Farouk I of Egypt (Arabic: فاروق الأول ‎ Fārūq al-Awwal, Turkish: I. Faruk; 11 February 1920 – 18 March 1965 [45 years] ) was the tenth ruler from the Muhammad Ali Dynasty and the penultimate King of Egypt and the Sudan, succeeding his father, Fuad I of Egypt, in 1936.\nHis full title was \"His Majesty Farouk I, by the grace of God, King of Egypt and Sudan, Sovereign of Nubia, of Kordofan, and of Darfur\". He was overthrown in the Egyptian Revolution of 1952 and forced to abdicate in favor of his infant son Ahmed Fuad, who succeeded him as Fuad II of Egypt.",
      "pageId": 52023,
      "monthDay": "02/11"
    },
    {
      "year": "1908",
      "uri": "/wiki/Vivian_Fuchs",
      "name": "Vivian Fuchs",
      "aboutText": "Sir Patrick Michael Leigh Fermor, DSO, OBE (11 February 1915 – 10 June 2011), also known as Paddy Fermor, was a British author, scholar and soldier who played a prominent role behind the lines in the Cretan resistance during the Second World War. He was widely regarded as Britain's greatest living travel writer during his lifetime, based on books such as A Time of Gifts (1977).",
      "pageId": 71517,
      "monthDay": "02/11"
    },
    {
      "year": "1909",
      "uri": "/wiki/Max_Baer_(boxer)",
      "name": "Max Baer",
      "aboutText": "Richard Wesley Hamming (February 11, 1915 – January 7, 1998) was an American mathematician whose work had many implications for computer science and telecommunications. His contributions include the Hamming code (which makes use of a Hamming matrix), the Hamming window, Hamming numbers, sphere-packing (or Hamming bound), and the Hamming distance.\nBorn in Chicago, Hamming attended University of Chicago, University of Nebraska and the University of Illinois at Urbana-Champaign, where he wrote his doctoral thesis in mathematics under the supervision of Waldemar Trjitzinsky (1901-1973).",
      "pageId": 99326,
      "monthDay": "02/11"
    },
    {
      "year": "1909",
      "uri": "/wiki/Joseph_L._Mankiewicz",
      "name": "Joseph L. Mankiewicz",
      "aboutText": "Eva Gabor (February 11, 1919 – July 4, 1995) was a Hungarian-born American socialite and actress. She was widely known for her role on the 1965-71 television sitcom Green Acres as Lisa Douglas, the wife of Eddie Albert's character, Oliver Wendell Douglas. She voiced \"Duchess\" in the 1970 Disney film The Aristocats, and Miss Bianca in Disney’s The Rescuers and The Rescuers Down Under.",
      "pageId": 152912,
      "monthDay": "02/11"
    },
    {
      "year": "1912",
      "uri": "/wiki/Rudolf_Firku%C5%A1n%C3%BD",
      "name": "Rudolf Firkušný",
      "aboutText": "Lloyd Millard Bentsen, Jr. (February 11, 1921 – May 23, 2006) was an American politician who was a four-term United States Senator (1971–1993) from Texas and the Democratic Party nominee for vice president in 1988 on the Michael Dukakis ticket. He also served in the House of Representatives from 1948 to 1955.",
      "pageId": 299257,
      "monthDay": "02/11"
    },
    {
      "year": "1914",
      "uri": "/wiki/Matt_Dennis",
      "name": "Matt Dennis",
      "aboutText": "Sir Vivian Ernest Fuchs FRS (11 February 1908 – 11 November 1999) was an English explorer whose expeditionary team completed the first overland crossing of Antarctica in 1958.\n^ Laws, R. M. (2001). \"Sir Vivian Ernest Fuchs.",
      "pageId": 315860,
      "monthDay": "02/11"
    },
    {
      "year": "1915",
      "uri": "/wiki/Patrick_Leigh_Fermor",
      "name": "Patrick Leigh Fermor",
      "aboutText": "Sidney Sheldon (February 11, 1917 – January 30, 2007) was an American writer and producer.\nHe came to prominence in the 1930s, first working on Broadway plays and then in motion pictures, notably writing the successful comedy The Bachelor and the Bobby Soxer (1947) which earned him an Academy Award. He went on to work in television, where his works spanned a 20-year period during which he created The Patty Duke Show (1963–66), I Dream of Jeannie (1965–70) and Hart to Hart (1979–84).",
      "pageId": 345575,
      "monthDay": "02/11"
    },
    {
      "year": "1915",
      "uri": "/wiki/Richard_Hamming",
      "name": "Richard Hamming",
      "aboutText": "Daniel Francis Galouye (11 February 1920 – 7 September 1976) was an American science fiction writer. During the 1950s and 1960s, he contributed novelettes and short stories to various digest size science fiction magazines, sometimes writing under the pseudonym Louis G. Daniels.\nBorn in New Orleans, Galouye (pronounced Gah-lou-ey) graduated from Louisiana State University (B.A.) and then worked as a reporter for several newspapers.",
      "pageId": 400854,
      "monthDay": "02/11"
    },
    {
      "year": "1915",
      "uri": "/wiki/Pat_Welsh_(actress)",
      "name": "Pat Welsh",
      "aboutText": "Joseph Leo Mankiewicz (February 11, 1909 – February 5, 1993) was an American film director, screenwriter, and producer. Mankiewicz had a long Hollywood career, and twice won the Academy Award for both Best Director and Best Writing, Screenplay, for A Letter to Three Wives (1949) and All About Eve (1950).",
      "pageId": 432511,
      "monthDay": "02/11"
    },
    {
      "year": "1917",
      "uri": "/wiki/Sidney_Sheldon",
      "name": "Sidney Sheldon",
      "aboutText": "Max Baer (February 11, 1909 – November 21, 1959) was an American boxer of the 1930s (one-time Heavyweight Champion of the World) as well as a referee, and had an occasional role on film or television. He was the brother of heavyweight boxing contender Buddy Baer and father of actor Max Baer, Jr. (best known as Jethro Bodine on The Beverly Hillbillies).",
      "pageId": 492179,
      "monthDay": "02/11"
    },
    {
      "year": "1919",
      "uri": "/wiki/Eva_Gabor",
      "name": "Eva Gabor",
      "aboutText": "William \"Billy\" Halop (February 11, 1920 – November 9, 1976) was an American actor.",
      "pageId": 1211567,
      "monthDay": "02/11"
    },
    {
      "year": "1920",
      "uri": "/wiki/Boyd_Bartley",
      "name": "Boyd Bartley",
      "aboutText": "Daniel \"Chappie\" James Jr. (February 11, 1920 – February 25, 1978) was a fighter pilot in the U.S. Air Force, who in 1975 became the first African American to reach the rank of four-star general.",
      "pageId": 1225115,
      "monthDay": "02/11"
    },
    {
      "year": "1920",
      "uri": "/wiki/Farouk_of_Egypt",
      "name": "Farouk of Egypt",
      "aboutText": "Edward George Seidensticker (February 11, 1921, Castle Rock, Colorado – August 26, 2007, Tokyo) was a noted scholar and translator of Japanese literature. He was particularly known for his English version of The Tale of Genji (1976), which is counted among the preferred modern translations.",
      "pageId": 1260976,
      "monthDay": "02/11"
    },
    {
      "year": "1920",
      "uri": "/wiki/Daniel_F._Galouye",
      "name": "Daniel F. Galouye",
      "aboutText": "Antony Garrard Newton Flew (/fluː/; 11 February 1923 – 8 April 2010) was an English philosopher. Belonging to the analytic and evidentialist schools of thought, Flew was most notable for his work related to the philosophy of religion. During the course of his career he taught at the universities of Oxford, Aberdeen, Keele and Reading, and at York University in Toronto.",
      "pageId": 1336396,
      "monthDay": "02/11"
    },
    {
      "year": "1920",
      "uri": "/wiki/Billy_Halop",
      "name": "Billy Halop",
      "aboutText": "Philip Ives Dunne (February 11, 1908 – June 2, 1992) was a Hollywood screenwriter, film director and producer, who worked prolifically from 1932 until 1965. He spent the majority of his career at 20th Century Fox crafting well regarded romantic and historical dramas, usually adapted from another medium. Dunne was a leading Screen Writers Guild organizer and was politically active during the \"Hollywood Blacklist\" episode of the 1940s-1950s.",
      "pageId": 2254962,
      "monthDay": "02/11"
    },
    {
      "year": "1920",
      "uri": "/wiki/Daniel_James,_Jr.",
      "name": "Daniel James, Jr.",
      "aboutText": "Matt Dennis (February 11, 1914 – June 21, 2002) was an American singer, pianist, band leader, arranger, and writer of music for popular music songs.",
      "pageId": 2273480,
      "monthDay": "02/11"
    },
    {
      "year": "1921",
      "uri": "/wiki/Lloyd_Bentsen",
      "name": "Lloyd Bentsen",
      "aboutText": "Rudolf Firkušný (Czech: [ˈrudolf ˈfɪrkuʃniː]; 11 February 1912 – 19 July 1994) was a Czech-born, Czech-American classical pianist.",
      "pageId": 3755871,
      "monthDay": "02/11"
    },
    {
      "year": "1921",
      "uri": "/wiki/Ottavio_Missoni",
      "name": "Ottavio Missoni",
      "aboutText": "Ottavio \"Tai\" Missoni (11 February 1921 – 9 May 2013) was the founder of the Italian fashion label Missoni and an Italian Olympic hurdler who competed in the 1948 Summer Olympics. Along with his wife Rosita, he was part of the group of designers who launched Italian ready-to-wear in the 1950s, thereby ensuring the global success of Italian fashion.",
      "pageId": 10125421,
      "monthDay": "02/11"
    },
    {
      "year": "1921",
      "uri": "/wiki/Edward_Seidensticker",
      "name": "Edward Seidensticker",
      "aboutText": "Pat Welsh (born Patricia A. Carroll; February 11, 1915 – January 26, 1995) was an American film actress, known as the raspy voice of E.T. in the 1982 film E.T. the Extra-Terrestrial.",
      "pageId": 10291395,
      "monthDay": "02/11"
    },
    {
      "year": "1923",
      "uri": "/wiki/Antony_Flew",
      "name": "Antony Flew",
      "aboutText": "Boyd Owen Bartley (February 11, 1920 – December 21, 2012) was a Major League Baseball player. He played shortstop for the Brooklyn Dodgers in nine games during the 1943 Brooklyn Dodgers season. He was born in Chicago, Illinois.",
      "pageId": 13109133,
      "monthDay": "02/11"
    },
    {
      "year": "1925",
      "uri": "/wiki/Virginia_E._Johnson",
      "name": "Virginia E. Johnson",
      "aboutText": "Leslie William Nielsen, OC (11 February 1926 – 28 November 2010) was a Canadian actor and comedian. He appeared in more than 100 films and 150 television programs, portraying more than 220 characters.\nNielsen was born in Regina, Saskatchewan.",
      "pageId": 55014,
      "monthDay": "02/11"
    },
    {
      "year": "1925",
      "uri": "/wiki/Kim_Stanley",
      "name": "Kim Stanley",
      "aboutText": "Manuel Antonio Noriega Moreno (Spanish pronunciation: [maˈnwel noˈɾjega]; born February 11, 1934) is a former Panamanian politician and military officer. He was military dictator of Panama from 1983 to 1989, when he was removed from power during the invasion of Panama.\nFrom the 1950s until shortly before the U.S. invasion, Noriega worked closely with the U.S. Central Intelligence Agency.",
      "pageId": 71421,
      "monthDay": "02/11"
    },
    {
      "year": "1926",
      "uri": "/wiki/Paul_Bocuse",
      "name": "Paul Bocuse",
      "aboutText": "Vincent Eugene Craddock (February 11, 1935 – October 12, 1971), known as Gene Vincent, was an American musician who pioneered the styles of rock and roll and rockabilly. His 1956 top ten hit with his Blue Caps, \"Be-Bop-A-Lula\", is considered a significant early example of rockabilly.",
      "pageId": 165726,
      "monthDay": "02/11"
    },
    {
      "year": "1926",
      "uri": "/wiki/Leslie_Nielsen",
      "name": "Leslie Nielsen",
      "aboutText": "Burton Leon \"Burt\" Reynolds (born February 11, 1936) is an American actor, director and producer. He starred in many television series and feature films, such as Dan August, Deliverance, The Longest Yard as well as its 2005 remake, Smokey and the Bandit and The Cannonball Run.",
      "pageId": 178246,
      "monthDay": "02/11"
    },
    {
      "year": "1927",
      "uri": "/wiki/Sinclair_Stevens",
      "name": "Sinclair Stevens",
      "aboutText": "Dame Barbara Mary Quant, Mrs Plunket Greene, DBE, FCSD, RDI (born 11 February 1934) is a Welsh fashion designer and British fashion icon.\nShe became an instrumental figure in the 1960s London-based Mod and youth fashion movements. She was one of the designers who took credit for the miniskirt and hot pants, and by promoting these and other fun fashions she encouraged young people to dress to please themselves and to treat fashion as a game.",
      "pageId": 201482,
      "monthDay": "02/11"
    },
    {
      "year": "1928",
      "uri": "/wiki/Hattie_N._Harrison",
      "name": "Hattie N. Harrison",
      "aboutText": "Kim Stanley (February 11, 1925 – August 20, 2001) was an American actress, primarily in television and theatre, but with occasional film performances.\nShe began her acting career in theatre, and subsequently attended the Actors Studio in New York City, New York. She received the 1952 Theatre World Award for her role in The Chase (1952), and starred in the Broadway productions of Picnic (1953) and Bus Stop (1955).",
      "pageId": 210236,
      "monthDay": "02/11"
    },
    {
      "year": "1930",
      "uri": "/wiki/Roy_De_Forest",
      "name": "Roy De Forest",
      "aboutText": "John Surtees, CBE (born 11 February 1934) is a British former Grand Prix motorcycle road racer and Formula One driver. He is a four-time 500cc motorcycle World Champion – winning that title in 1956, 1958, 1959 and 1960 – the Formula One World Champion in 1964, and remains the only person to have won World Championships on both two and four wheels. He founded the Surtees Racing Organisation team that competed as a constructor in Formula One, Formula 2 and Formula 5000 from 1970 to 1978.",
      "pageId": 215196,
      "monthDay": "02/11"
    },
    {
      "year": "1931",
      "uri": "/wiki/Larry_Merchant",
      "name": "Larry Merchant",
      "aboutText": "Dennis Edward Skinner (born 11 February 1932) is a British Labour politician who has been Member of Parliament (MP) for Bolsover since 1970. He was Chairman of the Labour Party in 1988–1989 and served as a member of its National Executive Committee.\nBorn in Clay Cross, Derbyshire, Skinner is the third of nine children of coal miner Edward Skinner, who was sacked after the 1926 general strike.",
      "pageId": 367560,
      "monthDay": "02/11"
    },
    {
      "year": "1932",
      "uri": "/wiki/Dennis_Skinner",
      "name": "Dennis Skinner",
      "aboutText": "Melvin Eugene \"Mel\" Carnahan (February 11, 1934 – October 16, 2000) was an American politician. A Democrat, he served as the 51st Governor of Missouri (1993-2000) and was elected posthumously to the U.S. Senate.",
      "pageId": 404507,
      "monthDay": "02/11"
    },
    {
      "year": "1934",
      "uri": "/wiki/Mel_Carnahan",
      "name": "Mel Carnahan",
      "aboutText": "Larry Merchant (born February 11, 1931) is an American former sportswriter, a longtime commentator for HBO Sports presentations of HBO World Championship Boxing, Boxing After Dark and HBO pay-per-view telecasts, and is considered \"the greatest television boxing analyst of all time\" by ESPN Boxing analyst Dan Rafael.",
      "pageId": 437051,
      "monthDay": "02/11"
    },
    {
      "year": "1934",
      "uri": "/wiki/Tina_Louise",
      "name": "Tina Louise",
      "aboutText": "Tina Louise (born Tatiana Josivovna Chernova Blacker, February 11, 1934) is an American actress, singer, and author. She began her career on stage during mid-1950s, before landing her breakthrough role in 1958 drama film God's Little Acre for which she received Golden Globe Award for New Star of the Year.\nLouise had starring roles in a number of Hollywood movies, including The Trap, The Hangman, Day of the Outlaw, and For Those Who Think Young.",
      "pageId": 492462,
      "monthDay": "02/11"
    },
    {
      "year": "1934",
      "uri": "/wiki/Manuel_Noriega",
      "name": "Manuel Noriega",
      "aboutText": "Sinclair McKnight Stevens, PC (born February 11, 1927) is a Canadian lawyer, businessman and former parliamentarian.",
      "pageId": 544529,
      "monthDay": "02/11"
    },
    {
      "year": "1934",
      "uri": "/wiki/Mary_Quant",
      "name": "Mary Quant",
      "aboutText": "Paul Bocuse (pronounced: [pɔl bokyz]) (born 11 February 1926) is a French chef based in Lyon who is famous for the high quality of his restaurants and his innovative approaches to cuisine. A student of Eugénie Brazier, he is one of the most prominent chefs associated with the nouvelle cuisine, which is less opulent and calorific than the traditional cuisine classique, and stresses the importance of fresh ingredients of the highest quality.",
      "pageId": 857127,
      "monthDay": "02/11"
    },
    {
      "year": "1934",
      "uri": "/wiki/John_Surtees",
      "name": "John Surtees",
      "aboutText": "William Morris \"Bill\" Lawry, AM (born 11 February 1937) is a former cricketer who played for Victoria and Australia. He captained Australia in 25 Tests, winning nine, losing eight and drawing eight, and led Australia in the inaugural One Day International match, played in 1971. An opening batsman with a reputation for resolute defence, he had the ability to spend long periods of time at the crease.",
      "pageId": 968847,
      "monthDay": "02/11"
    },
    {
      "year": "1934",
      "uri": "/wiki/David_Taylor_(veterinarian)",
      "name": "David Taylor",
      "aboutText": "Edward Steven Phillip Shack (born February 11, 1937), also known by the nicknames \"The Entertainer\" and \"The Nose\" is a retired Canadian hockey player who played for six National Hockey League teams from 1959 to 1975.\n^ \"Eddie Steven Phillip Shack\". Legends of Hockey.",
      "pageId": 2411297,
      "monthDay": "02/11"
    },
    {
      "year": "1935",
      "uri": "/wiki/Gene_Vincent",
      "name": "Gene Vincent",
      "aboutText": "Virginia E. Johnson, born Mary Virginia Eshelman (February 11, 1925 – July 24, 2013), was an American sexologist, best known as a member of the Masters and Johnson sexuality research team.",
      "pageId": 3004464,
      "monthDay": "02/11"
    },
    {
      "year": "1936",
      "uri": "/wiki/Burt_Reynolds",
      "name": "Burt Reynolds",
      "aboutText": "David Conrad Taylor, BVMS, FRCVS, FZS (11 February 1934 – 29 January 2013), was a British veterinary surgeon. He was the first veterinary surgeon to specialise in zoo and wildlife medicine. Taylor worked with zoo and wild animals from 1957, acting as a consultant on the treatment of some of the rarest species on Earth.",
      "pageId": 3469325,
      "monthDay": "02/11"
    },
    {
      "year": "1937",
      "uri": "/wiki/Bill_Lawry",
      "name": "Bill Lawry",
      "aboutText": "Brian Lemon (11 February 1937 – 11 October 2014) was a British jazz pianist and arranger.\nLemon was born in Nottingham, UK. He moved to London in the mid-1950s to join Freddy Randall's group. After that he worked with a variety of groups including those of George Chisholm and Kenny Baker.",
      "pageId": 9783104,
      "monthDay": "02/11"
    },
    {
      "year": "1937",
      "uri": "/wiki/Brian_Lemon",
      "name": "Brian Lemon",
      "aboutText": "Hattie N. Harrison (February 11, 1928 – January 28, 2013) was an American politician who served in the Maryland General Assembly from 1973. Harrison was the chairperson of the Maryland House of Delegates Rules and Executive Nominations Committee, and was the first African-American woman to chair a legislative committee in Maryland.\nAt the time of her death, she had been a member of the Economic Matters Committee since 1973 and served on its science & technology subcommittee.",
      "pageId": 11340674,
      "monthDay": "02/11"
    },
    {
      "year": "1937",
      "uri": "/wiki/Eddie_Shack",
      "name": "Eddie Shack",
      "aboutText": "Roy De Forest (11 February 1930 – 18 May 2007) was an American painter.\nBorn in North Platte, Nebraska to migrant farm workers, Roy De Forest grew up in Yakima, Washington and attended junior college there. In 1950 he moved to California to study at the California School of Fine Arts (now the San Francisco Art Institute), where he earned a bachelor's degree (1953).",
      "pageId": 11377415,
      "monthDay": "02/11"
    },
    {
      "year": "1937",
      "uri": "/wiki/Phillip_Walker",
      "name": "Phillip Walker",
      "aboutText": "Bryan Charles Gould, CNZM (born 11 February 1939 in Hawera, New Zealand) is a former British politician. He served as a Member of Parliament (MP) from 1974 to 1979, and again from 1983 to 1994. He was a member of the Labour Party's Shadow Cabinet from 1986 to 1994, and stood unsuccessfully for the leadership of the party in 1992.",
      "pageId": 415637,
      "monthDay": "02/11"
    },
    {
      "year": "1938",
      "uri": "/wiki/Simone_de_Oliveira",
      "name": "Simone de Oliveira",
      "aboutText": "Alan Rubin (February 11, 1943 – June 8, 2011), also known as Mr. Fabulous, was an American musician. He played trumpet, flugelhorn, and piccolo trumpet.",
      "pageId": 528981,
      "monthDay": "02/11"
    },
    {
      "year": "1938",
      "uri": "/wiki/Bobby_Pickett",
      "name": "Bobby Pickett",
      "aboutText": "Jane Hyatt Yolen (born February 11, 1939) is an American writer of fantasy, science fiction, and children's books. She is the author or editor of more than 280 books, of which the best known is The Devil's Arithmetic, a Holocaust novella. Her other works include the Nebula Award-winning short story Sister Emily's Lightship, the novelette Lost Girls, Owl Moon, The Emperor and the Kite, the Commander Toad series and How Do Dinosaurs Say Goodnight.",
      "pageId": 681046,
      "monthDay": "02/11"
    },
    {
      "year": "1939",
      "uri": "/wiki/Bryan_Gould",
      "name": "Bryan Gould",
      "aboutText": "Sérgio Santos Mendes (Portuguese pronunciation: [ˈsɛʁʒju ˈsɐ̃tuʒ ˈmẽdʒiʃ]; born February 11, 1941) is a Brazilian musician. He has over 55 releases, and plays bossa nova heavily crossed with jazz and funk. He was nominated for an Academy Award for Best Original Song in 2012 as co-writer of the song \"Real In Rio\" from the animated film Rio.",
      "pageId": 937063,
      "monthDay": "02/11"
    },
    {
      "year": "1939",
      "uri": "/wiki/Jane_Yolen",
      "name": "Jane Yolen",
      "aboutText": "John \"Ian\" Porterfield (11 February 1946 – 11 September 2007) was a Scottish professional footballer, and an experienced football coach who worked at both club and international level for almost 30 years. At the time of his death, he was the coach of the Armenian national team.\nAs a player, Porterfield scored the only goal of the 1973 FA Cup Final as Sunderland memorably overcame the odds to beat Leeds United.",
      "pageId": 1986229,
      "monthDay": "02/11"
    },
    {
      "year": "1940",
      "uri": "/wiki/Mick_Staton",
      "name": "Mick Staton",
      "aboutText": "Robert George Pickett (February 11, 1938 – April 25, 2007), known by the pen name Bobby \"Boris\" Pickett, was an American singer who was known for co-writing and performing the 1962 hit novelty song, \"Monster Mash\".",
      "pageId": 2121894,
      "monthDay": "02/11"
    },
    {
      "year": "1941",
      "uri": "/wiki/S%C3%A9rgio_Mendes",
      "name": "Sérgio Mendes",
      "aboutText": "Kikko Matsuoka (松岡 きっこ, Matsuoka Kikko, born February 11, 1947) is a Japanese actress.",
      "pageId": 2334048,
      "monthDay": "02/11"
    },
    {
      "year": "1943",
      "uri": "/wiki/Joselito_(singer)",
      "name": "Joselito",
      "aboutText": "Phillip Walker (February 11, 1937 – July 22, 2010) was an American electric blues guitarist, most noted for his 1959 hit single, \"Hello My Darling\", produced by J. R. Fulbright.",
      "pageId": 2642841,
      "monthDay": "02/11"
    },
    {
      "year": "1943",
      "uri": "/wiki/Serge_Lama",
      "name": "Serge Lama",
      "aboutText": "Yukio Hatoyama (鳩山 由紀夫, Hatoyama Yukio, born 11 February 1947) is a former Japanese politician who served as Prime Minister of Japan from 16 September 2009 to 2 June 2010. He was the first Prime Minister from the modern Democratic Party of Japan.\nFirst elected to the House of Representatives in 1986, Hatoyama became President of the DPJ, the main opposition party, in May 2009.",
      "pageId": 2687269,
      "monthDay": "02/11"
    },
    {
      "year": "1943",
      "uri": "/wiki/Alan_Rubin",
      "name": "Alan Rubin",
      "aboutText": "Simone de Oliveira, GCIH (born 11 February 1938) is a Portuguese singer and actress. Simone was born and raised in Lisbon. Her Portuguese father had black African roots in São Tomé and Príncipe (then a Portuguese territory), and her mother was Belgian.",
      "pageId": 3473568,
      "monthDay": "02/11"
    },
    {
      "year": "1943",
      "uri": "/wiki/Stan_Szelest",
      "name": "Stan Szelest",
      "aboutText": "José Jiménez Fernández (born 11 February 1943), commonly known as Joselito, was a child star in Spain during the 1950s and 1960s.\nJoselito was born in Beas de Segura, Jaén, northeast Andalucia in Spain. Joselito made his film debut at the age of 13 and began making other films, including \"El Pequeño Ruiseñor\", \"Saeta del Ruiseñor\", \"El Ruiseñor de las Cumbres\", \"Escucha mi Canción\", \"El Pequeño Coronel\", \"Aventuras de Joselito en America\", \"Los Dos Golfillos\", \"Bello Re cuerdo\", and El caballo blanco (The White Horse) with Antonio Aguilar.",
      "pageId": 4338400,
      "monthDay": "02/11"
    },
    {
      "year": "1944",
      "uri": "/wiki/Joy_Williams_(American_writer)",
      "name": "Joy Williams (American_writer)",
      "aboutText": "Serge Lama (born Serge Chauvier on 11 February 1943 in Bordeaux) is a French singer and songwriter. He was born in Bordeaux.\nHis most famous song is Je Suis Malade, written with Alice Dona.",
      "pageId": 5439375,
      "monthDay": "02/11"
    },
    {
      "year": "1945",
      "uri": "/wiki/Burhan_Ghalioun",
      "name": "Burhan Ghalioun",
      "aboutText": "Pierre Curzi (born February 11, 1946 in Montreal, Quebec) is an actor, screenwriter and politician in Quebec. He is a former Member of the National Assembly of Quebec (MNA) for the riding of Borduas in the Montérégie region south of Montreal.",
      "pageId": 10348437,
      "monthDay": "02/11"
    },
    {
      "year": "1946",
      "uri": "/wiki/Pierre_Curzi",
      "name": "Pierre Curzi",
      "aboutText": "Joy Williams (born February 11, 1944) is an American novelist, short story writer, and essayist.",
      "pageId": 10628135,
      "monthDay": "02/11"
    },
    {
      "year": "1946",
      "uri": "/wiki/Chris_Rush",
      "name": "Chris Rush",
      "aboutText": "David Michael Staton, better known as Mick Staton (February 11, 1940 – April 14, 2014) was an American politician. He was a Republican from West Virginia.\nStaton was born in Parkersburg, a city in Wood County, West Virginia.",
      "pageId": 12649731,
      "monthDay": "02/11"
    },
    {
      "year": "1946",
      "uri": "/wiki/Ian_Porterfield",
      "name": "Ian Porterfield",
      "aboutText": "Chris Rush (born February 11, 1946) is an American comedian, writer, actor, radio personality and author. He is best known for his stand-up routines and albums, along with having been a writer and editor on the satirical publication National Lampoon magazine.\n^ \"Vintage Stand-up Comedy: This Day in Comedy, February 11\".",
      "pageId": 24250994,
      "monthDay": "02/11"
    },
    {
      "year": "1947",
      "uri": "/wiki/Roy_Carrier",
      "name": "Roy Carrier",
      "aboutText": "Stan Szelest (February 11, 1943 – January 20, 1991) was an American musician, known for founding an influential blues band in the 1950s and 1960s, Stan and the Ravens, and then later as a keyboardist with The Band.",
      "pageId": 27934890,
      "monthDay": "02/11"
    },
    {
      "year": "1947",
      "uri": "/wiki/Yukio_Hatoyama",
      "name": "Yukio Hatoyama",
      "aboutText": "Roy Carrier (February 11, 1947 – May 3, 2010), born Joseph Roy Carrier, was an American Zydeco musician.",
      "pageId": 28333180,
      "monthDay": "02/11"
    },
    {
      "year": "1947",
      "uri": "/wiki/Johnny_Manahan",
      "name": "Johnny Manahan",
      "aboutText": "Burhan Ghalioun (Arabic: برهان غليون) (born 11 February 1945 in Homs, Syria), is a French Syrian professor of sociology at the Université de Paris III Sorbonne University in Paris, and the first chairman of the Syrian opposition Transitional National Council (SNC). He was named chairman on 29 August 2011. His chairmanship was criticized for his perceived closeness to the Muslim Brotherhood, his early reluctance to arm opposition forces, and what opponents called the autocratic nature of his leadership.",
      "pageId": 32907821,
      "monthDay": "02/11"
    },
    {
      "year": "1947",
      "uri": "/wiki/Kikko_Matsuoka",
      "name": "Kikko Matsuoka",
      "aboutText": "Juan Ledesma Manahan (born 11 February 1947), also known as Johnny Manahan or simply Mr. M, is a film and television director, as well as an actor and writer in the Philippines.",
      "pageId": 42758613,
      "monthDay": "02/11"
    },
    {
      "year": "1947",
      "uri": "/wiki/Derek_Shulman",
      "name": "Derek Shulman",
      "aboutText": "John Ellis \"Jeb\" Bush (born February 11, 1953) is an American businessman and politician who served as the 43rd Governor of Florida from 1999 to 2007. He is currently a candidate for President of the United States in the 2016 U.S. presidential election.\nBush, who grew up in Houston, is the second son of former President George H. W. Bush and former First Lady Barbara Bush, and a brother of former President George W. Bush.",
      "pageId": 189322,
      "monthDay": "02/11"
    },
    {
      "year": "1948",
      "uri": "/wiki/Al_Johnson_(musician)",
      "name": "Al Johnson",
      "aboutText": "Nicholas Currie (born 11 February 1960), more popularly known under the artist name Momus (after the Greek god of mockery), is a Scottish songwriter, author, blogger and former journalist for Wired.\nFor nearly thirty years he has been releasing, to marginal commercial and critical success, albums on labels in the United Kingdom, the United States, and Japan.",
      "pageId": 458317,
      "monthDay": "02/11"
    },
    {
      "year": "1948",
      "uri": "/wiki/Yoshihito,_Prince_Katsura",
      "name": "Yoshihito, Prince Katsura",
      "aboutText": "Philip Charles Anglim (born February 11, 1953) is an American actor best known for his performance as Joseph Merrick in the stage and television versions of The Elephant Man, a role for which he received a Best Actor nomination in the 1979 Tony Awards. Other notable roles include Macbeth on Broadway and Dane O'Neill, the ill-fated love child who grew up to follow in his unknown father's footsteps on the path to the priesthood, in the television mini-series The Thorn Birds.",
      "pageId": 620804,
      "monthDay": "02/11"
    },
    {
      "year": "1951",
      "uri": "/wiki/Hardo_Aasm%C3%A4e",
      "name": "Hardo Aasmäe",
      "aboutText": "Richard Alan \"Rick\" Mastracchio (born February 11, 1960) is an American engineer and a NASA astronaut.",
      "pageId": 622281,
      "monthDay": "02/11"
    },
    {
      "year": "1953",
      "uri": "/wiki/Philip_Anglim",
      "name": "Philip Anglim",
      "aboutText": "Catherine Hickland (born February 11, 1956) is an American singer, businesswoman, hypnotist, author, and actress. She appeared in the US soap opera One Life to Live, playing the character of Lindsay Rappaport from 1998 through 2008, and again in 2009 and 2012.",
      "pageId": 889282,
      "monthDay": "02/11"
    },
    {
      "year": "1953",
      "uri": "/wiki/Jeb_Bush",
      "name": "Jeb Bush",
      "aboutText": "Roberto Pupo Moreno (born 11 February 1959), usually known as Roberto Moreno and also as Pupo Moreno, is a Brazilian racing driver. He participated in 75 Formula One Grands Prix, achieved 1 podium, and scored a total of 15 championship points. He raced in CART in 1986, and was Formula 3000 champion (in 1988) before joining Formula One full-time in 1989.",
      "pageId": 1226554,
      "monthDay": "02/11"
    },
    {
      "year": "1953",
      "uri": "/wiki/Tom_Veryzer",
      "name": "Tom Veryzer",
      "aboutText": "H.R. (Hunting Rod or Human Rights) (born 11 February 1956) is the stage name of Paul D. Hudson, the lead singer of the hardcore punk band Bad Brains. His vocal delivery is very diverse, ranging from a rapid-fire nasal whine, to feral growling and screeches, to smooth near-crooning or staccato reggae rhymes. He has departed the band periodically to pursue solo efforts that are more mellow reggae than Bad Brains' usual punk/metal offerings.",
      "pageId": 1965137,
      "monthDay": "02/11"
    },
    {
      "year": "1954",
      "uri": "/wiki/Wesley_Strick",
      "name": "Wesley Strick",
      "aboutText": "Yoshihito, Prince Katsura (桂宮宜仁親王, Katsura-no-miya Yoshihito Shinnō, 11 February 1948 – 8 June 2014) was a member of the Imperial House of Japan and the second son of Takahito, Prince Mikasa and Yuriko, Princess Mikasa. He was a first cousin of Emperor Akihito. Originally known as Prince Yoshihito of Mikasa, he received the title Prince Katsura (Katsura-no-miya) and authorization to start a new branch of the Imperial Family on 1 January 1988.",
      "pageId": 2187486,
      "monthDay": "02/11"
    },
    {
      "year": "1956",
      "uri": "/wiki/H.R.",
      "name": "H.R.",
      "aboutText": "Derek Shulman (born Derek Victor Shulman, 11 February 1947, in The Gorbals, Glasgow, Scotland) is a Scottish musician and singer, multi-instrumentalist, and record executive.",
      "pageId": 4423963,
      "monthDay": "02/11"
    },
    {
      "year": "1956",
      "uri": "/wiki/Catherine_Hickland",
      "name": "Catherine Hickland",
      "aboutText": "Wesley Strick (born February 11, 1954) is an American screenwriter who has written such films as the comic-horror hit Arachnophobia, the Martin Scorsese remake of Cape Fear and the videogame adaptation Doom.",
      "pageId": 4982413,
      "monthDay": "02/11"
    },
    {
      "year": "1956",
      "uri": "/wiki/Didier_Lockwood",
      "name": "Didier Lockwood",
      "aboutText": "Deborah Sonia Meaden (born 11 February 1959) is an English businesswoman who ran a multimillion-pound family holiday business, before completing a management buyout, but is now best known for her appearances on the BBC Two business programme Dragons' Den.",
      "pageId": 6575575,
      "monthDay": "02/11"
    },
    {
      "year": "1957",
      "uri": "/wiki/Peter_Klashorst",
      "name": "Peter Klashorst",
      "aboutText": "Mitchell Symons (born 1957) is a British journalist and writer. Born in London, he was educated at Mill Hill School and the LSE where he studied Law. Since leaving the BBC, where he was a researcher and director, he worked as a writer, broadcaster and journalist.",
      "pageId": 7267738,
      "monthDay": "02/11"
    },
    {
      "year": "1957",
      "uri": "/wiki/Mitchell_Symons",
      "name": "Mitchell Symons",
      "aboutText": "Hardo Aasmäe (February 11, 1951 – December 29, 2014) was an Estonian geographer, entrepreneur and politician.\nHe was active in the Estonian People's Front, and was the first post-Soviet mayor of Tallinn, from 1990 to 1992.\nHe was for many years the editor-in-chief of the Estonian Encyclopaedia.",
      "pageId": 9565504,
      "monthDay": "02/11"
    },
    {
      "year": "1957",
      "uri": "/wiki/Oddmund_Finnseth",
      "name": "Oddmund Finnseth",
      "aboutText": "Thomas Martin Veryzer (February 11, 1953 – July 8, 2014) was an American Major League Baseball shortstop.",
      "pageId": 10521191,
      "monthDay": "02/11"
    },
    {
      "year": "1959",
      "uri": "/wiki/Bradley_Cole",
      "name": "Bradley Cole",
      "aboutText": "Peter Klashorst (also Peter van de Klashorst) (born 11 February 1957) is a Dutch painter, sculptor, and photographer.",
      "pageId": 14685568,
      "monthDay": "02/11"
    },
    {
      "year": "1959",
      "uri": "/wiki/Deborah_Meaden",
      "name": "Deborah Meaden",
      "aboutText": "Bradley Thomas Cole (born February 11, 1959) is an American actor.",
      "pageId": 15679051,
      "monthDay": "02/11"
    },
    {
      "year": "1959",
      "uri": "/wiki/Roberto_Moreno",
      "name": "Roberto Moreno",
      "aboutText": "Alfred Orlando \"Al\" Johnson (February 11, 1948 – October 26, 2013) was an American R&B singer, writer, arranger and producer.",
      "pageId": 15749736,
      "monthDay": "02/11"
    },
    {
      "year": "1959",
      "uri": "/wiki/Marzieh_Vahid-Dastjerdi",
      "name": "Marzieh Vahid-Dastjerdi",
      "aboutText": "Marzieh Vahid-Dastjerdi (born 11 February 1959, Persian: مرضیه وحید دستجردی) is an Iranian university professor and former parliamentarian, who was Iran's minister of health and medical education. She was part of the President Mahmoud Ahmedinejad's inner circle.\nVahid-Dastjerdi was the first female government minister in Iran since the Islamic Revolution.",
      "pageId": 24109275,
      "monthDay": "02/11"
    },
    {
      "year": "1960",
      "uri": "/wiki/Momus_(musician)",
      "name": "Momus",
      "aboutText": "Didier Lockwood (born 11 February 1956 in Calais) is a French jazz violinist. He played in the progressive rock/jazz fusion band Magma in the 1970s and is known for his use of electric amplification and experimentation on different sounds on the electric violin.\nIn 1979, he released his first album as a leader, New World, and has recorded more than 20 albums of his own since then.",
      "pageId": 26895513,
      "monthDay": "02/11"
    },
    {
      "year": "1960",
      "uri": "/wiki/Richard_Mastracchio",
      "name": "Richard Mastracchio",
      "aboutText": "Oddmund Jarle Finnseth (born 11 February 1957 in Sortland, Norway) is a Norwegian jazz musician (upright bass), composer and music teacher.\n^ \"Finnseth fikk Stubøprisen\" (in Norwegian). Bladet Vesterålen.",
      "pageId": 47074666,
      "monthDay": "02/11"
    },
    {
      "year": "1961",
      "uri": "/wiki/Carey_Lowell",
      "name": "Carey Lowell",
      "aboutText": "Sheryl Suzanne Crow (born February 11, 1962) is an American singer, songwriter and actress. Her music incorporates elements of pop, rock, folk, country and blues. She has released eight studio albums, two compilations, a live album and has contributed to a number of film soundtracks.",
      "pageId": 27152,
      "monthDay": "02/11"
    },
    {
      "year": "1962",
      "uri": "/wiki/Tammy_Baldwin",
      "name": "Tammy Baldwin",
      "aboutText": "Jennifer Joanna Aniston (born February 11, 1969) is an American actress, producer, and businesswoman. She is the daughter of actor John Aniston and actress Nancy Dow. Aniston gained worldwide recognition for portraying Rachel Green on the popular television sitcom Friends (1994–2004), a role which earned her a Primetime Emmy Award, a Golden Globe Award, and a Screen Actors Guild Award.",
      "pageId": 39942,
      "monthDay": "02/11"
    },
    {
      "year": "1962",
      "uri": "/wiki/Sheryl_Crow",
      "name": "Sheryl Crow",
      "aboutText": "Tammy Suzanne Green Baldwin (born February 11, 1962) is the junior United States Senator from Wisconsin and a member of the Democratic Party. She previously served as the U.S. Representative from Wisconsin's 2nd congressional district from 1999 to 2013, as well as serving three terms in the Wisconsin Assembly representing the 78th district.\nBaldwin defeated her Republican opponent, former Wisconsin governor Tommy Thompson, in the 2012 U.S. Senate election.",
      "pageId": 409034,
      "monthDay": "02/11"
    },
    {
      "year": "1962",
      "uri": "/wiki/Bestia_Salvaje",
      "name": "Bestia Salvaje",
      "aboutText": "Kenneth Wayne \"Ken\" Shamrock (born Kenneth Wayne Kilpatrick; February 11, 1964) is an American mixed martial artist, Ultimate Fighting Championship (UFC) Hall of Famer, and professional wrestler. He emerged as one of the biggest stars in the history of mixed martial arts, headlining over 15 main events and co-main events in the UFC and Pride Fighting Championships during the course of his career and set numerous pay-per-view records with his drawing power. Shamrock is widely considered to be a legendary figure and icon in the sport of mixed martial arts.",
      "pageId": 690231,
      "monthDay": "02/11"
    },
    {
      "year": "1962",
      "uri": "/wiki/Eric_Vanderaerden",
      "name": "Eric Vanderaerden",
      "aboutText": "Tyrus \"Ty\" Richard Treadway (born February 11, 1967) is a game show host, actor, and talk show host.",
      "pageId": 752942,
      "monthDay": "02/11"
    },
    {
      "year": "1963",
      "uri": "/wiki/Jos%C3%A9_Mari_Bakero",
      "name": "José Mari Bakero",
      "aboutText": "Carey Lowell (born February 11, 1961) is an American actress and former model.",
      "pageId": 1049646,
      "monthDay": "02/11"
    },
    {
      "year": "1963",
      "uri": "/wiki/Diane_Franklin",
      "name": "Diane Franklin",
      "aboutText": "Diane DeLaurentis better known professionally as Diane Franklin (born February 11, 1962) is an American fashion model and actress.\n^ Maslin, Janet (1983-01-15). \"Movie Review - The Last American Virgin - FROLICS IN FLORIDA AND OTHER ANTICS - NYTimes.com\".",
      "pageId": 2124727,
      "monthDay": "02/11"
    },
    {
      "year": "1963",
      "uri": "/wiki/Dan_Osman",
      "name": "Dan Osman",
      "aboutText": "Eric \"Hank\" Gathers (February 11, 1967 – March 4, 1990) was an American college basketball star at Loyola Marymount University who collapsed and died during a game. He was the second player in NCAA Division I history to lead the nation in scoring and rebounding in the same season. He originally played at the University of Southern California, but transferred with teammate Bo Kimble to LMU after his freshman year.",
      "pageId": 2235242,
      "monthDay": "02/11"
    },
    {
      "year": "1963",
      "uri": "/wiki/Glenn_Pennyfather",
      "name": "Glenn Pennyfather",
      "aboutText": "Mo Willems (born February 11, 1968) is an American writer, animator, and creator of children's books.",
      "pageId": 2439308,
      "monthDay": "02/11"
    },
    {
      "year": "1963",
      "uri": "/wiki/Nini_Stoltenberg",
      "name": "Nini Stoltenberg",
      "aboutText": "Vicki Wilson, OAM, (born 11 February 1965 in Brisbane, Queensland) is an Australian netball coach and retired international player.",
      "pageId": 2676945,
      "monthDay": "02/11"
    },
    {
      "year": "1964",
      "uri": "/wiki/Adrian_Hasler",
      "name": "Adrian Hasler",
      "aboutText": "Sarah Louise Palin (/ˈpeɪlɨn/; née Heath; born February 11, 1964) is an American politician, commentator, and author who served as the ninth Governor of Alaska, from 2006 to her resignation in 2009. As the Republican Party nominee for Vice President in the 2008 Presidential election, alongside Arizona Senator John McCain, she was the first Alaskan on the national ticket of a major political party, and the first Republican woman nominated for the Vice Presidency. Her book Going Rogue has sold more than two million copies.",
      "pageId": 2941511,
      "monthDay": "02/11"
    },
    {
      "year": "1964",
      "uri": "/wiki/Sarah_Palin",
      "name": "Sarah Palin",
      "aboutText": "Daniel Eugene Osman (February 11, 1963 – November 23, 1998) was a Japanese-American extreme sport practitioner, known for the dangerous sports of free-soloing, rock climbing without ropes or other safety gear. He also participated in rope free-flying or rope jumping, falling several hundred feet from a cliff then being caught by a safety rope, for which his record was over 1,000 feet (300 m). He was known for living a bohemian lifestyle, working as a part-time carpenter and living in Lake Tahoe, California.",
      "pageId": 3007104,
      "monthDay": "02/11"
    },
    {
      "year": "1964",
      "uri": "/wiki/Ken_Shamrock",
      "name": "Ken Shamrock",
      "aboutText": "Dieudonné M'bala M'bala (born 11 February 1966), generally known by his stage name Dieudonné (French: [djø.dɔ.ne]), is a French comedian, actor, and political activist. His father is from Cameroon, his mother from France. He has been accused of and convicted for hate speech, advocating terrorism  and slander in Belgium and in France.",
      "pageId": 3441472,
      "monthDay": "02/11"
    },
    {
      "year": "1965",
      "uri": "/wiki/Robert_David_Stevens",
      "name": "Robert David Stevens",
      "aboutText": "José María Bakero Escudero (born 11 February 1963) is a Spanish retired footballer and a current manager. Having played mainly for Real Sociedad and Barcelona, he began his career as a forward (not being a prolific goalscorer) but was converted into an attacking midfielder, who possessed passing and netting ability (with both his right foot and his head, the second despite his short stature) and great leadership skills.\nDuring a 17-year professional career Bakero amassed La Liga totals of 483 games and 139 goals, winning a total of 18 titles.",
      "pageId": 3971291,
      "monthDay": "02/11"
    },
    {
      "year": "1965",
      "uri": "/wiki/Vicki_Wilson",
      "name": "Vicki Wilson",
      "aboutText": "Eric Vanderaerden (born 11 February 1962) is a retired road cyclist from the town of Lummen, Belgium.\nHe was a considerable talent, winning the prologue time trial of each the Vuelta a España and the Tour de France in his professional debut year 1983. As for classics, he won the Tour of Flanders in 1985 and Paris–Roubaix in 1987.",
      "pageId": 4468224,
      "monthDay": "02/11"
    },
    {
      "year": "1966",
      "uri": "/wiki/Dieudonn%C3%A9_M%27bala_M%27bala",
      "name": "Dieudonné M'bala M'bala",
      "aboutText": "Robert David Stevens (born 1965) is a Professor of Bio-Health Informatics in the School of Computer Science at the University of Manchester.",
      "pageId": 8385835,
      "monthDay": "02/11"
    },
    {
      "year": "1967",
      "uri": "/wiki/Hank_Gathers",
      "name": "Hank Gathers",
      "aboutText": "Juan Manuel Rodriguez (February 11, 1962 – March 20, 2008) was a Mexican luchador, best known by his ringname Bestia Salvaje, who competed in Mexican and international promotions during the 1980s and 1990s, most notably with Emilio Charles, Jr. and Scorpio, Jr. as part of the stable Los Talibanes.",
      "pageId": 16678732,
      "monthDay": "02/11"
    },
    {
      "year": "1967",
      "uri": "/wiki/Ty_Treadway",
      "name": "Ty Treadway",
      "aboutText": "Glenn Pennyfather (born 11 February 1963) is an English retired football defender/midfielder. He made a total of 315 appearances in the Football League for Southend United, Crystal Palace. Ipswich Town and Bristol City before moving into non-league football with Stevenage Borough and Canvey Island.",
      "pageId": 17222045,
      "monthDay": "02/11"
    },
    {
      "year": "1968",
      "uri": "/wiki/Mo_Willems",
      "name": "Mo Willems",
      "aboutText": "Nini Stoltenberg (11 February 1963 – 27 July 2014), was a Norwegian television personality and sister of Jens Stoltenberg, former prime minister of Norway. She was, however, better known as a drug addict, and has been cited as such by Norwegian media on numerous occasions. She has often been depicted as an unofficial spokesperson for Norwegian drug users.",
      "pageId": 19772873,
      "monthDay": "02/11"
    },
    {
      "year": "1969",
      "uri": "/wiki/Jennifer_Aniston",
      "name": "Jennifer Aniston",
      "aboutText": "Adrian Hasler (born 11 February 1964), is a politician from Liechtenstein and the current Prime Minister of Liechtenstein.\nHasler is a trained economist and was head of the Liechtenstein National Police Force.",
      "pageId": 38456441,
      "monthDay": "02/11"
    },
    {
      "year": "1969",
      "uri": "/wiki/Andreas_Hilfiker",
      "name": "Andreas Hilfiker",
      "aboutText": "Michael Eugene Archer (born February 11, 1974), better known by his stage name D'Angelo (pronounced dee-Angelo), is an American R&B and Neo soul singer-songwriter, multi-instrumentalist and record producer. Born in Richmond, Virginia, the son of a Pentecostal minister, he began teaching himself piano as a very young child, and at age 18 he won the amateur talent competition at Harlem's Apollo Theater three weeks in a row. After briefly being a member of a hip-hop group called I.D.U., his first major success came in 1994 as the co-writer and co-producer of \"U Will Know\".",
      "pageId": 168308,
      "monthDay": "02/11"
    },
    {
      "year": "1969",
      "uri": "/wiki/John_Salako",
      "name": "John Salako",
      "aboutText": "Varg Vikernes (Norwegian: [ˈʋɑrɡ ˈʋiːkəɳeːs]; born 11 February 1973 as Kristian Vikernes, current legal name Louis Cachet) is a Norwegian musician, writer, and a convicted murderer and arsonist.\nIn 1991, he founded the one-man music project Burzum and became part of the early Norwegian black metal scene. In 1992, he was allegedly involved in burning down at least three Christian churches in Norway, along with other members of the scene.",
      "pageId": 305561,
      "monthDay": "02/11"
    },
    {
      "year": "1969",
      "uri": "/wiki/P.J._Sparxx",
      "name": "P.J. Sparxx",
      "aboutText": "Alexander Emerick \"Alex\" Jones (born February 11, 1974) is an American conspiracy theorist, radio show host, documentary filmmaker, and writer. His syndicated news/talk show The Alex Jones Show, based in Austin, Texas, airs via the Genesis Communications Network and shortwave station WWCR across the United States, and on the Internet in video form.\nJones has been the center of many controversies, including his controversial statements about gun control in the wake of the Sandy Hook Elementary School shooting.",
      "pageId": 358934,
      "monthDay": "02/11"
    },
    {
      "year": "1970",
      "uri": "/wiki/Fredrik_Thordendal",
      "name": "Fredrik Thordendal",
      "aboutText": "Robert Kelly Slater (born February 11, 1972) is an American professional surfer known for his competitive prowess and style. He has been crowned World Surf League Champion a record 11 times, including 5 consecutive titles in 1994–98. He is the youngest (at age 20) and the oldest (at age 39) to win the title.",
      "pageId": 439161,
      "monthDay": "02/11"
    },
    {
      "year": "1971",
      "uri": "/wiki/Damian_Lewis",
      "name": "Damian Lewis",
      "aboutText": "Damian Watcyn Lewis, OBE (born 11 February 1971) is an English actor and producer. He is best known for portraying U.S. Marine Sergeant Nicholas Brody in the Showtime series Homeland (which earned him a Primetime Emmy Award and a Golden Globe Award), Soames Forsyte in the ITV remake of The Forsyte Saga, Detective Charlie Crews in the NBC drama Life, and U.S. Army Major Richard Winters in the HBO miniseries Band of Brothers. He appeared as Henry VIII in Wolf Hall, which earned him his third Primetime Emmy nomination and fourth Golden Globe nomination.",
      "pageId": 483047,
      "monthDay": "02/11"
    },
    {
      "year": "1971",
      "uri": "/wiki/Evan_Tanner",
      "name": "Evan Tanner",
      "aboutText": "Nicholas Jon \"Nick\" Barmby (born 11 February 1974) is an English former professional footballer and former manager of Hull City.\nAs a player he played as a midfielder and at his peak he earned a total of 23 caps for England between 1995 and 2001. As well as two Premier League seasons with Hull, Barmby has appeared in England's top flight for Tottenham Hotspur, Middlesbrough, Everton, Liverpool and Leeds United having also represented Nottingham Forest outside the Premiership.",
      "pageId": 928323,
      "monthDay": "02/11"
    },
    {
      "year": "1972",
      "uri": "/wiki/Brian_Daubach",
      "name": "Brian Daubach",
      "aboutText": "Fredrik Thordendal (born February 11, 1970) is a Swedish musician and lead-guitarist of the metal band Meshuggah.\nAlong with Meshuggah's rhythm guitarist Mårten Hagström, Thordendal was rated No. 35 by Guitar World in the top 100 greatest heavy metal guitarists of all-time.",
      "pageId": 1296578,
      "monthDay": "02/11"
    },
    {
      "year": "1972",
      "uri": "/wiki/Craig_Jones_(musician)",
      "name": "Craig Jones",
      "aboutText": "Steven \"Steve\" McManaman (born 11 February 1972) is an English former footballer who played as a midfielder, winger and playmaker for Liverpool, Real Madrid and Manchester City. McManaman is the most decorated English footballer to have played for a club abroad, with the UEFA website stating that \"of all England's footballing exports in the modern era, none was as successful as McManaman.\" He is a regular pundit on BT Sport football coverage.\nAfter nine years at Liverpool, during which time he won the FA Cup and League Cup, McManaman moved to Real Madrid in 1999.",
      "pageId": 1412864,
      "monthDay": "02/11"
    },
    {
      "year": "1972",
      "uri": "/wiki/Steve_McManaman",
      "name": "Steve McManaman",
      "aboutText": "Craig Alan Jones (born February 11, 1972) also known as 133 (or 133 MHz), The Silent One, The Killer, or by his number #5, is an American musician, best known as the samplist/keyboardist of the band Slipknot.",
      "pageId": 1633872,
      "monthDay": "02/11"
    },
    {
      "year": "1972",
      "uri": "/wiki/Bernd_Meier",
      "name": "Bernd Meier",
      "aboutText": "Brian Michael Daubach (born February 11, 1972) is a retired Major League Baseball player and current minor league baseball manager. During his playing career Daubach served as a first baseman, outfielder, and designated hitter.",
      "pageId": 1709630,
      "monthDay": "02/11"
    },
    {
      "year": "1972",
      "uri": "/wiki/Kelly_Slater",
      "name": "Kelly Slater",
      "aboutText": "P.J. Sparxx (born February 11, 1969) is an American porn star. She was also credited as K.C. Kerrington, P.J. Kerrington, and Porsche Red.",
      "pageId": 2688684,
      "monthDay": "02/11"
    },
    {
      "year": "1972",
      "uri": "/wiki/Noboru_Yamaguchi_(author)",
      "name": "Noboru Yamaguchi",
      "aboutText": "Evan Loyd Tanner (February 11, 1971 - September 8, 2008) was an American professional mixed martial arts fighter. He was a former UFC Middleweight Champion and was also the first American to win the Pancrase Neo-Blood tournament in Tokyo, Japan.\nTanner won his first championship when he defeated Heath Herring at USWF 7, and went on to successfully defend that title five times.",
      "pageId": 3123504,
      "monthDay": "02/11"
    },
    {
      "year": "1973",
      "uri": "/wiki/Hernandez_(wrestler)",
      "name": "Hernandez",
      "aboutText": "John Akin Salako (born 11 February 1969) is an English former professional footballer, sports television pundit and first team coach of Premier League side Crystal Palace.\nBorn in Nigeria, Salako played as a midfielder from 1986 until 2005, he notably played in the Premier League for Crystal Palace, Coventry City and Charlton Athletic, in the Football League for Swansea City, Bolton Wanderers, Fulham, Reading and Brentford.",
      "pageId": 3982263,
      "monthDay": "02/11"
    },
    {
      "year": "1973",
      "uri": "/wiki/Jeon_Do-yeon",
      "name": "Jeon Do-yeon",
      "aboutText": "Shawn Hernandez (born February 11, 1973) is an American professional wrestler, best known for his time in Total Nonstop Action Wrestling (TNA) under the ring name Hernandez. He is an eight-time former world tag team champion, having held the TNA World Tag Team Championship five times, the NWA World Tag Team Championship twice and the IWA World Tag Team Championship once.",
      "pageId": 4491264,
      "monthDay": "02/11"
    },
    {
      "year": "1973",
      "uri": "/wiki/Ethan_Iverson",
      "name": "Ethan Iverson",
      "aboutText": "Ethan Iverson (born February 11, 1973) is a pianist, composer, and critic best known for his work in the postmodern jazz trio The Bad Plus, with bassist Reid Anderson and drummer Dave King.\nIverson was born in Menomonie, Wisconsin. Prior to the forming of The Bad Plus, he was the musical director for the Mark Morris Dance Group and a student of both Fred Hersch and Sophia Rosoff.",
      "pageId": 6303933,
      "monthDay": "02/11"
    },
    {
      "year": "1973",
      "uri": "/wiki/Varg_Vikernes",
      "name": "Varg Vikernes",
      "aboutText": "Jeon Do-yeon (born February 11, 1973) is a South Korean actress. She has won many awards in her career, including best actress at the 2007 Cannes Film Festival for her portrayal of a broken woman who has lost everything in Lee Chang-dong's Secret Sunshine.\n^ \"Festival de Cannes: Secret Sunshine\".",
      "pageId": 11455336,
      "monthDay": "02/11"
    },
    {
      "year": "1974",
      "uri": "/wiki/D%27Angelo",
      "name": "D'Angelo",
      "aboutText": "Noboru Yamaguchi (ヤマグチ ノボル, Yamaguchi Noboru, February 11, 1972 – April 4, 2013) was a male Japanese light novel and game scenario author from Ibaraki Prefecture, Japan.",
      "pageId": 12305333,
      "monthDay": "02/11"
    },
    {
      "year": "1974",
      "uri": "/wiki/Nick_Barmby",
      "name": "Nick Barmby",
      "aboutText": "Bernd Meier (11 February 1972 – 2 August 2012) was a German footballer who played as a goalkeeper.",
      "pageId": 21399202,
      "monthDay": "02/11"
    },
    {
      "year": "1974",
      "uri": "/wiki/Alex_Jones_(radio_host)",
      "name": "Alex Jones",
      "aboutText": "Isaiah Mustafa (born February 11, 1974) is an American actor and former NFL practice squad wide receiver. Mustafa is widely known as the main character for a series of Old Spice TV commercials, The Man Your Man Could Smell Like.",
      "pageId": 26285217,
      "monthDay": "02/11"
    },
    {
      "year": "1974",
      "uri": "/wiki/Isaiah_Mustafa",
      "name": "Isaiah Mustafa",
      "aboutText": "Andreas Hilfiker (born 11 February 1969 in Aarau) is a former Swiss international footballer.",
      "pageId": 29466100,
      "monthDay": "02/11"
    },
    {
      "year": "1974",
      "uri": "/wiki/Jaroslav_%C5%A0pa%C4%8Dek",
      "name": "Jaroslav Špaček",
      "aboutText": "Brandy Rayana Norwood (born February 11, 1979), better known mononymously as Brandy, is an American recording artist and actress. Born into a musical family in McComb, Mississippi and raised in Carson, California, she enrolled in performing arts schools as a child and performed as a backing vocalist for teen groups. From 1993 to 1994, Norwood appeared in a supporting role on the short-lived ABC sitcom Thea and signed with Atlantic Records.",
      "pageId": 144809,
      "monthDay": "02/11"
    },
    {
      "year": "1974",
      "uri": "/wiki/Zain_Verjee",
      "name": "Zain Verjee",
      "aboutText": "Michael Kenji \"Mike\" Shinoda LHD (born February 11, 1977) is an American musician, rapper, singer, songwriter, record producer, graphic designer, manager and film composer. He co-founded Linkin Park in 1996 and is the band's rhythm guitarist, songwriter, keyboardist, and co-vocalist. Shinoda later created a hip hop-driven side project, Fort Minor, in 2003.",
      "pageId": 145532,
      "monthDay": "02/11"
    },
    {
      "year": "1975",
      "uri": "/wiki/Andy_Lally",
      "name": "Andy Lally",
      "aboutText": "Kelendria Trene \"Kelly\" Rowland (born February 11, 1981) is an American recording artist, actress and television personality. Rowland rose to fame in the late 1990s as a member of Destiny's Child, one of the world's best-selling girl groups of all time. During their hiatus, Rowland released her debut solo album Simply Deep (2002), which sold 2.5 million copies worldwide and produced the number-one single \"Dilemma\" with Nelly, as well as the international top-ten hit \"Stole\".",
      "pageId": 261035,
      "monthDay": "02/11"
    },
    {
      "year": "1975",
      "uri": "/wiki/Marek_%C5%A0pil%C3%A1r",
      "name": "Marek Špilár",
      "aboutText": "Matthew William Lawrence (born February 11, 1980) is an American actor known for his leading role in the movie Cheats with Trevor Fehrman and his role of Jack Hunter on the ABC sitcom Boy Meets World from 1997 to 2000 and its spin-off Girl Meets World, as well as his roles in movies such as The Hot Chick, The Comebacks, and Mrs. Doubtfire.",
      "pageId": 802507,
      "monthDay": "02/11"
    },
    {
      "year": "1975",
      "uri": "/wiki/Jacque_Vaughn",
      "name": "Jacque Vaughn",
      "aboutText": "James Brice Beckham (born February 11, 1976, in Long Beach, California) is an actor most famous for his role as Wesley T. Owens in the television sitcom Mr. Belvedere and for his role as Corey in I Hate My 30's.",
      "pageId": 1186130,
      "monthDay": "02/11"
    },
    {
      "year": "1976",
      "uri": "/wiki/Tony_Battie",
      "name": "Tony Battie",
      "aboutText": "Zain Verjee (born February 11, 1974) is journalist who was born and raised in Kenya. Verjee now runs her own Africa focused production company, and is passionate about capturing the new narrative of Africa from authentically African voices. Zain is currently building aKoma, a storytelling and content platform for Africa.",
      "pageId": 2336376,
      "monthDay": "02/11"
    },
    {
      "year": "1976",
      "uri": "/wiki/Brice_Beckham",
      "name": "Brice Beckham",
      "aboutText": "Jacque Vaughn (born February 11, 1975) is an American former professional basketball player and head coach who most recently coached the Orlando Magic of the National Basketball Association (NBA).\n^ \"Denton: Vaughn Named Magic's Coach\". NBA.com.",
      "pageId": 2447234,
      "monthDay": "02/11"
    },
    {
      "year": "1976",
      "uri": "/wiki/Peter_Hayes_(musician)",
      "name": "Peter Hayes",
      "aboutText": "Demetrius Antonio Battie (born February 11, 1976) is a retired American professional basketball player.",
      "pageId": 2447250,
      "monthDay": "02/11"
    },
    {
      "year": "1976",
      "uri": "/wiki/Jorge_Luiz_dos_Santos_Dias",
      "name": "Jorge Luiz dos Santos Dias",
      "aboutText": "Mark \"Marco\" Bresciano (Italian pronunciation: [breˈʃaːno]; born 11 February 1980) is an Australian football (soccer) player who last played for Qatar Stars League side Al-Gharafa as a midfielder. He represented Australia at all youth levels, including appearances at the 1999 FIFA World Youth Championship and 2000 Olympic Games. For several years he was a regular member of the Australian national team, and represented Australia at the 2006, 2010 and 2014 FIFA World Cups.",
      "pageId": 2571780,
      "monthDay": "02/11"
    },
    {
      "year": "1976",
      "uri": "/wiki/Jao_Mapa",
      "name": "Jao Mapa",
      "aboutText": "Cormac McAnallen (Irish: Cormac Mac An Ailín; 11 February 1980 – 2 March 2004) was an Irish sportsperson. He played Gaelic football at senior inter-county level for Tyrone, as well as at club level for Eglish St. Patrick's.",
      "pageId": 2919716,
      "monthDay": "02/11"
    },
    {
      "year": "1976",
      "uri": "/wiki/Andr%C3%A9_Wickstr%C3%B6m",
      "name": "André Wickström",
      "aboutText": "Jaroslav Spacek (Czech pronunciation: [ˈjaroslaf ˈʃpatʃɛk]; born February 11, 1974) is a Czech former professional ice hockey defenceman who played in the National Hockey League (NHL) for over 13 seasons with the Florida Panthers, Chicago Blackhawks, Columbus Blue Jackets, Edmonton Oilers, Buffalo Sabres, Montreal Canadiens and the Carolina Hurricanes.",
      "pageId": 3685063,
      "monthDay": "02/11"
    },
    {
      "year": "1977",
      "uri": "/wiki/Ioannis_Okkas",
      "name": "Ioannis Okkas",
      "aboutText": "Giannakis 'Ioannis' Okkas (Greek: Γιάννης Οκκάς; born 11 February 1977 in Larnaca) is a retired Cypriot football striker and a football manager. He was also the captain of the Cyprus national football team for many years and he is the 2nd leading scorer of all time just behind Michalis Konstantinou, scoring in total 27 goals for Cyprus.",
      "pageId": 4129309,
      "monthDay": "02/11"
    },
    {
      "year": "1977",
      "uri": "/wiki/Mike_Shinoda",
      "name": "Mike Shinoda",
      "aboutText": "Peter Hayes (born February 11, 1976 in New York Mills, Minnesota), and is an American indie rock guitarist and singer.",
      "pageId": 4740367,
      "monthDay": "02/11"
    },
    {
      "year": "1979",
      "uri": "/wiki/Brandy_Norwood",
      "name": "Brandy Norwood",
      "aboutText": "André \"Titi\" Buengo (born 11 February 1980) is an Angolan football striker who plays for Penang.",
      "pageId": 5185358,
      "monthDay": "02/11"
    },
    {
      "year": "1980",
      "uri": "/wiki/Rael_Artel",
      "name": "Rael Artel",
      "aboutText": "Marek Špilár (11 February 1975 – 7 September 2013) was a Slovak football player. He won a national league title with MFK Košice in Slovakia as well as two in Belgium with Club Brugge KV. He also played club football in the Czech Republic and Japan.\nŠpilár was capped 30 times for the Slovak national team from 1997 to 2002.",
      "pageId": 7499301,
      "monthDay": "02/11"
    },
    {
      "year": "1980",
      "uri": "/wiki/Mark_Bresciano",
      "name": "Mark Bresciano",
      "aboutText": "André Wickström (born 11 February 1976 in Sipoo, Eastern Uusimaa, Finland) is a Finland Swedish comedian and actor, performing in both the Swedish and the Finnish language.\nWickström was born in Paipis in Sipoo east of Helsinki. His debut as a stand up comedian came in 1995 and he got his degree from the Theatre Academy in 1999.",
      "pageId": 7914805,
      "monthDay": "02/11"
    },
    {
      "year": "1980",
      "uri": "/wiki/Titi_Buengo",
      "name": "Titi Buengo",
      "aboutText": "Jorge Luís dos Santos Dias (born 11 February 1976), known as Jorge Luís, is a Brazilian retired footballer who played as a left back.",
      "pageId": 9535119,
      "monthDay": "02/11"
    },
    {
      "year": "1980",
      "uri": "/wiki/Matthew_Lawrence",
      "name": "Matthew Lawrence",
      "aboutText": "Jose Vicente P. Mapa III, who is better known by his screen name Jao Mapa (born February 11, 1976), is a popular actor in the Philippines.",
      "pageId": 11239960,
      "monthDay": "02/11"
    },
    {
      "year": "1980",
      "uri": "/wiki/Cormac_McAnallen",
      "name": "Cormac McAnallen",
      "aboutText": "Andrew \"Andy\" Lally (born February 11, 1975, Northport, New York) is an American professional stock car racing driver and Street Luge racer.",
      "pageId": 15304860,
      "monthDay": "02/11"
    },
    {
      "year": "1981",
      "uri": "/wiki/Kelly_Rowland",
      "name": "Kelly Rowland",
      "aboutText": "Rael Artel (born February 11, 1980) is an Estonian art writer, curator and gallerist.",
      "pageId": 45485897,
      "monthDay": "02/11"
    },
    {
      "year": "1982",
      "uri": "/wiki/Natalie_Dormer",
      "name": "Natalie Dormer",
      "aboutText": "Rafael Ferdinand van der Vaart (Dutch pronunciation: [ˈraːfaːɛl vɑn dɛr ˈvaːrt]; born 11 February 1983) is a Dutch professional footballer who plays for Spanish club Real Betis and the Netherlands national team as an attacking midfielder.\nVan der Vaart began his career at AFC Ajax's youth academy and worked his way into the first team, debuting as a 17-year-old. His impact was so stunning that he was hailed as the new Johan Cruyff.",
      "pageId": 821876,
      "monthDay": "02/11"
    },
    {
      "year": "1982",
      "uri": "/wiki/Neil_Robertson_(snooker_player)",
      "name": "Neil Robertson",
      "aboutText": "Nicki Clyne (born February 11, 1983) is a Canadian actress.",
      "pageId": 2320953,
      "monthDay": "02/11"
    },
    {
      "year": "1982",
      "uri": "/wiki/J%C3%BCrgen_Schmid",
      "name": "Jürgen Schmid",
      "aboutText": "Neil Robertson (born 11 February 1982) is an Australian professional snooker player. He made his first breakthrough into the top professional ranks in the 2006/2007 season. He won the 2010 World Championship and was the world number one later in the same year, a ranking that he attained again in 2013 and also in 2014.",
      "pageId": 2515605,
      "monthDay": "02/11"
    },
    {
      "year": "1983",
      "uri": "/wiki/Nicki_Clyne",
      "name": "Nicki Clyne",
      "aboutText": "Michael Richards (born February 11, 1985) is a Canadian professional ice hockey player who is currently an unrestricted free agent. Richards previously played for and was captain of the Philadelphia Flyers of the National Hockey League (NHL), and most recently the Los Angeles Kings. He was drafted in the first round of the 2003 NHL Entry Draft by the Flyers, 24th overall.",
      "pageId": 2984970,
      "monthDay": "02/11"
    },
    {
      "year": "1983",
      "uri": "/wiki/Emmanuel_Krontiris",
      "name": "Emmanuel Krontiris",
      "aboutText": "Maxime \"Max\" Talbot (born February 11, 1984) is a Canadian professional ice hockey centre currently playing with the Providence Bruins in the American Hockey League (AHL) while under contract to the Boston Bruins of the National Hockey League (NHL).\nTalbot was drafted into the NHL out of the Quebec Major Junior Hockey League (QMJHL) by the Pittsburgh Penguins, 234th overall, in 2002. He led the Hull/Gatineau Olympiques to back-to-back President's Cups while earning the Guy Lafleur Trophy as playoff MVP both years.",
      "pageId": 4211867,
      "monthDay": "02/11"
    },
    {
      "year": "1983",
      "uri": "/wiki/Huang_Shengyi",
      "name": "Huang Shengyi",
      "aboutText": "Andrew Welsh (born 11 February 1983) is a former Australian rules footballer in the Australian Football League.\nHe was selected by Essendon with the 47th selection in the 2001 AFL draft. He is a backline player who has played halfback or back pocket for much of his career.",
      "pageId": 4442542,
      "monthDay": "02/11"
    },
    {
      "year": "1983",
      "uri": "/wiki/Tihhon_%C5%A0i%C5%A1ov",
      "name": "Tihhon Šišov",
      "aboutText": "Robin Hawkins (born 11 February 1986), commonly known as Rob is the primary vocalist and bassist for Welsh band The Automatic.",
      "pageId": 5870767,
      "monthDay": "02/11"
    },
    {
      "year": "1983",
      "uri": "/wiki/Rafael_van_der_Vaart",
      "name": "Rafael van der Vaart",
      "aboutText": "Huang Shengyi (born February 11, 1983), also known as Eva Huang, is a Chinese actress and singer.",
      "pageId": 7673282,
      "monthDay": "02/11"
    },
    {
      "year": "1983",
      "uri": "/wiki/Andrew_Welsh_(Australian_rules_footballer)",
      "name": "Andrew Welsh",
      "aboutText": "Jan Smeekens (born 11 February 1987) is a Dutch speed skater. He is a 500 m specialist.\nSmeekens won his first international medal during the 2004 World Junior Single Distance Championships in Moscow where he won the gold medal at the 500 m.",
      "pageId": 7770471,
      "monthDay": "02/11"
    },
    {
      "year": "1984",
      "uri": "/wiki/Maarten_Heisen",
      "name": "Maarten Heisen",
      "aboutText": "Kees Luijckx (Dutch pronunciation: [ˈkeːs ˈlœy̯ks]) (born February 11, 1986 in Beverwijk, North Holland) is a Dutch footballer who plays as a centre back for Danish club SønderjyskE.",
      "pageId": 7816311,
      "monthDay": "02/11"
    },
    {
      "year": "1984",
      "uri": "/wiki/Marco_Marcato",
      "name": "Marco Marcato",
      "aboutText": "Luca Antonelli (born 11 February 1987) is an Italian footballer who plays as a left back for Serie A club Milan.",
      "pageId": 7853251,
      "monthDay": "02/11"
    },
    {
      "year": "1984",
      "uri": "/wiki/Maxime_Talbot",
      "name": "Maxime Talbot",
      "aboutText": "Natalie Dormer (born 11 February 1982) is an English actress. She is best known for her roles as Anne Boleyn on the Showtime series The Tudors (2007–10), as Margaery Tyrell on the HBO series Game of Thrones (2012–present), Irene Adler and Jamie Moriarty on the CBS series Elementary (2013–15), and as Cressida in the science-fiction adventure films The Hunger Games: Mockingjay – Part 1 (2014) and Part 2 (2015). She has been nominated for Best Performance at the Gemini Awards for her work in The Tudors.",
      "pageId": 10485357,
      "monthDay": "02/11"
    },
    {
      "year": "1985",
      "uri": "/wiki/Mike_Richards",
      "name": "Mike Richards",
      "aboutText": "Emmanuel Krontiris (born 11 February 1983 in Hanover) is a Greek-German football player who currently plays for TSV Grafing.\n^ \"Krontiris, Emmanuel\" (in German). kicker.de.",
      "pageId": 10660509,
      "monthDay": "02/11"
    },
    {
      "year": "1986",
      "uri": "/wiki/Robin_Hawkins",
      "name": "Robin Hawkins",
      "aboutText": "Tihhon Šišov (born 11 February 1983 in Tallinn) is an Estonian professional footballer of Russian descent, who plays for JK Sillamäe Kalev in Estonian Meistriliiga.\n^ \"Kõik Eesti internatsionaalid\" [All Estonian internationals] (in Estonian). Eesti Jalgpalli Liit.",
      "pageId": 12599035,
      "monthDay": "02/11"
    },
    {
      "year": "1986",
      "uri": "/wiki/Kees_Luyckx",
      "name": "Kees Luyckx",
      "aboutText": "Jürgen Kuresoo (born 11 February 1987 in Elva) is an Estonian professional footballer, playing for FC Elva in Estonian III Liiga Lõuna.",
      "pageId": 12852910,
      "monthDay": "02/11"
    },
    {
      "year": "1987",
      "uri": "/wiki/Luca_Antonelli",
      "name": "Luca Antonelli",
      "aboutText": "Marco Marcato (born 11 February 1984, in San Donà di Piave, Veneto) is an Italian racing cyclist currently riding for the Wanty-Groupe Gobert team. He is a previous winner of the Tour de Vendée in 2011, and Paris–Tours in 2012.\nFor the 2014 season, Marcato joined Cannondale, after his previous team – Vacansoleil-DCM – folded at the end of the 2013 season.",
      "pageId": 12961027,
      "monthDay": "02/11"
    },
    {
      "year": "1987",
      "uri": "/wiki/Ebba_Busch",
      "name": "Ebba Busch",
      "aboutText": "Brian Robert Matusz (/ˈmætəs/ MAT-əss; born February 11, 1987) is an American professional baseball pitcher for the Baltimore Orioles of Major League Baseball.",
      "pageId": 18573083,
      "monthDay": "02/11"
    },
    {
      "year": "1987",
      "uri": "/wiki/J%C3%BCrgen_Kuresoo",
      "name": "Jürgen Kuresoo",
      "aboutText": "Maarten Heisen (born February 11, 1984 in Woerden) is a Dutch sprinter.",
      "pageId": 18712187,
      "monthDay": "02/11"
    },
    {
      "year": "1987",
      "uri": "/wiki/Brian_Matusz",
      "name": "Brian Matusz",
      "aboutText": "Jürgen Schmid (born 11 February 1982 in Parsberg) is a retired German footballer.\n^ a b \"Jürgen Schmid\". worldfootball.net.",
      "pageId": 26373175,
      "monthDay": "02/11"
    },
    {
      "year": "1987",
      "uri": "/wiki/Jan_Smeekens",
      "name": "Jan Smeekens",
      "aboutText": "Ebba Busch Thor, born Ebba-Elisabeth Busch-Christensen,  (born 11 February 1987) is a Swedish politician of the Christian Democrats. She is the leader of the party since 25 April 2015, and also a councillor in opposition in Uppsala municipality.\n^ \"Ebba-Elisabeth Busch\".",
      "pageId": 45371093,
      "monthDay": "02/11"
    },
    {
      "year": "1987",
      "uri": "/wiki/Lembi_Vaher",
      "name": "Lembi Vaher",
      "aboutText": "Cipriano Alwyn Sumulong Uytingco III (born February 11, 1988 in Quezon City, Philippines) is a Filipino actor who is part of Star Magic, ABS-CBN's Talent Management & Development Center. He starred in both of Star Cinema's Ang Tanging Ina films with Ai-Ai de las Alas, while his most notable role so far has been as Nikolai 'Nikos' Argos in the ABS-CBN soap opera Kay Tagal Kang Hinintay. Alwyn was a finalist, with Jill Yulo, on Qpids and was most recently seen on ABS-CBN's Maria Flordeluna with her.",
      "pageId": 5563198,
      "monthDay": "02/11"
    },
    {
      "year": "1987",
      "uri": "/wiki/Ellen_van_Dijk",
      "name": "Ellen van Dijk",
      "aboutText": "Eleonora Maria \"Ellen\" van Dijk (Dutch pronunciation: [ˌeːleːoːˈnoːraː maːˈriaː ˈɛllən vɑn dɛik]; born 11 February 1987) is a Dutch professional road racing cyclist riding for Boels Dolmans Cycling Team. Besides road cycling she was also a track cyclist until 2012. Van Dijk is known as a time trial specialist and is four times world champion.",
      "pageId": 6946013,
      "monthDay": "02/11"
    },
    {
      "year": "1988",
      "uri": "/wiki/Vlad_Moldoveanu",
      "name": "Vlad Moldoveanu",
      "aboutText": "Lourdes Virginia Moran Poe, generally known as Lovi Poe (born February 11, 1989), is a Filipina actress and singer. She is the daughter of the actor Fernando Poe, Jr.",
      "pageId": 7596912,
      "monthDay": "02/11"
    },
    {
      "year": "1988",
      "uri": "/wiki/Alwyn_Uytingco",
      "name": "Alwyn Uytingco",
      "aboutText": "Princess Ayah bint Faisal of Jordan (born 11 February 1990) is the daughter of Prince Faisal bin Al Hussein and Princess Alia and is a niece of King Abdullah II of Jordan. She is the eldest of Prince Faisal's children.\nHRH Princess Ayah got married on 22 May 2014 in Amman, Jordan to Mr.",
      "pageId": 11379990,
      "monthDay": "02/11"
    },
    {
      "year": "1989",
      "uri": "/wiki/Alexander_B%C3%BCttner",
      "name": "Alexander Büttner",
      "aboutText": "Taylor Daniel Lautner (/ˈlaʊtnər/; born February 11, 1992) is an American actor, model and martial artist. Lautner is best known for playing Jacob Black in The Twilight Saga film series based on the novels of the same name by Stephenie Meyer.\nAs a child, Lautner took up martial arts in Holland, Michigan and was ranked number one in his category by the American Sports Karate Association.",
      "pageId": 13199916,
      "monthDay": "02/11"
    },
    {
      "year": "1989",
      "uri": "/wiki/Lovi_Poe",
      "name": "Lovi Poe",
      "aboutText": "Go Ara (Hangul: 고아라; hanja: 高雅羅; born February 11, 1990), often performing under the mononym Ara, is a South Korean actress. She made her acting debut in the 2003 Korean television drama Sharp #1.",
      "pageId": 18636477,
      "monthDay": "02/11"
    },
    {
      "year": "1990",
      "uri": "/wiki/Princess_Ayah_bint_Al_Faisal",
      "name": "Princess Ayah bint Al Faisal",
      "aboutText": "Alexander Büttner (pronounced [ɑlɛˈksɑndər ˈbʏtnər]; born 11 February 1989) is a Dutch footballer who plays as a left-back for Russian club Dynamo Moscow. He is also capable of playing as a left midfielder. Born in Doetinchem, he began his career with local club VV Doetinchem, but spent his formative years with Ajax before joining Vitesse in 2005 at the age of 16.",
      "pageId": 20543958,
      "monthDay": "02/11"
    },
    {
      "year": "1990",
      "uri": "/wiki/Javier_Aquino",
      "name": "Javier Aquino",
      "aboutText": "Javier Ignacio Aquino Carmona (Spanish pronunciation: [xaˈβjeɾ aˈkino]; born 11 February 1990) is a Mexican professional footballer, who plays for Mexican club Tigres UANL, and the Mexico national team as a right midfielder.\nHe made his debut with Cruz Azul in 2010, playing in over 70 league matches until his transfer to Spanish Liga Adelante club Villarreal in January 2013, with whom he gained promotion to La Liga that same season. In 2014, Aquino was loaned out to Rayo Vallecano.",
      "pageId": 28014657,
      "monthDay": "02/11"
    },
    {
      "year": "1990",
      "uri": "/wiki/Go_Ara",
      "name": "Go Ara",
      "aboutText": "Lembi Vaher (born February 11, 1987) is an Estonian pole vaulter.\nHer personal best is 4.09 metres, achieved in Kohila in June 2009.\nHer indoor record is 4.22, achieved in February 2012, which is also a national record.",
      "pageId": 30961050,
      "monthDay": "02/11"
    },
    {
      "year": "1991",
      "uri": "/wiki/Hwang_Chansung",
      "name": "Hwang Chansung",
      "aboutText": "Hwang Chansung (Hangul: 황찬성, Hanja: 黃燦盛, born February 11, 1990), generally known as Chansung, is a member of the Korean boy band 2PM, where he is a South Korean idol singer, rapper and actor. He is the youngest of the group.",
      "pageId": 32577637,
      "monthDay": "02/11"
    },
    {
      "year": "1992",
      "uri": "/wiki/Taylor_Lautner",
      "name": "Taylor Lautner",
      "aboutText": "Vlad-Sorin Moldoveanu (born February 11, 1988) is a Romanian professional basketball player who plays for Stelmet Zielona Góra of the Polish League. He also represents the Romanian national basketball team in the international competitions.",
      "pageId": 38112155,
      "monthDay": "02/11"
    },
    {
      "year": "1997",
      "uri": "/wiki/Yuumi_Shida",
      "name": "Yuumi Shida",
      "aboutText": "Mateusz Wieteska (born 11 February 1997) is a Polish football defender who currently plays for the Polish club Dolcan Ząbki on loan from Legia Warsaw.",
      "pageId": 43674042,
      "monthDay": "02/11"
    },
    {
      "year": "1997",
      "uri": "/wiki/Mateusz_Wieteska",
      "name": "Mateusz Wieteska",
      "aboutText": "Yuumi Shida (志田 友美, Shida Yūmi, born February 11, 1997, in Iwate Prefecture, Japan) is a Japanese model and actress who is affiliated with Tambourine Artists.",
      "pageId": 46973118,
      "monthDay": "02/11"
    }
  ]
}