{
  "people": [
    {
      "year": "41",
      "uri": "/wiki/Britannicus",
      "name": "Britannicus",
      "aboutText": "Cotton Mather, FRS (February 12, 1663 – February 13, 1728; A.B. 1678, Harvard College; A.M. 1681, honorary doctorate 1710, University of Glasgow) was a socially and politically influential New England Puritan minister, prolific author, and pamphleteer. Known for his vigorous support for the Salem witch trials, he also left a scientific legacy due to his hybridization experiments and his promotion of inoculation for disease prevention.",
      "pageId": 7104,
      "monthDay": "02/12"
    },
    {
      "year": "661",
      "uri": "/wiki/Princess_%C5%8Cku",
      "name": "Princess Ōku",
      "aboutText": "Francis II (German: Franz II., Erwählter Römischer Kaiser) (12 February 1768 – 2 March 1835) was the last Holy Roman Emperor, ruling from 1792 until 6 August 1806, when he dissolved the Holy Roman Empire after the decisive defeat at the hands of the First French Empire led by Napoleon at the Battle of Austerlitz. In 1804, he had founded the Austrian Empire and became Francis I (Franz I.), the first Emperor of Austria (Kaiser von Österreich), ruling from 1804 to 1835, so later he was named the one and only Doppelkaiser (double emperor) in history. For the two years between 1804 and 1806, Francis used the title and style by the grace of God elected Roman Emperor, ever Augustus, hereditary Emperor of Austria and he was called the Emperor of both the Holy Roman Empire and Austria.",
      "pageId": 11551,
      "monthDay": "02/12"
    },
    {
      "year": "1074",
      "uri": "/wiki/Conrad_II_of_Italy",
      "name": "Conrad II of Italy",
      "aboutText": "Étienne-Louis Boullée (February 12, 1728 – February 4, 1799) was a visionary French neoclassical architect whose work greatly influenced contemporary architects.",
      "pageId": 61154,
      "monthDay": "02/12"
    },
    {
      "year": "1218",
      "uri": "/wiki/Kuj%C5%8D_Yoritsune",
      "name": "Kujō Yoritsune",
      "aboutText": "Tiberius Claudius Caesar Britannicus (12 February AD 41 — 11 February AD 55) was the son of the Roman emperor Claudius and his third wife Valeria Messalina. He became the heir-designate of the empire at his birth, less than a month into his father's reign. He was still a young boy at the time of his mother's downfall and Claudius' marriage to Agrippina the Younger.",
      "pageId": 75073,
      "monthDay": "02/12"
    },
    {
      "year": "1322",
      "uri": "/wiki/John_Henry,_Margrave_of_Moravia",
      "name": "John Henry, Margrave of Moravia",
      "aboutText": "Jan Swammerdam (February 12, 1637 – February 17, 1680) was a Dutch biologist and microscopist. His work on insects demonstrated that the various phases during the life of an insect—egg, larva, pupa, and adult—are different forms of the same animal. As part of his anatomical research, he carried out experiments on muscle contraction.",
      "pageId": 164968,
      "monthDay": "02/12"
    },
    {
      "year": "1567",
      "uri": "/wiki/Thomas_Campion",
      "name": "Thomas Campion",
      "aboutText": "Thomas Campion (sometimes Campian) (12 February 1567 – 1 March 1620) was an English composer, poet, and physician.",
      "pageId": 182407,
      "monthDay": "02/12"
    },
    {
      "year": "1584",
      "uri": "/wiki/Caspar_Barlaeus",
      "name": "Caspar Barlaeus",
      "aboutText": "Friedrich Heinrich Karl de la Motte, Baron Fouqué (12 February 1777 – 23 January 1843) was a German writer of the romantic style.",
      "pageId": 214917,
      "monthDay": "02/12"
    },
    {
      "year": "1606",
      "uri": "/wiki/John_Winthrop_the_Younger",
      "name": "John Winthrop the Younger",
      "aboutText": "Kujō Yoritsune (九条 頼経, February 12, 1218 – September 1, 1256, r. 1226–1244), also known as Fujiwara no Yoritsune, was the fourth shogun of the Kamakura shogunate of Japan. His father was kanpaku Kujō Michiie and his grandmother was a niece of Minamoto no Yoritomo.",
      "pageId": 219508,
      "monthDay": "02/12"
    },
    {
      "year": "1637",
      "uri": "/wiki/Jan_Swammerdam",
      "name": "Jan Swammerdam",
      "aboutText": "Charles Pinot (or Pineau) Duclos (12 February 1704 – 26 March 1772) was a French author and contributor to the Encyclopédie ou Dictionnaire raisonné des sciences, des arts et des métiers.",
      "pageId": 287153,
      "monthDay": "02/12"
    },
    {
      "year": "1663",
      "uri": "/wiki/Cotton_Mather",
      "name": "Cotton Mather",
      "aboutText": "Louisa Catherine Johnson Adams (February 12, 1775 – May 15, 1852), wife of John Quincy Adams, was First Lady of the United States from 1825 to 1829.",
      "pageId": 415781,
      "monthDay": "02/12"
    },
    {
      "year": "1665",
      "uri": "/wiki/Rudolf_Jakob_Camerarius",
      "name": "Rudolf Jakob Camerarius",
      "aboutText": "Rudolf Jakob Camerarius or Camerer (February 12, 1665 – September 11, 1721) was a German botanist and physician.",
      "pageId": 499023,
      "monthDay": "02/12"
    },
    {
      "year": "1704",
      "uri": "/wiki/Charles_Pinot_Duclos",
      "name": "Charles Pinot Duclos",
      "aboutText": "Jan Ladislav Dussek (baptized Václav Jan Dusík, with surname also written as Duschek or Düssek; February 12, 1760 – March 20, 1812) was a Czech composer and pianist. He was an important representative of Czech music abroad in the second half of the 18th century and the beginning of the 19th century. Some of his more forward-looking piano works have traits often associated with Romanticism.",
      "pageId": 597481,
      "monthDay": "02/12"
    },
    {
      "year": "1728",
      "uri": "/wiki/%C3%89tienne-Louis_Boull%C3%A9e",
      "name": "Étienne-Louis Boullée",
      "aboutText": "Bernard Courtois, also spelled Barnard Courtois, (12 February 1777–27 September 1838) was a French chemist born in Dijon, France.",
      "pageId": 1267533,
      "monthDay": "02/12"
    },
    {
      "year": "1752",
      "uri": "/wiki/Josef_Reicha",
      "name": "Josef Reicha",
      "aboutText": "John Winthrop, the Younger (12 February 1606 – 6 April 1676), was governor of Connecticut.",
      "pageId": 1719800,
      "monthDay": "02/12"
    },
    {
      "year": "1753",
      "uri": "/wiki/Fran%C3%A7ois-Paul_Brueys_d%27Aigalliers",
      "name": "François-Paul Brueys d'Aigalliers",
      "aboutText": "Conrad II (12 February 1074 – 27 July 1101) was the Duke of Lower Lorraine (1076–87), King of Germany (1087–98) and King of Italy (1093–98). He was the second son of Holy Roman Emperor Henry IV and Bertha of Savoy, and their eldest son to reach adulthood, his older brother Henry having been born and died in the same month of August 1071. Conrad's rule in Lorraine and Germany was nominal.",
      "pageId": 2138748,
      "monthDay": "02/12"
    },
    {
      "year": "1761",
      "uri": "/wiki/Jan_Ladislav_Dussek",
      "name": "Jan Ladislav Dussek",
      "aboutText": "Josef Reicha (Rejcha) (12 February 1752 – 5 March 1795) was a Czech cellist, composer and conductor. He was the uncle of composer and music theorist Anton Reicha.\nJosef Reicha was born in Chudenice.",
      "pageId": 3414126,
      "monthDay": "02/12"
    },
    {
      "year": "1768",
      "uri": "/wiki/Francis_II,_Holy_Roman_Emperor",
      "name": "Francis II, Holy Roman Emperor",
      "aboutText": "Caspar Barlaeus (February 12, 1584 – January 14, 1648) was a Dutch polymath and Renaissance humanist, a theologian, poet, and historian.",
      "pageId": 4218502,
      "monthDay": "02/12"
    },
    {
      "year": "1775",
      "uri": "/wiki/Louisa_Adams",
      "name": "Louisa Adams",
      "aboutText": "John Henry of Luxembourg (Czech: Jan Jindřich, German: Johann Heinrich; 12 February 1322 – 12 November 1375) was Count of Tyrol from 1335 to 1341 and Margrave of Moravia from 1349 until his death.",
      "pageId": 5600212,
      "monthDay": "02/12"
    },
    {
      "year": "1777",
      "uri": "/wiki/Bernard_Courtois",
      "name": "Bernard Courtois",
      "aboutText": "Ōku (Japanese 大来皇女 or 大伯皇女) (February 12, 661 (8th Day, 1st Month, Saimei-7 year) - January 29, 702 (27th Day, 12th Month, Taihō-1 year)) was a Japanese princess during the Asuka period in Japanese history. She was the daughter of Emperor Temmu and sister of Prince Ōtsu. As a young girl, she witnessed the Jinshin War.",
      "pageId": 6972788,
      "monthDay": "02/12"
    },
    {
      "year": "1777",
      "uri": "/wiki/Friedrich_de_la_Motte_Fouqu%C3%A9",
      "name": "Friedrich de la Motte Fouqué",
      "aboutText": "Vice-Admiral François-Paul Brueys d'Aigalliers, Comte de Brueys (February 12, 1753, Uzès, Gard – August 1, 1798) was the French commander in the Battle of the Nile, in which the French Revolutionary Navy was defeated by Royal Navy forces under Admiral Horatio Nelson. The British victory helped to ensure their naval supremacy throughout the Napoleonic Wars. He was also a Freemason in the La Bonne Foi lodge at Montauban.",
      "pageId": 33643392,
      "monthDay": "02/12"
    },
    {
      "year": "1785",
      "uri": "/wiki/Pierre_Louis_Dulong",
      "name": "Pierre Louis Dulong",
      "aboutText": "Abraham Lincoln /ˈeɪbrəhæm ˈlɪŋkən/ (February 12, 1809 – April 15, 1865) was the 16th President of the United States, serving from March 1861 until his assassination in April 1865. Lincoln led the United States through its Civil War—its bloodiest war and its greatest moral, constitutional, and political crisis. In doing so, he preserved the Union, abolished slavery, strengthened the federal government, and modernized the economy.",
      "pageId": 307,
      "monthDay": "02/12"
    },
    {
      "year": "1787",
      "uri": "/wiki/Norbert_Provencher",
      "name": "Norbert Provencher",
      "aboutText": "Pierre Louis Dulong (12 February 1785 – 19 July 1838) was a French physicist and chemist, remembered today largely for the law of Dulong and Petit.",
      "pageId": 144230,
      "monthDay": "02/12"
    },
    {
      "year": "1788",
      "uri": "/wiki/Carl_Reichenbach",
      "name": "Carl Reichenbach",
      "aboutText": "George Meredith, OM (12 February 1828 – 18 May 1909) was an English novelist and poet of the Victorian era.",
      "pageId": 249103,
      "monthDay": "02/12"
    },
    {
      "year": "1791",
      "uri": "/wiki/Peter_Cooper",
      "name": "Peter Cooper",
      "aboutText": "Peter Cooper (February 12, 1791 – April 4, 1883) was an American industrialist, inventor, philanthropist, and candidate for President of the United States.",
      "pageId": 372163,
      "monthDay": "02/12"
    },
    {
      "year": "1794",
      "uri": "/wiki/Alexander_Petrov_(chess_player)",
      "name": "Alexander Petrov",
      "aboutText": "Matilda Alice Victoria Wood, (12 February 1870 – 7 October 1922), professionally known as Marie Lloyd /ˈmɑːri/; was an English music hall singer, comedian and musical theatre actress during the late 19th and early 20th centuries. She was best known for her performances of songs such as \"The Boy I Love Is Up in the Gallery\", \"My Old Man (Said Follow the Van)\" and \"Oh Mr Porter What Shall I Do\". She received both criticism and praise for her use of innuendo and double entendre during her performances, and enjoyed a long and prosperous career, during which she was affectionately called the \"Queen of the Music Hall\".",
      "pageId": 388148,
      "monthDay": "02/12"
    },
    {
      "year": "1804",
      "uri": "/wiki/Heinrich_Lenz",
      "name": "Heinrich Lenz",
      "aboutText": "Joseph-Norbert Provencher (February 12, 1787 – June 7, 1853) was a Canadian clergyman and missionary and one of the founders of the modern province of Manitoba. He was the first Bishop of Saint Boniface and was an important figure in the history of the Franco-Manitoban community.\nProvencher was born in Nicolet, Quebec in 1787, and was ordained a priest in 1811.",
      "pageId": 438667,
      "monthDay": "02/12"
    },
    {
      "year": "1809",
      "uri": "/wiki/Charles_Darwin",
      "name": "Charles Darwin",
      "aboutText": "Lou Andreas-Salomé (born either Louise von Salomé or Luíza Gustavovna Salomé, Russian: Луиза Густавовна Саломе; 12 February 1861 – 5 February 1937) was a Russian-born psychoanalyst and author. Her diverse intellectual interests led to friendships with a broad array of distinguished western thinkers, including Nietzsche, Freud, and Rilke.\n^ \"Lou Andreas-Salome - biography - German writer\".",
      "pageId": 446058,
      "monthDay": "02/12"
    },
    {
      "year": "1809",
      "uri": "/wiki/Abraham_Lincoln",
      "name": "Abraham Lincoln",
      "aboutText": "Heinrich Friedrich Emil Lenz (Russian: Эмилий Христианович Ленц) (12 February 1804 – 10 February 1865) was a Russian physicist of Baltic German ethnicity. He is most noted for formulating Lenz's law in electrodynamics in 1833. The symbol , conventionally representing inductance, is chosen in his honor.",
      "pageId": 563540,
      "monthDay": "02/12"
    },
    {
      "year": "1828",
      "uri": "/wiki/George_Meredith",
      "name": "George Meredith",
      "aboutText": "Eugène Atget (French: [adʒɛ]; 12 February 1857 – 4 August 1927) was a French flâneur and a pioneer of documentary photography, noted for his determination to document all of the architecture and street scenes of Paris before their disappearance to modernization. Most of his photographs were first published by Berenice Abbott after his death. An inspiration for the surrealists and other artists, his genius was only recognized by a handful of young artists in the last two years of his life, and he did not live to see the wide acclaim his work would eventually receive.",
      "pageId": 854781,
      "monthDay": "02/12"
    },
    {
      "year": "1855",
      "uri": "/wiki/Marie-Anne_de_Bovet",
      "name": "Marie-Anne de Bovet",
      "aboutText": "Kazimierz Przerwa-Tetmajer (12 February 1865 – 18 January 1940) was a Polish poet, novelist, playwright, journalist and writer.",
      "pageId": 891488,
      "monthDay": "02/12"
    },
    {
      "year": "1857",
      "uri": "/wiki/Eug%C3%A8ne_Atget",
      "name": "Eugène Atget",
      "aboutText": "Kiến Phúc (12 February 1869 – 31 July 1884) was a child emperor of Vietnam who reigned for 7 months, 1883-1884, as the 7th emperor of the Nguyễn Dynasty.",
      "pageId": 1531220,
      "monthDay": "02/12"
    },
    {
      "year": "1857",
      "uri": "/wiki/Bobby_Peel",
      "name": "Bobby Peel",
      "aboutText": "Robert \"Bobby\" Peel (12 February 1857 – 12 August 1941) was an English professional cricketer who played first-class cricket for Yorkshire between 1883 and 1897. Primarily a left-arm spin bowler, Peel was also an effective left-handed batsman who played in the middle order. Between 1884 and 1896, he was regularly selected to represent England, playing 20 Test matches in which he took 101 wickets.",
      "pageId": 1604694,
      "monthDay": "02/12"
    },
    {
      "year": "1861",
      "uri": "/wiki/Frank_Rinehart",
      "name": "Frank Rinehart",
      "aboutText": "Thubten Gyatso (Tibetan: ཐུབ་བསྟན་རྒྱ་མཚོ་, Wylie: Thub Bstan Rgya Mtsho; 12 February 1876 – 17 December 1933) was the 13th Dalai Lama of Tibet.\nIn 1878 he was recognized as the reincarnation of the Dalai Lama. He was escorted to Lhasa and given his pre-novice vows by the Panchen Lama, Tenpai Wangchuk, and named \"Ngawang Lobsang Thupten Gyatso Jigdral Chokley Namgyal\".",
      "pageId": 1754943,
      "monthDay": "02/12"
    },
    {
      "year": "1861",
      "uri": "/wiki/Lou_Andreas-Salom%C3%A9",
      "name": "Lou Andreas-Salomé",
      "aboutText": "Baron Dr. Carl (Karl) Ludwig von Reichenbach (full name: Karl Ludwig Freiherr von Reichenbach) (February 12, 1788 – January 1869) was a notable chemist, geologist, metallurgist, naturalist, industrialist and philosopher, and a member of the prestigious Prussian Academy of Sciences. He is best known for his discoveries of several chemical products of economic importance, extracted from tar, such as eupione, waxy paraffin, pittacal (the first synthetic dye) and phenol (an antiseptic).",
      "pageId": 2055641,
      "monthDay": "02/12"
    },
    {
      "year": "1865",
      "uri": "/wiki/Kazimierz_Przerwa-Tetmajer",
      "name": "Kazimierz Przerwa-Tetmajer",
      "aboutText": "Alexander Dmitrievich Petrov (Russian: Алекса́ндр Дми́триевич Петро́в) (February 12, 1794 in Biserovo, near Pskov – April 22, 1867 in Warsaw) was a Russian chess player, chess composer, and chess writer.\nPetrov was born into a noble family and is usually remembered as the first great Russian chess master. From 1804, he lived in Saint Petersburg.",
      "pageId": 2957674,
      "monthDay": "02/12"
    },
    {
      "year": "1869",
      "uri": "/wiki/Ki%E1%BA%BFn_Ph%C3%BAc",
      "name": "Kiến Phúc",
      "aboutText": "Charles Percy McGahey (12 February 1871, Stepney, London, England – 10 January 1935 in Whipps Cross, Leytonstone, Essex, England) was a cricketer who played first-class cricket for Essex between 1894 and 1921. McGahey also played for London County between 1901 and 1904 and was named as one of the Wisden Cricketers of the Year in 1902. McGahey played two Test matches for England during Archie MacLaren's tour of Australia in 1901-02.",
      "pageId": 3061025,
      "monthDay": "02/12"
    },
    {
      "year": "1870",
      "uri": "/wiki/Marie_Lloyd",
      "name": "Marie Lloyd",
      "aboutText": "Frank Albert Rinehart (February 12, 1861–December 17, 1928) was an American artist famous for his photography capturing Native American personalities and scenes, especially portrait settings of leaders and members of the delegations who attended the 1898 Indian Congress in Omaha.",
      "pageId": 5979810,
      "monthDay": "02/12"
    },
    {
      "year": "1871",
      "uri": "/wiki/Charlie_McGahey",
      "name": "Charlie McGahey",
      "aboutText": "Charles Robert Darwin, FRS FRGS FLS FZS (/ˈdɑrwɪn/; 12 February 1809 – 19 April 1882) was an English naturalist and geologist, best known for his contributions to evolutionary theory. He established that all species of life have descended over time from common ancestors, and in a joint publication with Alfred Russel Wallace introduced his scientific theory that this branching pattern of evolution resulted from a process that he called natural selection, in which the struggle for existence has a similar effect to the artificial selection involved in selective breeding.\nDarwin published his theory of evolution with compelling evidence in his 1859 book On the Origin of Species, overcoming scientific rejection of earlier concepts of transmutation of species.",
      "pageId": 8145410,
      "monthDay": "02/12"
    },
    {
      "year": "1872",
      "uri": "/wiki/Oscar_Stribolt",
      "name": "Oscar Stribolt",
      "aboutText": "Peter Oscar Stribolt (12 February 1872 – 27 May 1927) was a Danish stage and film actor of the silent era in Denmark.",
      "pageId": 19513175,
      "monthDay": "02/12"
    },
    {
      "year": "1876",
      "uri": "/wiki/13th_Dalai_Lama",
      "name": "13th Dalai Lama",
      "aboutText": "Marie-Anne de Bovet (February 12 1855 - ?) was a French writer.",
      "pageId": 45670740,
      "monthDay": "02/12"
    },
    {
      "year": "1877",
      "uri": "/wiki/Louis_Renault_(industrialist)",
      "name": "Louis Renault",
      "aboutText": "Anna Pavlovna (Matveyevna) Pavlova (Russian: Анна Павловна (Матвеевна) Павлова; February 12 [O.S. January 31] 1881 – January 23, 1931) was a Russian prima ballerina of the late 19th and the early 20th centuries. She was a principal artist of the Imperial Russian Ballet and the Ballets Russes of Sergei Diaghilev.",
      "pageId": 63157,
      "monthDay": "02/12"
    },
    {
      "year": "1880",
      "uri": "/wiki/George_Preca",
      "name": "George Preca",
      "aboutText": "Julius Streicher (12 February 1885 – 16 October 1946) was a prominent member of the NSDAP prior to World War II. He was the founder and publisher of Der Stürmer newspaper, which became a central element of the Nazi propaganda machine. His publishing firm also released three anti-Semitic books for children, including the 1938 Der Giftpilz (translated into English as The Toadstool or The Poisonous Mushroom), one of the most widespread pieces of propaganda, which warned about insidious dangers Jews posed by using the metaphor of an attractive yet deadly mushroom.",
      "pageId": 103156,
      "monthDay": "02/12"
    },
    {
      "year": "1880",
      "uri": "/wiki/John_L._Lewis",
      "name": "John L. Lewis",
      "aboutText": "Omar Nelson Bradley (February 12, 1893 – April 8, 1981), nicknamed Brad, was a senior officer of the United States Army who saw distinguished service in North Africa and Western Europe during World War II, and later became General of the Army. From the Normandy landings of June 6, 1944 through to the end of the war in Europe, Bradley had command of all U.S. ground forces invading Germany from the west; he ultimately commanded forty-three divisions and 1.3 million men, the largest body of American soldiers ever to serve under a single U.S. field commander. After the war, Bradley headed the Veterans Administration and became U.S. Army Chief of Staff.",
      "pageId": 166419,
      "monthDay": "02/12"
    },
    {
      "year": "1881",
      "uri": "/wiki/Anna_Pavlova",
      "name": "Anna Pavlova",
      "aboutText": "Mariya Ivanovna Vassiliéva (Russian: Мария Ивановна Васильева), (February 12, 1884 – May 14, 1957), better known as Marie Vassilieff, was a Russian Empire painter.\nShe moved to Paris at the age of twenty-three and became an integral part of the artistic community on its left bank called, Montparnasse.\nShe was born in Smolensk, Russia to a prosperous family who encouraged her to study medicine.",
      "pageId": 167412,
      "monthDay": "02/12"
    },
    {
      "year": "1884",
      "uri": "/wiki/Max_Beckmann",
      "name": "Max Beckmann",
      "aboutText": "Max Beckmann (February 12, 1884 – December 27, 1950) was a German painter, draftsman, printmaker, sculptor, and writer. Although he is classified as an Expressionist artist, he rejected both the term and the movement.",
      "pageId": 187311,
      "monthDay": "02/12"
    },
    {
      "year": "1884",
      "uri": "/wiki/Johan_Laidoner",
      "name": "Johan Laidoner",
      "aboutText": "John Llewellyn Lewis (February 12, 1880 – June 11, 1969) was an American leader of organized labor who served as president of the United Mine Workers of America (UMW) from 1920 to 1960. A major player in the history of coal mining, he was the driving force behind the founding of the Congress of Industrial Organizations (CIO), which established the United Steel Workers of America and helped organize millions of other industrial workers in the 1930s. After resigning as head of the CIO in 1941, he took the Mine Workers out of the CIO in 1942 and in 1944 took the union into the American Federation of Labor (AFL).",
      "pageId": 219343,
      "monthDay": "02/12"
    },
    {
      "year": "1884",
      "uri": "/wiki/Alice_Roosevelt_Longworth",
      "name": "Alice Roosevelt Longworth",
      "aboutText": "Charles James \"Chick\" Hafey (February 12, 1903, Berkeley, California – July 2, 1973, Calistoga, California) was an American player in Major League Baseball (MLB). Playing for the St. Louis Cardinals (1924–1931) and Cincinnati Reds (1932–1935, 1937), Hafey was a strong line-drive hitter who batted for a high average on a consistent basis.",
      "pageId": 432153,
      "monthDay": "02/12"
    },
    {
      "year": "1884",
      "uri": "/wiki/Marie_Vassilieff",
      "name": "Marie Vassilieff",
      "aboutText": "Louis Renault (French pronunciation: ​[ʁəno]; 12 February 1877 – 24 October 1944) was a French industrialist, one of the founders of Renault and a pioneer of the automobile industry.\nRenault built one of France's largest automobile manufacturing concerns, which bears his name to this day. During World War I his factories contributed massively to the war effort notably so by the creation and manufacture of the first effective tank: the Renault FT tank.",
      "pageId": 575814,
      "monthDay": "02/12"
    },
    {
      "year": "1885",
      "uri": "/wiki/Julius_Streicher",
      "name": "Julius Streicher",
      "aboutText": "Alice Lee Roosevelt Longworth (February 12, 1884 – February 20, 1980) was an American writer and prominent socialite. She was the oldest child of U.S. President Theodore \"T.R.\" Roosevelt, Jr. (1858–1919).",
      "pageId": 583302,
      "monthDay": "02/12"
    },
    {
      "year": "1889",
      "uri": "/wiki/Bhante_Dharmawara",
      "name": "Bhante Dharmawara",
      "aboutText": "Charles Groves Wright Anderson VC, MC (12 February 1897 – 11 November 1988) was a South African-born, Australian recipient of the Victoria Cross, a member of the Australian House of Representatives, and a farmer. After growing up in Africa and being schooled in England, Anderson served as an officer during the East African campaign against the Germans during the First World War, reaching the rank of captain and being awarded a Military Cross.\nAfter the war, Anderson settled as a farmer in Kenya.",
      "pageId": 826250,
      "monthDay": "02/12"
    },
    {
      "year": "1893",
      "uri": "/wiki/Omar_Bradley",
      "name": "Omar Bradley",
      "aboutText": "Roger John Traynor (February 12, 1900 – May 14, 1983) served as the 23rd Chief Justice of California from 1964 to 1970, and as an Associate Justice from 1940 to 1964.",
      "pageId": 1823668,
      "monthDay": "02/12"
    },
    {
      "year": "1893",
      "uri": "/wiki/Fred_Albert_Shannon",
      "name": "Fred Albert Shannon",
      "aboutText": "Wallace Ford (12 February 1898 – 11 June 1966) was an English born American stage, cinema and television actor.",
      "pageId": 2023922,
      "monthDay": "02/12"
    },
    {
      "year": "1895",
      "uri": "/wiki/Kristian_Djurhuus",
      "name": "Kristian Djurhuus",
      "aboutText": "Johan Laidoner (12 February 1884 in Viiratsi, Estonia – 13 March 1953 in Vladimir, Russia) was a seminal figure of Estonian history between the world wars.",
      "pageId": 3444355,
      "monthDay": "02/12"
    },
    {
      "year": "1897",
      "uri": "/wiki/Charles_Groves_Wright_Anderson",
      "name": "Charles Groves Wright Anderson",
      "aboutText": "William Collier, Jr.",
      "pageId": 5723540,
      "monthDay": "02/12"
    },
    {
      "year": "1897",
      "uri": "/wiki/Lincoln_LaPaz",
      "name": "Lincoln LaPaz",
      "aboutText": "Vola Vale (February 12, 1897 - October 17, 1970) was a silent motion picture actress from Buffalo, New York.",
      "pageId": 6685097,
      "monthDay": "02/12"
    },
    {
      "year": "1897",
      "uri": "/wiki/Vola_Vale",
      "name": "Vola Vale",
      "aboutText": "George Preca (in Maltese: Ġorġ Preca) (12 February 1880 – 26 July 1962) was a Maltese Roman Catholic priest who founded the Society of Christian Doctrine, a society of lay catechists. In Malta, he is known as \"Dun Ġorġ\".",
      "pageId": 6725264,
      "monthDay": "02/12"
    },
    {
      "year": "1898",
      "uri": "/wiki/Wallace_Ford",
      "name": "Wallace Ford",
      "aboutText": "Samdach Vira Dharmawara Bellong Mahathera (February 12, 1889 – June 26, 1999), also known simply as Bhante Dharmawara, was a Cambodian-born Theravada monk and teacher who died at the age of 110.",
      "pageId": 7037035,
      "monthDay": "02/12"
    },
    {
      "year": "1900",
      "uri": "/wiki/Roger_J._Traynor",
      "name": "Roger J. Traynor",
      "aboutText": "Lincoln LaPaz (February 12, 1897 – October 19, 1985) was an American astronomer from the University of New Mexico and a pioneer in the study of meteors.",
      "pageId": 13603608,
      "monthDay": "02/12"
    },
    {
      "year": "1902",
      "uri": "/wiki/William_Collier,_Jr.",
      "name": "William Collier, Jr.",
      "aboutText": "Kristian Djurhuus (12 February 1895 – 20 November 1984) was a Faroese politician and statesman.",
      "pageId": 18756718,
      "monthDay": "02/12"
    },
    {
      "year": "1903",
      "uri": "/wiki/Chick_Hafey",
      "name": "Chick Hafey",
      "aboutText": "Fred Albert Shannon (February 12, 1893 – February 4, 1963) was an American historian and a Pulitzer Prize winner. He had many publications related to American history, and he won the 1929 Pulitzer Prize for History for The Organization and Administration of the Union Army, 1861-1865 (1928).",
      "pageId": 21718329,
      "monthDay": "02/12"
    },
    {
      "year": "1904",
      "uri": "/wiki/Ted_Mack_(radio-TV_host)",
      "name": "Ted Mack",
      "aboutText": "Jacques Herbrand (12 February 1908 – 27 July 1931) was a French mathematician. Although he died at only 23 years of age, he was already considered one of \"the greatest mathematicians of the younger generation\" by his professors Helmut Hasse, and Richard Courant.\nHe worked in mathematical logic and class field theory.",
      "pageId": 159901,
      "monthDay": "02/12"
    },
    {
      "year": "1907",
      "uri": "/wiki/Joseph_Kearns",
      "name": "Joseph Kearns",
      "aboutText": "Ronald Frederick Delderfield (12 February 1912 – 24 June 1972) was an English novelist and dramatist, some of whose works have been adapted for television.",
      "pageId": 170392,
      "monthDay": "02/12"
    },
    {
      "year": "1908",
      "uri": "/wiki/Jean_Effel",
      "name": "Jean Effel",
      "aboutText": "Lyon Himan Green, OC (February 12, 1915 – September 11, 1987), better known by the stage name Lorne Greene, was a Canadian actor and musician.\nHis television roles include Ben Cartwright on the western Bonanza, and Commander Adama in the science fiction television series Battlestar Galactica and Galactica 1980. He also worked on the Canadian television nature documentary series Lorne Greene's New Wilderness, and in television commercials.",
      "pageId": 181244,
      "monthDay": "02/12"
    },
    {
      "year": "1908",
      "uri": "/wiki/Jacques_Herbrand",
      "name": "Jacques Herbrand",
      "aboutText": "Julian Seymour Schwinger (February 12, 1918 – July 16, 1994) was a Nobel Prize winning American theoretical physicist. He is best known for his work on the theory of quantum electrodynamics (QED), in particular for developing a relativistically invariant perturbation theory, and for renormalizing QED to one loop order.",
      "pageId": 269980,
      "monthDay": "02/12"
    },
    {
      "year": "1909",
      "uri": "/wiki/Zoran_Mu%C5%A1i%C4%8D",
      "name": "Zoran Mušič",
      "aboutText": "Tun Hussein bin Dato' Onn (12 February 1922 – 29 May 1990 Jawi: حسین اُون ) was the third Prime Minister of Malaysia, serving in this role from 1976 to 1981. He was born in Johor Bahru, Johor, on 12 February 1922 to Dato Onn Jaafar and Datin Halimah Hussein, and is of 3/4 Malay and 1/4 Circassian ancestry.",
      "pageId": 364278,
      "monthDay": "02/12"
    },
    {
      "year": "1909",
      "uri": "/wiki/Sigmund_Rascher",
      "name": "Sigmund Rascher",
      "aboutText": "For the bank robber see Forrest Tucker (criminal)",
      "pageId": 788959,
      "monthDay": "02/12"
    },
    {
      "year": "1911",
      "uri": "/wiki/Charles_Mathiesen",
      "name": "Charles Mathiesen",
      "aboutText": "William Edward Maguiness (February 12, 1904 – July 12, 1976), known as Ted Mack, was the host of Ted Mack and the Original Amateur Hour on radio and television.\nMach was born in Greeley, Colorado. In the late 1920s, clarinetist Mack formed a dance band, under his real name.",
      "pageId": 805915,
      "monthDay": "02/12"
    },
    {
      "year": "1912",
      "uri": "/wiki/R.F._Delderfield",
      "name": "R.F. Delderfield",
      "aboutText": "Dominic Paul \"Dom\" DiMaggio (February 12, 1917 – May 8, 2009), nicknamed \"The Little Professor\", was an American Major League Baseball center fielder. He played his entire 11-year baseball career for the Boston Red Sox (1940–1953).",
      "pageId": 827582,
      "monthDay": "02/12"
    },
    {
      "year": "1914",
      "uri": "/wiki/Tex_Beneke",
      "name": "Tex Beneke",
      "aboutText": "Richard de Mille (Monrovia, California, February 12, 1922 – April 8, 2009) was an author, investigative journalist, and psychologist.",
      "pageId": 1165379,
      "monthDay": "02/12"
    },
    {
      "year": "1915",
      "uri": "/wiki/Andrew_Goodpaster",
      "name": "Andrew Goodpaster",
      "aboutText": "Pran Krishan Sikand (12 February 1920 – 12 July 2013), better known by his mononym, Pran, was a multiple Filmfare and BFJA award-winning Indian actor, known as a movie villain and character actor in Hindi cinema from the 1940s to the 1990s. He acted as a hero from 1940–47 and as a villain from 1942–1991 and played supporting and character roles from 1948–2007.\nIn a long and prolific career he appeared in over 350 films.",
      "pageId": 1693032,
      "monthDay": "02/12"
    },
    {
      "year": "1915",
      "uri": "/wiki/Lorne_Greene",
      "name": "Lorne Greene",
      "aboutText": "Yoshiko Yamaguchi (12 February 1920 – 7 September 2014) was a Chinese-born Japanese actress and singer who made a career in China, Japan, Hong Kong, and the United States.\nEarly in her career, she played a Chinese woman and used the stage name Li Xianglan, rendered in Japanese as Ri Kōran. This allowed her to represent China in Japanese propaganda movies.",
      "pageId": 2025621,
      "monthDay": "02/12"
    },
    {
      "year": "1917",
      "uri": "/wiki/Dom_DiMaggio",
      "name": "Dom DiMaggio",
      "aboutText": "Sigmund Rascher (12 February 1909 – 26 April 1945) was a German SS doctor.",
      "pageId": 2348818,
      "monthDay": "02/12"
    },
    {
      "year": "1917",
      "uri": "/wiki/Raizo_Matsuno",
      "name": "Raizo Matsuno",
      "aboutText": "Gordon Lee \"Tex\" Beneke (February 12, 1914 – May 30, 2000) was an American saxophonist, singer, and bandleader. His career is a history of associations with bandleader Glenn Miller and former musicians and singers who worked with Miller. His band is also associated with the careers of Eydie Gorme, Henry Mancini and Ronnie Deauville.",
      "pageId": 2367486,
      "monthDay": "02/12"
    },
    {
      "year": "1918",
      "uri": "/wiki/Norman_Farberow",
      "name": "Norman Farberow",
      "aboutText": "Joseph Sherrard Kearns (February 12, 1907 – February 17, 1962) was an American actor, who is best remembered for his role as George Wilson (\"Mr.",
      "pageId": 2723119,
      "monthDay": "02/12"
    },
    {
      "year": "1918",
      "uri": "/wiki/Julian_Schwinger",
      "name": "Julian Schwinger",
      "aboutText": "Andrew Jackson Goodpaster (February 12, 1915 – May 16, 2005) was an American Army General. He served as NATO's Supreme Allied Commander, Europe (SACEUR) from July 1, 1969 and Commander in Chief of the United States European Command (CINCEUR) from May 5, 1969 until his retirement December 17, 1974. As such, he was the commander of all NATO (SACEUR) and United States (CINCEUR) military forces stationed in Europe and the surrounding regions.",
      "pageId": 2812197,
      "monthDay": "02/12"
    },
    {
      "year": "1919",
      "uri": "/wiki/Forrest_Tucker",
      "name": "Forrest Tucker",
      "aboutText": "Charles Mathiesen (12 February 1911 – 7 November 1994) was a speed skater who was active from 1930 to 1948.",
      "pageId": 4315177,
      "monthDay": "02/12"
    },
    {
      "year": "1920",
      "uri": "/wiki/Pran_(actor)",
      "name": "Pran",
      "aboutText": "Raizo Matsuno (松野 頼三, Matsuno Raizō, 12 February 1917 – 10 May 2006) was a Japanese politician.",
      "pageId": 4475310,
      "monthDay": "02/12"
    },
    {
      "year": "1920",
      "uri": "/wiki/Yoshiko_Yamaguchi",
      "name": "Yoshiko Yamaguchi",
      "aboutText": "Jean Effel, real name François Lejeune (12 February 1908, Paris – 10 October 1982) was French painter, caricaturist, illustrator and journalist. Mostly he considered himself to be journalist and political commentator.",
      "pageId": 11629487,
      "monthDay": "02/12"
    },
    {
      "year": "1922",
      "uri": "/wiki/Richard_De_Mille",
      "name": "Richard De Mille",
      "aboutText": "Zoran Mušič (12 February 1909 – 25 May 2005), baptised as Anton Zoran Mušič, was a Slovene painter, graphic artist and draughtsman from the area of the Kras Plateau near the Adriatic Sea. He was the only painter of Slovene descent who managed to establish himself in the elite cultural circles of Italy and France, particularly Paris, where he lived for the larger part of his later life. He painted landscapes, still lives, portraits and self-portraits, but also scenes of horror from the Dachau concentration camp and the vedutes of Venice.",
      "pageId": 16138506,
      "monthDay": "02/12"
    },
    {
      "year": "1922",
      "uri": "/wiki/Hussein_Onn",
      "name": "Hussein Onn",
      "aboutText": "Norman Louis Farberow (February 12, 1918 – September 10, 2015) was an American psychologist, and one of the founding fathers of modern suicidology. He was among the three founders in 1958 of the Los Angeles Suicide Prevention Center, which became a base of research into the causes and prevention of suicide.",
      "pageId": 21026379,
      "monthDay": "02/12"
    },
    {
      "year": "1923",
      "uri": "/wiki/Chaskel_Besser",
      "name": "Chaskel Besser",
      "aboutText": "Judy Blume (born Judith Sussman on February 12, 1938) is an American writer. Her novels for children and young adults have exceeded sales of 80 million and have been translated into 32 languages. In 1996, she won the Margaret Edwards Award from the American Library Association for her contribution to writing for teens.",
      "pageId": 16496,
      "monthDay": "02/12"
    },
    {
      "year": "1923",
      "uri": "/wiki/Franco_Zeffirelli",
      "name": "Franco Zeffirelli",
      "aboutText": "Franco Zeffirelli, KBE Grande Ufficiale OMRI (Italian pronunciation: [ˈfraŋko ddzeffiˈrɛlli]; born 12 February 1923) is an Italian director and producer of operas, films and television. He is also a former senator (1994–2001) for the Italian centre-right Forza Italia party.\nSome of his operatic designs and productions have become worldwide classics.",
      "pageId": 43876,
      "monthDay": "02/12"
    },
    {
      "year": "1925",
      "uri": "/wiki/Joan_Mitchell",
      "name": "Joan Mitchell",
      "aboutText": "Annette Crosbie, OBE (born 12 February 1934) is a Scottish actress.",
      "pageId": 202127,
      "monthDay": "02/12"
    },
    {
      "year": "1926",
      "uri": "/wiki/Rolf_Brem",
      "name": "Rolf Brem",
      "aboutText": "Costa-Gavras (short for Konstantinos Gavras; Κωνσταντίνος Γαβράς; born 12 February 1933) is a Greek-French film director and producer, who lives and works in France. He is known for films with overt political themes, most famously the fast-paced thriller Z (1969), but he has also made comedies. Most of his movies have been made in French; however, six were made in English: Missing (1982), Hannah K. (1983), Betrayed (1988), Music Box (1989), Mad City (1997) and Amen.",
      "pageId": 287007,
      "monthDay": "02/12"
    },
    {
      "year": "1926",
      "uri": "/wiki/Charles_Van_Doren",
      "name": "Charles Van Doren",
      "aboutText": "Charles Lincoln Van Doren (born February 12, 1926) is an American intellectual, writer, and editor who was involved in a television quiz show scandal in the 1950s.",
      "pageId": 325046,
      "monthDay": "02/12"
    },
    {
      "year": "1929",
      "uri": "/wiki/Donald_Kingsbury",
      "name": "Donald Kingsbury",
      "aboutText": "Julian Lincoln Simon (February 12, 1932 – February 8, 1998) was a professor of business administration at the University of Maryland and a Senior Fellow at the Cato Institute at the time of his death, after previously serving as a longtime economics and business professor at the University of Illinois at Urbana-Champaign.\nSimon wrote many books and articles, mostly on economic subjects. He is best known for his work on population, natural resources, and immigration.",
      "pageId": 335815,
      "monthDay": "02/12"
    },
    {
      "year": "1930",
      "uri": "/wiki/John_Doyle_(hurler)",
      "name": "John Doyle",
      "aboutText": "Arlen Specter (February 12, 1930 – October 14, 2012) was an American lawyer and politician who served as United States Senator from Pennsylvania. Specter was a Democrat from 1951 to 1965, then a Republican from 1965 until 2009, when he switched back to the Democratic Party. First elected in 1980, he represented his state in the Senate for 30 years.",
      "pageId": 367801,
      "monthDay": "02/12"
    },
    {
      "year": "1930",
      "uri": "/wiki/Arlen_Specter",
      "name": "Arlen Specter",
      "aboutText": "Raymond Daniel Manczarek Jr. (February 12, 1939 – May 20, 2013) better known as Ray Manzarek, was an American musician, singer, producer, film director, and author, best known as a founding member and keyboardist of The Doors from 1965 to 1973. He was a co-founding member of Nite City from 1977 to 1978, and of Manzarek–Krieger from 2001 until his death in 2013.",
      "pageId": 382199,
      "monthDay": "02/12"
    },
    {
      "year": "1931",
      "uri": "/wiki/Janwillem_van_de_Wetering",
      "name": "Janwillem van de Wetering",
      "aboutText": "William Felton \"Bill\" Russell (born February 12, 1934) is an American retired professional basketball player. Russell played center for the Boston Celtics of the National Basketball Association (NBA) from 1956 to 1969. A five-time NBA Most Valuable Player and a twelve-time All-Star, he was the centerpiece of the Celtics dynasty, winning eleven NBA championships during his thirteen-year career.",
      "pageId": 412214,
      "monthDay": "02/12"
    },
    {
      "year": "1932",
      "uri": "/wiki/Axel_Jensen",
      "name": "Axel Jensen",
      "aboutText": "Janwillem Lincoln van de Wetering (February 12, 1931 in Rotterdam – July 4, 2008 in Blue Hill, Maine) was the author of a number of works in English and Dutch.",
      "pageId": 609118,
      "monthDay": "02/12"
    },
    {
      "year": "1932",
      "uri": "/wiki/Julian_Simon",
      "name": "Julian Simon",
      "aboutText": "Joe Don Baker (born February 12, 1936) is an American character actor and a life member of the Actors Studio, known for iconic roles as a Mafia hitman in Charley Varrick, deputy sheriff Thomas Jefferson Geronimo III in Final Justice, real-life Tennessee Sheriff Buford Pusser in Walking Tall, brute-force-with-a-badge detective Mitchell in Mitchell, James Bond villain Brad Whitaker in The Living Daylights, CIA Agent Jack Wade in the James Bond films GoldenEye and Tomorrow Never Dies, NYPD Chief of Detectives Earl Eischied in the television police drama Eischied, and his BAFTA-nominated performance in Edge of Darkness.",
      "pageId": 960665,
      "monthDay": "02/12"
    },
    {
      "year": "1933",
      "uri": "/wiki/Costa-Gavras",
      "name": "Costa-Gavras",
      "aboutText": "Donald MacDonald Kingsbury (born 12 February 1929 in San Francisco) is an American–Canadian science fiction author. Kingsbury taught mathematics at McGill University, Montreal, from 1956 until his retirement in 1986.",
      "pageId": 1023362,
      "monthDay": "02/12"
    },
    {
      "year": "1934",
      "uri": "/wiki/Annette_Crosbie",
      "name": "Annette Crosbie",
      "aboutText": "John Doyle (12 February 1930 – 29 December 2010) was an Irish hurler who played as a left corner-back for the Tipperary senior team.\nBorn in Holycross, County Tipperary, Doyle first excelled at hurling whilst at school in Thurles CBS. He arrived on the inter-county scene at the age of sixteen when he first linked up with the Tipperary minor team. He made his senior debut in the 1947-48 National League.",
      "pageId": 1714261,
      "monthDay": "02/12"
    },
    {
      "year": "1934",
      "uri": "/wiki/Anne_Osborn_Krueger",
      "name": "Anne Osborn Krueger",
      "aboutText": "Axel Buchardt Jensen (12 February 1932 – 13 February 2003) was a Norwegian author.",
      "pageId": 2377327,
      "monthDay": "02/12"
    },
    {
      "year": "1934",
      "uri": "/wiki/Bill_Russell",
      "name": "Bill Russell",
      "aboutText": "Chaskel Besser (February 12, 1923 – February 9, 2010) was an American Orthodox rabbi for much of the 20th and early 21st century. He lived in Manhattan, New York. He was born in Katowice, Poland and lived there until the dual Nazi and Soviet invasion of Poland in 1939.",
      "pageId": 3928980,
      "monthDay": "02/12"
    },
    {
      "year": "1935",
      "uri": "/wiki/Gene_McDaniels",
      "name": "Gene McDaniels",
      "aboutText": "Joan Mitchell (February 12, 1925 – October 30, 1992) was an American \"second generation\" abstract expressionist painter and printmaker. She was a member of the American abstract expressionist movement, even though much of her career took place in France. Along with Lee Krasner, Grace Hartigan, Helen Frankenthaler and Sonia Gechtoff, she was one of her era's few female painters to gain critical and public acclaim.",
      "pageId": 4904950,
      "monthDay": "02/12"
    },
    {
      "year": "1936",
      "uri": "/wiki/Joe_Don_Baker",
      "name": "Joe Don Baker",
      "aboutText": "Eugene Booker McDaniels (February 12, 1935 – July 29, 2011), who recorded as Gene McDaniels early in his career, was an African-American singer and songwriter.",
      "pageId": 6251784,
      "monthDay": "02/12"
    },
    {
      "year": "1938",
      "uri": "/wiki/Judy_Blume",
      "name": "Judy Blume",
      "aboutText": "Akbar Adibi (Persian: اکبر ادیبی Akbar Adībī) (1939–2000) was an Iranian electronic engineer, VLSI researcher, and university engineering professor.",
      "pageId": 11062964,
      "monthDay": "02/12"
    },
    {
      "year": "1939",
      "uri": "/wiki/Akbar_Adibi",
      "name": "Akbar Adibi",
      "aboutText": "Anne Osborn Krueger (born February 12, 1934) is an American economist. She was the World Bank Chief Economist from 1982 to 1986, and the first deputy managing director of the International Monetary Fund (IMF) from 2001 to 2006.",
      "pageId": 18935339,
      "monthDay": "02/12"
    },
    {
      "year": "1939",
      "uri": "/wiki/Ray_Manzarek",
      "name": "Ray Manzarek",
      "aboutText": "Rolf Brem (12 February 1926 – 11 April 2014) was a Swiss sculptor, illustrator and graphic artist. He worked in Meggen close to Lake Lucerne.\n^ derStandard.at.",
      "pageId": 25666324,
      "monthDay": "02/12"
    },
    {
      "year": "1940",
      "uri": "/wiki/Richard_Lynch",
      "name": "Richard Lynch",
      "aboutText": "David Director Friedman (born February 12, 1945) is an American economist, physicist, legal scholar, and libertarian theorist. He is known for his writings in market anarchist theory, which is the subject of his most popular book, The Machinery of Freedom (1973, revised 1989 and 2014).",
      "pageId": 7935,
      "monthDay": "02/12"
    },
    {
      "year": "1941",
      "uri": "/wiki/Dominguinhos",
      "name": "Dominguinhos",
      "aboutText": "Philip R. \"Phil\" Zimmermann, Jr. (born February 12, 1954) is the creator of Pretty Good Privacy (PGP), the most widely used email encryption software in the world. He is also known for his work in VoIP encryption protocols, notably ZRTP and Zfone.",
      "pageId": 23486,
      "monthDay": "02/12"
    },
    {
      "year": "1941",
      "uri": "/wiki/Naomi_Uemura",
      "name": "Naomi Uemura",
      "aboutText": "Raymond \"Ray\" Kurzweil (/ˈkɜrzwaɪl/ KURZ-wyl; born February 12, 1948) is an American author, computer scientist, inventor and futurist. Aside from futurology, he is involved in fields such as optical character recognition (OCR), text-to-speech synthesis, speech recognition technology, and electronic keyboard instruments. He has written books on health, artificial intelligence (AI), transhumanism, the technological singularity, and futurism.",
      "pageId": 25984,
      "monthDay": "02/12"
    },
    {
      "year": "1942",
      "uri": "/wiki/Ehud_Barak",
      "name": "Ehud Barak",
      "aboutText": "Ehud Barak (Hebrew:  אֶהוּד בָּרַק , born Ehud Brog; 12 February 1942) is an Israeli politician who served as Prime Minister from 1999 to 2001. He was leader of the Labor Party until January 2011. He previously held the posts of Minister of Defense and Deputy Prime Minister in Benjamin Netanyahu's second government from 2009 to 2013.",
      "pageId": 168212,
      "monthDay": "02/12"
    },
    {
      "year": "1945",
      "uri": "/wiki/Maud_Adams",
      "name": "Maud Adams",
      "aboutText": "Michael Ironside (born Frederick Reginald Ironside; February 12, 1950) is a Canadian actor. He has also worked as a voice actor, producer, film director, and screenwriter in movie and television series in various Canadian and American productions. He is best known for playing villains and \"tough guy\" heroes, though he has also portrayed sympathetic characters.",
      "pageId": 378244,
      "monthDay": "02/12"
    },
    {
      "year": "1945",
      "uri": "/wiki/Cliff_DeYoung",
      "name": "Cliff DeYoung",
      "aboutText": "Sir Arthur Nicholas Winston Soames PC (born 12 February 1948) is a British Conservative Party Member of Parliament for the constituency of Mid Sussex. He is a grandson of the former British Prime Minister Sir Winston Churchill.\nSoames is a former Defence minister having served in the government of John Major (1994–97).",
      "pageId": 416044,
      "monthDay": "02/12"
    },
    {
      "year": "1945",
      "uri": "/wiki/David_D._Friedman",
      "name": "David D. Friedman",
      "aboutText": "Maud Solveig Christina Wikström (born 12 February 1945), known professionally as Maud Adams, is a Swedish actress, known for her roles as two different Bond girls: in The Man with the Golden Gun (1974), and as the eponymous character in Octopussy (1983) as well as making a brief uncredited appearance in A View to a Kill (1985) .",
      "pageId": 740330,
      "monthDay": "02/12"
    },
    {
      "year": "1946",
      "uri": "/wiki/Jean_Eyegh%C3%A9_Ndong",
      "name": "Jean Eyeghé Ndong",
      "aboutText": "Angelo Branduardi (born February 12, 1950), is an Italian folk/folk rock singer-songwriter and composer who scored relative success in Italy and European countries such as France, Germany, Belgium, Netherlands and Greece.",
      "pageId": 926210,
      "monthDay": "02/12"
    },
    {
      "year": "1946",
      "uri": "/wiki/Ajda_Pekkan",
      "name": "Ajda Pekkan",
      "aboutText": "Ayşe Ajda Pekkan (Turkish pronunciation: [aʒˌda pe̞kˈkan]; 12 February 1946, Istanbul, Turkey), also known as Süperstar, is a Turkish pop singer and actress. Through a career spanning five decades thus far, Pekkan has released more than 20 albums and, with Sezen Aksu, is the most commercially successful female Turkish music artist with the sales of over 42 million copies worldwide. She is nicknamed the \"Superstar\" of Turkish pop music.",
      "pageId": 964053,
      "monthDay": "02/12"
    },
    {
      "year": "1948",
      "uri": "/wiki/Ray_Kurzweil",
      "name": "Ray Kurzweil",
      "aboutText": "Joanna Kerns (born February 12, 1953) is an American actress and director best known for her role as Maggie Seaver on the family situation comedy Growing Pains from 1985–1992.",
      "pageId": 1033948,
      "monthDay": "02/12"
    },
    {
      "year": "1948",
      "uri": "/wiki/Nicholas_Soames",
      "name": "Nicholas Soames",
      "aboutText": "Michael McDonald (born February 12, 1952) is an American singer and songwriter. He is known for his distinctive baritone voice. His early career included singing with Steely Dan.",
      "pageId": 1990817,
      "monthDay": "02/12"
    },
    {
      "year": "1949",
      "uri": "/wiki/Pierre-Hugues_Boisvenu",
      "name": "Pierre-Hugues Boisvenu",
      "aboutText": "Richard Lynch (February 12, 1940 – June 19, 2012) was an Irish-American actor best known for portraying villains in films and television.\nHis film credits included The Sword and the Sorcerer, Invasion USA, The Seven-Ups, Scarecrow, Little Nikita, Bad Dreams, God Told Me To, and Halloween. He appeared in science fiction productions, including Battlestar Galactica (as Wolfe) and its sequel series Galactica 1980 (as Commander Xaviar).",
      "pageId": 2196472,
      "monthDay": "02/12"
    },
    {
      "year": "1949",
      "uri": "/wiki/Joaqu%C3%ADn_Sabina",
      "name": "Joaquín Sabina",
      "aboutText": "Joaquín Ramón Martínez Sabina (Úbeda, Jaén, Spain, 12 February 1949), known artistically simply as Joaquín Sabina, is a singer, songwriter, and poet. He has released fourteen studio albums, two live albums, and three compilation albums.\nHe performed both solo and with a group for his live albums, performing with Javier Krahe and Alberto Pérez in La mandrágora, the group Viceversa in a 1986 concert, and with Joan Manuel Serrat in Dos pájaros de un tiro (Two birds with one stone).",
      "pageId": 2346375,
      "monthDay": "02/12"
    },
    {
      "year": "1950",
      "uri": "/wiki/Angelo_Branduardi",
      "name": "Angelo Branduardi",
      "aboutText": "Clifford Tobin DeYoung (born February 12, 1945) is an American actor and musician.",
      "pageId": 2502172,
      "monthDay": "02/12"
    },
    {
      "year": "1950",
      "uri": "/wiki/Michael_Ironside",
      "name": "Michael Ironside",
      "aboutText": "Jean Eyeghé Ndong (born February 12, 1946) is a Gabonese politician. He was the Prime Minister of Gabon from January 20, 2006 to July 17, 2009. He was also the First Vice-President of the Gabonese Democratic Party (PDG) until 2009.",
      "pageId": 3805183,
      "monthDay": "02/12"
    },
    {
      "year": "1952",
      "uri": "/wiki/Michael_McDonald_(singer)",
      "name": "Michael McDonald",
      "aboutText": "Naomi Uemura (植村 直己, Uemura Naomi, February 12, 1941 – c. February 13, 1984) was a Japanese adventurer. He was particularly well known for doing alone what had previously been achieved only with large teams.",
      "pageId": 4918449,
      "monthDay": "02/12"
    },
    {
      "year": "1953",
      "uri": "/wiki/Joanna_Kerns",
      "name": "Joanna Kerns",
      "aboutText": "Tzimis Panousis (Greek: Δημήτρης \"Τζίμης\" Πανούσης) is a Greek musician and stand-up comedian born in Athens on February 12, 1954, where he has spent most of his life. His fans often refer to him as “Tzimakos” (little Jim).",
      "pageId": 5118881,
      "monthDay": "02/12"
    },
    {
      "year": "1954",
      "uri": "/wiki/Joseph_Jordania",
      "name": "Joseph Jordania",
      "aboutText": "Dominguinhos (Garanhuns 12 February 1941 - São Paulo 23 July 2013) (lit. \"Little Dominic\" - born José Domingos de Morais) was an acclaimed Brazilian composer, accordionist and singer.\nHis principal musical influences have been the music of Luiz Gonzaga, Forró and in general the music of the Sertao in the Brazilian North-East.",
      "pageId": 25646577,
      "monthDay": "02/12"
    },
    {
      "year": "1954",
      "uri": "/wiki/Tzimis_Panousis",
      "name": "Tzimis Panousis",
      "aboutText": "Pierre-Hugues Boisvenu (born February 12, 1949) is a Canadian politician and victim's rights activist, who was appointed to the Senate of Canada on January 29, 2010 on the advice of Prime Minister Stephen Harper, representing the province of Quebec under the banner of the Conservative Party of Canada.\nBoisvenu is the founding president of the Murdered or Missing Persons' Families' Association, which he founded after the 2002 rape and murder of his daughter Julie.\nHe is also co-founder of the Le Nid centre, a shelter for abused women in Val-d'Or, and of a camp for underprivileged youth in Estrie.",
      "pageId": 25994791,
      "monthDay": "02/12"
    },
    {
      "year": "1954",
      "uri": "/wiki/Phil_Zimmermann",
      "name": "Phil Zimmermann",
      "aboutText": "Joseph Jordania (born February 12, 1954 and also known under the misspelling of Joseph Zhordania) is an Australian–Georgian ethnomusicologist and evolutionary musicologist and professor. He is a Honorary Fellow of the Melbourne Conservatorium of Music at the University of Melbourne and the Head of the Foreign Department of the International Research Centre for Traditional Polyphony at Tbilisi State Conservatory. Jordania is known for his model of the origins of human choral singing in the wide context of human evolution and was one of founders of the International Research Centre for Traditional Polyphony in Georgia.",
      "pageId": 30196348,
      "monthDay": "02/12"
    },
    {
      "year": "1956",
      "uri": "/wiki/Arsenio_Hall",
      "name": "Arsenio Hall",
      "aboutText": "Meja Anna Pernilla Kullersten (born 12 February 1969, Nynäshamn, Stockholm County), is a Swedish composer, artist and singer. Among her best known songs are \"I'm Missing You\", \"All 'Bout the Money\" and \"Private Emotion\" (duet with Ricky Martin). She also gained popularity after her single \"How Crazy Are You?\" was used as the main theme music for the Xbox video game Dead or Alive Xtreme Beach Volleyball.",
      "pageId": 177317,
      "monthDay": "02/12"
    },
    {
      "year": "1956",
      "uri": "/wiki/Ad_Melkert",
      "name": "Ad Melkert",
      "aboutText": "Arsenio Cheron Hall, Sr. (born February 12, 1956) is an American comedian and talk show host. He is best known for hosting The Arsenio Hall Show, a late-night talk show that ran from 1989 until 1994, and a revival of the same show from 2013 to 2014.",
      "pageId": 275562,
      "monthDay": "02/12"
    },
    {
      "year": "1958",
      "uri": "/wiki/Bobby_Smith_(ice_hockey)",
      "name": "Bobby Smith",
      "aboutText": "James R. M. \"Jim\" Harris (born 12 February 1961) is a Canadian author, environmentalist, and politician.",
      "pageId": 425335,
      "monthDay": "02/12"
    },
    {
      "year": "1959",
      "uri": "/wiki/Larry_Nance",
      "name": "Larry Nance",
      "aboutText": "Sigrid Thornton (born 12 February 1959) is an Australian multi-award-winning actress.",
      "pageId": 613394,
      "monthDay": "02/12"
    },
    {
      "year": "1959",
      "uri": "/wiki/Dan_Puric",
      "name": "Dan Puric",
      "aboutText": "Christopher Johnson \"Chris\" McCandless (/ˈkrɪstəfər ˈdʒɒnsən məˈkændlɨs/; February 12, 1968 – ca. August 18, 1992) was an American hiker. He ventured into the Alaskan wilderness in April 1992 with little food and equipment, hoping to live simply for a time in solitude.",
      "pageId": 730432,
      "monthDay": "02/12"
    },
    {
      "year": "1959",
      "uri": "/wiki/Sigrid_Thornton",
      "name": "Sigrid Thornton",
      "aboutText": "Josh James Brolin (/ˈbroʊlɨn/; born February 12, 1968) is an American actor.\nHis first role was in the 1985 film The Goonies. Since then he has appeared in a wide number of films, and is best known for his work as Llewellyn Moss in No Country for Old Men, young Agent K in Men in Black 3, George W. Bush in W. and Dan White in Milk, for which he received Academy Award and SAG Award nominations for Best Supporting Actor.",
      "pageId": 909444,
      "monthDay": "02/12"
    },
    {
      "year": "1960",
      "uri": "/wiki/One_Man_Gang",
      "name": "One Man Gang",
      "aboutText": "Adrianus Petrus Wilhelmus \"Ad\" Melkert (Dutch: [ˈɑt ˈmɛlkərt]; born February 12, 1956) is a Dutch politician of the Labour Party (PvdA). He served as a Member of the House of Representatives from June 3, 1986 until August 22, 1994 when he became Minister of Social Affairs and Employment in the Cabinet Kok I following the Dutch general election of 1994. At the end of the parliamentary period, he was not included in the Cabinet Kok II after the Dutch general election of 1998 by his own request, as he wanted to focus his energies on his candidacy to succeed Wim Kok as the next Party leader of the Labour Party.",
      "pageId": 926325,
      "monthDay": "02/12"
    },
    {
      "year": "1961",
      "uri": "/wiki/Tonnie_Dirks",
      "name": "Tonnie Dirks",
      "aboutText": "George Gray (born February 12, 1960) is an American professional wrestler, better known by his ring name, (The) One Man Gang.",
      "pageId": 1766555,
      "monthDay": "02/12"
    },
    {
      "year": "1961",
      "uri": "/wiki/Jim_Harris_(politician)",
      "name": "Jim Harris",
      "aboutText": "Robert David Smith (born February 12, 1958) is a retired Canadian professional ice hockey forward who played for the Minnesota North Stars and Montreal Canadiens in the National Hockey League (NHL).",
      "pageId": 1784947,
      "monthDay": "02/12"
    },
    {
      "year": "1961",
      "uri": "/wiki/Michel_Martelly",
      "name": "Michel Martelly",
      "aboutText": "John Michael Higgins (born February 12, 1963) is an American actor and voice actor whose film credits include Christopher Guest's mockumentaries, the role of David Letterman in HBO's The Late Shift, and a starring role in the American version of Kath & Kim.",
      "pageId": 2691750,
      "monthDay": "02/12"
    },
    {
      "year": "1964",
      "uri": "/wiki/Michel_Petit",
      "name": "Michel Petit",
      "aboutText": "Michel Petit (born February 12, 1964) is a retired professional ice hockey player who played in the National Hockey League (NHL) from the 1982–83 NHL season to the 1998–99 NHL season. Upon his retirement Petit had played for a then-NHL record 10 different teams. This mark has since been surpassed by Mike Sillinger.",
      "pageId": 2877050,
      "monthDay": "02/12"
    },
    {
      "year": "1965",
      "uri": "/wiki/Rub%C3%A9n_Amaro,_Jr.",
      "name": "Rubén Amaro, Jr.",
      "aboutText": "Larry Donnell Nance Sr. (born February 12, 1959) is a retired American professional basketball player.",
      "pageId": 2972219,
      "monthDay": "02/12"
    },
    {
      "year": "1965",
      "uri": "/wiki/Christine_Elise",
      "name": "Christine Elise",
      "aboutText": "Christine Elise (born February 12, 1965) is an American film and television actress.",
      "pageId": 3773672,
      "monthDay": "02/12"
    },
    {
      "year": "1965",
      "uri": "/wiki/John_Michael_Higgins",
      "name": "John Michael Higgins",
      "aboutText": "Michel Joseph Martelly (French pronunciation: ​[miʃɛl ʒɔzɛf maʁteli]; born 12 February 1961) is the 56th and current President of Haiti. Born in Port-au-Prince, Haiti, Martelly is also a former musician and businessman. He is one of Haiti's best-known musicians for over a decade, going by the stage name \"Sweet Micky\".",
      "pageId": 4292924,
      "monthDay": "02/12"
    },
    {
      "year": "1967",
      "uri": "/wiki/Hermione_Norris",
      "name": "Hermione Norris",
      "aboutText": "Chitravina N. Ravikiran (born 12 February 1967) is an Indian musician, considered one of the most celebrated prodigies and musicians. A slide instrumentalist, vocalist from age 5, composer, guru, author & orator, he is also the creator of the concept Melharmony in world music.",
      "pageId": 5231023,
      "monthDay": "02/12"
    },
    {
      "year": "1967",
      "uri": "/wiki/N._Ravikiran",
      "name": "N. Ravikiran",
      "aboutText": "Rubén Amaro, Jr. (born February 12, 1965) is an American former professional baseball player and General Manager that currently serves as the first base coach of the Boston Red Sox of Major League Baseball, his first coaching job. He played in Major League Baseball as an outfielder from 1991 to 1998.",
      "pageId": 5580026,
      "monthDay": "02/12"
    },
    {
      "year": "1967",
      "uri": "/wiki/Stein_Inge_Br%C3%A6khus",
      "name": "Stein Inge Brækhus",
      "aboutText": "Hermione Jane Norris (born 12 February 1967) is an English actress. She attended the London Academy of Music and Dramatic Art in the 1980s, before taking small roles in theatre and on television. In 1996, she was cast in her breakout role of Karen Marsden in the comedy drama television series Cold Feet.",
      "pageId": 6497091,
      "monthDay": "02/12"
    },
    {
      "year": "1968",
      "uri": "/wiki/Josh_Brolin",
      "name": "Josh Brolin",
      "aboutText": "Liviu Dan Puric (Romanian pronunciation: [dan ˈpurik]; born February 12, 1959) is a Romanian actor, director, and pantomime artist.",
      "pageId": 18536233,
      "monthDay": "02/12"
    },
    {
      "year": "1968",
      "uri": "/wiki/Christopher_McCandless",
      "name": "Christopher McCandless",
      "aboutText": "Antonius Marinus Hendricus Maria \"Tonnie\" Dirks (born 12 February 1961 in Zeeland, North Brabant) is a Dutch former long distance runner. He competed internationally on the track, road, and also in cross country competitions.\nHe ran in the Marathon at the 1991 World Championships in Tokyo, finishing in 16th place with a time of 2:22:17.",
      "pageId": 25090409,
      "monthDay": "02/12"
    },
    {
      "year": "1969",
      "uri": "/wiki/Meja",
      "name": "Meja",
      "aboutText": "Stein Inge Brækhus (born 12 February 1967 in Trondheim, Norway) is a Norwegian jazz musician (drums) and record producer, known from a series of album releases and as a key musician at the Jazz scenes of Stavanger and Bergen.",
      "pageId": 37532446,
      "monthDay": "02/12"
    },
    {
      "year": "1969",
      "uri": "/wiki/Anneli_Drecker",
      "name": "Anneli Drecker",
      "aboutText": "Darren Aronofsky (born February 12, 1969) is an American film director, screenwriter and film producer. He has received acclaim for his often surreal, disturbing films and has been noted for frequent collaborations with cinematographer Matthew Libatique, film editor Andrew Weisblum and composer Clint Mansell. His films have generated controversy and are known for their often violent, bleak subject matter.",
      "pageId": 173294,
      "monthDay": "02/12"
    },
    {
      "year": "1969",
      "uri": "/wiki/Darren_Aronofsky",
      "name": "Darren Aronofsky",
      "aboutText": "Tara Lyn (Charendoff) Strong (born February 12, 1973) is a Canadian–American actress who has done work in numerous films and television series, both live-action and animated. Many of her major voice roles include animated series such as Rugrats, The Powerpuff Girls, The Fairly OddParents, Teen Titans and the spin-off series Teen Titans Go!, and My Little Pony: Friendship Is Magic, as well as video games such as Mortal Kombat X, Final Fantasy X-2 and the Batman: Arkham series.",
      "pageId": 315567,
      "monthDay": "02/12"
    },
    {
      "year": "1969",
      "uri": "/wiki/Alemayehu_Atomsa",
      "name": "Alemayehu Atomsa",
      "aboutText": "Christian Mathias Cullen (born 12 February 1976 in Paraparaumu, New Zealand) is a former New Zealand rugby union footballer. He played most of his rugby at fullback for New Zealand (the All Blacks), for the Hurricanes in the Super 12, and for Manawatu, Wellington and later Munster at provincial level. He was nicknamed the Paekakariki Express and was considered to be one of the most potent running fullbacks rugby has ever seen.",
      "pageId": 346051,
      "monthDay": "02/12"
    },
    {
      "year": "1969",
      "uri": "/wiki/Steve_Backley",
      "name": "Steve Backley",
      "aboutText": "Stephen (\"Steve\") James Backley OBE (born 12 February 1969 in Sidcup) is a retired English athlete, who was formerly the world record holder for javelin throwing. During his career, he won four gold medals at the European Championships, three Commonwealth Games gold medals, and two silvers and a bronze at the Olympic Games, and two silvers at the World Championships.\nBackley was a firm fixture in the British national athletics team for over fifteen years and is the only British track and field competitor to win medals at three different Olympic Games.",
      "pageId": 412057,
      "monthDay": "02/12"
    },
    {
      "year": "1969",
      "uri": "/wiki/Hong_Myung-bo",
      "name": "Hong Myung-bo",
      "aboutText": "Owen Liam Nolan (born February 12, 1972) is a retired Canadian professional ice hockey player. During his 18-year NHL career, he played for the Quebec Nordiques, Colorado Avalanche, San Jose Sharks, Toronto Maple Leafs, Phoenix Coyotes, Calgary Flames and the Minnesota Wild, as well as playing a season with the ZSC Lions of National League A. Born in Northern Ireland, he was raised in Thorold, Ontario and played for Canada internationally.",
      "pageId": 568906,
      "monthDay": "02/12"
    },
    {
      "year": "1970",
      "uri": "/wiki/Jim_Creeggan",
      "name": "Jim Creeggan",
      "aboutText": "Clifford Michael Bleszinski (born February 12, 1975), popularly known as CliffyB, is an American video game designer, former design director for the game development company Epic Games, and the founder of Boss Key Productions. He is most famous for his role in the development of the Unreal franchise, especially 1999's Unreal Tournament, and the Gears of War franchise.\n^ Ashcraft, Brian (April 8, 2010).",
      "pageId": 576251,
      "monthDay": "02/12"
    },
    {
      "year": "1970",
      "uri": "/wiki/Bryan_Roy",
      "name": "Bryan Roy",
      "aboutText": "Hong Myung-bo (Korean: 홍명보, Hanja: 洪明甫; Korean pronunciation: [hoŋmjʌŋbo]) (born February 12, 1969 in Seoul) is a South Korean former footballer and former manager of the South Korean national team. Hong, along with Cha Bum-kun, is often considered one of the greatest Asian footballers of all time. Hong was a member of the South Korean national team in four World Cups, and was the first Asian player to play in four consecutive World Cup final tournaments.",
      "pageId": 616658,
      "monthDay": "02/12"
    },
    {
      "year": "1970",
      "uri": "/wiki/Judd_Winick",
      "name": "Judd Winick",
      "aboutText": "Toranosuke Takagi, known simply as Tora Takagi (高木 虎之介; born 12 February 1974) is a Japanese former race car driver.",
      "pageId": 693975,
      "monthDay": "02/12"
    },
    {
      "year": "1971",
      "uri": "/wiki/Scott_Menville",
      "name": "Scott Menville",
      "aboutText": "Ajay Kalahastri Naidu (born February 12, 1972) is an American actor.",
      "pageId": 744163,
      "monthDay": "02/12"
    },
    {
      "year": "1972",
      "uri": "/wiki/Ajay_Naidu",
      "name": "Ajay Naidu",
      "aboutText": "Judd Winick (born February 12, 1970) is an American comic book, comic strip and television writer/artist and former reality television personality. Winick first gained fame for his 1994 stint on MTV's The Real World: San Francisco, before earning success for his work on comic books as Green Lantern, Green Arrow, and Pedro and Me, his autobiographical graphic novel about his friendship with Real World castmate and AIDS educator Pedro Zamora. He created the animated TV series The Life and Times of Juniper Lee, which ran for three seasons on Cartoon Network.",
      "pageId": 794891,
      "monthDay": "02/12"
    },
    {
      "year": "1972",
      "uri": "/wiki/Latrice_Royale",
      "name": "Latrice Royale",
      "aboutText": "James Raymond \"Jim\" Creeggan (born February 12, 1970, in Scarborough, Ontario), is the bassist for Canadian alternative rock band Barenaked Ladies (BNL). His most used double bass is named \"Grammah\", after the Ladies' tour manager nicknamed him \"Grampah\" for always complaining and not wanting to get up.",
      "pageId": 1904800,
      "monthDay": "02/12"
    },
    {
      "year": "1972",
      "uri": "/wiki/Owen_Nolan",
      "name": "Owen Nolan",
      "aboutText": "Sophie Zelmani (born Sophie Edkvist; 12 February 1972) is a Swedish singer-songwriter who released her first single in 1995, called \"Always You\".",
      "pageId": 2039120,
      "monthDay": "02/12"
    },
    {
      "year": "1972",
      "uri": "/wiki/Sophie_Zelmani",
      "name": "Sophie Zelmani",
      "aboutText": "Scott David Menville (born February 12, 1971) is an American actor, voice actor and musician. He is best known for his voice work in animated films and television series.",
      "pageId": 2082432,
      "monthDay": "02/12"
    },
    {
      "year": "1973",
      "uri": "/wiki/Gianni_Romme",
      "name": "Gianni Romme",
      "aboutText": "Scot L. Pollard (born February 12, 1975) is a retired American professional basketball player. In an eleven-year NBA career, he played for five teams, spending the bulk of his career with the Sacramento Kings and the Indiana Pacers. Pollard was known both for his defensive play and his unique hairstyles.",
      "pageId": 2446319,
      "monthDay": "02/12"
    },
    {
      "year": "1973",
      "uri": "/wiki/Tara_Strong",
      "name": "Tara Strong",
      "aboutText": "Anneli Marian Drecker (born 12 February 1969, Tromsø, Norway) is a Norwegian singer and actress from the city of Tromsø.",
      "pageId": 3014552,
      "monthDay": "02/12"
    },
    {
      "year": "1974",
      "uri": "/wiki/Naseem_Hamed",
      "name": "Naseem Hamed",
      "aboutText": "Bryan Edward Steven Roy (born 12 February 1970 in Amsterdam) is a Dutch football manager and a former professional player.",
      "pageId": 3112042,
      "monthDay": "02/12"
    },
    {
      "year": "1974",
      "uri": "/wiki/Toranosuke_Takagi",
      "name": "Toranosuke Takagi",
      "aboutText": "Gianni Petrus Cornelis Romme (born 12 February 1973) is a Dutch marathoner and a former long track speed skater.",
      "pageId": 3204481,
      "monthDay": "02/12"
    },
    {
      "year": "1975",
      "uri": "/wiki/Cliff_Bleszinski",
      "name": "Cliff Bleszinski",
      "aboutText": "Naseem Hamed also known as Prince Naseem; born 12 February 1974) is a former British professional boxer from Sheffield, England. He is the former WBO, WBC, IBF, IBO and Lineal featherweight champion, and European bantamweight champion. He also knocked out Wilfredo Vázquez who had just been stripped of the WBA title prior to their fight.",
      "pageId": 23664487,
      "monthDay": "02/12"
    },
    {
      "year": "1975",
      "uri": "/wiki/Scot_Pollard",
      "name": "Scot Pollard",
      "aboutText": "Timothy Wilcots, better known by his stage name of Latrice Royale, is an American drag performer and reality television personality.",
      "pageId": 39322244,
      "monthDay": "02/12"
    },
    {
      "year": "1976",
      "uri": "/wiki/Christian_Cullen",
      "name": "Christian Cullen",
      "aboutText": "Alemayehu Atomsa (Amharic: አለማየው ፡ አቶምሳ?",
      "pageId": 40304467,
      "monthDay": "02/12"
    },
    {
      "year": "1977",
      "uri": "/wiki/Jimmy_Conrad",
      "name": "Jimmy Conrad",
      "aboutText": "Christina Ricci (born February 12, 1980) is an American actress, who began her acting career appearing in commercials and received early recognition as a child star. Her debut performance in Mermaids (1990) was followed by a breakthrough role as Wednesday Addams in The Addams Family (1991) and its sequel Addams Family Values (1993) when she was eleven and thirteen years old, respectively. Following her success with the Addams Family films, she earned somewhat of a \"teen icon\" status thanks to appearances in various big budget productions, notably Now and Then (1995) and Casper (1995), which were marketed for younger audiences before making a successful transition into adult-oriented roles with the art house drama The Ice Storm (1997) at the age of seventeen.",
      "pageId": 217790,
      "monthDay": "02/12"
    },
    {
      "year": "1978",
      "uri": "/wiki/Brett_Hodgson",
      "name": "Brett Hodgson",
      "aboutText": "Lena Marina Alexandra Dahlström (born 12 February 1984) is a Swedish actress.",
      "pageId": 256740,
      "monthDay": "02/12"
    },
    {
      "year": "1978",
      "uri": "/wiki/Gethin_Jones",
      "name": "Gethin Jones",
      "aboutText": "Juan Carlos Ferrero Donat (Spanish pronunciation: [xwaŋ ˈkarlos feˈreɾo ðoˈnat]; born 12 February 1980) is a retired professional tennis player, and a former World No. 1 player, from Spain. He captured the men's singles title at the 2003 French Open, and in September of that year, became the 21st player to hold the world no.",
      "pageId": 382889,
      "monthDay": "02/12"
    },
    {
      "year": "1978",
      "uri": "/wiki/Silver_Meikar",
      "name": "Silver Meikar",
      "aboutText": "James \"Jimmy\" Conrad (born February 12, 1977) is an American retired soccer defender and currently a host on the YouTube channel, KICKTV. During his 13-year MLS career, he was four-time MLS Best XI and the 2005 MLS Defender of the Year.",
      "pageId": 1157910,
      "monthDay": "02/12"
    },
    {
      "year": "1979",
      "uri": "/wiki/Antonio_Chatman",
      "name": "Antonio Chatman",
      "aboutText": "Antonio Tavaras Chatman (born February 12, 1979) is a former American football wide receiver and punt returner. He was signed by the San Francisco 49ers as an undrafted free agent in 2002. He played college football at Cincinnati.",
      "pageId": 1438219,
      "monthDay": "02/12"
    },
    {
      "year": "1979",
      "uri": "/wiki/Matt_Mauck",
      "name": "Matt Mauck",
      "aboutText": "Gethin Clifford Jones (born 12 February 1978) is a Welsh television presenter. An active rugby union player while at Manchester Metropolitan University and, for a time, after graduation, Jones began his television career on Welsh language channel S4C as a presenter of children's programmes such as Popty, Mas Draw and the flagship children's entertainment show Uned 5 (Unit 5, 2002–05).",
      "pageId": 1800187,
      "monthDay": "02/12"
    },
    {
      "year": "1979",
      "uri": "/wiki/Jesse_Spencer",
      "name": "Jesse Spencer",
      "aboutText": "Jesse Gordon Spencer (born 12 February 1979) is an Australian actor and musician. He is best known for his roles as Billy Kennedy on the Australian soap opera Neighbours (1994-2000, 2005), Dr. Robert Chase on the American medical drama House (2004-2012) and Lt.",
      "pageId": 2095536,
      "monthDay": "02/12"
    },
    {
      "year": "1980",
      "uri": "/wiki/Juan_Carlos_Ferrero",
      "name": "Juan Carlos Ferrero",
      "aboutText": "Bradley \"Brad\" Keselowski (kez-LOW-skee; born February 12, 1984) is an American professional stock car racing driver and team owner. He currently competes full-time in NASCAR Sprint Cup Series, driving the No. 2 Ford Fusion for Team Penske.",
      "pageId": 2187357,
      "monthDay": "02/12"
    },
    {
      "year": "1980",
      "uri": "/wiki/Sarah_Lancaster",
      "name": "Sarah Lancaster",
      "aboutText": "Radric Davis (born February 12, 1980), better known by his stage name Gucci Mane, is an American rapper. In 2005, he began to burst into this hip hop music scene with the release of his first independent album Trap House, which followed by his second and third independent albums, Hard to Kill and Trap-A-Thon in 2006. His fourth independent album Back to the Trap House was released in 2007.",
      "pageId": 2393147,
      "monthDay": "02/12"
    },
    {
      "year": "1980",
      "uri": "/wiki/Gucci_Mane",
      "name": "Gucci Mane",
      "aboutText": "Brett Hodgson (born 12 February 1978 in Liverpool, New South Wales) is an Australian former professional rugby league footballer of the 1990s, 2000s and 2010s and one of the current Assistant Coaches at Widnes Vikings working alongside Dennis Betts and Mick Cassidy. A New South Wales State of Origin representative goal-kicking fullback, he played his club football in the National Rugby League (NRL) for the Western Suburbs Magpies, Parramatta Eels and Wests Tigers (with whom he won the 2005 NRL premiership), and in Super League for Huddersfield (with whom he won the 2009 Man of Steel Award) and Warrington Wolves.",
      "pageId": 2935107,
      "monthDay": "02/12"
    },
    {
      "year": "1980",
      "uri": "/wiki/Christina_Ricci",
      "name": "Christina Ricci",
      "aboutText": "Sarah Lancaster (born February 12, 1980) is an American actress.",
      "pageId": 3024081,
      "monthDay": "02/12"
    },
    {
      "year": "1981",
      "uri": "/wiki/Lisa_Hannigan",
      "name": "Lisa Hannigan",
      "aboutText": "Dr.",
      "pageId": 4713989,
      "monthDay": "02/12"
    },
    {
      "year": "1982",
      "uri": "/wiki/Jonas_Hiller",
      "name": "Jonas Hiller",
      "aboutText": "Louis Tsatoumas (Greek: Λούης Τσάτουμας, born 12 February 1982) is a Greek long jumper.",
      "pageId": 6930808,
      "monthDay": "02/12"
    },
    {
      "year": "1982",
      "uri": "/wiki/Louis_Tsatoumas",
      "name": "Louis Tsatoumas",
      "aboutText": "Lisa Margaret Hannigan (born 12 February 1981) is an Irish singer, songwriter, and musician. She began her musical career as a member of Damien Rice's band. Since beginning her solo career in 2007 she has released two albums: Sea Sew (2008) and Passenger (2011).",
      "pageId": 7483052,
      "monthDay": "02/12"
    },
    {
      "year": "1982",
      "uri": "/wiki/Anthony_Tuitavake",
      "name": "Anthony Tuitavake",
      "aboutText": "Anthony Tuitavake (born 12 February 1982 in Auckland, New Zealand) is a New Zealand rugby union footballer. He plays as a centre or on the wing. Tuitavake, of Tongan descent, is a fast attacking centre, who not only finishes backline moves himself, but also has the vision to create space and scoring opportunities for his outsides.",
      "pageId": 9592355,
      "monthDay": "02/12"
    },
    {
      "year": "1983",
      "uri": "/wiki/Iko_Uwais",
      "name": "Iko Uwais",
      "aboutText": "Silver Meikar (born February 12, 1978) is an Estonian human rights activist, a freelance journalist and founder of the Estonian Institute of Digital Rights. Silver Meikar was a member of the parliament of Estonia - Riigikogu in 2003-2004 and 2006-2011 in the Estonian Reform Party faction.\nSilver Meikar was born in Tartu and received the basic and secondary school education in Tartu Miina Härma Gymnasium.",
      "pageId": 12439047,
      "monthDay": "02/12"
    },
    {
      "year": "1983",
      "uri": "/wiki/Nguy%E1%BB%85n_Ti%E1%BA%BFn_Minh",
      "name": "Nguyễn Tiến Minh",
      "aboutText": "Nguyễn Tiến Minh (born February 12, 1983 in Ho Chi Minh City) is a male badminton player from Vietnam. His best achievement to date is a bronze medal at the World Badminton Championship in 2013.",
      "pageId": 12978997,
      "monthDay": "02/12"
    },
    {
      "year": "1984",
      "uri": "/wiki/Alexandra_Dahlstr%C3%B6m",
      "name": "Alexandra Dahlström",
      "aboutText": "Jonas Hiller (born February 12, 1982) is a Swiss professional ice hockey goaltender currently playing for the Calgary Flames of the National Hockey League (NHL). He has also played for the Anaheim Ducks, with whom he began his NHL career with in 2007 after going undrafted in any NHL Entry Draft.",
      "pageId": 13308839,
      "monthDay": "02/12"
    },
    {
      "year": "1984",
      "uri": "/wiki/Brad_Keselowski",
      "name": "Brad Keselowski",
      "aboutText": "Iko Uwais (born Qorny Uwais; February 12, 1983) is an Indonesian actor, stuntman, fight choreographer, and martial artist.\nHe is best known for starring in the action films Merantau (2009), The Raid: Redemption (2011), and The Raid 2 (2014).",
      "pageId": 25090120,
      "monthDay": "02/12"
    },
    {
      "year": "1984",
      "uri": "/wiki/Tobias_Schlauderer",
      "name": "Tobias Schlauderer",
      "aboutText": "Tobias Schlauderer (born 12 February 1984 in Regensburg) is a German former footballer.\n^ \"Schlauderer, Tobias\" (in German). kicker.de.",
      "pageId": 34628267,
      "monthDay": "02/12"
    },
    {
      "year": "1984",
      "uri": "/wiki/Andrei_Sidorenkov",
      "name": "Andrei Sidorenkov",
      "aboutText": "Faisal bin Hamad Al Khalifa (12 February 1991 - 12 January 2006) (Arabic: فيصل بن حمد آل خليفة‎) was a member of the Bahrain's ruling family, House of Khalifa.",
      "pageId": 3734616,
      "monthDay": "02/12"
    },
    {
      "year": "1984",
      "uri": "/wiki/Peter_Vanderkaay",
      "name": "Peter Vanderkaay",
      "aboutText": "Saskia Burmeister (born 12 February 1985) is an Australian actress. She is most known for her roles in Hating Alison Ashley and Sea Patrol.",
      "pageId": 3912073,
      "monthDay": "02/12"
    },
    {
      "year": "1985",
      "uri": "/wiki/Saskia_Burmeister",
      "name": "Saskia Burmeister",
      "aboutText": "Peter William Vanderkaay (born February 12, 1984) is an American former competition swimmer who specialized in middle-distance freestyle events and is a four-time Olympic medalist. He was a member of the 2012 United States Olympic team, and won a bronze medal in the 400-meter freestyle event at the 2012 Summer Olympics.",
      "pageId": 4737156,
      "monthDay": "02/12"
    },
    {
      "year": "1985",
      "uri": "/wiki/Leilani_Gaja",
      "name": "Leilani Gaja",
      "aboutText": "Leilani Yoshika Gaja (我謝 美佳 レイラニ, Gaja Yoshika Reirani, born February 12, 1985) is a Japanese model and actress from Tokyo. Her stage name in Japan is Yoshika Katou (加藤 美佳, Katō Yoshika), and is used in nearly all of her appearances in drama and film. Her father is half-Chinese, half-Japanese and her mother is half-Hawaiian, half-Japanese, lending to her legal name Leilani (Hawaiian for 'heavenly lei'), and making her half-Japanese.",
      "pageId": 5577987,
      "monthDay": "02/12"
    },
    {
      "year": "1988",
      "uri": "/wiki/Nana_Eikura",
      "name": "Nana Eikura",
      "aboutText": "Andrei Sidorenkov (born 12 February 1984) is an Estonian professional footballer, who is currently playing for Kalev Sillamäe. He plays the position of defender or midfielder and is 1.80 m tall.\n^ \"Kõik Eesti internatsionaalid\" [All Estonian internationals] (in Estonian).",
      "pageId": 9413397,
      "monthDay": "02/12"
    },
    {
      "year": "1988",
      "uri": "/wiki/Mike_Posner",
      "name": "Mike Posner",
      "aboutText": "Jennifer Lindsay Stone (/ˈdʒɛnɪfər ˈstoʊn/ JEN-i-fər STOHN; born February 12, 1993) is an American actress best known for playing Harper Finkle on the Disney Channel series Wizards of Waverly Place, and the main character of Harriet the Spy: Blog Wars.",
      "pageId": 12848838,
      "monthDay": "02/12"
    },
    {
      "year": "1990",
      "uri": "/wiki/Robert_Griffin_III",
      "name": "Robert Griffin III",
      "aboutText": "Nana Eikura (榮倉 奈々, Eikura Nana, born February 12, 1988) is a Japanese model, actress, and occasional radio show host affiliated with Ken-On Group.",
      "pageId": 14506607,
      "monthDay": "02/12"
    },
    {
      "year": "1990",
      "uri": "/wiki/Moussa_Kon%C3%A9",
      "name": "Moussa Koné",
      "aboutText": "Robert Lee Griffin III (born February 12, 1990), nicknamed RG3, is an American football quarterback for the Washington Redskins of the National Football League (NFL). He played college football at Baylor, where he won the 2011 Heisman Trophy, and was drafted by the Redskins second overall in the 2012 NFL Draft.",
      "pageId": 20554592,
      "monthDay": "02/12"
    },
    {
      "year": "1991",
      "uri": "/wiki/Faisal_bin_Hamad_bin_Isa_Al_Khalifa",
      "name": "Faisal bin Hamad bin Isa Al Khalifa",
      "aboutText": "Michael Robert Henrion \"Mike\" Posner (born February 12, 1988) is an American singer, songwriter, and producer. Posner released his debut album, 31 Minutes to Takeoff, on August 10, 2010. The album includes the US Billboard Hot 100 Top 10 single \"Cooler than Me\", his second single, \"Please Don't Go\", as well as his third single, \"Bow Chicka Wow Wow\".",
      "pageId": 22494784,
      "monthDay": "02/12"
    },
    {
      "year": "1991",
      "uri": "/wiki/Patrick_Herrmann",
      "name": "Patrick Herrmann",
      "aboutText": "Patrick Herrmann (born 12 February 1991) is a German footballer who plays as a midfielder for Borussia Mönchengladbach in the Bundesliga.",
      "pageId": 28618989,
      "monthDay": "02/12"
    },
    {
      "year": "1991",
      "uri": "/wiki/Michael_Schimpelsberger",
      "name": "Michael Schimpelsberger",
      "aboutText": "Michael Schimpelsberger (born 12 February 1991) is an Austrian professional footballer, who currently plays for SK Rapid Wien in the Austrian Football Bundesliga.",
      "pageId": 29902300,
      "monthDay": "02/12"
    },
    {
      "year": "1992",
      "uri": "/wiki/Vladimir_Malinin",
      "name": "Vladimir Malinin",
      "aboutText": "Reece James William Topley (born 12 February 1994) is an English cricketer. Topley is a right-handed batsman who bowls left-arm medium-fast.\n^ \"Reece Topley – Team profile\".",
      "pageId": 31658539,
      "monthDay": "02/12"
    },
    {
      "year": "1993",
      "uri": "/wiki/Jennifer_Stone",
      "name": "Jennifer Stone",
      "aboutText": "For his father, the retired Belarusian hockey player, see Alexander Galchenyuk.\nAlexander Alexandrovich \"Alex\" Galchenyuk (born February 12, 1994) is an American professional ice hockey player currently playing for the Montreal Canadiens of the National Hockey League (NHL). He was drafted third overall by the Canadiens in the 2012 NHL Entry Draft following two years with the Sarnia Sting of the Ontario Hockey League (OHL).",
      "pageId": 31810690,
      "monthDay": "02/12"
    },
    {
      "year": "1994",
      "uri": "/wiki/Alex_Galchenyuk",
      "name": "Alex Galchenyuk",
      "aboutText": "Moussa Saib Koné (born 12 February 1990 in Anyama) is an Ivorian footballer who plays as a midfielder for Serie B side Cesena.",
      "pageId": 32880812,
      "monthDay": "02/12"
    },
    {
      "year": "1994",
      "uri": "/wiki/Subin_(singer)",
      "name": "Subin",
      "aboutText": "Vladimir Vladimirovich Malinin (Russian: Владимир Владимирович Малинин; born 12 February 1992) is a Russian football midfielder, who plays for FC Infonet.\nHe made his debut in the Russian Second Division for FC Dynamo Stavropol on 18 September 2011 in a game against FC Mashuk-KMV Pyatigorsk.\n^ \"Career Summary\".",
      "pageId": 35560305,
      "monthDay": "02/12"
    },
    {
      "year": "1994",
      "uri": "/wiki/Reece_Topley",
      "name": "Reece Topley",
      "aboutText": "Rina Kawaei (川栄 李奈, Kawaei Rina, born February 12, 1995 in Kanagawa Prefecture) is a Japanese singer/actress. She was a member of the Japanese idol girl group AKB48. She was in Team A. She is also in a group called Anrire with AKB48 members Anna Iriyama and Rena Katō; they were featured in Rino Sashihara's single \"Ikujinashi Masquerade\", which charted at number one in the Japanese Oricon weekly singles chart.",
      "pageId": 37761510,
      "monthDay": "02/12"
    },
    {
      "year": "1995",
      "uri": "/wiki/Rina_Kawaei",
      "name": "Rina Kawaei",
      "aboutText": "Park Su-bin (Hangul: 박수빈; born February 12, 1994), commonly referred to as Subin, is a South Korean singer, songwriter, actress, model, and MC. She is best known for being a member of the pop girl group Dal Shabet and for hosting a variety of televised music programs.\n^ \"수빈, 심상치 않은 좌우명 \"녹슬어 없어지느니…\"\". 2014-05-11.",
      "pageId": 43358381,
      "monthDay": "02/12"
    }
  ]
}