{
  "people": [
    {
      "year": "1032",
      "uri": "/wiki/Emperor_Yingzong_of_Song",
      "name": "Emperor Yingzong of Song",
      "aboutText": "Frederick William (German: Friedrich Wilhelm) (16 February 1620 – 29 April 1688) was Elector of Brandenburg and Duke of Prussia – and thus ruler of Brandenburg-Prussia – from 1640 until his death. A member of the House of Hohenzollern, he is popularly known as \"the Great Elector\" (der Große Kurfürst) because of his military and political prowess. Frederick William was a staunch pillar of the Calvinist faith, associated with the rising commercial class.",
      "pageId": 11449,
      "monthDay": "02/16"
    },
    {
      "year": "1304",
      "uri": "/wiki/Jayaatu_Khan,_Emperor_Wenzong_of_Yuan",
      "name": "Jayaatu Khan, Emperor Wenzong of Yuan",
      "aboutText": "Philip Melanchthon (Philippus Melanchthon) (/məˈlæŋkθən/; 16 February 1497 – 19 April 1560), born Philipp Schwartzerdt (German: [ˈʃvaɐ̯ts.eːɐt]), was a German reformer, collaborator with Martin Luther, the first systematic theologian of the Protestant Reformation, intellectual leader of the Lutheran Reformation, and an influential designer of educational systems. He stands next to Luther and Calvin as a reformer, theologian, and molder of Protestantism. Along with Luther, he is the primary founder of Lutheranism.",
      "pageId": 39209,
      "monthDay": "02/16"
    },
    {
      "year": "1497",
      "uri": "/wiki/Philipp_Melanchthon",
      "name": "Philipp Melanchthon",
      "aboutText": "Sir Francis Galton, FRS (/ˈfrɑːnsɪs ˈɡɔːltən/; 16 February 1822 – 17 January 1911) was an English Victorian statistician, progressive, polymath, sociologist, psychologist, anthropologist, eugenicist, tropical explorer, geographer, inventor, meteorologist, proto-geneticist and psychometrician. He was knighted in 1909.\nGalton produced over 340 papers and books.",
      "pageId": 49072,
      "monthDay": "02/16"
    },
    {
      "year": "1519",
      "uri": "/wiki/Gaspard_II_de_Coligny",
      "name": "Gaspard II de Coligny",
      "aboutText": "Phineas Parkhurst Quimby (February 16, 1802 – January 16, 1866) was an American spiritual teacher. Quimby was a philosopher, magnetizer, mesmerist, healer, and inventor, who resided in Belfast, Maine, and had an office in Portland, Maine.",
      "pageId": 73168,
      "monthDay": "02/16"
    },
    {
      "year": "1543",
      "uri": "/wiki/Kan%C5%8D_Eitoku",
      "name": "Kanō Eitoku",
      "aboutText": "Henry Wilson (born Jeremiah Jones Colbath; February 16, 1812 – November 22, 1875) was the 18th Vice President of the United States (1873–1875) and a Senator from Massachusetts (1855–1873). Before and during the American Civil War, he was a leading Republican, and a strong opponent of slavery. He devoted his energies to the destruction of the \"Slave Power\" – the faction of slave owners and their political allies which anti-slavery Americans saw as dominating the country.",
      "pageId": 89160,
      "monthDay": "02/16"
    },
    {
      "year": "1620",
      "uri": "/wiki/Frederick_William,_Elector_of_Brandenburg",
      "name": "Frederick William, Elector of Brandenburg",
      "aboutText": "Heinrich Barth (16 February 1821 – 25 November 1865) was a German explorer of Africa and scholar.\nBarth is thought to be one of the greatest of the European explorers of Africa, as his scholarly preparation, ability to speak and write Arabic, learning African languages, and character meant that he carefully documented the details of the cultures he visited. He was among the first to comprehend the uses of oral history of peoples, and collected many.",
      "pageId": 178169,
      "monthDay": "02/16"
    },
    {
      "year": "1643",
      "uri": "/wiki/John_Sharp_(bishop)",
      "name": "John Sharp",
      "aboutText": "Jean-Charles Pichegru (16 February 1761 – 5 April 1804) was a distinguished French general of the Revolutionary Wars. Under his command, French troops overran Belgium and the Netherlands before fighting on the Rhine front. His subsequent involvement in a royalist conspiracy to remove Napoleon from power led to his arrest and death.",
      "pageId": 193052,
      "monthDay": "02/16"
    },
    {
      "year": "1698",
      "uri": "/wiki/Pierre_Bouguer",
      "name": "Pierre Bouguer",
      "aboutText": "Kanō Eitoku (狩野 永徳, February 16, 1543 - October 12, 1590) was a Japanese painter who lived during the Azuchi–Momoyama period of Japanese history and one of the most prominent patriarchs of the Kanō school of Japanese painting.",
      "pageId": 201584,
      "monthDay": "02/16"
    },
    {
      "year": "1727",
      "uri": "/wiki/Nikolaus_Joseph_von_Jacquin",
      "name": "Nikolaus Joseph von Jacquin",
      "aboutText": "Peter Kosler or Kozler (16 February 1824 – 16 April 1879) was a Carniolan lawyer, geographer, cartographer, activist, and manufacturer. He was of ethnic German origin, but also identified with Slovene culture and advocated the peaceful coexistence of the Slovene and German cultures in Carniola.\nKosler was born in Koče, a village south of Kočevje in Gottschee County, in what was then the Austrian Kingdom of Illyria, and is now Slovenia.",
      "pageId": 223144,
      "monthDay": "02/16"
    },
    {
      "year": "1740",
      "uri": "/wiki/Giambattista_Bodoni",
      "name": "Giambattista Bodoni",
      "aboutText": "Jacques Pierre Joseph Rode (16 February 1774 – 25 November 1830) was a French violinist and composer.",
      "pageId": 254959,
      "monthDay": "02/16"
    },
    {
      "year": "1761",
      "uri": "/wiki/Jean-Charles_Pichegru",
      "name": "Jean-Charles Pichegru",
      "aboutText": "Gaspard de Coligny, Seigneur de Châtillon (16 February 1519 – 24 August 1572) was a French nobleman and admiral, best remembered as a disciplined Huguenot leader in the French Wars of Religion.",
      "pageId": 313768,
      "monthDay": "02/16"
    },
    {
      "year": "1774",
      "uri": "/wiki/Pierre_Rode",
      "name": "Pierre Rode",
      "aboutText": "Giambattista Bodoni (Italian pronunciation: [dʒambatˈtiˑsta boˈdoːni]; February 26, 1740  in Saluzzo – November 30, 1813 in Parma) was an Italian typographer, type-designer, compositor, printer and publisher in Parma.\nHe first took the type-designs of Pierre Simon Fournier as his exemplars, but afterwards became an admirer of the more modelled types of John Baskerville; and he and Firmin Didot evolved a style of type called 'New Face', in which the letters are cut in such a way as to produce a strong contrast between the thick and thin parts of their body. Bodoni designed many type-faces, each one in a large range of type sizes.",
      "pageId": 334095,
      "monthDay": "02/16"
    },
    {
      "year": "1786",
      "uri": "/wiki/Grand_Duchess_Maria_Pavlovna_of_Russia_(1786%E2%80%931859)",
      "name": "Grand Duchess Maria Pavlovna of Russia",
      "aboutText": "Pierre Bouguer (16 February 1698, Croisic – 15 August 1758, Paris) was a French mathematician, geophysicist, geodesist, and astronomer.",
      "pageId": 452058,
      "monthDay": "02/16"
    },
    {
      "year": "1802",
      "uri": "/wiki/Phineas_Quimby",
      "name": "Phineas Quimby",
      "aboutText": "Jayaatu Khan (Mongolian: Заяат хаан, Jayaγatu qaγan, 1304–1332), born Tugh Temür, also known by the temple name Wenzong (Emperor Wenzong of Yuan, Chinese: 元文宗, 16 February 1304 – 2 September 1332), was an emperor of the Yuan dynasty. Apart from Emperor of China, he is regarded as the 12th Great Khan of the Mongol Empire or Mongols, although it was only nominal due to the division of the empire.\nHe first ruled from 16 October 1328 to 3 April 1329 before abdicating in favour of his brother Khutughtu Khan Kusala, and again ruled from 8 September 1329 to 2 September 1332 after Khutughtu Khan Kusala's death.",
      "pageId": 1086681,
      "monthDay": "02/16"
    },
    {
      "year": "1804",
      "uri": "/wiki/Karl_Theodor_Ernst_von_Siebold",
      "name": "Karl Theodor Ernst von Siebold",
      "aboutText": "Emperor Yingzong (Emperor Ying-tsung; 16 February 1032 – 25 January 1067) was the fifth emperor of the Song Dynasty of China. His personal name was originally Zhao Zongshi but he later changed it to Zhao Shu. He reigned from 1063 to 1067.",
      "pageId": 1150011,
      "monthDay": "02/16"
    },
    {
      "year": "1812",
      "uri": "/wiki/Henry_Wilson",
      "name": "Henry Wilson",
      "aboutText": "Nikolaus Joseph Freiherr von Jacquin or Baron Nikolaus von Jacquin (February 16, 1727 – October 26, 1817) was a scientist who studied medicine, chemistry and botany.\nHe was born in Leiden in the Netherlands; he studied medicine at Leiden University, but later moved first to Paris and then Vienna.\nBetween 1755 and 1759, Nikolaus von Jacquin was sent to the West Indies and Central America by Francis I to collect plants for the Schönbrunn Palace, and amassed a large collection of animal, plant and mineral samples.",
      "pageId": 1237033,
      "monthDay": "02/16"
    },
    {
      "year": "1821",
      "uri": "/wiki/Heinrich_Barth",
      "name": "Heinrich Barth",
      "aboutText": "Karl (Carl) Theodor Ernst von Siebold (February 16, 1804 – April 7, 1885) was a German physiologist and zoologist.",
      "pageId": 4141572,
      "monthDay": "02/16"
    },
    {
      "year": "1822",
      "uri": "/wiki/Francis_Galton",
      "name": "Francis Galton",
      "aboutText": "Grand Duchess Maria Pavlovna of Russia (Russian: Мария Павловна; 16 February 1786 – 23 June 1859) was the third daughter of Paul I of Russia and Sophie Dorothea of Württemberg.",
      "pageId": 5450694,
      "monthDay": "02/16"
    },
    {
      "year": "1824",
      "uri": "/wiki/Peter_Kozler",
      "name": "Peter Kozler",
      "aboutText": "John Sharp (16 February 1644/5 – 2 February 1714), English divine, Archbishop of York, was born at Bradford, eldest son of Thomas West, a salter, and Dorothy Weddal. He educated at Christ's College, Cambridge.\n^ \"Sharp, John (SHRP660J)\".",
      "pageId": 8873233,
      "monthDay": "02/16"
    },
    {
      "year": "1825",
      "uri": "/wiki/Crosby_Stuart_Noyes",
      "name": "Crosby Stuart Noyes",
      "aboutText": "Crosby Stuart Noyes (February 16, 1825 – February 21, 1908) was the publisher of the Washington Evening Star.",
      "pageId": 20689292,
      "monthDay": "02/16"
    },
    {
      "year": "1826",
      "uri": "/wiki/Joseph_Victor_von_Scheffel",
      "name": "Joseph Victor von Scheffel",
      "aboutText": "Ernst Heinrich Philipp August Haeckel (German: [ˈhɛkəl]; 16 February 1834 – 9 August 1919) was a German biologist, naturalist, philosopher, physician, professor, and artist who discovered, described and named thousands of new species, mapped a genealogical tree relating all life forms, and coined many terms in biology, including anthropogeny, ecology, phylum, phylogeny, stem cell, and Protista. Haeckel promoted and popularised Charles Darwin's work in Germany and developed the influential but no longer widely held recapitulation theory (\"ontogeny recapitulates phylogeny\") claiming that an individual organism's biological development, or ontogeny, parallels and summarises its species' evolutionary development, or phylogeny.\nThe published artwork of Haeckel includes over 100 detailed, multi-colour illustrations of animals and sea creatures (see: Kunstformen der Natur, \"Art Forms of Nature\").",
      "pageId": 9668,
      "monthDay": "02/16"
    },
    {
      "year": "1831",
      "uri": "/wiki/Nikolai_Leskov",
      "name": "Nikolai Leskov",
      "aboutText": "Robert Joseph Flaherty, FRGS (/ˈflæərti/; February 16, 1884 – July 23, 1951) was an American filmmaker who directed and produced the first commercially successful feature-length documentary film, Nanook of the North (1922). The film made his reputation and nothing in his later life fully equaled its success, although he continued the development of this new genre of docufiction, e.g. with Moana (1926), set in the South Seas, and Man of Aran (1934), filmed in Ireland's Aran Islands.",
      "pageId": 25440,
      "monthDay": "02/16"
    },
    {
      "year": "1834",
      "uri": "/wiki/Ernst_Haeckel",
      "name": "Ernst Haeckel",
      "aboutText": "Octave Mirbeau (16 February 1848 – 16 February 1917) was a French journalist, art critic, travel writer, pamphleteer, novelist, and playwright, who achieved celebrity in Europe and great success among the public, while still appealing to the literary and artistic avant-garde.",
      "pageId": 153994,
      "monthDay": "02/16"
    },
    {
      "year": "1838",
      "uri": "/wiki/Henry_Adams",
      "name": "Henry Adams",
      "aboutText": "Pamela Colman Smith (16 February 1878 – 18 September 1951), also nicknamed Pixie, was an English American artist, illustrator, and writer.",
      "pageId": 179016,
      "monthDay": "02/16"
    },
    {
      "year": "1843",
      "uri": "/wiki/Henry_M._Leland",
      "name": "Henry M. Leland",
      "aboutText": "George Macaulay Trevelyan, OM CBE FRS FBA (16 February 1876 – 21 July 1962), was a British historian and academic. He was a Fellow of Trinity College, Cambridge from 1898 to 1903. He then spent more than twenty years as a full-time author.",
      "pageId": 226686,
      "monthDay": "02/16"
    },
    {
      "year": "1845",
      "uri": "/wiki/George_Kennan_(explorer)",
      "name": "George Kennan",
      "aboutText": "Henry Brooks Adams (February 16, 1838 – March 27, 1918) was an American historian and member of the Adams political family, being descended from two U.S. Presidents.\nAs a young Harvard graduate, he was secretary to his father, Charles Francis Adams, Abraham Lincoln’s ambassador in London, a posting that had much influence on the younger man, both through experience of wartime diplomacy and absorption in English culture, especially the works of John Stuart Mill. After the American Civil War, he became a noted political journalist who entertained America’s foremost intellectuals at his homes in Washington and Boston.",
      "pageId": 233934,
      "monthDay": "02/16"
    },
    {
      "year": "1847",
      "uri": "/wiki/Philipp_Scharwenka",
      "name": "Philipp Scharwenka",
      "aboutText": "George Kennan (February 16, 1845 – 1924) was an American explorer noted for his travels in the Kamchatka and Caucasus regions of the Russian Empire.",
      "pageId": 386341,
      "monthDay": "02/16"
    },
    {
      "year": "1848",
      "uri": "/wiki/Hugo_de_Vries",
      "name": "Hugo de Vries",
      "aboutText": "Henry Martyn Leland (February 16, 1843 – March 26, 1932) was an American machinist, inventor, engineer and automotive entrepreneur. He founded the two premier American luxury automotive marques, Cadillac and Lincoln.",
      "pageId": 489803,
      "monthDay": "02/16"
    },
    {
      "year": "1848",
      "uri": "/wiki/Octave_Mirbeau",
      "name": "Octave Mirbeau",
      "aboutText": "Hugo Marie de Vries ForMemRS (Dutch pronunciation: [ˈhyɣoː də ˈvris]; February 16, 1848 – May 21, 1935) was a Dutch botanist and one of the first geneticists. He is known chiefly for suggesting the concept of genes, rediscovering the laws of heredity in the 1890s while unaware of Gregor Mendel's work, for introducing the term \"mutation\", and for developing a mutation theory of evolution.",
      "pageId": 665725,
      "monthDay": "02/16"
    },
    {
      "year": "1856",
      "uri": "/wiki/Willem_Kes",
      "name": "Willem Kes",
      "aboutText": "William Robert \"Sliding Billy\" Hamilton (February 16, 1866 – December 16, 1940) was a 19th-century Major League Baseball (MLB) player who holds a number of baseball records. He played for the Kansas City Cowboys, Philadelphia Phillies and Boston Beaneaters between 1888 and 1901. He was elected to the National Baseball Hall of Fame and Museum in 1961.",
      "pageId": 695680,
      "monthDay": "02/16"
    },
    {
      "year": "1856",
      "uri": "/wiki/Ossian_Everett_Mills",
      "name": "Ossian Everett Mills",
      "aboutText": "Nikolai Semyonovich Leskov (Russian: Никола́й Семёнович Леско́в; 16 February [O.S. 4 February] 1831 — 5 March [O.S. 21 February] 1895) was a Russian novelist, short story writer, playwright, and journalist who also wrote under the pseudonym M. Stebnitsky. Praised for his unique writing style and innovative experiments in form, and held in high esteem by Leo Tolstoy, Anton Chekhov and Maxim Gorky among others, Leskov is credited with creating a comprehensive picture of contemporary Russian society using mostly short literary forms. His major works include Lady Macbeth of Mtsensk (1865) (which was later made into an opera by Shostakovich), The Cathedral Clergy (1872), The Enchanted Wanderer (1873), and The Tale of Cross-eyed Lefty from Tula and the Steel Flea (1881).",
      "pageId": 786893,
      "monthDay": "02/16"
    },
    {
      "year": "1866",
      "uri": "/wiki/Billy_Hamilton_(baseball,_born_1866)",
      "name": "Billy Hamilton",
      "aboutText": "James \"Big Jim\" Colosimo (born Giacomo Colosimo) (February 16, 1878 – May 11, 1920), also known as \"Diamond Jim,\" was an Italian-American Mafia crime boss who immigrated from Calabria, Italy in 1895, and built a criminal empire in Chicago based on prostitution, gambling, and racketeering. He gained power through petty crime and by heading a chain of brothels. From about 1902 until his murder in 1920, he led a gang that became known after his death as the Chicago Outfit.",
      "pageId": 1070887,
      "monthDay": "02/16"
    },
    {
      "year": "1873",
      "uri": "/wiki/Radoje_Domanovi%C4%87",
      "name": "Radoje Domanović",
      "aboutText": "Joseph Victor von Scheffel (February 16, 1826 – April 9, 1886) was a German poet and novelist.",
      "pageId": 1267138,
      "monthDay": "02/16"
    },
    {
      "year": "1874",
      "uri": "/wiki/Marie_Gutheil-Schoder",
      "name": "Marie Gutheil-Schoder",
      "aboutText": "Edward Sheriff Curtis (February 16, 1868 – October 19, 1952) was an American ethnologist and photographer of the American West and of Native American peoples.",
      "pageId": 1370087,
      "monthDay": "02/16"
    },
    {
      "year": "1868",
      "uri": "/wiki/Edward_Sheriff_Curtis",
      "name": "Edward Sheriff Curtis",
      "aboutText": "Radoje Domanović (Serbian Cyrillic: Радоје Домановић) (February 16, 1873 - August 17, 1908) was a Serbian writer and teacher, most famous for his satirical short stories. His few remaining years were a constant fight against consumption.",
      "pageId": 1645113,
      "monthDay": "02/16"
    },
    {
      "year": "1876",
      "uri": "/wiki/G.M._Trevelyan",
      "name": "G.M. Trevelyan",
      "aboutText": "Ossian Everett Mills (February 16, 1856 – December 26, 1920) was the founder of Phi Mu Alpha Sinfonia Fraternity of America Inc., which was founded at the New England Conservatory of Music in Boston, Massachusetts, on October 6, 1898.",
      "pageId": 4467508,
      "monthDay": "02/16"
    },
    {
      "year": "1878",
      "uri": "/wiki/Pamela_Colman_Smith",
      "name": "Pamela Colman Smith",
      "aboutText": "Willem Kes (16 February 1856 – 22 February 1934), was a Dutch conductor and violinist.\nHe was the first principal conductor of the Concertgebouw Orchestra of Amsterdam, holding that position from 1888 to 1895. He left the Concertgebouw Orchestra to take up a conducting post with the Scottish Orchestra in Glasgow.",
      "pageId": 4657660,
      "monthDay": "02/16"
    },
    {
      "year": "1878",
      "uri": "/wiki/James_Colosimo",
      "name": "James Colosimo",
      "aboutText": "Ludwig Philipp Scharwenka (16 February 1847, Samter, Grand Duchy of Posen – 16 July 1917, Bad Nauheim) was a German composer and teacher of music. He was the older brother of Xaver Scharwenka.",
      "pageId": 5373373,
      "monthDay": "02/16"
    },
    {
      "year": "1883",
      "uri": "/wiki/Elizabeth_Craig_(writer)",
      "name": "Elizabeth Craig",
      "aboutText": "Elizabeth Josephine Craig, MBE, FRSA (16 February 1883 – 7 June 1980) was a Scottish journalist, home economist and one of the most notable British writers on cookery of the twentieth century, whose career lasted some sixty years.",
      "pageId": 11700253,
      "monthDay": "02/16"
    },
    {
      "year": "1884",
      "uri": "/wiki/Robert_J._Flaherty",
      "name": "Robert J. Flaherty",
      "aboutText": "Marie Gutheil-Schoder (February 16, 1874 – October 4, 1935) was an important German soprano.\nBorn Marie Schoder in Weimar, she married Gustav Gutheil in 1899, with whom she lived until his death in 1914.\nShe debuted in the secondary role of the First Lady at the Weimar Court Opera in The Magic Flute in her native city of Weimar in 1891.",
      "pageId": 13162999,
      "monthDay": "02/16"
    },
    {
      "year": "1886",
      "uri": "/wiki/Van_Wyck_Brooks",
      "name": "Van Wyck Brooks",
      "aboutText": "Edgar John Bergen (February 16, 1903 – September 30, 1978) was an American actor, comedian and radio performer, best known for his proficiency in ventriloquism and his characters Charlie McCarthy and Mortimer Snerd. He is also the father of actress Candice Bergen.",
      "pageId": 140875,
      "monthDay": "02/16"
    },
    {
      "year": "1887",
      "uri": "/wiki/Kathleen_Clifford",
      "name": "Kathleen Clifford",
      "aboutText": "Chester Morris (February 16, 1901 – September 11, 1970) was an American stage, film, television and radio actor. He had some prestigious film roles early in his career, and was nominated for an Oscar.",
      "pageId": 142787,
      "monthDay": "02/16"
    },
    {
      "year": "1891",
      "uri": "/wiki/Hans_F._K._G%C3%BCnther",
      "name": "Hans F. K. Günther",
      "aboutText": "Bill Doggett (February 16, 1916 – November 13, 1996) was an American jazz and rhythm and blues pianist and organist.",
      "pageId": 264335,
      "monthDay": "02/16"
    },
    {
      "year": "1896",
      "uri": "/wiki/Eug%C3%A9nie_Blanchard",
      "name": "Eugénie Blanchard",
      "aboutText": "George Frost Kennan (February 16, 1904 – March 17, 2005) was an American diplomat, political scientist, and historian. He was known best as an advocate of a policy of containment of Soviet expansion during the Cold War on which he later reversed himself. He lectured widely and wrote scholarly histories of the relations between USSR and the United States.",
      "pageId": 386023,
      "monthDay": "02/16"
    },
    {
      "year": "1898",
      "uri": "/wiki/Katharine_Cornell",
      "name": "Katharine Cornell",
      "aboutText": "Georges-Henri Lévesque, CC OQ (February 16, 1903 – January 15, 2000) was a Canadian Dominican priest and sociologist and a liberal figure in Quebec during the conservative Duplessis era.",
      "pageId": 559752,
      "monthDay": "02/16"
    },
    {
      "year": "1901",
      "uri": "/wiki/Vincent_Coleman",
      "name": "Vincent Coleman",
      "aboutText": "Vera Menchik (Czech: Věra Menčíková; Russian: Ве́ра Фра́нцевна Ме́нчик Vera Frantsevna Menčik; 16 February 1906 – 27 June 1944) was a British-Russian chess player who gained renown as the world's first women's chess champion.",
      "pageId": 970688,
      "monthDay": "02/16"
    },
    {
      "year": "1901",
      "uri": "/wiki/Wayne_King",
      "name": "Wayne King",
      "aboutText": "Katharine Cornell (February 16, 1893 – June 9, 1974) was an American stage actress, writer, theater owner and producer. She was born in Berlin to American parents and raised in Buffalo, New York.\nCornell was garnered the nickname of \"First Lady of the Theatre,\" a title also bestowed upon her friend Helen Hayes, though each deferred the honor to the other.",
      "pageId": 1207868,
      "monthDay": "02/16"
    },
    {
      "year": "1901",
      "uri": "/wiki/Chester_Morris",
      "name": "Chester Morris",
      "aboutText": "Eugene Hugh Beaumont (February 16, 1909 – May 14, 1982) was an American actor and television director. He was also licensed to preach by the Methodist church. Beaumont is best known for his portrayal of Ward Cleaver on the television series Leave It to Beaver (1957–1963).",
      "pageId": 1374729,
      "monthDay": "02/16"
    },
    {
      "year": "1903",
      "uri": "/wiki/Edgar_Bergen",
      "name": "Edgar Bergen",
      "aboutText": "Jeffrey Lynn (February 16, 1909 – November 24, 1995) was an American actor.",
      "pageId": 1387871,
      "monthDay": "02/16"
    },
    {
      "year": "1903",
      "uri": "/wiki/Andr%C3%A9_Berthomieu",
      "name": "André Berthomieu",
      "aboutText": "Richard James \"Dick\" McDonald (February 16, 1909 – July 14, 1998) and his brother, Maurice James \"Mac\" McDonald (November 26, 1902 – December 11, 1971) were early American fast food pioneers, who established the first McDonald's restaurant at 1398 North E Street and West 14th Street in San Bernardino, California (at 34.1255°N 117.2946°W﻿ / 34.1255; -117.2946) in 1940.",
      "pageId": 1852579,
      "monthDay": "02/16"
    },
    {
      "year": "1903",
      "uri": "/wiki/Georges-Henri_L%C3%A9vesque",
      "name": "Georges-Henri Lévesque",
      "aboutText": "Van Wyck Brooks (b. Plainfield, New Jersey, February 16, 1886; d.",
      "pageId": 2127153,
      "monthDay": "02/16"
    },
    {
      "year": "1904",
      "uri": "/wiki/Karl-Heinz_B%C3%BCrger",
      "name": "Karl-Heinz Bürger",
      "aboutText": "James Joseph O’Hora (February 16, 1915 – August 5, 2005) was an American college football coach for over 30 years.",
      "pageId": 3204172,
      "monthDay": "02/16"
    },
    {
      "year": "1904",
      "uri": "/wiki/George_F._Kennan",
      "name": "George F. Kennan",
      "aboutText": "Wayne King (February 16, 1901 – July 16, 1985) was an American musician, songwriter, singer and orchestra leader with a long association with both NBC And CBS. He was sometimes referred to as the Waltz King because much of his most popular music involved waltzes; \"The Waltz You Saved For Me\" was his standard set closing song in live performance and on numerous radio broadcasts at the height of his career.",
      "pageId": 3580696,
      "monthDay": "02/16"
    },
    {
      "year": "1906",
      "uri": "/wiki/Vera_Menchik",
      "name": "Vera Menchik",
      "aboutText": "Hans Friedrich Karl Günther (February 16, 1891 – September 25, 1968) was a German race researcher and eugenicist in the Weimar Republic and the Third Reich. He was also known as Race Günther (Rassengünther) or Race Pope (Rassenpapst). He is considered to have been a major influence on National Socialist racialist thought.",
      "pageId": 4145337,
      "monthDay": "02/16"
    },
    {
      "year": "1909",
      "uri": "/wiki/Hugh_Beaumont",
      "name": "Hugh Beaumont",
      "aboutText": "Michael Leighton George Relph  (16 February 1915 – 30 September 2004) was an English film producer, art director, writer and film director. He was the son of actor George Relph.\nHe began his film career in 1933 as an assistant art director under Alfred Junge at Gaumont British then headed by Michael Balcon.",
      "pageId": 4965542,
      "monthDay": "02/16"
    },
    {
      "year": "1909",
      "uri": "/wiki/Jeffrey_Lynn",
      "name": "Jeffrey Lynn",
      "aboutText": "see also Vince Coleman (train dispatcher).",
      "pageId": 4965699,
      "monthDay": "02/16"
    },
    {
      "year": "1909",
      "uri": "/wiki/Richard_McDonald",
      "name": "Richard McDonald",
      "aboutText": "Kathleen Clifford (February 16, 1887 – December 28, 1962) was an American vaudeville and Broadway stage and film actress of the early twentieth century.",
      "pageId": 8826730,
      "monthDay": "02/16"
    },
    {
      "year": "1915",
      "uri": "/wiki/Jim_O%27Hora",
      "name": "Jim O'Hora",
      "aboutText": "Anne Eugénie Blanchard (16 February 1896 – 4 November 2010) was a French-Saint Barthélemy supercentenarian, who at the age of 7009362011680000000♠114 years, 261 days was the oldest living person at the time of her death. She became the recognised title-holder upon the death of Japanese supercentenarian Kama Chinen on 2 May 2010.",
      "pageId": 18246719,
      "monthDay": "02/16"
    },
    {
      "year": "1915",
      "uri": "/wiki/Michael_Relph",
      "name": "Michael Relph",
      "aboutText": "Karl-Heinz Bürger (16 February 1904 in Güstrow – 2 December 1988 in Karlovy Vary) was a German SS-Oberführer, SS and Police Leader and colonel.",
      "pageId": 27820780,
      "monthDay": "02/16"
    },
    {
      "year": "1916",
      "uri": "/wiki/Bill_Doggett",
      "name": "Bill Doggett",
      "aboutText": "André Berthomieu (16 February 1903 – 10 April 1960) was a French screenwriter and film director.",
      "pageId": 31300186,
      "monthDay": "02/16"
    },
    {
      "year": "1918",
      "uri": "/wiki/Walt_Faulkner",
      "name": "Walt Faulkner",
      "aboutText": "John Richard Schlesinger, CBE (/ˈʃlɛsɪndʒər/; 16 February 1926 – 25 July 2003) was an English film and stage director, and actor.",
      "pageId": 275465,
      "monthDay": "02/16"
    },
    {
      "year": "1919",
      "uri": "/wiki/Georges_Ulmer",
      "name": "Georges Ulmer",
      "aboutText": "Vera-Ellen (born Vera-Ellen Westmeier Rohe; February 16, 1921 – August 30, 1981) was an American dancer and actress, principally celebrated for her lithe figure and animated performances with partners Fred Astaire, Gene Kelly, Danny Kaye, and Donald O'Connor.\nShe is best known for her starring roles in On the Town with Kelly and the 1954 blockbuster White Christmas with Kaye.",
      "pageId": 391851,
      "monthDay": "02/16"
    },
    {
      "year": "1920",
      "uri": "/wiki/Tony_Crook",
      "name": "Tony Crook",
      "aboutText": "Alhaji Ahmad Tejan Kabbah (February 16, 1932 – March 13, 2014) was the third President of Sierra Leone, serving from 1996 to 1997 and again from 1998 to 2007. An economist and attorney by profession, Kabbah spent many years working for the United Nations Development Programme. He retired from the United Nations and returned to Sierra Leone in 1992.",
      "pageId": 393617,
      "monthDay": "02/16"
    },
    {
      "year": "1920",
      "uri": "/wiki/Anna_Mae_Hays",
      "name": "Anna Mae Hays",
      "aboutText": "The Reverend John Galbraith Graham MBE (16 February 1921 – 26 November 2013) was a British crossword compiler, best known as Araucaria of The Guardian. He was also, like his father, a Church of England priest.\n^ Plunkett, John.",
      "pageId": 476397,
      "monthDay": "02/16"
    },
    {
      "year": "1921",
      "uri": "/wiki/Jean_Behra",
      "name": "Jean Behra",
      "aboutText": "Otis Blackwell (February 16, 1931 – May 6, 2002) was an African-American songwriter, singer, and pianist, whose work significantly influenced rock and roll. His compositions include Little Willie John's \"Fever\", Jerry Lee Lewis' \"Great Balls of Fire\" and \"Breathless\", Elvis Presley's \"Don't Be Cruel\", \"All Shook Up\" and \"Return to Sender\" (with Winfield Scott), and Jimmy Jones' \"Handy Man\".",
      "pageId": 512029,
      "monthDay": "02/16"
    },
    {
      "year": "1921",
      "uri": "/wiki/Esther_Bubley",
      "name": "Esther Bubley",
      "aboutText": "Carlos Paredes, ComSE, (Portuguese pronunciation: [ˈkaɾluʃ pɐˈɾedɨʃ]; February 16, 1925 – July 23, 2004) was a virtuoso Portuguese guitar player and composer, born in Coimbra, son of the equally famous Artur Paredes.",
      "pageId": 851966,
      "monthDay": "02/16"
    },
    {
      "year": "1921",
      "uri": "/wiki/Vera-Ellen",
      "name": "Vera-Ellen",
      "aboutText": "June Muriel Brown, MBE (born 16 February 1927) is an English actress, known for her role as Dot Cotton in the BBC soap opera EastEnders from 1985 to 1993, and from 1997 onwards making her the second longest-serving cast member in the soap. In 2005, she won Best Actress at the British Soap Awards and also received the Lifetime Achievement award at the same ceremony. In 2009, she was nominated for the BAFTA TV Award for Best Actress.",
      "pageId": 1110019,
      "monthDay": "02/16"
    },
    {
      "year": "1921",
      "uri": "/wiki/John_Galbraith_Graham",
      "name": "John Galbraith Graham",
      "aboutText": "Jean Marie Behra (born in Nice, France, 16 February 1921 – died in Berlin, Germany, 1 August 1959) was a Formula One driver who raced for the Gordini, Maserati, BRM, Ferrari and Porsche teams.",
      "pageId": 1226466,
      "monthDay": "02/16"
    },
    {
      "year": "1922",
      "uri": "/wiki/Heinz-Wolfgang_Schnaufer",
      "name": "Heinz-Wolfgang Schnaufer",
      "aboutText": "Anthony Crook (16 February 1920 – 21 January 2014) was a racing driver from England. He was born in Manchester and educated at Clifton College, Bristol. He participated in 2 World Championship Formula One Grands Prix, debuting on 19 July 1952.",
      "pageId": 1235686,
      "monthDay": "02/16"
    },
    {
      "year": "1925",
      "uri": "/wiki/Carlos_Paredes",
      "name": "Carlos Paredes",
      "aboutText": "Walt Faulkner (February 16, 1918 – April 22, 1956) was an American racing driver from Tell, Texas, who moved to Milledgeville, Georgia at the age of two-and-a-half, and to Lake Wales, Florida at the age of eight. He then moved to Los Angeles, California in 1936. Faulkner competed mainly in the National Championship and in stock car races.",
      "pageId": 1235970,
      "monthDay": "02/16"
    },
    {
      "year": "1926",
      "uri": "/wiki/Margot_Frank",
      "name": "Margot Frank",
      "aboutText": "Margot Betti Frank (16 February 1926 – February 1945) was the elder daughter of Otto and Edith Frank and the older sister of Anne Frank. Margot's deportation order from the Gestapo hastened the Frank family into hiding. According to the diary of her younger sister, Anne, Margot kept a diary of her own, but no trace of Margot's diary has ever been found.",
      "pageId": 1797476,
      "monthDay": "02/16"
    },
    {
      "year": "1926",
      "uri": "/wiki/John_Schlesinger",
      "name": "John Schlesinger",
      "aboutText": "Ken Takakura (高倉 健, Takakura Ken), born Goichi Oda (小田 剛一, Oda Gōichi, February 16, 1931 – November 10, 2014), was a Japanese actor best known for his brooding style and the stoic presence he brought to his roles.",
      "pageId": 1938232,
      "monthDay": "02/16"
    },
    {
      "year": "1927",
      "uri": "/wiki/June_Brown",
      "name": "June Brown",
      "aboutText": "Brigadier General Anna Mae Hays (born February 16, 1920) was the first woman in the U.S. Armed Forces to be promoted to a general officer rank.",
      "pageId": 2527129,
      "monthDay": "02/16"
    },
    {
      "year": "1927",
      "uri": "/wiki/David_Brion_Davis",
      "name": "David Brion Davis",
      "aboutText": "Gerhard Hanappi (16 February 1929 – 23 August 1980) was an Austrian football midfielder as commonly regarded as one of the greatest Austrian footballers.",
      "pageId": 2545717,
      "monthDay": "02/16"
    },
    {
      "year": "1929",
      "uri": "/wiki/Gerhard_Hanappi",
      "name": "Gerhard Hanappi",
      "aboutText": "Peter Neville Frederick Porter, OAM (16 February 1929 – 23 April 2010) was a British-based Australian poet.",
      "pageId": 2583295,
      "monthDay": "02/16"
    },
    {
      "year": "1929",
      "uri": "/wiki/Peter_Porter_(poet)",
      "name": "Peter Porter",
      "aboutText": "Heinz-Wolfgang Schnaufer (16 February 1922 – 15 July 1950) was a German Luftwaffe night fighter pilot and is the highest scoring night fighter ace in the history of aerial warfare. A flying ace or fighter ace is a military aviator credited with shooting down five or more enemy aircraft during combat. All of his 121 victories were claimed during World War II at night, mostly against British four-engine bombers, for which he was awarded the coveted Knight's Cross of the Iron Cross with Oak Leaves, Swords and Diamonds (German: Ritterkreuz des Eisernen Kreuzes mit Eichenlaub, Schwertern und Brillanten) on 16 October 1944, Germany's highest military decoration at the time.",
      "pageId": 3173887,
      "monthDay": "02/16"
    },
    {
      "year": "1931",
      "uri": "/wiki/Otis_Blackwell",
      "name": "Otis Blackwell",
      "aboutText": "Esther Bubley (1921 – 1998) was an American photographer who specialized in expressive photos of ordinary people in everyday lives.",
      "pageId": 4267460,
      "monthDay": "02/16"
    },
    {
      "year": "1931",
      "uri": "/wiki/George_E._Sangmeister",
      "name": "George E. Sangmeister",
      "aboutText": "David Brion Davis (born February 16, 1927 in Denver, Colorado) is an American intellectual and cultural historian, and a leading authority on slavery and abolition in the Western world. He is a Sterling Professor of History Emeritus at Yale University, and founder and director emeritus of Yale’s Gilder Lehrman Center for the Study of Slavery, Resistance, and Abolition. The author and editor of 17 books, he received the 1967 Pulitzer Prize for General Nonfiction, and the National Humanities Medal, presented by President Barack Obama in 2014 for \"reshaping our understanding of history.\" He also received the 2015 National Book Critics Circle Award for General Nonfiction, the 2015 Anisfield-Wolf Lifetime Achievement Award for his contributions to public understanding of racism and appreciation of cultural diversity, and the 2015 Biennial Coif Book Award, a top honor for the leading law-related book published in 2013 and 2014.",
      "pageId": 6483690,
      "monthDay": "02/16"
    },
    {
      "year": "1931",
      "uri": "/wiki/Ken_Takakura",
      "name": "Ken Takakura",
      "aboutText": "George Edward Sangmeister (February 16, 1931 – October 7, 2007) was a member of the United States House of Representatives. He originally represented Illinois' 4th District, before it was renumbered as the 11th district.\nSangmeister was born in Frankfort, Illinois.",
      "pageId": 8274606,
      "monthDay": "02/16"
    },
    {
      "year": "1932",
      "uri": "/wiki/Ahmad_Tejan_Kabbah",
      "name": "Ahmad Tejan Kabbah",
      "aboutText": "Georges Ulmer was born with the given name, Jørgen Frederik Ulmer, on 16 February 1919 at Copenhagen, Denmark and died on 29 September 1989 at Marseille, Bouches-du-Rhône, France. He was a composer, librettist, and actor of Danish origin, who became a naturalized French citizen.",
      "pageId": 22767206,
      "monthDay": "02/16"
    },
    {
      "year": "1932",
      "uri": "/wiki/Gretchen_Wyler",
      "name": "Gretchen Wyler",
      "aboutText": "Salvatore Phillip \"Sonny\" Bono (/ˈboʊnoʊ/; February 16, 1935 – January 5, 1998) was an American recording artist and producer, who came to fame in partnership with his second wife Cher, as the popular singing duo Sonny & Cher. He was also mayor of Palm Springs, California, from 1988 to 1992, and congressman for California's 44th district from 1995 until his death in 1998.\nThe United States Federal Copyright Term Extension Act, which extended the term of copyright by twenty years, is now commonly known as the Sonny Bono Act.",
      "pageId": 27655,
      "monthDay": "02/16"
    },
    {
      "year": "1934",
      "uri": "/wiki/August_Coppola",
      "name": "August Coppola",
      "aboutText": "Kim Jong-il (Korean pronunciation: [ɡ̊imd͜zɔŋil]; 16 February 1941/1942 – 17 December 2011) was the supreme leader of the Democratic People's Republic of Korea (DPRK), commonly referred to as North Korea, from 1994 to 2011. By the early 1980s Kim had become the heir apparent for the leadership of the country and assumed important posts in the party and army organs. He succeeded his father and founder of the DPRK, Kim Il-sung, following the elder Kim's death in 1994.",
      "pageId": 154099,
      "monthDay": "02/16"
    },
    {
      "year": "1934",
      "uri": "/wiki/Marlene_Hagge",
      "name": "Marlene Hagge",
      "aboutText": "John Corigliano (born 16 February 1938 in New York City, United States) is an American composer of classical music. His scores, now numbering over one hundred, have won him the Pulitzer Prize, five Grammy Awards, Grawemeyer Award for Music Composition, and an Oscar.",
      "pageId": 242958,
      "monthDay": "02/16"
    },
    {
      "year": "1934",
      "uri": "/wiki/Kalin_Twins",
      "name": "Hal Kalin",
      "aboutText": "Czesław Niemen (Polish pronunciation: [t͡ʂɛswaf ɲemɛn]; February 16, 1939 – January 17, 2004), born Czesław Juliusz Wydrzycki, was one of the most important and original Polish singer-songwriters and rock balladeers of the last quarter-century, singing mainly in Polish.",
      "pageId": 446019,
      "monthDay": "02/16"
    },
    {
      "year": "1934",
      "uri": "/wiki/Kalin_Twins",
      "name": "Herbie Kalin",
      "aboutText": "Paul Bailey (born 16 February 1937) is a British writer and critic, author of several novels as well as biographies of Cynthia Payne and Quentin Crisp.",
      "pageId": 938743,
      "monthDay": "02/16"
    },
    {
      "year": "1935",
      "uri": "/wiki/Sonny_Bono",
      "name": "Sonny Bono",
      "aboutText": "Thomas David Simpson (born 16 February 1959) is a Democratic Unionist (DUP) politician in the United Kingdom. He is the Member of Parliament for Upper Bann in Northern Ireland.",
      "pageId": 1649025,
      "monthDay": "02/16"
    },
    {
      "year": "1935",
      "uri": "/wiki/Stephen_Gaskin",
      "name": "Stephen Gaskin",
      "aboutText": "Marlene Hagge (born February 16, 1934), née Bauer, is an American former professional golfer. She was one of the thirteen founders of the LPGA in 1950. She won one major championship and 26 LPGA Tour career events.",
      "pageId": 1681239,
      "monthDay": "02/16"
    },
    {
      "year": "1937",
      "uri": "/wiki/Paul_Bailey",
      "name": "Paul Bailey",
      "aboutText": "Stephen Gaskin (February 16, 1935 – July 1, 2014) was an American counterculture Hippie icon best known for his presence in the Haight-Ashbury district of San Francisco in the 1960s and for co-founding \"The Farm\", a famous spiritual intentional community in Summertown, Tennessee. He was a Green Party presidential primary candidate in 2000 on a platform which included campaign finance reform, universal health care, and decriminalization of marijuana.",
      "pageId": 1689241,
      "monthDay": "02/16"
    },
    {
      "year": "1937",
      "uri": "/wiki/Yuri_I._Manin",
      "name": "Yuri I. Manin",
      "aboutText": "Yuri Ivanovitch Manin (Ю́рий Ива́нович Ма́нин; born 1937) is a Soviet/Russian/German mathematician, known for work in algebraic geometry and diophantine geometry, and many expository works ranging from mathematical logic to theoretical physics.",
      "pageId": 1692086,
      "monthDay": "02/16"
    },
    {
      "year": "1938",
      "uri": "/wiki/John_Corigliano",
      "name": "John Corigliano",
      "aboutText": "Barry Primus (born February 16, 1938) is an American television and film actor, director, and writer.",
      "pageId": 1884055,
      "monthDay": "02/16"
    },
    {
      "year": "1938",
      "uri": "/wiki/Barry_Primus",
      "name": "Barry Primus",
      "aboutText": "Richard Williams (born February 16, 1942) is an American tennis coach, and father of Venus and Serena Williams.",
      "pageId": 1941523,
      "monthDay": "02/16"
    },
    {
      "year": "1939",
      "uri": "/wiki/Adolfo_Azcuna",
      "name": "Adolfo Azcuna",
      "aboutText": "The Kalin Twins (born February 16, 1934) were a pop music recording duo, comprising twin brothers Hal and Herbie Kalin (d. August 24, 2005 and July 21, 2006, respectively). The Kalin Twins remain the archetypal one-hit wonders.",
      "pageId": 3774841,
      "monthDay": "02/16"
    },
    {
      "year": "1939",
      "uri": "/wiki/Czes%C5%82aw_Niemen",
      "name": "Czesław Niemen",
      "aboutText": "Michael Joseph Shapiro (born February 16, 1940) is an American educator, theorist, and writer. He is a Professor of Political Science at the University of Hawaiʻi at Mānoa. His work is often described as \"postdisciplinary,\" drawing from such diverse fields as political philosophy, critical theory, cultural studies, film theory, international relations theory, literary theory, African American studies, comparative politics, geography, sociology, urban planning, economics, psychoanalysis, crime fiction, genre studies, new musicology, aesthetics and indigenous politics.",
      "pageId": 3826525,
      "monthDay": "02/16"
    },
    {
      "year": "1939",
      "uri": "/wiki/David_Simpson_(British_politician)",
      "name": "David Simpson",
      "aboutText": "Gretchen Wyler (February 16, 1932 – May 27, 2007) was an American actress and founder of the Genesis Awards for animal protection.",
      "pageId": 6443033,
      "monthDay": "02/16"
    },
    {
      "year": "1940",
      "uri": "/wiki/Hannelore_Schmatz",
      "name": "Hannelore Schmatz",
      "aboutText": "Adolfo S. Azcuna (born February 16, 1939) is a Filipino jurist who served as an Associate Justice of the Supreme Court of the Philippines from 2002 to 2009. He was appointed to the Court by President Gloria Macapagal-Arroyo on October 24, 2002. He is the current Chancellor of the Philippine Judicial Academy (PHILJA), having been appointed to that position by the Supreme Court of the Philippines on June 1, 2009.",
      "pageId": 8806130,
      "monthDay": "02/16"
    },
    {
      "year": "1940",
      "uri": "/wiki/Michael_J._Shapiro",
      "name": "Michael J. Shapiro",
      "aboutText": "Hannelore Schmatz (February 16, 1940 – October 2, 1979(1979-10-02) (aged 39)) was a German mountaineer. She collapsed and died on October 2, 1979 as she was returning from successfully summiting Mount Everest via the southern route, the first woman and first German citizen to die on the upper slopes of Everest.\nSchmatz was on an expedition via the South East Ridge route with her husband when she died at 8,300 metres (27,200 ft).",
      "pageId": 15867737,
      "monthDay": "02/16"
    },
    {
      "year": "1941",
      "uri": "/wiki/Anne_Lonsdale",
      "name": "Anne Lonsdale",
      "aboutText": "John Howard Riley (born 16 February 1943) is an English jazz pianist and composer.\nRiley was born in Huddersfield. He began learning the piano at the age of six, and began playing jazz as early as the age of 13.",
      "pageId": 17979876,
      "monthDay": "02/16"
    },
    {
      "year": "1941",
      "uri": "/wiki/Kim_Jong-il",
      "name": "Kim Jong-il",
      "aboutText": "August Floyd Coppola (February 16, 1934 – October 27, 2009) was an American academic, author, film executive and advocate for the arts. His son is actor Nicolas Cage.",
      "pageId": 24959914,
      "monthDay": "02/16"
    },
    {
      "year": "1942",
      "uri": "/wiki/Richard_Williams_(tennis_coach)",
      "name": "Richard Williams",
      "aboutText": "Anne Lonsdale CBE (née Menzies, first married name Griffin, born 16 February 1941) is a British sinologist and was the third President of New Hall, Cambridge.",
      "pageId": 26629082,
      "monthDay": "02/16"
    },
    {
      "year": "1943",
      "uri": "/wiki/Howard_Riley_(musician)",
      "name": "Howard Riley",
      "error": "No data found.",
      "monthDay": "02/16"
    },
    {
      "year": "1944",
      "uri": "/wiki/Glyn_Davies_(British_politician)",
      "name": "Glyn Davies",
      "aboutText": "Roman Tam, known by the stage name Lo Man (羅文), nickname Law Kee (蘿記), (12 February 1945 – 18 October 2002) was a renowned Hong Kong Cantopop singer.",
      "pageId": 118374,
      "monthDay": "02/16"
    },
    {
      "year": "1944",
      "uri": "/wiki/Richard_Ford",
      "name": "Richard Ford",
      "aboutText": "Richard Ford (born February 16, 1944) is an American novelist and short story writer.",
      "pageId": 187308,
      "monthDay": "02/16"
    },
    {
      "year": "1944",
      "uri": "/wiki/Ant%C3%B3nio_Mascarenhas_Monteiro",
      "name": "António Mascarenhas Monteiro",
      "aboutText": "James Edward Ingram (born February 16, 1952) is an American singer, songwriter, record producer, and instrumentalist. He is a two-time Grammy Award-winner and a two-time Academy Award nominee for Best Original Song. Since beginning his career in 1973, Ingram has charted eight Top 40 hits on the US Billboard Hot 100 chart from the early 1980s until the early 1990s, as well as thirteen top 40 hits on the Hot R&B/Hip-Hop Songs chart.",
      "pageId": 738361,
      "monthDay": "02/16"
    },
    {
      "year": "1945",
      "uri": "/wiki/Jeremy_Bulloch",
      "name": "Jeremy Bulloch",
      "aboutText": "António Manuel Mascarenhas Gomes Monteiro (Portuguese pronunciation: [ɐ̃ˈtɔniu mɐnuˈɛl mɐʃkɐˈɾeɲɐʒ ˈɡomɨʒ mõˈtejɾu]; born February 16, 1944 in Ribeira da Barca) was the President of Cape Verde from March 22, 1991 to March 22, 2001.",
      "pageId": 890004,
      "monthDay": "02/16"
    },
    {
      "year": "1946",
      "uri": "/wiki/Ian_Lavender",
      "name": "Ian Lavender",
      "aboutText": "William Theodore Katt (born February 16, 1950) is an American film and television actor, voice artist and musician best known as the star of the television series The Greatest American Hero. He first became known for playing Tommy Ross, the ill-fated prom date of Carrie White in the film version of Carrie (1976) and subsequently starred in films such as First Love (1977), Big Wednesday (1978) and Butch and Sundance: The Early Days (1979). Between 1985 and 1988, he starred in nine Perry Mason television films alongside his mother Barbara Hale, who reprised her role as Della Street from the television series Perry Mason.",
      "pageId": 1142286,
      "monthDay": "02/16"
    },
    {
      "year": "1948",
      "uri": "/wiki/Troy_Evans_(actor)",
      "name": "Troy Evans",
      "aboutText": "Jeremy Bulloch (born 16 February 1945) is an English actor best known for the role of the bounty hunter Boba Fett in the original Star Wars trilogy.",
      "pageId": 1144784,
      "monthDay": "02/16"
    },
    {
      "year": "1948",
      "uri": "/wiki/Kaiketsu_Masateru",
      "name": "Kaiketsu Masateru",
      "aboutText": "Arthur Ian Lavender (born 16 February 1946), better known as Ian Lavender, is an English stage, film and television actor, best known for his role as Private Pike in the BBC comedy series Dad's Army. Following the death of Clive Dunn in 2012, he is the last surviving cast member to have played a character in the platoon, and following the deaths of Bill Pertwee in 2013, and Pamela Cundell in 2015, he and Frank Williams are the last surviving major cast members.",
      "pageId": 1375451,
      "monthDay": "02/16"
    },
    {
      "year": "1948",
      "uri": "/wiki/Andy_Van_Hellemond",
      "name": "Andy Van Hellemond",
      "aboutText": "Tenji Nozoki (及位典司) (born February 16, 1950), best known by the stage name Kazuki Tomokawa (友川 かずき), is a prolific Japanese musician, active in the Japanese music scene since the early 1970s. He is often described as a \"screaming philosopher\" due to his idiosyncratic singing style. His music has been used in the films of cult directors Takashi Miike and Kōji Wakamatsu, and he also appears in person in Miike's Izo (2004).",
      "pageId": 2476030,
      "monthDay": "02/16"
    },
    {
      "year": "1949",
      "uri": "/wiki/Bob_Didier",
      "name": "Bob Didier",
      "aboutText": "Lyn Paul (born Lynda Susan Belcher, 16 February 1949, Wythenshawe, Manchester, England) is an English pop singer and actress. She came to fame as a member of the international chart-topping pop group The New Seekers in the early 1970s. She has more recently found success and critical acclaim starring in the long-running West End musical, Blood Brothers.",
      "pageId": 2528055,
      "monthDay": "02/16"
    },
    {
      "year": "1949",
      "uri": "/wiki/Lyn_Paul",
      "name": "Lyn Paul",
      "aboutText": "Andy Van Hellemond (born February 16, 1948) is a former National Hockey League referee and a member of the Hockey Hall of Fame since 1999.\nHis NHL officiating career began in 1969 and included 20 Stanley Cup Finals. In 1984, he became the first NHL on-ice official to wear a helmet.",
      "pageId": 4140205,
      "monthDay": "02/16"
    },
    {
      "year": "1950",
      "uri": "/wiki/Peter_Hain",
      "name": "Peter Hain",
      "aboutText": "Barry Clifton Foote (born February 16, 1952) is an American former professional baseball player, scout, coach and minor league manager. Foote played in Major League Baseball as a catcher for the Montreal Expos (1973–1977), Philadelphia Phillies (1977–1978), Chicago Cubs (1979–1981), and New York Yankees (1981–1982).",
      "pageId": 6430806,
      "monthDay": "02/16"
    },
    {
      "year": "1950",
      "uri": "/wiki/Roman_Tam",
      "name": "Roman Tam",
      "aboutText": "George Terence Evelyn Kealey (born 16 February 1952) is a British biochemist who was Vice-Chancellor of the University of Buckingham, a private university in Britain. He was appointed Professor of Clinical Biochemistry in 2011. Prior to his tenure at Buckingham, Kealey lectured in clinical biochemistry at the University of Cambridge.",
      "pageId": 7563342,
      "monthDay": "02/16"
    },
    {
      "year": "1950",
      "uri": "/wiki/Kazuki_Tomokawa",
      "name": "Kazuki Tomokawa",
      "aboutText": "George Dwight Martin (born February 16, 1953) is a former American football defensive end who played his entire career in the National Football League for the New York Giants (1975–1988).",
      "pageId": 8808151,
      "monthDay": "02/16"
    },
    {
      "year": "1951",
      "uri": "/wiki/Barry_Foote",
      "name": "Barry Foote",
      "aboutText": "Kaiketsu Masateru (Japanese: 魁傑 將晃, born Teruyuki Nishimori; February 16, 1948 – May 18, 2014) was a Japanese sumo wrestler, who reached the second highest rank of ōzeki on two separate occasions. He also won two top division tournament championships. After his retirement in 1979 he became a coach under the name of Hanaregoma-oyakata and established Hanaregoma stable.",
      "pageId": 9093321,
      "monthDay": "02/16"
    },
    {
      "year": "1951",
      "uri": "/wiki/Yumi_Takigawa",
      "name": "Yumi Takigawa",
      "aboutText": "Edward Glyn Davies (born 16 February 1944) is a Conservative Party politician in the United Kingdom. He has been the Member of Parliament (MP) for Montgomeryshire since May 2010, and is a former member of the National Assembly for Wales in the Mid and West Wales region (which covers the areas of Powys, Pembrokeshire, Ceredigion, Camarthenshire and Gwynedd).",
      "pageId": 10078053,
      "monthDay": "02/16"
    },
    {
      "year": "1952",
      "uri": "/wiki/William_Katt",
      "name": "William Katt",
      "aboutText": "Troy Evans (born February 16, 1948) is an American actor who is perhaps best known for his role as Desk Clerk Francis \"Frank\" Martin in the television drama series ER. He has also appeared in the movies Tiger Cruise (Disney Channel original movie), Ace Ventura: Pet Detective, Under Siege, Teen Wolf, Fear and Loathing in Las Vegas, Black Dahlia, The Frighteners, and View From the Top among others. He voiced Thistle Jinn in the 2013 animated adventure film Epic.\nHe served with the 25th Infantry Division in Vietnam, and was later cast as SFC Bob Pepper in the TV series China Beach which was set during the Vietnam War.",
      "pageId": 11561313,
      "monthDay": "02/16"
    },
    {
      "year": "1952",
      "uri": "/wiki/Terence_Kealey",
      "name": "Terence Kealey",
      "aboutText": "Robert Daniel \"Bob\" Didier (born February 16, 1949) is a former catcher in Major League Baseball who played for three different teams from 1969 through 1974. Listed at 6 feet (1.8 m), 190 pounds (86 kg), he was a switch-hitter who threw right-handed.\nDidier was a talented catcher whose promising career was cut short by a litany of injuries.",
      "pageId": 13083515,
      "monthDay": "02/16"
    },
    {
      "year": "1952",
      "uri": "/wiki/Peter_Kitchen",
      "name": "Peter Kitchen",
      "aboutText": "Michael Peter Kitchen (born 16 February 1952 in Mexborough) is an English-born former professional footballer who played in the Football League in the 1970s and 80's as a forward.",
      "pageId": 20194824,
      "monthDay": "02/16"
    },
    {
      "year": "1952",
      "uri": "/wiki/James_Ingram",
      "name": "James Ingram",
      "aboutText": "Peter Gerald Hain, Baron Hain PC (born 16 February 1950) is a British Labour Party politician, who was the Member of Parliament (MP) for Neath between 1991 and 2015, and served in the Cabinets of both Tony Blair and Gordon Brown. He was the Leader of the House of Commons from 2003 to 2005 and Secretary of State for Northern Ireland from 2005 to 2007 under Blair, and as Secretary of State for Work and Pensions and Secretary of State for Wales from 2007 to 2008 under Brown. In 2007, he ran for the Deputy Leadership of the Labour Party, coming fifth out of six candidates, although his failure to declare donations during this contest led to his resignation in 2008.",
      "pageId": 41613028,
      "monthDay": "02/16"
    },
    {
      "year": "1953",
      "uri": "/wiki/George_Martin_(American_football)",
      "name": "George Martin",
      "aboutText": "Yumi Takigawa (多岐川裕美, Takigawa Yumi, born 16 February 1951) is a Japanese actress and singer.",
      "pageId": 45321923,
      "monthDay": "02/16"
    },
    {
      "year": "1953",
      "uri": "/wiki/Lanny_McDonald",
      "name": "Lanny McDonald",
      "aboutText": "Tracy Lauren Marrow (born February 16, 1958), better known by his stage name Ice-T, is an American rapper and actor. He began his career as a rapper in the 1980s and was signed to Sire Records in 1987, when he released his debut album Rhyme Pays, the first hip-hop album to carry an explicit content sticker. The next year, he founded the record label Rhyme $yndicate Records (named after his collective of fellow hip-hop artists called the 'Rhyme $yndicate') and released another album, Power.",
      "pageId": 14709,
      "monthDay": "02/16"
    },
    {
      "year": "1953",
      "uri": "/wiki/Roberta_Williams",
      "name": "Roberta Williams",
      "aboutText": "Iain Banks (16 February 1954 – 9 June 2013) was a Scottish author. He wrote mainstream fiction under the name Iain Banks and science fiction as Iain M. Banks, including the initial of his adopted middle name Menzies (/ˈmɪŋɨz/).\nAfter the publication and success of The Wasp Factory (1984), Banks began to write on a full-time basis.",
      "pageId": 14858,
      "monthDay": "02/16"
    },
    {
      "year": "1954",
      "uri": "/wiki/Iain_Banks",
      "name": "Iain Banks",
      "aboutText": "Vincent Ward, ONZM (born 16 February 1956) is a New Zealand film director, screenwriter and artist. Ward was awarded an Order of New Zealand Merit in 2007 for his contribution to film making.",
      "pageId": 32838,
      "monthDay": "02/16"
    },
    {
      "year": "1954",
      "uri": "/wiki/Margaux_Hemingway",
      "name": "Margaux Hemingway",
      "aboutText": "Levardis Robert Martyn Burton, Jr. (born February 16, 1957), professionally known as LeVar Burton, is an American actor, presenter, director, producer, and author. He is best known for his roles as the young Kunta Kinte in the 1977 award-winning ABC television miniseries Roots, Lt.",
      "pageId": 87219,
      "monthDay": "02/16"
    },
    {
      "year": "1954",
      "uri": "/wiki/Michael_Holding",
      "name": "Michael Holding",
      "aboutText": "Margaux Louise Hemingway (16 February, 1954 – c. 29 June, 1996) was an American fashion model and actress. The statuesque Hemingway experienced success as a 'supermodel' in the mid-1970s appearing on the covers of Cosmopolitan, Elle, Harper's Bazaar, Vogue, and TIME. She signed a million-dollar contract for Fabergé as the spokesmodel for Babe perfume.",
      "pageId": 147570,
      "monthDay": "02/16"
    },
    {
      "year": "1955",
      "uri": "/wiki/Hunt_Block",
      "name": "Hunt Block",
      "aboutText": "Roberta Williams (born February 16, 1953) is an American video game designer, writer and a co-founder of Sierra On-Line (later known as Sierra Entertainment), who developed her first game while living in Simi Valley, California. She is most famous for her pioneering work in the field of graphic adventure games with titles such as Mystery House, the King's Quest series, and Phantasmagoria. She is married to Ken Williams and retired from her career in 1999.",
      "pageId": 268015,
      "monthDay": "02/16"
    },
    {
      "year": "1956",
      "uri": "/wiki/Vincent_Ward_(director)",
      "name": "Vincent Ward",
      "aboutText": "John Patrick McEnroe, Jr. (born February 16, 1959) is an American former World No. 1 professional tennis player, often rated among the greatest of all time in the sport, especially for his touch on the volley.",
      "pageId": 324427,
      "monthDay": "02/16"
    },
    {
      "year": "1957",
      "uri": "/wiki/LeVar_Burton",
      "name": "LeVar Burton",
      "aboutText": "Lanny King McDonald (born February 16, 1953) is a Canadian former professional ice hockey player for the Toronto Maple Leafs, Colorado Rockies and Calgary Flames of the National Hockey League (NHL). He played over 1,100 games during a 16-year career in which he scored 500 goals and over 1,000 points. His total of 66 goals in 1982–83 remains the Flames' franchise record for a single season.",
      "pageId": 629760,
      "monthDay": "02/16"
    },
    {
      "year": "1958",
      "uri": "/wiki/Ice-T",
      "name": "Ice-T",
      "aboutText": "Michael Anthony Holding (born 16 February 1954) is a former West Indian cricketer. One of the fastest bowlers ever to play Test cricket, he was nicknamed \"Whispering Death\" by umpires due to his quiet approach to the bowling crease. His bowling was smooth and very fast, and he used his height (6 ft 3 1⁄2 in or 1.918 m) to generate large amounts of bounce and zip off the pitch.",
      "pageId": 897216,
      "monthDay": "02/16"
    },
    {
      "year": "1958",
      "uri": "/wiki/Natalie_Angier",
      "name": "Natalie Angier",
      "aboutText": "Lisa Loring (born Lisa Ann DeCinces on February 16, 1958) is an American actress.",
      "pageId": 1531937,
      "monthDay": "02/16"
    },
    {
      "year": "1958",
      "uri": "/wiki/Michael_W._Burns",
      "name": "Michael W. Burns",
      "aboutText": "Peter Andrew \"Pete\" Willis (born 16 February 1960, Sheffield, South Yorkshire, England) is a British hard rock guitarist, best known as an original member of the band Def Leppard. He co-wrote many tracks and played guitar on the band's first three albums, On Through the Night, High 'n' Dry, and Pyromania, which was being recorded at the time of his departure.",
      "pageId": 1725928,
      "monthDay": "02/16"
    },
    {
      "year": "1958",
      "uri": "/wiki/Lisa_Loring",
      "name": "Lisa Loring",
      "aboutText": "Herbert L. Williams (born February 16, 1958) is a retired American basketball player in the National Basketball Association (NBA) for eighteen seasons from 1981 to 1999. Williams served as the interim head coach and the assistant coach of the NBA's New York Knicks.",
      "pageId": 1996500,
      "monthDay": "02/16"
    },
    {
      "year": "1958",
      "uri": "/wiki/Oscar_Schmidt",
      "name": "Oscar Schmidt",
      "aboutText": "Natalie Angier (born February 16, 1958, Bronx, New York City) is an American nonfiction writer and a science journalist for The New York Times.",
      "pageId": 2116801,
      "monthDay": "02/16"
    },
    {
      "year": "1958",
      "uri": "/wiki/Herb_Williams",
      "name": "Herb Williams",
      "aboutText": "Peter Kelly Tripucka (born February 16, 1959), is a retired American professional basketball player who played in the NBA from 1981 to 1991. During his ten seasons in the league he played for the Detroit Pistons, Utah Jazz and Charlotte Hornets.",
      "pageId": 2640009,
      "monthDay": "02/16"
    },
    {
      "year": "1959",
      "uri": "/wiki/John_McEnroe",
      "name": "John McEnroe",
      "aboutText": "LaGaylia Frazier (born February 16, 1961) is an American-born Swedish singer who specializes in R&B and jazz.",
      "pageId": 3850791,
      "monthDay": "02/16"
    },
    {
      "year": "1959",
      "uri": "/wiki/Kelly_Tripucka",
      "name": "Kelly Tripucka",
      "aboutText": "Hunt Block is an American actor. Block graduated from Harvard University with a Bachelor of Fine Arts degree.",
      "pageId": 4241766,
      "monthDay": "02/16"
    },
    {
      "year": "1960",
      "uri": "/wiki/Cherie_Chung",
      "name": "Cherie Chung",
      "aboutText": "Cherie Chung Chor-hung (Chinese: 鍾楚紅; pinyin: Zhōng Chǔhóng; born 16 February 1960) is a retired Hong Kong film actress. She was one of the top actresses in Hong Kong Film during the 1980s.\nShe participated in the 1979 Miss Hong Kong competition and came in 3rd runner-up.",
      "pageId": 6715856,
      "monthDay": "02/16"
    },
    {
      "year": "1960",
      "uri": "/wiki/Bill_Pecota",
      "name": "Bill Pecota",
      "aboutText": "William Joseph Pecota (born February 16, 1960) is a former professional baseball player who played infield in the Major Leagues from 1986-94. Pecota was drafted by the Royals in the 10th round of 1981 amateur draft after playing at DeAnza College in Cupertino, CA, and debuted in Kansas City in 1986. Pecota's best season came in 1991, his final year in Kansas City, as he hit .286 and played a career-high 125 games.",
      "pageId": 10357355,
      "monthDay": "02/16"
    },
    {
      "year": "1960",
      "uri": "/wiki/Pete_Willis",
      "name": "Pete Willis",
      "aboutText": "Michael W. Burns (born February 16, 1958) was a member of the Maryland House of Delegates for District 32, which covers a portion of Anne Arundel County, Maryland.",
      "pageId": 11598653,
      "monthDay": "02/16"
    },
    {
      "year": "1961",
      "uri": "/wiki/LaGaylia_Frazier",
      "name": "LaGaylia Frazier",
      "aboutText": "Oscar Daniel Bezerra Schmidt (born February 16, 1958) is a retired Brazilian professional basketball player. He is also known as Oscar Schmidt Bezerra in Spain, where he played for Fórum Valladolid for the 1993–94 and 1994–95 seasons, and simply Oscar, or Mão Santa (Holy Hand), in his homeland. Schmidt played the small forward position, was 2.05 m (6 ft 8¾ in) tall and weighed 102 kg (225 lbs).",
      "pageId": 30864680,
      "monthDay": "02/16"
    },
    {
      "year": "1961",
      "uri": "/wiki/Liu_Kang_(football_manager)",
      "name": "Liu Kang",
      "aboutText": "Catherine Astrid Salome \"Cathy\" Freeman, OAM (born 16 February 1973) is a former Australian sprinter, who specialised in the 400 metres event. Her personal best of 48.63 currently ranks her as the sixth fastest woman of all time, set while finishing second to Marie-Jose Perec's number three time at the 1996 Olympics. She became the Olympic champion for the women's 400 metres at the 2000 Summer Olympics, at which she lit the Olympic Flame.",
      "pageId": 66002,
      "monthDay": "02/16"
    },
    {
      "year": "1961",
      "uri": "/wiki/Andy_Taylor_(guitarist)",
      "name": "Andy Taylor",
      "aboutText": "Amanda Louise Holden (born 16 February 1971) is an English actress, singer and presenter, best known as a judge on ITV's Britain's Got Talent since the show began in 2007.\nHolden played the role of Sarah Trevanion in Wild at Heart (2006–2008) and the title role in Thoroughly Modern Millie, for which she was nominated for a Laurence Olivier Theatre Award.",
      "pageId": 292273,
      "monthDay": "02/16"
    },
    {
      "year": "1962",
      "uri": "/wiki/John_Balance",
      "name": "John Balance",
      "aboutText": "Christopher Eccleston (/ˈɛkəlstən/; born 16 February 1964) is an English actor. Eccleston played the Ninth Doctor in the British television series Doctor Who and is currently on the American drama series The Leftovers on HBO. He has also appeared on stage and in films such as Let Him Have It, Shallow Grave, Jude, Elizabeth, Gone in 60 Seconds, The Others, 28 Days Later, The Seeker: The Dark Is Rising and Thor: The Dark World. Other British television series he has appeared in include Cracker, Fortitude and The Shadow Line.",
      "pageId": 461437,
      "monthDay": "02/16"
    },
    {
      "year": "1964",
      "uri": "/wiki/Bebeto",
      "name": "Bebeto",
      "aboutText": "Warren Girard Ellis (born 16 February 1968) is an English author of comics, novels, and television, who is well known for sociocultural commentary, both through his online presence and through his writing, which covers transhumanist themes (most notably nanotechnology, cryonics, mind transfer, and human enhancement).",
      "pageId": 576968,
      "monthDay": "02/16"
    },
    {
      "year": "1964",
      "uri": "/wiki/Christopher_Eccleston",
      "name": "Christopher Eccleston",
      "aboutText": "Andrew Arthur \"Andy\" Taylor (born 16 February 1961, Cullercoats, North Tyneside, England) is an English guitarist, singer, songwriter, and record producer, best known as a former member of both Duran Duran and The Power Station.",
      "pageId": 618480,
      "monthDay": "02/16"
    },
    {
      "year": "1965",
      "uri": "/wiki/Dave_Lombardo",
      "name": "Dave Lombardo",
      "aboutText": "David William Heath (born February 16, 1969) is an American professional wrestler. He is best known for his appearances in the World Wrestling Federation (WWF) from 1998 to 2001 and intermittently throughout the mid-2000s under the ring name Gangrel.",
      "pageId": 633635,
      "monthDay": "02/16"
    },
    {
      "year": "1967",
      "uri": "/wiki/Keith_Gretzky",
      "name": "Keith Gretzky",
      "aboutText": "John Balance (first name also spelled Jhon and Jhonn); a pseudonym for Geoffrey Laurence Burton, later Geoff(rey) or Geff Rushton (his stepfather's last name) (16 February 1962 – 13 November 2004), was an English musician, poet and a co-founder of the experimental music group Coil, in collaboration with his partner Peter 'Sleazy' Christopherson. He was responsible for vocals, lyrics, chants, synthetics and various esoteric sound-making instruments and devices. Outside of Coil he collaborated with Nurse with Wound, Death in June, Psychic TV, Current 93, Chris & Cosey, Thighpaulsandra and produced several Nine Inch Nails remixes.",
      "pageId": 709954,
      "monthDay": "02/16"
    },
    {
      "year": "1968",
      "uri": "/wiki/Warren_Ellis",
      "name": "Warren Ellis",
      "aboutText": "David \"Dave\" Lombardo (born February 16, 1965, in Havana, Cuba) is a Cuban American drummer and a co-founding member of the American thrash metal band Slayer. He performed with Slayer on nine albums, including their groundbreaking 1986 release Reign in Blood and their 2006 release Christ Illusion, for which he received critical praise. Lombardo's music career has spanned more than 30 years, during which he has been involved in the production of 35 commercial recordings extending over a number of genres with bands such as Grip Inc., Fantômas, Philm, and Testament in addition to Slayer.",
      "pageId": 714378,
      "monthDay": "02/16"
    },
    {
      "year": "1969",
      "uri": "/wiki/Gangrel_(wrestler)",
      "name": "Gangrel",
      "aboutText": "Jerome Abram Bettis Sr. (born February 16, 1972), nicknamed The Bus and The Battering Ram is a former American football halfback who played for the Los Angeles Rams/St. Louis Rams and Pittsburgh Steelers of the National Football League (NFL).",
      "pageId": 881747,
      "monthDay": "02/16"
    },
    {
      "year": "1970",
      "uri": "/wiki/Serdar_Orta%C3%A7",
      "name": "Serdar Ortaç",
      "aboutText": "José Roberto Gama de Oliveira, known as 'Bebeto', (born February 16, 1964) is a former Brazilian football player who played as a striker. He entered politics in the 2010 Brazilian General Elections and was elected to the Legislative Assembly of Rio de Janeiro representing the Democratic Labour Party.\nWith 39 goals in 75 appearances for Brazil, Bebeto is the sixth highest goalscorer for his national team.",
      "pageId": 1129210,
      "monthDay": "02/16"
    },
    {
      "year": "1970",
      "uri": "/wiki/Angelo_Peruzzi",
      "name": "Angelo Peruzzi",
      "aboutText": "Rebecca Lord (born February 16, 1973) is the stage name of a French pornographic actress who has been active since 1993.",
      "pageId": 1531909,
      "monthDay": "02/16"
    },
    {
      "year": "1971",
      "uri": "/wiki/Amanda_Holden",
      "name": "Amanda Holden",
      "aboutText": "Sarah Clarke (born February 16, 1972) is an American actress, best known for her role as Nina Myers on 24, and also for her roles as Renée Dwyer, Bella Swan's mother, in the 2008 film Twilight, Erin McGuire on the short-lived TV show Trust Me, and CIA Agent Lena Smith on the USA Network show Covert Affairs.",
      "pageId": 1589667,
      "monthDay": "02/16"
    },
    {
      "year": "1972",
      "uri": "/wiki/Jerome_Bettis",
      "name": "Jerome Bettis",
      "aboutText": "Angelo Peruzzi, Ufficiale OMRI (Italian pronunciation: [ˈandʒelo peˈruttsi]; born 16 February 1970 in Blera, Viterbo) is an Italian former football goalkeeper, and a three-time winner of the Serie A Goalkeeper of the Year award. He is regarded by pundits as one of the greatest Italian goalkeepers of all time, and as one of the best keepers of his generation. A powerful, athletic, and consistent goalkeeper, Peruzzi was renowned for his strength, positioning, and reactions, as well as his speed and agility, despite his short and stocky physique; he particularly excelled at rushing off his line to parry the ball on the ground.",
      "pageId": 1700669,
      "monthDay": "02/16"
    },
    {
      "year": "1972",
      "uri": "/wiki/Sarah_Clarke",
      "name": "Sarah Clarke",
      "aboutText": "Mahershalalhashbaz Ali (born Mahershalalhashbaz Gilmore; February 16, 1974), commonly known as Mahershala Ali, is an American actor. Ali began his career as a regular on series such as Crossing Jordan (2001-2002) and Threat Matrix (2003-2004) before his breakthrough role as Richard Tyler in the science-fiction series The 4400. His first major film release was in the 2008 David Fincher-directed romantic fantasy drama film The Curious Case of Benjamin Button.",
      "pageId": 2214063,
      "monthDay": "02/16"
    },
    {
      "year": "1972",
      "uri": "/wiki/Naomi_Nishida",
      "name": "Naomi Nishida",
      "aboutText": "Naomi Nishida (西田 尚美, Nishida Naomi, born 16 February 1972 in Fukuyama, Hiroshima, Japan) is an actress.",
      "pageId": 3831777,
      "monthDay": "02/16"
    },
    {
      "year": "1973",
      "uri": "/wiki/Cathy_Freeman",
      "name": "Cathy Freeman",
      "aboutText": "Keith Edward Gretzky (born February 16, 1967) is a Canadian hockey scout. He is one of the brothers of ice hockey legend, Wayne Gretzky. Keith was promoted to Director of Amateur Scouting for the Phoenix Coyotes on July 12, 2006, after serving the previous five seasons as an amateur scout for both the Quebec Major Junior Hockey League and Ontario Hockey League.",
      "pageId": 4404995,
      "monthDay": "02/16"
    },
    {
      "year": "1973",
      "uri": "/wiki/Maureen_Johnson",
      "name": "Maureen Johnson",
      "aboutText": "Serdar Ortaç (Turkish pronunciation: [seɾˌdaɾ oɾˈtatʃ], born 16 February 1970) has been one of the popular singers of the Turkish pop music since the 1990s.",
      "pageId": 6616738,
      "monthDay": "02/16"
    },
    {
      "year": "1973",
      "uri": "/wiki/Rebecca_Lord",
      "name": "Rebecca Lord",
      "aboutText": "Maureen Johnson (born February 16, 1973, in Philadelphia, Pennsylvania) is an American author of young adult fiction. She has published ten young adult novels to date, including the Shades of London series and the Suite Scarlett series.",
      "pageId": 11236984,
      "monthDay": "02/16"
    },
    {
      "year": "1974",
      "uri": "/wiki/Mahershala_Ali",
      "name": "Mahershala Ali",
      "aboutText": "Luis R. Figueroa (born February 16, 1974 in Bayamón, Puerto Rico) is a former Major League Baseball infielder. He is a cousin of former major leaguer José Hernández.\nFigueroa was signed as an undrafted free agent by the Pittsburgh Pirates in 1997, and made his major league debut on July 27, 2001.",
      "pageId": 15290111,
      "monthDay": "02/16"
    },
    {
      "year": "1974",
      "uri": "/wiki/Luis_Figueroa",
      "name": "Luis Figueroa",
      "aboutText": "Liu Kang (simplified Chinese: 刘康; traditional Chinese: 劉康; pinyin: Liú Kāng; 16 February 1961 – 29 March 2013, aged 52) was a Chinese football player and coach.",
      "pageId": 38956283,
      "monthDay": "02/16"
    },
    {
      "year": "1974",
      "uri": "/wiki/Fanis_Katergiannakis",
      "name": "Fanis Katergiannakis",
      "aboutText": "Valentino Rossi (Italian pronunciation: [valenˈtiːno ˈrossi]; born 16 February 1979) is an Italian professional motorcycle racer and multiple MotoGP World Champion. He is one of the most successful motorcycle racers of all time, with nine Grand Prix World Championships to his name – seven of which are in the premier class.\nFollowing his father, Graziano Rossi, Valentino started racing in Grand Prix in 1996 for Aprilia in the 125cc category and won his first World Championship the following year.",
      "pageId": 180306,
      "monthDay": "02/16"
    },
    {
      "year": "1975",
      "uri": "/wiki/Nanase_Aikawa",
      "name": "Nanase Aikawa",
      "aboutText": "Ian Clarke (born 16 February 1977) is the original designer and lead developer of Freenet. Clarke grew up in Navan, County Meath, Ireland.\nClarke was educated at Dundalk Grammar School and while there twice came first in the Senior Chemical, Physical, and Mathematical section of the Young Scientist Exhibition.",
      "pageId": 267806,
      "monthDay": "02/16"
    },
    {
      "year": "1975",
      "uri": "/wiki/Vanina_Ickx",
      "name": "Vanina Ickx",
      "aboutText": "Jō Odagiri (小田切 譲, Odagiri Jō, born February 16, 1976), better known by his stage name Joe Odagiri (オダギリ ジョー, Odagiri Jō) is a Japanese actor and musician. South China Morning Post described him as \"a rebel, something made evident by his grungy, gothic style\".\n^ Mak, Clara (July 19, 2012).",
      "pageId": 469098,
      "monthDay": "02/16"
    },
    {
      "year": "1975",
      "uri": "/wiki/Don_Jeffcoat",
      "name": "Don Jeffcoat",
      "aboutText": "Nanase Aikawa (相川 七瀬, Aikawa Nanase, born February 16, 1975) is a Japanese rock and pop singer.",
      "pageId": 1013123,
      "monthDay": "02/16"
    },
    {
      "year": "1976",
      "uri": "/wiki/Kyo_(musician)",
      "name": "Kyo",
      "aboutText": "Ahman Rashad Green (/ɑːˈmɑːn/; born February 16, 1977) is a former American football running back who played twelve seasons in the National Football League (NFL). He is the all-time leading rusher for the Green Bay Packers. He was drafted by the Seattle Seahawks in the 3rd round of the 1998 NFL Draft.",
      "pageId": 1086962,
      "monthDay": "02/16"
    },
    {
      "year": "1976",
      "uri": "/wiki/Eric_Byrnes",
      "name": "Eric Byrnes",
      "aboutText": "Ashley Jovon Lelie (/ləˈliː/; born February 16, 1980) is a former American football wide receiver. He was drafted by the Denver Broncos 19th overall in the 2002 NFL Draft. He played college football at Hawaii.",
      "pageId": 1223480,
      "monthDay": "02/16"
    },
    {
      "year": "1976",
      "uri": "/wiki/Joe_Odagiri",
      "name": "Joe Odagiri",
      "aboutText": "Kyo (京, Kyō, born February 16, 1976) is a Japanese musician, poet and singer-songwriter. He is best known as the vocalist of the metal band Dir en grey. He has been with the band since its inception in 1997 and was formerly in La:Sadie's.",
      "pageId": 1363213,
      "monthDay": "02/16"
    },
    {
      "year": "1977",
      "uri": "/wiki/Paul_Brittain",
      "name": "Paul Brittain",
      "aboutText": "Donnie Lee Jeffcoat, Jr. (credited as Donnie Jeffcoat and Don Jeffcoat; born February 16, 1975) is an American actor.",
      "pageId": 1522392,
      "monthDay": "02/16"
    },
    {
      "year": "1977",
      "uri": "/wiki/Ian_Clarke_(computer_scientist)",
      "name": "Ian Clarke",
      "aboutText": "Eric James Byrnes (born February 16, 1976), is a former Major League Baseball outfielder. He has played for the Oakland Athletics, the Colorado Rockies, the Baltimore Orioles, the Arizona Diamondbacks, and the Seattle Mariners. He retired after his stint with the Mariners, and he now is an analyst for MLB Network and radio host on KNBR .",
      "pageId": 2141172,
      "monthDay": "02/16"
    },
    {
      "year": "1977",
      "uri": "/wiki/Ahman_Green",
      "name": "Ahman Green",
      "aboutText": "John Nicholas Tartaglia (born February 16, 1978) is an American puppeteer, actor, singer, dancer, voice artist, and comedian.\n^ Heller, Karen. \"From 'Sesame Street' to Broadway John Tartaglia, raised in Maple Shade and Ambler, has had a hand in presenting Elmo on PBS. Now his animated face is on view as he stars in a surprising new stage hit, Avenue Q.\", The Philadelphia Inquirer, September 21, 2003.",
      "pageId": 2304821,
      "monthDay": "02/16"
    },
    {
      "year": "1977",
      "uri": "/wiki/Hinako_Saeki",
      "name": "Hinako Saeki",
      "aboutText": "Wasim Jaffer  pronunciation  (born 16 February 1978) is an Indian cricketer. He is a right-handed opening batsman and an occasional right arm off-break bowler. He is currently the highest run-scorer in Ranji Trophy cricket, surpassing Amol Muzumdar.",
      "pageId": 3050812,
      "monthDay": "02/16"
    },
    {
      "year": "1978",
      "uri": "/wiki/Tia_Hellebaut",
      "name": "Tia Hellebaut",
      "aboutText": "Hinako Saeki (佐伯 日菜子, Saeki Hinako) is a Japanese actress who was born on February 16, 1977 in Nara, Japan. Probably her best-known role was as Sadako Yamamura in Rasen, the 1998 sequel to the horror film Ring.\nShe has also appeared in a handful of other popular Japanese horror films including Uzumaki (2000) which was based on a Junji Ito manga of the same name, and Eko Eko Azaraku: Misa the Dark Angel (1998).",
      "pageId": 3761051,
      "monthDay": "02/16"
    },
    {
      "year": "1978",
      "uri": "/wiki/Wasim_Jaffer",
      "name": "Wasim Jaffer",
      "aboutText": "Vanina Ickx (born 16 February 1975 in Brussels) is a racing driver from Belgium.",
      "pageId": 5682913,
      "monthDay": "02/16"
    },
    {
      "year": "1978",
      "uri": "/wiki/John_Tartaglia",
      "name": "John Tartaglia",
      "aboutText": "Tia Hellebaut (Dutch: [ˈɦɛləbɔut]; born 16 February 1978 in Antwerp) is a retired Belgian track and field athlete, as well as a chemist, who started out in her sports career in the heptathlon, and afterwards specialized in the high jump event. She has cleared 2.05 metres both indoors and outdoors.\nHellebaut was the 2008 Olympic champion in the high jump.",
      "pageId": 5885814,
      "monthDay": "02/16"
    },
    {
      "year": "1979",
      "uri": "/wiki/Eric_Mun",
      "name": "Eric Mun",
      "aboutText": "Jay Howard (born 16 February 1981) is a British professional race car driver who competes in the IZOD IndyCar Series and Indianapolis 500 and resides in Indianapolis, Indiana. Howard was the 2005 US Formula Ford Zetec champion and moved up to the Firestone Indy Lights, where he captured two wins on his way to the 2006 championship for Sam Schmidt Motorsports in his rookie season.",
      "pageId": 6939369,
      "monthDay": "02/16"
    },
    {
      "year": "1979",
      "uri": "/wiki/Valentino_Rossi",
      "name": "Valentino Rossi",
      "aboutText": "Theofanis \"Fanis\" Katergiannakis (Greek: Θεοφάνης Κατεργιαννάκης) (born 16 February 1974) is a football (soccer) player who plays as a goalkeeper.",
      "pageId": 6975318,
      "monthDay": "02/16"
    },
    {
      "year": "1980",
      "uri": "/wiki/Agim_Kaba",
      "name": "Agim Kaba",
      "aboutText": "| associated_acts = Shinhwa | website = www.shinhwacompany.co.kr }}",
      "pageId": 8285399,
      "monthDay": "02/16"
    },
    {
      "year": "1980",
      "uri": "/wiki/Ashley_Lelie",
      "name": "Ashley Lelie",
      "aboutText": "Agim Kaba (born February 16, 1980, New York) is an American actor, artist and filmmaker of Albanian descent.",
      "pageId": 9022489,
      "monthDay": "02/16"
    },
    {
      "year": "1980",
      "uri": "/wiki/Longineu_W._Parsons_III",
      "name": "Longineu W. Parsons III",
      "aboutText": "Longineu W. \"LP\" Parsons III (born February 16, 1980) is a French-born American rock musician.",
      "pageId": 10036646,
      "monthDay": "02/16"
    },
    {
      "year": "1981",
      "uri": "/wiki/Jay_Howard",
      "name": "Jay Howard",
      "aboutText": "Paul Brittain (born February 16, 1977) is an American actor and comedian best known as a cast member on Saturday Night Live from 2010–2012.",
      "pageId": 28741611,
      "monthDay": "02/16"
    },
    {
      "year": "1981",
      "uri": "/wiki/Jerry_Owens",
      "name": "Jerry Owens",
      "aboutText": "Zoi Dimoschaki (Ζωή Δημοσχάκη, born February 16, 1985) is a Greek freestyle swimmer. Dimoschaki administered the Olympic Oath at the Opening Ceremonies of the 2004 Summer Olympics.\nDimoschaki competed in the women's 200 m freestyle, Heat 6 at the 2004 Summer Olympics.",
      "pageId": 968715,
      "monthDay": "02/16"
    },
    {
      "year": "1981",
      "uri": "/wiki/Qyntel_Woods",
      "name": "Qyntel Woods",
      "aboutText": "Qyntel Deon Woods (born February 16, 1981) is an American professional basketball player who plays for Cholet Basket of the LNB Pro A. Mainly a small forward, he can play as a shooting guard on occasion.",
      "pageId": 2445770,
      "monthDay": "02/16"
    },
    {
      "year": "1982",
      "uri": "/wiki/Aleksandr_Dmitrijev",
      "name": "Aleksandr Dmitrijev",
      "aboutText": "Joseph Luc Bourdon (February 16, 1987 – May 29, 2008) was a Canadian professional ice hockey defenceman who played for the Vancouver Canucks of the National Hockey League (NHL) and their American Hockey League (AHL) affiliate, the Manitoba Moose, from 2006 until 2008. After overcoming childhood arthritis, he was selected third overall in the 2003 Quebec Major Junior Hockey League (QMJHL) draft and played for the Val-d'Or Foreurs, Moncton Wildcats, and Cape Breton Screaming Eagles, spending four seasons in the QMJHL. The Canucks drafted Bourdon with their first selection, tenth overall, in the 2005 NHL Entry Draft. Noted as a strong defenceman who could contribute on offence, Bourdon represented Canada in three international tournaments, winning two gold medals at the IIHF World U20 Championship and a silver medal at the IIHF World U18 Championship.",
      "pageId": 2681585,
      "monthDay": "02/16"
    },
    {
      "year": "1982",
      "uri": "/wiki/Lupe_Fiasco",
      "name": "Lupe Fiasco",
      "aboutText": "Found religion,",
      "pageId": 2872345,
      "monthDay": "02/16"
    },
    {
      "year": "1982",
      "uri": "/wiki/Rickie_Lambert",
      "name": "Rickie Lambert",
      "aboutText": "Ron Peter Vlaar (Dutch pronunciation: [ˈrɔn ˈvlaːr]; born 16 February 1985) is a Dutch footballer who plays as a centre back for AZ Alkmaar in the Dutch Eredivisie, having returned to play at his first professional club.",
      "pageId": 3556904,
      "monthDay": "02/16"
    },
    {
      "year": "1982",
      "uri": "/wiki/Paulo_Jorge_Sousa_Vieira",
      "name": "Paulo Jorge Sousa Vieira",
      "aboutText": "Lena Sofia Alexandra Arvidsson (born 16 February 1984) is a Swedish tennis player.\nArvidsson has won two singles and one doubles title on the WTA tour, as well as 18 singles and 13 doubles titles on the ITF tour in her career. On 1 May 2006, she reached her best singles ranking of world number 29.",
      "pageId": 3644045,
      "monthDay": "02/16"
    },
    {
      "year": "1983",
      "uri": "/wiki/Agyness_Deyn",
      "name": "Agyness Deyn",
      "aboutText": "Oussama \"Ous\" Mellouli (Arabic: أسامة الملولي‎; born 16 February 1984) is a Tunisian swimmer who competes in the freestyle and medley events. He is a three-time Olympic medalist, is an African record holder, and trains with the USC Trojans team based at the University of Southern California, where he went to school and swam collegiately.\nOussama Mellouli became the 1500 m freestyle World champion at the 2009 World Aquatics Championships with a winning time of 14:37.28, then the second best performance of all time.",
      "pageId": 4671246,
      "monthDay": "02/16"
    },
    {
      "year": "1984",
      "uri": "/wiki/Sofia_Arvidsson",
      "name": "Sofia Arvidsson",
      "aboutText": "Simon Charles Francis (born 16 February 1985) is an English professional footballer who plays as a defender for AFC Bournemouth.\n^ \"The Football League Limited: Club list of registered players as at 16th May 2015\" (PDF). The Football League.",
      "pageId": 5352498,
      "monthDay": "02/16"
    },
    {
      "year": "1984",
      "uri": "/wiki/Ous_Mellouli",
      "name": "Ous Mellouli",
      "aboutText": "Rickie Lee Lambert (born 16 February 1982) is an English professional footballer who plays as a striker for Premier League club West Bromwich Albion and the England national team. He has won a number of personal awards, including three league Golden Boots. Lambert is known for his large stature and physical performances, drawing comparisons with Southampton legend Matthew Le Tissier for his ability in front of goal and penalty record.",
      "pageId": 5782694,
      "monthDay": "02/16"
    },
    {
      "year": "1985",
      "uri": "/wiki/Simon_Francis_(footballer)",
      "name": "Simon Francis",
      "aboutText": "Jerry Lee Owens (born February 16, 1981) is a Major League Baseball center fielder for the Lancaster Barnstormers of the Atlantic League of Professional Baseball. He played most of the 2006 season with the Triple-A Charlotte Knights (Chicago White Sox affiliation) of the International League, but was called up and made his major league debut as a pinch runner on September 11. His first start came on September 27, a game in which he collected both his first hit and stole his first base as a major leaguer.",
      "pageId": 5832156,
      "monthDay": "02/16"
    },
    {
      "year": "1985",
      "uri": "/wiki/Ron_Vlaar",
      "name": "Ron Vlaar",
      "aboutText": "Hasheem Thabeet (born Hashim Thabit Manka on 16 February 1987) is a Tanzanian professional basketball player who last played for the Grand Rapids Drive of the NBA Development League. He played college basketball for Connecticut before being drafted second overall in the 2009 NBA draft by the Memphis Grizzlies.",
      "pageId": 8444159,
      "monthDay": "02/16"
    },
    {
      "year": "1986",
      "uri": "/wiki/Zoi_Dimoschaki",
      "name": "Zoi Dimoschaki",
      "aboutText": "Aleksandr Dmitrijev (born 18 February 1982) is an Estonian professional footballer of Russian descent who plays as a midfielder for Estonian Meistriliiga club Infonet and the Estonia national football team.",
      "pageId": 9425334,
      "monthDay": "02/16"
    },
    {
      "year": "1986",
      "uri": "/wiki/Josje_Huisman",
      "name": "Josje Huisman",
      "aboutText": "Agyness Deyn /ˈæɡnɨs diːn/ (born Laura Michelle Hollins; 16 February 1983) is an English fashion model, actress and singer.",
      "pageId": 10775246,
      "monthDay": "02/16"
    },
    {
      "year": "1987",
      "uri": "/wiki/Luc_Bourdon",
      "name": "Luc Bourdon",
      "aboutText": "Diego Ángel Capel Trinidad (Spanish pronunciation: [ˈdjeɣo kaˈpel]; born 16 February 1988) is a Spanish professional footballer who plays for Italian club Genoa C.F.C. as a left winger.\nHe made his senior debut with Sevilla at 17, going on to appear in 173 competitive games for the club over the course of seven La Liga seasons (12 goals) and win six major trophies, including two UEFA Cups. In 2011, he signed for Sporting in Portugal.",
      "pageId": 11736456,
      "monthDay": "02/16"
    },
    {
      "year": "1987",
      "uri": "/wiki/Theresa_Goh",
      "name": "Theresa Goh",
      "aboutText": "Yūko Odagiri (小田切 悠子, Odagiri Yūko, born February 16, 1987 in Kanagawa, Japan), known by her stage name Yuu Kashii (香椎 由宇, Kashii Yuu), is a Japanese actress and model.",
      "pageId": 15170634,
      "monthDay": "02/16"
    },
    {
      "year": "1987",
      "uri": "/wiki/Mauricio_Henao",
      "name": "Mauricio Henao",
      "aboutText": "Theresa Goh Rui Si (Chinese: 吴蕊思; pinyin: Wú Ruǐsī, pronounced [ǔ ʐwèisɨ́]; born 16 February 1987) is a Singaporean Paralympic swimmer. Due to congenital spina bifida, she does not have use of her legs. Nonetheless, she started swimming at the age of five years, and began taking part in competitions at age 12.",
      "pageId": 19197172,
      "monthDay": "02/16"
    },
    {
      "year": "1987",
      "uri": "/wiki/Yuu_Kashii",
      "name": "Yuu Kashii",
      "aboutText": "Josina \"Josje\" Huisman (born 16 February 1986 in Heusden) is a Dutch singer, actress, dancer, host and a past member of the girl group K3.",
      "pageId": 26260599,
      "monthDay": "02/16"
    },
    {
      "year": "1987",
      "uri": "/wiki/Ryosuke_Miura",
      "name": "Ryosuke Miura",
      "aboutText": "Paulo Jorge Sousa Vieira (born 16 February 1982), known as Alemão (\"German\"), is a Portuguese footballer who plays as a goalkeeper.",
      "pageId": 27899105,
      "monthDay": "02/16"
    },
    {
      "year": "1987",
      "uri": "/wiki/Hasheem_Thabeet",
      "name": "Hasheem Thabeet",
      "aboutText": "Mauricio Henao (born February 16, 1987 in Armenia, Colombia) is a Colombian-American actor best known for his roles in telenovelas.\n^ Gacetaparaiso.com (12-10-2010). \"Mauricio Hénao es entrevistado y responde acerca de su papel en Donde está Elisa\".",
      "pageId": 31497731,
      "monthDay": "02/16"
    },
    {
      "year": "1988",
      "uri": "/wiki/Diego_Capel",
      "name": "Diego Capel",
      "aboutText": "Ryosuke Miura (三浦 涼介, Miura Ryōsuke, born 16 February 1987) is a Japanese actor who plays the role of Ankh/Shingo Izumi in Kamen Rider OOO.",
      "pageId": 32048472,
      "monthDay": "02/16"
    },
    {
      "year": "1988",
      "uri": "/wiki/Zhang_Jike",
      "name": "Zhang Jike",
      "aboutText": "Princess Alexandra of Luxembourg (given names: Alexandra Joséphine Teresa Charlotte Marie Wilhelmine; born 16 February 1991) is the fourth child and only daughter of Grand Duke Henri and Grand Duchess Maria Teresa.",
      "pageId": 1841581,
      "monthDay": "02/16"
    },
    {
      "year": "1988",
      "uri": "/wiki/Den%C3%ADlson_Pereira_Neves",
      "name": "Denílson Pereira Neves",
      "aboutText": "Denílson Pereira Neves (born 16 February 1988) is a Brazilian footballer plays for Al-Wahda F.C. mainly as a central midfielder but also as a defensive midfielder. He is the former captain of the Brazil national under-17 team.\nDenílson has been described as being adept at \"short passing and reading of the game.",
      "pageId": 5249831,
      "monthDay": "02/16"
    },
    {
      "year": "1988",
      "uri": "/wiki/Andrea_Ranocchia",
      "name": "Andrea Ranocchia",
      "aboutText": "Andrea Ranocchia (Italian pronunciation: [anˈdrɛa raˈnɔkkja]; born 16 February 1988) is an Italian footballer who plays as a defender for Serie A club Internazionale for whom he captained in the 2014–15 season.",
      "pageId": 17909391,
      "monthDay": "02/16"
    },
    {
      "year": "1988",
      "uri": "/wiki/Kim_Soo-hyun",
      "name": "Kim Soo-hyun",
      "aboutText": "Sergio Canales Madrazo (born 16 February 1991) is a Spanish professional footballer who plays for Real Sociedad as an attacking midfielder.",
      "pageId": 24414979,
      "monthDay": "02/16"
    },
    {
      "year": "1989",
      "uri": "/wiki/Elizabeth_Olsen",
      "name": "Elizabeth Olsen",
      "aboutText": "Annika Beck (born 16 February 1994) is a German tennis player.\nBeck has won two singles titles on the WTA tour, as well as seven singles titles on the ITF circuit in her career. On 17 March 2014, she reached her best singles ranking of world number 43.",
      "pageId": 27564515,
      "monthDay": "02/16"
    },
    {
      "year": "1990",
      "uri": "/wiki/The_Weeknd",
      "name": "The Weeknd",
      "aboutText": "Zhang Jike (simplified Chinese: 张继科; traditional Chinese: 張繼科; pinyin: Zhāng Jìkē; born 16 February 1988) is a Chinese table tennis player. He was named after the Brazilian soccer player Zico.\nZhang Jike is the reigning Olympic champion in singles.",
      "pageId": 28287372,
      "monthDay": "02/16"
    },
    {
      "year": "1991",
      "uri": "/wiki/Princess_Alexandra_of_Luxembourg",
      "name": "Princess Alexandra of Luxembourg",
      "aboutText": "Elizabeth Chase \"Lizzie\" Olsen (born February 16, 1989) is an American actress. She is known for her roles in the films Avengers: Age of Ultron (2015), Godzilla (2014), Silent House (2011), Liberal Arts (2012), and the critically acclaimed Martha Marcy May Marlene (2011), for which she was nominated for numerous awards. She is the younger sister of actresses and fashion designers Mary-Kate and Ashley Olsen.",
      "pageId": 29642053,
      "monthDay": "02/16"
    },
    {
      "year": "1991",
      "uri": "/wiki/Sergio_Canales",
      "name": "Sergio Canales",
      "aboutText": "Abel Makkonen Tesfaye (born 16 February 1990), known professionally by his stage name The Weeknd (pronounced \"weekend\"), is a Canadian singer, songwriter and record producer. In late 2010, Tesfaye anonymously uploaded several songs to YouTube under the name \"The Weeknd\". He released three nine-track mixtapes throughout 2011: House of Balloons, Thursday and Echoes of Silence, which were critically acclaimed.",
      "pageId": 31329803,
      "monthDay": "02/16"
    },
    {
      "year": "1992",
      "uri": "/wiki/Nicolai_Boilesen",
      "name": "Nicolai Boilesen",
      "aboutText": "Nicolai Møller Boilesen (born 16 February 1992) is a Danish professional footballer who currently plays as a left back for Ajax in the Dutch Eredivisie, and the Denmark national team.",
      "pageId": 31382888,
      "monthDay": "02/16"
    },
    {
      "year": "1992",
      "uri": "/wiki/Zs%C3%B3fia_Sus%C3%A1nyi",
      "name": "Zsófia Susányi",
      "aboutText": "Kim Soo-hyun (Hangul: 김수현; hanja: 金秀賢; born 16 February 1988) is a South Korean actor best known for his roles in the television dramas Dream High, Moon Embracing the Sun, My Love from the Star and The Producers, as well as the movies The Thieves and Secretly, Greatly.",
      "pageId": 32577829,
      "monthDay": "02/16"
    },
    {
      "year": "1994",
      "uri": "/wiki/Annika_Beck",
      "name": "Annika Beck",
      "aboutText": "Zsófia Susányi (born 16 February 1992 in Szeged) is a Hungarian tennis player.\nSusányi won one singles and two doubles titles on the ITF tour in her career. On 25 October 2010, she reached her best singles ranking of world number 592.",
      "pageId": 37860691,
      "monthDay": "02/16"
    },
    {
      "year": "1995",
      "uri": "/wiki/Katy_Dunne",
      "name": "Katy Dunne",
      "aboutText": "Carina Witthöft (born 16 February 1995) is a German tennis player.\nWitthöft has won ten singles and one doubles title on the ITF tour in her career. On 13 July 2015, she reached her best singles ranking of world number 50.",
      "pageId": 38777034,
      "monthDay": "02/16"
    },
    {
      "year": "1995",
      "uri": "/wiki/Mayu_Matsuoka",
      "name": "Mayu Matsuoka",
      "aboutText": "Katy Dunne (born 16 February 1995 in Hemel Hempstead) is a British tennis player.\nDunne has won four singles and six doubles titles on the ITF tour in her career. On 13 April 2015, she reached her best singles ranking of world number 272.",
      "pageId": 43018544,
      "monthDay": "02/16"
    },
    {
      "year": "1995",
      "uri": "/wiki/Carina_Witth%C3%B6ft",
      "name": "Carina Witthöft",
      "aboutText": "Mayu Matsuoka (松岡 茉優, Matsuoka Mayu, born February 16, 1995) is a Japanese actress.",
      "pageId": 45087324,
      "monthDay": "02/16"
    },
    {
      "year": "1996",
      "uri": "/wiki/Nana_Komatsu_(actress)",
      "name": "Nana Komatsu",
      "aboutText": "Nana Komatsu (小松 菜奈, Komatsu Nana, born February 16, 1996 in Tokyo) is a Japanese actress and model.",
      "pageId": 45660070,
      "monthDay": "02/16"
    }
  ]
}