{
  "people": [
    {
      "year": "624",
      "uri": "/wiki/Wu_Zetian",
      "name": "Wu Zetian",
      "aboutText": "Philipp Franz Balthasar von Siebold (17 February 1796 – 18 October 1866) was a German physician, botanist, and traveler. He achieved prominence by his studies of Japanese flora and fauna and the introduction of Western medicine in Japan.",
      "pageId": 23537,
      "monthDay": "02/17"
    },
    {
      "year": "1490",
      "uri": "/wiki/Charles_III,_Duke_of_Bourbon",
      "name": "Charles III, Duke of Bourbon",
      "aboutText": "René-Théophile-Hyacinthe Laennec (French: [laɛnɛk]; 17 February 1781 – 13 August 1826) was a French physician. He invented the stethoscope in 1816, while working at the Hôpital Necker and pioneered its use in diagnosing various chest conditions.\nHe became a lecturer at the Collège de France in 1822 and professor of medicine in 1823.",
      "pageId": 26169,
      "monthDay": "02/17"
    },
    {
      "year": "1519",
      "uri": "/wiki/Francis,_Duke_of_Guise",
      "name": "Francis, Duke of Guise",
      "aboutText": "Arcangelo Corelli (/kɔːˈrɛli/; 17 February 1653 – 8 January 1713) was an Italian violinist and composer of the Baroque era. His music was key in the development of the modern genres of sonata and concerto, in establishing the preeminence of the violin, and as the first coalescing of modern tonality and functional harmony.",
      "pageId": 44660,
      "monthDay": "02/17"
    },
    {
      "year": "1524",
      "uri": "/wiki/Charles,_Cardinal_of_Lorraine",
      "name": "Charles, Cardinal of Lorraine",
      "aboutText": "Marie Dolores Eliza Rosanna Gilbert, Countess of Landsfeld (17 February 1821 – 17 January 1861), better known by the stage name Lola Montez, was an Irish dancer and actress who became famous as a \"Spanish dancer\", courtesan, and mistress of King Ludwig I of Bavaria, who made her Countess of Landsfeld. She used her influence to institute liberal reforms. At the start of the Revolutions of 1848 in the German states, she was forced to flee.",
      "pageId": 59999,
      "monthDay": "02/17"
    },
    {
      "year": "1581",
      "uri": "/wiki/Fausto_Poli",
      "name": "Fausto Poli",
      "aboutText": "Wu Zetian (February 17, 624 – December 16, 705), also known as Wu Zhao, Wu Hou, and during the later Tang dynasty as Tian Hou, referred to in English as Empress Consort Wu or by the deprecated term \"Empress Wu\", was a Chinese sovereign who ruled unofficially as Empress and later, officially as Emperor of China (皇帝) during the brief Zhou dynasty (周, 684-705), which interrupted the Tang dynasty (618–690 & 705–907). Wu was the only female emperor of China in more than four millennia.\nWu was the concubine of Emperor Taizong.",
      "pageId": 166437,
      "monthDay": "02/17"
    },
    {
      "year": "1646",
      "uri": "/wiki/Pierre_Le_Pesant,_sieur_de_Boisguilbert",
      "name": "Pierre Le Pesant, sieur de Boisguilbert",
      "aboutText": "Horace-Bénédict de Saussure (17 February 1740 – 22 January 1799) was a Swiss geologist, physicist and Alpine traveller, often considered the founder of alpinism, and considered to be the first person to build a successful solar oven.",
      "pageId": 204137,
      "monthDay": "02/17"
    },
    {
      "year": "1653",
      "uri": "/wiki/Arcangelo_Corelli",
      "name": "Arcangelo Corelli",
      "aboutText": "Friedrich Maximilian von Klinger (17 February 1752 – 25 February 1831) was a German dramatist and novelist. His play Sturm und Drang (1776) gave name to the Sturm und Drang artistic epoch. He was a childhood friend of Johann Wolfgang von Goethe and is often closely associated with Jakob Michael Reinhold Lenz.",
      "pageId": 216629,
      "monthDay": "02/17"
    },
    {
      "year": "1718",
      "uri": "/wiki/Matthew_Tilghman",
      "name": "Matthew Tilghman",
      "aboutText": "Henri François Joseph Vieuxtemps (French: [ɑ̃ʁi fʁɑ̃swa ʒɔzɛf vjøtɑ̃] 17 February 1820 – 6 June 1881) was a Belgian composer and violinist. He occupies an important place in the history of the violin as a prominent exponent of the Franco-Belgian violin school during the mid-19th century.",
      "pageId": 254687,
      "monthDay": "02/17"
    },
    {
      "year": "1723",
      "uri": "/wiki/Tobias_Mayer",
      "name": "Tobias Mayer",
      "aboutText": "Francis de Lorraine II, Prince of Joinville, Duke of Guise, Duke of Aumale (French: François de Lorraine, duc de Guise; 17 February 1519 – 24 February 1563), was a French soldier and politician.",
      "pageId": 383561,
      "monthDay": "02/17"
    },
    {
      "year": "1740",
      "uri": "/wiki/Horace-B%C3%A9n%C3%A9dict_de_Saussure",
      "name": "Horace-Bénédict de Saussure",
      "aboutText": "Charles de Lorraine (17 February 1524 – 26 December 1574), Duke of Chevreuse, was a French Cardinal, a member of the powerful House of Guise. He was known at first as the Cardinal of Guise, and then as the second Cardinal of Lorraine, after the death of his uncle, John, Cardinal of Lorraine (1550). He was the protector of Rabelais and Ronsard and founded Reims University.",
      "pageId": 383572,
      "monthDay": "02/17"
    },
    {
      "year": "1752",
      "uri": "/wiki/Friedrich_Maximilian_Klinger",
      "name": "Friedrich Maximilian Klinger",
      "aboutText": "Nicolas-Thomas Baudin (17 February 1754 – 16 September 1803) was a French explorer, cartographer, naturalist and hydrographer.",
      "pageId": 397292,
      "monthDay": "02/17"
    },
    {
      "year": "1754",
      "uri": "/wiki/Nicolas_Baudin",
      "name": "Nicolas Baudin",
      "aboutText": "Matthew Tilghman (February 17, 1718 – May 4, 1790) was an American planter and Revolutionary leader from Maryland, who served as a delegate to the Continental Congress from 1774 to 1776.",
      "pageId": 488155,
      "monthDay": "02/17"
    },
    {
      "year": "1781",
      "uri": "/wiki/Ren%C3%A9_Laennec",
      "name": "René Laennec",
      "aboutText": "Charles III, Duke of Bourbon (17 February 1490 – 6 May 1527) was a French military leader, the Count of Montpensier, Clermont and Auvergne, and Dauphin of Auvergne from 1501 to 1523, then Duke of Bourbon and Auvergne, Count of Clermont-en-Beauvaisis, Forez and La Marche, and Lord of Beaujeu from 1505 to 1521. He was also the Constable of France from 1515 to 1521. Also known as the Constable of Bourbon, he was the last of the great feudal lords to oppose the King of France himself.",
      "pageId": 703438,
      "monthDay": "02/17"
    },
    {
      "year": "1796",
      "uri": "/wiki/Philipp_Franz_von_Siebold",
      "name": "Philipp Franz von Siebold",
      "aboutText": "Aaron Montgomery Ward (February 17, 1844 – December 7, 1913) was an American entrepreneur based in Chicago who made his fortune through the use of mail order for retail sales of general merchandise to rural customers. In 1872 he founded Montgomery Ward & Company, which became nationally known.\nWard, a young traveling salesman of dry goods, was concerned over the plight of many rural Midwest Americans who were, he thought, being overcharged and under-served by many of the small town retailers on whom they had to rely for their general merchandise.",
      "pageId": 742598,
      "monthDay": "02/17"
    },
    {
      "year": "1817",
      "uri": "/wiki/%C3%89douard_Thilges",
      "name": "Édouard Thilges",
      "aboutText": "Gustavo Adolfo Claudio Domínguez Bastida, better known as Gustavo Adolfo Bécquer, (February 17, 1836, Seville - December 22, 1870) was a Spanish post-romanticist poet and writer (mostly short stories), also a playwright, literary columnist, and talented in drawing. Today he is considered one of the most important figures in Spanish literature, and is considered by some as the most read writer after Cervantes. He adopted the alias of Bécquer as his brother Valeriano Bécquer, a painter, had done earlier.",
      "pageId": 937023,
      "monthDay": "02/17"
    },
    {
      "year": "1820",
      "uri": "/wiki/Elz%C3%A9ar-Alexandre_Taschereau",
      "name": "Elzéar-Alexandre Taschereau",
      "aboutText": "Tobias Mayer (17 February 1723 – 20 February 1762) was a German astronomer famous for his studies of the Moon.\nHe was born at Marbach, in Württemberg, and brought up at Esslingen in poor circumstances. A self-taught mathematician, he earned a living by teaching mathematics while still a youth.",
      "pageId": 1329314,
      "monthDay": "02/17"
    },
    {
      "year": "1820",
      "uri": "/wiki/Henri_Vieuxtemps",
      "name": "Henri Vieuxtemps",
      "aboutText": "Pierre le Pesant, sieur de Boisguilbert or Boisguillebert (French: [bwaɡilbɛʁ]; 17 February 1646 – 10 October 1714) was a French law-maker and a Jansenist, one of the inventors of the notion of an economical market.\nHe was born at Rouen of an ancient noble family of Normandy, allied to that of Corneille. He received his classical education in Rouen, and was also taught at the Petites écoles de Port-Royal, entered the magistracy and became judge at Montivilliers, near Le Havre.",
      "pageId": 1392382,
      "monthDay": "02/17"
    },
    {
      "year": "1821",
      "uri": "/wiki/Lola_Montez",
      "name": "Lola Montez",
      "aboutText": "Fausto Poli (17 February 1581 – 7 October 1653) was a Roman Catholic prelate and Cardinal.",
      "pageId": 2008729,
      "monthDay": "02/17"
    },
    {
      "year": "1836",
      "uri": "/wiki/Gustavo_Adolfo_B%C3%A9cquer",
      "name": "Gustavo Adolfo Bécquer",
      "aboutText": "Elzéar-Alexandre Taschereau (February 17, 1820 – April 12, 1898) was a Canadian Cardinal of the Roman Catholic Church. He served as Archbishop of Quebec from 1871 until his death in 1898.",
      "pageId": 3464036,
      "monthDay": "02/17"
    },
    {
      "year": "1844",
      "uri": "/wiki/Aaron_Montgomery_Ward",
      "name": "Aaron Montgomery Ward",
      "aboutText": "Jules Georges Édouard Thilges (17 February 1817 – 9 July 1904) was a Luxembourgish politician. He was the seventh Prime Minister of Luxembourg, serving for over three years, from 20 February 1885 until 22 September 1888.\nBorn in 1817 in Clervaux.",
      "pageId": 5686249,
      "monthDay": "02/17"
    },
    {
      "year": "1848",
      "uri": "/wiki/Albert_Gustaf_Dahlman",
      "name": "Albert Gustaf Dahlman",
      "aboutText": "Thomas John Watson Sr. (February 17, 1874 – June 19, 1956) was an American businessman. He served as the chairman and CEO of International Business Machines (IBM) and oversaw the company's growth into an international force from 1914 to 1956.",
      "pageId": 31408,
      "monthDay": "02/17"
    },
    {
      "year": "1848",
      "uri": "/wiki/Louisa_Lawson",
      "name": "Louisa Lawson",
      "aboutText": "Andrew Barton \"Banjo\" Paterson, CBE (17 February 1864 – 5 February 1941) was an Australian bush poet, journalist and author. He wrote many ballads and poems about Australian life, focusing particularly on the rural and outback areas, including the district around Binalong, New South Wales, where he spent much of his childhood. Paterson's more notable poems include \"Waltzing Matilda\", \"The Man from Snowy River\" and \"Clancy of the Overflow\".",
      "pageId": 81222,
      "monthDay": "02/17"
    },
    {
      "year": "1854",
      "uri": "/wiki/Friedrich_Alfred_Krupp",
      "name": "Friedrich Alfred Krupp",
      "aboutText": "Walter Clement Pipp (February 17, 1893 – January 11, 1965) was an American professional baseball player. A first baseman, Pipp played in Major League Baseball (MLB) for the Detroit Tigers, New York Yankees, and Cincinnati Reds between 1913 and 1928.\nAfter appearing in 12 games for the Tigers in 1913 and playing in the minor leagues in 1914, he was purchased by the Yankees before the 1915 season.",
      "pageId": 93014,
      "monthDay": "02/17"
    },
    {
      "year": "1861",
      "uri": "/wiki/Princess_Helena_of_Waldeck_and_Pyrmont",
      "name": "Princess Helena of Waldeck and Pyrmont",
      "aboutText": "Sir Ronald Aylmer Fisher FRS (17 February 1890 – 29 July 1962), who published as R.A. Fisher, was an English statistician, and biologist, who used mathematics to combine Mendelian genetics and natural selection, helping to create a new Darwinist synthesis of evolution known as modern evolutionary synthesis, as well as a prominent eugenicist in the early part of his life.\nHe worked at Rothamsted Research for 14 years from 1919, where he developed the analysis of variance (ANOVA) to analyse its immense data from crop experiments since the 1840s, and established his reputation there in the following years as a biostatistician. He is known as one of the three principal founders of population genetics.",
      "pageId": 140824,
      "monthDay": "02/17"
    },
    {
      "year": "1862",
      "uri": "/wiki/Eduard_Bornh%C3%B6he",
      "name": "Eduard Bornhöhe",
      "aboutText": "Lieutenant-General Mori Ōgai (森 鷗外 / 森 鴎外, February 17, 1862 – July 8, 1922) was a Japanese Army Surgeon general officer, translator, novelist and poet.",
      "pageId": 190438,
      "monthDay": "02/17"
    },
    {
      "year": "1862",
      "uri": "/wiki/Mori_%C5%8Cgai",
      "name": "Mori Ōgai",
      "aboutText": "Princess Helena of Waldeck and Pyrmont (Helene Friederike Auguste; later Duchess of Albany; 17 February 1861 – 1 September 1922), who became a member of the British Royal Family by marriage, was the daughter of George Victor, Prince of Waldeck and Pyrmont (regions now in Germany) and his wife, Princess Helena of Nassau (also in Germany).",
      "pageId": 285589,
      "monthDay": "02/17"
    },
    {
      "year": "1863",
      "uri": "/wiki/Fyodor_Sologub",
      "name": "Fyodor Sologub",
      "aboutText": "Otto Stern was also the penname of German women's rights activist Louise Otto-Peters (1819–1895).\nOtto Stern (17 February 1888 – 17 August 1969) was a German physicist and Nobel laureate in physics.",
      "pageId": 396496,
      "monthDay": "02/17"
    },
    {
      "year": "1864",
      "uri": "/wiki/Jozef_Murga%C5%A1",
      "name": "Jozef Murgaš",
      "aboutText": "Abraham Halevi (Adolf) Fraenkel (Hebrew: אברהם הלוי (אדולף) פרנקל‎; February 17, 1891, Munich, Germany – October 15, 1965, Jerusalem, Israel), known as Abraham Fraenkel, was a German-born Israeli mathematician. He was an early Zionist and the first Dean of Mathematics at the Hebrew University of Jerusalem.",
      "pageId": 528451,
      "monthDay": "02/17"
    },
    {
      "year": "1864",
      "uri": "/wiki/Banjo_Paterson",
      "name": "Banjo Paterson",
      "aboutText": "André Maginot (French pronunciation: ​[ɑ̃dʁe maʒino]; 17 February 1877 – 7 January 1932) was a French civil servant, soldier, and Member of Parliament.",
      "pageId": 1009820,
      "monthDay": "02/17"
    },
    {
      "year": "1874",
      "uri": "/wiki/Thomas_J._Watson",
      "name": "Thomas J. Watson",
      "aboutText": "Leevi Antti Madetoja (17 February 1887, Oulu – 6 October 1947, Helsinki) was a Finnish composer.",
      "pageId": 1068111,
      "monthDay": "02/17"
    },
    {
      "year": "1877",
      "uri": "/wiki/Isabelle_Eberhardt",
      "name": "Isabelle Eberhardt",
      "aboutText": "Isabelle Eberhardt (17 February 1877 – 21 October 1904) was a Swiss explorer and writer. She was educated in Switzerland by her father, who was a tutor, and published short stories under a male pseudonym as a teenager. She took an interest in North Africa and wrote about the area with \"remarkable insight and knowledge\" despite having only heard about it via correspondence.",
      "pageId": 1489172,
      "monthDay": "02/17"
    },
    {
      "year": "1877",
      "uri": "/wiki/Andr%C3%A9_Maginot",
      "name": "André Maginot",
      "aboutText": "Louisa Lawson (née Albury) (17 February 1848 – 12 August 1920) was an Australian poet, writer, publisher, suffragist, and feminist.",
      "pageId": 1965674,
      "monthDay": "02/17"
    },
    {
      "year": "1877",
      "uri": "/wiki/Isidora_Sekuli%C4%87",
      "name": "Isidora Sekulić",
      "aboutText": "Jozef Murgaš (English Joseph Murgas) (17 February 1864 – 11 May 1929) was a Slovak inventor, architect, botanist, painter, and Roman Catholic priest. He contributed to wireless telegraphy and help develop mobile communications and wireless transmission of information and human voice.",
      "pageId": 2391157,
      "monthDay": "02/17"
    },
    {
      "year": "1887",
      "uri": "/wiki/Joseph_Bech",
      "name": "Joseph Bech",
      "aboutText": "For the founder of the company, see Friedrich Krupp",
      "pageId": 2541606,
      "monthDay": "02/17"
    },
    {
      "year": "1887",
      "uri": "/wiki/Leevi_Madetoja",
      "name": "Leevi Madetoja",
      "aboutText": "Joseph Bech (17 February 1887 – 8 March 1975) was a Luxembourgian politician. He was the 15th Prime Minister of Luxembourg, serving for eleven years, from 16 July 1926 until 5 November 1937. He returned to the position after World War II, becoming the 17th Prime Minister, serving for another four years, from 29 December 1953 until 29 March 1958.",
      "pageId": 2962174,
      "monthDay": "02/17"
    },
    {
      "year": "1888",
      "uri": "/wiki/Otto_Stern",
      "name": "Otto Stern",
      "aboutText": "Isidora Sekulić (Serbian Cyrillic: Исидора Секулић, 16 February 1877 – 5 April 1958) was a Serbian prose writer, novelist, essayist, adventurer, polyglot and art critic.\nSekulić was born in Mošorin, Bačka, in what is now the Serbian province of Vojvodina. Apart from her studies in literature, Sekulić was also well versed in natural sciences as well as philosophy.",
      "pageId": 3765162,
      "monthDay": "02/17"
    },
    {
      "year": "1890",
      "uri": "/wiki/Ronald_Fisher",
      "name": "Ronald Fisher",
      "aboutText": "In this Burmese name, Sayadaw is an honorific.",
      "pageId": 4410998,
      "monthDay": "02/17"
    },
    {
      "year": "1891",
      "uri": "/wiki/Abraham_Fraenkel",
      "name": "Abraham Fraenkel",
      "aboutText": "Fyodor Sologub (Russian: Фёдор Сологу́б, born Fyodor Kuzmich Teternikov, Russian: Фёдор Кузьми́ч Тете́рников, also known as Theodor Sologub; March 1 [O.S. February 17] 1863 – December 5, 1927) was a Russian Symbolist poet, novelist, playwright and essayist.",
      "pageId": 5076843,
      "monthDay": "02/17"
    },
    {
      "year": "1893",
      "uri": "/wiki/Wally_Pipp",
      "name": "Wally Pipp",
      "aboutText": "Albert Gustaf Dalman (born Anders Gustaf Dalman), (17 February 1848 – 30 July 1920) was a Swedish executioner. He was the last executioner to carry out capital punishment in Sweden.",
      "pageId": 7891931,
      "monthDay": "02/17"
    },
    {
      "year": "1896",
      "uri": "/wiki/Webu_Sayadaw",
      "name": "Webu Sayadaw",
      "aboutText": "Eduard Bornhöhe (pen name), born Eduard Brunberg (17 February 1862 [O.S. 5 February 1862] in Kullaaru, Rakvere Parish, Lääne-Viru County — 17 November 1923 in Tallinn), was an Estonian writer.\nBornhöhe is generally considered a pioneer of the genre of Estonian historical novel, as the majority of his creations consist of romanticism-influenced historical adventure stories.",
      "pageId": 13092984,
      "monthDay": "02/17"
    },
    {
      "year": "1899",
      "uri": "/wiki/Jibanananda_Das",
      "name": "Jibanananda Das",
      "aboutText": "Arthur Kennedy (February 17, 1914 – January 5, 1990) was an American stage and film actor known for his versatility in supporting film roles and his ability to create \"an exceptional honesty and naturalness on stage\", especially in the original casts of Arthur Miller plays on Broadway.",
      "pageId": 156606,
      "monthDay": "02/17"
    },
    {
      "year": "1900",
      "uri": "/wiki/Ruth_Clifford",
      "name": "Ruth Clifford",
      "aboutText": "Andre Alice Norton (born Alice Mary Norton, February 17, 1912 – March 17, 2005) was an American writer of science fiction and fantasy with some works of historical fiction and contemporary fiction. She wrote primarily under the pen name Andre Norton, but also under Andrew North and Allen Weston.",
      "pageId": 308039,
      "monthDay": "02/17"
    },
    {
      "year": "1903",
      "uri": "/wiki/Sadegh_Hedayat",
      "name": "Sadegh Hedayat",
      "aboutText": "Ants Eskola (until 1935 Gerhardt Esperk; 17 February 1908 in Tallinn – 14 December 1989 in Tallinn) was an Estonian actor and singer.",
      "pageId": 400333,
      "monthDay": "02/17"
    },
    {
      "year": "1904",
      "uri": "/wiki/Hans_Morgenthau",
      "name": "Hans Morgenthau",
      "aboutText": "Hans Joachim Morgenthau (February 17, 1904 – July 19, 1980) was one of the major twentieth-century figures in the study of international politics. Morgenthau's works belong to the tradition of Realism in international-relations theory, and he is usually considered, along with George F. Kennan and Reinhold Niebuhr, one of the three leading American realists of the post-World War II period. Morgenthau made landmark contributions to international relations theory and the study of international law.",
      "pageId": 691959,
      "monthDay": "02/17"
    },
    {
      "year": "1905",
      "uri": "/wiki/Osvald_K%C3%A4pp",
      "name": "Osvald Käpp",
      "aboutText": "Prince Alexander Sergeevich Obolensky (Russian: Александр Серге́евич Оболенский; 17 February 1916 — 29 March 1940) was a Rurikid prince of Russian origin who became a naturalised Briton, having spent most of his life in England, and who went on to represent England in International Rugby Union. He was, and is, popularly known as \"The Flying Prince\", \"The Flying Slav\", or simply as \"Obo\" by many sports fans.",
      "pageId": 701437,
      "monthDay": "02/17"
    },
    {
      "year": "1906",
      "uri": "/wiki/Mary_Brian",
      "name": "Mary Brian",
      "aboutText": "Sadegh (also spelled as Sadeq) Hedayat (Persian: صادق هدایت‎‎  listen ; February 17, 1903, Tehran - April 9, 1951, Paris) was an Iranian writer, translator and intellectual.",
      "pageId": 946425,
      "monthDay": "02/17"
    },
    {
      "year": "1907",
      "uri": "/wiki/Yevgeniy_Abalakov",
      "name": "Yevgeniy Abalakov",
      "aboutText": "Walter Lanier \"Red\" Barber (February 17, 1908 – October 22, 1992) was an American sports commentator. Barber, nicknamed \"The Ol' Redhead\", was primarily identified with radio broadcasts of Major League Baseball, calling play-by-play across four decades with the Cincinnati Reds (1934–1938), Brooklyn Dodgers (1939–1953), and New York Yankees (1954–1966).",
      "pageId": 1049948,
      "monthDay": "02/17"
    },
    {
      "year": "1908",
      "uri": "/wiki/Red_Barber",
      "name": "Red Barber",
      "aboutText": "Bo Yibo (17 February 1908 – 15 January 2007) (in older texts spelled Po I-po) was a Chinese political and military leader. He was one of the most senior political figures in China during the 1980s and 1990s.\nAfter joining the Chinese Communist Party when he was 17, he worked as a Communist Party organizer in his native city of Taiyuan, Shanxi.",
      "pageId": 1227181,
      "monthDay": "02/17"
    },
    {
      "year": "1908",
      "uri": "/wiki/Ants_Eskola",
      "name": "Ants Eskola",
      "aboutText": "Arthur Lee Hunnicutt (February 17, 1910 – September 26, 1979) was an American actor known for his portrayal of wise, grizzled, old rural characters.",
      "pageId": 1369864,
      "monthDay": "02/17"
    },
    {
      "year": "1908",
      "uri": "/wiki/Bo_Yibo",
      "name": "Bo Yibo",
      "aboutText": "Jibanananda Das (Bengali: জীবনানন্দ দাশ, /dʒɪbɒnʌnɒndɔː dʌʃ/) (17 February 1899 – 22 October 1954) was a Bengali poet, writer, novelist and essayist of India. Dimly recognised during his lifetime, today Das is acknowledged as \"the premier poet of the post-Tagore era in India\" and Bangladesh. One of his translators, Clinton B. Seely, is among those who consider Jibananda Das as \"Bengal's greatest modern poet\" and its \"best loved poet\" too.",
      "pageId": 1637326,
      "monthDay": "02/17"
    },
    {
      "year": "1910",
      "uri": "/wiki/Arthur_Hunnicutt",
      "name": "Arthur Hunnicutt",
      "aboutText": "William Bronk (February 17, 1918 – February 22, 1999) was an American poet. For the 1981 collection Life Supports he won the National Book Award for Poetry.",
      "pageId": 2031006,
      "monthDay": "02/17"
    },
    {
      "year": "1911",
      "uri": "/wiki/Oskar_Seidlin",
      "name": "Oskar Seidlin",
      "aboutText": "Abdur Rahman Badawi (Arabic: عبد الرحمن بدوى) (February 17, 1917 – July 25, 2002) was an Egyptian existentialist professor of philosophy and poet. He has been called the \"foremost master of Arab existentialism.\" He authored more than 150 works, amongst them 75 which were encyclopaedic. He wrote easily in his native Arabic, English, Spanish, French and German, and read Greek, Latin and Persian.",
      "pageId": 2398061,
      "monthDay": "02/17"
    },
    {
      "year": "1912",
      "uri": "/wiki/Andre_Norton",
      "name": "Andre Norton",
      "aboutText": "Mary Brian (February 17, 1906 – December 30, 2002) was an American actress and movie star who made the transition from silent films to sound films.",
      "pageId": 2677117,
      "monthDay": "02/17"
    },
    {
      "year": "1914",
      "uri": "/wiki/Arthur_Kennedy_(actor)",
      "name": "Arthur Kennedy",
      "aboutText": "Wayne Morris (February 17, 1914 – September 14, 1959), born Bert DeWayne Morris in Los Angeles, was an American film and television actor, as well as a decorated World War II fighter ace. He appeared in many notable films, including Paths of Glory (1957), The Bushwackers (1952) and the title role of Kid Galahad in 1937.\nWhile filming Flight Angels (1940), Morris became interested in flying and became a pilot.",
      "pageId": 2874703,
      "monthDay": "02/17"
    },
    {
      "year": "1914",
      "uri": "/wiki/Wayne_Morris_(American_actor)",
      "name": "Wayne Morris",
      "aboutText": "Yevgeniy Mikhaylovich Abalakov (Russian: Евгений Михайлович Абалаков; February 17 [O.S. February 4] 1907 – March 23, 1948) was a Soviet alpinist and sculptor.\nAbalakov was born in Yeniseysk. He is noted for making the first ascent of the highest point of the Soviet Union - Stalin Peak (later renamed Communism Peak and eventually Ismoil Somoni Peak, its current name) (7495 m) on September 3, 1933 as a member of the 26th detachment of the Tajik-Pamir Sovnarkom expedition.",
      "pageId": 4273583,
      "monthDay": "02/17"
    },
    {
      "year": "1916",
      "uri": "/wiki/Alexander_Obolensky",
      "name": "Alexander Obolensky",
      "aboutText": "Guillermo González Camarena (February 17, 1917 – April 18, 1965), was a Mexican electrical engineer who was the inventor of a color-wheel type of color television, and who also introduced color television to Mexico.",
      "pageId": 4783570,
      "monthDay": "02/17"
    },
    {
      "year": "1916",
      "uri": "/wiki/Raf_Vallone",
      "name": "Raf Vallone",
      "aboutText": "Oskar Seidlin (February 17, 1911 – December 11, 1984); German-born American literary scholar, poet, and writer of children’s stories. He is also said to have co‑authored several detective novels or Kriminalromane in collaboration with Dieter Cunz and Richard Plant (1910–1998, his lover) under the collective pen‑name of Stefan Brockhoff.\nHe was born Oskar Koplowitz to a respected, well-to-do Jewish merchant's family in Königshütte in the Upper Silesia Basin of Germany (now Chorzów in southwestern Poland).",
      "pageId": 4889002,
      "monthDay": "02/17"
    },
    {
      "year": "1917",
      "uri": "/wiki/Abdel_Rahman_Badawi",
      "name": "Abdel Rahman Badawi",
      "aboutText": "Raffaele \"Raf\" Vallone (17 February 1916 – 31 October 2002) was an Italian footballer, actor and an international film star.\nBorn in Tropea, Calabria, the son of a lawyer, Vallone attended Liceo classico Cavour in Turin, and studied Law and Philosophy at the University of Turin and entered his father's law firm. He played professional Football at a young age, playing in Serie A for Torino.",
      "pageId": 8821645,
      "monthDay": "02/17"
    },
    {
      "year": "1917",
      "uri": "/wiki/Guillermo_Gonz%C3%A1lez_Camarena",
      "name": "Guillermo González Camarena",
      "aboutText": "Ruth Clifford (February 17, 1900 – November 30, 1998) was an American actress of leading roles in silent films, whose career lasted from silent days into the television era.",
      "pageId": 12984736,
      "monthDay": "02/17"
    },
    {
      "year": "1918",
      "uri": "/wiki/William_Bronk",
      "name": "William Bronk",
      "aboutText": "Osvald Käpp (17 February 1905 – 22 December 1995) was an Estonian wrestler who won a gold medal at the 1928 Summer Olympics. He also competed at the 1924 and 1932 Summer Olympics.\n^ \"Osvald Käpp\".",
      "pageId": 15982088,
      "monthDay": "02/17"
    },
    {
      "year": "1918",
      "uri": "/wiki/Volodymyr_Shcherbytsky",
      "name": "Volodymyr Shcherbytsky",
      "aboutText": "Ivo Caprino (17 February 1920 – 8 February 2001) was a Norwegian film director and writer, best known for his puppet films. His most famous film is Flåklypa Grand Prix (\"Pinchcliffe Grand Prix\"), made in 1975.",
      "pageId": 15053,
      "monthDay": "02/17"
    },
    {
      "year": "1919",
      "uri": "/wiki/J._M._S._Careless",
      "name": "J. M. S. Careless",
      "aboutText": "Chaim Potok (February 17, 1929 – July 23, 2002) was an American Jewish author and rabbi.",
      "pageId": 63914,
      "monthDay": "02/17"
    },
    {
      "year": "1919",
      "uri": "/wiki/Kathleen_Freeman",
      "name": "Kathleen Freeman",
      "aboutText": "Douglas Curtis \"Curt\" Swan (February 17, 1920 – June 17, 1996) was an American comic book artist.",
      "pageId": 77644,
      "monthDay": "02/17"
    },
    {
      "year": "1920",
      "uri": "/wiki/Ivo_Caprino",
      "name": "Ivo Caprino",
      "aboutText": "Sir Alan Arthur Bates, CBE (17 February 1934 – 27 December 2003) was an English actor who came to prominence in the 1960s, a time of high creativity in British cinema, when he appeared in films ranging from the popular children's story Whistle Down the Wind to the \"kitchen sink\" drama A Kind of Loving. He is also known for his performance with Anthony Quinn in Zorba the Greek, as well as his roles in King of Hearts, Georgy Girl, Far From the Madding Crowd, and The Fixer, in which he received an Academy Award nomination for Best Actor. In 1969, he starred in the Ken Russell film Women in Love with Oliver Reed and Glenda Jackson.",
      "pageId": 161907,
      "monthDay": "02/17"
    },
    {
      "year": "1920",
      "uri": "/wiki/Curt_Swan",
      "name": "Curt Swan",
      "aboutText": "Ronald Alfred \"Ron\" Goodwin (17 February 1925 – 8 January 2003) was an English composer and conductor known for his film music. He scored over 70 films in a career lasting over fifty years. His most famous works included Where Eagles Dare, Battle of Britain, 633 Squadron and Operation Crossbow.",
      "pageId": 167262,
      "monthDay": "02/17"
    },
    {
      "year": "1922",
      "uri": "/wiki/Enrico_Banducci",
      "name": "Enrico Banducci",
      "aboutText": "Katherine Patricia Routledge, CBE (born 17 February 1929), is an English actress and singer. She is best known for her role as Hyacinth Bucket in the British television series Keeping Up Appearances, which ran from 1990 to 1995.\nRoutledge made her professional stage debut at the Liverpool Playhouse in 1952 and her Broadway debut in How's the World Treating You in 1966.",
      "pageId": 248297,
      "monthDay": "02/17"
    },
    {
      "year": "1923",
      "uri": "/wiki/John_M._Allegro",
      "name": "John M. Allegro",
      "aboutText": "Ruth Barbara Rendell, Baroness Rendell of Babergh, CBE (née Grasemann; 17 February 1930 – 2 May 2015) was an English author of thrillers and psychological murder mysteries.\nRendell's best-known creation, Chief Inspector Wexford, was the hero of many popular police stories, some of them successfully adapted for TV. But Rendell also generated a separate brand of crime fiction that deeply explored the psychological background of criminals and their victims, many of them mentally afflicted or otherwise socially isolated.",
      "pageId": 312241,
      "monthDay": "02/17"
    },
    {
      "year": "1923",
      "uri": "/wiki/Buddy_DeFranco",
      "name": "Buddy DeFranco",
      "aboutText": "Craig Lyle Thomas (February 17, 1933 – June 4, 2007) was an American politician who served as United States Senator from Wyoming from 1995 to 2007. He was a member of the Republican Party. In the Senate, Thomas was considered an expert on agriculture and rural development.",
      "pageId": 381745,
      "monthDay": "02/17"
    },
    {
      "year": "1924",
      "uri": "/wiki/Margaret_Truman",
      "name": "Margaret Truman",
      "aboutText": "Boniface Ferdinand Leonard \"Buddy\" DeFranco (February 17, 1923 – December 24, 2014) was an American jazz clarinet player.",
      "pageId": 588889,
      "monthDay": "02/17"
    },
    {
      "year": "1925",
      "uri": "/wiki/Ron_Goodwin",
      "name": "Ron Goodwin",
      "aboutText": "Mary Margaret Truman Daniel (February 17, 1924 – January 29, 2008), also known as Margaret Truman or Margaret Daniel, was an American singer who later became the successful author of a series of murder mysteries and a number of works on U.S. First Ladies and First Families, including a biography of her father, President Harry S. Truman.",
      "pageId": 761492,
      "monthDay": "02/17"
    },
    {
      "year": "1925",
      "uri": "/wiki/Hal_Holbrook",
      "name": "Hal Holbrook",
      "aboutText": "Harold Rowe \"Hal\" Holbrook, Jr. (born February 17, 1925) is an American film and stage actor. Holbrook initially gained notoriety for a one-man stage show he developed while in college in 1954, performing as Mark Twain.",
      "pageId": 870619,
      "monthDay": "02/17"
    },
    {
      "year": "1928",
      "uri": "/wiki/Marta_Romero",
      "name": "Marta Romero",
      "aboutText": "James Maurice Stockford Careless, OC OOnt FRSC (February 17, 1919 – April 6, 2009) was a Canadian historian.",
      "pageId": 948938,
      "monthDay": "02/17"
    },
    {
      "year": "1929",
      "uri": "/wiki/Chaim_Potok",
      "name": "Chaim Potok",
      "aboutText": "John Marco Allegro (17 February 1923 – 17 February 1988) was an English archaeologist and Dead Sea Scrolls scholar. He was known as a populariser of the Dead Sea Scrolls through his books and radio broadcasts. He was the editor of some of the most famous and controversial scrolls published, the pesharim.",
      "pageId": 1809873,
      "monthDay": "02/17"
    },
    {
      "year": "1929",
      "uri": "/wiki/Patricia_Routledge",
      "name": "Patricia Routledge",
      "aboutText": "Kathleen Freeman (February 17, 1919 – August 23, 2001) was an American film, television, and stage actress.",
      "pageId": 2123130,
      "monthDay": "02/17"
    },
    {
      "year": "1930",
      "uri": "/wiki/Benjamin_Fain",
      "name": "Benjamin Fain",
      "aboutText": "Volodymyr Vasylyovych Shcherbytsky (Ukrainian: Володи́мир Васи́льович Щерби́цький, Russian: Влади́мир Васи́льевич Щерби́цкий; IPA: [vlɐˈdʲimʲɪr vɐˈsʲilʲɪvʲɪtɕ ɕːɪrˈbʲitskʲɪj]; 17 February 1918, Verkhnodniprovsk — 16 February 1990) was a Ukrainian and Soviet politician. He was a leader of the Communist Party of Ukraine from 1972 to 1989. During World War II, he participated in the invasion of Iran by the Soviet forces (see Iran crisis of 1946).",
      "pageId": 2909358,
      "monthDay": "02/17"
    },
    {
      "year": "1930",
      "uri": "/wiki/Ruth_Rendell",
      "name": "Ruth Rendell",
      "aboutText": "Enrico Banducci (born Harry Charles Banducci; February 17, 1922 – October 9, 2007) was an American impresario. Banducci operated the hungry i nightclub in San Francisco's North Beach neighborhood, where he launched the careers of Lenny Bruce, Mort Sahl, Bill Cosby, Jonathan Winters, and Barbra Streisand, and featured Woody Allen and Dick Cavett before they were well-known, as well as countless folk singers. The hungry i featured the original brick wall in the stage background, a staple for stand up comedy presentations ever since.",
      "pageId": 5427920,
      "monthDay": "02/17"
    },
    {
      "year": "1931",
      "uri": "/wiki/Ji%C5%99ina_Jir%C3%A1skov%C3%A1",
      "name": "Jiřina Jirásková",
      "aboutText": "Marta Romero (February 17, 1928 - May 31, 2013) was an actress and singer, and one of the pioneers in Puerto Rican television.\n^ \"Fallece la actriz Marta Romero, la eterna â€œMarujaâ€?\". Primerahora.com.",
      "pageId": 11878311,
      "monthDay": "02/17"
    },
    {
      "year": "1933",
      "uri": "/wiki/Larry_Jennings",
      "name": "Larry Jennings",
      "aboutText": "Larry Jennings (February 17, 1933 – October 17, 1997) was a magician, best known for his card techniques. He has eight books published by, or written about him. He is also known for being close friends with fellow magician Dai Vernon.",
      "pageId": 17342663,
      "monthDay": "02/17"
    },
    {
      "year": "1933",
      "uri": "/wiki/Craig_L._Thomas",
      "name": "Craig L. Thomas",
      "aboutText": "Benjamin Fain (Russian: Вениамин Моисеевич Файн, Hebrew: בנימין פיין‎) (February 17, 1930 – April 15, 2013) was an Israeli physicist, professor-emeritus, and former refusenik.",
      "pageId": 20151284,
      "monthDay": "02/17"
    },
    {
      "year": "1934",
      "uri": "/wiki/Alan_Bates",
      "name": "Alan Bates",
      "aboutText": "Jiřina Jirásková (17 February 1931 – 7 January 2013) was a Czech actress. She was born and died in Prague, Czech Republic.",
      "pageId": 38165136,
      "monthDay": "02/17"
    },
    {
      "year": "1934",
      "uri": "/wiki/Barry_Humphries",
      "name": "Barry Humphries",
      "aboutText": "Gene Francis Alan Pitney (17 February 1940 – 5 April 2006) was an American singer-songwriter, musician, and sound engineer.\nPitney charted 16 Top-40 hits in the U.S., four in the Top 10. In the UK he had 22 Top-40 hits, and 11 singles in the Top Ten.",
      "pageId": 165935,
      "monthDay": "02/17"
    },
    {
      "year": "1935",
      "uri": "/wiki/Christina_Pickles",
      "name": "Christina Pickles",
      "aboutText": "Dr. Huey Percy Newton (February 17, 1942 – August 22, 1989) was an African-American political activist and revolutionary who, along with Bobby Seale, co-founded the Black Panther Party in 1966. Newton had a long series of confrontations with law enforcement, including several convictions, while he participated in political activism.",
      "pageId": 182440,
      "monthDay": "02/17"
    },
    {
      "year": "1936",
      "uri": "/wiki/Jim_Brown",
      "name": "Jim Brown",
      "aboutText": "John Barry Humphries, AO, CBE (born 17 February 1934) is an Australian comedian, actor, satirist, artist, and author. Humphries is best known for writing and playing his on-stage and television alter egos Dame Edna Everage and Sir Les Patterson. He is also a film producer and script writer, a star of London's West End musical theatre, an award-winning writer and an accomplished landscape painter.",
      "pageId": 370482,
      "monthDay": "02/17"
    },
    {
      "year": "1937",
      "uri": "/wiki/Mary_Ann_Mobley",
      "name": "Mary Ann Mobley",
      "aboutText": "Mary Ann Mobley (February 17, 1937 – December 9, 2014) was an American actress, television personality and Miss America 1959.",
      "pageId": 395499,
      "monthDay": "02/17"
    },
    {
      "year": "1939",
      "uri": "/wiki/John_Leyton",
      "name": "John Leyton",
      "aboutText": "James Nathaniel \"Jim\" Brown (born February 17, 1936) is an American former professional football player and actor. He is best known for his exceptional and record-setting nine year career as a fullback for the Cleveland Browns of the National Football League (NFL) from 1957 to 1965.",
      "pageId": 453868,
      "monthDay": "02/17"
    },
    {
      "year": "1940",
      "uri": "/wiki/Vicente_Fern%C3%A1ndez",
      "name": "Vicente Fernández",
      "aboutText": "Brenda Fricker (born 17 February 1945) is an Irish actress of theatre, film and television. She has appeared in more than 30 films and television roles. In 1989, she became the first Irish actress to win an Oscar, earning the Academy Award for Best Supporting Actress for My Left Foot.",
      "pageId": 630976,
      "monthDay": "02/17"
    },
    {
      "year": "1940",
      "uri": "/wiki/Gene_Pitney",
      "name": "Gene Pitney",
      "aboutText": "Sir Karl William Pamp Jenkins, CBE (born 17 February 1944) is a Welsh musician and composer known for \"Adiemus\", The Armed Man and his Requiem.",
      "pageId": 762230,
      "monthDay": "02/17"
    },
    {
      "year": "1941",
      "uri": "/wiki/Julia_McKenzie",
      "name": "Julia McKenzie",
      "aboutText": "John Dudley Leyton (born 17 February 1936  in Frinton-on-Sea, Essex) is an English actor and singer. As a singer he is best known for his hit song, \"Johnny Remember Me\" (written by Geoff Goddard and produced by Joe Meek), which reached Number 1 in the UK Singles Chart in August 1961 despite being banned by the BBC for its death references. His follow-up single, \"Wild Wind\", reached Number 2 in the charts.",
      "pageId": 1232641,
      "monthDay": "02/17"
    },
    {
      "year": "1942",
      "uri": "/wiki/Huey_P._Newton",
      "name": "Huey P. Newton",
      "aboutText": "Joseph Medjuck (born February 17, 1943) is a Canadian-born film producer in Hollywood.",
      "pageId": 1358203,
      "monthDay": "02/17"
    },
    {
      "year": "1943",
      "uri": "/wiki/Joe_Medjuck",
      "name": "Joe Medjuck",
      "aboutText": "José Rómulo Sosa Ortiz (born February 17, 1948), known by his stage name José José, is a Mexican singer, musician and occasional actor. Born and raised in Mexico City into a family of musicians, José began his musical career in his early teens playing guitar and singing in serenades. He later joined a jazz and bossa nova trio where he sang and played bass and double bass.",
      "pageId": 1424770,
      "monthDay": "02/17"
    },
    {
      "year": "1944",
      "uri": "/wiki/Bruce_Fogle",
      "name": "Bruce Fogle",
      "aboutText": "Vicente \"Chente\" Fernández Gómez (born February 17, 1940) is a Mexican recording singer, actor, and film producer. Nicknamed as \"El Rey de la Cancion Ranchera\" (The King of Ranchera Music) throughout the Hispanosphere, Fernández started his career singing for tips on the street, and has since become a cultural icon, recording more than 50 albums and contributing to more than 30 films. He is the father of the popular singer Alejandro Fernández and Vicente Fernandez Jr, and uncle of Jackeline (\"Jackie\") Fernandez.",
      "pageId": 1942045,
      "monthDay": "02/17"
    },
    {
      "year": "1944",
      "uri": "/wiki/Karl_Jenkins",
      "name": "Karl Jenkins",
      "aboutText": "Christina Pickles (born 17 February 1935) is an English character actress, best known for her long-running role of Nurse Helen Rosenthal in the hospital drama St.",
      "pageId": 2057276,
      "monthDay": "02/17"
    },
    {
      "year": "1945",
      "uri": "/wiki/Brenda_Fricker",
      "name": "Brenda Fricker",
      "aboutText": "Shahrnush Parsipur (Persian: شهرنوش پارسی پور ‎‎; born February 17, 1946) is an Iranian novelist.",
      "pageId": 3083767,
      "monthDay": "02/17"
    },
    {
      "year": "1946",
      "uri": "/wiki/Dodie_Stevens",
      "name": "Dodie Stevens",
      "aboutText": "Richard Raymond \"Rick\" Majerus (February 17, 1948 – December 1, 2012) was an American college basketball coach. He coached at Marquette University (1983–1986), Ball State University (1987–1989), the University of Utah (1989–2004), and Saint Louis University (2007–2012).",
      "pageId": 3227659,
      "monthDay": "02/17"
    },
    {
      "year": "1946",
      "uri": "/wiki/Shahrnush_Parsipur",
      "name": "Shahrnush Parsipur",
      "aboutText": "Bruce Fogle, MBE (born 17 February 1944) is a veterinarian and prolific author of pet care books and travel narratives. Canadian by birth, he has lived and worked in London for over 40 years.\nFogle was born in Toronto, where he grew up and was educated.",
      "pageId": 3739620,
      "monthDay": "02/17"
    },
    {
      "year": "1947",
      "uri": "/wiki/Ben_Cramer",
      "name": "Ben Cramer",
      "aboutText": "Julia McKenzie (born 17 February 1941) is an English actress, singer and theatre director. On television, she is known for her BAFTA Award nominated role as Hester Fields in the sitcom Fresh Fields (1984–86), its sequel French Fields (1989–91), and as Miss Marple in Agatha Christie's Marple (2008–13).\nMcKenzie has also starred in numerous musicals, receiving a 1977 Tony Award nomination for her work in the Broadway revue, Side by Side by Sondheim.",
      "pageId": 4344196,
      "monthDay": "02/17"
    },
    {
      "year": "1947",
      "uri": "/wiki/Helge_Jordal",
      "name": "Helge Jordal",
      "aboutText": "Don Scardino (born February 17, 1948) is an American television director and producer and a former actor.",
      "pageId": 8540051,
      "monthDay": "02/17"
    },
    {
      "year": "1948",
      "uri": "/wiki/Jos%C3%A9_Jos%C3%A9",
      "name": "José José",
      "aboutText": "Helge Jordal (born 17 February 1946 in Bergen, Norway) is a Norwegian actor, appointed a Knight of the Royal Order of St. Olav in 2006 for his long career as an actor on both screen and stage, and his position as a \"grand old man\" among Norwegian actors.\n^ \"Jordal, Helge Biography\".",
      "pageId": 12631440,
      "monthDay": "02/17"
    },
    {
      "year": "1948",
      "uri": "/wiki/Rick_Majerus",
      "name": "Rick Majerus",
      "aboutText": "Dodie Stevens (born Geraldine Ann Pasquale, February 17, 1946) is an American rock and pop singer.",
      "pageId": 13809895,
      "monthDay": "02/17"
    },
    {
      "year": "1948",
      "uri": "/wiki/Don_Scardino",
      "name": "Don Scardino",
      "aboutText": "Ben Cramer (born Ben Kramer, 17 February 1947, Amsterdam) is a Dutch singer, known for his participation in the 1973 Eurovision Song Contest.",
      "pageId": 24823344,
      "monthDay": "02/17"
    },
    {
      "year": "1949",
      "uri": "/wiki/Fred_Frith",
      "name": "Fred Frith",
      "aboutText": "Rene Marie Russo (born February 17, 1954) is an American actress, producer and former model.\nRusso began her career in the 1970s as a popular fashion model, appearing several times on the covers of magazines like Vogue and Cosmopolitan. In the late 80s, she transitioned to an acting career.",
      "pageId": 226564,
      "monthDay": "02/17"
    },
    {
      "year": "1950",
      "uri": "/wiki/Rickey_Medlocke",
      "name": "Rickey Medlocke",
      "aboutText": "Loreena Isabel Irene McKennitt, CM OM (born February 17, 1957) is a Canadian musician, composer, harpist, accordionist and pianist who writes, records and performs world music with Celtic and Middle Eastern themes. McKennitt is known for her refined and clear dramatic soprano vocals.",
      "pageId": 250340,
      "monthDay": "02/17"
    },
    {
      "year": "1951",
      "uri": "/wiki/Rashid_Minhas",
      "name": "Rashid Minhas",
      "aboutText": "Jeremy Webster \"Fred\" Frith (born 17 February 1949) is an English multi-instrumentalist, composer and improvisor.\nProbably best known for his guitar work, Frith first came to attention as one of the founding members of the English avant-rock group Henry Cow. Frith was also a member of Art Bears, Massacre and Skeleton Crew.",
      "pageId": 327158,
      "monthDay": "02/17"
    },
    {
      "year": "1952",
      "uri": "/wiki/Karin_B%C3%BCttner-Janz",
      "name": "Karin Büttner-Janz",
      "aboutText": "Pilot Officer Rashid Minhas or Rashid Minhas Shaheed, NH, (Urdu: راشد منہاس شہید‎) (February 17, 1951 – August 20, 1971) was a Pilot in the Pakistan Air Force (PAF). Minhas, a newly commissioned officer at that time (1971), is the only PAF officer to receive the highest valour award, the Nishan-e-Haider. He is also the youngest person and the shortest-serving officer to have received this award.",
      "pageId": 377695,
      "monthDay": "02/17"
    },
    {
      "year": "1952",
      "uri": "/wiki/Vladim%C3%ADr_Padr%C5%AFn%C4%9Bk",
      "name": "Vladimír Padrůněk",
      "aboutText": "Richard Karn (born February 17, 1956) is an American actor and game show host.",
      "pageId": 420621,
      "monthDay": "02/17"
    },
    {
      "year": "1953",
      "uri": "/wiki/Annie_Schreijer-Pierik",
      "name": "Annie Schreijer-Pierik",
      "aboutText": "Lou Diamond Phillips (né Upchurch; born February 17, 1962) is an American actor and director. His breakthrough came when he starred in the film La Bamba as Ritchie Valens.",
      "pageId": 675225,
      "monthDay": "02/17"
    },
    {
      "year": "1954",
      "uri": "/wiki/Miki_Berkovich",
      "name": "Miki Berkovich",
      "aboutText": "Ambrose \"Rowdy\" Gaines, IV (born February 17, 1959) is an American former competition swimmer, U.S. Olympic Hall of Fame member, three-time Olympic gold medalist, and member of the International Swimming Hall of Fame.",
      "pageId": 914228,
      "monthDay": "02/17"
    },
    {
      "year": "1954",
      "uri": "/wiki/Rene_Russo",
      "name": "Rene Russo",
      "aboutText": "Guan Moye (simplified Chinese: 管谟业; traditional Chinese: 管謨業; pinyin: Guǎn Móyè; born 17 February 1955), better known by the pen name Mo Yan (/moʊ jɛn/, Chinese: 莫言; pinyin: Mò Yán), is a Chinese novelist and short story writer. Donald Morrison of U.S. news magazine TIME referred to him as \"one of the most famous, oft-banned and widely pirated of all Chinese writers\", and Jim Leach called him the Chinese answer to Franz Kafka or Joseph Heller.\nHe is best known to Western readers for his 1987 novel Red Sorghum Clan, of which the Red Sorghum and Sorghum Wine volumes were later adapted for the film Red Sorghum.",
      "pageId": 1052811,
      "monthDay": "02/17"
    },
    {
      "year": "1955",
      "uri": "/wiki/Mo_Yan",
      "name": "Mo Yan",
      "aboutText": "Daniel Lawrence \"Larry\" Whitney (born February 17, 1963) known by his stage name and character Larry the Cable Guy, is an American stand-up comedian, actor and former radio personality. Despite his stage name, he has never worked for a cable company.\nHe was one of the members of the Blue Collar Comedy Tour, a comedy troupe which included Bill Engvall, Ron White, and Jeff Foxworthy (with whom he has starred on Blue Collar TV).",
      "pageId": 1200093,
      "monthDay": "02/17"
    },
    {
      "year": "1956",
      "uri": "/wiki/Richard_Karn",
      "name": "Richard Karn",
      "aboutText": "Christopher Ashford-Smith (born February 17, 1961) is an American professional wrestler, better known by his ring name, Chris Champion. As Chris Champion he primarily worked for various National Wrestling Alliance member territories, including Florida Championship Wrestling and Jim Crockett Promotions.",
      "pageId": 1900957,
      "monthDay": "02/17"
    },
    {
      "year": "1957",
      "uri": "/wiki/Loreena_McKennitt",
      "name": "Loreena McKennitt",
      "aboutText": "Alison Jane Hargreaves (17 February 1962 – 13 August 1995) was a British mountain climber. Her accomplishments included scaling Mount Everest alone, without supplementary oxygen or support from a Sherpa team, in 1995. She soloed all the great north faces of the Alps in a single season—a first for any climber.",
      "pageId": 2003316,
      "monthDay": "02/17"
    },
    {
      "year": "1959",
      "uri": "/wiki/Aryeh_Deri",
      "name": "Aryeh Deri",
      "aboutText": "Moshe \"Miki\" Berkovich (Mickey Berkowitz) (Hebrew: משה \"מיקי\" ברקוביץ'‎; born 17 February 1954) is a retired Israeli professional basketball player. He was a 6' 4\" shooting guard. He was named one of FIBA's 50 Greatest Players in 1991.",
      "pageId": 2484604,
      "monthDay": "02/17"
    },
    {
      "year": "1959",
      "uri": "/wiki/Rowdy_Gaines",
      "name": "Rowdy Gaines",
      "aboutText": "Panna Rittikrai (Thai: พันนา ฤทธิไกร; rtgs: Phanna Ritthikrai) or birth name Krittiya Lardphanna (Thai: กฤติยา ลาดพันนา; rtgs: Krittiya Latphanna, February 17, 1961 – July 20, 2014) was a Thai martial arts action choreographer, film director, screenwriter and actor.",
      "pageId": 2819447,
      "monthDay": "02/17"
    },
    {
      "year": "1960",
      "uri": "/wiki/Shunji_Kosugi",
      "name": "Shunji Kosugi",
      "aboutText": "Aryeh Mahlouf Deri (Hebrew: אריה דרעי‎, born 17 February 1959) is an Israeli politician. The leader of Shas, he is currently a member of the Knesset and Minister of the Development of the Negev and Galilee. He had previously held ministerial positions in the 1980s and 1990s, but was implicated in a corruption scandal at the start of the 21st century and served two years in prison.",
      "pageId": 3208483,
      "monthDay": "02/17"
    },
    {
      "year": "1961",
      "uri": "/wiki/Chris_Champion",
      "name": "Chris Champion",
      "aboutText": "David Richard McComb (17 February 1962 – 2 February 1999) was an Australian rock musician. He was the singer-songwriter and guitarist of the Australian bands, The Triffids (1976–89) and The Blackeyed Susans (1989–93). He also had a solo career including leading David McComb and The Red Ponies.",
      "pageId": 4278039,
      "monthDay": "02/17"
    },
    {
      "year": "1961",
      "uri": "/wiki/Panna_Rittikrai",
      "name": "Panna Rittikrai",
      "aboutText": "Rickey Medlocke (born February 17, 1950) is an American musician best known as the frontman/guitarist for the southern rock band Blackfoot. During his career he has also played with Lynyrd Skynyrd as a drummer (1970-71) before rejoining as a guitarist in 1996 where he continues to tour and record.",
      "pageId": 6065487,
      "monthDay": "02/17"
    },
    {
      "year": "1962",
      "uri": "/wiki/David_McComb",
      "name": "David McComb",
      "aboutText": "Karin Büttner-Janz (born 17 February 1952) is a German medical doctor who won world and Olympic gold medals in artistic gymnastics for East Germany. From 1990 to 2012, she was chief physician of the orthopedic Vivantes hospital in Friedrichshain. She has a foundation named Spinefoundation.",
      "pageId": 11258490,
      "monthDay": "02/17"
    },
    {
      "year": "1962",
      "uri": "/wiki/Lou_Diamond_Phillips",
      "name": "Lou Diamond Phillips",
      "aboutText": "Annie Schreijer-Pierik (born 17 February 1953, in Diepenheim) is a Dutch politician, a member of the Christian Democratic Appeal (CDA). She runs a pig farm in the eastern village Hengevelde together with her family. In 1991, she was elected to the local council of Ambt Delden.",
      "pageId": 23689955,
      "monthDay": "02/17"
    },
    {
      "year": "1963",
      "uri": "/wiki/Larry_the_Cable_Guy",
      "name": "Larry the Cable Guy",
      "aboutText": "Shunji Kosugi (小杉俊二, Kosugi Shunji), is a retired Japanese professional wrestler, who was based in New Japan Pro Wrestling.\n^ a b c d e f \"Cagematch profile\". Cagematch.",
      "pageId": 31905152,
      "monthDay": "02/17"
    },
    {
      "year": "1963",
      "uri": "/wiki/Alison_Hargreaves",
      "name": "Alison Hargreaves",
      "aboutText": "Vladimír Padrůněk (17 February 1952 – 30 August 1991) is a Czech rock bass guitarist. In 1971 he joined to reformed Jazz Q. He was also member of Energit. In 1974 he co-founded Etc...",
      "pageId": 36294636,
      "monthDay": "02/17"
    },
    {
      "year": "1963",
      "uri": "/wiki/Jen-Hsun_Huang",
      "name": "Jen-Hsun Huang",
      "aboutText": "Michael Jeffrey Jordan (born February 17, 1963), also known by his initials, MJ, is an American former professional basketball player. He is also a businessman, and principal owner and chairman of the Charlotte Hornets. Jordan played 15 seasons in the National Basketball Association (NBA) for the Chicago Bulls and Washington Wizards.",
      "pageId": 20455,
      "monthDay": "02/17"
    },
    {
      "year": "1963",
      "uri": "/wiki/Michael_Jordan",
      "name": "Michael Jordan",
      "aboutText": "Denise Lee Richards (born February 17, 1971) is an American actress and a former fashion model. She has appeared in numerous films, including Starship Troopers (1997), Wild Things (1998), Drop Dead Gorgeous (1999), The World Is Not Enough (1999) as a Bond girl, and in Valentine (2001). She played Monica and Ross Geller's cousin on Friends (2001).",
      "pageId": 37275,
      "monthDay": "02/17"
    },
    {
      "year": "1965",
      "uri": "/wiki/Michael_Bay",
      "name": "Michael Bay",
      "aboutText": "Billie Joe Armstrong (born February 17, 1972) is an American singer, songwriter, and actor who is best known as the lead vocalist, primary songwriter, and guitarist of the punk rock band Green Day, which he co-founded with Mike Dirnt. He is also a guitarist and vocalist for the punk rock band Pinhead Gunpowder and provides lead vocals for Green Day's side projects Foxboro Hot Tubs and The Network.\nRaised in Rodeo, California, Armstrong developed an interest in music at a young age, and recorded his first song at the age of five.",
      "pageId": 80903,
      "monthDay": "02/17"
    },
    {
      "year": "1965",
      "uri": "/wiki/Samuel_Bayer",
      "name": "Samuel Bayer",
      "aboutText": "Oliver Taylor Hawkins (born February 17, 1972) is an American musician, best known as the drummer of the rock band Foo Fighters. Prior to joining the band in 1997, he was the touring drummer for Alanis Morissette on her Jagged Little Pill and Can't Not Tour, as well as the drummer in a progressive experimental band called Sylvia. His cousin, Kevin Harrell, introduced him to Dave Grohl after camping with him for several weeks in the Ozarks.",
      "pageId": 210591,
      "monthDay": "02/17"
    },
    {
      "year": "1966",
      "uri": "/wiki/Quorthon",
      "name": "Quorthon",
      "aboutText": "Tomas \"Ace\" Börje Forsberg, known by the stage name Quorthon (17 February 1966 – c. 7 June 2004), was a Swedish musician. He was the founder and songwriter of the band Bathory, which pioneered the black metal genre and is credited with creating the Viking metal style.",
      "pageId": 429797,
      "monthDay": "02/17"
    },
    {
      "year": "1966",
      "uri": "/wiki/Michael_Lepond",
      "name": "Michael Lepond",
      "aboutText": "Michael Benjamin Bay (born February 17, 1965) is an American filmmaker. He is known for directing big-budget action films characterized by fast edits, stylistic visuals and extreme use of special effects, including frequent depiction of explosions. His films, which include the science fiction disaster thriller Armageddon (1998), the epic war film Pearl Harbor (2001) and the science fiction action films in the Transformers film series (2007–present), have grossed over US$5 billion worldwide.",
      "pageId": 568801,
      "monthDay": "02/17"
    },
    {
      "year": "1966",
      "uri": "/wiki/Luc_Robitaille",
      "name": "Luc Robitaille",
      "aboutText": "Luc Jean-Marie Robitaille (born February 17, 1966) is a retired Canadian professional ice hockey player, and currently serves as President of business operations for the Los Angeles Kings of the National Hockey League (NHL).\nDuring his 19-season National Hockey League (NHL) career, Robitaille won the Stanley Cup in 2001–02 with the Detroit Red Wings, and played for the Pittsburgh Penguins and New York Rangers, but is most known for his fourteen seasons, over three different stints, with the Kings. He served as Kings team captain during the 1992–93 season (while Wayne Gretzky was injured) and for the final two games of the 2005–06 season.",
      "pageId": 1236377,
      "monthDay": "02/17"
    },
    {
      "year": "1967",
      "uri": "/wiki/Chant%C3%A9_Moore",
      "name": "Chanté Moore",
      "aboutText": "Martyn Bennett (17 February 1971 – 30 January 2005) was a Scottish musician who was influential in the evolution of modern Celtic fusion, a blending of traditional Celtic and modern music.",
      "pageId": 1248810,
      "monthDay": "02/17"
    },
    {
      "year": "1968",
      "uri": "/wiki/Wu%27erkaixi",
      "name": "Wu'erkaixi",
      "aboutText": "Chanté Torrane Moore (born February 17, 1967) is an award–winning American R&B and jazz singer, songwriter, and actress.",
      "pageId": 1359852,
      "monthDay": "02/17"
    },
    {
      "year": "1969",
      "uri": "/wiki/David_Douillet",
      "name": "David Douillet",
      "aboutText": "Philippe Candeloro (born 17 February 1972) is a French former competitive figure skater. He is a two-time Olympic bronze medalist (1994, 1998), a two-time World medalist (1994 silver, 1995 bronze), a two-time European silver medalist (1993, 1997), and a four-time French national champion (1994–97).",
      "pageId": 1919062,
      "monthDay": "02/17"
    },
    {
      "year": "1969",
      "uri": "/wiki/Tuesday_Knight",
      "name": "Tuesday Knight",
      "aboutText": "Jen-Hsun Huang (traditional Chinese: 黃仁勳; simplified Chinese: 黄仁勋; pinyin: Huáng Rénxūn) (born February 17, 1963) is a Taiwanese-American entrepreneur and businessman. He co-founded the graphics-processor company Nvidia and serves as its president and CEO. Huang graduated from Oregon State University before moving to California where he graduated from Stanford University.",
      "pageId": 2116495,
      "monthDay": "02/17"
    },
    {
      "year": "1970",
      "uri": "/wiki/Tommy_Moe",
      "name": "Tommy Moe",
      "aboutText": "Tuesday Lynn Knight (born February 17, 1969) is an American actress, singer and jewelry designer. Born Melody Lynn Knight in Brentwood, California, she is best known for her role as Kristen Parker in the 1988 horror film A Nightmare on Elm Street 4: The Dream Master. Her self-titled debut album was released in 1987.",
      "pageId": 2201803,
      "monthDay": "02/17"
    },
    {
      "year": "1970",
      "uri": "/wiki/Dominic_Purcell",
      "name": "Dominic Purcell",
      "aboutText": "Michael Anthony LePond III is an American musician, best known as the bassist of progressive metal band Symphony X. He is also the bassist of the New York-based metal band Dead on Arrival. The group issued an album – Alive and Kickin – on the independent Polo label in 1996. He can be heard on all Symphony X releases since the 2000 album V: The New Mythology Suite.",
      "pageId": 2454219,
      "monthDay": "02/17"
    },
    {
      "year": "1971",
      "uri": "/wiki/Martyn_Bennett",
      "name": "Martyn Bennett",
      "aboutText": "Dominic Haakon Myrtvedt Purcell (born 17 February 1970) is an English-born Australian actor. He is known for his portrayal of the character Lincoln Burrows in Prison Break, the title character in John Doe, and Dracula in Blade: Trinity. He worked closely with Wentworth Miller in Prison Break and as Mick Rory in DC's The Flash and Legends of Tomorrow.",
      "pageId": 2481680,
      "monthDay": "02/17"
    },
    {
      "year": "1971",
      "uri": "/wiki/Denise_Richards",
      "name": "Denise Richards",
      "aboutText": "Yuki Kuramochi (倉持 有希, Kuramochi Yuki, born February 17, 1972 in Hakodate, Hokkaido), known exclusively by her stage name Yuki, is a Japanese musician and singer-songwriter. She is best known as the lead vocalist for Judy and Mary. She founded Judy and Mary in 1991 and became a solo artist in 2002.",
      "pageId": 2566917,
      "monthDay": "02/17"
    },
    {
      "year": "1972",
      "uri": "/wiki/Yuki_(singer)",
      "name": "Yuki",
      "aboutText": "Samuel David Bayer (born February 17, 1965) is an American visual artist, cinematographer, commercial, music video and film director. Bayer was born in Syracuse, New York. He graduated from New York City’s School of Visual Arts in 1987 with a degree in Fine Arts.",
      "pageId": 2632102,
      "monthDay": "02/17"
    },
    {
      "year": "1972",
      "uri": "/wiki/Billie_Joe_Armstrong",
      "name": "Billie Joe Armstrong",
      "aboutText": "Thomas Sven \"Tommy\" Moe (born February 17, 1970) is a former World Cup alpine ski racer from the United States.",
      "pageId": 4096292,
      "monthDay": "02/17"
    },
    {
      "year": "1972",
      "uri": "/wiki/Philippe_Candeloro",
      "name": "Philippe Candeloro",
      "aboutText": "David Douillet (French pronunciation: ​[david duˈjɛ]; born 17 February 1969) is a retired French judoka and politician.\nDouillet was born in the city of Rouen. Standing at 1.96 meters (6 feet 5 inches) and weighing 125 kilograms (276 pounds), he won the judo heavyweight gold medals in the 1996 and 2000 Olympic Games in Atlanta and Sydney.",
      "pageId": 5312468,
      "monthDay": "02/17"
    },
    {
      "year": "1972",
      "uri": "/wiki/Taylor_Hawkins",
      "name": "Taylor Hawkins",
      "aboutText": "Cezary Kucharski (Polish pronunciation: [t͡sɛˈzarɨ kuˈxarskʲi]) (born 17 February 1972) is a retired Polish football striker.\nKucharski was born in Łuków. He played for clubs such as FC Aarau (Switzerland), Legia Warsaw, Sporting de Gijón (Spain), Iraklis (Greece) and Górnik Łęczna (Poland).",
      "pageId": 5518408,
      "monthDay": "02/17"
    },
    {
      "year": "1972",
      "uri": "/wiki/Cezary_Kucharski",
      "name": "Cezary Kucharski",
      "aboutText": "Örkesh Dölet, or Uerkesh Davlet (Uyghur: ئۆركەش دۆلەت), commonly known as Wu'er Kaixi (\"Orkesh\", from the transliterated Chinese name: simplified Chinese: 吾尔开希·多莱特; traditional Chinese: 吾爾開希·多萊特; pinyin: Wú'ěrkāixī Duōláite), is a Chinese dissident known for his leading role during the Tiananmen protests of 1989.\nAs an ethnic Uyghur, he was born in Beijing on February 17, 1968 with ancestral roots in Ili Kazakh Autonomous Prefecture, Xinjiang. He achieved prominence while studying at Beijing Normal University as a hunger striker who rebuked Chinese Premier Li Peng on national television.",
      "pageId": 33565218,
      "monthDay": "02/17"
    },
    {
      "year": "1972",
      "uri": "/wiki/Valeria_Mazza",
      "name": "Valeria Mazza",
      "aboutText": "Jeremiah \"Jerry\" O'Connell (born February 17, 1974) is an American actor, known for his roles as Quinn Mallory in the TV series Sliders, Andrew Clements in My Secret Identity, Vern Tessio in the film Stand by Me, Derek in Scream 2, Charlie Carbone in Kangaroo Jack, and Detective Woody Hoyt on the drama Crossing Jordan. He starred as Pete Kaczmarek in the CBS TV series The Defenders until its cancellation in 2011.",
      "pageId": 266534,
      "monthDay": "02/17"
    },
    {
      "year": "1973",
      "uri": "/wiki/Rapha%C3%ABl_Iba%C3%B1ez",
      "name": "Raphaël Ibañez",
      "aboutText": "Jason Morgan Ritter (born February 17, 1980) is an American actor, and the son of actress Nancy Morgan and actor John Ritter, known for his roles as Kevin Girardi in the television series Joan of Arcadia, as Sean Walker in the NBC series The Event, and as the voice of Dipper Pines in Gravity Falls. He also played the recurring role of Mark Cyr in the NBC television series Parenthood, for which he received an Emmy Award nomination.",
      "pageId": 331052,
      "monthDay": "02/17"
    },
    {
      "year": "1974",
      "uri": "/wiki/Kaoru_(musician)",
      "name": "Kaoru",
      "aboutText": "Václav \"Vinny\" Prospal (born February 17, 1975) is a Czech former professional ice hockey player. He played 16 seasons in the National Hockey League (NHL) for the Philadelphia Flyers, Ottawa Senators, Florida Panthers, Tampa Bay Lightning, Mighty Ducks of Anaheim, New York Rangers and Columbus Blue Jackets.",
      "pageId": 644181,
      "monthDay": "02/17"
    },
    {
      "year": "1974",
      "uri": "/wiki/Jerry_O%27Connell",
      "name": "Jerry O'Connell",
      "aboutText": "Lee Kyung-eun (born Lee Kyung-yeop, February 17, 1975), better known by her stage name Harisu (Hangul: 하리수; Hanja: 河莉秀), is a South Korean pop singer, model, and actress. Assigned male at birth, Harisu identified as female from early childhood, and underwent sex reassignment surgery in the 1990s. She is South Korea's first transgender entertainer, and in 2002 became only the second person in Korea to legally change their gender.",
      "pageId": 732511,
      "monthDay": "02/17"
    },
    {
      "year": "1975",
      "uri": "/wiki/Harisu",
      "name": "Harisu",
      "aboutText": "Wong Choong Hann (simplified Chinese: 黄综翰; traditional Chinese: 黃綜翰; pinyin: Huáng Zònghàn; born 17 February 1977 in Kuala Lumpur) is a former professional badminton player from Malaysia. He is the first and only Malaysian besides Lee Chong Wei to win a medal in the men's singles event at the BWF World Championships.",
      "pageId": 906892,
      "monthDay": "02/17"
    },
    {
      "year": "1975",
      "uri": "/wiki/Michiko_Kichise",
      "name": "Michiko Kichise",
      "aboutText": "Valeria Raquel Mazza (Spanish pronunciation: [baˈlerja ˈmasa]; born February 17, 1972) is an Argentine model and businesswoman. Considered by some as the first Latin American supermodel, Mazza rose to prominence in the 1990s and became a household name after appearing in the cover of the Sports Illustrated Swimsuit Issue of 1996 alongside Tyra Banks.\nA model since age 14, Mazza has also worked as an actress, presenter and brand ambassador.",
      "pageId": 1032027,
      "monthDay": "02/17"
    },
    {
      "year": "1975",
      "uri": "/wiki/V%C3%A1clav_Prospal",
      "name": "Václav Prospal",
      "aboutText": "Albert \"Al\" Harrington (born February 17, 1980) is an American professional basketball player who last played for the Sydney Kings of the National Basketball League (NBL). Selected with 25th overall pick in the 1998 NBA draft, Harrington played 16 seasons in the National Basketball Association (NBA) for the Indiana Pacers, Atlanta Hawks, Golden State Warriors, New York Knicks, Denver Nuggets, Orlando Magic and Washington Wizards. He also spent a short stint with the Fujian Sturgeons of the Chinese Basketball Association (CBA).",
      "pageId": 1350295,
      "monthDay": "02/17"
    },
    {
      "year": "1976",
      "uri": "/wiki/Kelly_Carlson",
      "name": "Kelly Carlson",
      "aboutText": "Kelly Lee Carlson (born February 17, 1976) is an American actress and model. She is best known for her role as Kimber Henry on the FX drama series Nip/Tuck.",
      "pageId": 1638021,
      "monthDay": "02/17"
    },
    {
      "year": "1976",
      "uri": "/wiki/William_Roussel",
      "name": "William Roussel",
      "aboutText": "Joseph Leonard Gordon-Levitt (/ˌdʒoʊsəf lɛnərd ɡɔrdən ˈlɛvɨt/; born February 17, 1981) is an American actor and filmmaker. As a child actor, he appeared in the films A River Runs Through It, Angels in the Outfield and 10 Things I Hate About You, and as Tommy Solomon in the TV series 3rd Rock from the Sun. He took a break from acting to study at Columbia University, but dropped out in 2004 to pursue acting again.",
      "pageId": 1817766,
      "monthDay": "02/17"
    },
    {
      "year": "1977",
      "uri": "/wiki/Erin_Cardillo",
      "name": "Erin Cardillo",
      "aboutText": "Raphaël Ibañez (born 17 February 1973) is a retired French rugby union footballer.",
      "pageId": 2372346,
      "monthDay": "02/17"
    },
    {
      "year": "1977",
      "uri": "/wiki/Wong_Choong_Hann",
      "name": "Wong Choong Hann",
      "aboutText": "Kaoru (薫, Kaoru, born February 17, 1974, in Hyōgo) is a Japanese musician, best known as the leader and one of the guitarists of the visual kei metal band Dir En Grey. He has been with the group since its inception in 1997 and was previously a member of La:Sadie's. He has composed most of Dir en grey's songs (at least up to the Vulgar album, at which individual credits for the music were dropped).",
      "pageId": 3096394,
      "monthDay": "02/17"
    },
    {
      "year": "1977",
      "uri": "/wiki/Bob_Katsionis",
      "name": "Bob Katsionis",
      "aboutText": "Rahamim Saban, (born February 17, 1980 in Netanya), commonly known as Klemi Saban, is an Israeli football defender.",
      "pageId": 3367371,
      "monthDay": "02/17"
    },
    {
      "year": "1980",
      "uri": "/wiki/Aya_End%C5%8D",
      "name": "Aya Endō",
      "aboutText": "Babis \"Bob\" Katsionis (Greek: Μπάμπης Κατσιώνης; born February 17, 1977 in Athens, Greece) is the rhythm guitarist and keyboard player for the heavy metal/power metal bands Firewind, Revolution Renaissance, Outloud, and Serious Black. He is considered to be Greece's most successful rock/metal keyboard player, being the only musician to ever win the same category \"Best Keyboardist\" in Greek Metal Hammer's Annual Readers' Polls for 5 years in a row (2006–2011).",
      "pageId": 5271393,
      "monthDay": "02/17"
    },
    {
      "year": "1980",
      "uri": "/wiki/Al_Harrington",
      "name": "Al Harrington",
      "aboutText": "Meyhna'ch (born William Roussel on February 17, 1976), who also goes under the alias Melancholic Lord of Torments, is the man behind the one-man bands Mütiilation and Satanicum Tenebrae.\nMeyhna'ch was once a member of the notorious French circle \"Les Légions Noires,\" the \"Black Legions.\" He contributed to projects from 1994 to 1996, when he was expelled for undisclosed reasons; it has been suggested (and rumors abound) that drug addiction was the problem, but this may be difficult to verify, as with many matters relating to the Black Legions. During his time in the group, he produced the magazine The Black Plague - First Chapter (And Maybe Last One), in which he interviewed some of the members and bands from the circle at the time (1995).",
      "pageId": 5325171,
      "monthDay": "02/17"
    },
    {
      "year": "1980",
      "uri": "/wiki/Jason_Ritter",
      "name": "Jason Ritter",
      "aboutText": "Brian Anthony Bruney (born February 17, 1982) is an American former professional baseball pitcher.",
      "pageId": 5655633,
      "monthDay": "02/17"
    },
    {
      "year": "1980",
      "uri": "/wiki/Klemi_Saban",
      "name": "Klemi Saban",
      "aboutText": "Paris Whitney Hilton (born February 17, 1981) is an American socialite, television personality, model, actress, singer, DJ, businesswoman, and author. She is the great-granddaughter of Conrad Hilton, the founder of Hilton Hotels. Born in New York City and raised there and in Beverly Hills, California, Hilton began her modeling career as a teenager when she signed with Donald Trump's agency, Trump Model Management.",
      "pageId": 11217925,
      "monthDay": "02/17"
    },
    {
      "year": "1981",
      "uri": "/wiki/Joseph_Gordon-Levitt",
      "name": "Joseph Gordon-Levitt",
      "aboutText": "Erin Cardillo (born February 17, 1977, in White Plains, New York, United States) is an American actress.",
      "pageId": 11386525,
      "monthDay": "02/17"
    },
    {
      "year": "1981",
      "uri": "/wiki/Paris_Hilton",
      "name": "Paris Hilton",
      "aboutText": "Pontus Segerström (17 February 1981 – 13 October 2014) was a Swedish footballer who played as a defender.",
      "pageId": 20540531,
      "monthDay": "02/17"
    },
    {
      "year": "1981",
      "uri": "/wiki/Pontus_Segerstr%C3%B6m",
      "name": "Pontus Segerström",
      "aboutText": "Michiko Kichise (吉瀬 美智子, Kichise Michiko, born 17 February 1975) is a Japanese actress.",
      "pageId": 27087507,
      "monthDay": "02/17"
    },
    {
      "year": "1982",
      "uri": "/wiki/Brian_Bruney",
      "name": "Brian Bruney",
      "aboutText": "Aya Endō (遠藤 綾, Endō Aya, born February 17, 1980) is a Japanese voice actress from Yamagata Prefecture, Japan.\n^ Mizukami, Jiro; Kyuki, Akihito; Onitsuka, Kanako; Fringe. \"Voice Actress Spotlight\".",
      "pageId": 47836753,
      "monthDay": "02/17"
    },
    {
      "year": "1982",
      "uri": "/wiki/Jill_de_Jong",
      "name": "Jill de Jong",
      "aboutText": "Jill de Jong, also known as Jildou de Jong (born February 17, 1982) is a Dutch model and actress.\nBorn in Hoogeveen, Drenthe. On March 21, 2002 she was selected by Eidos Interactive as the Lara Croft character model for the Tomb Raider video game series.",
      "pageId": 294129,
      "monthDay": "02/17"
    },
    {
      "year": "1982",
      "uri": "/wiki/Daniel_Merriweather",
      "name": "Daniel Merriweather",
      "aboutText": "Adriano Leite Ribeiro (born 17 February 1982), is a retired footballer commonly known as simply Adriano, is a former Brazilian professional footballer. A striker, Adriano's career has been marked by inconsistency. His main titles are four scudetti for Internazionale, a Brasileirão for Flamengo and a FIFA Confederations Cup and Copa América for Brazil.",
      "pageId": 1142467,
      "monthDay": "02/17"
    },
    {
      "year": "1982",
      "uri": "/wiki/Adriano_Leite_Ribeiro",
      "name": "Adriano Leite Ribeiro",
      "aboutText": "Joseph Martin \"Joey\" O'Brien (born 17 February 1986) is an Irish footballer who plays as a Full-back, for Premier League club West Ham United.",
      "pageId": 2027119,
      "monthDay": "02/17"
    },
    {
      "year": "1983",
      "uri": "/wiki/G%C3%A9rald_Cid",
      "name": "Gérald Cid",
      "aboutText": "For the handball player and boxing manager, see Jimmy Jacobs (handballer)",
      "pageId": 2371221,
      "monthDay": "02/17"
    },
    {
      "year": "1983",
      "uri": "/wiki/Marios_Kaperonis",
      "name": "Marios Kaperonis",
      "aboutText": "Marcin Gortat (Polish pronunciation: ['mar.t͡ɕiŋ 'ɡɔr.tat]; born February 17, 1984) is a Polish professional basketball player for the Washington Wizards of the National Basketball Association (NBA). The 6 ft 11 in, 240-pound center is the son of boxer Janusz Gortat. He was a second-round draft choice of the Phoenix Suns in the 2005 NBA draft and has also played for the Orlando Magic.",
      "pageId": 2452474,
      "monthDay": "02/17"
    },
    {
      "year": "1983",
      "uri": "/wiki/Kevin_Rudolf",
      "name": "Kevin Rudolf",
      "aboutText": "Abraham Benjamin \"AB\" de Villiers (born 17 February 1984) is a South African cricketer, who captains the South African One Day International (ODI) team, having succeeded Graeme Smith after the 2011 Cricket World Cup.\nHe is widely regarded as the current best batsman in the world and one of the greatest of all time. As of December 2015, he is ranked first and third in the ICC ODI and Test batting rankings respectively.",
      "pageId": 2985664,
      "monthDay": "02/17"
    },
    {
      "year": "1984",
      "uri": "/wiki/AB_de_Villiers",
      "name": "AB de Villiers",
      "aboutText": "Found death_cause,",
      "pageId": 5099286,
      "monthDay": "02/17"
    },
    {
      "year": "1984",
      "uri": "/wiki/Jimmy_Jacobs",
      "name": "Jimmy Jacobs",
      "aboutText": "(Faulty)",
      "pageId": 6397994,
      "monthDay": "02/17"
    },
    {
      "year": "1984",
      "uri": "/wiki/Stefan_Jarosch",
      "name": "Stefan Jarosch",
      "aboutText": "Natascha Maria Kampusch (born 17 February 1988) is an Austrian woman notable for her abduction at the age of 10 on 2 March 1998. Kampusch was held in a secret cellar by her kidnapper Wolfgang Přiklopil for more than eight years, until she escaped on 23 August 2006. The media attention later led to her giving select interviews, writing an autobiography (3,096 Days, published September 2010) and also signing a contract with Austrian channel Puls 4 for her own talk show, which had its premiere on 1 June 2008, but only ran for three episodes.",
      "pageId": 6654281,
      "monthDay": "02/17"
    },
    {
      "year": "1984",
      "uri": "/wiki/Kenta_Kamakari",
      "name": "Kenta Kamakari",
      "aboutText": "Anders Jacobsen (Norwegian pronunciation: [ɑndeːʂ jɑːkɔbsən]; born 17 February 1985) is a Norwegian former ski jumper who competed from 2007 to 2015. His career highlight was being the youngest Norwegian to have won the Four Hills Tournament.",
      "pageId": 8067474,
      "monthDay": "02/17"
    },
    {
      "year": "1984",
      "uri": "/wiki/Drew_Miller",
      "name": "Drew Miller",
      "aboutText": "Kenta Kamakari (鎌苅 健太, Kamakari Kenta, born on February 17, 1984 in Osaka Prefecture) is a Japanese actor, voice actor and singer, famous for his role as Ryo Shishido in the Prince of Tennis Musicals. He was hospitalized on April 21, 2007 and was unable to play the role of Minami Itsuki in Musical Air Gear vs. Bacchus Super Range Remix and appear in Dream Live 4 ~Extra~.",
      "pageId": 8267738,
      "monthDay": "02/17"
    },
    {
      "year": "1984",
      "uri": "/wiki/Marcin_Gortat",
      "name": "Marcin Gortat",
      "aboutText": "Gérald Cid (born 17 February 1983) is a retired French footballer.",
      "pageId": 9712060,
      "monthDay": "02/17"
    },
    {
      "year": "1985",
      "uri": "/wiki/Sivakarthikeyan",
      "name": "Sivakarthikeyan",
      "aboutText": "Andrew Miller (born February 17, 1984) is an American professional ice hockey winger who is currently playing for the Detroit Red Wings of the National Hockey League (NHL). Miller was born in Dover, New Jersey, but grew up in East Lansing, Michigan.\nMiller was drafted in the sixth round, 186th overall, in the 2003 NHL Entry Draft and made his NHL debut on April 19, 2007, playing with the Anaheim Ducks against the Minnesota Wild.",
      "pageId": 11270778,
      "monthDay": "02/17"
    },
    {
      "year": "1985",
      "uri": "/wiki/Anders_Jacobsen_(ski_jumper)",
      "name": "Anders Jacobsen",
      "aboutText": "Thomas Ayasse (born 17 February 1987 in Toulouse) is a French football midfielder. He currently plays for Troyes in the French Ligue 1.\nOn 1 June 2012, Ayasse signed a three-year deal with Nancy, the French Ligue 1 club have announced.",
      "pageId": 17908203,
      "monthDay": "02/17"
    },
    {
      "year": "1986",
      "uri": "/wiki/Joey_O%27Brien",
      "name": "Joey O'Brien",
      "aboutText": "Rebecca Adlington, OBE (born 17 February 1989) is an English former competitive swimmer who specialised in freestyle events in international competition. She won two gold medals at the 2008 Olympic Games in the 400-metre freestyle and 800-metre freestyle, breaking the 19-year-old world record of Janet Evans in the 800-metre final. Adlington was Britain's first Olympic swimming champion since 1988, and the first British swimmer to win two Olympic gold medals since 1908.",
      "pageId": 17925948,
      "monthDay": "02/17"
    },
    {
      "year": "1986",
      "uri": "/wiki/Ricardo_Rodriguez_(wrestler)",
      "name": "Ricardo Rodriguez",
      "aboutText": "Kevin Winston Rudolf (born February 17, 1983) is an American singer-songwriter and record producer from New York City, New York.",
      "pageId": 19323808,
      "monthDay": "02/17"
    },
    {
      "year": "1987",
      "uri": "/wiki/Thomas_Ayasse",
      "name": "Thomas Ayasse",
      "aboutText": "Jesús Rodríguez (born February 17, 1986) is a Mexican-American ring announcer, professional wrestler, and commentator best known for his time in WWE under the ring names Ricardo Rodriguez and El Local. He returned to the independent circuit in 2014 as Chimaera.",
      "pageId": 29377850,
      "monthDay": "02/17"
    },
    {
      "year": "1987",
      "uri": "/wiki/Aseem_Trivedi",
      "name": "Aseem Trivedi",
      "aboutText": "Sivakarthikeyan (born 17 February 1985) is an Indian film actor, television anchor, and stand-up comedian working in the Tamil film industry. He made his debut in the movie Marina and Manam Kothi Paravai (2012) before making a breakthrough in 2013 with Ethir Neechal (2013) and Varuthapadatha Valibar Sangam (2013).",
      "pageId": 33788634,
      "monthDay": "02/17"
    },
    {
      "year": "1988",
      "uri": "/wiki/Natascha_Kampusch",
      "name": "Natascha Kampusch",
      "aboutText": "Aseem Trivedi (born 17 February 1987) is a controversial Indian political cartoonist and activist, best known for his anti corruption campaign Cartoons Against Corruption.",
      "pageId": 34294774,
      "monthDay": "02/17"
    },
    {
      "year": "1989",
      "uri": "/wiki/Rebecca_Adlington",
      "name": "Rebecca Adlington",
      "aboutText": "Stefan Jarosch (born 17 February 1984 in Böblingen) is a former professional German footballer.\nJarosch, a former German U-20 international, made five appearances for SV Wacker Burghausen in the 2. Fußball-Bundesliga and 78 for SSV Jahn Regensburg in the 3.",
      "pageId": 35689063,
      "monthDay": "02/17"
    },
    {
      "year": "1989",
      "uri": "/wiki/Ina_Demireva",
      "name": "Ina Demireva",
      "aboutText": "Bonnie Francesca Wright (born 17 February 1991) is an English actress and model. She is best known for playing the role of Ginny Weasley in the Harry Potter film series, based on the Harry Potter novel series by British author J. K. Rowling.",
      "pageId": 469704,
      "monthDay": "02/17"
    },
    {
      "year": "1989",
      "uri": "/wiki/Chord_Overstreet",
      "name": "Chord Overstreet",
      "aboutText": "Sasha Pieterse (/ˈpiːtərsə/; born February 17, 1996) is a South African-born American actress and singer-songwriter. She landed her first major role at the age of 13, as Alison DiLaurentis on ABC Family's series Pretty Little Liars, becoming the youngest cast member. Upon the success of the series, Pieterse earned a supporting role as Amy Loubalu in the 2011 Disney Channel film Geek Charming.",
      "pageId": 2211870,
      "monthDay": "02/17"
    },
    {
      "year": "1990",
      "uri": "/wiki/Marianne_St-Gelais",
      "name": "Marianne St-Gelais",
      "aboutText": "Philip Wiegratz (born February 17, 1993) is a German actor, whose filmography consists of adaptations of English and German children's books.",
      "pageId": 3211769,
      "monthDay": "02/17"
    },
    {
      "year": "1991",
      "uri": "/wiki/Sam_Oldham",
      "name": "Sam Oldham",
      "aboutText": "Ina Demireva, married name Lutai, (born 17 February 1989) is a Bulgarian former competitive ice dancer. With Juri Kurakin, she is the 2006 Bulgarian national silver medalist. Demireva also competed with Nikolai Bakolov and Tsvetan Georgiev.",
      "pageId": 9729266,
      "monthDay": "02/17"
    },
    {
      "year": "1991",
      "uri": "/wiki/Ed_Sheeran",
      "name": "Ed Sheeran",
      "aboutText": "Meaghan Jette Martin (/ˈmeɪɡən/; born February 17, 1992) is an American actress and singer. She was best known for her role as Tess Tyler in the Disney Channel television film, Camp Rock and its sequel. She starred in the ABC Family television series, 10 Things I Hate About You as Bianca Stratford.",
      "pageId": 14485150,
      "monthDay": "02/17"
    },
    {
      "year": "1991",
      "uri": "/wiki/Bonnie_Wright",
      "name": "Bonnie Wright",
      "aboutText": "Marc Márquez Alentà (born 17 February 1993) is a Spanish Grand Prix motorcycle road racer and former MotoGP world champion. He is one of four riders to have won world championship titles in three different categories, after Mike Hailwood, Phil Read and Valentino Rossi.\nMárquez won the 2010 125cc World Championship, the 2012 Moto2 World Championship, and the 2013 and 2014 MotoGP World Championships.",
      "pageId": 16908657,
      "monthDay": "02/17"
    },
    {
      "year": "1992",
      "uri": "/wiki/Meaghan_Martin",
      "name": "Meaghan Martin",
      "aboutText": "Marianne St-Gelais (born February 17, 1990) is a Canadian short track speed skater.",
      "pageId": 25017558,
      "monthDay": "02/17"
    },
    {
      "year": "1993",
      "uri": "/wiki/Nicola_Leali",
      "name": "Nicola Leali",
      "aboutText": "Chord Paul Overstreet (born February 17, 1989) is an American actor, singer and musician, known for his role as Sam Evans on the television series Glee.",
      "pageId": 28900602,
      "monthDay": "02/17"
    },
    {
      "year": "1993",
      "uri": "/wiki/Marc_M%C3%A1rquez",
      "name": "Marc Márquez",
      "aboutText": "Sam Joshua Oldham (born 17 February 1993) is an English artistic gymnast who represents Great Britain. He was part of the British men's team at the 2012 Summer Olympics that won bronze in the team competition. He is also a three-time junior European champion and won individual horizontal bar gold at the 2010 Summer Youth Olympics in Singapore.",
      "pageId": 28987647,
      "monthDay": "02/17"
    },
    {
      "year": "1993",
      "uri": "/wiki/Jannes_Vansteenkiste",
      "name": "Jannes Vansteenkiste",
      "aboutText": "Edward Christopher \"Ed\" Sheeran (born 17 February 1991) is an English singer-songwriter and musician. He was born in Hebden Bridge, West Yorkshire and raised in Framlingham, Suffolk. After dropping out of school at 16, he moved to London the following year, in 2008, to pursue a career in music.",
      "pageId": 30528002,
      "monthDay": "02/17"
    },
    {
      "year": "1993",
      "uri": "/wiki/Philip_Wiegratz",
      "name": "Philip Wiegratz",
      "aboutText": "Nicola Leali (born 17 February 1993) is an Italian professional footballer who currently plays as a goalkeeper for newly promoted Frosinone on loan from Juventus.",
      "pageId": 34594085,
      "monthDay": "02/17"
    },
    {
      "year": "1996",
      "uri": "/wiki/Sasha_Pieterse",
      "name": "Sasha Pieterse",
      "aboutText": "Jannes Vansteenkiste (born 17 February 1993) is a Belgian footballer who currently plays for Royal Antwerp in the Belgian Second Division.",
      "pageId": 36159636,
      "monthDay": "02/17"
    },
    {
      "year": "2003",
      "uri": "/wiki/Federica_Falzon",
      "name": "Federica Falzon",
      "aboutText": "Federica Falzon (born 17 February 2003) is a Maltese operatic pop singer. She represented Malta at the Junior Eurovision Song Contest 2014 on home soil with the song \"Diamonds\", and placed 4th.\n^ Granger, Anthony (20 April 2014).",
      "pageId": 42613075,
      "monthDay": "02/17"
    }
  ]
}