{
  "people": [
    {
      "year": "1372",
      "uri": "/wiki/Ibn_Hajar_al-Asqalani",
      "name": "Ibn Hajar al-Asqalani",
      "aboutText": "Alessandro Giuseppe Antonio Anastasio Volta (Italian pronunciation: [alesˈsandro ˈvɔlta]; 18 February 1745 – 5 March 1827) was an Italian physicist, chemist, and a pioneer of electricity and power, who is credited as the inventor of the electrical battery and the discoverer of methane. He invented the Voltaic pile in 1799 and the results of which he reported in 1800 in a two-part letter to the President of the Royal Society. With this invention Volta proved that electricity could be generated chemically and debased the prevalent theory that electricity was generated solely by living beings.",
      "pageId": 1923,
      "monthDay": "02/18"
    },
    {
      "year": "1404",
      "uri": "/wiki/Leon_Battista_Alberti",
      "name": "Leon Battista Alberti",
      "aboutText": "Leon Battista Alberti (Italian pronunciation: [leˈom batˈtista alˈbɛrti]; February 14, 1404 – April 25, 1472) was an Italian humanist author, artist, architect, poet, priest, linguist, philosopher and cryptographer; he epitomised the Renaissance Man.",
      "pageId": 18031,
      "monthDay": "02/18"
    },
    {
      "year": "1486",
      "uri": "/wiki/Chaitanya_Mahaprabhu",
      "name": "Chaitanya Mahaprabhu",
      "aboutText": "Mary I (18 February 1516 – 17 November 1558) was the Queen of England and Ireland from July 1553 until her death. Her executions of Protestants led to the posthumous sobriquet \"Bloody Mary\".\nShe was the only child of Henry VIII and his first wife Catherine of Aragon to survive to adulthood.",
      "pageId": 20713,
      "monthDay": "02/18"
    },
    {
      "year": "1516",
      "uri": "/wiki/Mary_I_of_England",
      "name": "Mary I of England",
      "aboutText": "Chaitanya Mahaprabhu (also transliterated Caitanya, IAST Caitanya Mahāprabhu; 18 February 1486 – 14 June 1534) was a Bengali spiritual teacher. He is believed by his devotees to be Krishna himself who appeared in the form of His own devotee in order to teach the people of this world the process of Bhakti and how to attain the perfection of life. He is considered as the most merciful manifestation of Krishna.",
      "pageId": 174267,
      "monthDay": "02/18"
    },
    {
      "year": "1530",
      "uri": "/wiki/Uesugi_Kenshin",
      "name": "Uesugi Kenshin",
      "aboutText": "Count Per Brahe the Younger (18 February 1602 – 2 September 1680) was a Swedish soldier and statesman. He was a Privy Councillor from 1630 and Lord High Steward from 1640.\nBrahe was born on Rydboholm (now in Österåker Municipality) in Uppland.",
      "pageId": 202287,
      "monthDay": "02/18"
    },
    {
      "year": "1543",
      "uri": "/wiki/Charles_III,_Duke_of_Lorraine",
      "name": "Charles III, Duke of Lorraine",
      "aboutText": "Edward Hyde, 1st Earl of Clarendon (18 February 1609 – 9 December 1674) was an English statesman, historian, and maternal grandfather of two English, Scottish and Irish monarchs, Queen Mary II and Queen Anne. Loyal to the king, he built the royalist cause and served as the top minister after 1660. He wrote the most influential contemporary history of the Civil War, The History of the Rebellion (1702).",
      "pageId": 203032,
      "monthDay": "02/18"
    },
    {
      "year": "1559",
      "uri": "/wiki/Isaac_Casaubon",
      "name": "Isaac Casaubon",
      "aboutText": "Isaac Casaubon (/kəˈsɔːbən/; French: [kazobɔ̃]; 18 February 1559 – 1 July 1614) was a classical scholar and philologist, first in France and then later in England, regarded by many of his time as the most learned man in Europe.",
      "pageId": 213016,
      "monthDay": "02/18"
    },
    {
      "year": "1602",
      "uri": "/wiki/Per_Brahe_the_Younger",
      "name": "Per Brahe the Younger",
      "aboutText": "Uesugi Kenshin (上杉 謙信, February 18, 1530 – April 19, 1578) was a daimyo who ruled Echigo province in the Sengoku period of Japan.\nHe was one of the most powerful lords of the Sengoku period. While chiefly remembered for his prowess on the battlefield, Kenshin is also regarded as an extremely skillful administrator who fostered the growth of local industries and trade; his rule saw a marked rise in the standard of living of Echigo.",
      "pageId": 352118,
      "monthDay": "02/18"
    },
    {
      "year": "1609",
      "uri": "/wiki/Edward_Hyde,_1st_Earl_of_Clarendon",
      "name": "Edward Hyde, 1st Earl of Clarendon",
      "aboutText": "Ramakrishna Paramahamsa (Bengali: রামকৃষ্ণ পরমহংস) ( Ramkṛiṣṇo Pôromôhongśo ) (18 February 1836 – 16 August 1886), born Gadadhar Chatterji or Gadadhar Chattopadhyay (Gôdadhor Chôṭṭopaddhae), was an Indian mystic and yogi during the 19th-century. His religious school of thought led to the formation of the Ramakrishna Mission by his chief disciple Swami Vivekananda. Tota Puri gave him the honorific Paramahamsa.",
      "pageId": 422504,
      "monthDay": "02/18"
    },
    {
      "year": "1632",
      "uri": "/wiki/Giovanni_Battista_Vitali",
      "name": "Giovanni Battista Vitali",
      "aboutText": "Jacques Cassini (18 February 1677 – 16 April 1756) was a French astronomer, son of the famous Italian astronomer Giovanni Domenico Cassini.\nCassini was born at the Paris Observatory. Admitted at the age of seventeen to membership of the French Academy of Sciences, he was elected in 1696 a fellow of the Royal Society of London, and became maître des comptes in 1706.",
      "pageId": 463669,
      "monthDay": "02/18"
    },
    {
      "year": "1635",
      "uri": "/wiki/Johan_G%C3%B6ransson_Gyllenstierna",
      "name": "Johan Göransson Gyllenstierna",
      "aboutText": "Charles-Irénée Castel, abbé de Saint-Pierre (18 February 1658 – 29 April 1743) was a French author whose ideas were novel for his times. His proposal of an international organisation to maintain peace was perhaps the first in history, with the possible exception of George of Poděbrady's Tractatus (1462–1464).",
      "pageId": 525965,
      "monthDay": "02/18"
    },
    {
      "year": "1642",
      "uri": "/wiki/Marie_Champmesl%C3%A9",
      "name": "Marie Champmeslé",
      "aboutText": "Lewis Addison Armistead (February 18, 1817 – July 5, 1863) was a career United States Army officer who became a brigadier general in the Confederate States Army during the American Civil War. On July 3, 1863, as part of Pickett's Charge during the Battle of Gettysburg, Armistead led his brigade to the farthest point reached by Confederate forces during the charge, a point now referred to as the high-water mark of the Confederacy.",
      "pageId": 625874,
      "monthDay": "02/18"
    },
    {
      "year": "1658",
      "uri": "/wiki/Charles-Ir%C3%A9n%C3%A9e_Castel_de_Saint-Pierre",
      "name": "Charles-Irénée Castel de Saint-Pierre",
      "aboutText": "Charles III (18 February 1543 – May 14, 1608), known as the Great, was Duke of Lorraine from 1545 until his death.",
      "pageId": 655733,
      "monthDay": "02/18"
    },
    {
      "year": "1677",
      "uri": "/wiki/Jacques_Cassini",
      "name": "Jacques Cassini",
      "aboutText": "Marie Champmeslé (18 February 1642 – 15 May 1698) was a French actress.",
      "pageId": 1625697,
      "monthDay": "02/18"
    },
    {
      "year": "1732",
      "uri": "/wiki/Johann_Christian_Kittel",
      "name": "Johann Christian Kittel",
      "aboutText": "Johan Göransson Gyllenstierna (February 18, 1635 – June 10, 1680) was a Swedish statesman.",
      "pageId": 1673869,
      "monthDay": "02/18"
    },
    {
      "year": "1745",
      "uri": "/wiki/Alessandro_Volta",
      "name": "Alessandro Volta",
      "aboutText": "Pedro Felipe Figueredo, (born 18 February 1818, Bayamo, Cuba – 17 August 1870 Santiago de Cuba) mostly known as Perucho was a Cuban poet, musician, and freedom fighter of the 19th century. In the 1860s, he was active in the planning of the Cuban uprising against the Spanish known as the Ten Years' War.\nHe wrote the Cuban national anthem, El Himno de Bayamo, in 1867.",
      "pageId": 2520364,
      "monthDay": "02/18"
    },
    {
      "year": "1814",
      "uri": "/wiki/Samuel_Fenton_Cary",
      "name": "Samuel Fenton Cary",
      "aboutText": "Samuel Fenton Cary (February 18, 1814 – September 29, 1900) was a congressman and significant temperance movement leader in the 19th century. Cary became well-known nationally as a prohibitionist author and lecturer.",
      "pageId": 3180628,
      "monthDay": "02/18"
    },
    {
      "year": "1817",
      "uri": "/wiki/Lewis_Armistead",
      "name": "Lewis Armistead",
      "aboutText": "Johann Christian Kittel (18 February 1732 – 17 April 1809) was a German organist, composer, and teacher. He was one of the last students of Johann Sebastian Bach. His students included Michael Gotthard Fischer, Karl Gottlieb Umbreit, Johann Wilhelm Hässler and Christian Heinrich Rinck.",
      "pageId": 11756301,
      "monthDay": "02/18"
    },
    {
      "year": "1818",
      "uri": "/wiki/Perucho_Figueredo",
      "name": "Perucho Figueredo",
      "aboutText": "Giovanni Battista Vitali (18 February 1632 – 12 October 1692) was an Italian composer and violone player.\nVitali was born in Bologna and spent all of his life in the Emilian region, moving to Modena in 1674. His teacher in his early years was probably Maurizio Cazzati (1616–1678), maestro di cappella at the main church in Bologna, San Petronio Basilica from 1657 to 1671.",
      "pageId": 14584767,
      "monthDay": "02/18"
    },
    {
      "year": "1836",
      "uri": "/wiki/Ramakrishna",
      "name": "Ramakrishna",
      "aboutText": "Al-Haafidh Shihabuddin Abu'l-Fadl Ahmad ibn Ali ibn Muhammad, better known as Ibn Hajar due to the fame of his forefathers, al-Asqalani due to his family origin (Arabic: ابن حجر العسقلاني‎) (18 February 1372 – 2 February 1449, 852 A.H.), was a medieval Shafiite Sunni scholar of Islam who represents the entire realm of the Sunni world in the field of Hadith, also known as Shaykh al Islam.",
      "pageId": 30865968,
      "monthDay": "02/18"
    },
    {
      "year": "1838",
      "uri": "/wiki/Ernst_Mach",
      "name": "Ernst Mach",
      "aboutText": "Wendell Lewis Willkie (born Lewis Wendell Willkie; February 18, 1892 – October 8, 1944) was an American lawyer, corporate executive, and the 1940 Republican candidate for president. Willkie appealed to many convention delegates as the Republican field's only interventionist: although the U.S. remained neutral prior to Pearl Harbor, he favored greater U.S. involvement in World War II to support Britain and other Allies. His Democratic opponent, incumbent President Franklin D. Roosevelt, won the 1940 election with 55% of the popular vote.",
      "pageId": 34134,
      "monthDay": "02/18"
    },
    {
      "year": "1846",
      "uri": "/wiki/Wilson_Barrett",
      "name": "Wilson Barrett",
      "aboutText": "Nikos Kazantzakis (Greek: Νίκος Καζαντζάκης; 18 February 1883 – 26 October 1957) was a Greek writer, celebrated for his novels which include Zorba the Greek (published 1946 as Life and Times of Alexis Zorbas), Christ Recrucified (1948), Captain Michalis (1950, translated 'Freedom or Death), and The Last Temptation of Christ (1955). He also wrote plays, travel books, memoirs and philosophical essays such as The Saviors of God: Spiritual Exercises.",
      "pageId": 51418,
      "monthDay": "02/18"
    },
    {
      "year": "1848",
      "uri": "/wiki/Louis_Comfort_Tiffany",
      "name": "Louis Comfort Tiffany",
      "aboutText": "Ernst Waldfried Josef Wenzel Mach (/ˈmɑːx/; German: [ˈɛɐ̯nst maχ]; February 18, 1838 – February 19, 1916) was an Austrian physicist and philosopher, noted for his contributions to physics such as the Mach number and the study of shock waves. As a philosopher of science, he was a major influence on logical positivism, American pragmatism and through his criticism of Newton, a forerunner of Einstein's relativity.",
      "pageId": 55285,
      "monthDay": "02/18"
    },
    {
      "year": "1849",
      "uri": "/wiki/Alexander_Kielland",
      "name": "Alexander Kielland",
      "aboutText": "Enzo Anselmo Ferrari, Cavaliere di Gran Croce OMRI (Italian pronunciation: [ˈɛntso anˈsɛlmo ferˈraːri]; 18 February 1898 – 14 August 1988) was an Italian motor racing driver and entrepreneur, the founder of the Scuderia Ferrari Grand Prix motor racing team, and subsequently of the Ferrari automobile marque. He was widely known as \"il Commendatore\" or \"il Drake\". In his final years he was often referred to as \"l'Ingegnere\" or \"il Grande Vecchio (the Great Old Man)\".",
      "pageId": 60090,
      "monthDay": "02/18"
    },
    {
      "year": "1850",
      "uri": "/wiki/George_Henschel",
      "name": "George Henschel",
      "aboutText": "Louis Comfort Tiffany (February 18, 1848 – January 17, 1933) was an American artist and designer who worked in the decorative arts and is best known for his work in stained glass. He is the American artist most associated with the Art Nouveau  and Aesthetic movements. Tiffany was affiliated with a prestigious collaborative of designers known as the Associated Artists, which included Lockwood de Forest, Candace Wheeler, and Samuel Colman.",
      "pageId": 73516,
      "monthDay": "02/18"
    },
    {
      "year": "1855",
      "uri": "/wiki/Jean_Jules_Jusserand",
      "name": "Jean Jules Jusserand",
      "aboutText": "Adolphe Jean Menjou (February 18, 1890 – October 29, 1963) was an American actor. His career spanned both silent films and talkies. He appeared in such films as Charles Chaplin's A Woman of Paris, in which he played the lead role; Stanley Kubrick's Paths of Glory with Kirk Douglas; Ernst Lubitsch's The Marriage Circle; The Sheik with Rudolph Valentino; Morocco with Marlene Dietrich and Gary Cooper; and A Star Is Born with Janet Gaynor and Fredric March.",
      "pageId": 144767,
      "monthDay": "02/18"
    },
    {
      "year": "1858",
      "uri": "/wiki/Wilhelm_Schmidt_(engineer)",
      "name": "Wilhelm Schmidt",
      "aboutText": "José Luis Alberto Muñoz Marín (February 18, 1898 – April 30, 1980), known as Luis Muñoz Marín, was a Puerto Rican poet, journalist, politician and statesman, regarded as the \"Father of Modern Puerto Rico,\" and the \"Architect of the Commonwealth.\" In 1948 he was the first democratically elected Governor of Puerto Rico, spearheading an administration that engineered profound economic, political and social reforms; accomplishments that were internationally lauded by many politicians, statesmen, political scientists and economists of the period. Marin was instrumental in the destruction of the Nationalist party and the subjection of the freedoms and efforts for independence by the Puerto Rican people.",
      "pageId": 153100,
      "monthDay": "02/18"
    },
    {
      "year": "1862",
      "uri": "/wiki/Charles_M._Schwab",
      "name": "Charles M. Schwab",
      "aboutText": "Wilson Barrett (born William Henry Barrett; 18 February 1846 – 22 September 1904) was an English manager, actor, and playwright. With his company, Barrett is credited with attracting the largest crowds of English theatregoers ever because of his success with melodrama, an instance being his production of The Silver King (1882) at the Princess's Theatre of London.",
      "pageId": 160532,
      "monthDay": "02/18"
    },
    {
      "year": "1870",
      "uri": "/wiki/William_Laurel_Harris",
      "name": "William Laurel Harris",
      "aboutText": "Henri Laurens (February 18, 1885 – May 5, 1954) was a French sculptor and illustrator.\n^ Henri Laurens, in Celine Arnauld, Tournevire: Roman. Paris: Editions de \"L'Esprit nouveau\", 1919, p. 6.",
      "pageId": 167685,
      "monthDay": "02/18"
    },
    {
      "year": "1871",
      "uri": "/wiki/Harry_Brearley",
      "name": "Harry Brearley",
      "aboutText": "Jean Adrien Antoine Jules Jusserand (18 February 1855 – 18 July 1932) was a French author and diplomat.",
      "pageId": 280819,
      "monthDay": "02/18"
    },
    {
      "year": "1877",
      "uri": "/wiki/Arthur_Corbett_(public_servant)",
      "name": "Arthur Corbett",
      "aboutText": "For the founder and chairman of the Charles Schwab Corporation brokerage firm, see Charles R. Schwab",
      "pageId": 438701,
      "monthDay": "02/18"
    },
    {
      "year": "1883",
      "uri": "/wiki/Nikos_Kazantzakis",
      "name": "Nikos Kazantzakis",
      "aboutText": "Alexander Lange Kielland (Norwegian: [ɑlɛˈksɑndər ˈlɑŋːə ˈçɛlːɑn]; 18 February 1849 – 6 April 1906) was one of the most famous Norwegian realistic writers of the 19th century.",
      "pageId": 468642,
      "monthDay": "02/18"
    },
    {
      "year": "1885",
      "uri": "/wiki/Henri_Laurens",
      "name": "Henri Laurens",
      "aboutText": "Edward Arnold (February 18, 1890 – April 26, 1956) was an American actor.",
      "pageId": 1567680,
      "monthDay": "02/18"
    },
    {
      "year": "1890",
      "uri": "/wiki/Edward_Arnold_(actor)",
      "name": "Edward Arnold",
      "aboutText": "William Laurel Harris (February 18, 1870 – September 24, 1924) was an American muralist, educator, editor and arts organizer.\nHarris was a member of the Municipal Art Society (of which he was president in 1912), the Architectural League of New York (of which he was vice president), The National Mural Painters Society, and The Fine Arts Federation; he also founded the Art Centre with Katherine Dreier. He painted murals, designed the decorative elements, and continued the work of John LaFarge at the Church of Saint Paul the Apostle (also known as the Paulist Fathers Church) on 59th Street and 9th Avenue, New York City.",
      "pageId": 1585068,
      "monthDay": "02/18"
    },
    {
      "year": "1890",
      "uri": "/wiki/Adolphe_Menjou",
      "name": "Adolphe Menjou",
      "aboutText": "Sir Isidor George Henschel (18 February 1850 – 10 September 1934), was a German-born British baritone, pianist, conductor, and composer.\nHenschel was born at Breslau, in Silesia, now part of Poland, then part of Germany, of Polish-Jewish parentage, and educated as a pianist, making his first public appearance in Berlin in 1862. He subsequently took up singing, initially and briefly as a basso profundo but developing a fine baritone voice.",
      "pageId": 1602985,
      "monthDay": "02/18"
    },
    {
      "year": "1892",
      "uri": "/wiki/Wendell_Willkie",
      "name": "Wendell Willkie",
      "aboutText": "Harry Brearley (18 February 1871 – 14 July 1948) was an English metallurgist, usually credited with the invention of \"rustless steel\" (later to be called \"stainless steel\" in the anglophone world).",
      "pageId": 1680165,
      "monthDay": "02/18"
    },
    {
      "year": "1897",
      "uri": "/wiki/Charles_Kuentz_(soldier)",
      "name": "Charles Kuentz",
      "aboutText": "Sir Arthur Wynne Morgan Bryant, CH, CBE (18 February 1899 – 22 January 1985), was an English historian, columnist for the Illustrated London News and man of affairs. His books included studies of Samuel Pepys, accounts of English eighteenth- and nineteenth-century history, and a life of George V. Whilst his scholarly reputation has declined somewhat since his death, he continues to be read and to be the subject of detailed historical studies. He moved in high government circles and his books were devoured by the ruling elite; he was the favourite historian of at least three prime ministers: Churchill, Attlee, and Wilson.",
      "pageId": 1940213,
      "monthDay": "02/18"
    },
    {
      "year": "1898",
      "uri": "/wiki/Enzo_Ferrari",
      "name": "Enzo Ferrari",
      "aboutText": "Charles Kuentz (February 18, 1897, Ranspach – April 7, 2005) was an Alsatian centenarian and veteran of World War I. He is known for having served the German army during the Battle of Passchendaele in World War I, and the French army during World War II. He lived to the age of 108, dying in 2005.\nBorn in Alsace, Kuentz was conscripted by the Kaiser's army at the age of 19, since the Alsace-Lorraine and its Franco-German ethnic population had been under Germany authority since 1871, following the French defeat in the Franco-Prussian War. While serving in the Imperial German Army during World War I, he saw action on both the Eastern and Western Fronts.",
      "pageId": 14738611,
      "monthDay": "02/18"
    },
    {
      "year": "1898",
      "uri": "/wiki/Luis_Mu%C3%B1oz_Mar%C3%ADn",
      "name": "Luis Muñoz Marín",
      "aboutText": "Wilhelm Schmidt, known as Hot Steam Schmidt (German: Heißdampf-Schmidt) (1858–1924) was a German engineer and inventor who achieved the breakthrough in the development of superheated steam technology for steam engines.",
      "pageId": 20325931,
      "monthDay": "02/18"
    },
    {
      "year": "1899",
      "uri": "/wiki/Arthur_Bryant",
      "name": "Arthur Bryant",
      "aboutText": "Arthur Brownlow Corbett MBE (18 February 1877 – 20 March 1970) was a senior Australian public servant. He was Director-General of the Department of Civil Aviation from April 1939 until February 1944.",
      "pageId": 45281130,
      "monthDay": "02/18"
    },
    {
      "year": "1901",
      "uri": "/wiki/Reginald_Sheffield",
      "name": "Reginald Sheffield",
      "aboutText": "Jean Drapeau, CC GOQ (18 February 1916 – 12 August 1999) was a Canadian lawyer and politician who served as mayor of Montreal from 1954 to 1957 and 1960 to 1986. During his tenure as mayor he was responsible for the construction of the Montreal Metro system and the Place des Arts concert hall, for conceiving Expo 67, for securing the 1976 Summer Olympics, and for helping to bring Major League Baseball to Montreal with the creation of the Montreal Expos.",
      "pageId": 262226,
      "monthDay": "02/18"
    },
    {
      "year": "1902",
      "uri": "/wiki/Walter_Herbert_(conductor)",
      "name": "Walter Herbert",
      "aboutText": "Helen Gurley Brown (February 18, 1922 – August 13, 2012) was an American author, publisher, and businesswoman.",
      "pageId": 334263,
      "monthDay": "02/18"
    },
    {
      "year": "1903",
      "uri": "/wiki/Nikolai_Podgorny",
      "name": "Nikolai Podgorny",
      "aboutText": "Wallace Earle Stegner (February 18, 1909 – April 13, 1993) was an American novelist, short story writer, environmentalist, and historian, often called \"The Dean of Western Writers\". He won the Pulitzer Prize in 1972 and the U.S. National Book Award in 1977.\n^ Evelyn Boswell (2006-10-05).",
      "pageId": 391092,
      "monthDay": "02/18"
    },
    {
      "year": "1905",
      "uri": "/wiki/Queenie_Leonard",
      "name": "Queenie Leonard",
      "aboutText": "Sir Eric Matthew Gairy PC (18 February 1922 – 23 August 1997) was the first Prime Minister of Grenada, serving from his country's independence in 1974 until his overthrow in a coup by Maurice Bishop in 1979.",
      "pageId": 435568,
      "monthDay": "02/18"
    },
    {
      "year": "1906",
      "uri": "/wiki/Hans_Asperger",
      "name": "Hans Asperger",
      "aboutText": "Jack Palance (born Volodymyr Palahniuk; February 18, 1919 – November 10, 2006) was an American actor.",
      "pageId": 598470,
      "monthDay": "02/18"
    },
    {
      "year": "1907",
      "uri": "/wiki/Oscar_Brodney",
      "name": "Oscar Brodney",
      "aboutText": "Nikolai Viktorovich Podgorny (Russian: Никола́й Ви́кторович Подго́рный; IPA: [nʲɪkɐˈlaj ˈvʲiktərəvʲɪtɕ pɐdˈgornɨj], Ukrainian: Микола Вікторович Підгорний; 18 February [O.S. 5 February] 1903 – 11 January 1983) was a Soviet statesman during the Cold War. He served as First Secretary of the Central Committee of the Communist Party of Ukraine from 1957 to 1963 and as Chairman of the Presidium of the Supreme Soviet from 1965 to 1977. He was replaced as Chairman of the Presidium of the Supreme Soviet in 1977 by General Secretary Leonid Brezhnev.",
      "pageId": 607489,
      "monthDay": "02/18"
    },
    {
      "year": "1909",
      "uri": "/wiki/Tuppy_Owen-Smith",
      "name": "Tuppy Owen-Smith",
      "aboutText": "Reginald Sheffield (18 February 1901 – 8 December 1957) was an English-born actor.",
      "pageId": 680512,
      "monthDay": "02/18"
    },
    {
      "year": "1909",
      "uri": "/wiki/Wallace_Stegner",
      "name": "Wallace Stegner",
      "aboutText": "Phyllis Calvert (18 February 1915 – 8 October 2002) was an English film, stage and television actress.",
      "pageId": 1379249,
      "monthDay": "02/18"
    },
    {
      "year": "1911",
      "uri": "/wiki/J%C4%81nis_V%C4%ABtols",
      "name": "Jānis Vītols",
      "aboutText": "Allan John Melvin (February 18, 1923 – January 17, 2008) was an American character actor who appeared in several television shows, including the roles of Corporal Henshaw on The Phil Silvers Show; Alice’s boyfriend, Sam the Butcher, on The Brady Bunch; Sargeant Hacker on Gomer Pyle, USMC; and Archie Bunker’s friend, Barney Hefner, on All in the Family and Archie Bunker’s Place.",
      "pageId": 1917062,
      "monthDay": "02/18"
    },
    {
      "year": "1914",
      "uri": "/wiki/Pee_Wee_King",
      "name": "Pee Wee King",
      "aboutText": "Juhan Smuul (18 February 1922 – 13 April 1971) was an Estonian writer.",
      "pageId": 2962354,
      "monthDay": "02/18"
    },
    {
      "year": "1915",
      "uri": "/wiki/Phyllis_Calvert",
      "name": "Phyllis Calvert",
      "aboutText": "Julius Frank Anthony Kuczynski (February 18, 1914 – March 7, 2000), known professionally as Pee Wee King, was an American country music songwriter and recording artist best known for co-writing \"The Tennessee Waltz\".",
      "pageId": 3390951,
      "monthDay": "02/18"
    },
    {
      "year": "1916",
      "uri": "/wiki/Jean_Drapeau",
      "name": "Jean Drapeau",
      "aboutText": "Harold Geoffrey Owen \"Tuppy\" Owen-Smith (18 February 1909 – 28 February 1990) was a South African cricketer who played Test cricket for South Africa and a rugby player who played for and captained the England rugby union team.",
      "pageId": 3807824,
      "monthDay": "02/18"
    },
    {
      "year": "1917",
      "uri": "/wiki/Jos%C3%A9_Curbelo",
      "name": "José Curbelo",
      "aboutText": "Dona Massin (born 18 February 1917 in Winnipeg, Canada – 26 May 2001) was a film choreographer best known for her work on The Wizard of Oz.",
      "pageId": 6393306,
      "monthDay": "02/18"
    },
    {
      "year": "1917",
      "uri": "/wiki/Dona_Massin",
      "name": "Dona Massin",
      "aboutText": "Oscar Brodney (February 18, 1907 - February 12, 2008) was an American lawyer-turned-screenwriter. He was born and raised in Boston, Massachusetts, the son of an immigrant fisherman. One of seven children, a younger brother was the painter Edward Brodney.",
      "pageId": 6625618,
      "monthDay": "02/18"
    },
    {
      "year": "1919",
      "uri": "/wiki/Jack_Palance",
      "name": "Jack Palance",
      "aboutText": "Walter Herbert (né Seligmann, February 18, 1898 – September 14, 1975) was an American conductor and impresario of German birth, and also a world champion at contract bridge.",
      "pageId": 13859580,
      "monthDay": "02/18"
    },
    {
      "year": "1921",
      "uri": "/wiki/Oscar_Feltsman",
      "name": "Oscar Feltsman",
      "aboutText": "Queenie Leonard (18 February 1905 – 17 January 2002) was an English character actress and singer.",
      "pageId": 17347376,
      "monthDay": "02/18"
    },
    {
      "year": "1922",
      "uri": "/wiki/Eric_Gairy",
      "name": "Eric Gairy",
      "aboutText": "Hans Asperger (February 18, 1906 – October 21, 1980) was an Austrian pediatrician, medical theorist, and medical professor. He is best known for his early studies on mental disorders, especially in children. His work was largely unnoticed during his lifetime except for a few accolades in Vienna, and his studies on psychological disorders only acquired world renown posthumously.",
      "pageId": 19389318,
      "monthDay": "02/18"
    },
    {
      "year": "1922",
      "uri": "/wiki/Helen_Gurley_Brown",
      "name": "Helen Gurley Brown",
      "aboutText": "Oscar Borisovich Feltsman (Russian: Оскар Борисович Фельцман; February 18, 1921 – February 3, 2013) was a Ukrainian-born Soviet/Russian composer, father of Vladimir Feltsman.\n^ \"Author of Yury Gagarin's song Oscar Feltsman dies at 92\". English pravda.ru.",
      "pageId": 19793539,
      "monthDay": "02/18"
    },
    {
      "year": "1922",
      "uri": "/wiki/Allan_Melvin",
      "name": "Allan Melvin",
      "aboutText": "José Curbelo (February 18, 1917, Havana - September 21, 2012, Miami) was a Cuban-born American pianist and manager. Curbelo was a key figure in Latin jazz in New York City in the 1940s and helped to popularize Mambo and the cha cha dance in the 1950s.\nBoth of Curbelo's parents were born in Cuba, but his father had studied classical violin in the United States before returning to play with the Havana Philharmonic.",
      "pageId": 37120434,
      "monthDay": "02/18"
    },
    {
      "year": "1922",
      "uri": "/wiki/Juhan_Smuul",
      "name": "Juhan Smuul",
      "aboutText": "Jānis Vītols (18 February 1911 – 1993) was a Latvian cyclist. He competed in the individual and team road race events at the 1936 Summer Olympics.\n^ \"Jānis Vītols Olympic Results\".",
      "pageId": 43276468,
      "monthDay": "02/18"
    },
    {
      "year": "1924",
      "uri": "/wiki/Humberto_Fern%C3%A1ndez_Mor%C3%A1n",
      "name": "Humberto Fernández Morán",
      "aboutText": "Yoko Ono (小野 洋子, Ono Yōko, born 18 February 1933) is a Japanese multimedia artist, singer and peace activist who is also known for her work in performance art, music and filmmaking. She is the widow and second wife of John Lennon.\nOno grew up in Tokyo, and studied at Gakushuin.",
      "pageId": 34350,
      "monthDay": "02/18"
    },
    {
      "year": "1924",
      "uri": "/wiki/Nicola_Rizzuto",
      "name": "Nicola Rizzuto",
      "aboutText": "Toni Morrison (born Chloe Ardelia Wofford; February 18, 1931) is an American novelist, editor, and professor. Her novels are known for their epic themes, vivid dialogue, and richly detailed characters. Among her best known novels are The Bluest Eye (1970), Sula (1973), Song of Solomon (1977), and Beloved (1987).",
      "pageId": 43165,
      "monthDay": "02/18"
    },
    {
      "year": "1924",
      "uri": "/wiki/Sam_Rolfe",
      "name": "Sam Rolfe",
      "aboutText": "Jan Tomáš Forman (Czech: [ˈjan ˈtomaːʃ ˈforman]; born 18 February 1932), known as Miloš Forman ([ˈmɪloʃ ˈforman], English /ˈmiːloʊʃ ˈfɔərmən/), is a Czech film director, screenwriter, actor, and professor, who until 1968 lived and worked primarily in the former Czechoslovakia.\nForman was one of the most important directors of the Czechoslovak New Wave. His 1967 film The Fireman's Ball, on the surface a naturalistic representation of an ill-fated social event in a provincial town, was seen by both movie scholars and authorities in Czechoslovakia as a biting satire on Eastern European Communism, resulting in it being banned for many years in Forman's home country.",
      "pageId": 51333,
      "monthDay": "02/18"
    },
    {
      "year": "1925",
      "uri": "/wiki/George_Kennedy",
      "name": "George Kennedy",
      "aboutText": "Leonard Cyril Deighton (/ˈdiːtən/; born 18 February 1929), known as Len Deighton, is a British writer of novels, military history, screenplays, cookery writing, and also a graphic artist.",
      "pageId": 54085,
      "monthDay": "02/18"
    },
    {
      "year": "1926",
      "uri": "/wiki/Nalini_Jaywant",
      "name": "Nalini Jaywant",
      "aboutText": "Sir Robert William \"Bobby\" Robson CBE (18 February 1933 – 31 July 2009) was an English footballer and football manager. His career included periods playing for and later managing the England national team.\nRobson's professional playing career as an inside-forward spanned nearly 20 years, during which he played for three clubs: Fulham, West Bromwich Albion, and, briefly, Vancouver Royals.",
      "pageId": 68685,
      "monthDay": "02/18"
    },
    {
      "year": "1927",
      "uri": "/wiki/Luis_Arroyo",
      "name": "Luis Arroyo",
      "aboutText": "Audre Lorde (/ˈɔːdri lɔrd/; born Audrey Geraldine Lorde, February 18, 1934 – November 17, 1992) was a Caribbean-American writer, radical feminist, womanist, lesbian, and civil rights activist. In her own words, Lorde was a \"black, lesbian, mother, warrior, poet\". Her poems and essays focused on civil rights issues, feminism, and the expression of black female identity.",
      "pageId": 210542,
      "monthDay": "02/18"
    },
    {
      "year": "1927",
      "uri": "/wiki/John_Warner",
      "name": "John Warner",
      "aboutText": "John William Warner (born February 18, 1927) served as Secretary of the Navy from 1972 to 1974 and as a five-term Republican United States Senator from Virginia from January 2, 1979, to January 3, 2009. He did not seek reelection in 2008 and has rejoined the law firm of Hogan Lovells, where he worked before joining the United States Department of Defense. Warner was also the sixth husband of actress Elizabeth Taylor, whom he married before being elected to the Senate.",
      "pageId": 326957,
      "monthDay": "02/18"
    },
    {
      "year": "1928",
      "uri": "/wiki/Tom_Johnson_(ice_hockey)",
      "name": "Tom Johnson",
      "aboutText": "John Lewis \"Johnny\" Hart (February 18, 1931 – April 7, 2007) was an American cartoonist noted as the creator of the comic strips B.C. and Wizard of Id. Brant Parker co-produced and illustrated Wizard of Id. Hart was recognized with several awards, including the Swedish Adamson Award and five from the National Cartoonists Society.",
      "pageId": 340384,
      "monthDay": "02/18"
    },
    {
      "year": "1929",
      "uri": "/wiki/Len_Deighton",
      "name": "Len Deighton",
      "aboutText": "Jean Marie Auel (/ˈdʒiːn məˈriː ˈaʊl/; née Untinen; born February 18, 1936) is an American writer. She is best known for her Earth's Children books, a series of novels set in prehistoric Europe that explores interactions of Cro-Magnon people with Neanderthals.",
      "pageId": 414052,
      "monthDay": "02/18"
    },
    {
      "year": "1929",
      "uri": "/wiki/Andr%C3%A9_Mathieu",
      "name": "André Mathieu",
      "aboutText": "George Harris Kennedy, Jr. (born February 18, 1925) is an American actor who has appeared in more than two hundred film and television productions.",
      "pageId": 614519,
      "monthDay": "02/18"
    },
    {
      "year": "1931",
      "uri": "/wiki/Johnny_Hart",
      "name": "Johnny Hart",
      "aboutText": "Humberto Fernández-Morán Villalobos (February 18, 1924 –  March 17, 1999) was a Venezuelan research scientist born in Maracaibo, Venezuela, renowned for inventing the diamond knife or scalpel, significantly advancing the development of electromagnetic lenses for electron microscopy based on superconducting technology, and many other scientific contributions. A quick review of his oft-cited peer-reviewed publications in journals of science shows a wide range of scientific research interests, from elucidating mitochondrial membrane structure to compositional analyses of lunar rock obtained in the course of NASA's Apollo missions.\nDr.",
      "pageId": 1061822,
      "monthDay": "02/18"
    },
    {
      "year": "1931",
      "uri": "/wiki/Toni_Morrison",
      "name": "Toni Morrison",
      "aboutText": "Thomas Christian \"Tomcat\" Johnson (February 18, 1928 – November 21, 2007) was a Canadian professional ice hockey player and executive. As a player, he played for the Montreal Canadiens and Boston Bruins in the National Hockey League. He later served as the assistant manager of the Bruins and the Bruins' coach.",
      "pageId": 1783295,
      "monthDay": "02/18"
    },
    {
      "year": "1932",
      "uri": "/wiki/Milo%C5%A1_Forman",
      "name": "Miloš Forman",
      "aboutText": "Terrance Richard \"Dick\" Duff (born February 18, 1936) is a retired Canadian professional ice hockey forward who played 18 seasons for the Montreal Canadiens, Toronto Maple Leafs, Buffalo Sabres, Los Angeles Kings, and New York Rangers in the National Hockey League (NHL). He also served as head coach of the Leafs for part of the 1979–80 season. He is retired from hockey, and lives in Mississauga, Ontario.",
      "pageId": 1921184,
      "monthDay": "02/18"
    },
    {
      "year": "1933",
      "uri": "/wiki/Yoko_Ono",
      "name": "Yoko Ono",
      "aboutText": "Luis Enrique \"Tite\" Arroyo, (born February 18, 1927), is a former major league baseball pitcher.",
      "pageId": 1988083,
      "monthDay": "02/18"
    },
    {
      "year": "1933",
      "uri": "/wiki/Bobby_Robson",
      "name": "Bobby Robson",
      "aboutText": "Francisco \"Paco\" Rabaneda Cuervo, (more commonly known under the pseudonym of Paco Rabanne) (French: [pako ʁaban]; Spanish: [ˈpako raˈβan]; born 18 February 1934) is a French fashion designer of Spanish origin who became known as l'enfant terrible (unruly child) of the 1960s French fashion world.",
      "pageId": 3190123,
      "monthDay": "02/18"
    },
    {
      "year": "1934",
      "uri": "/wiki/Audre_Lorde",
      "name": "Audre Lorde",
      "aboutText": "André Mathieu (18 February 1929 – 2 June 1968) was a Canadian pianist and composer.",
      "pageId": 6264536,
      "monthDay": "02/18"
    },
    {
      "year": "1934",
      "uri": "/wiki/Paco_Rabanne",
      "name": "Paco Rabanne",
      "aboutText": "Alvin Brian \"Ab\" McDonald (born February 18, 1936 in Winnipeg, Manitoba) is a retired Canadian ice hockey forward.",
      "pageId": 6400001,
      "monthDay": "02/18"
    },
    {
      "year": "1936",
      "uri": "/wiki/Jean_M._Auel",
      "name": "Jean M. Auel",
      "aboutText": "Samuel Harris \"Sam\" Rolfe (February 18, 1924 – July 10, 1993) was an American screenwriter best known for creating (with Herb Meadow) the well-remembered television series Have Gun – Will Travel, first appearing on CBS, as well as his work on the 1960s television series The Man from U.N.C.L.E. and The Eleventh Hour, both on NBC.",
      "pageId": 7285135,
      "monthDay": "02/18"
    },
    {
      "year": "1936",
      "uri": "/wiki/Dick_Duff",
      "name": "Dick Duff",
      "aboutText": "Nalini Jaywant (18 February 1926 – 20 December 2010) was an Indian movie actress from Bollywood in the 1940s and 1950s.",
      "pageId": 12500916,
      "monthDay": "02/18"
    },
    {
      "year": "1936",
      "uri": "/wiki/Ab_McDonald",
      "name": "Ab McDonald",
      "aboutText": "Nicola Rizzuto (February 18, 1924 – November 10, 2010), also known as Nick Rizzuto, was the leader of the Sicilian faction of the Bonanno crime family in Montreal, Quebec who later pushed out the Calabrian faction. Rizzuto was born in Cattolica Eraclea, Sicily, in 1924, and immigrated to Canada in 1954 when the family settled in Montreal. Nick's son Vito Rizzuto, before his death on December 23, 2013, was allegedly the godfather of the Sicilian Mafia in Canada.",
      "pageId": 14963330,
      "monthDay": "02/18"
    },
    {
      "year": "1937",
      "uri": "/wiki/Ulvi_Voog",
      "name": "Ulvi Voog",
      "aboutText": "David Graeme Garden OBE (born 18 February 1943) is a British comedian, author, actor, artist and television presenter, best known as a member of The Goodies.",
      "pageId": 50452,
      "monthDay": "02/18"
    },
    {
      "year": "1938",
      "uri": "/wiki/Barry_Knight_(cricketer)",
      "name": "Barry Knight",
      "aboutText": "Dennis DeYoung (born February 18, 1947) is an American singer, songwriter, musician and producer best known for being a founding member of the rock band Styx as lead vocalist and keyboardist, a tenure that lasted from 1970 until June 1999. DeYoung has been credited as the writer of more Styx songs than any other Styx member.",
      "pageId": 648294,
      "monthDay": "02/18"
    },
    {
      "year": "1938",
      "uri": "/wiki/Manny_Mota",
      "name": "Manny Mota",
      "aboutText": "Herman Santiago (born February 18, 1941) is a rock and roll pioneer and songwriter who was previously a member of the band Frankie Lymon and the Teenagers.",
      "pageId": 908659,
      "monthDay": "02/18"
    },
    {
      "year": "1938",
      "uri": "/wiki/Sadanoyama_Shinmatsu",
      "name": "Sadanoyama Shinmatsu",
      "aboutText": "Eliot Lance Engel (born February 18, 1947) is the U.S. Representative for New York's 16th congressional district. He is a member of the Democratic Party. His new district, District 16, contains parts of the Bronx and Westchester County.",
      "pageId": 963053,
      "monthDay": "02/18"
    },
    {
      "year": "1938",
      "uri": "/wiki/Istv%C3%A1n_Szab%C3%B3",
      "name": "István Szabó",
      "aboutText": "Fabrizio Cristiano De André (Italian pronunciation: [faˈbrittsjo de anˈdre]; 18 February 1940 – 11 January 1999) was an Italian singer-songwriter.\nKnown for his sympathies towards anarchism, left-libertarianism and pacifism, his songs often featured marginalized and rebellious people, gypsies, prostitutes and knaves, and attacked the Catholic Church hierarchy . Artistically active for almost 40 years and the author of thirteen studio albums, he is renowned for the quality of his lyrics and often considered a poet.",
      "pageId": 1099092,
      "monthDay": "02/18"
    },
    {
      "year": "1939",
      "uri": "/wiki/Claude_Ake",
      "name": "Claude Ake",
      "aboutText": "István Szabó (born February 18, 1938) is a Hungarian film director, screenwriter, and opera director.\nSzabó is the most internationally famous Hungarian filmmaker since the late 1960s. Working in the tradition of European auteurism, he has made films that represent many of the political and psychological conflicts of Central Europe’s recent history, as well as of his own personal history.",
      "pageId": 1172987,
      "monthDay": "02/18"
    },
    {
      "year": "1939",
      "uri": "/wiki/Marek_Janowski",
      "name": "Marek Janowski",
      "aboutText": "Judy Torluemke Rankin (born February 18, 1945) is an American professional golfer and golf broadcaster. A member of the World Golf Hall of Fame, she joined the LPGA Tour in 1962 at age 17 and won 26 tour events. Rankin is currently the lead analyst for the LPGA Tour telecasts on Golf Channel, and works select PGA Tour events as an on-course reporter.",
      "pageId": 1632847,
      "monthDay": "02/18"
    },
    {
      "year": "1939",
      "uri": "/wiki/Dal_Maxvill",
      "name": "Dal Maxvill",
      "aboutText": "Charles Dallan Maxvill (born February 18, 1939 in Granite City, Illinois) is a former shortstop, coach and general manager in Major League Baseball (MLB). During his career, Maxvill played, coached, or was an executive for four World Series winners and seven league champions. A graduate of St.",
      "pageId": 2607924,
      "monthDay": "02/18"
    },
    {
      "year": "1940",
      "uri": "/wiki/Fabrizio_De_Andr%C3%A9",
      "name": "Fabrizio De André",
      "aboutText": "Manuel Rafael Mota Geronimo, more commonly known as Manny Mota (born February 18, 1938), is a Dominican former Major League Baseball outfielder who played for the San Francisco Giants, Pittsburgh Pirates and Montreal Expos, as well as being a pinch hitting specialist with the Los Angeles Dodgers.\nHe was a coach for the Dodgers from 1980 through 2013. His 34 consecutive seasons as a Dodgers coach was the longest in team history and the second-longest such streak in MLB history behind Nick Altrock, who spent 42 straight seasons listed as a coach for the old Washington Senators.",
      "pageId": 2616844,
      "monthDay": "02/18"
    },
    {
      "year": "1941",
      "uri": "/wiki/Mati_Nuude",
      "name": "Mati Nuude",
      "aboutText": "Irma Thomas (born February 18, 1941, Ponchatoula, Louisiana, United States) is an American singer from New Orleans. She is known as the \"Soul Queen of New Orleans\".\nThomas is a contemporary of Aretha Franklin and Etta James, but never experienced their level of commercial success.",
      "pageId": 2993890,
      "monthDay": "02/18"
    },
    {
      "year": "1941",
      "uri": "/wiki/Herman_Santiago",
      "name": "Herman Santiago",
      "aboutText": "Professor Claude Ake (18 February 1939 in Omoku; 7 November 1996) was a Nigerian political scientist. Ake gained a Ph.D. from Columbia University in 1966 and during his life he held various academic positions at institutions around the world, including Yale University (United States), University of Nairobi (Kenya), University of Dar es Salaam (Tanzania) and University of Port Harcourt (Nigeria). He was active in Nigerian politics and is well known for his work in studies of development and democracy, his overriding concern being Africa.",
      "pageId": 3690699,
      "monthDay": "02/18"
    },
    {
      "year": "1941",
      "uri": "/wiki/Irma_Thomas",
      "name": "Irma Thomas",
      "aboutText": "Barry Knight (born Barry Rolfe Knight, 18 February 1938) is a former English cricketer, who played in twenty nine Tests for England from 1961 to 1969.\nCricket correspondent Colin Bateman remarked, \"a flamboyant cricketer... [Knight] was an elegant middle-order batsman and a bowler with a sharp turn of speed who never appeared to run out of energy\".",
      "pageId": 3726452,
      "monthDay": "02/18"
    },
    {
      "year": "1943",
      "uri": "/wiki/Graeme_Garden",
      "name": "Graeme Garden",
      "aboutText": "Patrick Dennis \"Pat\" Bowlen (born February 18, 1944) is the majority owner of the Denver Broncos. The Bowlen Family, including his two brothers John Bowlen and Bill Bowlen, and sister Marybeth Bowlen, purchased the team from Edgar Kaiser in 1984.",
      "pageId": 3986714,
      "monthDay": "02/18"
    },
    {
      "year": "1944",
      "uri": "/wiki/Pat_Bowlen",
      "name": "Pat Bowlen",
      "aboutText": "José Maria Cañizares (born 18 February 1947) is a Spanish golfer.\nCañizares was born in Madrid. He turned professional in 1967 and made the top hundred on the European Tour Order of Merit every year from its first season in 1972 through to 1993.",
      "pageId": 4455122,
      "monthDay": "02/18"
    },
    {
      "year": "1945",
      "uri": "/wiki/Judy_Rankin",
      "name": "Judy Rankin",
      "aboutText": "Marek Janowski (born 18 February 1939 in Warsaw) is a Polish-born German conductor.\nJanowski grew up in Wuppertal near Cologne, Germany after his mother traveled there at the start of World War II to be with her parents. His father disappeared in Poland during the war.",
      "pageId": 4821660,
      "monthDay": "02/18"
    },
    {
      "year": "1946",
      "uri": "/wiki/Michael_Buerk",
      "name": "Michael Buerk",
      "aboutText": "Jean-Claude Dreyfus (born 18 February 1946 in Paris) is a French actor, comedian and author. He began his career in film acting in 1973 in the film Comment réussir quand on est con et pleurnichard. Dreyfus is notable for his portrayal of the butcher and main antagonist in the black comedy Delicatessen by Marc Caro and Jean-Pierre Jeunet.",
      "pageId": 7351019,
      "monthDay": "02/18"
    },
    {
      "year": "1946",
      "uri": "/wiki/Jean-Claude_Dreyfus",
      "name": "Jean-Claude Dreyfus",
      "aboutText": "Sadanoyama Shinmatsu (佐田の山 晋松, born February 18, 1938 as Shinmatsu Sasada) is a former sumo wrestler from Nagasaki Prefecture, Japan. He was the sport's 50th yokozuna.",
      "pageId": 9174596,
      "monthDay": "02/18"
    },
    {
      "year": "1947",
      "uri": "/wiki/Jos%C3%A9_Mar%C3%ADa_Ca%C3%B1izares",
      "name": "José María Cañizares",
      "aboutText": "Mati Nuude (February 18, 1941, Tallinn – March 10, 2001, Tallinn) was an Estonian weightlifter and singer.\nNuude was born to a family of an Estonian officer, repressed by the Soviet Union. In 1949 Nuude, his mother and brother were deported to Northern Kazakhstan.",
      "pageId": 11772317,
      "monthDay": "02/18"
    },
    {
      "year": "1947",
      "uri": "/wiki/Dennis_DeYoung",
      "name": "Dennis DeYoung",
      "aboutText": "Michael Duncan Buerk (born 18 February 1946) is an English journalist and newsreader, whose reporting of the Ethiopian famine on 23 October 1984 inspired the Band Aid charity record and, subsequently, the Live Aid concert.",
      "pageId": 19349067,
      "monthDay": "02/18"
    },
    {
      "year": "1947",
      "uri": "/wiki/Eliot_Engel",
      "name": "Eliot Engel",
      "aboutText": "Ulvi Indrikson (née Voog; born 18 February 1937) is an Estonian former freestyle swimmer who won a silver medal in the 4×100 m medley relay at the 1958 European Aquatics Championships. She also competed at the 1960 Summer Olympics in the 100 m and 4×100 m freestyle and finished eights in the 4×100 m relay. During her career she won 11 national (USSR) titles: in the 100 m freestyle (1955–58, 60), 400 m freestyle (1956–60) and 4×100 m freestyle (1958), and set 10 national records.",
      "pageId": 36881984,
      "monthDay": "02/18"
    },
    {
      "year": "1947",
      "uri": "/wiki/Princess_Christina_of_the_Netherlands",
      "name": "Princess Christina of the Netherlands",
      "aboutText": "Cybill Lynne Shepherd (born February 18, 1950) is an American actress, singer and former model.\nShepherd's better known roles include Jacy in The Last Picture Show (1971), Kelly in The Heartbreak Kid (1972), Betsy in Taxi Driver (1976), Maddie Hayes in Moonlighting (1985–1989), Cybill Sheridan in Cybill (1995–1998), Phyllis Kroll in The L Word (2007–2009), and Madeleine Spencer in Psych (2008–2013).",
      "pageId": 43848,
      "monthDay": "02/18"
    },
    {
      "year": "1947",
      "uri": "/wiki/Carlos_Lopes",
      "name": "Carlos Lopes",
      "aboutText": "John Joseph Travolta (born February 18, 1954) is an American actor, dancer, and singer. Travolta first became known in the 1970s, after appearing on the television series Welcome Back, Kotter (1975–1979) and starring in the box office successes Saturday Night Fever (1977) and Grease (1978). His acting career declined through the 1980s, but enjoyed a resurgence in the 1990s with his role in Pulp Fiction (1994), and he has since starred in films such as Face/Off (1997), Swordfish (2001), Wild Hogs and Hairspray (both 2007).",
      "pageId": 54174,
      "monthDay": "02/18"
    },
    {
      "year": "1948",
      "uri": "/wiki/Sin%C3%A9ad_Cusack",
      "name": "Sinéad Cusack",
      "aboutText": "John Wilden Hughes, Jr. (February 18, 1950 – August 6, 2009) was an American film director, producer, and screenwriter. He directed and scripted some of the most successful comedy films of the 1980s and early 1990s, including the comedy National Lampoon's Vacation (1983), the coming-of-age comedy Sixteen Candles (1984), the teen sci-fi comedy Weird Science (1985), the coming-of-age comedy-drama The Breakfast Club (1985), the coming-of-age comedy Ferris Bueller's Day Off (1986), the romantic comedy-drama Pretty in Pink (1986), the romance Some Kind of Wonderful (1987), the comedies Planes, Trains and Automobiles (1987) and Uncle Buck (1989), the Christmas family comedy Home Alone (1990) and its sequel, Home Alone 2: Lost in New York (1992).",
      "pageId": 102467,
      "monthDay": "02/18"
    },
    {
      "year": "1949",
      "uri": "/wiki/Gary_Ridgway",
      "name": "Gary Ridgway",
      "aboutText": "Princess Maria Christina of the Netherlands (born 18 February 1947) is the youngest of four daughters born to Queen Juliana of the Netherlands and Prince Bernhard of Lippe-Biesterfeld.",
      "pageId": 141558,
      "monthDay": "02/18"
    },
    {
      "year": "1950",
      "uri": "/wiki/Michel_Gauthier",
      "name": "Michel Gauthier",
      "aboutText": "María Isabel Preysler Arrastía (born 18 February 1951), better known as Isabel Preysler, is a Spanish-Filipina socialite and television host.\n^ \"The return of Isabel Preysler\". Inquirer.",
      "pageId": 216291,
      "monthDay": "02/18"
    },
    {
      "year": "1950",
      "uri": "/wiki/John_Hughes_(filmmaker)",
      "name": "John Hughes",
      "aboutText": "Gary Leon Ridgway (born February 18, 1949) is the American serial killer known as the Green River Killer. He was initially convicted of 48 separate murders and later confessed to nearly twice that number. As part of his plea bargain, an additional conviction was added, bringing the total number of convictions to 49, making him the most prolific American serial killer in history according to confirmed murders.",
      "pageId": 288210,
      "monthDay": "02/18"
    },
    {
      "year": "1950",
      "uri": "/wiki/Cybill_Shepherd",
      "name": "Cybill Shepherd",
      "aboutText": "Sir Peter James Luff (born 18 February 1955) is a British Conservative Party politician. He was the Member of Parliament (MP) for Mid Worcestershire from 1997 to 2015, for Worcester from 1992 until 1997.",
      "pageId": 428667,
      "monthDay": "02/18"
    },
    {
      "year": "1951",
      "uri": "/wiki/Queen_Komal_of_Nepal",
      "name": "Queen Komal of Nepal",
      "aboutText": "Michel Gauthier (French pronunciation: ​[miʃɛl ɡotje]; born February 18, 1950 in Quebec City, Quebec) is a Canadian politician, who served as leader of the Bloc Québécois from 1996 to 1997.",
      "pageId": 433146,
      "monthDay": "02/18"
    },
    {
      "year": "1951",
      "uri": "/wiki/Isabel_Preysler",
      "name": "Isabel Preysler",
      "aboutText": "Carlos Alberto de Sousa Lopes, GCIH, (Portuguese pronunciation: [ˈkaɾluʃ ˈlɔpɨʃ], born February 18, 1947) is a Portuguese former long-distance runner, winner of the marathon race at the 1984 Summer Olympics, in Los Angeles. He brought home Portugal's first ever Olympic gold medal along with a new Olympic record – 2:09.21.\nBorn in Vildemoinhos, near Viseu, Portugal, Carlos Lopes worked as a stonecutter's helper.",
      "pageId": 740966,
      "monthDay": "02/18"
    },
    {
      "year": "1952",
      "uri": "/wiki/Randy_Crawford",
      "name": "Randy Crawford",
      "aboutText": "Sir Martin John Taylor, FRS (born 18 February 1952) is a British mathematician and academic. He was professor of pure mathematics at the School of Mathematics, University of Manchester and, prior to its formation and merger, UMIST where he was appointed to a chair after moving from Trinity College, Cambridge in 1986.",
      "pageId": 1024502,
      "monthDay": "02/18"
    },
    {
      "year": "1952",
      "uri": "/wiki/Maurice_Lucas",
      "name": "Maurice Lucas",
      "aboutText": "Judy Kay \"Juice\" Newton (born February 18, 1952) is an American pop and country singer, songwriter and guitarist. To date, Newton has received five Grammy Award nominations in the Pop and Country Best Female Vocalist categories (winning once in 1983), as well as an ACM Award for Top New Female Artist and two Billboard Female Album Artist of the Year awards (won consecutively).\nNewton has several Gold and Platinum records to her credit, including Juice, Quiet Lies and her first Greatest Hits album.",
      "pageId": 1069018,
      "monthDay": "02/18"
    },
    {
      "year": "1952",
      "uri": "/wiki/Juice_Newton",
      "name": "Juice Newton",
      "aboutText": "Bernard Valcourt, PC QC (born February 18, 1952) is a Canadian politician and lawyer, who served as Member of Parliament for the electoral district of Madawaska—Restigouche, New Brunswick until he was defeated in the 2015 federal election.",
      "pageId": 1094231,
      "monthDay": "02/18"
    },
    {
      "year": "1952",
      "uri": "/wiki/Martin_J._Taylor",
      "name": "Martin J. Taylor",
      "aboutText": "Veronica \"Randy\" Crawford (born February 18, 1952, Macon, Georgia) is an American jazz and R&B singer. She has been more successful in Europe than in the United States, where she has not entered the Billboard Hot 100 as a solo artist.",
      "pageId": 1118125,
      "monthDay": "02/18"
    },
    {
      "year": "1952",
      "uri": "/wiki/Bernard_Valcourt",
      "name": "Bernard Valcourt",
      "aboutText": "Sinéad Moira Cusack (/ʃɨˈneɪd/; born 18 February 1948) is an Irish stage, television and film actress. Her first acting roles were at the Abbey Theatre in Dublin, before moving to London in 1975 to join the Royal Shakespeare Company. She has received two Tony Award nominations: once for Best Leading Actress in Much Ado About Nothing (1985), and again for Best Featured Actress in Rock 'n' Roll (2008).",
      "pageId": 1364371,
      "monthDay": "02/18"
    },
    {
      "year": "1952",
      "uri": "/wiki/M%C4%81ra_Z%C4%81l%C4%ABte",
      "name": "Māra Zālīte",
      "aboutText": "Maurice Lucas (February 18, 1952 – October 31, 2010) was an American professional basketball player. The first two years of his postcollegiate career were spent in the American Basketball Association (ABA) with the Spirits of St. Louis and Kentucky Colonels.",
      "pageId": 2897466,
      "monthDay": "02/18"
    },
    {
      "year": "1953",
      "uri": "/wiki/Robbie_Bachman",
      "name": "Robbie Bachman",
      "aboutText": "Robin Peter Kendall \"Robbie\" Bachman (born February 18, 1953, in Winnipeg, Manitoba, Canada) is a drummer and the youngest brother of Canadian guitarist, singer and songwriter Randy Bachman. He was the original drummer for both the Brave Belt and Bachman–Turner Overdrive bands. He is sometimes credited as \"Robin\" or \"Rob\" on the liner notes of Brave Belt and BTO albums.",
      "pageId": 3114768,
      "monthDay": "02/18"
    },
    {
      "year": "1953",
      "uri": "/wiki/Derek_Pellicci",
      "name": "Derek Pellicci",
      "aboutText": "Charlie Fowler (February 18, 1954 -November 14, 2006 was an American mountain climber, writer, and photographer. He was one of North America’s most experienced mountain climbers, and successfully climbed many of the world’s highest peaks. Along with his climbing partner, Christine Boskoff, he went missing in southwestern China sometime between November 11 and November 14 2006.",
      "pageId": 8457926,
      "monthDay": "02/18"
    },
    {
      "year": "1954",
      "uri": "/wiki/Charlie_Fowler",
      "name": "Charlie Fowler",
      "aboutText": "Queen Komal Rajya Laxmi Devi Shah (born 18 February 1951) is the Queen Consort of King Gyanendra of Nepal.",
      "pageId": 9637755,
      "monthDay": "02/18"
    },
    {
      "year": "1954",
      "uri": "/wiki/John_Travolta",
      "name": "John Travolta",
      "aboutText": "Māra Zālīte (born February 18, 1952) is a Latvian writer.\n^ Cornis-Pope, Marcel; Neubauer, John (2010-09-29). HISTORY OF THE LITERARY CULTURES OF EAST-CENTRAL E. John Benjamins Publishing Company.",
      "pageId": 20394424,
      "monthDay": "02/18"
    },
    {
      "year": "1955",
      "uri": "/wiki/Peter_Luff",
      "name": "Peter Luff",
      "aboutText": "Derek Allan Pellicci (born 18 February 1953 in London, England) is an English-Australian pop music drummer. He is best known as a founding member of Little River Band.",
      "pageId": 26546983,
      "monthDay": "02/18"
    },
    {
      "year": "1955",
      "uri": "/wiki/Raymond_Rougeau",
      "name": "Raymond Rougeau",
      "aboutText": "Marita Koch (born 18 February 1957), married name Marita Koch Meier, is a German former sprint track and field athlete. During her career she collected a remarkable sixteen world records in outdoor sprints as well as 14 world records in indoor events. Her record of 47.60 in the 400 metres, set on 6 October 1985 still stands.",
      "pageId": 603956,
      "monthDay": "02/18"
    },
    {
      "year": "1955",
      "uri": "/wiki/Miles_Tredinnick",
      "name": "Miles Tredinnick",
      "aboutText": "Gary C. \"Gar\" Samuelson (February 18, 1958 – July 22, 1999) was a drummer best remembered for his work with the thrash metal band Megadeth from 1984-1987, contributing to their first two albums\"Killing Is My Business... And Business Is Good!\" and \"Peace Sells... But Who's Buying?\".",
      "pageId": 651112,
      "monthDay": "02/18"
    },
    {
      "year": "1956",
      "uri": "/wiki/Ted_G%C3%A4rdestad",
      "name": "Ted Gärdestad",
      "aboutText": "Raymond \"Ray\" Rougeau (born February 18, 1955) is a former Canadian professional wrestler and French language television presenter and commentator.\n^ a b c Online World of Wrestling. \"Raymond Rougeau Profile\".",
      "pageId": 690247,
      "monthDay": "02/18"
    },
    {
      "year": "1956",
      "uri": "/wiki/Bidzina_Ivanishvili",
      "name": "Bidzina Ivanishvili",
      "aboutText": "Greta Scacchi (English pronunciation: /ˈskækiː/; born 18 February 1960) is an Italian-Australian actress known for her roles in the films White Mischief, Presumed Innocent and The Player.",
      "pageId": 796493,
      "monthDay": "02/18"
    },
    {
      "year": "1956",
      "uri": "/wiki/Paul_Reed_Smith",
      "name": "Paul Reed Smith",
      "aboutText": "Vanna White (born February 18, 1957) is an American television personality and film actress best known as the hostess of Wheel of Fortune since 1982.",
      "pageId": 890630,
      "monthDay": "02/18"
    },
    {
      "year": "1957",
      "uri": "/wiki/Marita_Koch",
      "name": "Marita Koch",
      "aboutText": "Ted Gärdestad (Swedish pronunciation: [tɛd ˈjæːɖɛ.ˈstɑːd]), internationally known as Ted Gardestad, Ted Gaerdestad or just Ted (born Ted Arnbjörn Gärdestad, 18 February 1956 – 22 June 1997 in Sollentuna, Sweden), was a Swedish singer, songwriter and musician.",
      "pageId": 897946,
      "monthDay": "02/18"
    },
    {
      "year": "1957",
      "uri": "/wiki/George_Pelecanos",
      "name": "George Pelecanos",
      "aboutText": "\"Pelecanos\" redirects here. For the private investigator and Federal convict and defendant, see Anthony Pellicano.\nGeorge P. Pelecanos (born 18 Feb 1957) is an American author.",
      "pageId": 1124323,
      "monthDay": "02/18"
    },
    {
      "year": "1957",
      "uri": "/wiki/Vanna_White",
      "name": "Vanna White",
      "aboutText": "Paul Reed Smith (born February 18, 1956), is a master luthier and the founder and owner of PRS Guitars, which is considered one of the top makers of high quality guitars in the United States. Smith is considered to be one of the preeminent master guitar makers in the world.",
      "pageId": 1230979,
      "monthDay": "02/18"
    },
    {
      "year": "1958",
      "uri": "/wiki/Gar_Samuelson",
      "name": "Gar Samuelson",
      "aboutText": "Anthony \"Tony\" Anselmo (born February 18, 1960) is an American voice actor and cartoon animator. Since 1985, he is the current voice of Donald Duck. Anselmo was trained by the original voice of Donald, Clarence Nash, spending three years as his understudy.",
      "pageId": 1318441,
      "monthDay": "02/18"
    },
    {
      "year": "1959",
      "uri": "/wiki/Jayne_Atkinson",
      "name": "Jayne Atkinson",
      "aboutText": "Donald Andrew Moog (/ˈmoʊɡ/; born February 18, 1960) is a Canadian retired professional ice hockey goaltender.\nHe played for the WCHL's Kamloops Chiefs, WHL's Billings Bighorns, CHL's Wichita Wind, NHL's Edmonton Oilers, Boston Bruins, Dallas Stars, Montreal Canadiens and the Canadian national team. Moog is a three-time Stanley Cup champion: 1984, 1985 and 1987.",
      "pageId": 2422320,
      "monthDay": "02/18"
    },
    {
      "year": "1959",
      "uri": "/wiki/Bryan_Brandenburg",
      "name": "Bryan Brandenburg",
      "aboutText": "Hallgrímur Helgason (born February 18, 1959 in Reykjavík) is an Icelandic painter, novelist, translator, and columnist.\n^ \"...says Hellgrimur Helgason, who writes an outspoken newspaper column which exposes feuds between Iceland's ruling class and its entrepreneurs.",
      "pageId": 3254822,
      "monthDay": "02/18"
    },
    {
      "year": "1959",
      "uri": "/wiki/Ken_Freedman",
      "name": "Ken Freedman",
      "aboutText": "Bryan Brandenburg (born February 18, 1959 in Châteauroux, France) is an American author, technology entrepreneur and former game programmer.",
      "pageId": 3369345,
      "monthDay": "02/18"
    },
    {
      "year": "1959",
      "uri": "/wiki/Hallgr%C3%ADmur_Helgason",
      "name": "Hallgrímur Helgason",
      "aboutText": "Jayne Atkinson (born 18 February 1959) is an English-born American actress who has worked in film, theatre, and television. She is perhaps best known for the role of Karen Hayes on 24 as well as her Tony Award-nominated roles in The Rainmaker and Enchanted April.",
      "pageId": 5002778,
      "monthDay": "02/18"
    },
    {
      "year": "1959",
      "uri": "/wiki/Christian_Koeberl",
      "name": "Christian Koeberl",
      "aboutText": "Hironobu Kageyama (影山 ヒロノブ, Kageyama Hironobu, real name written 景山 浩宣, born February 18, 1961) is a Japanese musical artist prominent in the soundtracks for anime, video game, and tokusatsu productions. He is sometimes called Kami (Kei) by his fans. Kageyama got his big break at age 16, as lead singer of the rock group Lazy.",
      "pageId": 5097086,
      "monthDay": "02/18"
    },
    {
      "year": "1959",
      "uri": "/wiki/James_Metzger",
      "name": "James Metzger",
      "aboutText": "Miles Tredinnick, also known as Riff Regan, (born Warrington 18 February 1955) is a rock musician, songwriter and a stage and screenwriter. In the 1970s, he was the lead singer with the British rock band London. Afterwards he went on to write comedy plays for the stage.",
      "pageId": 10110241,
      "monthDay": "02/18"
    },
    {
      "year": "1960",
      "uri": "/wiki/Tony_Anselmo",
      "name": "Tony Anselmo",
      "aboutText": "Ken Freedman (born February 18, 1959) is the ongoing General Manager of WFMU, a freeform radio station. He also co-hosts the conceptual comedy program Seven Second Delay with Andy Breckman, as well as hosting his own freeform radio program on Wednesday mornings (9:00-noon Eastern Time).\nFreedman began his radio career as DJ at Highland Park High School radio station WVHP and later as station manager of WCBN, the University of Michigan at Ann Arbor's freeform radio station, where he marked the 1980 election of Ronald Reagan by playing Lesley Gore's \"It's My Party (And I'll Cry If I Want To)\" for eighteen consecutive hours.",
      "pageId": 17880923,
      "monthDay": "02/18"
    },
    {
      "year": "1960",
      "uri": "/wiki/Andy_Moog",
      "name": "Andy Moog",
      "aboutText": "Bidzina Ivanishvili (Georgian: ბიძინა ივანიშვილი, also known as Boris Ivanishvili; born 18 February 1956) is a Georgian businessman and politician who was Prime Minister of Georgia from 25 October 2012 to 20 November 2013. He founded and led the Georgian Dream coalition, which won the 2012 parliamentary election. After the 2013 presidential election, he voluntarily resigned both his government and party positions, naming his long-time associate Irakli Gharibashvili as his successor.",
      "pageId": 20891303,
      "monthDay": "02/18"
    },
    {
      "year": "1960",
      "uri": "/wiki/Greta_Scacchi",
      "name": "Greta Scacchi",
      "aboutText": "Douglas Rushkoff (born 18 February 1961) is an American media theorist, writer, columnist, lecturer, graphic novelist, and documentarian. He is best known for his association with the early cyberpunk culture, and his advocacy of open source solutions to social problems.\nRushkoff is most frequently regarded as a media theorist and is known for coining terms and concepts including viral media (or media virus), digital native, and social currency.",
      "pageId": 23743707,
      "monthDay": "02/18"
    },
    {
      "year": "1961",
      "uri": "/wiki/Hironobu_Kageyama",
      "name": "Hironobu Kageyama",
      "aboutText": "Christian Köberl (born February 18, 1959 in Vienna) is a professor of impact research and planetary geology at the University of Vienna, Austria, and director general of the Natural History Museum in Vienna.",
      "pageId": 33363763,
      "monthDay": "02/18"
    },
    {
      "year": "1961",
      "uri": "/wiki/Douglas_Rushkoff",
      "name": "Douglas Rushkoff",
      "aboutText": "James C. “Jim” Metzger (born February 18, 1959) is an American businessman and philanthropist. He is the chairman and CEO of The Whitmore Group, a leading Long Island insurance brokerage and financial services firm that he founded in 1989. Metzger is a former All-American Lacrosse player at Hofstra University.",
      "pageId": 35418138,
      "monthDay": "02/18"
    },
    {
      "year": "1963",
      "uri": "/wiki/Rob_Andrew",
      "name": "Rob Andrew",
      "aboutText": "Andre Romelle Young (born February 18, 1965), known by his stage name Dr. Dre, is an American record producer, executive producer, rapper and entrepreneur. He is the founder and current CEO of Aftermath Entertainment and Beats Electronics.",
      "pageId": 8083,
      "monthDay": "02/18"
    },
    {
      "year": "1964",
      "uri": "/wiki/Matt_Dillon",
      "name": "Matt Dillon",
      "aboutText": "Roberto Baggio (Italian pronunciation: [roˈbɛrto ˈbaddʒo]; born 18 February 1967) is an Italian former professional footballer who played as a second striker, or as an attacking midfielder. He is the former President of the technical sector of the Italian Football Federation. A technically gifted, creative playmaker and a set piece specialist renowned for his curling free kicks and goalscoring, Baggio is regarded as one of the greatest footballers of all time.",
      "pageId": 25624,
      "monthDay": "02/18"
    },
    {
      "year": "1965",
      "uri": "/wiki/Dr._Dre",
      "name": "Dr. Dre",
      "aboutText": "Molly Kathleen Ringwald (born February 18, 1968) is an American actress, singer, dancer, and author. Her first major role was in The Facts of Life (1979–80) before making her motion picture debut in the independent film Tempest (1982) that earned her a Golden Globe nomination. After subsequently appearing in the successful John Hughes films Sixteen Candles (1984), The Breakfast Club (1985), and Pretty in Pink (1986), Ringwald became a teen icon.",
      "pageId": 84934,
      "monthDay": "02/18"
    },
    {
      "year": "1965",
      "uri": "/wiki/Gregory_Scott_Johnson",
      "name": "Gregory Scott Johnson",
      "aboutText": "Matthew Raymond \"Matt\" Dillon (born February 18, 1964) is an American actor and film director.\nMatt Dillon made his feature film debut in Over the Edge (1979) and established himself as a teen idol by starring in films such as My Bodyguard (1980), Tex (1982), Rumble Fish (1983) and The Outsiders (1983). From the late 1980s onward, Dillon achieved further success, starring in such films as Drugstore Cowboy (1989), Singles (1992), The Saint of Fort Washington (1993), To Die For (1995), Beautiful Girls (1996), In & Out (1997), There's Something About Mary (1998), and Wild Things (1998).",
      "pageId": 423514,
      "monthDay": "02/18"
    },
    {
      "year": "1966",
      "uri": "/wiki/Phillip_DeFreitas",
      "name": "Phillip DeFreitas",
      "aboutText": "Yevgeny Aleksandrovich Kafelnikov (Russian: Евгений Александрович Кафельников; IPA: [jɪvˈɡʲenʲɪj ɐlʲɪˈksandrəvʲɪtɕ ˈkafʲɪlʲnʲɪkəf]; born 18 February 1974) is a Russian former world no. 1 tennis player. He won two Grand Slam singles titles, which were the 1996 French Open and the 1999 Australian Open.",
      "pageId": 489963,
      "monthDay": "02/18"
    },
    {
      "year": "1966",
      "uri": "/wiki/Guy_Ferland",
      "name": "Guy Ferland",
      "aboutText": "Alexander Gennadevich Mogilny (Russian: Александр Геннадиевич Могильный; born February 18, 1969) is a former Russian professional ice hockey player, currently the president of Amur Khabarovsk of the Kontinental Hockey League (KHL).\nIn the National Hockey League (NHL), Mogilny played for the Buffalo Sabres, Vancouver Canucks, Toronto Maple Leafs and the New Jersey Devils.",
      "pageId": 607272,
      "monthDay": "02/18"
    },
    {
      "year": "1967",
      "uri": "/wiki/Roberto_Baggio",
      "name": "Roberto Baggio",
      "aboutText": "Colin Ray Jackson, CBE (born 18 February 1967) is a Welsh former sprint and hurdling athlete who specialised in the 110 metres hurdles. During a career in which he represented Great Britain and Wales, he won an Olympic silver medal, became world champion twice, World indoor champion once, went undefeated at the European Championships for 12 years and was a two-time Commonwealth champion. His world record of 12.91 seconds for the 110m hurdles stood for over a decade and he remains the 60 metres hurdles world record holder.",
      "pageId": 789006,
      "monthDay": "02/18"
    },
    {
      "year": "1967",
      "uri": "/wiki/Colin_Jackson",
      "name": "Colin Jackson",
      "aboutText": "Christopher Robert \"Rob\" Andrew MBE (born 18 February 1963 in Richmond, Yorkshire), nicknamed \"Squeaky\", is a former English rugby union footballer and currently Professional Rugby Director at the RFU. He was formerly the Director of Rugby of Newcastle Falcons. As a player, Andrew was assured in his kicking and defensive skills off both feet.",
      "pageId": 1220289,
      "monthDay": "02/18"
    },
    {
      "year": "1967",
      "uri": "/wiki/Yongyoot_Thongkongtoon",
      "name": "Yongyoot Thongkongtoon",
      "aboutText": "Julia Lorraine Hill (known as Julia \"Butterfly\" Hill, born February 18, 1974) is an American environmental activist and tax redirection advocate. She is best known for having lived in a 180-foot (55 m)-tall, roughly 1500-year-old California Redwood tree (age based on first-hand ring count of a slightly smaller neighboring ancient redwood that had been cut down) for 738 days between December 10, 1997 and December 18, 1999. Hill lived in the tree, affectionately known as \"Luna\", to prevent Pacific Lumber Company loggers from cutting it down.",
      "pageId": 1350379,
      "monthDay": "02/18"
    },
    {
      "year": "1967",
      "uri": "/wiki/John_Valentin",
      "name": "John Valentin",
      "aboutText": "Claude Makélélé Sinda (French pronunciation: ​[klod makelele]; born 18 February 1973) is a retired French footballer and current manager.\nIn his playing career, which ended at Paris Saint-Germain, Makélélé also played for Nantes, Olympique de Marseille, Celta Vigo, Real Madrid and Chelsea. He won league titles in France, Spain and England.",
      "pageId": 1421152,
      "monthDay": "02/18"
    },
    {
      "year": "1968",
      "uri": "/wiki/Molly_Ringwald",
      "name": "Molly Ringwald",
      "aboutText": "Ruby Dhalla (born February 18, 1974) is a Canadian politician. She represented the riding of Brampton—Springdale in the Canadian House of Commons from 2004 to 2011 as a member of the Liberal Party. Dhalla and British Columbia Conservative MP Nina Grewal were the first Sikh women to serve in the Canadian House of Commons.",
      "pageId": 1439282,
      "monthDay": "02/18"
    },
    {
      "year": "1969",
      "uri": "/wiki/Toma%C5%BE_Humar",
      "name": "Tomaž Humar",
      "aboutText": "John William Valentin (/ˈvælɨntɪn/; born February 18, 1967) is a former shortstop and third baseman in Major League Baseball. He played most of his major league career with the Boston Red Sox, with his final season being for the New York Mets. He batted and threw right-handed.",
      "pageId": 1634447,
      "monthDay": "02/18"
    },
    {
      "year": "1969",
      "uri": "/wiki/Alexander_Mogilny",
      "name": "Alexander Mogilny",
      "aboutText": "Gregory Scott Johnson (February 18, 1965 – May 25, 2005 at the Indiana State Prison in Michigan City, Indiana) was legally executed for beating and stomping 82-year-old Ruby Hutslar to death in Anderson, Indiana on June 23, 1985. He then set her house on fire in an attempt to conceal his crime.\nJohnson sought a reprieve, asserting that he wanted to donate a portion of his liver to his ailing sister, 48-year-old Deborah Otis, who was suffering from non-alcoholic cirrhosis of the liver and was in need of a transplant.",
      "pageId": 1939544,
      "monthDay": "02/18"
    },
    {
      "year": "1972",
      "uri": "/wiki/Fabian_Picardo",
      "name": "Fabian Picardo",
      "aboutText": "Phillip Anthony Jason \"Daffy\" DeFreitas (born 18 February 1966) is a retired English cricketer. He played county cricket for Leicestershire, Lancashire and Derbyshire, as well as appearing in forty four Test matches and 103 ODIs. Cricket writer Colin Bateman noted that \"DeFreitas was an explosive hitter when the mood took him, an aggressive pace bowler, inclined to pitch everything short and a spectacular fielder\".",
      "pageId": 2047474,
      "monthDay": "02/18"
    },
    {
      "year": "1973",
      "uri": "/wiki/Shawn_Estes",
      "name": "Shawn Estes",
      "aboutText": "Tomaž Humar (February 18, 1969 – c. November 10, 2009), nicknamed Gozdni Joža (akin to Hillbilly), was a Slovenian mountaineer. A father of two, Humar lived in Kamnik, Slovenia.",
      "pageId": 2420111,
      "monthDay": "02/18"
    },
    {
      "year": "1973",
      "uri": "/wiki/Claude_Mak%C3%A9l%C3%A9l%C3%A9",
      "name": "Claude Makélélé",
      "aboutText": "Radek Černý (Czech pronunciation: [ˈradek ˈtʃerniː]; born 18 February 1974) is a Czech former footballer who played as a goalkeeper. He played principally for Slavia Prague in the Czech First League between its inception in 1993 and 2005, when he moved to England. Černý spent eight years in England with Tottenham Hotspur and Queens Park Rangers before returning to his former club Slavia in 2013, where he played one season before his retirement.",
      "pageId": 2851662,
      "monthDay": "02/18"
    },
    {
      "year": "1974",
      "uri": "/wiki/Radek_%C4%8Cern%C3%BD",
      "name": "Radek Černý",
      "aboutText": "Aaron Shawn Estes (born February 18, 1973) is a former Major League Baseball pitcher. After he attended Douglas High School in Minden, Nevada, he was offered a scholarship by Stanford University.",
      "pageId": 3902338,
      "monthDay": "02/18"
    },
    {
      "year": "1974",
      "uri": "/wiki/Ruby_Dhalla",
      "name": "Ruby Dhalla",
      "aboutText": "Guy Ferland (born February 18, 1966) is an American film and television director.",
      "pageId": 13402166,
      "monthDay": "02/18"
    },
    {
      "year": "1974",
      "uri": "/wiki/Julia_Butterfly_Hill",
      "name": "Julia Butterfly Hill",
      "aboutText": "Yongyoot Thongkongtoon (Thai: ยงยุทธ ทองกองทุน), born February 18, 1967, is a Thai film director, producer and screenwriter.",
      "pageId": 26236949,
      "monthDay": "02/18"
    },
    {
      "year": "1974",
      "uri": "/wiki/Yevgeny_Kafelnikov",
      "name": "Yevgeny Kafelnikov",
      "aboutText": "Fabian Picardo QC (born February 18, 1972) is a Gibraltarian politician and barrister who is the current Chief Minister of Gibraltar. Picardo was elected as leader of the Gibraltar Socialist Labour Party in April 2011, replacing long term leader Joe Bossano. In December 2011, he was elected Chief Minister of Gibraltar, replacing Sir Peter Caruana.",
      "pageId": 31461191,
      "monthDay": "02/18"
    },
    {
      "year": "1974",
      "uri": "/wiki/Jillian_Michaels_(personal_trainer)",
      "name": "Jillian Michaels",
      "aboutText": "Andrei Gennadyevich Kirilenko (Russian: Андрей Геннадьевич Кириленко; born February 18, 1981) is a Russian-American former professional basketball player, currently the Commissioner of the Russian Basketball Federation. At age fifteen, Kirilenko began playing professional basketball in his native Russia with the Russian Basketball Super League. He spent another three years with CSKA Moscow, winning the Russian league MVP award in 2000.",
      "pageId": 399533,
      "monthDay": "02/18"
    },
    {
      "year": "1975",
      "uri": "/wiki/Keith_Gillespie",
      "name": "Keith Gillespie",
      "aboutText": "Nikolai Alexandrovich Antropov (Russian: Николай Александрович Антропов; born February 18, 1980) is a Kazakhstani-Canadian professional ice hockey centre who currently plays for the Barys Astana of the Kontinental Hockey League (KHL).",
      "pageId": 418347,
      "monthDay": "02/18"
    },
    {
      "year": "1975",
      "uri": "/wiki/Gary_Neville",
      "name": "Gary Neville",
      "aboutText": "Gary Alexander Neville (born 18 February 1975) is an English football coach and former player who currently serves as the head coach of Valencia CF in La Liga and assistant manager for the England national football team, and as co-owner of Salford City. Since retiring from football in 2011, Neville went into punditry and was a commentator for Sky Sports until he took over the head coach position at Valencia. He is England's most-capped right-back with 85 caps, and was Manchester United's club captain for five years.",
      "pageId": 755582,
      "monthDay": "02/18"
    },
    {
      "year": "1976",
      "uri": "/wiki/Leilani_Munter",
      "name": "Leilani Munter",
      "aboutText": "Kim Jaewon (born 18 February 1981) is a South Korean actor.",
      "pageId": 1234073,
      "monthDay": "02/18"
    },
    {
      "year": "1976",
      "uri": "/wiki/Chanda_Rubin",
      "name": "Chanda Rubin",
      "aboutText": "Josip Šimunić (Croatian pronunciation: [jǒsip ʃîmunit͡ɕ]; born 18 February 1978) is a Croatian former footballer. He has played for Croatia since 2001 till 2013, including participations in five major tournaments – World Cup 2002, World Cup 2006, Euro 2004, Euro 2008 and Euro 2012 – and is the third most capped player in the history of the Croatia national team.\n^ \"Josip Simunic\".",
      "pageId": 1447107,
      "monthDay": "02/18"
    },
    {
      "year": "1976",
      "uri": "/wiki/Bernadette_Sembrano",
      "name": "Bernadette Sembrano",
      "aboutText": "Chanda Rubin (born February 18, 1976) is an American tennis player. Winning seven WTA Tour singles titles, she reached her highest ranking World No. 6 on April 8, 1996, after reaching semifinals at the 1996 Australian Open.",
      "pageId": 1496412,
      "monthDay": "02/18"
    },
    {
      "year": "1977",
      "uri": "/wiki/K%C3%A1tia",
      "name": "Kátia",
      "aboutText": "Alexis Israel Ríos (born February 18, 1981) is a Puerto Rican-American professional baseball right fielder who is a free agent of Major League Baseball (MLB).",
      "pageId": 1545888,
      "monthDay": "02/18"
    },
    {
      "year": "1977",
      "uri": "/wiki/Ike_Barinholtz",
      "name": "Ike Barinholtz",
      "aboutText": "Ivan Sproule (born 18 February 1981 in Castlederg, County Tyrone) is a Northern Irish professional footballer currently playing for Linfield F.C.. Early in his career Sproule played in Northern Ireland for Omagh Town and Institute. He became a full-time professional in January 2005, after he signed for Scottish Premier League side Hibernian, just a month before his 24th birthday.",
      "pageId": 2436811,
      "monthDay": "02/18"
    },
    {
      "year": "1977",
      "uri": "/wiki/Chrissie_Wellington",
      "name": "Chrissie Wellington",
      "aboutText": "Regina Ilyinichna Spektor (Russian: Реги́нa Ильи́нична Спе́ктор, IPA: [rʲɪˈɡʲinə ˈspʲɛktər]; /rɨˈdʒiːnə ˈspɛktər/; born February 18, 1980) is an American singer-songwriter and pianist. She was born in the Soviet Union where she began classical training on the piano at the age of 6. When she was 9 years old, her family immigrated to the United States where she continued her classical training into her teenage years; she began to write original songs shortly thereafter.",
      "pageId": 2798963,
      "monthDay": "02/18"
    },
    {
      "year": "1978",
      "uri": "/wiki/Oliver_Pocher",
      "name": "Oliver Pocher",
      "aboutText": "Jillian Michaels (born February 18, 1974) is an American personal trainer, businesswoman, author and television personality from Los Angeles, California. Michaels is best known for her appearances on NBC's The Biggest Loser and Losing It with Jillian. She is also known for her appearance on the talk show The Doctors.",
      "pageId": 2835065,
      "monthDay": "02/18"
    },
    {
      "year": "1978",
      "uri": "/wiki/Josip_%C5%A0imuni%C4%87",
      "name": "Josip Šimunić",
      "aboutText": "Isaac \"Ike\" Barinholtz (born February 18, 1977) is an American actor, comedian, voice actor and screenwriter, best known for his role as a cast member on MADtv, from 2002–2007, and for his roles on The Mindy Project, The League and Eastbound & Down.",
      "pageId": 3423730,
      "monthDay": "02/18"
    },
    {
      "year": "1980",
      "uri": "/wiki/Aivar_Anniste",
      "name": "Aivar Anniste",
      "aboutText": "Keith Robert Gillespie (born 18 February 1975 in Larne, County Antrim) is a retired Northern Irish professional footballer who played as a winger.\nHe began his career at Manchester United after winning the FA Youth Cup in 1992, before moving to Newcastle United, where he played in the UEFA Champions League. Gillespie also played in the Premier League for Blackburn Rovers, Leicester City and Sheffield United, helping the former win the Football League Cup in 2002.",
      "pageId": 3659833,
      "monthDay": "02/18"
    },
    {
      "year": "1980",
      "uri": "/wiki/Nik_Antropov",
      "name": "Nik Antropov",
      "aboutText": "Alexander K. Whybrow (February 18, 1981 – April 11, 2011) was an American professional wrestler and manager, better known by his ring name Larry Sweeney. He performed primarily on the American independent circuit, but also competed in Canada, Mexico, Japan and Europe.",
      "pageId": 4684719,
      "monthDay": "02/18"
    },
    {
      "year": "1980",
      "uri": "/wiki/Regina_Spektor",
      "name": "Regina Spektor",
      "aboutText": "Leilani Maaja Münter (born February 18, 1974) is an American race car driver and environmental activist. She drives in the ARCA Racing Series, and previously drove in the Firestone Indy Lights, the development league of IndyCar. She was born and raised in Rochester, Minnesota, earned a degree in biology from the University of California, San Diego and currently lives in Cornelius, North Carolina.",
      "pageId": 7308996,
      "monthDay": "02/18"
    },
    {
      "year": "1981",
      "uri": "/wiki/Kim_Jaewon",
      "name": "Kim Jaewon",
      "aboutText": "Bernadette Lorraine Palisada Dominguez Sembrano Aguinaldo (born February 18, 1976), better known as Bernadette Sembrano, is a Filipina reporter, newscaster, and television host.",
      "pageId": 8220839,
      "monthDay": "02/18"
    },
    {
      "year": "1981",
      "uri": "/wiki/Andrei_Kirilenko",
      "name": "Andrei Kirilenko",
      "aboutText": "Aivar Anniste (born 18 February 1980 in Põltsamaa) is an Estonian footballer, who plays in the Estonian Meistriliiga for FC Flora Tallinn.",
      "pageId": 9408979,
      "monthDay": "02/18"
    },
    {
      "year": "1981",
      "uri": "/wiki/Alex_R%C3%ADos",
      "name": "Alex Ríos",
      "aboutText": "Kátia Cilene Teixeira da Silva (born February 18, 1977 in Rio de Janeiro), known simply as Kátia is a female Brazilian footballer.",
      "pageId": 13284067,
      "monthDay": "02/18"
    },
    {
      "year": "1981",
      "uri": "/wiki/Ivan_Sproule",
      "name": "Ivan Sproule",
      "aboutText": "Christine Ann Wellington MBE (born 18 February 1977) is an English former professional triathlete and four-time Ironman Triathlon World Champion. She holds, or held, all three world and championship records relating to ironman-distance triathlon races: firstly, the overall world record, secondly, the Ironman World Championship course record (from 2009 until Mirinda Carfrae lowered it in 2013), and thirdly, the official world record for all Ironman-branded triathlon races over the full Ironman distance. She won the World Championship in three consecutive years (2007–2009), but could not start the 2010 World Championship race because of illness, then—while suffering from injuries so severe that her former coach Brett Sutton said she should \"not even be on the start line\"—regained the title in 2011.",
      "pageId": 13719954,
      "monthDay": "02/18"
    },
    {
      "year": "1981",
      "uri": "/wiki/Larry_Sweeney",
      "name": "Larry Sweeney",
      "aboutText": "Oliver Pocher (born 18 February 1978 in Hanover, West Germany) is a German actor, stand-up comedian and television host.",
      "pageId": 18465654,
      "monthDay": "02/18"
    },
    {
      "year": "1982",
      "uri": "/wiki/Kaspars_Cipruss",
      "name": "Kaspars Cipruss",
      "aboutText": "Kaspars Cipruss (born February 2, 1982) is a Latvian basketball player currently playing for Barons/LDz of the LBL.",
      "pageId": 34036249,
      "monthDay": "02/18"
    },
    {
      "year": "1982",
      "uri": "/wiki/Juelz_Santana",
      "name": "Juelz Santana",
      "aboutText": "LaRon Louis James (born February 19, 1982), better known by his stage name Juelz Santana, is an America rapper and actor. He is from the Harlem neighborhood in New York City, and is member of East Coast hip hop group The Diplomats. He appeared on Cam'ron's 2002 singles, \"Oh Boy\" and \"Hey Ma\".",
      "pageId": 215850,
      "monthDay": "02/18"
    },
    {
      "year": "1982",
      "uri": "/wiki/Christian_Tiffert",
      "name": "Christian Tiffert",
      "aboutText": "Lee Boyd Malvo (born February 18, 1985), also known as John Lee Malvo, is a Jamaican citizen convicted murderer who, along with John Allen Muhammad, committed murders in connection with the Beltway sniper attacks in the Washington Metropolitan Area over a three-week period in October 2002. Currently, he is serving multiple life sentences at Red Onion State Prison in Virginia, a supermax prison. Although the pairing's actions were classified by the media as psychopathy attributable to serial killer characteristics, researchers have debated whether or not their psychopathy meets this classification or that of a spree killer.",
      "pageId": 353852,
      "monthDay": "02/18"
    },
    {
      "year": "1983",
      "uri": "/wiki/Joel_Huiqui",
      "name": "Joel Huiqui",
      "aboutText": "Idriss Carlos Kameni (born 18 February 1984) is a Cameroonian professional footballer who plays for Spanish club Málaga CF as a goalkeeper.\nHe spent the vast majority of his career in Spain, mainly with Espanyol, with which he appeared in 229 official games over the course of eight La Liga seasons.",
      "pageId": 1658695,
      "monthDay": "02/18"
    },
    {
      "year": "1983",
      "uri": "/wiki/Jermaine_Jenas",
      "name": "Jermaine Jenas",
      "aboutText": "Jermaine Anthony Jenas (/ˈdʒiːnəs/ JEE-nəs; born 18 February 1983) is an English professional footballer who plays as a central midfielder. He is currently a free agent after his contract at Queens Park Rangers expired at the end of the 2013–14 season.\nHe began his career at Nottingham Forest, and at the age of 18 he joined Newcastle United of the Premier League for £5 million.",
      "pageId": 1767762,
      "monthDay": "02/18"
    },
    {
      "year": "1983",
      "uri": "/wiki/Jason_Maxiell",
      "name": "Jason Maxiell",
      "aboutText": "Jason Dior Maxiell (born February 18, 1983) is an American professional basketball player who currently plays for Tianjin Ronggang of the Chinese Basketball Association (CBA).",
      "pageId": 2137907,
      "monthDay": "02/18"
    },
    {
      "year": "1984",
      "uri": "/wiki/St%C3%A9phanie,_Hereditary_Grand_Duchess_of_Luxembourg",
      "name": "Stéphanie, Hereditary Grand Duchess of Luxembourg",
      "aboutText": "Anton Julian Ferdinand (born 18 February 1985) is an English footballer who plays for Reading. He is a product of the West Ham United academy and has also played for West Ham United, Queens Park Rangers, Sunderland, Bursaspor, Police United, Antalyaspor and for the England football team to under-21 level.\n^ \"Premier League Player Profile\".",
      "pageId": 2348573,
      "monthDay": "02/18"
    },
    {
      "year": "1984",
      "uri": "/wiki/Idriss_Carlos_Kameni",
      "name": "Idriss Carlos Kameni",
      "aboutText": "Chelsea Raelle Hobbs (born February 18, 1985) known professionally as Chelsea Hobbs is a Canadian actress. She has appeared in such roles as Gerda in the 2002 film Snow Queen and the ABC Family teen drama Make It or Break It as Emily Kmetko.\n^ a b Hobbs, Chelsea [ChelseaHobbs] (February 18, 2010).",
      "pageId": 7213958,
      "monthDay": "02/18"
    },
    {
      "year": "1984",
      "uri": "/wiki/Ricardo_Salampessy",
      "name": "Ricardo Salampessy",
      "aboutText": "Marc Torrejón Moya (born 18 February 1986) is a Spanish professional footballer who plays for German club SC Freiburg as a central defender.",
      "pageId": 8371604,
      "monthDay": "02/18"
    },
    {
      "year": "1985",
      "uri": "/wiki/Anton_Ferdinand",
      "name": "Anton Ferdinand",
      "aboutText": "Christian Tiffert (born 18 February 1982) is a German footballer who plays as midfielder for Erzgebirge Aue.",
      "pageId": 8736465,
      "monthDay": "02/18"
    },
    {
      "year": "1985",
      "uri": "/wiki/Chelsea_Hobbs",
      "name": "Chelsea Hobbs",
      "aboutText": "Joel Adrián Huiqui Andrade (born February 18, 1983 in Los Mochis Sinaloa, Mexico) is Mexican football player of mayo descent who currently plays for Cafetaleros de Tapachula on loan from Morelia.\nJoel Huiqui started his career in Cruz Azul Hidalgo in the Primera Division 'A' which is the youth team of Cruz Azul, but debuted with C.F. Pachuca as a loan from Cruz Azul who did not debut him. He debuted in a game over CF Querétaro in a 0-0 tie in the 2003 Apertura.",
      "pageId": 11109530,
      "monthDay": "02/18"
    },
    {
      "year": "1985",
      "uri": "/wiki/Todd_Lasance",
      "name": "Todd Lasance",
      "aboutText": "Ricardo Salampessy (born 18 February 1984) is an Indonesian professional footballer. He normally plays as a defender and on January 1, 2015, he re-signed with Persipura Jayapura.\nBorn in Ambon, Maluku, he has played for the Indonesia national football team.",
      "pageId": 12809593,
      "monthDay": "02/18"
    },
    {
      "year": "1985",
      "uri": "/wiki/Lee_Boyd_Malvo",
      "name": "Lee Boyd Malvo",
      "aboutText": "Jos van Emden (born 18 February 1985 in Schiedam) is a Dutch professional road bicycle racer for UCI ProTour team LottoNL-Jumbo.",
      "pageId": 13680073,
      "monthDay": "02/18"
    },
    {
      "year": "1985",
      "uri": "/wiki/Jos_van_Emden",
      "name": "Jos van Emden",
      "aboutText": "Todd James Lasance (born 17 February 1985) is an Australian actor recognised for his roles in several Australian television productions including Home and Away, Cloudstreet, Underbelly and The Great Mint Swindle.",
      "pageId": 13820608,
      "monthDay": "02/18"
    },
    {
      "year": "1986",
      "uri": "/wiki/Crystallia",
      "name": "Crystallia",
      "aboutText": "T.J. Mack (also written as TJ Mack), (born February 18, 1986) is an American professional wrestler. He currently wrestles for Wrestling Superstars Live and various other independent promotions. He has also wrestled for mainstream promotions such as World Wrestling Entertainment, Ring of Honor and Total Nonstop Action Wrestling.",
      "pageId": 19530636,
      "monthDay": "02/18"
    },
    {
      "year": "",
      "uri": "/wiki/Robert_DeLong",
      "name": "Robert DeLong",
      "aboutText": "Vicente Guaita Panadero (born 10 January 1987) is a Spanish professional footballer who plays for Getafe CF as a goalkeeper.",
      "pageId": 19677944,
      "monthDay": "02/18"
    },
    {
      "year": "1986",
      "uri": "/wiki/Vika_Jigulina",
      "name": "Vika Jigulina",
      "aboutText": "Vika Jigulina (born February 18, 1986) is a Moldovan-born Romanian music producer, singer, and disc jockey.",
      "pageId": 26980258,
      "monthDay": "02/18"
    },
    {
      "year": "1986",
      "uri": "/wiki/T.J._Mack",
      "name": "T.J. Mack",
      "aboutText": "Stéphanie, Hereditary Grand Duchess of Luxembourg (born Countess Stéphanie Marie Claudine Christine de Lannoy on 18 February 1984), is the wife of Hereditary Grand Duke Guillaume, heir apparent to the throne of Luxembourg. She became engaged to the Hereditary Grand Duke on 26 April 2012 and married him, in a civil ceremony, on 19 October 2012, followed by a religious service the next day.",
      "pageId": 35627029,
      "monthDay": "02/18"
    },
    {
      "year": "1986",
      "uri": "/wiki/Marc_Torrej%C3%B3n",
      "name": "Marc Torrejón",
      "aboutText": "Robert Charles Edward DeLong (born February 18, 1986) is an American electronic musician from Bothell, Washington. With a background in percussion and influences from a number of indie rock bands, DeLong's primary genres include electronica, EDM, and moombahton. He has released two albums on Glassnote Records: an EP, Global Concepts, in 2012 and Just Movement in 2013.",
      "pageId": 38691096,
      "monthDay": "02/18"
    },
    {
      "year": "1987",
      "uri": "/wiki/Vicente_Guaita",
      "name": "Vicente Guaita",
      "aboutText": "Shim Chang-min (born February 18, 1988), also known by his stage name Max Changmin or simply Max, is a South Korean singer, actor, and a member of the pop group TVXQ. Born and raised in Seoul, South Korea, Changmin was scouted by an S.M. Entertainment talent agent when he was fourteen years old. He made his debut as TVXQ's youngest member in December 2003.\nFluent in both Korean and Japanese, Changmin has achieved commercial success throughout Asia as a member of TVXQ. Known as \"Asia's Stars\" and the \"Kings of K-Pop\", TVXQ have released fifteen studio albums and performed on record-breaking concert tours; their sixth Japan-wide tour, the Time Tour, was the highest-grossing concert tour ever held by a foreign music act in Japan.",
      "pageId": 39184332,
      "monthDay": "02/18"
    },
    {
      "year": "1988",
      "uri": "/wiki/Changmin",
      "name": "Changmin",
      "aboutText": "Crystallia Riga (Greek: Κρυσταλλία Ρήγα) (born Piraeus, Greece), also known as Crystallia, sometimes spelled Krystallia, is a Greek singer, pianist, and musician.",
      "pageId": 41248843,
      "monthDay": "02/18"
    },
    {
      "year": "1988",
      "uri": "/wiki/Maiara_Walsh",
      "name": "Maiara Walsh",
      "aboutText": "Malese Jow (born Elizabeth Melise Jow; February 18, 1991) is an American actress and singer-songwriter. As an actress, she is known for her roles as Geena Fabiano on the Nickelodeon sitcom Unfabulous and Lucy Stone on the Nickelodeon musical sitcom Big Time Rush and as Anna, a teenage vampire on The CW's fantasy drama The Vampire Diaries. She starred as Julia Yeung in the short-lived CW science fiction romantic drama Star-Crossed.",
      "pageId": 2985832,
      "monthDay": "02/18"
    },
    {
      "year": "1989",
      "uri": "/wiki/Bruno_Leonardo_Vicente",
      "name": "Bruno Leonardo Vicente",
      "aboutText": "Park Shin-hye (Hangul: 박신혜; born February 18, 1990) is a South Korean actress, singer and dancer.",
      "pageId": 3255195,
      "monthDay": "02/18"
    },
    {
      "year": "1990",
      "uri": "/wiki/Didi_Gregorius",
      "name": "Didi Gregorius",
      "aboutText": "Maiara Walsh (born February 18, 1988) is a Brazilian American actress and singer best known for playing Ana Solis on the sixth season of the hit ABC show Desperate Housewives and as Meena Paroom on the Disney Channel sitcom Cory in the House.",
      "pageId": 8595963,
      "monthDay": "02/18"
    },
    {
      "year": "1990",
      "uri": "/wiki/Cody_Hodgson",
      "name": "Cody Hodgson",
      "aboutText": "Henry John Surtees (18 February 1991 – 19 July 2009) was a British racing driver and the son of John Surtees.",
      "pageId": 13431172,
      "monthDay": "02/18"
    },
    {
      "year": "1990",
      "uri": "/wiki/Park_Shin-hye",
      "name": "Park Shin-hye",
      "aboutText": "Cody Douglas Hodgson (born February 18, 1990) is a Canadian professional ice hockey centreman currently playing for the Nashville Predators of the National Hockey League (NHL).\nHodgson played at the major junior level for four seasons with the Brampton Battalion of the Ontario Hockey League (OHL). After being selected tenth overall in the 2008 NHL Entry Draft by the Vancouver Canucks, Hodgson won the William Hanley Trophy (OHL's most sportsmanlike player), Red Tilson Trophy (OHL player of the year) and the CHL Player of the Year Award, as well as First Team All-Star honours for the 2008–09 season.",
      "pageId": 15738916,
      "monthDay": "02/18"
    },
    {
      "year": "1990",
      "uri": "/wiki/Kang_So-ra",
      "name": "Kang So-ra",
      "aboutText": "Logan Miller (born February 18, 1992) is an American actor. He is best known for his role as Tripp Campbell in the Disney XD sitcom I'm in the Band.\nMiller was born in Englewood, Colorado.",
      "pageId": 23409032,
      "monthDay": "02/18"
    },
    {
      "year": "1991",
      "uri": "/wiki/Malese_Jow",
      "name": "Malese Jow",
      "aboutText": "Sebastian Neumann (born 18 February 1991 in Berlin) is a professional German footballer currently playing as a defender for VfR Aalen in the 2. Bundesliga.\n^ a b \"Sebastian Neumann (14)\".",
      "pageId": 28064283,
      "monthDay": "02/18"
    },
    {
      "year": "1991",
      "uri": "/wiki/Sebastian_Neumann",
      "name": "Sebastian Neumann",
      "aboutText": "Bruno Leonardo Vicente (born 18 February 1989 in Cruzeiro do Sul, Paraná) is a Brazilian footballer who plays for Italian club Akragas in Lega Pro.",
      "pageId": 28074303,
      "monthDay": "02/18"
    },
    {
      "year": "1991",
      "uri": "/wiki/Henry_Surtees",
      "name": "Henry Surtees",
      "aboutText": "Jens Ulrik Munther (born 18 February 1994) is a Swedish singer-songwriter, actor and multi-instrumentalist signed to Universal Music Sweden. His debut studio album Ulrik Munther, was released on 24 August 2011 and peaked to number 1 in Sweden.",
      "pageId": 33569936,
      "monthDay": "02/18"
    },
    {
      "year": "1992",
      "uri": "/wiki/Logan_Miller",
      "name": "Logan Miller",
      "aboutText": "Sir Mariekson Julius \"Didi\" Gregorius, OON (born February 18, 1990), is a Dutch professional baseball shortstop for the New York Yankees of Major League Baseball (MLB).",
      "pageId": 33793032,
      "monthDay": "02/18"
    },
    {
      "year": "1992",
      "uri": "/wiki/Le%27Veon_Bell",
      "name": "Le'Veon Bell",
      "aboutText": "Kang So-ra (born February 18, 1990) is a South Korean actress. She made her acting debut in the 2009 horror movie 4th Period Mystery, but Kang rose to fame when she starred in 2011 blockbuster Sunny, a coming-of-age film about a group of high school girls growing up in the 1980s. This was followed by leading roles in television dramas, such as teen musical Dream High 2 (2012), family drama Ugly Alert (2013), medical drama Doctor Stranger (2014), workplace dramedy Misaeng (2014), and romantic comedy Warm and Cozy (2015).",
      "pageId": 33860963,
      "monthDay": "02/18"
    },
    {
      "year": "1994",
      "uri": "/wiki/Ulrik_Munther",
      "name": "Ulrik Munther",
      "aboutText": "Le'Veon Andrew Bell (pronounced LAY-vee-on; born February 18, 1992) is an American football running back for the Pittsburgh Steelers of the National Football League (NFL).",
      "pageId": 36747724,
      "monthDay": "02/18"
    }
  ]
}