{
  "people": [
    {
      "year": "1473",
      "uri": "/wiki/Nicolaus_Copernicus",
      "name": "Nicolaus Copernicus",
      "aboutText": "Svante August Arrhenius (19 February 1859 – 2 October 1927) was a Swedish scientist, originally a physicist, but often referred to as a chemist, and one of the founders of the science of physical chemistry. He received the Nobel Prize for Chemistry in 1903, becoming the first Swedish Nobel laureate, and in 1905 became director of the Nobel Institute where he remained until his death. The Arrhenius equation, Arrhenius definition of an acid, lunar crater Arrhenius, the mountain of Arrheniusfjellet and the Arrhenius Labs at Stockholm University are named after him.",
      "pageId": 36586,
      "monthDay": "02/19"
    },
    {
      "year": "1526",
      "uri": "/wiki/Carolus_Clusius",
      "name": "Carolus Clusius",
      "aboutText": "Élie Ducommun (19 February 1833, Geneva – 7 December 1906, Bern) was a peace activist. He is a winner of the 1902 Nobel Peace Prize, which he shared with Charles Albert Gobat.\nBorn in Geneva, he worked as a tutor, language teacher, journalist and a translator for the Swiss federal Chancellery (1869–1873).",
      "pageId": 39733,
      "monthDay": "02/19"
    },
    {
      "year": "1552",
      "uri": "/wiki/Melchior_Klesl",
      "name": "Melchior Klesl",
      "aboutText": "Shivaji Bhonsle (Marathi [ʃiʋaˑɟiˑ bʱoˑs(ə)leˑ]; c. 1627/1630 – 3 April 1680), also known as Chhatrapati Shivaji Maharaj, was an Indian warrior king and a member of the Bhonsle Maratha clan. Shivaji carved out an enclave from the declining Adilshahi sultanate of Bijapur that formed the genesis of the Maratha Empire.",
      "pageId": 149337,
      "monthDay": "02/19"
    },
    {
      "year": "1630",
      "uri": "/wiki/Chhatrapati_Shivaji",
      "name": "Chhatrapati Shivaji",
      "aboutText": "David Garrick (19 February 1717 – 20 January 1779) was an English actor, playwright, theatre manager and producer who influenced nearly all aspects of theatrical practice throughout the 18th century, and was a pupil and friend of Dr Samuel Johnson. He appeared in a number of amateur theatricals, and with his appearance in the title role of Shakespeare's Richard III, audiences and managers began to take notice.\nImpressed by his portrayals of Richard III and a number of other roles, Charles Fleetwood engaged Garrick for a season at the Theatre Royal, Drury Lane.",
      "pageId": 164237,
      "monthDay": "02/19"
    },
    {
      "year": "1660",
      "uri": "/wiki/Friedrich_Hoffmann",
      "name": "Friedrich Hoffmann",
      "aboutText": "David Wark, (February 19, 1804 – August 20, 1905) Irish-born, was a prominent Canadian Senator who served nearly 38 years in office.\nHe represented Kent County in the Legislative Assembly of New Brunswick from 1843 to 1850. Wark was named to the Legislative Council in 1850 and served until Confederation.",
      "pageId": 207082,
      "monthDay": "02/19"
    },
    {
      "year": "1717",
      "uri": "/wiki/David_Garrick",
      "name": "David Garrick",
      "aboutText": "Luigi Rodolfo Boccherini (Italian pronunciation: [riˈdɔlfo luˈiːdʒi bokkeˈriːni]; February 19, 1743 – May 28, 1805) was an Italian classical era composer and cellist whose music retained a courtly and galante style while he matured somewhat apart from the major European musical centers. Boccherini is most widely known for one particular minuet from his String Quintet in E, Op. 11, No.",
      "pageId": 212234,
      "monthDay": "02/19"
    },
    {
      "year": "1743",
      "uri": "/wiki/Luigi_Boccherini",
      "name": "Luigi Boccherini",
      "aboutText": "Friedrich Hoffmann (February 19, 1660 – November 12, 1742) was a German physician and chemist.",
      "pageId": 216615,
      "monthDay": "02/19"
    },
    {
      "year": "1798",
      "uri": "/wiki/Allan_MacNab",
      "name": "Allan MacNab",
      "aboutText": "Adelina Patti (10 February 1843 – 27 September 1919) was a highly acclaimed 19th-century opera singer, earning huge fees at the height of her career in the music capitals of Europe and America. She first sang in public as a child in 1851 and gave her last performance before an audience in 1914. Along with her near contemporaries Jenny Lind and Thérèse Tietjens, Patti remains one of the most famous sopranos in history, owing to the purity and beauty of her lyrical voice and the unmatched quality of her bel canto technique.",
      "pageId": 237372,
      "monthDay": "02/19"
    },
    {
      "year": "1800",
      "uri": "/wiki/%C3%89milie_Gamelin",
      "name": "Émilie Gamelin",
      "aboutText": "Wilhelm Matthias Naeff (19 February 1802 – 21 January 1881) was a Swiss politician and one of the seven initial members of the Swiss Federal Council (1848–1875).\nNaeff was born in Altstätten into a long-established Rhine-Valley's family. Already, his father was an influential merchant.",
      "pageId": 241087,
      "monthDay": "02/19"
    },
    {
      "year": "1802",
      "uri": "/wiki/Wilhelm_Matthias_Naeff",
      "name": "Wilhelm Matthias Naeff",
      "aboutText": "Sir Allan Napier MacNab, 1st Baronet (19 February 1798 – 8 August 1862) was a Canadian political leader and Premier of the Province of Canada before Canadian Confederation (1854–1856).",
      "pageId": 292664,
      "monthDay": "02/19"
    },
    {
      "year": "1804",
      "uri": "/wiki/Carl_von_Rokitansky",
      "name": "Carl von Rokitansky",
      "aboutText": "Nicolaus Copernicus (/kɵˈpɜrnɪkəs/; Polish: Mikołaj Kopernik [miˈkɔwaj kɔˈpɛrɲik]; German: Nikolaus Kopernikus; 19 February 1473 – 24 May 1543) was a Renaissance mathematician and astronomer who formulated a model of the universe that placed the Sun rather than the Earth at the center of the universe. The publication of this model in his book De revolutionibus orbium coelestium (On the Revolutions of the Celestial Spheres) just before his death in 1543 is considered a major event in the history of science, triggering the Copernican Revolution and making an important contribution to the Scientific Revolution.\nCopernicus was born and died in Royal Prussia, a region that had been a part of the Kingdom of Poland since 1466.",
      "pageId": 323592,
      "monthDay": "02/19"
    },
    {
      "year": "1804",
      "uri": "/wiki/David_Wark",
      "name": "David Wark",
      "aboutText": "August Schleicher (19 February 1821 – 6 December 1868) was a German linguist. His great work was A Compendium of the Comparative Grammar of the Indo-European Languages, in which he attempted to reconstruct the Proto-Indo-European language. To show how Indo-European might have looked he created a short tale, Schleicher's fable, to exemplify the reconstructed vocabulary and aspects of Indo-European society inferred from it.",
      "pageId": 326327,
      "monthDay": "02/19"
    },
    {
      "year": "1821",
      "uri": "/wiki/August_Schleicher",
      "name": "August Schleicher",
      "aboutText": "Sven Anders Hedin, KNO1kl RVO, (19 February 1865 – 26 November 1952) was a Swedish geographer, topographer, explorer, photographer, travel writer, and illustrator of his own works. During four expeditions to Central Asia, he made the Transhimalaya known in the West and located sources of the Brahmaputra, Indus and Sutlej Rivers. He also mapped lake Lop Nur, and the remains of cities, grave sites and the Great Wall of China in the deserts of the Tarim Basin.",
      "pageId": 529134,
      "monthDay": "02/19"
    },
    {
      "year": "1824",
      "uri": "/wiki/Henri_Germain",
      "name": "Henri Germain",
      "aboutText": "Charles de l'Écluse, L'Escluse, or Carolus Clusius (Arras, February 19, 1526 – Leiden, April 4, 1609), seigneur de Watènes, was a Flemish doctor and pioneering botanist, perhaps the most influential of all 16th-century scientific horticulturists.",
      "pageId": 691873,
      "monthDay": "02/19"
    },
    {
      "year": "1833",
      "uri": "/wiki/%C3%89lie_Ducommun",
      "name": "Élie Ducommun",
      "aboutText": "Hovhannes Tumanyan (Armenian: Հովհաննես Թումանյան) (February 19 [O.S. February 7] 1869 – March 23, 1923) was an Armenian writer and public activist. He is considered to be the national poet of Armenia.\nTumanyan wrote poems, quatrains, ballads, novels, fables, critical and journalistic articles.",
      "pageId": 1008616,
      "monthDay": "02/19"
    },
    {
      "year": "1843",
      "uri": "/wiki/Adelina_Patti",
      "name": "Adelina Patti",
      "aboutText": "Melchior Klesl (sometimes Khlesl, rarely Cleselius) (19 February 1552 – 18 September 1630) was an Austrian statesman and cardinal of the Roman Catholic church during the time of the Counter-Reformation.",
      "pageId": 1270850,
      "monthDay": "02/19"
    },
    {
      "year": "1855",
      "uri": "/wiki/Nishinoumi_Kajir%C5%8D_I",
      "name": "Nishinoumi Kajirō I",
      "aboutText": "Baron Carl von Rokitansky (German: Carl Freiherr von Rokitansky, Czech: Karel Rokytanský) (19 February 1804 – 23 July 1878), was a Bohemian physician, pathologist, humanist philosopher and liberal politician.",
      "pageId": 1920065,
      "monthDay": "02/19"
    },
    {
      "year": "1859",
      "uri": "/wiki/Svante_Arrhenius",
      "name": "Svante Arrhenius",
      "aboutText": "Nishinoumi Kajirō I (西ノ海 嘉治郎, February 19, 1855 – November 30, 1908) was a sumo wrestler from Sendai, Kagoshima Prefecture, Japan.",
      "pageId": 9126821,
      "monthDay": "02/19"
    },
    {
      "year": "1865",
      "uri": "/wiki/Sven_Hedin",
      "name": "Sven Hedin",
      "aboutText": "Henri Germain (1824–1905) was a French banker and politician.",
      "pageId": 25237505,
      "monthDay": "02/19"
    },
    {
      "year": "1869",
      "uri": "/wiki/Hovhannes_Tumanyan",
      "name": "Hovhannes Tumanyan",
      "aboutText": "Émilie Tavernier Gamelin, S.P., (19 February 1800 – 23 September 1851) was a French Canadian social worker and Roman Catholic Religious Sister. She is best known as the founder of the Sisters of Providence of Montreal.",
      "pageId": 27326378,
      "monthDay": "02/19"
    },
    {
      "year": "1871",
      "uri": "/wiki/Lugenia_Burns_Hope",
      "name": "Lugenia Burns Hope",
      "aboutText": "Constantin Brâncuși (Romanian: [konstanˈtin brɨŋˈkuʃʲ]; February 19, 1876 – March 16, 1957) was a Romanian sculptor, painter and photographer who made his career in France. Considered a pioneer of modernism, one of the most influential sculptors of the 20th-century, Brâncuși is called the patriarch of modern sculpture. As a child he displayed an aptitude for carving wooden farm tools.",
      "pageId": 6585,
      "monthDay": "02/19"
    },
    {
      "year": "1872",
      "uri": "/wiki/Johan_Pitka",
      "name": "Johan Pitka",
      "aboutText": "André Breton (French: [ɑ̃dʁe bʁətɔ̃]; 19 February 1896 – 28 September 1966) was a french writer, poet, anarchist and anti-fascist. He is known best as the founder of Surrealism. His writings include the first Surrealist Manifesto (Manifeste du surréalisme) of 1924, in which he defined surrealism as \"pure psychic automatism\".",
      "pageId": 55167,
      "monthDay": "02/19"
    },
    {
      "year": "1876",
      "uri": "/wiki/Constantin_Br%C3%A2ncu%C8%99i",
      "name": "Constantin Brâncuși",
      "aboutText": "Louis Calhern, born Carl Henry Vogt, (February 19, 1895 – May 12, 1956) was an American stage and screen actor.",
      "pageId": 156594,
      "monthDay": "02/19"
    },
    {
      "year": "1877",
      "uri": "/wiki/Gabriele_M%C3%BCnter",
      "name": "Gabriele Münter",
      "aboutText": "Sir Cedric Webster Hardwicke (19 February 1893 – 6 August 1964) was an English stage and film actor whose career spanned nearly fifty years.",
      "pageId": 173445,
      "monthDay": "02/19"
    },
    {
      "year": "1878",
      "uri": "/wiki/Harriet_Bosse",
      "name": "Harriet Bosse",
      "aboutText": "General Álvaro Obregón Salido (Spanish pronunciation: [ˈalβaɾo oβɾeˈɣon]; February 19, 1880 – July 17, 1928) was a general in the Mexican Revolution, who became President of Mexico from 1920 to 1924. He supported Sonora's decision to follow Governor of Coahuila Venustiano Carranza as leader of a revolution against the Huerta regime. Carranza appointed Obregón commander of the revolutionary forces in northwestern Mexico and in 1915 appointed him as his minister of war.",
      "pageId": 392519,
      "monthDay": "02/19"
    },
    {
      "year": "1880",
      "uri": "/wiki/%C3%81lvaro_Obreg%C3%B3n",
      "name": "Álvaro Obregón",
      "aboutText": "Kay Boyle (February 19, 1902 – December 27, 1992) was an American writer, educator, and political activist.",
      "pageId": 709456,
      "monthDay": "02/19"
    },
    {
      "year": "1886",
      "uri": "/wiki/Jos%C3%A9_Abad_Santos",
      "name": "José Abad Santos",
      "aboutText": "Yury Karlovich Olesha (Russian: Ю́рий Ка́рлович Оле́ша, March 3 [O.S. February 19] 1899 – May 10, 1960) was a Russian and Soviet novelist. He is considered one of the greatest Russian novelists of the 20th century, one of the few to have succeeded in writing works of lasting artistic value despite the stifling censorship of the era. His works are delicate balancing acts that superficially send pro-Communist messages but reveal far greater subtlety and richness upon a deeper reading.",
      "pageId": 732358,
      "monthDay": "02/19"
    },
    {
      "year": "1888",
      "uri": "/wiki/Jos%C3%A9_Eustasio_Rivera",
      "name": "José Eustasio Rivera",
      "aboutText": "José Eustasio Rivera Salas (February 19, 1888 - December 1, 1928) was a Colombian lawyer and poet primarily known for his national epic The Vortex.",
      "pageId": 999813,
      "monthDay": "02/19"
    },
    {
      "year": "1888",
      "uri": "/wiki/Aurora_Quezon",
      "name": "Aurora Quezon",
      "aboutText": "José Abad Santos y Basco (February 19, 1886 – May 7, 1942) was the fifth Chief Justice of the Supreme Court of the Philippines. He briefly served as the Acting President of the Commonwealth of the Philippines during World War II, in behalf of President Quezon after the government went in exile to the United States.",
      "pageId": 1623825,
      "monthDay": "02/19"
    },
    {
      "year": "1893",
      "uri": "/wiki/Cedric_Hardwicke",
      "name": "Cedric Hardwicke",
      "aboutText": "Gabriele Münter (19 February 1877 – 19 May 1962) was a German expressionist painter who was at the forefront of the Munich avant-garde in the early 20th century.",
      "pageId": 1692794,
      "monthDay": "02/19"
    },
    {
      "year": "1895",
      "uri": "/wiki/Louis_Calhern",
      "name": "Louis Calhern",
      "aboutText": "Aurora Antonia Aragón Vd.ª de Quezón (née Aragón y Molina; February 19, 1888 – April 28, 1949), usually known simply as Aurora Quezón, and sometimes as Aurora Aragón-Quezón, was the wife of Philippine President Manuel Luis Quezón and the First Lady of the Philippines from 1935 to 1944. Though she is recognized as the second First Lady of the Philippines, she was actually the first spouse of a Philippine president to be called as such, the honorific being unknown during the presidency of Emilio Aguinaldo, and thus not applied at that time to his wife Hilaria. Much beloved by Filipinos, Quezón was known for involvement with humanitarian activities and served as the first Chairperson of the Philippine National Red Cross.",
      "pageId": 1789078,
      "monthDay": "02/19"
    },
    {
      "year": "1895",
      "uri": "/wiki/Diego_Mazquiar%C3%A1n",
      "name": "Diego Mazquiarán",
      "aboutText": "Lucio Fontana (Italian: [ˈluːtʃo fonˈtaːna]; 19 February 1899 – 7 September 1968) was an Italian painter, sculptor and theorist of Argentine birth. He was mostly known as the founder of Spatialism and his ties to Arte Povera.\n^ Chilvers, Ian.",
      "pageId": 2804857,
      "monthDay": "02/19"
    },
    {
      "year": "1896",
      "uri": "/wiki/Andr%C3%A9_Breton",
      "name": "André Breton",
      "aboutText": "Alma Rubens (February 19, 1897 – January 21, 1931) was an American film actress and stage performer.\nRubens began her career in the mid 1910s. She quickly rose to stardom in 1916 after appearing opposite Douglas Fairbanks in The Half Breed.",
      "pageId": 3775554,
      "monthDay": "02/19"
    },
    {
      "year": "1897",
      "uri": "/wiki/Alma_Rubens",
      "name": "Alma Rubens",
      "aboutText": "Louis Slobodkin (February 19, 1903 – May 1975) was an American sculptor, writer, and illustrator of numerous children's books.",
      "pageId": 5233771,
      "monthDay": "02/19"
    },
    {
      "year": "1899",
      "uri": "/wiki/Lucio_Fontana",
      "name": "Lucio Fontana",
      "aboutText": "Havank, pseudonym of Hendrikus Frederikus (Hans) van der Kallen (February 19, 1904 – June 22, 1964), was a Dutch writer, journalist and translator.",
      "pageId": 5419713,
      "monthDay": "02/19"
    },
    {
      "year": "1899",
      "uri": "/wiki/Yury_Olesha",
      "name": "Yury Olesha",
      "aboutText": "Johan Pitka, VR I/1, KCMG (19 February 1872 in Jalgsema, Järva County, Estonia – disappeared September 1944 in Läänemaa, Estonia) was a famous Estonian military commander from the Estonian War of Independence until World War II.",
      "pageId": 5946388,
      "monthDay": "02/19"
    },
    {
      "year": "1901",
      "uri": "/wiki/Florence_Green",
      "name": "Florence Green",
      "aboutText": "Lugenia Burns Hope, née Burns (February 19, 1871, St.",
      "pageId": 9175580,
      "monthDay": "02/19"
    },
    {
      "year": "1902",
      "uri": "/wiki/Kay_Boyle",
      "name": "Kay Boyle",
      "aboutText": "Diego Mazquiarán (born February 19, 1895 in Sestao, Vizcaya, Spain — died May 19, 1940 in Lima, Peru), often called simply Fortuna, was a Spanish matador.",
      "pageId": 21447217,
      "monthDay": "02/19"
    },
    {
      "year": "1903",
      "uri": "/wiki/Louis_Slobodkin",
      "name": "Louis Slobodkin",
      "aboutText": "Harriet Sofie Bosse (19 February 1878 – 2 November 1961) was a Swedish–Norwegian actress. A celebrity in her own day, Bosse is today most commonly remembered as the third wife of the playwright August Strindberg. Bosse began her career in a minor company run by her forceful older sister Alma Fahlstrøm in Kristiania (now Oslo, the capital of Norway).",
      "pageId": 21909238,
      "monthDay": "02/19"
    },
    {
      "year": "1904",
      "uri": "/wiki/Havank",
      "name": "Havank",
      "aboutText": "Florence Beatrice Green (née Patterson; 19 February 1901 – 4 February 2012) was an English woman who was the last surviving veteran of the First World War from any country.",
      "pageId": 25816336,
      "monthDay": "02/19"
    },
    {
      "year": "1906",
      "uri": "/wiki/Eugene_Eisenmann",
      "name": "Eugene Eisenmann",
      "aboutText": "Lee Marvin (February 19, 1924 – August 29, 1987) was an American film and television actor. Known for his distinctive voice, white hair and 6 ft 1 1⁄2 in (187 cm) stature, Marvin initially appeared in supporting roles, mostly villains, soldiers and other hardboiled characters. From 1957 to 1960, he starred as Detective Lieutenant Frank Ballinger in the NBC crime series, M Squad.",
      "pageId": 18433,
      "monthDay": "02/19"
    },
    {
      "year": "1910",
      "uri": "/wiki/Dorothy_Janis",
      "name": "Dorothy Janis",
      "aboutText": "Merle Oberon (19 February 1911 – 23 November 1979) was an Anglo-Indian actress. She began her film career in British films as Anne Boleyn in The Private Life of Henry VIII (1933). After her success in The Scarlet Pimpernel (1934), she travelled to the United States to make films for Samuel Goldwyn.",
      "pageId": 175854,
      "monthDay": "02/19"
    },
    {
      "year": "1911",
      "uri": "/wiki/Merle_Oberon",
      "name": "Merle Oberon",
      "aboutText": "David Ionovich Bronstein (Russian: Дави́д Ио́нович Бронште́йн; February 19, 1924 – December 5, 2006) was a Soviet chess grandmaster, who narrowly missed becoming World Chess Champion in 1951. Bronstein was one of the world's strongest players from the mid-1940s into the mid-1970s, and was described by his peers as a creative genius and master of tactics.",
      "pageId": 233649,
      "monthDay": "02/19"
    },
    {
      "year": "1912",
      "uri": "/wiki/Saul_Chaplin",
      "name": "Saul Chaplin",
      "aboutText": "George Edward Arcaro (February 19, 1916 – November 14, 1997), known professionally as Eddie Arcaro, was an American Thoroughbred horse racing Hall of Fame jockey who won more American classic races than any other jockey in history and is the only rider to have won the U.S. Triple Crown twice. He is widely regarded as the greatest jockey in the history of American Thoroughbred horse racing. Arcaro was born in Cincinnati, Ohio, the son of an impoverished taxi driver.",
      "pageId": 242598,
      "monthDay": "02/19"
    },
    {
      "year": "1913",
      "uri": "/wiki/Prince_Pedro_Gast%C3%A3o_of_Orl%C3%A9ans-Braganza",
      "name": "Prince Pedro Gastão of Orléans-Braganza",
      "aboutText": "György Kurtág (Hungarian: [ˈɟørɟ ˈkurtaːɡ]; born 19 February 1926 in Lugoj) is a Hungarian composer.",
      "pageId": 330269,
      "monthDay": "02/19"
    },
    {
      "year": "1914",
      "uri": "/wiki/Jacques_Dufilho",
      "name": "Jacques Dufilho",
      "aboutText": "Władysław Bartoszewski ([vwaˈdɨswaf bartɔˈʂɛfskʲi]; 19 February 1922 – 24 April 2015) was a Polish politician, social activist, journalist, writer and historian. A former Auschwitz concentration camp prisoner, he was a World War II resistance fighter as part of the Polish underground and participated in the Warsaw Uprising. After the war he was persecuted and imprisoned by the communist Polish People's Republic due to his membership of the Home Army and opposition activity.",
      "pageId": 356455,
      "monthDay": "02/19"
    },
    {
      "year": "1915",
      "uri": "/wiki/John_Freeman_(British_politician)",
      "name": "John Freeman",
      "aboutText": "Lucy Douglas Cochrane (February 19, 1920 - November 8, 2003), known as C. Z. Guest, was an American stage actress, author, columnist, horsewoman, fashion designer, and socialite who achieved a degree of fame as a fashion icon. She was frequently seen wearing elegant designs by famous designers like Mainbocher. Her unfussy, clean-cut style was seen as typically American.",
      "pageId": 363112,
      "monthDay": "02/19"
    },
    {
      "year": "1916",
      "uri": "/wiki/Eddie_Arcaro",
      "name": "Eddie Arcaro",
      "aboutText": "Carson McCullers (February 19, 1917 – September 29, 1967) was an American novelist, short story writer, playwright, essayist, and poet. Her first novel, The Heart Is a Lonely Hunter, explores the spiritual isolation of misfits and outcasts in a small town of the U.S. South. Her other novels have similar themes and most are set in the deep South.",
      "pageId": 476211,
      "monthDay": "02/19"
    },
    {
      "year": "1917",
      "uri": "/wiki/Carson_McCullers",
      "name": "Carson McCullers",
      "aboutText": "Jaan Kross (19 February 1920 – 27 December 2007) was an Estonian writer.",
      "pageId": 528088,
      "monthDay": "02/19"
    },
    {
      "year": "1920",
      "uri": "/wiki/C._Z._Guest",
      "name": "C. Z. Guest",
      "aboutText": "Saul Chaplin (February 19, 1912 – November 15, 1997) was an American composer and musical director.\nHe was born Saul Kaplan in Brooklyn, New York. He had worked on stage, screen and television since the days of Tin Pan Alley.",
      "pageId": 1006985,
      "monthDay": "02/19"
    },
    {
      "year": "1920",
      "uri": "/wiki/Jaan_Kross",
      "name": "Jaan Kross",
      "aboutText": "Ross Thomas (February 19, 1926 in Oklahoma City – December 18, 1995 in Santa Monica, California) was an American writer of crime fiction. He is best known for his witty thrillers that expose the mechanisms of professional politics. He also wrote several novels under the pseudonym Oliver Bleeck about professional go-between Philip St.",
      "pageId": 1244003,
      "monthDay": "02/19"
    },
    {
      "year": "1920",
      "uri": "/wiki/George_Rose_(actor)",
      "name": "George Rose",
      "aboutText": "John Horace Freeman, MBE (19 February 1915 – 20 December 2014) was a British politician, diplomat and broadcaster. He was the Labour Member of Parliament (MP) for Watford from 1945 to 1955.",
      "pageId": 1602896,
      "monthDay": "02/19"
    },
    {
      "year": "1922",
      "uri": "/wiki/W%C5%82adys%C5%82aw_Bartoszewski",
      "name": "Władysław Bartoszewski",
      "aboutText": "Jacques Deray (February 19, 1929 in Lyon – August 9, 2003 Boulogne-Billancourt) was a French film director and screenwriter.",
      "pageId": 2455161,
      "monthDay": "02/19"
    },
    {
      "year": "1924",
      "uri": "/wiki/David_Bronstein",
      "name": "David Bronstein",
      "aboutText": "This article incorporates information from the corresponding article in the French Wikipedia.\nJacques Dufilho (19 February 1914 – 28 August 2005) was a French actor. He was born at Bègles (Gironde) and he died at Ponsampère (Gers).",
      "pageId": 2576653,
      "monthDay": "02/19"
    },
    {
      "year": "1924",
      "uri": "/wiki/Lee_Marvin",
      "name": "Lee Marvin",
      "aboutText": "Bruce Arthur Norris (February 19, 1924 – January 1, 1986) was owner of the Detroit Red Wings professional ice hockey team from 1952 to 1982. He was the son of James E. Norris and half-brother of James D. Norris.",
      "pageId": 4141232,
      "monthDay": "02/19"
    },
    {
      "year": "1924",
      "uri": "/wiki/Bruce_Norris_(ice_hockey)",
      "name": "Bruce Norris",
      "aboutText": "George Walter Rose (19 February 1920 – 5 May 1988) was an English actor and singer in theatre and film.\nBorn in Bicester, Oxfordshire the son of a butcher, Rose studied at the Central School of Speech and Drama. After graduation he was briefly a farmer and secretary.",
      "pageId": 5517058,
      "monthDay": "02/19"
    },
    {
      "year": "1926",
      "uri": "/wiki/Gy%C3%B6rgy_Kurt%C3%A1g",
      "name": "György Kurtág",
      "aboutText": "Prince Pedro Gastão of Orléans-Braganza (born Pierre-d’Alcantara Gaston Jean Marie Philippe Laurent Hubert d’Orléans et Bragance ; in Portuguese, Pedro de Alcântara Gastão João Maria Filipe Lourenço Humberto Miguel Gabriel Rafael Gonzaga de Orléans e Bragança e Dobrzensky de Dobrzenicz) (19 February 1913 – 27 December 2007) was one of two claimants to the Brazilian throne and head of the Petrópolis branch of the Brazilian Imperial House.",
      "pageId": 5543979,
      "monthDay": "02/19"
    },
    {
      "year": "1926",
      "uri": "/wiki/Ross_Thomas_(author)",
      "name": "Ross Thomas",
      "aboutText": "Dorothy Janis (February 19, 1912 – March 10, 2010) was an American silent film actress.",
      "pageId": 5931272,
      "monthDay": "02/19"
    },
    {
      "year": "1927",
      "uri": "/wiki/Philippe_Boiry",
      "name": "Philippe Boiry",
      "aboutText": "Philippe Paul Alexander Henry Boiry (February 19, 1927 – January 5, 2014) was the pretender to the throne of the unrecognized Kingdom of Araucanía and Patagonia. Boiry became the pretender after Antoine III abdicated in his favour in 1951.\n^ \"Royal Araucanian Gallery\".",
      "pageId": 31256947,
      "monthDay": "02/19"
    },
    {
      "year": "1929",
      "uri": "/wiki/Jacques_Deray",
      "name": "Jacques Deray",
      "aboutText": "Eugene “Gene” Eisenmann (19 February 1906 – 16 October 1981) was an American and Panamanian lawyer and amateur ornithologist of German-Jewish ancestry. He had a long association with the Linnaean Society of New York (LSNY) as well as with the American Ornithologists' Union (AOU) and the American Museum of Natural History (AMNH).",
      "pageId": 34509375,
      "monthDay": "02/19"
    },
    {
      "year": "1930",
      "uri": "/wiki/John_Frankenheimer",
      "name": "John Frankenheimer",
      "aboutText": "John Michael Frankenheimer (February 19, 1930 – July 6, 2002) was an American film and television director known for social dramas and action/suspense films. Among his credits were Birdman of Alcatraz (1962), The Manchurian Candidate (1962), Seven Days in May (1964), The Train (1964), Seconds (1966), Grand Prix (1966), French Connection II (1975), Black Sunday (1977), and Ronin (1998).\nFrankenheimer won four consecutive Emmy Awards in the 1990s for the television movies Against the Wall, The Burning Season, Andersonville, and George Wallace, which also received a Golden Globe award.",
      "pageId": 16345,
      "monthDay": "02/19"
    },
    {
      "year": "1930",
      "uri": "/wiki/Kasinathuni_Viswanath",
      "name": "Kasinathuni Viswanath",
      "aboutText": "William \"Smokey\" Robinson, Jr. (born February 19, 1940) is an American R&B/pop singer-songwriter, record producer, and former record executive. Robinson was the founder and front man of the Motown vocal group the Miracles, for which he also served as the group's chief songwriter and producer.",
      "pageId": 148170,
      "monthDay": "02/19"
    },
    {
      "year": "1932",
      "uri": "/wiki/Joseph_P._Kerwin",
      "name": "Joseph P. Kerwin",
      "aboutText": "Kasinadhuni Viswanath (born 19 February 1930) is an Indian film, sound designer turned director and actor known for his works in Telugu Cinema and Hindi Cinema. He is the recipient of five National Film Awards, five Nandi Awards, ten Filmfare Awards, and a Bollywood Filmfare Award. Viswanath's Hindi films include Sargam, Kaamchor, Sanjog, Jaag Utha Insan, Eeshwar, Sur Sangam, Shubh Kaamna, Sangeet and Dhanwaan.",
      "pageId": 222342,
      "monthDay": "02/19"
    },
    {
      "year": "1934",
      "uri": "/wiki/Pierre_Barouh",
      "name": "Pierre Barouh",
      "aboutText": "Terry Gene Carr (February 19, 1937 – April 7, 1987) was a United States science fiction fan, author, editor, and writing instructor.\n^ \"Terry Carr Dies\". Locus 20: 1.",
      "pageId": 362276,
      "monthDay": "02/19"
    },
    {
      "year": "1934",
      "uri": "/wiki/Carole_Eastman",
      "name": "Carole Eastman",
      "aboutText": "Joseph Peter Kerwin, M.D. (born February 19, 1932), (Capt, USN, Ret.), is an American physician and former NASA astronaut, who served as Science Pilot for the Skylab 2 mission from May 25–June 22, 1973. He was the first physician to be selected for astronaut training.",
      "pageId": 606188,
      "monthDay": "02/19"
    },
    {
      "year": "1935",
      "uri": "/wiki/Dave_Niehaus",
      "name": "Dave Niehaus",
      "aboutText": "Erin Patria Margaret Pizzey (born 19 February 1939) is an English family care activist and a novelist. She became internationally famous for having started the first domestic violence shelter in the modern world. Haven House is often cited as the first women's refuge (called women's shelters in Canada and the U.S.), but at the time of their founding they only worked to help the mentally ill transition from committed life in a hospital to life in the outside world.",
      "pageId": 614934,
      "monthDay": "02/19"
    },
    {
      "year": "1936",
      "uri": "/wiki/Sam_Myers",
      "name": "Sam Myers",
      "aboutText": "Boris Karlovich Pugo, OAN (Latvian: Boriss Pugo, Russian: Борис Карлович Пуго) (February 19, 1937 – August 22, 1991, in Moscow) was a Soviet Communist political figure, Latvian by ethnicity.\nPugo was born in Kalinin, Russian SFSR (now Tver, Russia) into a family of Latvian communists who had left Latvia after Latvia was proclaimed an independent country in 1918 and the Communist side defeated in the war that followed. His family returned to Latvia after the Soviet Union occupied and annexed it in 1940.",
      "pageId": 765259,
      "monthDay": "02/19"
    },
    {
      "year": "1937",
      "uri": "/wiki/Terry_Carr",
      "name": "Terry Carr",
      "aboutText": "David Arnold \"Dave\" Niehaus (February 19, 1935 – November 10, 2010) was an American sportscaster. He was the lead play-by-play announcer for the American League's Seattle Mariners from their inaugural season in 1977 until his death after the 2010 season. In 2008, the National Baseball Hall of Fame awarded Niehaus with the Ford C. Frick Award, the highest honor for American baseball broadcasters.",
      "pageId": 1293306,
      "monthDay": "02/19"
    },
    {
      "year": "1937",
      "uri": "/wiki/David_Margulies",
      "name": "David Margulies",
      "aboutText": "Lobsang Trinley Lhündrub Chökyi Gyaltsen (Tibetan: བློ་བཟང་ཕྲིན་ལས་ལྷུན་གྲུབ་ཆོས་ཀྱི་རྒྱལ་མཚན་་, Wylie: Blo-bzang Phrin-las Lhun-grub Chos-kyi Rgyal-mtshan, ZYPY: Lobsang Chinlai Lhünchub Qoigyi Gyaicain; 19 February 1938 – 28 January 1989) was the tenth Panchen Lama of the Gelug School of Tibetan Buddhism. He was often referred to simply as Choekyi Gyaltsen (which can be Choekyi Gyaltse, Choskyi Gyantsen, etc.), although this is also the name of several other notable figures in Tibetan history.",
      "pageId": 1755560,
      "monthDay": "02/19"
    },
    {
      "year": "1937",
      "uri": "/wiki/Alan_Munro",
      "name": "Alan Munro",
      "aboutText": "Robert Edward \"Bobby\" Rogers (February 19, 1940 – March 3, 2013) was an American musician and tenor singer, best known as a member of Motown vocal group the Miracles from 1956 until his death on March 3, 2013, in Southfield, Michigan. He was inducted, in 2012, as a member of the Miracles to the Rock and Roll Hall of Fame. In addition to singing, he also contributed to writing some of the Miracles' songs.",
      "pageId": 2403441,
      "monthDay": "02/19"
    },
    {
      "year": "1937",
      "uri": "/wiki/Boris_Pugo",
      "name": "Boris Pugo",
      "aboutText": "Gwen Taylor (born 19 February 1939) is an English actress who has appeared in many British television programmes. She is known for her roles as Amy Pearce in the sitcom Duty Free (1984–86); Barbara Liversidge in the sitcom Barbara (1999–2003); Peggy Armstrong in the drama series Heartbeat (2005–09), and Anne Foster in the soap opera Coronation Street (2011–12). She was nominated for the 1990 BAFTA TV Award for Best Actress for her role as Rita Simcock in the comedy series A Bit of a Do (1989).",
      "pageId": 2817205,
      "monthDay": "02/19"
    },
    {
      "year": "1937",
      "uri": "/wiki/Robert_Walker_(musician)",
      "name": "Robert Walker",
      "aboutText": "René Muñoz (February 19, 1938 – May 11, 2000) was a Cuban actor and screenwriter of telenovelas and the cinema of Mexico.",
      "pageId": 3381000,
      "monthDay": "02/19"
    },
    {
      "year": "1938",
      "uri": "/wiki/Choekyi_Gyaltsen,_10th_Panchen_Lama",
      "name": "Choekyi Gyaltsen, 10th Panchen Lama",
      "aboutText": "Sam Myers (February 19, 1936 – July 17, 2006) was an American blues musician and songwriter. He appeared as an accompanist on dozens of recordings for blues artists over five decades. He began his career as a drummer for Elmore James, but was most famous as a blues vocalist and blues harp player.",
      "pageId": 3408203,
      "monthDay": "02/19"
    },
    {
      "year": "1938",
      "uri": "/wiki/Dutch_Mason",
      "name": "Dutch Mason",
      "aboutText": "Carole Eastman (February 19, 1934 – February 13, 2004) was an American screenwriter. Among her credits were screenplays for Monte Hellman's The Shooting (1967), Bob Rafelson's Five Easy Pieces (1970) (for which she was nominated for an Academy Award along with co-writer Rafelson), and Mike Nichols’s The Fortune (1975). She occasionally used the pseudonyms \"Adrien Joyce\" and \"A.L. Appling\".",
      "pageId": 4333472,
      "monthDay": "02/19"
    },
    {
      "year": "1938",
      "uri": "/wiki/Ren%C3%A9_Mu%C3%B1oz",
      "name": "René Muñoz",
      "aboutText": "Alan James Munro (born 19 February 1937) is a British immunologist and entrepreneur.",
      "pageId": 5225542,
      "monthDay": "02/19"
    },
    {
      "year": "1939",
      "uri": "/wiki/Erin_Pizzey",
      "name": "Erin Pizzey",
      "aboutText": "Robert \"Bilbo\" Walker Jr. (born February 19, 1937) is a blues musician.",
      "pageId": 8342522,
      "monthDay": "02/19"
    },
    {
      "year": "1939",
      "uri": "/wiki/Gwen_Taylor",
      "name": "Gwen Taylor",
      "aboutText": "David Joseph Margulies (born February 19, 1937) is an American actor.",
      "pageId": 8402285,
      "monthDay": "02/19"
    },
    {
      "year": "1940",
      "uri": "/wiki/Saparmurat_Niyazov",
      "name": "Saparmurat Niyazov",
      "aboutText": "Dutch Mason, CM (19 February 1938 – 23 December 2006) was a Canadian musician from Halifax, Nova Scotia.",
      "pageId": 8866128,
      "monthDay": "02/19"
    },
    {
      "year": "1940",
      "uri": "/wiki/Smokey_Robinson",
      "name": "Smokey Robinson",
      "aboutText": "Saparmurat Atayevich Niyazov (Turkmen: Saparmyrat Ataýewiç Nyýazow; 19 February 1940 – 21 December 2006) was a Turkmen politician who served as the leader of Turkmenistan from 1985 until his death in 2006. He was First Secretary of the Turkmen Communist Party from 1985 until 1991 and continued to lead Turkmenistan for 15 years after independence from the Soviet Union in 1991.\nTurkmen media referred to him using the title \"His Excellency Saparmurat Türkmenbaşy, President of Turkmenistan and Chairman of the Cabinet of Ministers\".",
      "pageId": 19760658,
      "monthDay": "02/19"
    },
    {
      "year": "1940",
      "uri": "/wiki/Bobby_Rogers",
      "name": "Bobby Rogers",
      "aboutText": "Pierre Barouh (born 19 February 1934, Paris) is a French writer-composer-singer best known for his work on Claude Lelouch's film A Man and a Woman both as actor, and as lyric writer/singer for Francis Lai's music for the film.\nÉlie Barouh, his brother and sister, were raised in Levallois-Perret, (their parents were Turkish-Jewish  stallholders selling fabrics), until the outbreak of the Second World War. During the war their parents hid them from the Nazis in Montournais in the Vendée.",
      "pageId": 23950197,
      "monthDay": "02/19"
    },
    {
      "year": "1941",
      "uri": "/wiki/David_Gross",
      "name": "David Gross",
      "aboutText": "Wilhelmus Simon Petrus Fortuijn, known as Pim Fortuyn (Dutch: [ˈpɪm fɔrˈtœyn]; 19 February 1948 – 6 May 2002) was a Dutch politician, civil servant, sociologist, author and professor who formed his own party, Pim Fortuyn List (Lijst Pim Fortuyn or LPF) in 2002.\nFortuyn provoked controversy with his outspoken views about multiculturalism, immigration and Islam in the Netherlands. He called Islam \"a backward culture\", and was quoted as saying that if it were legally possible, he would close the borders for Muslim immigrants.",
      "pageId": 45812,
      "monthDay": "02/19"
    },
    {
      "year": "1941",
      "uri": "/wiki/Jenny_Tonge,_Baroness_Tonge",
      "name": "Jenny Tonge, Baroness Tonge",
      "aboutText": "Jennifer Louise Tonge, Baroness Tonge (née Smith; born 19 February 1941) is a politician in the United Kingdom. She was Liberal Democrat Member of Parliament (MP) for Richmond Park in London from 1997 to 2005. In June 2005 she was made a life peer as Baroness Tonge, of Kew in the London Borough of Richmond upon Thames, which entitles her to a seat in the House of Lords.",
      "pageId": 450282,
      "monthDay": "02/19"
    },
    {
      "year": "1942",
      "uri": "/wiki/Paul_Krause",
      "name": "Paul Krause",
      "aboutText": "Karen Gay Silkwood (February 19, 1946 – November 13, 1974) was an American chemical technician and labor union activist known for raising concerns about corporate practices related to health and safety of workers in a nuclear facility. Her mysterious death received extensive coverage and was the subject of a victorious lawsuit against chemical company Kerr-McGee. Silkwood was portrayed by Meryl Streep in Mike Nichols' 1983 Academy Award-nominated film Silkwood.",
      "pageId": 573279,
      "monthDay": "02/19"
    },
    {
      "year": "1942",
      "uri": "/wiki/Howard_Stringer",
      "name": "Howard Stringer",
      "aboutText": "David Jonathan Gross (born February 19, 1941) is an American particle physicist and string theorist. Along with Frank Wilczek and David Politzer, he was awarded the 2004 Nobel Prize in Physics for their discovery of asymptotic freedom. He is the former director and current holder of the Frederick W. Gluck Chair in Theoretical Physics at the Kavli Institute for Theoretical Physics of the University of California, Santa Barbara.",
      "pageId": 646158,
      "monthDay": "02/19"
    },
    {
      "year": "1942",
      "uri": "/wiki/Will_Provine",
      "name": "Will Provine",
      "aboutText": "Michael Nader (born February 19, 1945, St. Louis, Missouri) is an American actor, known for his role on the ABC primetime soap opera Dynasty from 1983 to 1989 as Farnsworth \"Dex\" Dexter, the third husband of Alexis Colby (played by Joan Collins). He is the nephew of actor George Nader.",
      "pageId": 654902,
      "monthDay": "02/19"
    },
    {
      "year": "1943",
      "uri": "/wiki/Lou_Christie",
      "name": "Lou Christie",
      "aboutText": "Jackie Curtis (February 19, 1947 – May 15, 1985) was an American actress, writer, singer and Warhol Superstar.",
      "pageId": 658150,
      "monthDay": "02/19"
    },
    {
      "year": "1943",
      "uri": "/wiki/Homer_Hickam",
      "name": "Homer Hickam",
      "aboutText": "Homer Hadley Hickam, Jr. (born February 19, 1943) is an American author, Vietnam veteran, and a former NASA engineer. His autobiographical novel Rocket Boys: A Memoir, was a No.",
      "pageId": 870393,
      "monthDay": "02/19"
    },
    {
      "year": "1943",
      "uri": "/wiki/Tim_Hunt",
      "name": "Tim Hunt",
      "aboutText": "William Ball \"Will\" Provine (February 19, 1942 – September 1, 2015) was an American historian of science and of evolutionary biology and population genetics. He was the Andrew H. and James S. Tisch Distinguished University Professor at Cornell University and was a professor in the Departments of History, Science and Technology Studies, and Ecology and Evolutionary Biology.",
      "pageId": 1558424,
      "monthDay": "02/19"
    },
    {
      "year": "1944",
      "uri": "/wiki/Les_Hinton",
      "name": "Les Hinton",
      "aboutText": "Sir Howard Stringer (born February 19, 1942) is a Welsh-American businessman. He served as chairman of the board, chairman, president and CEO of Sony Corporation.",
      "pageId": 1579085,
      "monthDay": "02/19"
    },
    {
      "year": "1945",
      "uri": "/wiki/Yuri_Antonov_(musician)",
      "name": "Yuri Antonov",
      "aboutText": "Sir Tim Hunt FRS, FMedSci, FRSE (born 19 February 1943) is a British biochemist and molecular physiologist. He was awarded the 2001 Nobel Prize in Physiology or Medicine with Paul Nurse and Leland H. Hartwell for their discoveries of protein molecules that control the division (duplication) of cells. In particular, Hunt discovered what he called cyclin: a protein in fertilized sea urchin eggs which repeatedly (cyclically) aggregates and is depleted during cell division cycles.",
      "pageId": 1718752,
      "monthDay": "02/19"
    },
    {
      "year": "1945",
      "uri": "/wiki/Michael_Nader",
      "name": "Michael Nader",
      "aboutText": "Timothy Richard \"Tim\" Shadbolt (born 19 February 1947) is a New Zealand politician.",
      "pageId": 2066029,
      "monthDay": "02/19"
    },
    {
      "year": "1946",
      "uri": "/wiki/Paul_Dean_(guitarist)",
      "name": "Paul Dean",
      "aboutText": "Lugee Alfredo Giovanni Sacco (born February 19, 1943), known professionally as Lou Christie, is an American singer-songwriter best known for three separate strings of pop hits in the 1960s, including his 1966 hit, \"Lightnin' Strikes\".",
      "pageId": 2202646,
      "monthDay": "02/19"
    },
    {
      "year": "1946",
      "uri": "/wiki/Barry_Everitt_(scientist)",
      "name": "Barry Everitt",
      "aboutText": "Kunihiro Fujioka (藤岡 邦弘, Fujioka Kunihiro, born February 19, 1946 in Kuma (Present: Kumakōgen), Ehime), better known by his stage name Hiroshi Fujioka (藤岡 弘、, Fujioka Hiroshi), is a Japanese actor known for playing the hero Takeshi Hongo in the tokusatsu superhero series Kamen Rider, and later the Sega Saturn mascot Segata Sanshiro. Fujioka is a cultural icon in Japan, even having the minor planet 12408 Fujioka, discovered by Akimasa Nakamura, named in his honor. Fujioka writes his name with the ideographic comma at the end (after the kanji for \"Hiroshi\" (弘)), saying \"It is meant to remind me to reconsider myself and what it is that I need to achieve.",
      "pageId": 2747684,
      "monthDay": "02/19"
    },
    {
      "year": "1946",
      "uri": "/wiki/Hiroshi_Fujioka",
      "name": "Hiroshi Fujioka",
      "aboutText": "Peter John Hudson AM (born 19 February 1946) is a former Australian rules football player, considered one of the greatest full-forwards in the game's history.\nHudson was prolific in his goal scoring in all senior competitions in which he competed. Originally from Tasmania, Hudson played with New Norfolk Football Club, in the Tasmanian Football League kicking 378 goals in 78 games.",
      "pageId": 2811396,
      "monthDay": "02/19"
    },
    {
      "year": "1946",
      "uri": "/wiki/Peter_Hudson",
      "name": "Peter Hudson",
      "aboutText": "Mark Andes (born February 19, 1948) is an American musician, known for his work as a bassist with Canned Heat, Spirit, Jo Jo Gunne, Firefall, Heart, and Mirabal.",
      "pageId": 4403160,
      "monthDay": "02/19"
    },
    {
      "year": "1946",
      "uri": "/wiki/Karen_Silkwood",
      "name": "Karen Silkwood",
      "aboutText": "Paul Warren Dean (born February 19, 1946 in Vancouver, British Columbia) is the lead guitarist for the Canadian rock band Loverboy which reached huge fame in the early 1980s.",
      "pageId": 4505324,
      "monthDay": "02/19"
    },
    {
      "year": "1947",
      "uri": "/wiki/Tim_Shadbolt",
      "name": "Tim Shadbolt",
      "aboutText": "Barry John Everitt FRS, FMedSci (born 19 February 1946) was Master of Downing College, Cambridge and is Professor of behavioral neuroscience and Director of Research at the University of Cambridge. He is Provost of the Gates Cambridge Trust at Cambridge University.\n^ Lee, Jonathan Loon Choon (2004).",
      "pageId": 12029581,
      "monthDay": "02/19"
    },
    {
      "year": "1947",
      "uri": "/wiki/Jackie_Curtis",
      "name": "Jackie Curtis",
      "aboutText": "Leslie Frank \"Les\" Hinton (born 19 February 1944) is a British-American journalist and business executive whose career with Rupert Murdoch's News Corporation spanned more than fifty years. Hinton worked in newspapers, magazines and television as a reporter, editor and executive in Australia, the United Kingdom and the United States and became an American citizen in 1986. He was appointed CEO of Dow Jones & Company in December 2007, after its acquisition by News Corp.",
      "pageId": 15702936,
      "monthDay": "02/19"
    },
    {
      "year": "1948",
      "uri": "/wiki/Mark_Andes",
      "name": "Mark Andes",
      "aboutText": "Yuri Mikhailovich Antonov (Russian: Юрий Михайлович Антонов) (born February 19, 1945 in Tashkent, Uzbek SSR, Soviet Union) is a Soviet and Russian composer, singer and musician, People's Artist of Russia (1997). He is also the Distinguished performer of arts of the Russian Federation (Russia) and the Distinguished artist of the Chechnya-Ingushetia ASSR (1983).",
      "pageId": 17509100,
      "monthDay": "02/19"
    },
    {
      "year": "1948",
      "uri": "/wiki/Pim_Fortuyn",
      "name": "Pim Fortuyn",
      "aboutText": "Paul James Krause (born February 19, 1942) is a former American football safety who played in the National Football League (NFL).",
      "pageId": 38204135,
      "monthDay": "02/19"
    },
    {
      "year": "1948",
      "uri": "/wiki/Tony_Iommi",
      "name": "Tony Iommi",
      "aboutText": "Amy Tan (born February 19, 1952) is an American writer whose works explore mother-daughter relationships and the Chinese-American experience. Her best-known work is The Joy Luck Club, which has been translated into 35 languages. In 1993, the book was adapted into a commercially successful film.",
      "pageId": 50321,
      "monthDay": "02/19"
    },
    {
      "year": "1948",
      "uri": "/wiki/Big_John_Studd",
      "name": "Big John Studd",
      "aboutText": "Michael Rolfe Gira (/ˈmaɪkəl dʒɪˈrɑː/; born February 19, 1954) is an American singer-songwriter, musician, author and artist. He is the main force behind the New York City musical group Swans and fronts Angels of Light.",
      "pageId": 96701,
      "monthDay": "02/19"
    },
    {
      "year": "1949",
      "uri": "/wiki/Danielle_Bunten_Berry",
      "name": "Danielle Bunten Berry",
      "aboutText": "Massimo Troisi (19 February 1953 – 4 June 1994) was an Italian actor, film director, and poet.",
      "pageId": 142477,
      "monthDay": "02/19"
    },
    {
      "year": "1949",
      "uri": "/wiki/Eddie_Hardin",
      "name": "Eddie Hardin",
      "aboutText": "Danielle Bunten Berry (February 19, 1949 – July 3, 1998), born Daniel Paul Bunten, and also known as Dan Bunten, was an American game designer and programmer, known for the 1983 game M.U.L.E. (one of the first influential multiplayer games), and 1984's The Seven Cities of Gold.\nIn 1998 she was awarded the Lifetime Achievement Award by the Computer Game Developers Association.",
      "pageId": 294341,
      "monthDay": "02/19"
    },
    {
      "year": "1949",
      "uri": "/wiki/William_Messner-Loebs",
      "name": "William Messner-Loebs",
      "aboutText": "Anthony Frank \"Tony\" Iommi /aɪˈoʊmiː/ (born 19 February 1948) is an English guitarist, songwriter and producer. Best known as lead guitarist and founding member of the pioneering heavy metal band Black Sabbath, he has been the band's sole continual member and primary composer.\nWhile working in a factory as a teenager, left-handed Iommi lost the tips of the middle and ring finger of his right, fretting, hand in an accident; an event which crucially affected his playing style.",
      "pageId": 395736,
      "monthDay": "02/19"
    },
    {
      "year": "1950",
      "uri": "/wiki/Juice_Leskinen",
      "name": "Juice Leskinen",
      "aboutText": "Danilo Türk (pronounced [daˈníːlɔ ˈtýrk]; born 19 February 1952) is a Slovenian lawyer, diplomat and politician who served as the President of Slovenia between December 2007 and December 2012. He was also the first Slovene ambassador to the United Nations from 1991 until 2000. As of 2014, he is a visiting professor of international law at Columbia University in New York City.",
      "pageId": 546356,
      "monthDay": "02/19"
    },
    {
      "year": "1950",
      "uri": "/wiki/Andy_Powell",
      "name": "Andy Powell",
      "aboutText": "Rodolfo Neri Vela (born 19 February 1952) is a Mexican scientist and astronaut who flew aboard a NASA Space Shuttle mission in the year 1985. He is the first Mexican, and the second Latin-American to have traveled to space.\n^ NASA (1985).",
      "pageId": 623930,
      "monthDay": "02/19"
    },
    {
      "year": "1951",
      "uri": "/wiki/Stephen_Nichols",
      "name": "Stephen Nichols",
      "aboutText": "Stephen Nichols (born February 19, 1951) is an American actor, most notable for his roles on American daytime soap operas. He played the part of Steve (Patch) Johnson on NBCs Days of Our Lives from 1985-1990; after that, he had a stint on ABC's General Hospital as Stefan Cassadine from 1996-2003. He returned to the role of Steve (Patch) Johnson on Days of Our Lives in June 2006 after 16 years, remaining through February 2009, and returning to the role again in 2015.",
      "pageId": 716179,
      "monthDay": "02/19"
    },
    {
      "year": "1951",
      "uri": "/wiki/Muhammad_Tahir-ul-Qadri",
      "name": "Muhammad Tahir-ul-Qadri",
      "aboutText": "Juhani Juice Leskinen (former Pauli Matti Juhani \"Juice\" Leskinen), better known as Juice Leskinen (pronounced [ˈjuisɛ], not like the English word juice; born 19 February 1950 in Juankoski – died 24 November 2006 in Tampere), was one of the most prominent Finnish singer-songwriters of the late 20th century. From the early 1970s onward he released nearly 30 full-length albums, as well as writing song lyrics for dozens of Finnish artists. Several of Leskinen's songs have reached classic status in Finnish popular music, e.g., \"Viidestoista yö\", \"Kaksoiselämää\" and \"Syksyn sävel\".",
      "pageId": 940302,
      "monthDay": "02/19"
    },
    {
      "year": "1952",
      "uri": "/wiki/Rodolfo_Neri_Vela",
      "name": "Rodolfo Neri Vela",
      "aboutText": "William Messner-Loebs (born William Francis Loebs, Jr., February 19, 1949) is an American comic book writer and artist from Michigan, also known as Bill Loebs and Bill Messner-Loebs. His hyphenated surname is a combination of his and his wife Nadine's unmarried surnames.",
      "pageId": 1101970,
      "monthDay": "02/19"
    },
    {
      "year": "1952",
      "uri": "/wiki/Amy_Tan",
      "name": "Amy Tan",
      "aboutText": "Cristina Elisabet Fernández de Kirchner (Spanish pronunciation: [kɾisˈtina eˈlisaβet ferˈnandes ðe ˈkiɾʃneɾ]; born 19 February 1953), known as Cristina Kirchner and often referred to by her initials CFK, is an Argentine lawyer and politician.\nShe was the President of Argentina from 2007 to 2015 and she is the widow of former president Néstor Kirchner. She was the second woman to serve as President of Argentina (after Isabel Martínez de Perón, 1974–76), the first directly elected female president and the first woman re-elected.",
      "pageId": 1644780,
      "monthDay": "02/19"
    },
    {
      "year": "1952",
      "uri": "/wiki/Danilo_T%C3%BCrk",
      "name": "Danilo Türk",
      "aboutText": "John Minton (February 19, 1948 – March 20, 1995) was an American professional wrestler and actor who was born and raised in Butler, Pennsylvania, better known by his ring name, Big John Studd.",
      "pageId": 1683375,
      "monthDay": "02/19"
    },
    {
      "year": "1953",
      "uri": "/wiki/Corrado_Barazzutti",
      "name": "Corrado Barazzutti",
      "aboutText": "Muhammad Tahir-ul-Qadri (Urdu: محمد طاہر القادری‎) (born 19 February 1951) is a Pakistani politician and Islamic scholar of Sufism. He was also a professor of international constitutional law at the University of the Punjab. Qadri is also the founding chairman of Minhaj-ul-Quran International.",
      "pageId": 1849438,
      "monthDay": "02/19"
    },
    {
      "year": "1953",
      "uri": "/wiki/Cristina_Fern%C3%A1ndez_de_Kirchner",
      "name": "Cristina Fernández de Kirchner",
      "aboutText": "Andy Powell (born Andrew Powell, 19 February 1950, Stepney, London) is an English guitarist and songwriter, and best known as a founding member of Wishbone Ash.",
      "pageId": 2385061,
      "monthDay": "02/19"
    },
    {
      "year": "1953",
      "uri": "/wiki/Bill_Kirchenbauer",
      "name": "Bill Kirchenbauer",
      "aboutText": "Francis Buchholz (born 19 February 1954 in Hannover, Germany) is a German bassist best known as a former member of the rock/hard rock band Scorpions.\nBuchholz discovered rock music at the age of 11. His first public appearance as a bass player was at age 15 while in a high school.",
      "pageId": 2415032,
      "monthDay": "02/19"
    },
    {
      "year": "1953",
      "uri": "/wiki/Massimo_Troisi",
      "name": "Massimo Troisi",
      "aboutText": "William Alfred \"Bill\" Kirchenbauer (born February 19, 1953) is an American actor and stand-up comic who has appeared in television shows and films since the 1970s. He is best known for his recurring role as Coach Graham Lubbock on the series Growing Pains and in the spin-off series Just the Ten of Us (ABC 1988-1990).\nKirchenbauer was born in Salzburg, Austria, the son of Hester Elaine (née Andrews) and Alfred Ellsworth Kirchenbauer, who served in the U.S. army.",
      "pageId": 4683061,
      "monthDay": "02/19"
    },
    {
      "year": "1954",
      "uri": "/wiki/Messaouda_Boubaker",
      "name": "Messaouda Boubaker",
      "aboutText": "Corrado Barazzutti (born 19 February 1953, in Udine) is a former Italian tennis player.",
      "pageId": 5391383,
      "monthDay": "02/19"
    },
    {
      "year": "1954",
      "uri": "/wiki/Francis_Buchholz",
      "name": "Francis Buchholz",
      "aboutText": "Eddie Hardin (19 February 1949 – 22 July 2015) was an English rock pianist and singer-songwriter. He was best known for his associations with the Spencer Davis Group, Axis Point also Hardin and York. Hardin, along with the drummer, Pete York, left the Spencer Davis Group on 26 October 1968, due to 'differences over musical policy'.",
      "pageId": 21121971,
      "monthDay": "02/19"
    },
    {
      "year": "1954",
      "uri": "/wiki/Michael_Gira",
      "name": "Michael Gira",
      "aboutText": "Sócrates Brasileiro Sampaio de Souza Vieira de Oliveira, MD (19 February 1954 – 4 December 2011), simply known as Sócrates, was a Brazilian footballer who played as an attacking midfielder. His doctorate in medicine and his political awareness earned him the nickname \"Doctor Socrates\".\nEasily recognizable for his beard and headband, Sócrates became the \"symbol of cool for a whole generation of football supporters\".",
      "pageId": 23939880,
      "monthDay": "02/19"
    },
    {
      "year": "1954",
      "uri": "/wiki/S%C3%B3crates",
      "name": "Sócrates",
      "aboutText": "Messaouda Boubaker (born 19 February 1954) is a Tunisian novelist and short story writer who writes in Arabic.\nAfter the Tunisian Revolution, Boubaker joined the country's civil society organizations as a political activist. In response to a young man who told her to stop protesting and go back to her kitchen where she belonged, she wrote a collection of short stories titled Adhal ahki (I Continue Narrating, 2013).",
      "pageId": 45706051,
      "monthDay": "02/19"
    },
    {
      "year": "1955",
      "uri": "/wiki/Jeff_Daniels",
      "name": "Jeff Daniels",
      "aboutText": "Prince Andrew, Duke of York, KG, GCVO, CD, ADC(P) (Andrew Albert Christian Edward, born 19 February 1960), is the second son and third child of Queen Elizabeth II and Prince Philip, Duke of Edinburgh. At the time of his birth, he was second in the line of succession to succeed his mother; he is currently sixth in line.\nHe also holds the actual rank of commander and the honorary rank of vice admiral (as of February 2015) in the Royal Navy, in which he served as an active duty helicopter pilot and later instructor in helicopter flight.",
      "pageId": 125267,
      "monthDay": "02/19"
    },
    {
      "year": "1956",
      "uri": "/wiki/Kathleen_Beller",
      "name": "Kathleen Beller",
      "aboutText": "Johann (Hans) Hölzel (German: [ˈjoːhan (hans) ˈhœlt͡sl̩]) (19 February 1957 – 6 February 1998), better known by his stage name Falco, was an Austrian pop and rock musician and rapper.\nFalco had several international hits, \"Rock Me Amadeus\", \"Der Kommissar\", \"Vienna Calling\", \"Jeanny\", \"The Sound of Musik\", \"Coming Home (Jeanny Part II, One Year Later)\" and posthumously, \"Out of the Dark\". \"Rock Me Amadeus\" reached No.",
      "pageId": 210836,
      "monthDay": "02/19"
    },
    {
      "year": "1956",
      "uri": "/wiki/Peter_Holsapple",
      "name": "Peter Holsapple",
      "aboutText": "Hana Mandlíková (born 19 February 1962) is a former professional tennis player from Czechoslovakia who later obtained Australian citizenship. During her career, she won four Grand Slam singles titles: the 1980 Australian Open, 1981 French Open, 1985 US Open, and the 1987 Australian Open. She was also the runner-up at four Grand Slam singles events, including the Wimbledon finals of 1981 and 1986, and won one Grand Slam women's doubles title, the 1989 US Open with Martina Navratilova.",
      "pageId": 242872,
      "monthDay": "02/19"
    },
    {
      "year": "1956",
      "uri": "/wiki/Roderick_MacKinnon",
      "name": "Roderick MacKinnon",
      "aboutText": "Leslie Ash (born 19 February 1960 in Clapham, London) is an English actress. She is best known for her role as Deborah Burton in the BBC sitcom Men Behaving Badly, Vanessa Lytton in the BBC medical drama Holby City from 2009 to 2010 and Karen Buckley in the ITV drama Where the Heart Is from 2000 to 2003.",
      "pageId": 557925,
      "monthDay": "02/19"
    },
    {
      "year": "1956",
      "uri": "/wiki/Dave_Wakeling",
      "name": "Dave Wakeling",
      "aboutText": "Raymond Andrew \"Ray\" Winstone (/ˈwɪnstən/; born 19 February 1957) is an English film and television actor. He is mostly known for his \"hard man\" roles, beginning with his role as Carlin in the 1979 film Scum and Will Scarlet in the television series Robin of Sherwood. He has also become well known as a voice over actor, and has recently branched out into film production.",
      "pageId": 633652,
      "monthDay": "02/19"
    },
    {
      "year": "1957",
      "uri": "/wiki/Falco_(musician)",
      "name": "Falco",
      "aboutText": "Helen Fielding (born 19 February 1958) is an English novelist and screenwriter, best known as the creator of the fictional character Bridget Jones, and a sequence of novels and films beginning with the life of a thirtysomething singleton in London trying to make sense of life and love.\nBridget Jones's Diary (1996) and Bridget Jones: The Edge of Reason (1999) were published in 40 countries and sold more than 15 million copies. The two films of the same name achieved worldwide success.",
      "pageId": 717579,
      "monthDay": "02/19"
    },
    {
      "year": "1957",
      "uri": "/wiki/Lorianne_Crook",
      "name": "Lorianne Crook",
      "aboutText": "Jeffrey Warren \"Jeff\" Daniels (born February 19, 1955) is an American actor, musician, and playwright. He founded a nonprofit theater company, the Purple Rose Theatre Company, in his home state of Michigan. He has performed in a number of stage productions, both on and off Broadway, and has been nominated for the Tony Award as Best Actor for the Broadway play God of Carnage (2009), along with his other three castmates.",
      "pageId": 737807,
      "monthDay": "02/19"
    },
    {
      "year": "1957",
      "uri": "/wiki/Ray_Winstone",
      "name": "Ray Winstone",
      "aboutText": "Roderick MacKinnon (born 19 February 1956) is a professor of Molecular Neurobiology and Biophysics at Rockefeller University who won the Nobel Prize in Chemistry together with Peter Agre in 2003 for his work on the structure and operation of ion channels.",
      "pageId": 870771,
      "monthDay": "02/19"
    },
    {
      "year": "1958",
      "uri": "/wiki/Tommy_Cairo",
      "name": "Tommy Cairo",
      "aboutText": "Justinus Soni \"Justin\" Fashanu (/ˈfæʃənuː/; 19 February 1961 – 2 May 1998) was an English footballer who played for a variety of clubs between 1978 and 1997. He was known by his early clubs to be gay, and came out to the press later in his career, becoming the first and one of only two English professional footballers to be openly gay. He was also the first black footballer to command a £1million transfer fee, with his transfer from Norwich City to Nottingham Forest in 1981, but had little success as a player afterwards, although he continued to play at senior level until 1994.",
      "pageId": 950473,
      "monthDay": "02/19"
    },
    {
      "year": "1958",
      "uri": "/wiki/Helen_Fielding",
      "name": "Helen Fielding",
      "aboutText": "Andy Wallace (born 19 February 1961, in Oxford, England) is a professional racing car driver from the United Kingdom, who has been racing since 1979. In 1976, a 15-year-old Wallace attended the Jim Russell Racing Drivers' School.",
      "pageId": 1673849,
      "monthDay": "02/19"
    },
    {
      "year": "1958",
      "uri": "/wiki/Pierre-Loup_Rajot",
      "name": "Pierre-Loup Rajot",
      "aboutText": "Peter Livingston Holsapple (born February 19, 1956) formed, along with Chris Stamey, the singing, songwriting, and guitar-playing core of the dB's, a jangle-pop band from Winston-Salem, North Carolina. He became the band's principal songwriter and singer after Stamey's departure. The dB's were at the forefront of the guitar bands from the southeast in the 1980s along with R.E.M., Let's Active, etc.",
      "pageId": 1765787,
      "monthDay": "02/19"
    },
    {
      "year": "1959",
      "uri": "/wiki/Roger_Goodell",
      "name": "Roger Goodell",
      "aboutText": "Lorianne Crook (born February 19, 1957) is an American radio and television host, producer and writer.",
      "pageId": 2189924,
      "monthDay": "02/19"
    },
    {
      "year": "1959",
      "uri": "/wiki/Simmu_Tiik",
      "name": "Simmu Tiik",
      "aboutText": "David Wakeling (born 19 February 1956 in Birmingham, England) is an English rock singer, songwriter, and guitarist.",
      "pageId": 2859279,
      "monthDay": "02/19"
    },
    {
      "year": "1960",
      "uri": "/wiki/Prince_Andrew,_Duke_of_York",
      "name": "Prince Andrew, Duke of York",
      "aboutText": "Kathleen Beller (born February 19, 1956) is an American actress. She came to attention after being nominated for a Golden Globe Award for Best Motion Picture Actress in a Supporting Role for her role in Promises in the Dark (1979) and became well known for her role as Kirby Anders on the primetime soap opera Dynasty which she played for two years.",
      "pageId": 3300059,
      "monthDay": "02/19"
    },
    {
      "year": "1960",
      "uri": "/wiki/Leslie_Ash",
      "name": "Leslie Ash",
      "aboutText": "John Lee Paul, Jr. (born February 19, 1960 in Muncie, Indiana) is a retired American racing driver. He competed in CART and the Indy Racing League competitions, but primarily in IMSA GT Championship, winning the title in 1982.",
      "pageId": 4792584,
      "monthDay": "02/19"
    },
    {
      "year": "1960",
      "uri": "/wiki/John_Paul,_Jr._(racing_driver)",
      "name": "John Paul, Jr.",
      "aboutText": "Roger Stokoe Goodell (/ɡʉˈdɛl/; born February 19, 1959) is the Commissioner of the National Football League (NFL), having been chosen to succeed the retiring Paul Tagliabue on August 8, 2006. He was chosen over four finalists for the position, winning a close vote on the fifth ballot before being unanimously approved by acclamation of the owners. He officially began his tenure on September 1, 2006, just prior to the beginning of the 2006 NFL season.",
      "pageId": 6299440,
      "monthDay": "02/19"
    },
    {
      "year": "1961",
      "uri": "/wiki/Beno%C3%AEt_Chamoux",
      "name": "Benoît Chamoux",
      "aboutText": "Benoît Chamoux (February 19, 1961 – October 6, 1995) was a French Alpinist, who climbed 13 of the Eight-thousanders in the Himalayas.\nChamoux was born in La Roche-sur-Foron near Mont Blanc in the department of Haute-Savoie, France. He disappeared near the summit of his 14th Himalayan peak, Kangchenjunga (8586m) on October 6, 1995 with photographer Pierre Royer and their Sherpa Riku.",
      "pageId": 6715301,
      "monthDay": "02/19"
    },
    {
      "year": "1961",
      "uri": "/wiki/Justin_Fashanu",
      "name": "Justin Fashanu",
      "aboutText": "Thomas \"Tommy\" Cairo (born February 19, 1958) is an American retired professional wrestler. He is perhaps best known for his 1994 feud with The Sandman in Extreme Championship Wrestling.",
      "pageId": 9856992,
      "monthDay": "02/19"
    },
    {
      "year": "1961",
      "uri": "/wiki/Andy_Wallace_(racing_driver)",
      "name": "Andy Wallace",
      "aboutText": "Simmu Tiik (born 19 February 1959 in Tartu) is an Estonian diplomat and is the current Ambassador of the Republic of Estonia to Norway and Iceland.\nFrom 2003 to 2006, Tiik was the Ambassador of Estonia to the Republic of Ireland, and from 2009 to 2012 the Ambassador of Estonia to Russia.",
      "pageId": 21807871,
      "monthDay": "02/19"
    },
    {
      "year": "1962",
      "uri": "/wiki/Hana_Mandl%C3%ADkov%C3%A1",
      "name": "Hana Mandlíková",
      "aboutText": "Pierre-Loup Rajot (born 19 February 1958) is a French stage, television and film actor, director, producer and screenwriter.",
      "pageId": 48104969,
      "monthDay": "02/19"
    },
    {
      "year": "1963",
      "uri": "/wiki/Seal_(musician)",
      "name": "Seal",
      "aboutText": "Olusegun Olumide Adeola Samuel (born 19 February 1963), better known by his stage name Seal, is a British singer and songwriter. He has sold more than 30 million albums worldwide and is known for his international hits, including \"Kiss from a Rose\", which appeared on the soundtrack to the 1995 film Batman Forever. He was a coach on The Voice Australia in 2012 and 2013.",
      "pageId": 38134,
      "monthDay": "02/19"
    },
    {
      "year": "1963",
      "uri": "/wiki/Laurell_K._Hamilton",
      "name": "Laurell K. Hamilton",
      "aboutText": "Vincenzo \"Enzo\" Daniele Scifo (Italian pronunciation: [ˈɛntso ˈʃiːfo]; born 19 February 1966 in Haine-Saint-Paul) is a retired Belgian football midfielder.",
      "pageId": 52265,
      "monthDay": "02/19"
    },
    {
      "year": "1963",
      "uri": "/wiki/Jessica_Tuck",
      "name": "Jessica Tuck",
      "aboutText": "Benicio Monserrate Rafael Del Toro Sánchez, better known as Benicio del Toro (born February 19, 1967), is a Puerto Rican actor. He has won the Academy Award, BAFTA Award, Golden Globe Award, and Screen Actors Guild Award for his portrayal of Javier Rodríguez in the film Traffic (2000). He is also known for his roles as Fred Fenster in The Usual Suspects (1995), Dr.",
      "pageId": 292592,
      "monthDay": "02/19"
    },
    {
      "year": "1964",
      "uri": "/wiki/Doug_Aldrich",
      "name": "Doug Aldrich",
      "aboutText": "Laurell Kaye Hamilton (born February 19, 1963) is an American fantasy and romance writer. She is best known as the author of two series of stories.\nHer New York Times-bestselling Anita Blake: Vampire Hunter series centers on Anita Blake, a professional zombie raiser, vampire executioner and supernatural consultant for the police, which includes novels, short story collections, and comic books.",
      "pageId": 376622,
      "monthDay": "02/19"
    },
    {
      "year": "1964",
      "uri": "/wiki/Jonathan_Lethem",
      "name": "Jonathan Lethem",
      "aboutText": "Jonathan Allen Lethem (born February 19, 1964) is an American novelist, essayist and short story writer. His first novel, Gun, with Occasional Music, a genre work that mixed elements of science fiction and detective fiction, was published in 1994. It was followed by three more science fiction novels.",
      "pageId": 630641,
      "monthDay": "02/19"
    },
    {
      "year": "1964",
      "uri": "/wiki/Dmitri_Lipskerov",
      "name": "Dmitri Lipskerov",
      "aboutText": "Justine Tanya Bateman (born February 19, 1966) is an American writer, producer, and actress. She is best known for her regular role as Mallory Keaton on the sitcom Family Ties (1982–1989). Until recently, Bateman ran a production and consulting company, SECTION 5.",
      "pageId": 685942,
      "monthDay": "02/19"
    },
    {
      "year": "1964",
      "uri": "/wiki/Richard_A._Scott",
      "name": "Richard A. Scott",
      "aboutText": "Jessica Ines Tuck (born February 19, 1963) is an American actress, best known for her performances on television as Megan Gordon Harrison on the ABC soap opera One Life to Live, Gillian Gray in the CBS drama series Judging Amy, and as Nan Flanagan on the HBO series, True Blood.",
      "pageId": 731284,
      "monthDay": "02/19"
    },
    {
      "year": "1964",
      "uri": "/wiki/Sonu_Walia",
      "name": "Sonu Walia",
      "aboutText": "Jon Fishman (born February 19, 1965) is an American drummer best known for his work with the band Phish. He is credited with co-writing 19 Phish originals, 8 of them as a solo credit.\nFishman was born in Philadelphia.",
      "pageId": 911254,
      "monthDay": "02/19"
    },
    {
      "year": "1965",
      "uri": "/wiki/Leroy_(musician)",
      "name": "Leroy",
      "aboutText": "Helena C. Guergis, PC, (/ˈdʒɔərdʒɪs/; born February 19, 1969) is a Canadian politician. She represented the Ontario riding of Simcoe—Grey in the Canadian House of Commons from 2004 to 2011, and was appointed Minister of State (Status of Women) on October 30, 2008, following the October 14, 2008 Canadian federal election. Soon after starting her parliamentary career, she became involved in several controversial situations, and these increased with time in both number and severity.",
      "pageId": 1415882,
      "monthDay": "02/19"
    },
    {
      "year": "1965",
      "uri": "/wiki/Jon_Fishman",
      "name": "Jon Fishman",
      "aboutText": "Paul Vincent Nicholas Haarhuis (born 19 February 1966) is a Dutch former professional tennis player. He is a former World No. 1 doubles player and reached a career-high singles ranking of World No.",
      "pageId": 2186352,
      "monthDay": "02/19"
    },
    {
      "year": "1965",
      "uri": "/wiki/Clark_Hunt",
      "name": "Clark Hunt",
      "aboutText": "Dmitri Mikhailovich Lipskerov (Russian: Дми́трий Миха́йлович Ли́пскеров) (born February 19, 1964 in Moscow, Russia) is a Russian writer and dramatist.",
      "pageId": 2288817,
      "monthDay": "02/19"
    },
    {
      "year": "1965",
      "uri": "/wiki/Andy_Jameson",
      "name": "Andy Jameson",
      "aboutText": "Clark Knobel Hunt (born February 19, 1965) is Chairman and CEO of the National Football League's Kansas City Chiefs and a founding investor-owner in Major League Soccer.",
      "pageId": 2329901,
      "monthDay": "02/19"
    },
    {
      "year": "1966",
      "uri": "/wiki/Justine_Bateman",
      "name": "Justine Bateman",
      "aboutText": "Doug Aldrich (born February 19, 1964), is a Los Angeles-based hard rock guitarist. He founded the band Burning Rain with Keith St. John in 1998 and has played previously with the bands Whitesnake, Dio, Lion, Hurricane, House of Lords, and Bad Moon Rising.",
      "pageId": 2365533,
      "monthDay": "02/19"
    },
    {
      "year": "1966",
      "uri": "/wiki/Paul_Haarhuis",
      "name": "Paul Haarhuis",
      "aboutText": "Sonu Walia (born 19 February 1964) is a Bollywood actress, winner of Miss India pageant and model.",
      "pageId": 4934996,
      "monthDay": "02/19"
    },
    {
      "year": "1966",
      "uri": "/wiki/Enzo_Scifo",
      "name": "Enzo Scifo",
      "aboutText": "Andrew David Jameson (born 19 February 1965) is an English sports commentator and former competitive swimmer. He represented Great Britain in three consecutive Summer Olympics, the FINA world championships and European championships, as well as England in the Commonwealth Games.\nJameson was born in Crosby, Merseyside.",
      "pageId": 6682249,
      "monthDay": "02/19"
    },
    {
      "year": "1966",
      "uri": "/wiki/Eduardo_Xol",
      "name": "Eduardo Xol",
      "aboutText": "Leroy Miller (born February 19, 1965 ) is a musician from Spokane, Washington. Leroy has had two songs that have been featured on the TV series Scrubs, and one on the series Arrested Development. His song “New World” was featured on the 10 Things I Hate About You soundtrack.",
      "pageId": 8641755,
      "monthDay": "02/19"
    },
    {
      "year": "1967",
      "uri": "/wiki/Benicio_del_Toro",
      "name": "Benicio del Toro",
      "aboutText": "Frank Watkins (February 19, 1968 – October 18, 2015) was an American heavy metal musician best known as a former, long-time bass player for the death metal band Obituary.",
      "pageId": 12884175,
      "monthDay": "02/19"
    },
    {
      "year": "1968",
      "uri": "/wiki/Frank_Watkins_(musician)",
      "name": "Frank Watkins",
      "aboutText": "Eduardo Torres Xol (born February 19, 1966) is an American television personality, designer, entertainer, social activist and businessman.",
      "pageId": 18426740,
      "monthDay": "02/19"
    },
    {
      "year": "1969",
      "uri": "/wiki/Burton_C._Bell",
      "name": "Burton C. Bell",
      "aboutText": "Burton Christopher Bell (born February 19, 1969) is an American musician and vocalist. Bell is best known as co-founder and frontman of the metal band Fear Factory, of which he's the only consistent member. His singing style mixes clean and shouted vocals with death growls.",
      "pageId": 24086750,
      "monthDay": "02/19"
    },
    {
      "year": "1969",
      "uri": "/wiki/Helena_Guergis",
      "name": "Helena Guergis",
      "aboutText": "Richard A. Scott (born February 19, 1964) is an ex-Alaskan freelance, comic book artist, writer, videographer and voice talent.",
      "pageId": 24374773,
      "monthDay": "02/19"
    },
    {
      "year": "1970",
      "uri": "/wiki/Joacim_Cans",
      "name": "Joacim Cans",
      "aboutText": "Joacim Cans (born 19 February 1970 in Mora, Sweden) is the lead singer of HammerFall, a Swedish power metal band. He is the only member aside from founder and guitarist Oscar Dronjak to appear on all of the band's albums.\nHe has attended Musicians Institute in Hollywood.",
      "pageId": 551800,
      "monthDay": "02/19"
    },
    {
      "year": "1971",
      "uri": "/wiki/Miguel_Batista",
      "name": "Miguel Batista",
      "aboutText": "Felipe Andres Coronel (born February 19, 1978), better known by the stage name Immortal Technique, is an American rapper and urban activist. Most of his lyrics focus on controversial issues in global politics. His lyrics are largely commentary on issues such as class struggle, socialism, poverty, religion, government, imperialism and institutional racism.",
      "pageId": 1078340,
      "monthDay": "02/19"
    },
    {
      "year": "1971",
      "uri": "/wiki/Jeff_Kinney_(writer)",
      "name": "Jeff Kinney",
      "aboutText": "Sunset Thomas (born Diane Fowler on February 19, 1972) is the stage name of an artist and former American pornographic actress. Her given name is Diane Thomas.",
      "pageId": 1208487,
      "monthDay": "02/19"
    },
    {
      "year": "1971",
      "uri": "/wiki/Lisa_McCune",
      "name": "Lisa McCune",
      "aboutText": "Daewon David Song (born February 19, 1975) is a Korean-born American professional skateboarder, recognized for his skillful technical street skateboarding. He is a co-owner of Almost Skateboards, along with Rodney Mullen, and also skates for the company alongside other sponsored team riders.",
      "pageId": 1278448,
      "monthDay": "02/19"
    },
    {
      "year": "1972",
      "uri": "/wiki/Francine_Fournier",
      "name": "Francine Fournier",
      "aboutText": "Gianluca Zambrotta (Italian pronunciation: [dʒanˈluːka ddzamˈbrɔtta], Ufficiale OMRI; born 19 February 1977) is a retired Italian professional footballer and manager, who played as a full-back or as a winger.\nThroughout his club career, Zambrotta played for several different Italian clubs: he began his career with local club Como in 1994, and gained prominence while playing for Bari, which earned him a transfer to Juventus in 1999; during his seven seasons with the club, he won two consecutive Serie A titles in 2002 and 2003. He also later spent two seasons with Barcelona between 2006 and 2008, before returning to Italy to play for Milan, where he won his third Serie A title in 2011.",
      "pageId": 1490138,
      "monthDay": "02/19"
    },
    {
      "year": "1972",
      "uri": "/wiki/Sunset_Thomas",
      "name": "Sunset Thomas",
      "aboutText": "Miguel Descartes Batista Jerez (born February 19, 1971) is a Dominican former professional baseball pitcher. He played in Major League Baseball for the Pittsburgh Pirates, Florida Marlins, Chicago Cubs, Montreal Expos, Kansas City Royals, Arizona Diamondbacks, Toronto Blue Jays, Seattle Mariners, Washington Nationals, St.",
      "pageId": 1585504,
      "monthDay": "02/19"
    },
    {
      "year": "1973",
      "uri": "/wiki/Eric_Lange",
      "name": "Eric Lange",
      "aboutText": "Lisa McCune (born 19 February 1971) is a four-time Gold Logie Award winning Australian actress, best known for her role as Senior Constable Maggie Doyle in Blue Heelers, and as Lt.",
      "pageId": 1756156,
      "monthDay": "02/19"
    },
    {
      "year": "1973",
      "uri": "/wiki/Nikos_Oikonomou",
      "name": "Nikos Oikonomou",
      "aboutText": "Francine Fournier (born February 19, 1972), known simply as Francine, is an American former professional wrestling valet best known for her work in Extreme Championship Wrestling.\n^ a b c d Kapur, Bob. \"Francine's bio\".",
      "pageId": 1882936,
      "monthDay": "02/19"
    },
    {
      "year": "1974",
      "uri": "/wiki/Danny_Doring",
      "name": "Danny Doring",
      "aboutText": "Michalis Konstantinou (Greek: Μιχάλης Κωνσταντίνου; born 19 February 1978) is a retired Cypriot football striker. He played for the Cyprus national football team, and he is the all-time leading scorer with 32 goals in 85 appearances.",
      "pageId": 1914809,
      "monthDay": "02/19"
    },
    {
      "year": "1975",
      "uri": "/wiki/Daniel_Adair",
      "name": "Daniel Adair",
      "aboutText": "Dan Morrison (born February 19, 1974) is an American wrestler better known as Danny Doring, most known for his time in Extreme Championship Wrestling, as the tag team partner of Roadkill. He also worked in World Wrestling Entertainment in its revived ECW brand.",
      "pageId": 1915010,
      "monthDay": "02/19"
    },
    {
      "year": "1975",
      "uri": "/wiki/Katja_Schuurman",
      "name": "Katja Schuurman",
      "aboutText": "Daniel Patrick Adair (born February 19, 1975 Vancouver) is a Canadian drummer, percussionist, and producer. He is best known for his work with Nickelback and his previous work with 3 Doors Down. He also works with the Canadian band Suspect and the instrumental fusion band Martone.",
      "pageId": 2032066,
      "monthDay": "02/19"
    },
    {
      "year": "1975",
      "uri": "/wiki/Daewon_Song",
      "name": "Daewon Song",
      "aboutText": "Ola Salo (born Rolf Ola Anders Svensson; 19 February 1977, Avesta, Sweden) is the Swedish rock vocalist of the Swedish glam rock band The Ark.\nHe lived in Rottne, Växjö Municipality, in Sweden when he was a child, where, in 1991, he and his friends Jepson and Leari officially started the band The Ark. Salo is openly bisexual.",
      "pageId": 7613905,
      "monthDay": "02/19"
    },
    {
      "year": "1977",
      "uri": "/wiki/Ola_Salo",
      "name": "Ola Salo",
      "aboutText": "Katja Römer-Schuurman (born 19 February 1975) is a Dutch actress, singer, television personality and occasional VJ.",
      "pageId": 8365804,
      "monthDay": "02/19"
    },
    {
      "year": "1977",
      "uri": "/wiki/Andrew_Ross_Sorkin",
      "name": "Andrew Ross Sorkin",
      "aboutText": "Stephanie Louise Waring (born 19 February 1978) is an English actress, best known for portraying Cindy Cunningham in the Channel 4 soap opera Hollyoaks. Waring has also had roles in soap opera Coronation Street, day time soap opera Doctors and medical drama Holby City.",
      "pageId": 8537455,
      "monthDay": "02/19"
    },
    {
      "year": "1977",
      "uri": "/wiki/Gianluca_Zambrotta",
      "name": "Gianluca Zambrotta",
      "aboutText": "Lorin Ashton, better known under his stage name Bassnectar, is an American DJ and record producer. He is best known for his live performances, light shows, and community engagement.",
      "pageId": 10916824,
      "monthDay": "02/19"
    },
    {
      "year": "1978",
      "uri": "/wiki/Ben_Gummer",
      "name": "Ben Gummer",
      "aboutText": "Benedict Michael Gummer (born 19 February 1978) is a British Conservative Party politician and the Member of Parliament (MP) for Ipswich.",
      "pageId": 12814384,
      "monthDay": "02/19"
    },
    {
      "year": "1978",
      "uri": "/wiki/Michalis_Konstantinou",
      "name": "Michalis Konstantinou",
      "aboutText": "Nikolaos \"Nikos\" Oikonomou (alternate spellings: Ikonomou, Ekonomou) (Greek: Νικόλαος \"Νίκος\" Οικονόμου; born February 19, 1973) is a retired Greek professional basketball player, and a current professional basketball coach. He was a 2.08 m (6 ft 10 in) tall power forward, who played for many teams in his career.",
      "pageId": 14689146,
      "monthDay": "02/19"
    },
    {
      "year": "1978",
      "uri": "/wiki/Immortal_Technique",
      "name": "Immortal Technique",
      "aboutText": "Jeffrey Patrick \"Jeff\" Kinney (born February 19, 1971) is an American game designer, cartoonist, producer, actor and author of children's books including the Diary of a Wimpy Kid book series. He is also attributed as the creator of the child-oriented website Poptropica. He also appeared in the Diary of a Wimpy Kid films as Holly Hills's father.",
      "pageId": 16901045,
      "monthDay": "02/19"
    },
    {
      "year": "1978",
      "uri": "/wiki/Stephanie_Waring",
      "name": "Stephanie Waring",
      "aboutText": "Andrew Ross Sorkin (born February 19, 1977) is a Gerald Loeb Award-winning American journalist and author. He is a financial columnist for The New York Times and a co-anchor of CNBC's Squawk Box. He is also the founder and editor of DealBook, a financial news service published by The New York Times.",
      "pageId": 20332408,
      "monthDay": "02/19"
    },
    {
      "year": "1979",
      "uri": "/wiki/Bassnectar",
      "name": "Bassnectar",
      "aboutText": "Eric Lange (born February 19, 1973) is an American television and movie actor, best known for his roles as Erwin Sikowitz, an acting teacher from the television show Victorious, as Stuart Radzinsky on the ABC television series Lost, and as David Tate/Kenneth Hasting on FX's The Bridge. He has also made an appearance reprising his role as Sikowitz on the crossover spin-off comedy Sam and Cat.\n^ Jones, Richard (11 August 2013).",
      "pageId": 27504833,
      "monthDay": "02/19"
    },
    {
      "year": "1979",
      "uri": "/wiki/Mariska_(rapper)",
      "name": "Mariska",
      "aboutText": "Camelia Potec (Romanian pronunciation: [kaˈmeli.a ˈpotek]; born 19 February 1982 in Brăila) is a female Romanian swimmer, who won the gold medal in the women's 200 m freestyle at the 2004 Summer Olympics.",
      "pageId": 933149,
      "monthDay": "02/19"
    },
    {
      "year": "1979",
      "uri": "/wiki/Andrew_Buchan",
      "name": "Andrew Buchan",
      "aboutText": "Kyle Martino (born February 19, 1981 in Atlanta, Georgia) is a retired American soccer player and currently a TV soccer color analyst.",
      "pageId": 1038540,
      "monthDay": "02/19"
    },
    {
      "year": "1979",
      "uri": "/wiki/Steve_Cherundolo",
      "name": "Steve Cherundolo",
      "aboutText": "Steven Emil \"Steve\" Cherundolo (born February 19, 1979 in Rockford, Illinois) is an American former soccer defender and current assistant manager of Hannover 96. He was the captain of Hannover 96 of the German Bundesliga, where he spent his entire club career. He played for the United States men's national soccer team at the 2006 and 2010 FIFA World Cups.",
      "pageId": 1123834,
      "monthDay": "02/19"
    },
    {
      "year": "1979",
      "uri": "/wiki/Mariana_Ochoa",
      "name": "Mariana Ochoa",
      "aboutText": "Dwight Jason Freeney (born February 19, 1980) is an American football outside linebacker for the Arizona Cardinals of the National Football League (NFL). He was drafted by the Indianapolis Colts in the first round of the 2002 NFL Draft. He played college football at Syracuse, and earned unanimous All-American honors.",
      "pageId": 1243736,
      "monthDay": "02/19"
    },
    {
      "year": "1979",
      "uri": "/wiki/Ren%C3%A9_Renno",
      "name": "René Renno",
      "aboutText": "Mika Nakashima (中島 美嘉, Nakashima Mika, born February 19, 1983 in Hioki, Kagoshima) is a Japanese singer and actress. Five of her studio albums, one of her mini-albums, and one of her compilation albums have reached number one in Japan's Oricon album chart.",
      "pageId": 1532425,
      "monthDay": "02/19"
    },
    {
      "year": "1980",
      "uri": "/wiki/Dwight_Freeney",
      "name": "Dwight Freeney",
      "aboutText": "Michael Lloyd Miller (born February 19, 1980) is an American professional basketball player for the Denver Nuggets of the National Basketball Association (NBA). He played college basketball for the University of Florida, and was selected by the Orlando Magic in the first round of the 2000 NBA draft. He has also played for the Memphis Grizzlies, Minnesota Timberwolves, Washington Wizards and Miami Heat.",
      "pageId": 1641689,
      "monthDay": "02/19"
    },
    {
      "year": "1980",
      "uri": "/wiki/David_Gandy",
      "name": "David Gandy",
      "aboutText": "Kotoōshū Katsunori (琴欧洲 勝紀) (legal name: Karoyan Andō, born February 19, 1983 as Kaloyan Stefanov Mahlyanov, Bulgarian: Калоян Стефанов Махлянов, in Dzhulyunitsa, Veliko Tarnovo Province, Bulgaria) is a former professional sumo wrestler or rikishi. He made his debut in 2002, reaching the top division just two years later. In 2005 he reached the rank of ōzeki or 'champion', the second-highest level in the sumo ranking system behind only yokozuna.",
      "pageId": 2270480,
      "monthDay": "02/19"
    },
    {
      "year": "1980",
      "uri": "/wiki/Spyridon_Gianniotis",
      "name": "Spyridon Gianniotis",
      "aboutText": "Gilberto Reyes (born February 19, 1981 in Lawrence, Massachusetts) is a professional boxer.\nReyes, whose nickname is \"Sugar\", fights out of Miami, Florida. He has been featured numerous times on ESPN2 and Telemundo.",
      "pageId": 2445705,
      "monthDay": "02/19"
    },
    {
      "year": "1980",
      "uri": "/wiki/Ma_Lin_(table_tennis)",
      "name": "Ma Lin",
      "aboutText": "Mariana Yolanda Ochoa Reyes (born February 19, 1979, in Mexico City) is a singer and actress.",
      "pageId": 2460015,
      "monthDay": "02/19"
    },
    {
      "year": "1980",
      "uri": "/wiki/Mike_Miller_(basketball_player)",
      "name": "Mike Miller",
      "aboutText": "Ronnie William Arneill (born February 19, 1981) is a Canadian professional wrestler, currently contracted to WWE under the ring name Tye Dillinger. Previously, Arneill worked in the independent circuit as Shawn Spears. Also, he worked with WWE between 2006 and 2008 as Gavin Spears.",
      "pageId": 2483261,
      "monthDay": "02/19"
    },
    {
      "year": "1981",
      "uri": "/wiki/Beth_Ditto",
      "name": "Beth Ditto",
      "aboutText": "Vitas (/ˈviːtɑːs/; Russian: Витас) is the stage name of Vitaliy Vladasovich Grachov (Ukrainian: Віталій Владасовіч Грачов), a Russian singer, and songwriter. He sings mainly in the Russian language.\nHis music is often difficult to categorize, incorporating elements of techno, dance, classical, jazz and folk music.",
      "pageId": 2590696,
      "monthDay": "02/19"
    },
    {
      "year": "1981",
      "uri": "/wiki/Kyle_Martino",
      "name": "Kyle Martino",
      "aboutText": "Nicholas Robert \"Nicky\" Shorey (born 19 February 1981) is an English footballer who plays as a left back and defensive midfielder for Pune City. Earlier in his career he was known for his pace and is a set-piece specialist.\nShorey spent seven years playing for Reading.",
      "pageId": 3949154,
      "monthDay": "02/19"
    },
    {
      "year": "1981",
      "uri": "/wiki/Gil_Reyes",
      "name": "Gil Reyes",
      "aboutText": "Mariska (real name Anna Maria Rahikainen, born February 19, 1979 in Helsinki) is a Finnish rapper.",
      "pageId": 5362310,
      "monthDay": "02/19"
    },
    {
      "year": "1981",
      "uri": "/wiki/Nicky_Shorey",
      "name": "Nicky Shorey",
      "aboutText": "René Renno (born 19 February 1979 in West Berlin) is a German footballer.\n^ \"Rene Renno\". worldfootball.net.",
      "pageId": 6368740,
      "monthDay": "02/19"
    },
    {
      "year": "1981",
      "uri": "/wiki/Baiba_Skride",
      "name": "Baiba Skride",
      "aboutText": "Ma Lin (simplified Chinese: 马琳; traditional Chinese: 馬琳; pinyin: Mǎ Lín; born February 19, 1980 in Shenyang, Liaoning, China) is a retired table tennis player. He is the world's number sixth ranked player as of 4 July 2012 in the International Table Tennis Federation (ITTF).\nHe learned to play table tennis at the age of five and became a member of the provincial team in 1990.",
      "pageId": 8005486,
      "monthDay": "02/19"
    },
    {
      "year": "1981",
      "uri": "/wiki/Shawn_Spears",
      "name": "Shawn Spears",
      "aboutText": "Andrew Buchan (born 19 February 1979) is an English stage and television actor known for his roles as Mark Latimer in the ITV drama Broadchurch (2013-15), as Scott Foster in the BBC political drama Party Animals (2007), as John Mercer in ITV drama series The Fixer (2008–09), and as William Garrow in BBC period drama Garrow's Law (2009–11).",
      "pageId": 14103531,
      "monthDay": "02/19"
    },
    {
      "year": "1981",
      "uri": "/wiki/Vitas",
      "name": "Vitas",
      "aboutText": "Baiba Skride (born 1981) is a Latvian classical violinist. She was the winner of the Queen Elisabeth Violin Contest in 2001, and has performed around the world. She currently resides in Hamburg with her 2-year old son.",
      "pageId": 17589613,
      "monthDay": "02/19"
    },
    {
      "year": "1982",
      "uri": "/wiki/Camelia_Potec",
      "name": "Camelia Potec",
      "aboutText": "Spyridon Gianniotis (Greek: Σπυρίδων \"Σπύρος\" Γιαννιώτης; born 19 February 1980) is a Greek competitive swimmer who specialises in long-distance and open-water freestyle events. He won three individual medals at the 2005 Mediterranean Games, and represented his native country at four consecutive Summer Olympics, starting in 2000. In 2011 he became world champion in the 10 km open water at the world championships in Shanghai.",
      "pageId": 19428796,
      "monthDay": "02/19"
    },
    {
      "year": "1983",
      "uri": "/wiki/Koto%C5%8Dsh%C5%AB_Katsunori",
      "name": "Kotoōshū Katsunori",
      "aboutText": "Mary Beth Patterson, known by her stage name Beth Ditto (born February 19, 1981), is an American singer-songwriter, most notable for her work with the indie rock band Gossip (previously known as The Gossip) and whose voice has been compared to Etta James, Janis Joplin and Tina Turner.",
      "pageId": 19636760,
      "monthDay": "02/19"
    },
    {
      "year": "1983",
      "uri": "/wiki/Mika_Nakashima",
      "name": "Mika Nakashima",
      "aboutText": "David James Gandy (born 19 February 1980) is an English model. After winning a televised competition in 2001, Gandy became a successful model. In an industry dominated by skinny males, Gandy's muscular build caught the eye of Italian fashion designers Dolce & Gabbana.",
      "pageId": 20297006,
      "monthDay": "02/19"
    },
    {
      "year": "1983",
      "uri": "/wiki/Ryan_Whitney",
      "name": "Ryan Whitney",
      "aboutText": "Haylie Katherine Duff (born February 19, 1985) is an American actress, television presenter, author, singer, songwriter, film producer, businesswoman, writer, and food blogger. She is the older sister of former Lizzie McGuire actress Hilary Duff.",
      "pageId": 158109,
      "monthDay": "02/19"
    },
    {
      "year": "1984",
      "uri": "/wiki/Chris_Richardson",
      "name": "Chris Richardson",
      "aboutText": "Maria Viktoria Mena (born 19 February 1986) is a Norwegian pop artist.",
      "pageId": 937665,
      "monthDay": "02/19"
    },
    {
      "year": "1985",
      "uri": "/wiki/Haylie_Duff",
      "name": "Haylie Duff",
      "aboutText": "Miyu Irino (入野 自由, Irino Miyu, born February 19, 1988) is a Japanese voice actor born in Tokyo. He voices the lead character Sora in the Kingdom Hearts video game series. His major anime voice roles include Haku in Spirited Away, Daisuke Niwa in D.N.Angel, Syaoran Li in Tsubasa Reservoir Chronicle, Sena Kobayakawa in Eyeshield 21, Astral in Yu-Gi-Oh!",
      "pageId": 1788766,
      "monthDay": "02/19"
    },
    {
      "year": "1985",
      "uri": "/wiki/Arielle_Kebbel",
      "name": "Arielle Kebbel",
      "aboutText": "Ryan D. Whitney (born February 19, 1983) is an American former professional ice hockey defenseman. After playing with his high school team from Thayer Academy and the USA National Development Program, Whitney joined the college ranks with Boston University in 2001. Upon completing his freshman year, he was selected by the Pittsburgh Penguins fifth overall in the 2002 NHL Entry Draft.",
      "pageId": 2953042,
      "monthDay": "02/19"
    },
    {
      "year": "1985",
      "uri": "/wiki/S%C5%82awomir_Peszko",
      "name": "Sławomir Peszko",
      "aboutText": "Reon Kadena (かでな れおん, Kadena Reon), also known as Leon Kadena or Minamo Kusano, is a Japanese glamour model and actress",
      "pageId": 3048272,
      "monthDay": "02/19"
    },
    {
      "year": "1986",
      "uri": "/wiki/Kyle_Chipchura",
      "name": "Kyle Chipchura",
      "aboutText": "Marta Vieira da Silva (born 19 February 1986), commonly known as Marta, is a Brazilian footballer who plays for FC Rosengård in the Swedish Damallsvenskan and the Brazil national team as a forward. With 15 goals, she holds the record for most goals scored at FIFA Women's World Cup tournaments, surpassing Birgit Prinz's previous record of 14 with a goal against South Korea in Brazil's first match of the 2015 edition in Canada.\nMarta is regarded as the best female player of all time, coveting the nickname Pele with skirts by Pele himself.",
      "pageId": 3480241,
      "monthDay": "02/19"
    },
    {
      "year": "1986",
      "uri": "/wiki/Bj%C3%B6rn_Gustafsson",
      "name": "Björn Gustafsson",
      "aboutText": "Kyle Douglas Glen Chipchura (born February 19, 1986) is a Canadian professional ice hockey centre of the Arizona Coyotes of the National Hockey League (NHL).",
      "pageId": 3495273,
      "monthDay": "02/19"
    },
    {
      "year": "1986",
      "uri": "/wiki/Reon_Kadena",
      "name": "Reon Kadena",
      "aboutText": "Jayde Nicole Gelette-Ivany (born February 19, 1986), known professionally as Jayde Nicole, is a Canadian model. She was Playboy′s Playmate of the Month for January 2007 and was named the 2008 Playmate of the Year in the June issue of the men's magazine.",
      "pageId": 7765138,
      "monthDay": "02/19"
    },
    {
      "year": "1986",
      "uri": "/wiki/Henri_Karjalainen",
      "name": "Henri Karjalainen",
      "aboutText": "Christopher Michael \"Chris\" Richardson (born February 19, 1984) is an American singer-songwriter who was the fifth-place finalist on the sixth season of American Idol.",
      "pageId": 9566528,
      "monthDay": "02/19"
    },
    {
      "year": "1986",
      "uri": "/wiki/Maria_Mena",
      "name": "Maria Mena",
      "aboutText": "Henri Mikael Karjalainen (born February 19, 1986) is a Finnish racing driver. He will race in GT Finnish Championship in the year 2010. Henri's manager is Finnish Sport Management Agency SportElite.",
      "pageId": 12917496,
      "monthDay": "02/19"
    },
    {
      "year": "1986",
      "uri": "/wiki/Jayde_Nicole",
      "name": "Jayde Nicole",
      "aboutText": "Sławomir Konrad Peszko ([swaˈvɔmir ˈpɛʂkɔ]; born 19 February 1985) is a Polish international footballer who plays as a midfielder. He currently plays for Lechia Gdańsk in the Polish Ekstraklasa.\nPeszko won cup and championships in his native Poland with Wisła Płock and Lech Poznań before moving to German football with 1.",
      "pageId": 14208228,
      "monthDay": "02/19"
    },
    {
      "year": "1986",
      "uri": "/wiki/Michael_Schwimer",
      "name": "Michael Schwimer",
      "aboutText": "Shawn Matthias (born February 19, 1988) is a Canadian professional ice hockey forward currently playing for the Toronto Maple Leafs of the National Hockey League (NHL). Matthias has previously played in the NHL with the Vancouver Canucks and the Florida Panthers, having been originally drafted by the Detroit Red Wings in the second round, 47th overall, at the 2006 NHL Entry Draft.",
      "pageId": 15299966,
      "monthDay": "02/19"
    },
    {
      "year": "1986",
      "uri": "/wiki/Marta_Vieira_da_Silva",
      "name": "Marta Vieira da Silva",
      "aboutText": "Lars Björn Gustafsson (born 19 February 1986) is a Swedish comedian and actor. He is known from TV-shows such as Parlamentet and Stockholm Live.",
      "pageId": 15920717,
      "monthDay": "02/19"
    },
    {
      "year": "1987",
      "uri": "/wiki/Vanesa_Furlanetto",
      "name": "Vanesa Furlanetto",
      "aboutText": "Luca Giuseppe \"Luke\" Pasqualino (born 19 February 1989) is a British actor, known for his portrayal of Freddie McClair in the television series Skins and d'Artagnan in the television series The Musketeers.",
      "pageId": 21007856,
      "monthDay": "02/19"
    },
    {
      "year": "1988",
      "uri": "/wiki/Miyu_Irino",
      "name": "Miyu Irino",
      "aboutText": "Arielle Caroline Kebbel (born February 19, 1985) is an American model and actress. She is known for her television roles on The Vampire Diaries, True Blood, Life Unexpected, and Gilmore Girls.\nOn the big screen, Kebbel has starred in a number of films which made their debuts at prestigious films festivals, such as The Brooklyn Brothers Beat the Best, directed by Ryan O'Nan which premiered at the 2011 Toronto International Film Festival; I Melt With You, starring Rob Lowe and Jeremy Piven which premiered at the 2011 Sundance Film Festival; and Supporting Characters, directed by Daniel Schecter, which premiered at the 2012 Tribeca International Film Festival.",
      "pageId": 21246549,
      "monthDay": "02/19"
    },
    {
      "year": "1988",
      "uri": "/wiki/Shawn_Matthias",
      "name": "Shawn Matthias",
      "aboutText": "Kaisa Pajusalu (born February 19, 1989, in Pärnu, Estonia) is an Estonian rower.",
      "pageId": 23824234,
      "monthDay": "02/19"
    },
    {
      "year": "1988",
      "uri": "/wiki/Seth_Morrison_(musician)",
      "name": "Seth Morrison",
      "aboutText": "Jacob Seth Morrison (born February 19, 1988) is an American musician and the lead guitarist for the Christian rock band Skillet.",
      "pageId": 31832342,
      "monthDay": "02/19"
    },
    {
      "year": "1988",
      "uri": "/wiki/Selkirk_(horse)",
      "name": "Selkirk",
      "aboutText": "Michael Fredarick Schwimer (born February 19, 1986) is an American professional baseball relief pitcher who is a free agent.\nThe 6' 8\" pitcher was drafted by the Philadelphia Phillies in 2008, out of the University of Virginia. In his minor league career, he averaged 12.1 strikeouts per 9 innings, as he was 20–10 with a 2.51 ERA, and gave up 184 hits while striking out 313 batters in 233 innings.",
      "pageId": 32780206,
      "monthDay": "02/19"
    },
    {
      "year": "1989",
      "uri": "/wiki/Kaisa_Pajusalu",
      "name": "Kaisa Pajusalu",
      "aboutText": "Selkirk (February 19, 1988 − January 3, 2013) was an American-bred Thoroughbred race horse and sire who raced mainly in Europe. Bred in Pennsylvania and owned by American philanthropist businessman George W. Strawbridge, Jr., he was trained by Ian Balding. At the end of 1991, his third year, he had a record of 3-1-2 out of seven starts.",
      "pageId": 38130683,
      "monthDay": "02/19"
    },
    {
      "year": "1990",
      "uri": "/wiki/Luke_Pasqualino",
      "name": "Luke Pasqualino",
      "aboutText": "Vanesa Furlanetto (born 19 February 1987) is an Argentine tennis player.\nFurlanetto has won 13 singles and 13 doubles titles on the ITF tour during her career. On 27 January 2014, she reached her best singles ranking of world number 306.",
      "pageId": 40030895,
      "monthDay": "02/19"
    },
    {
      "year": "1991",
      "uri": "/wiki/Trevor_Bayne",
      "name": "Trevor Bayne",
      "aboutText": "Victoria Dawn Justice (born February 19, 1993) is an American actress and singer. She debuted as an actress at the age of ten and has since appeared in several films and television series including the Nickelodeon series Zoey 101 and Victorious. She has made appearances in several theatrical releases, including Unknown as well as the 2006 thriller The Garden.",
      "pageId": 2662543,
      "monthDay": "02/19"
    },
    {
      "year": "1992",
      "uri": "/wiki/Sander_P%C3%A4rn",
      "name": "Sander Pärn",
      "aboutText": "Empress Karen Carreon Schuck (born February 19, 1993), sometimes credited only as Empress, is a Filipina actress and model who is a former member of ABS-CBN's Star Magic. Before she became a Star Magic artist, she appeared on several GMA 7 shows such as Ikaw Lang Ang Mamahalin as Young Clarissa, Ang Iibigin Ay Ikaw as Young Elmina and Etheria as Cassiopea.\nSchuck is the daughter of Filipino-German events singer Hans Schuck and former Filipino pageant titleholder Lorraine Schuck.",
      "pageId": 14286457,
      "monthDay": "02/19"
    },
    {
      "year": "1992",
      "uri": "/wiki/Jelena_Simi%C4%87",
      "name": "Jelena Simić",
      "aboutText": "Trevor Bayne (born February 19, 1991) is an American professional stock car racing driver. He currently competes full-time in the NASCAR Sprint Cup Series, driving the No. 6 Ford Fusion for Roush Fenway Racing.",
      "pageId": 23534154,
      "monthDay": "02/19"
    },
    {
      "year": "1993",
      "uri": "/wiki/Mart%C3%ADn_Alan%C3%ADz",
      "name": "Martín Alaníz",
      "aboutText": "Mauro Emanuel Icardi Rivero (born 19 February 1993) is an Argentine footballer who plays as a striker for Italian club Internazionale. Icardi also serves as captain of Inter.\nHe started his career in the youth system at Barcelona before moving to Sampdoria.",
      "pageId": 30448071,
      "monthDay": "02/19"
    },
    {
      "year": "1993",
      "uri": "/wiki/Mauro_Icardi",
      "name": "Mauro Icardi",
      "aboutText": "David Mazouz (/dəˈviːd məˈzuːz/; born February 19, 2001) is an American actor, known for his role as mute Jacob \"Jake\" Bohm in the TV series Touch. He was cast as a young Bruce Wayne in FOX's TV series Gotham based on the DC Comics character created by Bill Finger and Bob Kane.\n^ \"David Mazouz\".",
      "pageId": 35271314,
      "monthDay": "02/19"
    },
    {
      "year": "1993",
      "uri": "/wiki/Victoria_Justice",
      "name": "Victoria Justice",
      "aboutText": "Tiina Trutsi (born 19 February 1994) is an Estonian football player, who plays as a midfielder for Naiste Meistriliiga club Flora Tallinn and the Estonia women's national football team.\n^ \"Estonia - Tiina Trutsi - Profile with news, career statistics and history - Soccerway\". women.soccerway.com.",
      "pageId": 40995426,
      "monthDay": "02/19"
    },
    {
      "year": "1993",
      "uri": "/wiki/Empress_Schuck",
      "name": "Empress Schuck",
      "aboutText": "Jelena Simić (born 19 February 1992) is a Bosnian tennis player.\nSimić has won three singles and four doubles titles on the ITF tour in her career. On 26 October 2015, she reached her best singles ranking of world number 485.",
      "pageId": 41349430,
      "monthDay": "02/19"
    },
    {
      "year": "1994",
      "uri": "/wiki/Tiina_Trutsi",
      "name": "Tiina Trutsi",
      "aboutText": "Sander Pärn (born 19 February 1992) is an Estonian rally driver.",
      "pageId": 42421445,
      "monthDay": "02/19"
    },
    {
      "year": "1998",
      "uri": "/wiki/Katharina_Gerlach",
      "name": "Katharina Gerlach",
      "aboutText": "Diego Martín Alaníz Ávila (born 19 February 1993) is an Uruguayan footballer who currently plays for Liga MX club Monarcas Morelia.",
      "pageId": 43369686,
      "monthDay": "02/19"
    },
    {
      "year": "2001",
      "uri": "/wiki/David_Mazouz",
      "name": "David Mazouz",
      "aboutText": "Katharina Gerlach (born 19 February 1998 in Essen) is a German tennis player.\nOn 27 April 2015, she reached her best singles ranking of world number 694. On 29 December 2014, she peaked at world number 682 in the doubles rankings.",
      "pageId": 46833104,
      "monthDay": "02/19"
    }
  ]
}