{
  "people": [
    {
      "year": "1631",
      "uri": "/wiki/Thomas_Osborne,_1st_Duke_of_Leeds",
      "name": "Thomas Osborne, 1st Duke of Leeds",
      "aboutText": "Joshua Slocum (February 20, 1844 – on or shortly after November 14, 1909) was the first man to sail single-handedly around the world. He was a Nova Scotian born, naturalised American seaman and adventurer, and a noted writer. In 1900 he wrote a book about his journey Sailing Alone Around the World, which became an international best-seller.",
      "pageId": 162535,
      "monthDay": "02/20"
    },
    {
      "year": "1633",
      "uri": "/wiki/Jan_de_Baen",
      "name": "Jan de Baen",
      "aboutText": "John Fuller (20 February 1757 – 11 April 1834), better known as \"Mad Jack\" Fuller (although he himself preferred to be called \"Honest John\" Fuller), was Squire of the hamlet of Brightling, in Sussex, and is well known as a builder of follies, and as a philanthropist, patron of the arts and sciences, and a supporter of slavery. He purchased and commissioned many paintings from J.M.W. Turner.",
      "pageId": 176289,
      "monthDay": "02/20"
    },
    {
      "year": "1705",
      "uri": "/wiki/Nicolas_Ch%C3%A9deville",
      "name": "Nicolas Chédeville",
      "aboutText": "Johann Heinrich Voss (German: Johann Heinrich Voß, pronounced [fɔs]; 20 February 1751 – 29 March 1826) was a German classicist and poet, known mostly for his translation of Homer's Odyssey (1781) and Iliad (1793) into German.",
      "pageId": 200397,
      "monthDay": "02/20"
    },
    {
      "year": "1726",
      "uri": "/wiki/William_Prescott",
      "name": "William Prescott",
      "aboutText": "William Prescott (February 20, 1726 – October 13, 1795) was an American colonel in the Revolutionary War who commanded the rebel forces in the Battle of Bunker Hill. Prescott is known for his order to his soldiers, \"Do not fire until you see the whites of their eyes\", such that the rebel troops may shoot at the enemy at shorter ranges, and therefore more accurately and lethally, and so conserve their limited stocks of ammunition.",
      "pageId": 243860,
      "monthDay": "02/20"
    },
    {
      "year": "1745",
      "uri": "/wiki/Henry_James_Pye",
      "name": "Henry James Pye",
      "aboutText": "This is about the Irish novelist.",
      "pageId": 251246,
      "monthDay": "02/20"
    },
    {
      "year": "1751",
      "uri": "/wiki/Johann_Heinrich_Voss",
      "name": "Johann Heinrich Voss",
      "aboutText": "Charles Auguste de Bériot (20 February 1802 – 8 April 1870) was a Belgian violinist and composer.",
      "pageId": 255342,
      "monthDay": "02/20"
    },
    {
      "year": "1753",
      "uri": "/wiki/Louis-Alexandre_Berthier",
      "name": "Louis-Alexandre Berthier",
      "aboutText": "Thomas Osborne, 1st Duke of Leeds, KG (20 February 1632 – 26 July 1712), English statesman (commonly known as Lord Danby and [Marquess of] Carmarthen when he was a prominent political figure), served in a variety of offices under Kings Charles II and William III of England.",
      "pageId": 317266,
      "monthDay": "02/20"
    },
    {
      "year": "1757",
      "uri": "/wiki/John_%27Mad_Jack%27_Fuller",
      "name": "John 'Mad Jack' Fuller",
      "aboutText": "Louis Alexandre Berthier, 1st prince de Wagram, 1st duc de Valangin, 1st sovereign Prince of Neuchâtel (20 February 1753 – 1 June 1815), was a Marshal and Vice-Constable of France beginning in 1808, and Chief of Staff (Major général) under Napoleon.",
      "pageId": 330274,
      "monthDay": "02/20"
    },
    {
      "year": "1759",
      "uri": "/wiki/Johann_Christian_Reil",
      "name": "Johann Christian Reil",
      "aboutText": "The Reverend Benjamin Waugh (20 February 1839 – 11 March 1908) was a Victorian social reformer and campaigner who founded the UK charity, the National Society for the Prevention of Cruelty to Children (NSPCC) in the late 19th century, and also wrote various hymns.\nWaugh was born, the son of a saddler, in Settle, North Yorkshire and attended theological college in Bradford before moving to Newbury, Berkshire and then in 1866 to London.\nWorking as a Congregationalist minister in the slums of Greenwich, Waugh became appalled at the deprivations and cruelties suffered by children.",
      "pageId": 353109,
      "monthDay": "02/20"
    },
    {
      "year": "1761",
      "uri": "/wiki/Ludwig_Abeille",
      "name": "Ludwig Abeille",
      "aboutText": "Edward Henry \"Ned\" Harriman (February 20, 1848 – September 9, 1909) was an American railroad executive.",
      "pageId": 433394,
      "monthDay": "02/20"
    },
    {
      "year": "1763",
      "uri": "/wiki/Adalbert_Gyrowetz",
      "name": "Adalbert Gyrowetz",
      "aboutText": "Ludwig Eduard Boltzmann (February 20, 1844 – September 5, 1906) was an Austrian physicist and philosopher whose greatest achievement was in the development of statistical mechanics, which explains and predicts how the properties of atoms (such as mass, charge, and structure) determine the physical properties of matter (such as viscosity, thermal conductivity, and diffusion).",
      "pageId": 544255,
      "monthDay": "02/20"
    },
    {
      "year": "1792",
      "uri": "/wiki/Eliza_Courtney",
      "name": "Eliza Courtney",
      "aboutText": "Henry James Pye (/paɪ/; 10 February 1744 – 11 August 1813) was an English poet. Pye was Poet Laureate from 1790 until his death.",
      "pageId": 616216,
      "monthDay": "02/20"
    },
    {
      "year": "1794",
      "uri": "/wiki/William_Carleton",
      "name": "William Carleton",
      "aboutText": "Johann Christian Ludwig (Louis) Abeille (20 February 1761, Bayreuth – 2 March 1838 Stuttgart) was a German pianist and composer.\nHis father was baronial valet in Bayreuth. He was educated at the Karlsschule in Stuttgart where his teachers were Antonio Boroni, Ferdinando Mazzanti, and Johann Gottlieb Sämann.",
      "pageId": 743916,
      "monthDay": "02/20"
    },
    {
      "year": "1802",
      "uri": "/wiki/Charles_Auguste_de_B%C3%A9riot",
      "name": "Charles Auguste de Bériot",
      "aboutText": "Johann Christian Reil (20 February 1759, Rhaude (an urban destrict of Rhauderfehn) – 22 November 1813, Halle an der Saale) was a German physician, physiologist, anatomist and psychiatrist. He coined the term psychiatry or, in German, Psychiatrie in 1808.\nMedical conditions and anatomical features named after him include Reil's finger, Beau-Reil cross furrows on the fingernails and the Islands of Reil in the cerebral cortex.",
      "pageId": 1422629,
      "monthDay": "02/20"
    },
    {
      "year": "1819",
      "uri": "/wiki/Alfred_Escher",
      "name": "Alfred Escher",
      "aboutText": "Johann Heinrich Alfred Escher vom Glas, known as Alfred Escher (20 February 1819 in Zurich – 6 December 1882 in Zurich/Enge) was a Swiss politician, business leader and railways pioneer.",
      "pageId": 2406333,
      "monthDay": "02/20"
    },
    {
      "year": "1839",
      "uri": "/wiki/Benjamin_Waugh",
      "name": "Benjamin Waugh",
      "aboutText": "Vojtěch Matyáš Jírovec (Adalbert Gyrowetz) (20 February 1763 – 19 March 1850) was a Bohemian composer.",
      "pageId": 2815511,
      "monthDay": "02/20"
    },
    {
      "year": "1844",
      "uri": "/wiki/Ludwig_Boltzmann",
      "name": "Ludwig Boltzmann",
      "aboutText": "Nicolas Chédeville (20 February 1705 – 6 August 1782) was a French composer, musette player and musette maker.",
      "pageId": 4468263,
      "monthDay": "02/20"
    },
    {
      "year": "1844",
      "uri": "/wiki/Joshua_Slocum",
      "name": "Joshua Slocum",
      "aboutText": "Charles-Nérée Beauchemin (February 20, 1850 – June 29, 1931) was a French Canadian regionalist poet and physician from Yamachiche, near Trois-Rivières, Quebec.\nBeauchemin published two volumes of his poetry: Les Floraisons Matutinales (The Morning Blossoming) in 1897 and Patrie intime: Harmonies (Intimate Homeland: Harmonies) in 1928.\nHis poetry celebrates life in his small rural community with themes of Catholic ritual, the cycles of nature, and love of family and home.",
      "pageId": 6747483,
      "monthDay": "02/20"
    },
    {
      "year": "1848",
      "uri": "/wiki/E._H._Harriman",
      "name": "E. H. Harriman",
      "aboutText": "Eliza Courtney (20 February 1792 – 2 May 1859) was the illegitimate daughter of the Whig politician and future Prime Minister Charles Grey, 2nd Earl Grey and the society beauty Georgiana, Duchess of Devonshire, while Georgiana was married to William Cavendish, 5th Duke of Devonshire.\nThe Duchess was forced by her husband to relinquish Eliza shortly after her birth, to be raised by Charles Grey's parents, Charles Grey, 1st Earl Grey and Elizabeth Grey, Countess Grey. The Duchess came to visit Eliza in secret.",
      "pageId": 16375165,
      "monthDay": "02/20"
    },
    {
      "year": "1850",
      "uri": "/wiki/N%C3%A9r%C3%A9e_Beauchemin",
      "name": "Nérée Beauchemin",
      "aboutText": "Jan de Baen (20 February 1633 – 1702) was a Dutch portrait painter who lived during the Dutch Golden Age. He was a pupil of the painter Jacob Adriaensz Backer in Amsterdam from 1645 to 1648. He worked for Charles II of England in his Dutch exile, and from 1660 until his death he lived and worked in The Hague.",
      "pageId": 18774706,
      "monthDay": "02/20"
    },
    {
      "year": "1857",
      "uri": "/wiki/A._P._Lucas",
      "name": "Bunny Lucas",
      "aboutText": "Louis Isadore Kahn (born Itze-Leib Schmuilowsky) (March 5 [O.S. February 20] 1901 – March 17, 1974) was an American architect, based in Philadelphia. After working in various capacities for several firms in Philadelphia, he founded his own atelier in 1935. While continuing his private practice, he served as a design critic and professor of architecture at Yale School of Architecture from 1947 to 1957.",
      "pageId": 53627,
      "monthDay": "02/20"
    },
    {
      "year": "1860",
      "uri": "/wiki/Karl_Mantzius",
      "name": "Karl Mantzius",
      "aboutText": "James Edwards \"Jimmy\" Yancey (February 20, 1894 – September 17, 1951) was an African American boogie-woogie pianist, composer, and lyricist.",
      "pageId": 166060,
      "monthDay": "02/20"
    },
    {
      "year": "1866",
      "uri": "/wiki/Carl_Westman",
      "name": "Carl Westman",
      "aboutText": "Charles Vincent Massey PC CH CC CD FRSC(hon) (February 20, 1887 – December 30, 1967) was a Canadian lawyer and diplomat who served as Governor General of Canada, the 18th since Canadian Confederation.\nMassey was born into an influential Toronto family and was educated in Ontario and England, obtaining a degree in law and befriending future prime minister William Lyon Mackenzie King while studying at the University of Oxford. He was commissioned into the military in 1917 for the remainder of the First World War and, after a brief stint in the Canadian Cabinet, began his diplomatic career, serving in envoys to the United States and United Kingdom.",
      "pageId": 233824,
      "monthDay": "02/20"
    },
    {
      "year": "1867",
      "uri": "/wiki/Louise,_Princess_Royal",
      "name": "Louise, Princess Royal",
      "aboutText": "Mary Garden (20 February 1874 – 3 January 1967), was a Scottish operatic soprano with a substantial career in France and America in the first third of the 20th century. She spent the latter part of her childhood and youth in the United States and eventually became an American citizen, although she lived in France for many years and eventually retired to Scotland, where she died.\nDescribed as \"the Sarah Bernhardt of opera\", Garden was an exceptional actress as well as a talented singer.",
      "pageId": 265877,
      "monthDay": "02/20"
    },
    {
      "year": "1870",
      "uri": "/wiki/Jay_Johnson_Morrow",
      "name": "Jay Johnson Morrow",
      "aboutText": "Georges Bernanos (French: [ʒɔʁʒ bɛʁnanɔs]; 20 February 1888 – 5 July 1948) was a French author, and a soldier in World War I. Of Roman Catholic and monarchist leanings, he was critical of bourgeois thought and was opposed to what he identified as defeatism.",
      "pageId": 318794,
      "monthDay": "02/20"
    },
    {
      "year": "1874",
      "uri": "/wiki/Mary_Garden",
      "name": "Mary Garden",
      "aboutText": "Louise, Princess Royal and Duchess of Fife (Louise Victoria Alexandra Dagmar; 20 February 1867 – 4 January 1931) was the third child and the eldest daughter of King Edward VII of the United Kingdom and Queen Alexandra; the younger sister of King George V. She was the sixth daughter of a British monarch to be styled Princess Royal.",
      "pageId": 322244,
      "monthDay": "02/20"
    },
    {
      "year": "1879",
      "uri": "/wiki/Hod_Stuart",
      "name": "Hod Stuart",
      "aboutText": "Muhammad Naguib (Arabic: محمد نجيب‎, Egyptian Arabic pronunciation: [mæˈħæmmæd næˈɡiːb]; 20 February 1901 – 28 August 1984) was the first President of Egypt, serving from the declaration of the Republic on 18 June 1953 to 14 November 1954. Along with Gamal Abdel Nasser, he was the primary leader of the Egyptian Revolution of 1952, which ended the rule of the Muhammad Ali Dynasty in Egypt and Sudan.",
      "pageId": 350297,
      "monthDay": "02/20"
    },
    {
      "year": "1880",
      "uri": "/wiki/Jacques_d%27Adelsw%C3%A4rd-Fersen",
      "name": "Jacques d'Adelswärd-Fersen",
      "aboutText": "Hulusi Behçet (/bɛˈtʃɛt/; Istanbul, 20 February 1889 – 8 March 1948) was a Turkish dermatologist and scientist.",
      "pageId": 1175203,
      "monthDay": "02/20"
    },
    {
      "year": "1882",
      "uri": "/wiki/Elie_Nadelman",
      "name": "Elie Nadelman",
      "aboutText": "Baron Jacques d'Adelswärd-Fersen (20 February 1880 – 5 November 1923) was a French novelist and poet. His life forms the basis of a fictionalised biography by Roger Peyrefitte.\nIn 1903 a scandal involving school pupils made him persona non grata in the salons of Paris, and dashed his marriage plans; after which he took up residence in Capri with his long-time lover, Nino Cesarini.",
      "pageId": 1554401,
      "monthDay": "02/20"
    },
    {
      "year": "1887",
      "uri": "/wiki/Vincent_Massey",
      "name": "Vincent Massey",
      "aboutText": "René Jules Dubos (February 20, 1901 – February 20, 1982) was a French-born American microbiologist, experimental pathologist, environmentalist, humanist, and winner of the Pulitzer Prize for General Non-Fiction for his book So Human An Animal. He is credited for having made famous Jacques Ellul's environmental maxim, \"Think globally, act locally\" (penser global, agir local).",
      "pageId": 1720633,
      "monthDay": "02/20"
    },
    {
      "year": "1888",
      "uri": "/wiki/Georges_Bernanos",
      "name": "Georges Bernanos",
      "aboutText": "William Hodgson \"Hod\" Stuart (February 20, 1879 – June 23, 1907) was a Canadian professional ice hockey cover-point (now known as a defenceman) who played nine seasons for several teams in different leagues. He also played briefly for the Ottawa Rough Riders football team. With his brother Bruce, Stuart played in the first professional ice hockey league, the American-based International Professional Hockey League (IPHL), where he was regarded as one of the best players in the league.",
      "pageId": 2024871,
      "monthDay": "02/20"
    },
    {
      "year": "1889",
      "uri": "/wiki/Hulusi_Beh%C3%A7et",
      "name": "Hulusi Behçet",
      "aboutText": "Elie Nadelman (February 20, 1882 - December 28, 1946) was an American sculptor, draughtsman and collector of folk art.",
      "pageId": 2353424,
      "monthDay": "02/20"
    },
    {
      "year": "1893",
      "uri": "/wiki/Elizabeth_Holloway_Marston",
      "name": "Elizabeth Holloway Marston",
      "aboutText": "Alfred Perry (“Bunny”) Lucas (20 February 1857 in Westminster, London – 12 October 1923 in Great Waltham, Essex) was an English first-class cricketer from 1874 to 1907, playing for Cambridge University, Surrey, Middlesex and Essex. He also played five Test matches for England.\nLucas was educated at Uppingham School and Clare College, Cambridge.",
      "pageId": 2429080,
      "monthDay": "02/20"
    },
    {
      "year": "1895",
      "uri": "/wiki/Louis_Zborowski",
      "name": "Count Louis Zborowski",
      "aboutText": "Elizabeth \"Sadie\" Holloway Marston (February 20, 1893 – March 27, 1993) was an American psychologist. She was involved in various ways in the creation of the comic book character Wonder Woman in the early 1940s with her husband, William Moulton Marston (pen name Charles Moulton).",
      "pageId": 3034028,
      "monthDay": "02/20"
    },
    {
      "year": "1898",
      "uri": "/wiki/Jimmy_Yancey",
      "name": "Jimmy Yancey",
      "aboutText": "Cornelius Vanderbilt \"C.V.\" (\"Sonny\") Whitney (February 20, 1899 – December 13, 1992) was an American businessman, film producer, writer, philanthropist, polo player, and government official, as well as the owner of a leading stable of thoroughbred racehorses.\nBorn in Old Westbury, New York, he was the son of the wealthy and socially prominent Harry Payne Whitney (1872—1932) and Gertrude Vanderbilt (1875—1942). He had a younger sister, Barbara Whitney, and an elder sister, Flora Payne Whitney.",
      "pageId": 3432031,
      "monthDay": "02/20"
    },
    {
      "year": "1899",
      "uri": "/wiki/Cornelius_Vanderbilt_Whitney",
      "name": "Cornelius Vanderbilt Whitney",
      "aboutText": "Jay Johnson Morrow (February 20, 1870 – April 16, 1937) was Governor of the Panama Canal Zone from 1921 to 1924. He was the brother of U.S. Senator Dwight Morrow and the uncle of Anne Morrow Lindbergh.\nHe graduated from the United States Military Academy at West Point in 1891.",
      "pageId": 3522370,
      "monthDay": "02/20"
    },
    {
      "year": "1901",
      "uri": "/wiki/Ren%C3%A9_Dubos",
      "name": "René Dubos",
      "aboutText": "Raja Sri Ravu Svetachalupati Sir Ramakrishna Ranga Rao KCIE (February 20, 1901 – March 10, 1978) was an Indian politician and zamindar who served as the Chief Minister of Madras Presidency from November 5, 1932 to April 4, 1936 and August 24, 1936 to April 1, 1937.\nRamakrishna Ranga Rao was born in the royal family of Bobbili zamindari in 1901. He succeeded his father Venkata Kumar Krishna to the throne of Bobbili and ruled as zamindar from 1921 to 1948 and as the titular \"Raja of Bobbili\" from 1948 to 1978.",
      "pageId": 5270667,
      "monthDay": "02/20"
    },
    {
      "year": "1901",
      "uri": "/wiki/Louis_Kahn",
      "name": "Louis Kahn",
      "aboutText": "Count Louis Vorow Zborowski (20 February 1895 – 19 October 1924) was an English racing driver and automobile engineer.",
      "pageId": 6872021,
      "monthDay": "02/20"
    },
    {
      "year": "1901",
      "uri": "/wiki/Muhammad_Naguib",
      "name": "Muhammad Naguib",
      "aboutText": "Ernst Carl Westman (February 20, 1866 - January 23, 1936) was a Swedish architect and interior designer.",
      "pageId": 7744688,
      "monthDay": "02/20"
    },
    {
      "year": "1901",
      "uri": "/wiki/Ramakrishna_Ranga_Rao_of_Bobbili",
      "name": "Ramakrishna Ranga Rao of Bobbili",
      "aboutText": "Karl Mantzius (20 February 1860 – 17 May 1921) was a Danish actor, stage and film director, theatre scholar, and operatic baritone.",
      "pageId": 36315368,
      "monthDay": "02/20"
    },
    {
      "year": "1902",
      "uri": "/wiki/Ansel_Adams",
      "name": "Ansel Adams",
      "aboutText": "Robert Bernard Altman (/ˈɔːltmən/; February 20, 1925 – November 20, 2006) was an American film director, screenwriter, and producer. A five-time nominee of the Academy Award for Best Director and an enduring figure from the New Hollywood era, Altman was considered a \"maverick\" in making films that are highly naturalistic, but with a stylized perspective unlike most Hollywood films. He is consistently ranked as one of the greatest and most influential filmmakers in history.",
      "pageId": 43823,
      "monthDay": "02/20"
    },
    {
      "year": "1904",
      "uri": "/wiki/Alexei_Kosygin",
      "name": "Alexei Kosygin",
      "aboutText": "Ansel Easton Adams (February 20, 1902 – April 22, 1984) was an American photographer and environmentalist. His black-and-white landscape photographs of the American West, especially Yosemite National Park, have been widely reproduced on calendars, posters, and books.\nWith Fred Archer, Adams developed the Zone System as a way to determine proper exposure and adjust the contrast of the final print.",
      "pageId": 84317,
      "monthDay": "02/20"
    },
    {
      "year": "1906",
      "uri": "/wiki/Gale_Gordon",
      "name": "Gale Gordon",
      "aboutText": "Not to be confused with Pierre Boileau.\nPierre Boulle (20 February 1912 – 30 January 1994) was a French novelist best known for two works, The Bridge over the River Kwai (1952) and Planet of the Apes (1963), that were both made into award-winning films.\nBoulle was an engineer serving as a secret agent with the Free French in Singapore, when he was captured and subjected to two years' forced labour.",
      "pageId": 166510,
      "monthDay": "02/20"
    },
    {
      "year": "1910",
      "uri": "/wiki/Rudolf_Beckmann",
      "name": "Rudolf Beckmann",
      "aboutText": "Gloria Laura Vanderbilt (born February 20, 1924) is an American artist, author, actress, heiress and socialite, noted as an early developer of designer blue jeans.",
      "pageId": 186376,
      "monthDay": "02/20"
    },
    {
      "year": "1912",
      "uri": "/wiki/Pierre_Boulle",
      "name": "Pierre Boulle",
      "aboutText": "Victor George \"Vic\" Atiyeh (February 20, 1923 – July 20, 2014) was an American politician and member of the Republican Party who served as the 32nd Governor of Oregon from 1979 to 1987. The first elected governor of Arab descent in the United States, Atiyeh was elected in 1978, defeating incumbent Democratic Governor Robert W. Straub. He was re-elected against future Governor Ted Kulongoski with 61.6% of the vote in 1982, the largest margin in 32 years.",
      "pageId": 316153,
      "monthDay": "02/20"
    },
    {
      "year": "1913",
      "uri": "/wiki/Tommy_Henrich",
      "name": "Tommy Henrich",
      "aboutText": "Jean Erdman (born 20 February 1916) is a dancer and choreographer of modern dance as well as an avant-garde theater director.",
      "pageId": 511878,
      "monthDay": "02/20"
    },
    {
      "year": "1914",
      "uri": "/wiki/John_Daly_(radio_and_television_personality)",
      "name": "John Charles Daly",
      "aboutText": "Gale Gordon (born Charles Thomas Aldrich, Jr., February 20, 1906 – June 30, 1995) was an American character actor perhaps best remembered as Lucille Ball's longtime television foil—and particularly as cantankerously combustible, tightfisted bank executive Theodore J. Mooney, on Ball's second television situation comedy, The Lucy Show. Gordon also had starring roles in Ball's third series Here's Lucy and her short-lived fourth and final series Life with Lucy. He is remembered for his role as school principal Osgood Conklin in the early 1950s television hit show Our Miss Brooks starring Eve Arden.",
      "pageId": 543408,
      "monthDay": "02/20"
    },
    {
      "year": "1916",
      "uri": "/wiki/Jean_Erdman",
      "name": "Jean Erdman",
      "aboutText": "Herman Gustav Rohde Jr. (February 20, 1921 – June 26, 1992), better known by the ring name Buddy Rogers, was an American professional wrestler and one of the biggest wrestling stars in the beginning of the television era. His performances inspired generations of professional wrestlers, such as Butch Reed during his \"Natural\" phase, and the \"Nature Boy\" Ric Flair, who used Rogers' nickname, as well as his look, attitude and finishing hold, the figure-four leglock.",
      "pageId": 565664,
      "monthDay": "02/20"
    },
    {
      "year": "1918",
      "uri": "/wiki/Leonore_Annenberg",
      "name": "Leonore Annenberg",
      "aboutText": "Karl Hans Albrecht [ˈkaɐ̯l hans ˈalbʁɛçt] (20 February 1920 – 16 July 2014) was a German entrepreneur who founded the discount supermarket chain Aldi with his brother Theo. He was for many years the richest person in Germany.",
      "pageId": 608127,
      "monthDay": "02/20"
    },
    {
      "year": "1919",
      "uri": "/wiki/James_O%27Meara",
      "name": "James O'Meara",
      "aboutText": "Alexei Nikolayevich Kosygin (Russian: Алексе́й Никола́евич Косы́гин, tr. Aleksej Nikolajevič Kosygin; IPA: [ɐlʲɪˈksʲej nʲɪkɐˈlajɪvʲɪtɕ kɐˈsɨɡʲɪn]; 21 February [O.S. 5 March] 1904 – 18 December 1980) was a Soviet-Russian statesman during the Cold War. Kosygin was born in the city of St.",
      "pageId": 609234,
      "monthDay": "02/20"
    },
    {
      "year": "1920",
      "uri": "/wiki/Karl_Albrecht",
      "name": "Karl Albrecht",
      "aboutText": "John Charles Patrick Croghan Daly (February 20, 1914 – February 24, 1991), generally known as John Charles Daly or simply John Daly, was an American journalist, game show host, and radio personality, probably best known for hosting the panel show What's My Line?.",
      "pageId": 662480,
      "monthDay": "02/20"
    },
    {
      "year": "1920",
      "uri": "/wiki/Yevgeny_Dragunov",
      "name": "Yevgeny Dragunov",
      "aboutText": "Linden Forbes Sampson Burnham (20 February 1923–6 August 1985) was a Guyanese political leader and leader of Guyana from 1964 until his death, as the Prime Minister from 1964 to 1980 and as President from 1980 to 1985. He is widely regarded as a strongman who fought for nationalism and encouraged Guyanese to manufacture and export more local products.\n^ George K. Danns (1 January 1982).",
      "pageId": 1120089,
      "monthDay": "02/20"
    },
    {
      "year": "1921",
      "uri": "/wiki/Buddy_Rogers_(wrestler)",
      "name": "Buddy Rogers",
      "aboutText": "Thomas David Henrich (February 20, 1913 – December 1, 2009), nicknamed \"The Clutch\" and \"Old Reliable\", was an American professional baseball player. He played his entire Major League Baseball career as a right fielder for the New York Yankees (1937–1942 and 1946–1950). Henrich led the American League in triples twice and in runs scored once, also hitting 20 or more home runs four times.",
      "pageId": 2644319,
      "monthDay": "02/20"
    },
    {
      "year": "1923",
      "uri": "/wiki/Victor_G._Atiyeh",
      "name": "Victor G. Atiyeh",
      "aboutText": "Yevgeny Fyodorovich Dragunov (Russian: Евге́ний Фёдорович Драгуно́в; February 20, 1920 – August 4, 1991) was a Soviet weapons designer, best known his role in helping invent the semi-automatic rifle bearing his name, the Dragunov sniper rifle.",
      "pageId": 4367641,
      "monthDay": "02/20"
    },
    {
      "year": "1923",
      "uri": "/wiki/Forbes_Burnham",
      "name": "Forbes Burnham",
      "aboutText": "Squadron Leader James Joseph \"Orange\" O'Meara DSO, DFC & Bar (20 February 1919 – 1974) was a Battle of Britain Spitfire ace with 11 kills, two shared victories, one unconfirmed destroyed, four probables, 11 damaged and one shared damaged.",
      "pageId": 5058694,
      "monthDay": "02/20"
    },
    {
      "year": "1924",
      "uri": "/wiki/Gloria_Vanderbilt",
      "name": "Gloria Vanderbilt",
      "aboutText": "Tochinishiki Kiyotaka (栃錦 清隆, February 20, 1925 - January 10, 1990) was a sumo wrestler from Tokyo, Japan. He was the sport's 44th yokozuna.",
      "pageId": 9173046,
      "monthDay": "02/20"
    },
    {
      "year": "1925",
      "uri": "/wiki/Robert_Altman",
      "name": "Robert Altman",
      "aboutText": "Leonore Cohn Annenberg (February 20, 1918 – March 12, 2009), also known as Lee Annenberg, was an American businesswoman, government official, and philanthropist, noted for serving as Chief of Protocol of the United States from 1981 to 1982. Annenberg was married to Walter Annenberg, who was an Ambassador to the United Kingdom and newspaper publishing magnate. She also served as the chairman and president of the Annenberg Foundation from 2002 until 2009.",
      "pageId": 14405704,
      "monthDay": "02/20"
    },
    {
      "year": "1925",
      "uri": "/wiki/Tochinishiki_Kiyotaka",
      "name": "Tochinishiki Kiyotaka",
      "aboutText": "Rudolf Beckmann (20 February 1910 in Osnabrück – 14 October 1943 in Sobibor) was a German SS-Oberscharführer in the Sobibór extermination camp. He was stabbed to death during the uprising in Sobibór by inmates.",
      "pageId": 34127166,
      "monthDay": "02/20"
    },
    {
      "year": "1925",
      "uri": "/wiki/Pat_Lanigan",
      "name": "Pat Lanigan",
      "aboutText": "Matthew Bucksbaum (February 20, 1926 – November 24, 2013) was an American businessman and philanthropist. Matthew and his brothers Martin and Maurice co-founded General Growth Properties (NYSE: GGP).\n^ \"Matthew Bucksbaum, mall developer, dies\".",
      "pageId": 39864119,
      "monthDay": "02/20"
    },
    {
      "year": "1926",
      "uri": "/wiki/Matthew_Bucksbaum",
      "name": "Matthew Bucksbaum",
      "aboutText": "Patrick Joseph \"Pat\" Lanigan OBE (1925 – 1992) was a senior Australian public servant and administrator.",
      "pageId": 42550790,
      "monthDay": "02/20"
    },
    {
      "year": "1926",
      "uri": "/wiki/Gillian_Lynne",
      "name": "Gillian Lynne",
      "aboutText": "Richard Burton Matheson (February 20, 1926 – June 23, 2013) was an American author and screenwriter, primarily in the fantasy, horror, and science fiction genres. He is best known as the author of I Am Legend, a 1954 horror novel that has been adapted for the screen four times, as well as the movie Somewhere In Time for which Matheson wrote the screenplay, based on his novel Bid Time Return. Matheson also wrote 16 television episodes of The Twilight Zone for Rod Serling, including \"Nightmare at 20,000 Feet\" and \"Steel\".",
      "pageId": 25625,
      "monthDay": "02/20"
    },
    {
      "year": "1926",
      "uri": "/wiki/Richard_Matheson",
      "name": "Richard Matheson",
      "aboutText": "Sir Sidney Poitier, KBE (/ˈpwɑːtjeɪ/ or /ˈpwɑːti.eɪ/; born February 20, 1927), is a Bahamian-American actor, film director, author and diplomat.\nIn 1964, Poitier became the first Bahamian and first African-American to win an Academy Award for Best Actor, for his role in Lilies of the Field. The significance of these achievements was bolstered in 1967, when he starred in three successful films, all of which dealt with issues involving race and race relations: To Sir, with Love; In the Heat of the Night; and Guess Who's Coming to Dinner, making him the top box-office star of that year.",
      "pageId": 46052,
      "monthDay": "02/20"
    },
    {
      "year": "1927",
      "uri": "/wiki/Roy_Cohn",
      "name": "Roy Cohn",
      "aboutText": "John Willard Milnor (born February 20, 1931) is an American mathematician known for his work in differential topology, K-theory and dynamical systems.",
      "pageId": 61632,
      "monthDay": "02/20"
    },
    {
      "year": "1927",
      "uri": "/wiki/Ibrahim_Ferrer",
      "name": "Ibrahim Ferrer",
      "aboutText": "Larry Hovis (February 20, 1936 – September 9, 2003) was an American singer and actor best known for playing Sergeant Carter on the 1960s television sitcom Hogan's Heroes.",
      "pageId": 316568,
      "monthDay": "02/20"
    },
    {
      "year": "1927",
      "uri": "/wiki/Sidney_Poitier",
      "name": "Sidney Poitier",
      "aboutText": "Roy Marcus Cohn (/koʊn/; February 20, 1927 – August 2, 1986) was an American attorney who became famous during Senator Joseph McCarthy's investigations into Communist activity in the United States during the Second Red Scare. Cohn gained special prominence during the Army–McCarthy hearings.",
      "pageId": 320753,
      "monthDay": "02/20"
    },
    {
      "year": "1928",
      "uri": "/wiki/Roy_Face",
      "name": "Roy Face",
      "aboutText": "Shigeo Nagashima (長嶋 茂雄, Nagashima Shigeo, born February 20, 1936 in Sakura, Chiba, Japan) is a Japanese former professional baseball player and manager.",
      "pageId": 355644,
      "monthDay": "02/20"
    },
    {
      "year": "1928",
      "uri": "/wiki/Jean_Kennedy_Smith",
      "name": "Jean Kennedy Smith",
      "aboutText": "Ibrahim Ferrer (February 20, 1927 – August 6, 2005) was a popular Afro-Cuban singer and musician in Cuba. He performed with many musical groups including the Conjunto Sorpresa, Orquesta Chepin-Choven and Afro-Cuban All Stars.",
      "pageId": 671148,
      "monthDay": "02/20"
    },
    {
      "year": "1929",
      "uri": "/wiki/Amanda_Blake",
      "name": "Amanda Blake",
      "aboutText": "Robert William \"Bobby\" Unser (born February 20, 1934 in Colorado Springs, Colorado) is a retired American automobile racer. He is the brother of Al Unser, Jerry Unser and Louis Unser, the father of Robby Unser, and the uncle of Al Unser, Jr. and Johnny Unser.",
      "pageId": 734723,
      "monthDay": "02/20"
    },
    {
      "year": "1929",
      "uri": "/wiki/Efraim_Allsalu",
      "name": "Efraim Allsalu",
      "aboutText": "Amanda Blake (February 20, 1929 – August 16, 1989) was an American actress best known for the role of the red-haired saloon proprietress \"Miss Kitty Russell\" on the television western Gunsmoke.",
      "pageId": 759280,
      "monthDay": "02/20"
    },
    {
      "year": "1931",
      "uri": "/wiki/John_Milnor",
      "name": "John Milnor",
      "aboutText": "Marj Dusay (/mɑrdʒ duːˈseɪ/; born Marjorie Ellen Pivonka Mahoney on February 20, 1936, Russell, Kansas) is an American actress known for her roles on American soap operas. She is especially known for her role as Alexandra Spaulding on Guiding Light, a role she played on and off, from 1993 through the show's 2009 cancellation.",
      "pageId": 1064992,
      "monthDay": "02/20"
    },
    {
      "year": "1932",
      "uri": "/wiki/Adrian_Cristobal",
      "name": "Adrian Cristobal",
      "aboutText": "Roger S. Penske (born February 20, 1937) is the owner of the auto racing team Team Penske, the Penske Corporation, and other automotive-related businesses.\nPenske also owns the most victories as an owner in the Indianapolis 500; 16 owner victories. A winning racer in the late 1950s, Penske was named 1961's Sports Car Club of America Driver of the Year by Sports Illustrated.",
      "pageId": 1170016,
      "monthDay": "02/20"
    },
    {
      "year": "1934",
      "uri": "/wiki/Bobby_Unser",
      "name": "Bobby Unser",
      "aboutText": "Robert Huber ForMemRS is a German biochemist and Nobel laureate.\n^ Huber, R; Deisenhofer, J; Colman, P. M.; Matsushima, M; Palm, W (1976). \"Crystallographic structure studies of an IgG molecule and an Fc fragment\".",
      "pageId": 1322930,
      "monthDay": "02/20"
    },
    {
      "year": "1935",
      "uri": "/wiki/Ian_Castles",
      "name": "Ian Castles",
      "aboutText": "Elroy Leon Face (born February 20, 1928 in Stephentown, New York) is a former Major League Baseball right-handed relief pitcher. During a 17-year baseball career, he pitched from 1953 to 1969, primarily for the Pittsburgh Pirates. A pioneer of modern relief pitching, he was the archetype of what came to be known as the closer, and the National League's greatest reliever until the late 1960s, setting numerous league records during his career.",
      "pageId": 1579196,
      "monthDay": "02/20"
    },
    {
      "year": "1935",
      "uri": "/wiki/Ellen_Gilchrist",
      "name": "Ellen Gilchrist",
      "aboutText": "David Thomas Ackles (February 20, 1937 – March 2, 1999) was an American singer-songwriter, pianist and child actor. He recorded four albums between 1968 and 1973.\nDescribing Ackles's style in 2003, critic Colin McElligatt wrote, \"An unlikely clash of anachronistic show business and modern-day lyricism...deeply informs his recorded output.",
      "pageId": 2579694,
      "monthDay": "02/20"
    },
    {
      "year": "1936",
      "uri": "/wiki/Marj_Dusay",
      "name": "Marj Dusay",
      "aboutText": "Ellen Gilchrist (born February 20, 1935) is an American novelist, short story writer, and poet. She won a National Book Award for her 1984 collection of short stories, Victory Over Japan.",
      "pageId": 2845281,
      "monthDay": "02/20"
    },
    {
      "year": "1936",
      "uri": "/wiki/Larry_Hovis",
      "name": "Larry Hovis",
      "aboutText": "Ian Castles AO OBE (20 February 1935 – 2 August 2010) was Secretary of the Australian Government Department of Finance (1979–86), the Australian Statistician (1986–94), and a Visiting Fellow at the Asia Pacific School of Economics and Government at the Australian National University, Canberra.",
      "pageId": 4092691,
      "monthDay": "02/20"
    },
    {
      "year": "1936",
      "uri": "/wiki/Shigeo_Nagashima",
      "name": "Shigeo Nagashima",
      "aboutText": "Dame Gillian Barbara Lynne, DBE (née Pyrke; born 20 February 1926) is a British ballerina, dancer, choreographer, actress, and theatre/television director, noted for her popular theatre choreography associated with the musical Cats and the current longest running show in Broadway history, The Phantom of the Opera.",
      "pageId": 5665659,
      "monthDay": "02/20"
    },
    {
      "year": "1937",
      "uri": "/wiki/David_Ackles",
      "name": "David Ackles",
      "aboutText": "Adrian E. Cristobal (February 20, 1932 – December 22, 2007) was a Filipino writer who frequently touched on political and historical themes. Perhaps best known to the public for his \"Breakfast Table\" newspaper column, he was also a Palanca Award-winning playwright, fictionist and essayist. He likewise held several positions in government during the administration of President Ferdinand E. Marcos.",
      "pageId": 14838978,
      "monthDay": "02/20"
    },
    {
      "year": "1937",
      "uri": "/wiki/Robert_Huber",
      "name": "Robert Huber",
      "aboutText": "Efraim Allsalu (20 February 1929 – 7 September 2006) was an Estonian painter.",
      "pageId": 20394801,
      "monthDay": "02/20"
    },
    {
      "year": "1937",
      "uri": "/wiki/Roger_Penske",
      "name": "Roger Penske",
      "aboutText": "Jean Ann Kennedy Smith (born February 20, 1928) is an American diplomat and a former United States Ambassador to Ireland. She is the eighth of nine children born to Joseph P. Kennedy, Sr. and Rose Fitzgerald and is their last surviving child.",
      "pageId": 38203320,
      "monthDay": "02/20"
    },
    {
      "year": "1937",
      "uri": "/wiki/Nancy_Wilson_(jazz_singer)",
      "name": "Nancy Wilson",
      "aboutText": "James Peter \"Jimmy\" Greaves (born 20 February 1940) is a former England international footballer. He is England's fourth highest international goalscorer (44 goals), Tottenham Hotspur's highest ever goalscorer (268 goals), the highest goalscorer in the history of English top-flight football (357 goals), and has also scored more hat-tricks (six) for England than anyone else. He finished as the First Division's top scorer in six seasons.",
      "pageId": 231068,
      "monthDay": "02/20"
    },
    {
      "year": "1938",
      "uri": "/wiki/Richard_Beymer",
      "name": "Richard Beymer",
      "aboutText": "Philip Anthony \"Phil\" Esposito, OC (born February 20, 1942) is a former Canadian professional ice hockey centre. A member of the Hockey Hall of Fame, he played 18 seasons in the National Hockey League for the Chicago Black Hawks, Boston Bruins and New York Rangers. He is considered one of the best to have ever played in the NHL, and is the older brother of fellow Hall-of-Famer Tony Esposito, a goaltender.",
      "pageId": 320206,
      "monthDay": "02/20"
    },
    {
      "year": "1938",
      "uri": "/wiki/Wiley_W._Hilburn",
      "name": "Wiley W. Hilburn",
      "aboutText": "Addison Mitchell \"Mitch\" McConnell, Jr. (born February 20, 1942) is the senior United States Senator from Kentucky. A member of the Republican Party, he has been the Majority Leader of the Senate since January 3, 2015.",
      "pageId": 350567,
      "monthDay": "02/20"
    },
    {
      "year": "1938",
      "uri": "/wiki/Inge_L%C3%B8nning",
      "name": "Inge Lønning",
      "aboutText": "Mike Leigh OBE (born 20 February 1943) is an English writer and director of film and theatre. He studied theatre at the Royal Academy of Dramatic Art (RADA) and further at the Camberwell School of Art and the Central School of Art and Design. He began as a theatre director and playwright in the mid-1960s.",
      "pageId": 393522,
      "monthDay": "02/20"
    },
    {
      "year": "1940",
      "uri": "/wiki/Jimmy_Greaves",
      "name": "Jimmy Greaves",
      "aboutText": "Buffy Sainte-Marie, OC (formerly Beverly Sainte-Marie; born 1941) is a Native Canadian singer-songwriter, musician, composer, visual artist, educator, pacifist, and social activist. Throughout her career in all of these areas, her work has focused on issues of Indigenous peoples of the Americas. Her singing and writing repertoire also includes subjects of love, war, religion, and mysticism.",
      "pageId": 418634,
      "monthDay": "02/20"
    },
    {
      "year": "1941",
      "uri": "/wiki/Lim_Kit_Siang",
      "name": "Lim Kit Siang",
      "aboutText": "Nancy Wilson (born February 20, 1937) is an American singer with more than 70 albums, and three Grammy Awards. She has been labeled a singer of blues, jazz, cabaret, pop and soul; a \"consummate actress\"; and \"the complete entertainer\". The title she prefers, however, is \"song stylist\".",
      "pageId": 618543,
      "monthDay": "02/20"
    },
    {
      "year": "1941",
      "uri": "/wiki/Buffy_Sainte-Marie",
      "name": "Buffy Sainte-Marie",
      "aboutText": "Muhammad Hussain Inoki (born Kanji Inoki (猪木寛至, Inoki Kanji) on February 20, 1943) is a retired Japanese professional wrestling promoter, politician, retired professional wrestler and mixed martial artist best known by the ring name Antonio Inoki. Also known as Anton (アントン), he fashioned this name as a homage to wrestler Antonino Rocca. He was also the founder and former owner of New Japan Pro Wrestling (NJPW), before selling his controlling share in the promotion to Yuke's.",
      "pageId": 689992,
      "monthDay": "02/20"
    },
    {
      "year": "1942",
      "uri": "/wiki/Phil_Esposito",
      "name": "Phil Esposito",
      "aboutText": "Lim Kit Siang (born 20 February 1941; Chinese: 林吉祥; pinyin: Lín Jíxiáng; Pe̍h-ōe-jī: Lîm Kit-siâng) is a Malaysian politician and party leader. He is prominent leader of the Democratic Action Party (DAP), the largest multiracial opposition party in Malaysia. He is the father of current Chief Minister in the State of Penang, Lim Guan Eng.",
      "pageId": 763755,
      "monthDay": "02/20"
    },
    {
      "year": "1942",
      "uri": "/wiki/Mitch_McConnell",
      "name": "Mitch McConnell",
      "aboutText": "Tom McNally, Baron McNally, PC (born 20 February 1943) is a British politician and a former leader of the Liberal Democrats in the House of Lords.",
      "pageId": 1069609,
      "monthDay": "02/20"
    },
    {
      "year": "1942",
      "uri": "/wiki/Claude_Miller",
      "name": "Claude Miller",
      "aboutText": "Andrew Bergman (20 February 1945) is an American screenwriter, film director, and novelist. New York magazine in 1985 dubbed him \"The Unknown King of Comedy\".",
      "pageId": 1292252,
      "monthDay": "02/20"
    },
    {
      "year": "1943",
      "uri": "/wiki/Carlos_(singer)",
      "name": "Carlos",
      "aboutText": "Robert René de Cotret, PC (February 20, 1944 – July 9, 1999) was a Canadian politician.\nRobert de Cotret was the President and CEO of The Conference Board of Canada from 1976-78 before being elected to the Canadian House of Commons in a 1978 by-election. He was elected as the Progressive Conservative Member of Parliament (MP) for Ottawa Centre, and was one of the few francophone MPs in the Tory caucus.",
      "pageId": 1422435,
      "monthDay": "02/20"
    },
    {
      "year": "1943",
      "uri": "/wiki/Moshe_Cotel",
      "name": "Moshe Cotel",
      "aboutText": "James Alan Hull (20 February 1945 – 17 November 1995) was an English singer-songwriter and founding member of the Tyneside folk rock band Lindisfarne.",
      "pageId": 1486826,
      "monthDay": "02/20"
    },
    {
      "year": "1943",
      "uri": "/wiki/Antonio_Inoki",
      "name": "Antonio Inoki",
      "aboutText": "Willem \"Wim\" van Hanegem (Dutch pronunciation: [ˈʋɪləm ˈʋɪm vɑn ˈɦaːnəɣɛm]; born 20 February 1944) is a Dutch football midfielder and coach born in Breskens, Zeeland. In a playing career spanning over 20 years he won several domestic honours in the Netherlands, as well as two UEFA trophies, all with Feyenoord. He was also a finalist in the 1974 FIFA World Cup.",
      "pageId": 1565942,
      "monthDay": "02/20"
    },
    {
      "year": "1943",
      "uri": "/wiki/Mike_Leigh",
      "name": "Mike Leigh",
      "aboutText": "George Richard Beymer, Jr.",
      "pageId": 1727632,
      "monthDay": "02/20"
    },
    {
      "year": "1943",
      "uri": "/wiki/Tom_McNally,_Baron_McNally",
      "name": "Tom McNally, Baron McNally",
      "aboutText": "Lewis Michael Soloff (February 20, 1944 – March 8, 2015) was an American jazz trumpeter, composer and actor. From New York City, he studied trumpet at the Eastman School of Music and the Juilliard School. He worked with Blood, Sweat & Tears from 1968 until 1973.",
      "pageId": 7956910,
      "monthDay": "02/20"
    },
    {
      "year": "1944",
      "uri": "/wiki/Robert_de_Cotret",
      "name": "Robert de Cotret",
      "aboutText": "Claude Miller (20 February 1942 – 4 April 2012) was a French film director, producer and screenwriter.",
      "pageId": 12553912,
      "monthDay": "02/20"
    },
    {
      "year": "1944",
      "uri": "/wiki/Lew_Soloff",
      "name": "Lew Soloff",
      "aboutText": "Wiley Wilson Hilburn, Jr. (February 20, 1938 – January 16, 2014), was a journalist in Ruston, Louisiana, whose communications career began in the middle 1950s when he was a student at Ruston High School and then Louisiana Tech University. In 1968, at the age of thirty, Hilburn returned to Louisiana Tech to chair the Journalism Department and serve as director of the college news bureau.",
      "pageId": 13666983,
      "monthDay": "02/20"
    },
    {
      "year": "1944",
      "uri": "/wiki/Willem_van_Hanegem",
      "name": "Willem van Hanegem",
      "aboutText": "Inge Johan Lønning (20 February 1938 – 24 March 2013) was a Norwegian Lutheran theologian and politician for the Conservative Party of Norway. As an academic, he was Professor of Theology and Rector of the University of Oslo during the term 1985–1992.",
      "pageId": 14294302,
      "monthDay": "02/20"
    },
    {
      "year": "1945",
      "uri": "/wiki/Andrew_Bergman",
      "name": "Andrew Bergman",
      "aboutText": "Carlos (February 20, 1943 in Paris – January 17, 2008 in Clichy, Hauts-de-Seine), born Yvan-Chrysostome Dolto, was a French singer, entertainer and actor. He is sometimes called Jean-Christophe Doltovitch.",
      "pageId": 15372756,
      "monthDay": "02/20"
    },
    {
      "year": "1945",
      "uri": "/wiki/Alan_Hull",
      "name": "Alan Hull",
      "aboutText": "Moshe Cotel (February 20, 1943 – October 24, 2008) was a pianist and composer whose music was strongly influenced by his Jewish roots. Cotel moved from his Jewish roots to focus on music for most of his life, and received his rabbinic ordination and synagogue pulpit in the years before his death.\nMorris Cotel was born February 20, 1943 in Baltimore, and was raised in an Orthodox Jewish family.",
      "pageId": 20055552,
      "monthDay": "02/20"
    },
    {
      "year": "1945",
      "uri": "/wiki/Brion_James",
      "name": "Brion James",
      "aboutText": "James Gordon Brown (born 20 February 1951) is a British Labour Party politician who was the Prime Minister of the United Kingdom and Leader of the Labour Party from 2007 until 2010. He previously served as Chancellor of the Exchequer in the Labour Government from 1997 to 2007. Brown was a Member of Parliament (MP) from 1983 to 2015, first for Dunfermline East and later for Kirkcaldy and Cowdenbeath.",
      "pageId": 13076,
      "monthDay": "02/20"
    },
    {
      "year": "1945",
      "uri": "/wiki/Henry_Polic_II",
      "name": "Henry Polic II",
      "aboutText": "Peter Leslie Osgood (20 February 1947 – 1 March 2006) was an English footballer who was active during the 1960s and 1970s.",
      "pageId": 165383,
      "monthDay": "02/20"
    },
    {
      "year": "1946",
      "uri": "/wiki/Brenda_Blethyn",
      "name": "Brenda Blethyn",
      "aboutText": "Anthony Howard \"Tony\" Wilson (20 February 1950 – 10 August 2007) was an English record label owner, radio and television presenter, nightclub manager, impresario and journalist for Granada Television and the BBC.",
      "pageId": 298546,
      "monthDay": "02/20"
    },
    {
      "year": "1946",
      "uri": "/wiki/Sandy_Duncan",
      "name": "Sandy Duncan",
      "aboutText": "Jennifer O'Neill (born February 20, 1948) is an American actress, model, author and speaker, known for her role in the 1971 film Summer of '42 and modelling for CoverGirl cosmetics starting in the 1970s.",
      "pageId": 325487,
      "monthDay": "02/20"
    },
    {
      "year": "1946",
      "uri": "/wiki/J._Geils",
      "name": "J. Geils",
      "aboutText": "Peter Lawrence Strauss (born February 20, 1947) is an American television and movie actor, known for his roles in several television miniseries in the 1970s and 1980s.",
      "pageId": 453936,
      "monthDay": "02/20"
    },
    {
      "year": "1947",
      "uri": "/wiki/Peter_Osgood",
      "name": "Peter Osgood",
      "aboutText": "Walter Carl Becker (born February 20, 1950) is an American musician, songwriter, and record producer. He is best known as the co-founder, guitarist, bassist and co-songwriter of Steely Dan.\nBecker met future songwriting partner Donald Fagen while studying at Bard College.",
      "pageId": 550557,
      "monthDay": "02/20"
    },
    {
      "year": "1947",
      "uri": "/wiki/Peter_Strauss",
      "name": "Peter Strauss",
      "aboutText": "Brenda Anne Blethyn OBE (née Bottle; 20 February 1946) is an English actress who has worked in theatre, television and film, best known for her role in Mike Leigh's 1996 drama Secrets & Lies.\nBlethyn has received two Academy Award nominations, two SAG Award nominations, two Emmy Award nominations and three Golden Globe Award nominations, winning one. In addition, she has won a BAFTA, an Empire Award and a Golden Lion and has earned a Theatre World Award and both a Critics' Circle Theatre Award and a Laurence Olivier Award nomination for her theatrical work.",
      "pageId": 781901,
      "monthDay": "02/20"
    },
    {
      "year": "1947",
      "uri": "/wiki/Andr%C3%A9_van_Duin",
      "name": "André van Duin",
      "aboutText": "Sandra Kay \"Sandy\" Duncan (born February 20, 1946) is an American singer, dancer, comedian and actress of stage and television, recognized through a blonde, pixie cut hairstyle, lazy eye, and perky demeanor. She is known for her performances in the Broadway revival of Peter Pan and in the sitcom The Hogan Family. Duncan has been nominated for three Tony Awards, two Emmy Awards, and two Golden Globe awards.",
      "pageId": 949404,
      "monthDay": "02/20"
    },
    {
      "year": "1948",
      "uri": "/wiki/Pierre_Bouchard",
      "name": "Pierre Bouchard",
      "aboutText": "Ivana Marie Trump (née Zelníčková; (Czech pronunciation: [ˈɪvana ˈmarɪjɛ ˈzɛlɲiːt͡ʃkovaː]); February 20, 1949) is a Czech-American former athlete, socialite, and fashion model known for her marriage to American business magnate Donald Trump.",
      "pageId": 1057887,
      "monthDay": "02/20"
    },
    {
      "year": "1948",
      "uri": "/wiki/Andrew_Fabian",
      "name": "Andrew Fabian",
      "aboutText": "Philip George Neal (born 20 February 1951) is a retired English footballer who played for Northampton Town, Liverpool and Bolton Wanderers as a full back. He is one of the most successful English players of all time, having won eight First Divisions, four League Cups, five FA Charity Shields, four European Cups, one UEFA Cup and one UEFA Super Cup during his eleven years at Liverpool. He later returned to Bolton Wanderers as manager, leading them to victory in the Football League Trophy before spells managing Coventry City, Cardiff City and Manchester City.",
      "pageId": 1183689,
      "monthDay": "02/20"
    },
    {
      "year": "1948",
      "uri": "/wiki/Jennifer_O%27Neill",
      "name": "Jennifer O'Neill",
      "aboutText": "Randy California (born Randy Craig Wolfe; February 20, 1951 – January 2, 1997) was a guitarist, singer and songwriter and one of the original members of the rock group Spirit, formed in 1967.",
      "pageId": 1289948,
      "monthDay": "02/20"
    },
    {
      "year": "1949",
      "uri": "/wiki/Ivana_Trump",
      "name": "Ivana Trump",
      "aboutText": "Edward Albert (February 20, 1951 – September 22, 2006) was an American film and television actor.\n^ \"Edward Albert Filmography\".",
      "pageId": 1650635,
      "monthDay": "02/20"
    },
    {
      "year": "1950",
      "uri": "/wiki/Walter_Becker",
      "name": "Walter Becker",
      "aboutText": "John Warren Geils Jr.",
      "pageId": 1672535,
      "monthDay": "02/20"
    },
    {
      "year": "1950",
      "uri": "/wiki/Peter_Marinello",
      "name": "Peter Marinello",
      "aboutText": "Brion Howard James (February 20, 1945 – August 7, 1999) was an American character actor. Known for playing the character of Leon Kowalski in the movie Blade Runner, James portrayed a variety of colorful roles in well-known films such as Southern Comfort, 48 Hrs., Another 48 Hrs., Tango & Cash, Red Heat, The Player and The Fifth Element.\nJames' commanding screen presence and formidable physique at 6 feet 3 inches (1.91 m) tall usually resulted in his casting as a heavy, appearing more frequently in lower budget horror and action films throughout the 1980s and 1990s.",
      "pageId": 1688403,
      "monthDay": "02/20"
    },
    {
      "year": "1950",
      "uri": "/wiki/Tony_Wilson",
      "name": "Tony Wilson",
      "aboutText": "Henry Polic II (February 20, 1945 – August 11, 2013) was an American stage, screen, and voice actor, best known as Jerry Silver on Webster.\nIn 1975, Polic was a regular cast member on the short-lived, Mel Brooks created television comedy, When Things Were Rotten.\nIn the 1980s, Polic was often seen as a celebrity guest player on various game shows.",
      "pageId": 2228201,
      "monthDay": "02/20"
    },
    {
      "year": "1951",
      "uri": "/wiki/Edward_Albert",
      "name": "Edward Albert",
      "aboutText": "André van Duin (stage name of Adrianus Marinus Kyvon; born 20 February 1947 in Rotterdam as Adrianus Marinus Kloot) is a Dutch comedian, actor, singer, writer, and creator of television programs.",
      "pageId": 5204148,
      "monthDay": "02/20"
    },
    {
      "year": "1951",
      "uri": "/wiki/Gordon_Brown",
      "name": "Gordon Brown",
      "aboutText": "Pierre Émile Bouchard (born February 20, 1948) is a Canadian retired professional ice hockey player who played in the National Hockey League (NHL) with the Montreal Canadiens and Washington Capitals. He was selected by the Canadiens in the first round (fifth overall) of the 1965 NHL Amateur Draft.\nBouchard played an important role, along with Bill Nyrop, as steady defensive-defensemen to the Canadien’s offensive “superstar” trio of Robinson, Savard and Lapointe who dominated the NHL blueline in the 70s.",
      "pageId": 5870096,
      "monthDay": "02/20"
    },
    {
      "year": "1951",
      "uri": "/wiki/Randy_California",
      "name": "Randy California",
      "aboutText": "Peter Marinello (born 20 February 1950) is a Scottish former football player.\nMarinello started his career at Hibernian, and could play either as a center forward or right winger. He was regarded as being talented enough there that he was dubbed \"the next George Best\" by the British press.",
      "pageId": 11220444,
      "monthDay": "02/20"
    },
    {
      "year": "1951",
      "uri": "/wiki/Phil_Neal",
      "name": "Phil Neal",
      "aboutText": "Andrew Christopher Fabian, OBE, FRS (born 20 February 1948) is a British astronomer and astrophysicist. He has been Director of the Institute of Astronomy, University of Cambridge since 2013. He was a Royal Society Research Professor at the Institute of Astronomy, Cambridge from 1982 to 2013, and Vice-Master of Darwin College, Cambridge from 1997 to 2012.",
      "pageId": 12080005,
      "monthDay": "02/20"
    },
    {
      "year": "1953",
      "uri": "/wiki/Roberto_Ciotti",
      "name": "Roberto Ciotti",
      "aboutText": "Roberto Ciotti (20 February 1953 – 31 December 2013) was an Italian bluesman, composer and professional guitarist.",
      "pageId": 41517312,
      "monthDay": "02/20"
    },
    {
      "year": "1953",
      "uri": "/wiki/Poison_Ivy_(musician)",
      "name": "Poison Ivy",
      "aboutText": "Patricia Campbell Hearst (born February 20, 1954), now known as Patricia Hearst-Shaw, is the granddaughter of American publishing magnate William Randolph Hearst; she became nationally known for events following her kidnapping. In 1974, while she was a 19-year-old student living in Berkeley, California, Hearst was abducted by a left-wing terrorist group known as the Symbionese Liberation Army. After being isolated and threatened with death, she became supportive of their cause, making propaganda announcements for them and taking part in illegal activities.",
      "pageId": 65173,
      "monthDay": "02/20"
    },
    {
      "year": "1954",
      "uri": "/wiki/Jon_Brant",
      "name": "Jon Brant",
      "aboutText": "Charles Wade Barkley (born February 20, 1963) is an American retired professional basketball player and current analyst on the television program Inside the NBA. Nicknamed \"Chuck\", \"Sir Charles\", and \"The Round Mound of Rebound\", Barkley established himself as one of the National Basketball Association's most dominating power forwards. He was drafted by the Philadelphia 76ers with the 5th pick of the 1984 NBA draft. He was selected to the All-NBA First Team five times, the All-NBA Second Team five times, and once to the All-NBA Third Team.",
      "pageId": 201184,
      "monthDay": "02/20"
    },
    {
      "year": "1954",
      "uri": "/wiki/Anthony_Head",
      "name": "Anthony Head",
      "aboutText": "Ian George Brown (born 20 February 1963) is an English musician. He was the lead singer of the alternative rock band the Stone Roses from their formation in 1983 until they broke up in 1996. Following the split he began a solo career, releasing six studio albums, a greatest hits compilation, a remix album and 17 singles.",
      "pageId": 379448,
      "monthDay": "02/20"
    },
    {
      "year": "1954",
      "uri": "/wiki/Patty_Hearst",
      "name": "Patty Hearst",
      "aboutText": "Cándido Muatetema Rivas (20 February 1960 - 16 June 2014) was a political figure in Equatorial Guinea who was Prime Minister from 2001 to 2004.\nRivas was born in Batete, a village in southern Fernando Po (today Bioko) near Luba. He was General Treasurer of the State from November 1991 to August 1993 and served in the government as Secretary of State for Youth and Sports from December 1993 to January 1996.",
      "pageId": 393808,
      "monthDay": "02/20"
    },
    {
      "year": "1954",
      "uri": "/wiki/Billy_Pontoni",
      "name": "Billy Pontoni",
      "aboutText": "Joel Gordon Hodgson (born February 20, 1960) is an American writer, comedian and television actor. He is best known for creating Mystery Science Theater 3000 (MST3K) and starring in it as the character Joel Robinson. In 2007 MST3K was listed as \"one of the top 100 television shows of all time\" by Time.com.",
      "pageId": 522343,
      "monthDay": "02/20"
    },
    {
      "year": "1956",
      "uri": "/wiki/Annu_Kapoor",
      "name": "Annu Kapoor",
      "aboutText": "Glen A. Hanlon (born February 20, 1957) is a retired Canadian National Hockey League (NHL) goaltender and a former head coach of the Washington Capitals of the NHL, Dynamo Minsk of the Kontinental Hockey League (KHL), and the Belarusian national ice hockey team. He was a goaltender scout for the Vancouver Canucks.",
      "pageId": 662187,
      "monthDay": "02/20"
    },
    {
      "year": "1957",
      "uri": "/wiki/Glen_Hanlon",
      "name": "Glen Hanlon",
      "aboutText": "David Corn (born February 20, 1959) is an American liberal political journalist and author and the chief of the Washington bureau for Mother Jones. He has been Washington editor for The Nation and appeared regularly on FOX News, MSNBC, National Public Radio, and BloggingHeads.tv opposite James Pinkerton or other media personalities.\nIn February 2013, he was named winner of the 2012 George Polk Award in journalism in the political reporting category for his video and reporting of the \"47 percent story,\" Republican nominee Mitt Romney's videoed meeting with donors during the 2012 presidential campaign.",
      "pageId": 1143760,
      "monthDay": "02/20"
    },
    {
      "year": "1958",
      "uri": "/wiki/James_Wilby",
      "name": "James Wilby",
      "aboutText": "Mariliza Xenogiannakopoulou (Greek: Μαριλίζα Ξενογιαννακοπούλου, Greek pronunciation: [mariˈliza ksenoʝanakoˈpulu]) (born 1963) is a Greek politician and lawyer. She was Minister for Health and Social Solidarity (2009-2010), Alternate Minister for Foreign Affairs, responsible for European Affairs (2010-2012), Member of the Greek Parliament (2007-2012) and of the European Parliament (2004-2007). She served as Secretary of the National Committee of PASOK -Panhellenic Socialist Movement, member of the Party of European Socialists (2005-2006).",
      "pageId": 1478685,
      "monthDay": "02/20"
    },
    {
      "year": "1959",
      "uri": "/wiki/Scott_Brayton",
      "name": "Scott Brayton",
      "aboutText": "Dwayne Glenn McDuffie (February 20, 1962 – February 21, 2011) was an American writer of comic books and television, known for creating the animated television series Static Shock, writing and producing the animated series Justice League Unlimited and Ben 10, and co-founding the pioneering minority-owned-and-operated comic-book company Milestone Media.\nMcDuffie earned three Eisner Award nominations for his work in comics.\n^ \"United States Social Security Death Index\", index, FamilySearch.",
      "pageId": 1563879,
      "monthDay": "02/20"
    },
    {
      "year": "1959",
      "uri": "/wiki/David_Corn",
      "name": "David Corn",
      "aboutText": "Kee Marcello (Kjell Hilding Löfbom) born 20 February 1960 in Ludvika, Sweden is a Swedish musician, best known as the former guitarist in the rock band Europe. He is currently pursuing his solo career.",
      "pageId": 1829424,
      "monthDay": "02/20"
    },
    {
      "year": "1959",
      "uri": "/wiki/Bill_Gullickson",
      "name": "Bill Gullickson",
      "aboutText": "Billy Pontoni, (born 1954) or Guillermo García, joined the Pedro Morales Pino conservatory in his hometown Cartago, Colombia as a child. Then he became one of the artists from the Youths Club in Radio Cartago, in which he made his first appearances as a singer. In 1966 he arrived to Bogotá searching for an opportunity.",
      "pageId": 2049239,
      "monthDay": "02/20"
    },
    {
      "year": "1960",
      "uri": "/wiki/Joel_Hodgson",
      "name": "Joel Hodgson",
      "aboutText": "Wendee Lee (born February 20, 1960) is an American voice actress and director in the anime industry and video games. Her first anime voice role was in Robotech in the 1980s, where she voiced Vanessa Leeds. She voiced Scorpina on the live-action Mighty Morphin Power Rangers.",
      "pageId": 2198303,
      "monthDay": "02/20"
    },
    {
      "year": "1960",
      "uri": "/wiki/Wendee_Lee",
      "name": "Wendee Lee",
      "aboutText": "Jon Brant (born February 20, 1955 in Chicago) is an American musician, best known as the bass player for the band Cheap Trick from 1981 to 1987. Brant was a founding member of the Chicago band D'Thumbs with Tommy Aldridge and Pete Comita and has also played with Chris Spedding, Robert Gordon, Lou Reed, Diana Ross, Leslie Gore, Micki Free and others. He was also bassist for the band Red Siren (formerly Siren, following their legal band-name change).",
      "pageId": 2212632,
      "monthDay": "02/20"
    },
    {
      "year": "1960",
      "uri": "/wiki/Kee_Marcello",
      "name": "Kee Marcello",
      "aboutText": "Scott Everets Brayton (February 20, 1959 – May 17, 1996) was an American race car driver on the American open-wheel circuit. He competed in 14 Indianapolis 500s, beginning with the 1981 event.",
      "pageId": 3082834,
      "monthDay": "02/20"
    },
    {
      "year": "1960",
      "uri": "/wiki/C%C3%A1ndido_Muatetema_Rivas",
      "name": "Cándido Muatetema Rivas",
      "aboutText": "Kenn Nesbitt is an American children's poet. On June 11, 2013 he was named Children's Poet Laureate by the Poetry Foundation.\nHe is a writer of humorous poetry for children, including the books My Hippo Has the Hiccups and Revenge of the Lunch Ladies.",
      "pageId": 3323194,
      "monthDay": "02/20"
    },
    {
      "year": "1962",
      "uri": "/wiki/Kenn_Nesbitt",
      "name": "Kenn Nesbitt",
      "aboutText": "James Jonathon Wilby (born 20 February 1958) is an English film, television and theatre actor.",
      "pageId": 3480047,
      "monthDay": "02/20"
    },
    {
      "year": "1962",
      "uri": "/wiki/Dwayne_McDuffie",
      "name": "Dwayne McDuffie",
      "aboutText": "William Lee Gullickson (born February 20, 1959 in Marshall, Minnesota) is a former major league baseball pitcher who played for six different major-league teams, in Canada, the U.S. and Japan, during an 18-year professional career, of which 14 seasons were spent in MLB.",
      "pageId": 3573167,
      "monthDay": "02/20"
    },
    {
      "year": "1963",
      "uri": "/wiki/Charles_Barkley",
      "name": "Charles Barkley",
      "aboutText": "Anil Kapoor (Hindi: अनिल कपूर, Urdu: انو کپُور; born 20 February 1956), known by his screen name Annu Kapoor, is an Indian film actor and television presenter best remembered for his role in Vicky Donor (2012) and hosting the vocal reality show Antakshari from 1993 to 2006.",
      "pageId": 9516820,
      "monthDay": "02/20"
    },
    {
      "year": "1963",
      "uri": "/wiki/Ian_Brown",
      "name": "Ian Brown",
      "aboutText": "Kristy Marlana Wallace (born February 20, 1953), known as Poison Ivy or Poison Ivy Rorschach, is a guitarist, songwriter, arranger, producer, and occasional vocalist who co-founded the American punk band The Cramps.",
      "pageId": 12093667,
      "monthDay": "02/20"
    },
    {
      "year": "1963",
      "uri": "/wiki/Mariliza_Xenogiannakopoulou",
      "name": "Mariliza Xenogiannakopoulou",
      "aboutText": "Anthony Stewart Head (born 20 February 1954) is an English actor and musician. He rose to fame in the UK following his role in the Gold Blend couple television advertisements for Nescafé Gold Blend, and is known for his roles as Rupert Giles in Buffy the Vampire Slayer, Uther Pendragon in Merlin, the Prime Minister in Little Britain, and as Herc Shipwright in BBC Radio 4's Cabin Pressure.",
      "pageId": 18940639,
      "monthDay": "02/20"
    },
    {
      "year": "1964",
      "uri": "/wiki/Willie_Garson",
      "name": "Willie Garson",
      "aboutText": "Kurt Donald Cobain (February 20, 1967 – c. April 5, 1994) was an American musician who was best known as the lead singer, guitarist, and primary songwriter of the rock band Nirvana. Cobain formed Nirvana with Krist Novoselic in Aberdeen, Washington, in 1985 and established it as part of the Seattle music scene, having its debut album Bleach released on the independent record label Sub Pop in 1989.",
      "pageId": 16707,
      "monthDay": "02/20"
    },
    {
      "year": "1964",
      "uri": "/wiki/Tom_Harris_(British_politician)",
      "name": "Tom Harris",
      "aboutText": "Cynthia Ann \"Cindy\" Crawford (born February 20, 1966) is an American model. Her success at modeling made her an international celebrity that has led to roles in television and film, and to work as a spokesperson. In 1995, Forbes magazine named her the highest paid model on the planet.",
      "pageId": 265422,
      "monthDay": "02/20"
    },
    {
      "year": "1964",
      "uri": "/wiki/French_Stewart",
      "name": "French Stewart",
      "aboutText": "Thomas Harris (born 20 February 1964) is a former Scottish Labour Party politician and a former journalist and press officer. He stood as a candidate for the 2011 Scottish Labour Party leadership election, but effectively admitted defeat on 10 December a week before the result was declared.\nHarris was the Member of Parliament (MP) for Glasgow Cathcart from 2001 to 2005, and for Glasgow South constituency from 2005 to 2015.",
      "pageId": 434617,
      "monthDay": "02/20"
    },
    {
      "year": "1965",
      "uri": "/wiki/Ron_Eldard",
      "name": "Ron Eldard",
      "aboutText": "Jari Olavi Litmanen ( pronunciation ) (born 20 February 1971 in Lahti) is a Finnish former footballer. He was the first-choice captain of the Finland national football team between 1996–2008 in an international career that ran from 1989 to 2010.\nHe is widely considered to be Finland's greatest football player of all time.",
      "pageId": 539123,
      "monthDay": "02/20"
    },
    {
      "year": "1966",
      "uri": "/wiki/Cindy_Crawford",
      "name": "Cindy Crawford",
      "aboutText": "Lili Anne Taylor (born February 20, 1967) is an American actress notable for her appearances in such award-winning indie films as Mystic Pizza (1988), Say Anything... (1989), Dogfight (1991), Short Cuts (1993) and I Shot Andy Warhol (1996), as well as the acclaimed TV show Six Feet Under (2002–2005). She has also appeared in several big-budget films such as Ransom (1996), The Haunting (1999), The Conjuring (2013) and Maze Runner: The Scorch Trials (2015).",
      "pageId": 548229,
      "monthDay": "02/20"
    },
    {
      "year": "1967",
      "uri": "/wiki/Kurt_Cobain",
      "name": "Kurt Cobain",
      "aboutText": "Andrew Eppley Shue (born February 20, 1967) is an American actor, known for his role as Billy Campbell on the television series Melrose Place (1992–1998). He is on the Board of Directors for Do Something (which he co-founded) and is the co-founder of the social networking website CafeMom.\n^ \"Amy Robach Joins ABC News\" (Press release).",
      "pageId": 753400,
      "monthDay": "02/20"
    },
    {
      "year": "1967",
      "uri": "/wiki/David_Herman",
      "name": "David Herman",
      "aboutText": "Danis Tanović (born 20 February 1969) is a Bosnian film director and screenwriter. Tanović is best known for having directed and written the script for the 2001 Bosnian movie No Man's Land which won him the Academy Award for Best Foreign Language Film. He is widely considered one of the best contemporary Bosnian filmmakers of his generation and has garnered critical acclaim for many of his movies.",
      "pageId": 987593,
      "monthDay": "02/20"
    },
    {
      "year": "1967",
      "uri": "/wiki/Andrew_Shue",
      "name": "Andrew Shue",
      "aboutText": "Kevin Brereton (born February 20, 1972), better known by his stage name k-os (/ˈkeɪ.ɒs/; \"chaos\"), is a Canadian alternative rapper, singer, songwriter and record producer. His given name may also be cited as Kheaven, a spelling he later adopted.\nThe alias \"k-os\", spelled with a lower case \"k\", was intended to be less aggressive than the pseudonyms of other rappers whose names were all upper case, such as KRS-One.",
      "pageId": 1014469,
      "monthDay": "02/20"
    },
    {
      "year": "1967",
      "uri": "/wiki/Lili_Taylor",
      "name": "Lili Taylor",
      "aboutText": "Siniša Mihajlović (Serbian Cyrillic: Синиша Михајловић; pronounced [sǐniʃa mixǎjloʋit͡ɕ], born 20 February 1969) is a Serbian former football player who played as a defender, and the current head coach of Serie A club Milan.\nMihajlović has 63 caps and scored 10 goals for Yugoslavia from 1991 to 2003, of which his first four caps in 1991 represented SFR Yugoslavia. He played in the 1998 FIFA World Cup and UEFA Euro 2000 tournaments.",
      "pageId": 1250741,
      "monthDay": "02/20"
    },
    {
      "year": "1967",
      "uri": "/wiki/Tom_Waddle",
      "name": "Tom Waddle",
      "aboutText": "Milton French Stewart (born February 20, 1964), known professionally as French Stewart, is an American actor, best known for his role as Harry Solomon on the 1990s sitcom 3rd Rock from the Sun.",
      "pageId": 1311745,
      "monthDay": "02/20"
    },
    {
      "year": "1968",
      "uri": "/wiki/Ha_Seok-ju",
      "name": "Ha Seok-ju",
      "aboutText": "David Herman (born February 20, 1967) is an American actor, comedian and voice actor best known as an original cast member of MADtv and for his role as Michael Bolton in Office Space.",
      "pageId": 1587552,
      "monthDay": "02/20"
    },
    {
      "year": "1969",
      "uri": "/wiki/Gedo_(wrestler)",
      "name": "Gedo",
      "aboutText": "Calpernia Sarah Addams (born February 20, 1971) is an American author, actress, musician and spokesperson and activist for transgender rights and issues.\n^ France, David (May 29, 2005). \"An Inconvenient Woman\".",
      "pageId": 2170524,
      "monthDay": "02/20"
    },
    {
      "year": "1969",
      "uri": "/wiki/Sini%C5%A1a_Mihajlovi%C4%87",
      "name": "Siniša Mihajlović",
      "aboutText": "Brent Gretzky (born February 20, 1972) is a retired Canadian professional ice hockey player, and the brother of Wayne and Keith Gretzky.",
      "pageId": 2372923,
      "monthDay": "02/20"
    },
    {
      "year": "1969",
      "uri": "/wiki/Danis_Tanovi%C4%87",
      "name": "Danis Tanović",
      "aboutText": "Willie Garson (born William Garson Paszamant; February 20, 1964) is an American character actor. He has appeared in over fifty movies, usually playing minor roles.",
      "pageId": 3418646,
      "monthDay": "02/20"
    },
    {
      "year": "1969",
      "uri": "/wiki/Azusa_Watanabe",
      "name": "Azusa Watanabe",
      "aboutText": "Gregory Thomas Waddle (born February 20, 1967) is a former American football player in the NFL. Waddle is currently a co-host of \"Waddle and Silvy\" on ESPN 1000, and a football analyst for WLS-TV in Chicago. He also appears on Pro Football Weekly and NFL Network. He spent his entire six-year career with the Chicago Bears.",
      "pageId": 4072215,
      "monthDay": "02/20"
    },
    {
      "year": "1971",
      "uri": "/wiki/Calpernia_Addams",
      "name": "Calpernia Addams",
      "aboutText": "Keiji Takayama (高山 圭司, Takayama Keiji, born February 20, 1969) is a Japanese professional wrestler, better known as Gedo (外道, Gedō). He formed a long-lasting tag team with Jado.",
      "pageId": 4748326,
      "monthDay": "02/20"
    },
    {
      "year": "1971",
      "uri": "/wiki/Jari_Litmanen",
      "name": "Jari Litmanen",
      "aboutText": "Ha Seok-ju (born February 20, 1968) is a retired South Korean football player and now a manager.\nHa played for the South Korea national football team (95 matches/23 goals) and was a participant at the 1994 FIFA World Cup and the 1998 FIFA World Cup. Ha was known for his left foot, for he was one of the few left-footed Korean players at that time.",
      "pageId": 5947005,
      "monthDay": "02/20"
    },
    {
      "year": "1971",
      "uri": "/wiki/Shawn_McKenzie",
      "name": "Shawn McKenzie",
      "aboutText": "Richard Shawn McKenzie (born February 20, 1971 in Paducah, Kentucky) is an Open Source Software programmer living in Katy, Texas in the Houston, Texas metropolitan area.",
      "pageId": 12775103,
      "monthDay": "02/20"
    },
    {
      "year": "1972",
      "uri": "/wiki/K-os",
      "name": "k-os",
      "aboutText": "Ronald Jason \"Ron\" Eldard (born February 20, 1965) is an American actor.",
      "pageId": 28954481,
      "monthDay": "02/20"
    },
    {
      "year": "1972",
      "uri": "/wiki/Brent_Gretzky",
      "name": "Brent Gretzky",
      "aboutText": "Azusa Watanabe (渡辺 梓, Watanabe Azusa, born February 20, 1969, in Fujinomiya, Shizuoka Prefecture, Japan) is a Japanese actress who is affiliated with both Toei Management and Mumeijuku. She starred in the 43rd NHK Asadora Wakko no Kin Medaru (1989–1990), which earned an average rating of 33.8%.",
      "pageId": 47111566,
      "monthDay": "02/20"
    },
    {
      "year": "1972",
      "uri": "/wiki/Neil_Primrose_(musician)",
      "name": "Neil Primrose",
      "aboutText": "Edwin James \"Ed\" Graham (born 20 February 1977) is an English musician who is best known as the original drummer of the rock band The Darkness, as well as the subsequent successor band Stone Gods, before officially leaving in 2008 due to a physical inability to perform.\nOn 9 June 2008 it was announced on The Stone Gods Blog that due to a serious injury, Graham would be unable to join the band on tour, and a temporary replacement was being sought after.\nOn 29 July 2008 it was announced that Graham was permanently leaving the band due to health issues.",
      "pageId": 558515,
      "monthDay": "02/20"
    },
    {
      "year": "1973",
      "uri": "/wiki/Kimberley_Davies",
      "name": "Kimberley Davies",
      "aboutText": "Stephon Xavier Marbury (born February 20, 1977) is an American professional basketball player who currently plays for the Beijing Ducks of the Chinese Basketball Association. He has won three championships with Beijing in 2012, 2014 and 2015.\nThe 6 ft 2 in (1.88 m), 205 lb (93 kg; 14.6 st) point guard was selected out of the Georgia Institute of Technology by the Milwaukee Bucks with the 4th overall pick in the 1996 NBA draft, but was traded shortly thereafter to the Minnesota Timberwolves.",
      "pageId": 635620,
      "monthDay": "02/20"
    },
    {
      "year": "1974",
      "uri": "/wiki/Karim_Bagheri",
      "name": "Karim Bagheri",
      "aboutText": "Jakki Degg (born 20 February 1978) is an English glamour model and actress.",
      "pageId": 663371,
      "monthDay": "02/20"
    },
    {
      "year": "1974",
      "uri": "/wiki/Oph%C3%A9lie_Winter",
      "name": "Ophélie Winter",
      "aboutText": "Gail Kim-Irvine (née Kim; born February 20, 1977) is a Canadian professional wrestler, professional wrestling valet, model and actress of Korean descent currently working for Total Nonstop Action Wrestling (TNA), where she is the current TNA Knockouts Champion in her fifth reign. She is also known for her time with World Wrestling Entertainment (WWE), where she won the WWE Women's Championship in her first match.\nShe began her career wrestling as La Felina on the Canadian independent circuit, before joining WWE in 2002 as Gail Kim.",
      "pageId": 690109,
      "monthDay": "02/20"
    },
    {
      "year": "1975",
      "uri": "/wiki/Liv%C3%A1n_Hern%C3%A1ndez",
      "name": "Liván Hernández",
      "aboutText": "Brian Thomas Littrell (born February 20, 1975) is an American singer-songwriter and occasional actor, best known as a member of the Backstreet Boys. He is also a contemporary Christian recording artist and released a solo album, Welcome Home, in 2006. Brian has four Top 20 solo singles in the US Christian chart.",
      "pageId": 928764,
      "monthDay": "02/20"
    },
    {
      "year": "1975",
      "uri": "/wiki/Brian_Littrell",
      "name": "Brian Littrell",
      "aboutText": "Eisler Liván Hernández Carrera (Spanish pronunciation: [liˈβan erˈnandeθ]; born February 20, 1975) is a Cuban former professional baseball pitcher in Major League Baseball.",
      "pageId": 971633,
      "monthDay": "02/20"
    },
    {
      "year": "1975",
      "uri": "/wiki/Niclas_Wallin",
      "name": "Niclas Wallin",
      "aboutText": "Lauren Ambrose (born February 20, 1978) is an American film, television, and stage actress. She is known for her television roles as Claire Fisher in Six Feet Under (2001–2005), for which she won two Screen Actors Guild Awards, and as Jilly Kitzinger in Torchwood: Miracle Day (2011).",
      "pageId": 1028078,
      "monthDay": "02/20"
    },
    {
      "year": "1976",
      "uri": "/wiki/Ed_Graham",
      "name": "Ed Graham",
      "aboutText": "Luis Gabriel Rey Villamizar (February 20, 1980) is a Colombian professional footballer who plays as a Striker for Monarcas Morelia on loan from Club América.\nA classical left-footed striker, Rey arrived to Mexico in 2001 and has scored over 150 goals in Liga MX. He holds Mexican citizenship.",
      "pageId": 1257891,
      "monthDay": "02/20"
    },
    {
      "year": "1977",
      "uri": "/wiki/Gail_Kim",
      "name": "Gail Kim",
      "aboutText": "Javier Manuel \"Jay\" Hernandez, Jr. (born February 20, 1978) is an American actor.",
      "pageId": 1305508,
      "monthDay": "02/20"
    },
    {
      "year": "1977",
      "uri": "/wiki/Bartosz_Kizierowski",
      "name": "Bartosz Kizierowski",
      "aboutText": "Imanol Harinordoquy (born 20 February 1980) is a French rugby union player who typically plays as a number 8 for Stade Toulousain at club level in the Top 14 and for France internationally. Before signing with Biarritz ahead of the 2004–05 season, he played club rugby at Pau.\nHarinordoquy has won two Top 14 titles (2005, 2006), five Six Nations victories (2002, 2004, 2006, 2007 and 2010), which included three Grand Slams (2002, 2004, 2010) and the 2012 Amlin Cup.",
      "pageId": 1476124,
      "monthDay": "02/20"
    },
    {
      "year": "1977",
      "uri": "/wiki/Stephon_Marbury",
      "name": "Stephon Marbury",
      "aboutText": "Artur Boruc (Polish pronunciation: [ˈartur ˈbɔrut͡s]; born 20 February 1980) is a Polish professional footballer who plays as a goalkeeper for Premier League club Bournemouth.\nHe began his career in the Polish third division with hometown club Pogoń Siedlce. He joined Ekstraklasa team Legia Warsaw in 1999 and, whilst still a reserve, had a spell on loan at Dolcan Ząbki in 2000.",
      "pageId": 1919475,
      "monthDay": "02/20"
    },
    {
      "year": "1978",
      "uri": "/wiki/Lauren_Ambrose",
      "name": "Lauren Ambrose",
      "aboutText": "Karim Bagheri (Persian:  کريم باقری ‎‎; born 20 February 1974) is a retired Iranian professional football player and coach. He played over half of his professional career for Persepolis in the Iran Pro League.",
      "pageId": 2294831,
      "monthDay": "02/20"
    },
    {
      "year": "1978",
      "uri": "/wiki/Jakki_Degg",
      "name": "Jakki Degg",
      "aboutText": "Kimberley Davies (born 20 February 1973 in Ballarat, Victoria) is an Australian actress most famous for playing Annalise Hartman on the Australian soap opera Neighbours from 1993 to 1996.",
      "pageId": 2311234,
      "monthDay": "02/20"
    },
    {
      "year": "1978",
      "uri": "/wiki/Jay_Hernandez",
      "name": "Jay Hernandez",
      "aboutText": "Anthony James \"Tony\" Hibbert (born 20 February 1981) is an English footballer who currently plays for Everton in the Premier League. Originally a midfielder, Hibbert now plays at right back. He has spent his entire career with Everton, having joined the club in 1991.",
      "pageId": 2515156,
      "monthDay": "02/20"
    },
    {
      "year": "1978",
      "uri": "/wiki/Julia_Jentsch",
      "name": "Julia Jentsch",
      "aboutText": "Neil Primrose (born 20 February 1972, Cumbernauld, Scotland) is the drummer of the Scottish rock quartet Travis.",
      "pageId": 2591534,
      "monthDay": "02/20"
    },
    {
      "year": "1980",
      "uri": "/wiki/Artur_Boruc",
      "name": "Artur Boruc",
      "aboutText": "Ophélie Kleerekoper-Winter (born 20 February 1974) is a French singer and actress.",
      "pageId": 3089504,
      "monthDay": "02/20"
    },
    {
      "year": "1980",
      "uri": "/wiki/Imanol_Harinordoquy",
      "name": "Imanol Harinordoquy",
      "aboutText": "Julia Jentsch (born 20 February 1978) is a German actress. She has received a number of awards including the Silver Bear, European Film Award, and Lola.",
      "pageId": 3094351,
      "monthDay": "02/20"
    },
    {
      "year": "1980",
      "uri": "/wiki/Yuichi_Nakamura_(voice_actor)",
      "name": "Yuichi Nakamura",
      "aboutText": "Niclas Wallin (born 20 February 1975) is a Swedish former professional ice hockey player and Stanley Cup champion who last played for Luleå of the Swedish Elitserien (SEL).",
      "pageId": 3242871,
      "monthDay": "02/20"
    },
    {
      "year": "1980",
      "uri": "/wiki/Luis_Gabriel_Rey",
      "name": "Luis Gabriel Rey",
      "aboutText": "Bartłomiej \"Bartosz\" Kizierowski (born 20 February 1977) is a freestyle who represented Poland in four consecutive Summer Olympics, starting in 1996.",
      "pageId": 5416592,
      "monthDay": "02/20"
    },
    {
      "year": "1981",
      "uri": "/wiki/Tony_Hibbert",
      "name": "Tony Hibbert",
      "aboutText": "Yūichi Nakamura (中村 悠一, Nakamura Yūichi, born February 20, 1980 in Kagawa Prefecture) is a Japanese voice actor who is affiliated with Sigma Seven.",
      "pageId": 6813267,
      "monthDay": "02/20"
    },
    {
      "year": "1981",
      "uri": "/wiki/Adrian_Lamo",
      "name": "Adrian Lamo",
      "aboutText": "Adrian Lamo (born February 20, 1981) is a Colombian-American threat analyst and former hacker.\nLamo first gained media attention for breaking into several high-profile computer networks, including those of The New York Times, Yahoo!, and Microsoft, culminating in his 2003 arrest. In 2010, Lamo reported U.S. soldier PFC Bradley Manning (now known as Chelsea Manning) to federal authorities, claiming that Manning had leaked hundreds of thousands of sensitive U.S. government documents to WikiLeaks.",
      "pageId": 3003,
      "monthDay": "02/20"
    },
    {
      "year": "1981",
      "uri": "/wiki/Fred_Jackson_(American_football)",
      "name": "Fred Jackson",
      "aboutText": "Robyn Rihanna Fenty (born February 20, 1988) (/riˈænə/ ree-AN-ə), is a Barbadian singer and songwriter. Born in Saint Michael, Barbados, her career began upon meeting record producer Evan Rogers in late 2003 through mutual friends; she recorded demo tapes with his guidance. Her tape was sent to several record labels, and she subsequently signed a contract with Def Jam Recordings after auditioning for its then-president, hip-hop producer and rapper Jay Z. Both her debut album, Music of the Sun (2005) and its follow-up A Girl Like Me (2006) peaked in the top ten on the US Billboard 200; the former featured the commercially successful song \"Pon de Replay\" while the latter produced her first Billboard Hot 100 number-one single, \"SOS\".",
      "pageId": 2110323,
      "monthDay": "02/20"
    },
    {
      "year": "1981",
      "uri": "/wiki/Chris_Thile",
      "name": "Chris Thile",
      "aboutText": "Christopher Scott \"Chris\" Thile (/ˈθiːliː/ THEE-lee; born February 20, 1981) is an American mandolinist, singer, and songwriter, best known for his work in the progressive acoustic trio Nickel Creek and the acoustic folk/progressive bluegrass quintet Punch Brothers. He is a 2012 MacArthur Fellow.",
      "pageId": 2139925,
      "monthDay": "02/20"
    },
    {
      "year": "1982",
      "uri": "/wiki/Jason_Hirsh",
      "name": "Jason Hirsh",
      "aboutText": "Justin Brooks Verlander (born February 20, 1983) is an American professional baseball pitcher for the Detroit Tigers of Major League Baseball (MLB).\nIn 2006, Verlander was named the American League (AL) Rookie of the Year. On June 12, 2007, he pitched a no-hitter—the first ever at Comerica Park—against the Milwaukee Brewers, striking out 12 batters and walking four.",
      "pageId": 3616702,
      "monthDay": "02/20"
    },
    {
      "year": "1983",
      "uri": "/wiki/Jos%C3%A9_Morales_(catcher)",
      "name": "Jose Morales",
      "aboutText": "Brian Michael McCann (born February 20, 1984) is an American professional baseball catcher for the New York Yankees of Major League Baseball (MLB). He played for the Atlanta Braves from 2005 through 2013.",
      "pageId": 4274271,
      "monthDay": "02/20"
    },
    {
      "year": "1983",
      "uri": "/wiki/Justin_Verlander",
      "name": "Justin Verlander",
      "aboutText": "Jason Michael Hirsh (born February 20, 1982) is a former starting pitcher in Major League Baseball. In his career, he pitched for the Houston Astros and the Colorado Rockies. He stands at 6' 8\" and weighs 250 lb (110 kg).",
      "pageId": 6338116,
      "monthDay": "02/20"
    },
    {
      "year": "1984",
      "uri": "/wiki/Keisuke_Koide",
      "name": "Keisuke Koide",
      "aboutText": "Frederick George Jones Jackson (born February 20, 1981) is an American football running back for the Seattle Seahawks of the National Football League (NFL). He played college football at Coe College. After going undrafted in 2003 and playing in NFL Europe, Jackson spent nine seasons with the Buffalo Bills, becoming their third all-time leading rusher.",
      "pageId": 6775713,
      "monthDay": "02/20"
    },
    {
      "year": "1984",
      "uri": "/wiki/Brian_McCann_(baseball)",
      "name": "Brian McCann",
      "aboutText": "Ryan Joseph Sweeney (born February 20, 1985) is an American Major League Baseball outfielder in the Minnesota Twins organization. He has played in Major League Baseball (MLB) for the Chicago White Sox, Oakland Athletics, Boston Red Sox and Chicago Cubs.",
      "pageId": 7776602,
      "monthDay": "02/20"
    },
    {
      "year": "1984",
      "uri": "/wiki/Ramzee_Robinson",
      "name": "Ramzee Robinson",
      "aboutText": "Jiah Khan (born as Nafisa Rizvi Khan, 20 February 1988 – 3 June 2013) was a British American actress, model and singer who appeared in Hindi films. She made her film debut in the 2007 Ram Gopal Verma film Nishabd for which she was nominated for Filmfare Award for Best Female Debut. She was later noted for portraying a modern, independent woman in Ghajini which was the highest-grossing Bollywood film of 2008.",
      "pageId": 9285904,
      "monthDay": "02/20"
    },
    {
      "year": "1984",
      "uri": "/wiki/Trevor_Noah",
      "name": "Trevor Noah",
      "aboutText": "Ramzee Robinson (born February 20, 1984) is an American football cornerback who is currently a free agent. He was drafted by the Detroit Lions with the last pick in the 2007 NFL Draft, earning the title of Mr. Irrelevant.",
      "pageId": 10972165,
      "monthDay": "02/20"
    },
    {
      "year": "1985",
      "uri": "/wiki/Ryan_Sweeney",
      "name": "Ryan Sweeney",
      "aboutText": "José Guillermo Morales (born February 20, 1983) is a Puerto Rican professional baseball catcher who is currently a free agent. He played for the Camden Riversharks of the Atlantic League of Professional Baseball.",
      "pageId": 13287154,
      "monthDay": "02/20"
    },
    {
      "year": "1985",
      "uri": "/wiki/Julia_Volkova",
      "name": "Julia Volkova",
      "aboutText": "Iga Wyrwał ([ˈiɡa ˈvɨrvaw]; born 20 February 1989), also known as Eva or Eve, is a Polish actress and former glamour model.",
      "pageId": 19005728,
      "monthDay": "02/20"
    },
    {
      "year": "1986",
      "uri": "/wiki/Diego_Reis",
      "name": "Diego Reis",
      "aboutText": "Diego da Silva Reis (born February 20, 1986) is a Brazilian footballer who plays for Lega Pro Prima Divisione club Prato.\n^ \"Jogadores\". Pedrinho VRP (in Portuguese).",
      "pageId": 29410595,
      "monthDay": "02/20"
    },
    {
      "year": "1987",
      "uri": "/wiki/Miles_Teller",
      "name": "Miles Teller",
      "aboutText": "Yulia Olegovna Volkova (Russian: Юлия Олеговна Волкова born 20 February 1985), better known by the alternative spelling of Julia, is a Russian singer, recording artist and actress, best known for being a member in the Russian girl group t.A.T.u., along with Lena Katina. A girl group who was managed in Moscow, Russia by Ivan Shapovalov in March 1999, the group signed a record deal with Universal Music Russia, where they eventually signed to Universal's sub-label Interscope Records in 2001.\nThe group's first single \"All the Things She Said\" topped the charts in countries including Australia, Austria, Denmark, Italy, Japan, New Zealand, Switzerland, the United States, and the United Kingdom, but also received controversy due to Julia and Lena kissing onscreen.",
      "pageId": 30864743,
      "monthDay": "02/20"
    },
    {
      "year": "1988",
      "uri": "/wiki/Rihanna",
      "name": "Rihanna",
      "aboutText": "Trevor Noah (born 20 February 1984) is a South African comedian, TV and radio host, and actor.",
      "pageId": 31491224,
      "monthDay": "02/20"
    },
    {
      "year": "1988",
      "uri": "/wiki/Jiah_Khan",
      "name": "Jiah Khan",
      "aboutText": "Kealoha Pilares (born February 20, 1988) is an American football wide receiver who is currently a free agent. He was drafted by the Carolina Panthers in the fifth round of the 2011 NFL Draft.",
      "pageId": 31638952,
      "monthDay": "02/20"
    },
    {
      "year": "1988",
      "uri": "/wiki/Kealoha_Pilares",
      "name": "Kealoha Pilares",
      "aboutText": "Miles Alexander Teller (born February 20, 1987) is an American actor and musician. He made his feature film debut in Rabbit Hole (2010). Since then, he has acted in Footloose (2011), Project X (2012), That Awkward Moment (2014) and Whiplash (2014).",
      "pageId": 32251712,
      "monthDay": "02/20"
    },
    {
      "year": "1988",
      "uri": "/wiki/Tahounia_Rubel",
      "name": "Tahounia Rubel",
      "aboutText": "Keisuke Koide (小出恵介, Koide Keisuke, born February 20, 1984) is a Japanese actor who starred in Kwak Jae-young's film Cyborg She and in Koizora.",
      "pageId": 34890501,
      "monthDay": "02/20"
    },
    {
      "year": "1989",
      "uri": "/wiki/Jack_Falahee",
      "name": "Jack Falahee",
      "aboutText": "Tahounia Rubel (Hebrew: טהוניה רובל‎, often written as Tahuonia or Tahunia) (born February 20, 1988) is an Israeli fashion model and television personality.",
      "pageId": 41264245,
      "monthDay": "02/20"
    },
    {
      "year": "1989",
      "uri": "/wiki/Iga_Wyrwa%C5%82",
      "name": "Iga Wyrwał",
      "aboutText": "Jack Ryan Falahee (born February 20, 1989) is an American actor. In 2014, he began starring as Connor Walsh in the ABC legal drama series, How to Get Away with Murder, alongside Viola Davis.",
      "pageId": 42724117,
      "monthDay": "02/20"
    },
    {
      "year": "1991",
      "uri": "/wiki/Giovanni_Kyeremateng",
      "name": "Giovanni Kyeremateng",
      "aboutText": "Kyle Wilkie (born 20 February 1991) is a Scottish professional footballer who plays as a midfielder for East Fife.",
      "pageId": 24076767,
      "monthDay": "02/20"
    },
    {
      "year": "1991",
      "uri": "/wiki/Antonio_Pedroza",
      "name": "Antonio Pedroza",
      "aboutText": "Giovanni Kyeremateng (born 20 February 1991) is an Italian footballer of Ghanaian descent who plays for Monza.",
      "pageId": 29467143,
      "monthDay": "02/20"
    },
    {
      "year": "1991",
      "uri": "/wiki/Angelique_van_der_Meet",
      "name": "Angelique van der Meet",
      "aboutText": "Antonio Michael Pedroza Whitham (born 20 February 1991) is an English and Mexican professional footballer who plays for Cruz Azul in the Liga MX as a striker.\nAntonio Pedroza was born in Chester to a Mexican father and an English mother. At two years old, he was brought to Miguel Auza, a municipality located in the Mexican state of Zacatecas.",
      "pageId": 30710589,
      "monthDay": "02/20"
    },
    {
      "year": "1991",
      "uri": "/wiki/Kyle_Wilkie",
      "name": "Kyle Wilkie",
      "aboutText": "Angelique van der Meet (born 20 February 1991) is a Dutch tennis player.\nVan der Meet has won four singles and three doubles titles on the ITF tour in her career. On 5 August 2013, she reached her best singles ranking of world number 228.",
      "pageId": 38734535,
      "monthDay": "02/20"
    },
    {
      "year": "1997",
      "uri": "/wiki/Roosa_Timonen",
      "name": "Roosa Timonen",
      "aboutText": "Princess Leonore, Duchess of Gotland (Leonore Lilian Maria Bernadotte; born 20 February 2014), is a Swedish princess and the first child of Princess Madeleine, Duchess of Hälsingland and Gästrikland and Christopher O'Neill.",
      "pageId": 42009092,
      "monthDay": "02/20"
    },
    {
      "year": "1998",
      "uri": "/wiki/Shun_Nishime",
      "name": "Shun Nishime",
      "aboutText": "Roosa Timonen (born 20 February 1997 in Tampere) is a Finnish tennis player.",
      "pageId": 42555375,
      "monthDay": "02/20"
    },
    {
      "year": "2014",
      "uri": "/wiki/Princess_Leonore,_Duchess_of_Gotland",
      "name": "Princess Leonore, Duchess of Gotland",
      "aboutText": "Shun Nishime (西銘 駿, Nishime Shun, born February 20, 1998, in Okinawa Prefecture, Japan) is a Japanese model and actor who is represented by the talent agency Oscar Promotion. His nickname is Shun Shun (しゅんしゅん). He won the Grand Prix at the 27th Junon Super Boy Contest.",
      "pageId": 47559937,
      "monthDay": "02/20"
    }
  ]
}