{
  "people": [
    {
      "year": "1103",
      "uri": "/wiki/Emperor_Toba",
      "name": "Emperor Toba",
      "aboutText": "Emperor Toba (鳥羽天皇, Toba-tennō, February 24, 1103 – July 20, 1156) was the 74th emperor of Japan, according to the traditional order of succession.\nToba's reign spanned the years from 1107 through 1123.",
      "pageId": 38433,
      "monthDay": "02/24"
    },
    {
      "year": "1500",
      "uri": "/wiki/Charles_V,_Holy_Roman_Emperor",
      "name": "Charles V, Holy Roman Emperor",
      "aboutText": "Sir Joseph Banks, 1st Baronet, GCB, PRS (24 February [O.S. 13 February] 1743 – 19 June 1820) was a British naturalist, botanist and patron of the natural sciences.\nBanks made his name on the 1766 natural history expedition to Newfoundland and Labrador. He took part in Captain James Cook's first great voyage (1768–1771), visiting Brazil, Tahiti, and, after 6 months in New Zealand, Australia, returning to immediate fame.",
      "pageId": 39657,
      "monthDay": "02/24"
    },
    {
      "year": "1545",
      "uri": "/wiki/John_of_Austria",
      "name": "John of Austria",
      "aboutText": "Wilhelm Carl Grimm (also Karl; 24 February 1786 – 16 December 1859) was a German author, the younger of the Brothers Grimm.",
      "pageId": 41973,
      "monthDay": "02/24"
    },
    {
      "year": "1557",
      "uri": "/wiki/Matthias,_Holy_Roman_Emperor",
      "name": "Matthias, Holy Roman Emperor",
      "aboutText": "Charles V (French: Charles Quint; German: Karl V.) (24 February 1500 – 21 September 1558), also known as Charles I of Spain (Spanish: Carlos I), was Duke of Burgundy and ruler of the Netherlands from 1506, ruler of the Spanish Empire from 1516 and Holy Roman Emperor from 1519, until he voluntarily stepped down from these and other positions by a series of abdications between 1554 and 1556. Through inheritance, he brought together under his rule extensive territories in central, western, and southern Europe, and the Spanish colonies in the Americas and Asia. As a result, his domains spanned nearly four million square kilometers, and were the first to be described as \"the empire on which the sun never sets\".",
      "pageId": 70716,
      "monthDay": "02/24"
    },
    {
      "year": "1593",
      "uri": "/wiki/Henry_de_Vere,_18th_Earl_of_Oxford",
      "name": "Henry de Vere, 18th Earl of Oxford",
      "aboutText": "Matthias (24 February 1557 – 20 March 1619) was Holy Roman Emperor from 1612, King of Hungary and Croatia from 1608 (as Matthias II) and King of Bohemia from 1611. He was a member of the House of Habsburg.",
      "pageId": 151080,
      "monthDay": "02/24"
    },
    {
      "year": "1595",
      "uri": "/wiki/Maciej_Kazimierz_Sarbiewski",
      "name": "Maciej Kazimierz Sarbiewski",
      "aboutText": "General John Burgoyne (24 February 1722 – 4 August 1792) was a British army officer, politician and dramatist. He first saw action during the Seven Years' War when he participated in several battles, most notably during the Portugal Campaign of 1762.\nJohn Burgoyne is best known for his role in the American Revolutionary War.",
      "pageId": 163208,
      "monthDay": "02/24"
    },
    {
      "year": "1597",
      "uri": "/wiki/Vincent_Voiture",
      "name": "Vincent Voiture",
      "aboutText": "Vincent Voiture (24 February 1597 – 26 May 1648), French poet and writer of prose, was the son of a rich wine merchant of Amiens. He was introduced by a schoolfellow, the count Claude d'Avaux, to Gaston, Duke of Orléans, and accompanied him to Brussels and Lorraine on diplomatic missions.\nAlthough a follower of the Duke of Orléans, he won the favour of Cardinal Richelieu, and was one of the earliest members of the Académie française.",
      "pageId": 164941,
      "monthDay": "02/24"
    },
    {
      "year": "1619",
      "uri": "/wiki/Charles_Le_Brun",
      "name": "Charles Le Brun",
      "aboutText": "Charles Le Brun (24 February 1619 – 22 February 1690) was a French painter and art theorist.",
      "pageId": 195487,
      "monthDay": "02/24"
    },
    {
      "year": "1622",
      "uri": "/wiki/Johannes_Clauberg",
      "name": "Johannes Clauberg",
      "aboutText": "The Prince Adolphus, 1st Duke of Cambridge KG GCB GCMG GCH PC (Adolphus Frederick; 24 February 1774 – 8 July 1850), was the 10th child and 7th son of George III and Queen Charlotte. He held the title of Duke of Cambridge from 1801 until his death.",
      "pageId": 287895,
      "monthDay": "02/24"
    },
    {
      "year": "1684",
      "uri": "/wiki/Matthias_Braun",
      "name": "Matthias Braun",
      "aboutText": "Jacques de Vaucanson (February 24, 1709 – November 21, 1782) was a French inventor and artist who was responsible for the creation of impressive and innovative automata and machines such as the first completely automated loom.",
      "pageId": 431045,
      "monthDay": "02/24"
    },
    {
      "year": "1693",
      "uri": "/wiki/James_Quin",
      "name": "James Quin",
      "aboutText": "John of Austria (24 February 1547 – 1 October 1578), in English traditionally known as Don John of Austria, in Spanish as Don Juan de Austria and in German as Ritter Johann von Österreich, was an illegitimate son of Holy Roman Emperor Charles V. He became a military leader in the service of his half-brother, King Philip II of Spain and is best known for his naval victory at the Battle of Lepanto in 1571 against the Ottoman Empire.",
      "pageId": 514090,
      "monthDay": "02/24"
    },
    {
      "year": "1709",
      "uri": "/wiki/Jacques_de_Vaucanson",
      "name": "Jacques de Vaucanson",
      "aboutText": "Matthias Bernard Braun (Czech: Matyáš Bernard Braun, 24 February 1684 in Sautens near Innsbruck – 15 February 1738 in Prague) was a sculptor and carver active in the Czech lands, one of the most prominent late baroque style sculptors in the area.\nMatthias Bernard Braun was born as the fifth child of Jacob Braun and Magdalene born Neureuter. He apprenticed in Austria (Salzburg) and Italy (Venice, Bologna, Rome).",
      "pageId": 551333,
      "monthDay": "02/24"
    },
    {
      "year": "1723",
      "uri": "/wiki/John_Burgoyne",
      "name": "John Burgoyne",
      "aboutText": "James Quin (24 February 1693 – 21 January 1766) was an English actor of Irish descent.",
      "pageId": 740799,
      "monthDay": "02/24"
    },
    {
      "year": "1736",
      "uri": "/wiki/Charles_Alexander,_Margrave_of_Brandenburg-Ansbach",
      "name": "Charles Alexander, Margrave of Brandenburg-Ansbach",
      "aboutText": "Phra Phutthaloetla Naphalai (Thai: พระพุทธเลิศหล้านภาลัย; 24 February 1767 – 21 July 1824) or Rama II was the second monarch of Siam under the House of Chakri, ruling from 1809 to 1824. In 1809, Itsarasunthon succeeded his father Rama I, the founder of Chakri dynasty, as Loetlanaphalai the King of Siam. His reign was largely peaceful, devoid of major conflicts.",
      "pageId": 1247773,
      "monthDay": "02/24"
    },
    {
      "year": "1743",
      "uri": "/wiki/Joseph_Banks",
      "name": "Joseph Banks",
      "aboutText": "Johannes Clauberg (24 February 1622 – 31 January 1665) was a German theologian and philosopher. Clauberg was the founding Rector of the first University of Duisburg, where he taught from 1655 to 1665.",
      "pageId": 1280889,
      "monthDay": "02/24"
    },
    {
      "year": "1762",
      "uri": "/wiki/Charles_Frederick_Horn",
      "name": "Charles Frederick Horn",
      "aboutText": "Martin Waltham Bates (February 24, 1786 – January 1, 1869) was a lawyer and politician from Dover, in Kent County, Delaware. He was a member of the Federalist Party, and then the Democratic Party, who served in the Delaware General Assembly and as U.S. Senator from Delaware.",
      "pageId": 3357881,
      "monthDay": "02/24"
    },
    {
      "year": "1767",
      "uri": "/wiki/Buddha_Loetla_Nabhalai",
      "name": "Buddha Loetla Nabhalai",
      "aboutText": "Maciej Kazimierz Sarbiewski (in Latin, Matthias Casimirus Sarbievius; Lithuanian: Motiejus Kazimieras Sarbievijus; Sarbiewo, Poland, 24 February 1595 – 2 April 1640, Warsaw, Poland), was Europe's most prominent Latin poet of the 17th century, and a renowned theoretician of poetics.",
      "pageId": 4162103,
      "monthDay": "02/24"
    },
    {
      "year": "1774",
      "uri": "/wiki/Prince_Adolphus,_Duke_of_Cambridge",
      "name": "Prince Adolphus, Duke of Cambridge",
      "aboutText": "Christian Frederick Charles Alexander (German: Christian Friedrich Karl Alexander) (24 February 1736 in Ansbach – 5 January 1806 in Benham Castle near Speen) was the last Margrave of the two Franconian principalities Brandenburg-Ansbach and Brandenburg-Bayreuth, which he sold to the King of Prussia, a fellow member of the House of Hohenzollern.",
      "pageId": 9606302,
      "monthDay": "02/24"
    },
    {
      "year": "1786",
      "uri": "/wiki/Martin_W._Bates",
      "name": "Martin W. Bates",
      "aboutText": "Charles Frederick Horn (24 February 1762 – 3 August 1830) was an English musician and composer. Born in Germany, he emigrated to London with few possessions and no knowledge of the English language, yet rose to become a music teacher in the Royal Household.",
      "pageId": 17443542,
      "monthDay": "02/24"
    },
    {
      "year": "1786",
      "uri": "/wiki/Wilhelm_Grimm",
      "name": "Wilhelm Grimm",
      "aboutText": "Henry de Vere, 18th Earl of Oxford KB (24 February 1593 – June 1625) was an English aristocrat, courtier and soldier.",
      "pageId": 19635034,
      "monthDay": "02/24"
    },
    {
      "year": "1788",
      "uri": "/wiki/Johan_Christian_Dahl",
      "name": "Johan Christian Dahl",
      "aboutText": "Chester William Nimitz (/ˈnɪmɪts/; February 24, 1885 – February 20, 1966) was a fleet admiral of the United States Navy.",
      "pageId": 54324,
      "monthDay": "02/24"
    },
    {
      "year": "1827",
      "uri": "/wiki/Lydia_Becker",
      "name": "Lydia Becker",
      "aboutText": "Andrew Inglis Clark (24 February 1848 -14 November 1907) was an Australian Founding Father and the principal author of the Australian Constitution, he was also an engineer, barrister, politician, electoral reformer and jurist. He initially qualified as an engineer, however he re-trained as a barrister in order to effectively fight for social causes which deeply concerned him. After a long political career, mostly spent as Attorney-General, he was appointed a Senior Justice of the Supreme Court of Tasmania.",
      "pageId": 56368,
      "monthDay": "02/24"
    },
    {
      "year": "1831",
      "uri": "/wiki/Leo_von_Caprivi",
      "name": "Leo von Caprivi",
      "aboutText": "Arrigo Boito (Italian: [arˈriːɡo ˈbɔito]; 24 February 1842 –  10 June 1918) (whose original name was Enrico Giuseppe Giovanni Boito and who wrote essays under the anagrammatic pseudonym of Tobia Gorrio), was an Italian poet, journalist, novelist, librettist and composer, best known today for his libretti, especially those for Giuseppe Verdi's operas Otello and Falstaff, and his own opera Mefistofele. Along with Emilio Praga, and his own brother Camillo Boito he is regarded as one of the prominent representatives of the Scapigliatura artistic movement.\n^ \"Arrigo Boito\" in britannica.com.",
      "pageId": 84576,
      "monthDay": "02/24"
    },
    {
      "year": "1835",
      "uri": "/wiki/Julius_Vogel",
      "name": "Julius Vogel",
      "aboutText": "Sir Julius Vogel, KCMG (24 February 1835 – 12 March 1899) was the eighth Premier of New Zealand. His administration is best remembered for the issuing of bonds to fund railway construction and other public works. He remains the only practising Jewish prime minister of New Zealand.",
      "pageId": 172106,
      "monthDay": "02/24"
    },
    {
      "year": "1836",
      "uri": "/wiki/Winslow_Homer",
      "name": "Winslow Homer",
      "aboutText": "George Augustus Moore (24 February 1852 – 21 January 1933) was an Irish novelist, short-story writer, poet, art critic, memoirist and dramatist. Moore came from a Roman Catholic landed family who lived at Moore Hall in Carra, County Mayo. He originally wanted to be a painter, and studied art in Paris during the 1870s.",
      "pageId": 205928,
      "monthDay": "02/24"
    },
    {
      "year": "1837",
      "uri": "/wiki/Rosal%C3%ADa_de_Castro",
      "name": "Rosalía de Castro",
      "aboutText": "Kurt Waldemar Tank (February 24, 1898 – June 5, 1983) was a German aeronautical engineer and test pilot who led the design department at Focke-Wulf from 1931 to 1945. He was responsible for the creation of several important Luftwaffe aircraft of World War II, including the Fw 190 fighter aircraft, the Ta 152 fighter-interceptor and the Fw 200 Condor airliner.",
      "pageId": 241414,
      "monthDay": "02/24"
    },
    {
      "year": "1842",
      "uri": "/wiki/Arrigo_Boito",
      "name": "Arrigo Boito",
      "aboutText": "Georg Leo Graf von Caprivi de Caprera de Montecuccoli (English: Count George Leo of Caprivi, Caprera, and Montecuccoli, born Georg Leo von Caprivi; 24 February 1831 – 6 February 1899) was a German general and statesman who succeeded Otto von Bismarck as Chancellor of Germany. Caprivi served as German Chancellor from March 1890 to October 1894. Caprivi promoted industrial and commercial development, and concluded numerous bilateral treaties for reduction of tariff barriers.",
      "pageId": 242411,
      "monthDay": "02/24"
    },
    {
      "year": "1848",
      "uri": "/wiki/Andrew_Inglis_Clark",
      "name": "Andrew Inglis Clark",
      "aboutText": "Johannes Peter \"Honus\" Wagner (/ˈhɒnəs ˈwæɡnər/; February 24, 1874 – December 6, 1955) was an American baseball shortstop who played 21 seasons in Major League Baseball from 1897 to 1917, almost entirely for the Pittsburgh Pirates. Wagner won eight batting titles, tied for the most in National League history with Tony Gwynn. He also led the league in slugging six times, and in stolen bases five times.",
      "pageId": 265283,
      "monthDay": "02/24"
    },
    {
      "year": "1852",
      "uri": "/wiki/George_Moore_(novelist)",
      "name": "George Moore",
      "aboutText": "Winslow Homer (February 24, 1836 – September 29, 1910) was an American landscape painter and printmaker, best known for his marine subjects. He is considered one of the foremost painters in 19th-century America and a preeminent figure in American art.\nLargely self-taught, Homer began his career working as a commercial illustrator.",
      "pageId": 313284,
      "monthDay": "02/24"
    },
    {
      "year": "1866",
      "uri": "/wiki/Pyotr_Lebedev",
      "name": "Pyotr Lebedev",
      "aboutText": "Stanisław Ignacy Witkiewicz (Polish: [staˈɲiswaf iɡˈnat͡sɨ vitˈkʲɛvit͡ʂ]; 24 February 1885 – 18 September 1939), commonly known as Witkacy, was a Polish writer, painter, philosopher, playwright, novelist, and photographer active in the interwar period.",
      "pageId": 396035,
      "monthDay": "02/24"
    },
    {
      "year": "1868",
      "uri": "/wiki/%C3%89douard_Alphonse_James_de_Rothschild",
      "name": "Édouard Alphonse James de Rothschild",
      "aboutText": "María Rosalía Rita de Castro (Galician pronunciation: [rosaˈli.a ðe ˈkastɾo]; 24 February 1837 – 15 July 1885), was a Galician romanticist writer and poet.\nWriting in the Galician language, after the Séculos Escuros (lit. Dark Centuries), she became an important figure of the Galician romantic movement, known today as the Rexurdimento (\"renaissance\"), along with Manuel Curros Enríquez and Eduardo Pondal.",
      "pageId": 401436,
      "monthDay": "02/24"
    },
    {
      "year": "1874",
      "uri": "/wiki/Honus_Wagner",
      "name": "Honus Wagner",
      "aboutText": "Marjorie Main (February 24, 1890 – April 10, 1975) was an American character actress, best known as a Metro-Goldwyn-Mayer contract player and for her role as Ma Kettle in a series of ten Ma and Pa Kettle movies.",
      "pageId": 494618,
      "monthDay": "02/24"
    },
    {
      "year": "1877",
      "uri": "/wiki/Rudolph_Ganz",
      "name": "Rudolph Ganz",
      "aboutText": "Pyotr Nikolaevich Lebedev (Russian: Пётр Николаевич Лебедев) was a Russian physicist. His name was also transliterated as Peter Lebedew and Peter Lebedev.\nHe made his doctoral degree in Strasbourg under the supervision of August Kundt in 1887–1891.",
      "pageId": 696386,
      "monthDay": "02/24"
    },
    {
      "year": "1877",
      "uri": "/wiki/Ettie_Annie_Rout",
      "name": "Ettie Annie Rout",
      "aboutText": "Richard Thorpe (February 24, 1896 – May 1, 1991) was an American film director best known for his long career at Metro-Goldwyn-Mayer.",
      "pageId": 1090635,
      "monthDay": "02/24"
    },
    {
      "year": "1885",
      "uri": "/wiki/Chester_W._Nimitz",
      "name": "Chester W. Nimitz",
      "aboutText": "Ettie Annie Rout (24 February 1877 – 17 September 1936) was a Tasmanian-born New Zealander whose work among servicemen in Paris and the Somme during World War I made her a war hero among the French, yet through the same events she became persona non grata in New Zealand. She married Fred Hornibrook on 3 May 1920, after which she was Ettie Hornibrook.",
      "pageId": 1496674,
      "monthDay": "02/24"
    },
    {
      "year": "1885",
      "uri": "/wiki/Stanis%C5%82aw_Ignacy_Witkiewicz",
      "name": "Stanisław Ignacy Witkiewicz",
      "aboutText": "Johan Christian Claussen Dahl (February 24, 1788 – October 14, 1857), often known as J. C. Dahl or I. C. Dahl, was a Norwegian artist who is considered the first great romantic painter in Norway, the founder of the \"golden age\" of Norwegian painting, and one of the greatest European artists of all time. He is often described as \"the father of Norwegian landscape painting\" and is regarded as the first Norwegian Painter ever to reach a level of artistic accomplishment comparable to that attained by the greatest European artists of his day. He was also the first acquire genuine fame and cultural renown abroad.",
      "pageId": 2131894,
      "monthDay": "02/24"
    },
    {
      "year": "1890",
      "uri": "/wiki/Marjorie_Main",
      "name": "Marjorie Main",
      "aboutText": "Konstantin Aleksandrovich Fedin (Russian: Константи́н Алекса́ндрович Фе́дин; IPA: [kənstɐnʲˈtʲin ɐlʲɪˈksandrəvʲɪtɕ ˈfʲedʲɪn]; 24 February [O.S. 12 February] 1892 – 15 July 1977) was a Russian novelist and literary functionary.",
      "pageId": 3117005,
      "monthDay": "02/24"
    },
    {
      "year": "1892",
      "uri": "/wiki/Konstantin_Fedin",
      "name": "Konstantin Fedin",
      "aboutText": "Lydia Ernestine Becker (24 February 1827 – 18 July 1890) was a leader in the early British suffrage movement, as well as an amateur scientist with interests in biology and astronomy.",
      "pageId": 4436581,
      "monthDay": "02/24"
    },
    {
      "year": "1896",
      "uri": "/wiki/Richard_Thorpe",
      "name": "Richard Thorpe",
      "aboutText": "Rudolph Ganz (24 February 1877 Zurich – 2 August 1972 Chicago) was a Swiss-born American pianist, conductor, composer, and music educator.",
      "pageId": 4890370,
      "monthDay": "02/24"
    },
    {
      "year": "1898",
      "uri": "/wiki/Kurt_Tank",
      "name": "Kurt Tank",
      "aboutText": "Édouard Alphonse James de Rothschild (24 February 1868 – 30 June 1949) was an aristocrat, French financier and a member of the prominent Rothschild banking family of France.\nBorn in Paris, Édouard de Rothschild was the only son of Baron Alphonse James de Rothschild (1827–1905). His mother was Leonora de Rothschild (1837–1911), the daughter of Lionel de Rothschild of the English branch of the family.",
      "pageId": 5022202,
      "monthDay": "02/24"
    },
    {
      "year": "1903",
      "uri": "/wiki/Vladimir_Bartol",
      "name": "Vladimir Bartol",
      "aboutText": "August William Derleth (February 24, 1909 – July 4, 1971) was an American writer and anthologist. Though best remembered as the first book publisher of the writings of H. P. Lovecraft, and for his own contributions to the Cthulhu Mythos genre of horror, as well as his founding of the publisher Arkham House (which did much to bring supernatural fiction into print in hardcover in the US that had only been readily available in the UK), Derleth was a leading American regional writer of his day, as well as prolific in several other genres, including historical fiction, poetry, detective fiction, science fiction, and biography.\nA 1938 Guggenheim Fellow, Derleth considered his most serious work to be the ambitious Sac Prairie Saga, a series of fiction, historical fiction, poetry, and non-fiction naturalist works designed to memorialize life in the Wisconsin he knew.",
      "pageId": 980,
      "monthDay": "02/24"
    },
    {
      "year": "1904",
      "uri": "/wiki/Isamu_Kosugi",
      "name": "Isamu Kosugi",
      "aboutText": "Betty Marsden (24 February 1919 – 18 July 1998) was an English comedy actress. She was born in Liverpool, Lancashire, but spent her early childhood living in near poverty in Somerset.",
      "pageId": 51900,
      "monthDay": "02/24"
    },
    {
      "year": "1908",
      "uri": "/wiki/Telford_Taylor",
      "name": "Telford Taylor",
      "aboutText": "Erik Hersholt Nielsen PC DFC QC (February 24, 1924 – September 4, 2008) was a Canadian politician, and longtime Progressive Conservative Member of Parliament for Yukon.",
      "pageId": 348462,
      "monthDay": "02/24"
    },
    {
      "year": "1909",
      "uri": "/wiki/August_Derleth",
      "name": "August Derleth",
      "aboutText": "Vladimir Bartol (24 February 1903 – 12 September 1967) was a writer from the community of Slovene minority in Italy.",
      "pageId": 473950,
      "monthDay": "02/24"
    },
    {
      "year": "1909",
      "uri": "/wiki/Riccardo_Freda",
      "name": "Riccardo Freda",
      "aboutText": "Abraham Charles \"Abe\" Vigoda (/vɨˈɡoʊdə/; born February 24, 1921) is an American movie and television actor.\nVigoda is most notable for his portrayal of Sal Tessio in the Francis Ford Coppola film The Godfather, for the film Joe Versus the Volcano, and for his portrayal of Detective Sgt.",
      "pageId": 520846,
      "monthDay": "02/24"
    },
    {
      "year": "1912",
      "uri": "/wiki/Ji%C5%99%C3%AD_Trnka",
      "name": "Jiří Trnka",
      "aboutText": "Larkin Douglass Watson III (February 24, 1921 — May 1, 1989) was an American actor.",
      "pageId": 704585,
      "monthDay": "02/24"
    },
    {
      "year": "1914",
      "uri": "/wiki/Ralph_Erskine_(architect)",
      "name": "Ralph Erskine",
      "aboutText": "Jean Hodgkinson, known by the stage name Jean Alexander (born 24 February 1926), is a retired English television actress. She was best known to British television viewers as Hilda Ogden in the soap opera Coronation Street, a role she played from 1964 until 1987, and also as Auntie Wainwright in the long-running sitcom Last of the Summer Wine from 1988 to 2010. For her role in Coronation Street she received a 1987 BAFTA TV Award nomination for Best Actress.",
      "pageId": 742173,
      "monthDay": "02/24"
    },
    {
      "year": "1914",
      "uri": "/wiki/Weldon_Kees",
      "name": "Weldon Kees",
      "aboutText": "Richard William Hamilton CH (24 February 1922 – 13 September 2011) was an English painter and collage artist. His 1955 exhibition Man, Machine and Motion (Hatton Gallery, Newcastle upon Tyne) and his 1956 collage Just what is it that makes today's homes so different, so appealing?, produced for the This Is Tomorrow exhibition of the Independent Group in London, are considered by critics and historians to be among the earliest works of pop art. A major retrospective of his work was at Tate Modern until May 2014.",
      "pageId": 758904,
      "monthDay": "02/24"
    },
    {
      "year": "1919",
      "uri": "/wiki/Nellie_Connally",
      "name": "Nellie Connally",
      "aboutText": "Harry Weldon Kees (February 24, 1914 – July 18, 1955) was an American poet, painter, literary critic, novelist, playwright, jazz pianist, short story writer, and filmmaker. Despite his brief career, he is considered an important mid-twentieth-century poet of the same generation as John Berryman, Elizabeth Bishop, and Robert Lowell. His work has been immensely influential on subsequent generations of poets writing in English and other languages and his collected poems have been included in many anthologies.",
      "pageId": 1016897,
      "monthDay": "02/24"
    },
    {
      "year": "1919",
      "uri": "/wiki/Betty_Marsden",
      "name": "Betty Marsden",
      "aboutText": "Jiří Trnka (Czech: [ˈjɪr̝iː ˈtr̩ŋka]; 24 February 1912 – 30 December 1969) was a Czech puppet-maker, illustrator, motion-picture animator and film director. In addition to his extensive career as an illustrator, especially of children's books, he is best known for his work in animation with puppets, which began in 1946. Most of his movies were intended for adults and many were adaptations of literary works.",
      "pageId": 1309692,
      "monthDay": "02/24"
    },
    {
      "year": "1920",
      "uri": "/wiki/Ernst_Reiss",
      "name": "Ernst Reiss",
      "aboutText": "Telford Taylor (February 24, 1908 – May 23, 1998) was an American lawyer best known for his role in the Counsel for the Prosecution at the Nuremberg Trials after World War II, his opposition to Senator Joseph McCarthy in the 1950s, and his outspoken criticism of U.S. actions during the Vietnam War in the 1960s and 1970s.",
      "pageId": 1358204,
      "monthDay": "02/24"
    },
    {
      "year": "1921",
      "uri": "/wiki/Ingvar_Lidholm",
      "name": "Ingvar Lidholm",
      "aboutText": "Steven Hill (born February 24, 1922) is a retired American film and television actor. His two better-known roles are District Attorney Adam Schiff on the NBC TV drama series Law & Order, whom he portrayed for ten seasons (1990–2000), and Dan Briggs, the original team leader of the Impossible Missions Force on the CBS television series Mission: Impossible, whom he portrayed in the initial season of the show (1966–67).",
      "pageId": 1615104,
      "monthDay": "02/24"
    },
    {
      "year": "1921",
      "uri": "/wiki/Abe_Vigoda",
      "name": "Abe Vigoda",
      "aboutText": "Ralph Erskine, CBRE, RFS, ARIBA (24 February 1914 – 16 March 2005) was an architect and planner who lived and worked in Sweden for most of his life.",
      "pageId": 2243727,
      "monthDay": "02/24"
    },
    {
      "year": "1921",
      "uri": "/wiki/Douglass_Watson",
      "name": "Douglass Watson",
      "aboutText": "Riccardo Freda (Alexandria, Egypt, February 24, 1909 – Rome, Italy, December 20, 1999) was an Italian film director. He was born to a Neapolitan family. He left studies in Milan in 1933 and entered the Experimental Center for Cinematography and he soon began work as a screenwriter for directors like Goffredo Alessandrini and Raffaello Matarazzo.",
      "pageId": 2383996,
      "monthDay": "02/24"
    },
    {
      "year": "1922",
      "uri": "/wiki/Richard_Hamilton_(artist)",
      "name": "Richard Hamilton",
      "aboutText": "George Everett \"Bud\" Day (24 February 1925 – 27 July 2013) was a United States Air Force colonel and pilot who served during World War II, the Korean War, and the Vietnam War, including five years and seven months as a prisoner of war in North Vietnam. Day was a recipient of the Medal of Honor and the Air Force Cross. As of 2013, he is the only person to be awarded both medals.",
      "pageId": 5885591,
      "monthDay": "02/24"
    },
    {
      "year": "1922",
      "uri": "/wiki/Steven_Hill",
      "name": "Steven Hill",
      "aboutText": "Idanell \"Nellie\" Brill Connally (February 24, 1919 – September 1, 2006) was the First Lady of Texas from 1963 to 1969. She was the wife of John Connally, who served as Governor of Texas and later as Secretary of the Treasury.\nShe and her husband were passengers in the Presidential limousine carrying President John F. Kennedy when he was assassinated in Dallas, Texas on November 22, 1963.",
      "pageId": 6816917,
      "monthDay": "02/24"
    },
    {
      "year": "1924",
      "uri": "/wiki/Hal_Herring",
      "name": "Hal Herring",
      "aboutText": "Harold Moreland \"Hal\" Herring (February 24, 1924 – February 9, 2014) was an American football player and coach. He played college football at Auburn University and professionally as a center and linebacker for the Buffalo Bills in the All-America Football Conference (AAFC) and the Cleveland Browns in the National Football League (NFL). He later was a defensive coach at Auburn and for the NFL's Atlanta Falcons and San Diego Chargers.",
      "pageId": 9376717,
      "monthDay": "02/24"
    },
    {
      "year": "1924",
      "uri": "/wiki/Erik_Nielsen",
      "name": "Erik Nielsen",
      "aboutText": "Ingvar Natanael Lidholm (born 24 February 1921) is a Swedish composer.",
      "pageId": 12251708,
      "monthDay": "02/24"
    },
    {
      "year": "1925",
      "uri": "/wiki/Bud_Day",
      "name": "Bud Day",
      "aboutText": "Ernst Reiss (24 February 1920, Davos – 3 August 2010, Basel) was a Swiss mountaineer, who together with Fritz Luchsinger was the first to climb the fourth highest mountain on earth in 1956.\nOn 18 May 1956, Reiss and Luchsinger successfully climbed the 8516 meter-high Lhotse, the fourth highest mountain on earth. Lhotse is connected to Mount Everest via the South Col on the border of Tibet and Nepal.",
      "pageId": 15136907,
      "monthDay": "02/24"
    },
    {
      "year": "1926",
      "uri": "/wiki/Jean_Alexander",
      "name": "Jean Alexander",
      "aboutText": "Isamu Kosugi (小杉 勇, Kosugi Isamu, 24 February 1904 – 8 April 1983) was a Japanese actor and film director.",
      "pageId": 30273369,
      "monthDay": "02/24"
    },
    {
      "year": "1926",
      "uri": "/wiki/John_Gunther_Dean",
      "name": "John Gunther Dean",
      "aboutText": "Michel Legrand (born 24 February 1932) is a French musical composer, arranger, conductor, and pianist. Legrand is a prolific composer, having written over 200 film and television scores in addition to many memorable songs. He is best known for his often haunting film music and scores, such as The Umbrellas of Cherbourg (1964) and The Thomas Crown Affair (1968) featuring the song \"The Windmills of Your Mind\" for which he won his first Academy Award.",
      "pageId": 145886,
      "monthDay": "02/24"
    },
    {
      "year": "1927",
      "uri": "/wiki/Trevor_Colbourn",
      "name": "Trevor Colbourn",
      "aboutText": "Benedetto \"Bettino\" Craxi (Italian: [betˈtiːno ˈkraksi]; 24 February 1934 – 19 January 2000) was an Italian politician, head of the Italian Socialist Party from 1976 to 1993 and Prime Minister of Italy from 1983 to 1987.",
      "pageId": 312989,
      "monthDay": "02/24"
    },
    {
      "year": "1927",
      "uri": "/wiki/Emmanuelle_Riva",
      "name": "Emmanuelle Riva",
      "aboutText": "Zell Bryan Miller (born February 24, 1932) is an American politician from the U.S. state of Georgia. A Democrat, Miller served as Lieutenant Governor from 1975 to 1991, 79th Governor of Georgia from 1991 to 1999, and as United States Senator from 2000 to 2005.\nMiller is a conservative Democrat.",
      "pageId": 335066,
      "monthDay": "02/24"
    },
    {
      "year": "1929",
      "uri": "/wiki/Kintaro_Ohki",
      "name": "Kintaro Ohki",
      "aboutText": "Philip Hampson \"Phil\" Knight (born February 24, 1938) is an American business magnate. A native of Oregon, he is the co-founder and chairman of Nike, Inc., and previously served as CEO of the company. In November 2015, Forbes named Knight the 15th richest person in the world, with an estimated net worth of US$28.1 billion.",
      "pageId": 359678,
      "monthDay": "02/24"
    },
    {
      "year": "1930",
      "uri": "/wiki/Barbara_Lawrence_(actress)",
      "name": "Barbara Lawrence",
      "aboutText": "Renata Scotto (born 24 February 1934) is an Italian soprano and opera director.\nRecognized for her sense of style, musicality and as a remarkable singer-actress, Scotto is considered one of the preeminent singers of her generation, specializing in the bel canto repertoire with excursions into the verismo and Verdi repertoires.\nSince retiring from the stage as a singer in 2002, she has turned successfully to directing opera as well as teaching in Italy and America, along with academic posts at the Accademia Nazionale di Santa Cecilia in Rome and the Juilliard School in New York.",
      "pageId": 378820,
      "monthDay": "02/24"
    },
    {
      "year": "1930",
      "uri": "/wiki/Anita_Steckel",
      "name": "Anita Steckel",
      "aboutText": "Dominic Chianese (/ˌkiːəˈnɛzɛ/; born February 24, 1931) is an American actor, singer, and musician.",
      "pageId": 524508,
      "monthDay": "02/24"
    },
    {
      "year": "1931",
      "uri": "/wiki/Dominic_Chianese",
      "name": "Dominic Chianese",
      "aboutText": "Dennis Brian Close, CBE (24 February 1931 – 13 September 2015) was an English cricketer, the youngest man ever to play Test cricket for England. He was picked to play against New Zealand in July 1949, when he was 18 years old. Close went on to play 22 Test matches for England, captaining them seven times (six wins, one draw).",
      "pageId": 1354577,
      "monthDay": "02/24"
    },
    {
      "year": "1931",
      "uri": "/wiki/Brian_Close",
      "name": "Brian Close",
      "aboutText": "John Keith Vernon (February 24, 1932 – February 1, 2005) was a Canadian actor. He made a career in Hollywood after achieving initial television stardom in Canada.",
      "pageId": 1462980,
      "monthDay": "02/24"
    },
    {
      "year": "1932",
      "uri": "/wiki/Michel_Legrand",
      "name": "Michel Legrand",
      "aboutText": "Moses Judah Folkman (February 24, 1933 – January 14, 2008) was an American medical scientist best known for his research on tumor angiogenesis, the process by which a tumor attracts blood vessels to nourish itself and sustain its existence.",
      "pageId": 2038120,
      "monthDay": "02/24"
    },
    {
      "year": "1932",
      "uri": "/wiki/Brenda_Maddox",
      "name": "Brenda Maddox",
      "aboutText": "Brenda Maddox, Lady Maddox FRSL (born 24 February 1932) is an American author, journalist, and biographer, who has lived in the UK since 1959.\nBorn in Brockton, Bridgewater, Massachusetts, she graduated from Harvard University (class of 1953) with a degree in English literature and also studied at the London School of Economics. She is a book reviewer for The Observer, The Times, New Statesman, The New York Times, and The Washington Post, and regularly contributes to BBC Radio 4 as a critic and commentator.",
      "pageId": 2148744,
      "monthDay": "02/24"
    },
    {
      "year": "1932",
      "uri": "/wiki/Zell_Miller",
      "name": "Zell Miller",
      "aboutText": "David \"Fathead\" Newman (February 24, 1933 – January 20, 2009) was an American jazz and rhythm-and-blues saxophonist who made numerous recordings as a session musician and leader, but is best known for his work as a sideman on seminal 1950s and early 1960s recordings by singer-pianist Ray Charles.\nThe All Music Guide to Jazz wrote that “there have not been many saxophonists and flutists more naturally soulful than David “Fathead” Newman,” and that “one of jazz’s and popular music’s great pleasures is to hear, during a vocalist’s break, the gorgeous, huge Newman tones filling the space . . .",
      "pageId": 2601118,
      "monthDay": "02/24"
    },
    {
      "year": "1932",
      "uri": "/wiki/John_Vernon",
      "name": "John Vernon",
      "aboutText": "James Farentino (February 24, 1938 – January 24, 2012) was an American actor.",
      "pageId": 2706321,
      "monthDay": "02/24"
    },
    {
      "year": "1932",
      "uri": "/wiki/Felix_Werder",
      "name": "Felix Werder",
      "aboutText": "Felix Werder, AM (24 February 1922 – 3 May 2012) was a German-born Australian composer of classical and electronic music, and also a noted critic and educator. The son of a distinguished liturgical composer, he composed all his life. His published and recorded music includes symphonies, chamber music for all combinations, solo concerti, choral works and operas.",
      "pageId": 2731376,
      "monthDay": "02/24"
    },
    {
      "year": "1933",
      "uri": "/wiki/Judah_Folkman",
      "name": "Judah Folkman",
      "aboutText": "Ali Al'amin Mazrui (24 February 1933 – 12 October 2014), was an academic professor, and political writer on African and Islamic studies and North-South relations. He was born in Mombasa, Kenya.",
      "pageId": 3058176,
      "monthDay": "02/24"
    },
    {
      "year": "1933",
      "uri": "/wiki/Ali_Mazrui",
      "name": "Ali Mazrui",
      "aboutText": "John Gunther Dean (born February 24, 1926 in Germany) is an American career diplomat. From 1974-1988, he served as the United States ambassador to five nations under four U.S. presidents.",
      "pageId": 4622648,
      "monthDay": "02/24"
    },
    {
      "year": "1933",
      "uri": "/wiki/David_%22Fathead%22_Newman",
      "name": "David \"Fathead\" Newman",
      "aboutText": "Barbara Jo Lawrence (February 24, 1930 – November 13, 2013) was an American model, actress, and real estate agent.",
      "pageId": 5817217,
      "monthDay": "02/24"
    },
    {
      "year": "1934",
      "uri": "/wiki/Bettino_Craxi",
      "name": "Bettino Craxi",
      "aboutText": "Kintarō Ōki (Japanese: 大木金太郎, Korean: 김일, Hanja: 金一, February 24, 1929 Jeollanam-do, South Korea (then just Korea) – October 26, 2006 Seoul, South Korea) was a professional wrestler, also known by the ring name Kim Il or KIM Il during his career in the Japan Wrestling Association, All Japan Pro Wrestling and International Pro Wrestling from the 1950s to the 1980s.",
      "pageId": 7654647,
      "monthDay": "02/24"
    },
    {
      "year": "1934",
      "uri": "/wiki/Renata_Scotto",
      "name": "Renata Scotto",
      "aboutText": "Emmanuelle Riva (French pronunciation: ​[emanɥɛl ʁiva]; born 24 February 1927) is a French actress, best known for her roles in the films Hiroshima mon amour and Amour.\nIn 2013, Riva won the BAFTA Award and the César Award for her lead role in Michael Haneke's Amour as Anne Laurent, and was nominated for the Academy Award for the same role.",
      "pageId": 8149770,
      "monthDay": "02/24"
    },
    {
      "year": "1938",
      "uri": "/wiki/James_Farentino",
      "name": "James Farentino",
      "aboutText": "Harold Trevor Colbourn (February 24, 1927 – January 12, 2015) was an Australian professor and academic administrator, who served as the second President of the University of Central Florida, previously named Florida Technological University.",
      "pageId": 23358572,
      "monthDay": "02/24"
    },
    {
      "year": "1938",
      "uri": "/wiki/Phil_Knight",
      "name": "Phil Knight",
      "aboutText": "Anita Slavin Arkin Steckel (February 24, 1930, Brooklyn, New York – March 16, 2012, Manhattan, New York) was an American feminist artist known for paintings and photomontages with sexual imagery. She was also the founder of the arts organization \"The Fight Censorship Group\", whose other members included Hannah Wilke, Louise Bourgeois, Judith Bernstein, Martha Edelheit, Eunice Golden, Juanita McNeely, Barbara Nessim, Anne Sharpe and Joan Semmel.\n^ Mark, Lisa Gabrielle, ed.",
      "pageId": 35522968,
      "monthDay": "02/24"
    },
    {
      "year": "1939",
      "uri": "/wiki/Jamal_Nazrul_Islam",
      "name": "Jamal Nazrul Islam",
      "aboutText": "Joseph Isadore \"Joe\" Lieberman (born February 24, 1942) is an American politician and former United States Senator from Connecticut. A former member of the Democratic Party, he was the party's nominee for Vice President in the 2000 election. Currently an independent, he remains closely associated with the party.",
      "pageId": 74456,
      "monthDay": "02/24"
    },
    {
      "year": "1939",
      "uri": "/wiki/Joy_Mukherjee",
      "name": "Joy Mukherjee",
      "aboutText": "Barry Knapp Bostwick (born February 24, 1945) is an American stage and screen actor. He is known for playing Brad Majors in The Rocky Horror Picture Show (1975). He replaced Peter Scolari as Mr.",
      "pageId": 208546,
      "monthDay": "02/24"
    },
    {
      "year": "1940",
      "uri": "/wiki/Pete_Duel",
      "name": "Pete Duel",
      "aboutText": "Gayatri Chakravorty Spivak (born 24 February 1942) is a University Professor at Columbia University, where she is a founding member of the school's Institute for Comparative Literature and Society. She is best known for the essay \"Can the Subaltern Speak?,\" considered a founding text of postcolonialism, and for her translation of and introduction to Jacques Derrida's De la grammatologie. In 2012, Spivak was awarded the Kyoto Prize in Arts and Philosophy for being \"a critical theorist and educator speaking for the humanities against intellectual colonialism in relation to the globalized world.\" In 2013, she received the Padma Bhushan, the third highest civilian award given by the Republic of India.",
      "pageId": 310126,
      "monthDay": "02/24"
    },
    {
      "year": "1940",
      "uri": "/wiki/Jimmy_Ellis_(boxer)",
      "name": "Jimmy Ellis",
      "aboutText": "Ivica Račan (pronounced [îʋit͡sa rât͡ʃan]; 24 February 1944 – 29 April 2007) was a Croatian politician who served as a Prime Minister of Croatia from 2000 to 2003, heading two centre-left coalition governments.",
      "pageId": 393795,
      "monthDay": "02/24"
    },
    {
      "year": "1940",
      "uri": "/wiki/Denis_Law",
      "name": "Denis Law",
      "aboutText": "Peter Ellstrom \"Pete\" Deuel (February 24, 1940 – December 31, 1971) was an American stage, television, and film actor, best known for his role as outlaw Hannibal Heyes (alias Joshua Smith) in the television series Alias Smith and Jones.\nDuel died of a self-inflicted gunshot wound in the early morning hours on New Year's Eve, 1971.",
      "pageId": 408190,
      "monthDay": "02/24"
    },
    {
      "year": "1941",
      "uri": "/wiki/Joanie_Sommers",
      "name": "Joanie Sommers",
      "aboutText": "Paul Jones (born Paul Pond, 24 February 1942) is an English singer, actor, harmonica player and radio personality and television presenter.",
      "pageId": 576302,
      "monthDay": "02/24"
    },
    {
      "year": "1942",
      "uri": "/wiki/Colin_Bond",
      "name": "Colin Bond",
      "aboutText": "Nicholas Christian \"Nicky\" Hopkins (24 February 1944 – 6 September 1994) was an English pianist and organist.",
      "pageId": 872277,
      "monthDay": "02/24"
    },
    {
      "year": "1942",
      "uri": "/wiki/Paul_Jones_(singer)",
      "name": "Paul Jones",
      "aboutText": "Denis Law CBE (born 24 February 1940) is a Scottish former football player, who enjoyed a long and successful career as a striker from the 1950s to the 1970s.\nLaw's career as a football player began at Second Division Huddersfield Town in 1956. After four years at Huddersfield, he was signed by Manchester City for a transfer fee of £55,000, which set a new British record.",
      "pageId": 935938,
      "monthDay": "02/24"
    },
    {
      "year": "1942",
      "uri": "/wiki/Joe_Lieberman",
      "name": "Joe Lieberman",
      "aboutText": "Gregori Aleksandrovich Margulis (Russian: Григо́рий Алекса́ндрович Маргу́лис, first name often given as Gregory, Grigori or Grigory; born February 24, 1946) is a Russian mathematician known for his work on lattices in Lie groups, and the introduction of methods from ergodic theory into diophantine approximation. He was awarded a Fields Medal in 1978 and a Wolf Prize in Mathematics in 2005, becoming the seventh mathematician to receive both prizes.",
      "pageId": 1104948,
      "monthDay": "02/24"
    },
    {
      "year": "1942",
      "uri": "/wiki/Gayatri_Chakravorty_Spivak",
      "name": "Gayatri Chakravorty Spivak",
      "aboutText": "Pablo Milanés Arias (born February 24, 1943 in Bayamo, Cuba) is a Cuban singer-songwriter and guitar player. He studied at a conservatory in Havana. He is one of the founders of the Cuban nueva trova, along with Silvio Rodríguez and Noel Nicola.",
      "pageId": 1135400,
      "monthDay": "02/24"
    },
    {
      "year": "1943",
      "uri": "/wiki/Catherine_Cesarsky",
      "name": "Catherine Cesarsky",
      "aboutText": "James \"Jimmy\" Ellis (February 24, 1940 – May 6, 2014) was an American professional boxer. He was a WBA world heavyweight champion, a title he won by defeating Jerry Quarry in 1968. He made one successful title defense against Floyd Patterson, before losing by fifth-round stoppage to Joe Frazier in 1970.",
      "pageId": 1249040,
      "monthDay": "02/24"
    },
    {
      "year": "1943",
      "uri": "/wiki/Pablo_Milan%C3%A9s",
      "name": "Pablo Milanés",
      "aboutText": "Colin John Bond (born 24 February 1942) is a retired Australian racing driver. Bond reached the highest levels in Australian motorsport in 1969 when he was recruited by Harry Firth to the newly formed Holden Dealer Team. He quickly found success, winning the 1969 Hardie-Ferodo 500 mile race (now the Bathurst 1000) at Bathurst, New South Wales in a Holden Monaro.",
      "pageId": 2866672,
      "monthDay": "02/24"
    },
    {
      "year": "1943",
      "uri": "/wiki/Terry_Semel",
      "name": "Terry Semel",
      "aboutText": "Joy Mukherjee (24 February 1939 – 9 March 2012) was an Indian film actor and director.",
      "pageId": 4731988,
      "monthDay": "02/24"
    },
    {
      "year": "1944",
      "uri": "/wiki/Nicky_Hopkins",
      "name": "Nicky Hopkins",
      "aboutText": "John Martin Stapleton (born 24 February 1946) is a British award-winning journalist and presenter with fifty years experience in newspapers and television. He now works as a freelancer with various media outlets.",
      "pageId": 4857129,
      "monthDay": "02/24"
    },
    {
      "year": "1944",
      "uri": "/wiki/Sheila_Larken",
      "name": "Sheila Larken",
      "aboutText": "Terry Semel (born February 24, 1943) is an American corporate executive who was the chairman and CEO of Yahoo! Incorporated. Previously, Semel spent 24 years at Warner Bros., where he served as chairman and co-chief executive officer.",
      "pageId": 5401251,
      "monthDay": "02/24"
    },
    {
      "year": "1944",
      "uri": "/wiki/Ivica_Ra%C4%8Dan",
      "name": "Ivica Račan",
      "aboutText": "Sheila Larken (born February 24, 1944) is an American television actress, best known for playing the role of Margaret Scully, the mother of Dana Scully, on the The X-Files television series.",
      "pageId": 6768075,
      "monthDay": "02/24"
    },
    {
      "year": "1945",
      "uri": "/wiki/Steve_Berrios",
      "name": "Steve Berrios",
      "aboutText": "Joanie Sommers (born Joan Drost, Buffalo, New York, February 24, 1941) is an American singer and actress with a career concerning jazz, standards and popular material and show-business credits.",
      "pageId": 7412547,
      "monthDay": "02/24"
    },
    {
      "year": "1945",
      "uri": "/wiki/Barry_Bostwick",
      "name": "Barry Bostwick",
      "aboutText": "Jamal Nazrul Islam (24 February 1939 – 16 March 2013) was a Bangladeshi mathematical physicist and cosmologist. He was a professor at University of Chittagong, a member of the advisory board at Shahjalal University of Science and Technology and a member of the syndicate at Chittagong University of Engineering & Technology.",
      "pageId": 7713219,
      "monthDay": "02/24"
    },
    {
      "year": "1946",
      "uri": "/wiki/Grigory_Margulis",
      "name": "Grigory Margulis",
      "aboutText": "Catherine Jeanne Cesarsky (born 24 February 1943) is a French astronomer, known for her successful research activities in several central areas of modern astrophysics.",
      "pageId": 8144742,
      "monthDay": "02/24"
    },
    {
      "year": "1946",
      "uri": "/wiki/John_Stapleton",
      "name": "John Stapleton",
      "aboutText": "Steve Berrios (February 24, 1945 – July 25, 2013) was an American jazz drummer and percussionist born in New York, New York, United States.",
      "pageId": 11996714,
      "monthDay": "02/24"
    },
    {
      "year": "1947",
      "uri": "/wiki/Mike_Fratello",
      "name": "Mike Fratello",
      "aboutText": "Alain Marie Pascal Prost, OBE, Chevalier de la Légion d'honneur (born 24 February 1955) is a French former racing driver. A four-time Formula One Drivers' Champion, only Sebastian Vettel (four championships), Juan Manuel Fangio (five championships), and Michael Schumacher (seven championships) have equalled or surpassed his number of titles. From 1987 until 2001 Prost held the record for most Grand Prix victories.",
      "pageId": 36917,
      "monthDay": "02/24"
    },
    {
      "year": "1947",
      "uri": "/wiki/Rupert_Holmes",
      "name": "Rupert Holmes",
      "aboutText": "Sidney K. \"Sid\" Meier (born February 24, 1954) is a Canadian-American programmer, designer, and producer of several popular strategy video games and simulation video games, most notably the Civilization series. Meier co-founded MicroProse in 1982 with Bill Stealey and is the Director of Creative Development of Firaxis Games, which he co-founded with Jeff Briggs and Brian Reynolds in 1996.",
      "pageId": 147546,
      "monthDay": "02/24"
    },
    {
      "year": "1947",
      "uri": "/wiki/Edward_James_Olmos",
      "name": "Edward James Olmos",
      "aboutText": "Edward James Olmos (born Edward Olmos; February 24, 1947) is an American actor and director. Among his most memorable roles are William Adama in the re-imagined Battlestar Galactica, Lieutenant Martin \"Marty\" Castillo in Miami Vice, teacher Jaime Escalante in Stand and Deliver, patriarch Abraham Quintanilla, Jr. in the film Selena, Detective Gaff in Blade Runner, and narrator El Pachuco in both the stage and film versions of Zoot Suit.",
      "pageId": 170984,
      "monthDay": "02/24"
    },
    {
      "year": "1948",
      "uri": "/wiki/Jayalalithaa",
      "name": "Jayalalithaa",
      "aboutText": "George Thorogood (born February 24, 1950) is an American musician, singer and songwriter from Wilmington, Delaware. His \"high-energy boogie-blues\" sound became a staple of 1980s rock radio, with hits like his original songs \"Bad to the Bone\" and \"I Drink Alone\". He has also helped popularize older songs by American icons, such as \"Move It on Over,\" \"Who Do You Love?\" and \"House Rent Boogie/One Bourbon, One Scotch, One Beer\", which became staples of classic rock radio.",
      "pageId": 202398,
      "monthDay": "02/24"
    },
    {
      "year": "1948",
      "uri": "/wiki/Walter_Smith",
      "name": "Walter Smith",
      "aboutText": "Dennis Waterman (born 24 February 1948) is an English actor and singer, best known for his tough-guy roles in television series including The Sweeney, Minder and New Tricks.\nHis acting career spans over 50 years, starting with childhood roles in film and theatre, and including adult roles in film, television, and West End theatre. He is notable for the range of roles he has played, including for example horror (Scars of Dracula), adventure (Colditz), comedy (Fair Exchange), comedy-drama (Minder), musical (Windy City) and sports (The World Cup: A Captain's Tale), as well as police TV series like The Sweeney.",
      "pageId": 573678,
      "monthDay": "02/24"
    },
    {
      "year": "1948",
      "uri": "/wiki/Tim_Staffell",
      "name": "Tim Staffell",
      "aboutText": "Rupert Holmes (born David Goldstein on February 24, 1947) is a British-born American composer, singer-songwriter, musician, and author of plays, novels, and stories. He is widely known for his number one pop hit \"Escape (The Piña Colada Song)\" (1979/1980) and the song \"Him\", which reached the number 6 position on the Hot 100 U.S. pop chart in 1980.",
      "pageId": 680431,
      "monthDay": "02/24"
    },
    {
      "year": "1948",
      "uri": "/wiki/Dennis_Waterman",
      "name": "Dennis Waterman",
      "aboutText": "David Ford (born 24 February 1951) is a politician who is a member of the Northern Ireland Assembly. Ford has been leader of the Alliance Party of Northern Ireland since 2001 and has been Northern Ireland Minister of Justice since April 2010.",
      "pageId": 725558,
      "monthDay": "02/24"
    },
    {
      "year": "1949",
      "uri": "/wiki/John_Lever",
      "name": "John Lever",
      "aboutText": "Roger Allen François Jouret better known as Plastic Bertrand (born 24 February 1954, Brussels, Belgium) is a Belgian musician, songwriter, producer, editor and television presenter, best known for the 1978 international hit single \"Ça plane pour moi\".",
      "pageId": 762834,
      "monthDay": "02/24"
    },
    {
      "year": "1950",
      "uri": "/wiki/Steve_McCurry",
      "name": "Steve McCurry",
      "aboutText": "Walter Ferguson Smith, OBE (born 24 February 1948) is a Scottish football player, manager and director. He is primarily associated with his two spells in charge of Scottish club Rangers.\nSmith had an unremarkable playing career, consisting of two spells with Dundee United which was split by a short time at Dumbarton.",
      "pageId": 907321,
      "monthDay": "02/24"
    },
    {
      "year": "1950",
      "uri": "/wiki/George_Thorogood",
      "name": "George Thorogood",
      "aboutText": "Timothy John \"Tim\" Staffell (born 24 February 1948 in Ealing, London, England) is an English rock musician, visual artist, model maker and designer. He was a member of Smile, a band which included guitarist Brian May and drummer Roger Taylor. Upon Staffell's departure, Smile were joined by Freddie Mercury and John Deacon to form the band Queen.",
      "pageId": 913738,
      "monthDay": "02/24"
    },
    {
      "year": "1951",
      "uri": "/wiki/David_Ford",
      "name": "David Ford",
      "aboutText": "Helen Shaver (born February 24, 1951) is a Canadian actress and film and television director.",
      "pageId": 1266301,
      "monthDay": "02/24"
    },
    {
      "year": "1951",
      "uri": "/wiki/Tony_Holiday",
      "name": "Tony Holiday",
      "aboutText": "Michael Robert \"Mike\" Fratello (born February 24, 1947) is an American sports broadcaster and a professional basketball coach. Currently, Fratello is the analyst for Brooklyn Nets broadcasts on the YES Network and for nationally televised games on TNT. He previously coached the Atlanta Hawks, Cleveland Cavaliers, and Memphis Grizzlies of the NBA, served as NBC's lead analyst, and was also the head coach of the Ukraine national basketball team.",
      "pageId": 1664537,
      "monthDay": "02/24"
    },
    {
      "year": "1951",
      "uri": "/wiki/Debra_Jo_Rupp",
      "name": "Debra Jo Rupp",
      "aboutText": "Steve McCurry is an American editorial photographer best known for his photograph \"Afghan Girl\" which originally appeared in National Geographic magazine.",
      "pageId": 2146329,
      "monthDay": "02/24"
    },
    {
      "year": "1951",
      "uri": "/wiki/Helen_Shaver",
      "name": "Helen Shaver",
      "aboutText": "Debra Jo Rupp (born February 24, 1951) is an American film and television actress, known for her role as Kitty Forman on the Fox sitcom, That '70s Show. She is also known for playing the role of Alice on the third, fourth and fifth seasons of Friends. She starred on the ABC sitcom Better with You from 2010–2011.",
      "pageId": 2408136,
      "monthDay": "02/24"
    },
    {
      "year": "1951",
      "uri": "/wiki/Laimdota_Straujuma",
      "name": "Laimdota Straujuma",
      "aboutText": "John Lever MBE (born John Kenneth Lever, 24 February 1949) is an English former cricketer, who played in 21 Tests and 22 ODIs for England from 1976 to 1986. Lever was a left-arm fast-medium bowler, who predominantly swung the ball into the right-handed batsmen, to try to outwit them.\nCricket correspondent Colin Bateman, remarked, \"for 23 years he plied his trade with Essex, becoming the finest left-arm pace bowler in the country.",
      "pageId": 3727721,
      "monthDay": "02/24"
    },
    {
      "year": "1954",
      "uri": "/wiki/Plastic_Bertrand",
      "name": "Plastic Bertrand",
      "aboutText": "Edward Lee \"Fast Eddie\" Johnson, Jr. (born February 24, 1955) is a retired American professional basketball player. A 6'2\" guard from Auburn University, Johnson played 10 seasons (1977–1987) in the NBA, mainly as a member of the Atlanta Hawks.",
      "pageId": 4109603,
      "monthDay": "02/24"
    },
    {
      "year": "1954",
      "uri": "/wiki/Sid_Meier",
      "name": "Sid Meier",
      "aboutText": "Steven Paul \"Steve\" Jobs (/ˈdʒɒbz/; February 24, 1955 – October 5, 2011) was an American technology entrepreneur, visionary and inventor. He was the co-founder, chairman, and chief executive officer (CEO) of Apple Inc.; CEO and largest shareholder of Pixar Animation Studios; a member of The Walt Disney Company's board of directors following its acquisition of Pixar; and founder, chairman, and CEO of NeXT Inc. Jobs is widely recognized as a pioneer of the microcomputer revolution of the 1970s, along with Apple co-founder Steve Wozniak.",
      "pageId": 7412236,
      "monthDay": "02/24"
    },
    {
      "year": "1955",
      "uri": "/wiki/Steve_Jobs",
      "name": "Steve Jobs",
      "aboutText": "Tony Holiday (born Rolf Peter Knigge; 24 February 1951 – 14 February 1990) was a German pop singer and songwriter.\nKnigge was born in Hamburg, Germany. He began his career initially as a textile businessman and fashion designer.",
      "pageId": 15511810,
      "monthDay": "02/24"
    },
    {
      "year": "1955",
      "uri": "/wiki/Eddie_Johnson_(basketball,_born_1955)",
      "name": "Eddie Johnson",
      "aboutText": "Jayalalithaa Jayaram (pronounced [dʒɛjələlɪd̪ɑː dʒɛjəɾɑːm]; born 24 February 1948), commonly referred to as Jayalalithaa, Jaya , is an Indian politician and the incumbent Chief Minister of Tamil Nadu, in office since 2015. Previously she served as Chief Minister from 1991 to 1996, in 2001, from 2002 to 2006, and from 2011 to 2014. She was an actress before her entry into politics and appeared in 140 films which includes Tamil, Telugu, and Kannada films.",
      "pageId": 30876250,
      "monthDay": "02/24"
    },
    {
      "year": "1955",
      "uri": "/wiki/Alain_Prost",
      "name": "Alain Prost",
      "aboutText": "Laimdota Straujuma (born 24 February 1951) is a Latvian economist who was Prime Minister of Latvia from 2014 to December 2015. Before her nomination as Prime Minister, she served as Minister of Agriculture from 2011 to 2014. She was the first woman to serve as the head of government of the country.",
      "pageId": 34600029,
      "monthDay": "02/24"
    },
    {
      "year": "1956",
      "uri": "/wiki/Judith_Butler",
      "name": "Judith Butler",
      "aboutText": "Judith Butler (born February 24, 1956) is an American philosopher and gender theorist whose work has influenced political philosophy, ethics and the fields of feminist, queer and literary theory. Since 1993, she has taught at the University of California, Berkeley, where she is now Maxine Elliot Professor in the Department of Comparative Literature and the Program of Critical Theory. She is also the Hannah Arendt Chair at the European Graduate School.",
      "pageId": 148809,
      "monthDay": "02/24"
    },
    {
      "year": "1956",
      "uri": "/wiki/Sharon_Kane",
      "name": "Sharon Kane",
      "aboutText": "Kristin Landen Davis (also listed as Kristin Lee Davis; born February 23, 1965) is an American actress. She is well known for playing the roles of Brooke Armstrong on Melrose Place (1995–1996) and Charlotte York Goldenblatt on HBO's Sex and the City (1998–2004). For her role on Sex and the City, she received an Emmy Award nomination in 2004.",
      "pageId": 276244,
      "monthDay": "02/24"
    },
    {
      "year": "1956",
      "uri": "/wiki/Eddie_Murray",
      "name": "Eddie Murray",
      "aboutText": "William George \"Billy\" Zane, Jr. (born February 24, 1966) is an American actor and producer. He is best known for playing Hughie in the thriller Dead Calm (1989), Kit Walker / The Phantom in the superhero film The Phantom (1996), Caledon Hockley in the epic romantic disaster film Titanic (1997), and for his television role as John Wheeler in the serial drama series Twin Peaks.",
      "pageId": 323983,
      "monthDay": "02/24"
    },
    {
      "year": "1956",
      "uri": "/wiki/Paula_Zahn",
      "name": "Paula Zahn",
      "aboutText": "Michelle Shocked (born Karen Michelle Johnston; February 24, 1962) is an American singer-songwriter.",
      "pageId": 358103,
      "monthDay": "02/24"
    },
    {
      "year": "1958",
      "uri": "/wiki/Sammy_Kershaw",
      "name": "Sammy Kershaw",
      "aboutText": "Sharon Kane (born in Ohio) is an American bondage model and pornographic actress. She has appeared in many adult magazines and pornographic movies, in both dominant and submissive roles.\nShe is a member of both the AVN and XRCO Halls of Fame.",
      "pageId": 409132,
      "monthDay": "02/24"
    },
    {
      "year": "1958",
      "uri": "/wiki/Mark_Moses",
      "name": "Mark Moses",
      "aboutText": "Eddie Clarence Murray (born February 24, 1956), nicknamed \"Steady Eddie\", is a former Major League Baseball (MLB) first baseman and designated hitter. Spending most of his MLB career with the Baltimore Orioles, he ranks fourth in team history in both games played and hits. Though Murray never won a Most Valuable Player (MVP) Award, he finished in the top ten in MVP voting several times.",
      "pageId": 430866,
      "monthDay": "02/24"
    },
    {
      "year": "1959",
      "uri": "/wiki/Beth_Broderick",
      "name": "Beth Broderick",
      "aboutText": "Paula Ann Zahn (born February 24, 1956) is an American journalist and newscaster who has been an anchor at ABC News, CBS News, Fox News, and CNN. She currently produces and hosts the true crime documentary series On the Case with Paula Zahn on the Investigation Discovery channel.",
      "pageId": 521460,
      "monthDay": "02/24"
    },
    {
      "year": "1962",
      "uri": "/wiki/Outi_M%C3%A4enp%C3%A4%C3%A4",
      "name": "Outi Mäenpää",
      "aboutText": "Jane Maria Swift (born February 24, 1965) is an American politician and businesswoman who served as the 69th Lieutenant Governor of Massachusetts from 1999 to 2003 and Acting Governor from 2001 to 2003. She is the only woman to perform the duties of governor of Massachusetts, doing so from April 2001 to January 2003. At the time she became acting governor, Swift was 36 years old, making her the youngest female governor or acting governor in U.S. history.",
      "pageId": 610207,
      "monthDay": "02/24"
    },
    {
      "year": "1962",
      "uri": "/wiki/Michelle_Shocked",
      "name": "Michelle Shocked",
      "aboutText": "Elizabeth Alice \"Beth\" Broderick (born February 24, 1959) is an American actress notable for her portrayal of the character Zelda Spellman in the television sitcom Sabrina, the Teenage Witch from 1996 to 2003 on ABC and then the Warner Bros. network. She recently starred as the recurring character Rose Twitchell on the Stephen King and Steven Spielberg TV series Under the Dome.",
      "pageId": 643545,
      "monthDay": "02/24"
    },
    {
      "year": "1962",
      "uri": "/wiki/Teri_Weigel",
      "name": "Teri Weigel",
      "aboutText": "Takashi Nagasako (長嶝 高士, Nagasako Takashi, born February 24, 1964) is a Japanese voice actor from Wakayama Prefecture who works at Arts Vision. He has voiced Donkey Kong in many of Nintendo's video games. He also voiced Ganondorf in The Legend of Zelda: Ocarina of Time, Big the Cat in Sonic the Hedgehog, Cervantes and Rock in the Soulcalibur series.",
      "pageId": 1046276,
      "monthDay": "02/24"
    },
    {
      "year": "1963",
      "uri": "/wiki/Prince_Carlo,_Duke_of_Castro",
      "name": "Prince Carlo, Duke of Castro",
      "aboutText": "Michael \"Mike\" Vernon (born February 24, 1963) is a Canadian former professional ice hockey goaltender. He played 19 seasons in the National Hockey League (NHL) for the Calgary Flames, Detroit Red Wings, San Jose Sharks and Florida Panthers. He is a two-time Stanley Cup champion, with the Flames in 1989 and the Red Wings in 1997.",
      "pageId": 1138200,
      "monthDay": "02/24"
    },
    {
      "year": "1963",
      "uri": "/wiki/Mike_Vernon_(ice_hockey)",
      "name": "Mike Vernon",
      "aboutText": "Bennet Evan \"Ben\" Miller (born 24 February 1966) is a British comedian, actor, and director. He is best known as one half of comedy double act Armstrong and Miller, with Alexander Armstrong. Miller and Armstrong wrote and starred in the Channel 4 sketch show Armstrong and Miller, as well as the BBC sketch show The Armstrong & Miller Show.",
      "pageId": 1167880,
      "monthDay": "02/24"
    },
    {
      "year": "1964",
      "uri": "/wiki/Andy_Crane",
      "name": "Andy Crane",
      "aboutText": "Teresa \"Teri\" Susan Weigel (born February 24, 1962) is an American pornographic actress, fashion and nude model and Playboy Playmate.\n^ a b c \"Playmate listing\".",
      "pageId": 1553397,
      "monthDay": "02/24"
    },
    {
      "year": "1964",
      "uri": "/wiki/Todd_Field",
      "name": "Todd Field",
      "aboutText": "Mark W. Moses (born February 25, 1958) is an American actor, known for his roles of Paul Young on Desperate Housewives and Herman \"Duck\" Phillips on the AMC series Mad Men.",
      "pageId": 1659023,
      "monthDay": "02/24"
    },
    {
      "year": "1964",
      "uri": "/wiki/Russell_Ingall",
      "name": "Russell Ingall",
      "aboutText": "Samuel Paul \"Sammy\" Kershaw (born February 24, 1958, Kaplan, Louisiana, United States) is an American country music artist. He has released 10 studio albums, with three RIAA platinum certifications and two gold certifications among them. More than 25 singles have entered Top 40 on the Billboard Hot Country Songs charts, including the number one hit \"She Don't Know She's Beautiful\" and 10 more Top 10 hits: \"Cadillac Style\", \"Anywhere but Here\", \"Haunted Heart\", \"Queen of My Double-Wide Trailer\", \"I Can't Reach Her Anymore\", \"National Working Woman's Holiday\", \"Third Rate Romance\", \"Meant to Be\", \"Vidalia\", and \"Love of My Life\".",
      "pageId": 1745440,
      "monthDay": "02/24"
    },
    {
      "year": "1964",
      "uri": "/wiki/Takashi_Nagasako",
      "name": "Takashi Nagasako",
      "aboutText": "Howard Andrew \"Andy\" Crane (born 24 February 1964) is an English television and radio presenter, best known for presenting Children's BBC between 1987 and 1990 and for his current work as presenter on BBC Radio Manchester, BBC Radio Sheffield, BBC Radio 5 Live and Granada Reports.\n^ \"Profile: Andy Crane\".",
      "pageId": 3031627,
      "monthDay": "02/24"
    },
    {
      "year": "1965",
      "uri": "/wiki/Kristin_Davis",
      "name": "Kristin Davis",
      "aboutText": "Russell Ingall (born 24 February 1964, in the United Kingdom) is a former Australian V8 Supercar driver. Ingall became the V8 Supercar Champion in 2005, he was also the Championship runner up in 1998, 1999, 2001 and 2004. Ingall has also won the Bathurst 1000 motor race twice, in 1995 and 1997.",
      "pageId": 3115510,
      "monthDay": "02/24"
    },
    {
      "year": "1965",
      "uri": "/wiki/Jane_Swift",
      "name": "Jane Swift",
      "aboutText": "William Todd Field (born February 24, 1964) is an American actor and three-time Academy Award nominated filmmaker.",
      "pageId": 3381756,
      "monthDay": "02/24"
    },
    {
      "year": "1966",
      "uri": "/wiki/Ben_Miller",
      "name": "Ben Miller",
      "aboutText": "Outi Mäenpää (born 24 February 1962) is a Finnish television actress.\nMäenpää was born in Helsinki. She began her career in theatre as a stage actor between 1984 and 1988.",
      "pageId": 7876186,
      "monthDay": "02/24"
    },
    {
      "year": "1966",
      "uri": "/wiki/Billy_Zane",
      "name": "Billy Zane",
      "aboutText": "Prince Carlo of Bourbon-Two Sicilies, Duke of Castro (born 24 February 1963) is one of two claimants to the headship of the House of Bourbon-Two Sicilies and Grand Master of the Sacred Military Constantinian Order of Saint George and the Royal Order of Francis I.",
      "pageId": 8771774,
      "monthDay": "02/24"
    },
    {
      "year": "1967",
      "uri": "/wiki/Brian_Schmidt",
      "name": "Brian Schmidt",
      "aboutText": "Jeffrey Jason Garcia (born February 24, 1970) is a former American football and Canadian football quarterback who is currently coaching as an offensive assistant for the St. Louis Rams of the National Football League. After attending high school and junior college in Gilroy, California, Garcia played college football at San Jose State University.",
      "pageId": 186268,
      "monthDay": "02/24"
    },
    {
      "year": "1967",
      "uri": "/wiki/Fernando_Tejero",
      "name": "Fernando Tejero",
      "aboutText": "Ashley Dwayne MacIsaac (born February 24, 1975) is a Canadian fiddler, singer and songwriter from Cape Breton Island. He has received three Juno Awards, winning for Best New Solo Artist and Best Roots & Traditional Album – Solo at the Juno Awards of 1996, and for Best Instrumental Artist at the Juno Awards of 1997. His 1995 album Hi™ How Are You Today?",
      "pageId": 407774,
      "monthDay": "02/24"
    },
    {
      "year": "1968",
      "uri": "/wiki/Mitch_Hedberg",
      "name": "Mitch Hedberg",
      "aboutText": "Manon Rhéaume (born February 24, 1972) is a Canadian ice hockey goaltender. An Olympic silver medalist, she achieved a number of historic firsts during her career, including becoming the first and only woman ever to play in a National Hockey League exhibition game.\nIn 1992 Rhéaume signed a contract with the Tampa Bay Lightning of the NHL, appearing in preseason exhibition games in 1992 and 1993.",
      "pageId": 497257,
      "monthDay": "02/24"
    },
    {
      "year": "1970",
      "uri": "/wiki/Jeff_Garcia",
      "name": "Jeff Garcia",
      "aboutText": "Mitchell Lee \"Mitch\" Hedberg (February 24, 1968 – March 30, 2005) was an American stand-up comedian known for his surreal humor and unconventional comedic delivery. His comedy typically featured short, sometimes one-line jokes mixed with absurd elements and non sequiturs.",
      "pageId": 607337,
      "monthDay": "02/24"
    },
    {
      "year": "1970",
      "uri": "/wiki/Neil_Sullivan",
      "name": "Neil Sullivan",
      "aboutText": "Christopher Michael \"Chris\" Fehn (born February 24, 1973), or known by his number #3, is an American musician known as one of the two custom percussionists of the Grammy Award winning heavy metal band Slipknot and is the former bassist for the band Will Haven.",
      "pageId": 644016,
      "monthDay": "02/24"
    },
    {
      "year": "1971",
      "uri": "/wiki/Josh_Bernstein",
      "name": "Josh Bernstein",
      "aboutText": "Alexei Vyacheslavovich \"Alex\" Kovalyov (Russian: Алексей Вячеславович Ковалёв, Russian pronunciation: [ɐlʲɪˈksʲej vʲɪtɕɪˈslavəvʲɪtɕ kəvɐˈlʲɵf]; born February 24, 1973) is a Russian former professional ice hockey right winger. During his career, he played in over 1,300 National Hockey League (NHL) games over 18 seasons for the Florida Panthers, Ottawa Senators, Montreal Canadiens, Pittsburgh Penguins (during two separate periods) and the New York Rangers (also during two separate periods), with whom he was originally drafted by and won a Stanley Cup with in 1994.",
      "pageId": 644264,
      "monthDay": "02/24"
    },
    {
      "year": "1971",
      "uri": "/wiki/Pedro_de_la_Rosa",
      "name": "Pedro de la Rosa",
      "aboutText": "Michael \"Mike\" Averett Lowell (born February 24, 1974) is an American former professional baseball third baseman in Major League Baseball. During a 13-year career, Lowell played for the New York Yankees (1998), Florida Marlins (1999–2005), and the Boston Red Sox (2006–2010).",
      "pageId": 850884,
      "monthDay": "02/24"
    },
    {
      "year": "1971",
      "uri": "/wiki/Brian_Savage",
      "name": "Brian Savage",
      "aboutText": "Yordan Yovchev Yovchev (Bulgarian: Йордан Йовчев Йовчев) (born February 24, 1973), is a Bulgarian gymnast.\nYovchev was born in Plovdiv, Bulgaria. He won silver in the men's rings at the 2004 Summer Olympics in Athens with a score of 9.850.",
      "pageId": 925773,
      "monthDay": "02/24"
    },
    {
      "year": "1972",
      "uri": "/wiki/Teodor_Currentzis",
      "name": "Teodor Currentzis",
      "aboutText": "Richard Keith \"Stubby\" Clapp (born February 24, 1973) is a minor league baseball hitting coach and former professional baseball player. He played for 11 years, most notably within the St. Louis Cardinals organization, including a brief stint in Major League Baseball with the Cardinals.",
      "pageId": 931385,
      "monthDay": "02/24"
    },
    {
      "year": "1972",
      "uri": "/wiki/Manon_Rh%C3%A9aume",
      "name": "Manon Rhéaume",
      "aboutText": "Pedro Martínez de la Rosa (Spanish pronunciation: [ˈpeðɾo ðe la ˈrosa]; born 24 February 1971) is a Spanish Formula One driver who has participated in 107 Grands Prix for the Arrows, Jaguar, McLaren, Sauber and HRT F1 teams, debuting on 7 March 1999, becoming one of very few drivers to score a point at his first race. He has scored a total of 35 championship points, which includes a podium finish at the 2006 Hungarian Grand Prix.\nOn 21 November 2011, De la Rosa signed a two-year contract to drive for the HRT F1 team, but he only remained with the team for one season, after HRT withdrew from the 2013 team list, leaving him without a drive for the 2013 season.",
      "pageId": 1226513,
      "monthDay": "02/24"
    },
    {
      "year": "1973",
      "uri": "/wiki/Stubby_Clapp",
      "name": "Stubby Clapp",
      "aboutText": "Charles Edward \"Chad\" Hugo (born February 24, 1974) is an American multi-instrumentalist and record producer. He is best known as one half of the music production and writing duo The Neptunes and as a member of N.E.R.D. He is a saxophonist, pianist and guitarist.",
      "pageId": 1349055,
      "monthDay": "02/24"
    },
    {
      "year": "1973",
      "uri": "/wiki/Chris_Fehn",
      "name": "Chris Fehn",
      "aboutText": "Brian Arthur Savage (born February 24, 1971) is a Canadian former professional ice hockey left winger who played twelve seasons in the National Hockey League (NHL) for the Montreal Canadiens, Phoenix Coyotes, St.",
      "pageId": 1925303,
      "monthDay": "02/24"
    },
    {
      "year": "1973",
      "uri": "/wiki/Alexei_Kovalev",
      "name": "Alexei Kovalev",
      "aboutText": "Bonnie Somerville (born February 24, 1974) is an American actress and singer. Somerville currently stars as a first-year resident doctor in the CBS medical drama Code Black.",
      "pageId": 2331451,
      "monthDay": "02/24"
    },
    {
      "year": "1973",
      "uri": "/wiki/Yordan_Yovchev",
      "name": "Yordan Yovchev",
      "aboutText": "Neil Sullivan (born 24 February 1970) is a former professional Scottish internationalist footballer. As a player he was a professional goalkeeper from 1988 for 25 years until the age of 43 in 2013. He is now a goalkeeping coach at Football Championship side Leeds United.",
      "pageId": 2861367,
      "monthDay": "02/24"
    },
    {
      "year": "1974",
      "uri": "/wiki/Chad_Hugo",
      "name": "Chad Hugo",
      "aboutText": "Crista Flanagan (born February 24, 1976) is an American comedic actress best known for her work as a cast member on the FOX sketch comedy series MADtv from 2005 to 2009 and for her recurring role as Lois Sadler on the AMC series Mad Men.",
      "pageId": 3734078,
      "monthDay": "02/24"
    },
    {
      "year": "1974",
      "uri": "/wiki/Mike_Lowell",
      "name": "Mike Lowell",
      "aboutText": "Fernando Tejero Muñoz-Torrero (born 24 February 1967) is a Spanish actor.",
      "pageId": 3949635,
      "monthDay": "02/24"
    },
    {
      "year": "1974",
      "uri": "/wiki/Bonnie_Somerville",
      "name": "Bonnie Somerville",
      "aboutText": "Josh Bernstein (born February 24, 1971) is an American explorer, author, survival expert, anthropologist, and TV host best known as the host of Digging for the Truth. He later appeared for one season as the host of the Discovery Channel's Into the Unknown with Josh Bernstein.",
      "pageId": 4804207,
      "monthDay": "02/24"
    },
    {
      "year": "1975",
      "uri": "/wiki/Ashley_MacIsaac",
      "name": "Ashley MacIsaac",
      "aboutText": "Brian Paul Schmidt AC, FRS, FAA (born February 24, 1967) is a Distinguished Professor, Australian Research Council Laureate Fellow and astrophysicist at The Australian National University's Mount Stromlo Observatory and Research School of Astronomy and Astrophysics and is known for his research in using supernovae as cosmological probes. He currently holds an Australia Research Council Federation Fellowship and was elected a Fellow of the Royal Society (FRS) in 2012. Schmidt shared both the 2006 Shaw Prize in Astronomy and the 2011 Nobel Prize in Physics with Saul Perlmutter and Adam Riess for providing evidence that the expansion of the universe is accelerating, making him the only Montana-born Nobel laureate.",
      "pageId": 6231333,
      "monthDay": "02/24"
    },
    {
      "year": "1976",
      "uri": "/wiki/Crista_Flanagan",
      "name": "Crista Flanagan",
      "aboutText": "Teodor Currentzis (Greek: Θεόδωρος Κουρεντζής; Russian: Теодор Курентзис; born February 24, 1972) is a Greek-Russian conductor, musician and actor.",
      "pageId": 30228819,
      "monthDay": "02/24"
    },
    {
      "year": "1976",
      "uri": "/wiki/Eric_Griffin",
      "name": "Eric Griffin",
      "aboutText": "Eric Michael Griffin is an American rock guitarist. He is most famous for playing bass in the horror punk band Murderdolls (2002–2004) and guitar in Wednesday 13 (2006–2007).",
      "pageId": 33292587,
      "monthDay": "02/24"
    },
    {
      "year": "1976",
      "uri": "/wiki/Zach_Johnson",
      "name": "Zach Johnson",
      "aboutText": "Lleyton Glynn Hewitt (/ˈleɪtən ˈhjuːɨt/; born 24 February 1981) is an Australian professional tennis player and former world No. 1.\nHewitt is the youngest male ever to be ranked No. 1 in the world in singles, at the age of 20.",
      "pageId": 17915,
      "monthDay": "02/24"
    },
    {
      "year": "1976",
      "uri": "/wiki/Bradley_McGee",
      "name": "Bradley McGee",
      "aboutText": "Jason Dean Akermanis (born 24 February 1977) is a former Australian rules football player.",
      "pageId": 808774,
      "monthDay": "02/24"
    },
    {
      "year": "1976",
      "uri": "/wiki/Matt_Skiba",
      "name": "Matt Skiba",
      "aboutText": "Bronson Anthony Arroyo (born February 24, 1977) is an American professional baseball pitcher who is a free agent.",
      "pageId": 869354,
      "monthDay": "02/24"
    },
    {
      "year": "1977",
      "uri": "/wiki/Jason_Akermanis",
      "name": "Jason Akermanis",
      "aboutText": "Jesse Billauer (born February 24, 1979) is a well known surfer from Pacific Palisades, California.\nBillauer suffered an accident at the age of 17 on March 25, 1996, hitting his head on a shallow sandbar after being knocked off his surfboard by a wave. The force broke his neck, severing his spinal cord at the C6 level and instantly rendered him a paraplegic.",
      "pageId": 1128858,
      "monthDay": "02/24"
    },
    {
      "year": "1977",
      "uri": "/wiki/Bronson_Arroyo",
      "name": "Bronson Arroyo",
      "aboutText": "Bradley John McGee OAM (born 24 February 1976 in Sydney, New South Wales) is an Australian former professional racing cyclist. He is currently the head coach of the New South Wales Institute of Sport (NSWIS). He started cycling in 1986 at the age of ten.",
      "pageId": 1362802,
      "monthDay": "02/24"
    },
    {
      "year": "1977",
      "uri": "/wiki/Jay_Kenneth_Johnson",
      "name": "Jay Kenneth Johnson",
      "aboutText": "Floyd Joy Mayweather, Jr. (born Floyd Joy Sinclair; February 24, 1977) is an American retired professional boxer. Undefeated as a professional and a five-division world champion, Mayweather won twelve world titles and the lineal championship in four different weight classes (twice in the welterweight division).",
      "pageId": 1388019,
      "monthDay": "02/24"
    },
    {
      "year": "1977",
      "uri": "/wiki/Floyd_Mayweather,_Jr.",
      "name": "Floyd Mayweather, Jr.",
      "aboutText": "Matthew Thomas Skiba (born February 24, 1976) is an American musician, singer and songwriter best known for his role as the co-lead vocalist and guitarist of the pop punk band Alkaline Trio, with whom he has recorded eight studio albums. Skiba is also currently recording with blink-182, following the second departure of founding guitarist and vocalist Tom DeLonge, although his position in the band as a permanent member is yet to be confirmed.\nAlongside his work with Alkaline Trio, Skiba has also recorded and performed solo and with his side-projects, Heavens and The Hell.",
      "pageId": 1720208,
      "monthDay": "02/24"
    },
    {
      "year": "1978",
      "uri": "/wiki/Gary_(rapper)",
      "name": "Gary",
      "aboutText": "Anton Gustafsson better known by his stage name Anton Maiden, (born February 24, 1980 in Kinna, Västergötland – died November 1, 2003 in Borås, Västergötland) was a Swedish Internet celebrity that achieved fame around 1999 by singing over MIDI and MOD-versions of Iron Maiden songs. He became famous as a phenomenon of geek and DIY culture.\nHe started by publishing some songs on the Internet for a small group of friends.",
      "pageId": 1720573,
      "monthDay": "02/24"
    },
    {
      "year": "1978",
      "uri": "/wiki/Shinya_(musician)",
      "name": "Shinya",
      "aboutText": "Jay Kenneth Johnson (born February 24, 1977) is an American actor from Springfield, Missouri.He is best known for portraying Philip Kiriakis on the NBC soap opera Days of Our Lives.",
      "pageId": 2165450,
      "monthDay": "02/24"
    },
    {
      "year": "1978",
      "uri": "/wiki/John_Nolan_(musician)",
      "name": "John Nolan",
      "aboutText": "Shinsuke Nakamura (中邑 真輔, Nakamura Shinsuke, born February 24, 1980) is a Japanese professional wrestler and mixed martial artist currently working for New Japan Pro Wrestling (NJPW), where he is in his fifth reign as the IWGP Intercontinental Champion, while also being a former three-time IWGP Heavyweight Champion, one-time IWGP Tag Team Champion and the winner of the 2011 G1 Climax, 2006 G1 Tag League, and 2014 New Japan Cup tournaments.",
      "pageId": 2454237,
      "monthDay": "02/24"
    },
    {
      "year": "1978",
      "uri": "/wiki/DeWayne_Wise",
      "name": "DeWayne Wise",
      "aboutText": "John Thomas Nolan (born February 24, 1978) is an American musician from Long Island, New York. He is the current guitarist and co-lead vocalist of Taking Back Sunday, and the former lead singer, pianist, and guitarist of Straylight Run.\nNolan left Taking Back Sunday in 2003 and during March 2010 rejoined Taking Back Sunday with Shaun Cooper, who left during his first run with the band, reforming the Tell All Your Friends-era lineup.",
      "pageId": 2533900,
      "monthDay": "02/24"
    },
    {
      "year": "1978",
      "uri": "/wiki/Leon_Constantine",
      "name": "Leon Constantine",
      "aboutText": "Roman Andreyevich Sludnov (Russian: Роман Андреевич Слуднов, born 24 February 1980) is a breaststroke swimmer from Russia. He was the first person to swim the long course 100 m breaststroke under one minute. In 2000 he held world records in the long course 100 m and short course 100 m and 200 m.",
      "pageId": 3297156,
      "monthDay": "02/24"
    },
    {
      "year": "1979",
      "uri": "/wiki/Jesse_Billauer",
      "name": "Jesse Billauer",
      "aboutText": "Vítor Ribeiro (born February 24, 1979 in Rio de Janeiro, Brazil) is a retired professional mixed martial artist who competed in the Lightweight division.",
      "pageId": 3558977,
      "monthDay": "02/24"
    },
    {
      "year": "1979",
      "uri": "/wiki/V%C3%ADtor_Ribeiro",
      "name": "Vítor Ribeiro",
      "aboutText": "Shinya (born February 24, 1978, in Osaka, Japan) is a Japanese musician, best known as the drummer of the metal band Dir En Grey. He has been with the band since its inception in 1997 and was previously a member of La:Sadie's.",
      "pageId": 3683490,
      "monthDay": "02/24"
    },
    {
      "year": "1980",
      "uri": "/wiki/Anton_Maiden",
      "name": "Anton Maiden",
      "aboutText": "Zachary Harris Johnson (born February 24, 1976) is an American professional golfer who has 12 victories on the PGA Tour, including two major championships, the 2007 Masters and the 2015 Open Championship.",
      "pageId": 4661388,
      "monthDay": "02/24"
    },
    {
      "year": "1980",
      "uri": "/wiki/Shinsuke_Nakamura",
      "name": "Shinsuke Nakamura",
      "aboutText": "Larry DeWayne Wise (born February 24, 1978) is an American retired professional baseball outfielder. He graduated from Chapin High School in 1997 and was selected by the Cincinnati Reds in the fifth round of the 1997 amateur draft. He played in Major League Baseball (MLB) for the Toronto Blue Jays, Atlanta Braves, Cincinnati Reds, Chicago White Sox, Florida Marlins, and New York Yankees.",
      "pageId": 6159438,
      "monthDay": "02/24"
    },
    {
      "year": "1980",
      "uri": "/wiki/Roman_Sludnov",
      "name": "Roman Sludnov",
      "aboutText": "Felipe Abdiel Baloy Ramírez (born 24 February 1981, in Panama City) is a football defender who currently plays for Club Atlas of Mexico and is the current captain of the Panama national football team.",
      "pageId": 6646268,
      "monthDay": "02/24"
    },
    {
      "year": "1981",
      "uri": "/wiki/Felipe_Baloy",
      "name": "Felipe Baloy",
      "aboutText": "Leon Charles Constantine (born 24 February 1978) is an English former footballer striker. A journeyman of lower league English football, he had 21 separate spells at 19 different clubs within the space of just 12 years. A latecomer to the professional game, he found a Football League club at age 22, and was a regular first team player for the first time at age 23.",
      "pageId": 7238273,
      "monthDay": "02/24"
    },
    {
      "year": "1981",
      "uri": "/wiki/Nancy_Castiglione",
      "name": "Nancy Castiglione",
      "aboutText": "Kang Hee-gun (born February 24, 1978), better known by his stage name Gary (Korean: 개리, often spelled as Garie) is a South Korean rapper. Besides a solo artist, he is also the rapper and lyricist of the hip-hop duo Leessang. Since their formation in 2002, the group has produced a total of eight albums and had several hits under their belt.",
      "pageId": 34315511,
      "monthDay": "02/24"
    },
    {
      "year": "1981",
      "uri": "/wiki/Lleyton_Hewitt",
      "name": "Lleyton Hewitt",
      "aboutText": "Nancy Castiglione (born Nancy Jane Jimenez Castiglione on February 24, 1981 in Canada) is a half Italian and half Filipina actress and singer in the Philippines.",
      "pageId": 34743825,
      "monthDay": "02/24"
    },
    {
      "year": "1981",
      "uri": "/wiki/Mauro_Rosales",
      "name": "Mauro Rosales",
      "aboutText": "Mohammad Sami (Urdu: محمد سمیع‎, born 24 February 1981) is a Pakistani cricketer who plays as fast bowler and is considered to be one of the fastest bowlers in Pakistan after Shoaib Akhtar. He is the only bowler in cricket to notch hat-tricks in all three formats of the game. Sami is known for his quick yorkers and traditional swing good pace.",
      "pageId": 554192,
      "monthDay": "02/24"
    },
    {
      "year": "1981",
      "uri": "/wiki/Mohammad_Sami",
      "name": "Mohammad Sami",
      "aboutText": "Mauro Damián Rosales (born 24 February 1981) is an Argentine footballer who plays for Vancouver Whitecaps FC in Major League Soccer, as well as an 2004 Athens Olympics gold medalist with the Argentina national under-23 football team.",
      "pageId": 1392394,
      "monthDay": "02/24"
    },
    {
      "year": "1982",
      "uri": "/wiki/Nick_Blackburn",
      "name": "Nick Blackburn",
      "aboutText": "Clivio Piccione (born February 24, 1984 in Monte Carlo, Monaco) is a Monegasque race car driver.",
      "pageId": 1628347,
      "monthDay": "02/24"
    },
    {
      "year": "1982",
      "uri": "/wiki/Fala_Chen",
      "name": "Fala Chen",
      "aboutText": "Klára Koukalová (born 24 February 1982) is a Czech tennis player.",
      "pageId": 2067237,
      "monthDay": "02/24"
    },
    {
      "year": "1982",
      "uri": "/wiki/Kevin_O%27Neill_(rugby_union)",
      "name": "Kevin O'Neill",
      "aboutText": "Chieko Ochi (越智 千恵子, Ochi Chieko), born Chieko Kawabe (河辺千恵子) February 24, 1987 in Tokyo, is a Japanese singer, model and actress. She played Sailor Mercury in the Sailor Moon musicals and was Naru Osaka in the live-action Sailor Moon series.",
      "pageId": 2633174,
      "monthDay": "02/24"
    },
    {
      "year": "1982",
      "uri": "/wiki/Emanuel_Villa",
      "name": "Emanuel Villa",
      "aboutText": "Wojciech Wolski (pronounced: VOY-tek VOL-skee; born February 24, 1986) is a Polish-Canadian professional ice hockey left winger currently playing for Metallurg Magnitogorsk of the Kontinental Hockey League (KHL). In the NHL, he has played for the Colorado Avalanche, Phoenix Coyotes, New York Rangers, Florida Panthers, and the Washington Capitals. During the 2012 NHL lockout, he played for Ciarko PBS Bank KH Sanok in the PHL, the top-tier hockey league in Poland.",
      "pageId": 3913050,
      "monthDay": "02/24"
    },
    {
      "year": "1982",
      "uri": "/wiki/Stella_Young",
      "name": "Stella Young",
      "aboutText": "Mayuko Iwasa (岩佐 真悠子, Iwasa Mayuko, born February 24, 1987, in Nerima, Tokyo) is a Japanese entertainer/model. She was Miss Magazine 2003. Iwasa was awarded the Graph Prize, the 42nd Golden Arrow Awards (2004) in March 2005.",
      "pageId": 4180535,
      "monthDay": "02/24"
    },
    {
      "year": "1982",
      "uri": "/wiki/Kl%C3%A1ra_Zakopalov%C3%A1",
      "name": "Klára Zakopalová",
      "aboutText": "Bryce Austin Papenbrook (born February 24, 1986) is an American voice actor. He has done voice work for Animaze, Bang Zoom! Entertainment, Funimation, and Studiopolis and has performed the voices for several anime roles, particularly those of young male protagonists.",
      "pageId": 4951396,
      "monthDay": "02/24"
    },
    {
      "year": "1983",
      "uri": "/wiki/Matt_McGinley",
      "name": "Matt McGinley",
      "aboutText": "Matthew Polinsky (born February 24, 1984) is a retired American professional wrestler and current color commentator better known by his ring name Corey Graves. He is currently signed to WWE and works in its developmental territory, WWE NXT, as a color commentator. He is a former NXT Tag Team Champion with Adrian Neville.",
      "pageId": 5613194,
      "monthDay": "02/24"
    },
    {
      "year": "1983",
      "uri": "/wiki/Ingemar_Teever",
      "name": "Ingemar Teever",
      "aboutText": "Fala Chen (Chinese: 陳法拉; born 24 February 1982) is a Chinese-born American actress and singer. Currently active in Hong Kong's entertainment industry, she was previously signed under Television Broadcasts Limited (TVB).",
      "pageId": 5657276,
      "monthDay": "02/24"
    },
    {
      "year": "1984",
      "uri": "/wiki/Corey_Graves",
      "name": "Corey Graves",
      "aboutText": "Kevin John O'Neill (born 24 February 1982) is a rugby union player who plays for Waikato Rugby Union in the Air New Zealand Cup and for the All Blacks. His position is lock.",
      "pageId": 6861130,
      "monthDay": "02/24"
    },
    {
      "year": "1984",
      "uri": "/wiki/Clivio_Piccione",
      "name": "Clivio Piccione",
      "aboutText": "Emanuel Alejandro Villa (born 24 February 1982) is an Argentine footballer who plays as a centre-forward for Liga MX club Querétaro. He holds Mexican citizenship.\nHe previously played for Huracán, Atlético Rafaela and Rosario Central in Argentina; the Derby County in England; and Atlas, Tecos, Cruz Azul, Pumas UNAM, Tigres UANL and Querétaro in Mexico.",
      "pageId": 7186809,
      "monthDay": "02/24"
    },
    {
      "year": "1984",
      "uri": "/wiki/Nicholas_Saputra",
      "name": "Nicholas Saputra",
      "aboutText": "Ingemar Teever (born 24 February 1983) is an Estonian professional footballer who plays as a striker for Estonian Meistriliiga club Levadia and the Estonia national football team.",
      "pageId": 7804891,
      "monthDay": "02/24"
    },
    {
      "year": "1986",
      "uri": "/wiki/Bryce_Papenbrook",
      "name": "Bryce Papenbrook",
      "aboutText": "Matthew Ryan \"Matt\" McGinley (born February 24, 1983) is the co-founder and drummer of the Gym Class Heroes.",
      "pageId": 9776429,
      "monthDay": "02/24"
    },
    {
      "year": "1986",
      "uri": "/wiki/Wojtek_Wolski",
      "name": "Wojtek Wolski",
      "aboutText": "Robert Nicholas \"Nick\" Blackburn (born February 24, 1982) is an American former professional baseball player.",
      "pageId": 13178495,
      "monthDay": "02/24"
    },
    {
      "year": "1987",
      "uri": "/wiki/Mayuko_Iwasa",
      "name": "Mayuko Iwasa",
      "aboutText": "Trace Dempsey Cyrus (born as Neil Timothy Helson; February 24, 1989) is an American musician. The son of country singer Billy Ray Cyrus and brother of recording artist Miley Cyrus, he is the backing vocalist and lead guitarist of the band Metro Station. He left the band in 2010 but returned in 2014.",
      "pageId": 17394446,
      "monthDay": "02/24"
    },
    {
      "year": "1987",
      "uri": "/wiki/Kim_Kyu-jong",
      "name": "Kim Kyu-jong",
      "aboutText": "Kim Kyu Jong (Hangul: 김규종; hanja: 金奎鐘; born February 24, 1987) is a South Korean entertainer, actor, and a member of boyband SS501.\nIn 2010, Kim left DSP Media, who managed him as part of SS501, and moved to B2M Entertainment with bandmate Heo Young-Saeng, to pursue his solo career. He made his musical debut in Goong: Musical, playing the lead role of Lee Shin, and debut as a solo artist in September 2011 with his mini album Turn Me On.",
      "pageId": 22016376,
      "monthDay": "02/24"
    },
    {
      "year": "1987",
      "uri": "/wiki/Chieko_Ochi",
      "name": "Chieko Ochi",
      "aboutText": "Nicholas Saputra (born February 24, 1984 in Jakarta). He was born from a German father and an Indonesian mother. He is an Indonesian actor, model and VJ. Saputra is primarily known for his role in the break-out teen movie Ada Apa dengan Cinta?, as well as his role as the activist Soe Hok Gie in the film Gie.",
      "pageId": 23045445,
      "monthDay": "02/24"
    },
    {
      "year": "1988",
      "uri": "/wiki/Emma_Hayman",
      "name": "Emma Hayman",
      "aboutText": "Emma Hayman (born 24 February 1988) is a New Zealand tennis player.\nHayman has won one doubles title on the ITF tour in her career. On 4 November 2013, she reached her best singles ranking of world number 686.",
      "pageId": 38293284,
      "monthDay": "02/24"
    },
    {
      "year": "1989",
      "uri": "/wiki/Trace_Cyrus",
      "name": "Trace Cyrus",
      "aboutText": "Stella Jane Young (24 February 1982 – 6 December 2014) was an Australian comedian, journalist and disability advocate.",
      "pageId": 40047515,
      "monthDay": "02/24"
    },
    {
      "year": "1989",
      "uri": "/wiki/Kosta_Koufos",
      "name": "Kosta Koufos",
      "aboutText": "Ryan Francis (March 17, 1987 – May 13, 2006) was an American college basketball player.",
      "pageId": 5134069,
      "monthDay": "02/24"
    },
    {
      "year": "1990",
      "uri": "/wiki/Stefan_M%C3%BCller_(footballer_born_1990)",
      "name": "Stefan Müller",
      "aboutText": "Madison L. Hubbell (born February 24, 1991) is an American ice dancer. With Zachary Donohue, she is the 2014 Four Continents champion, two-time Nebelhorn Trophy champion (2011, 2013), and two-time (2012, 2015) U.S. national bronze medalist.\nShe competed with her brother Keiffer Hubbell from 2001 to 2011.",
      "pageId": 7846989,
      "monthDay": "02/24"
    },
    {
      "year": "1991",
      "uri": "/wiki/Madison_Hubbell",
      "name": "Madison Hubbell",
      "aboutText": "Konstantine Demetrios \"Kosta\" Koufos (Greek: Κωνσταντίνος Δημήτριος \"Κώστας\" Κουφός; born February 24, 1989) is a Greek-American professional basketball player for the Sacramento Kings of the National Basketball Association (NBA).",
      "pageId": 12798307,
      "monthDay": "02/24"
    },
    {
      "year": "1991",
      "uri": "/wiki/Semih_Kaya",
      "name": "Semih Kaya",
      "aboutText": "Ramona Marquez (born 24 February 2001) is an English child actress from London, best known for her role as Karen Brockman in the BBC One sitcom Outnumbered.",
      "pageId": 13177770,
      "monthDay": "02/24"
    },
    {
      "year": "1994",
      "uri": "/wiki/Ryan_Francis",
      "name": "Ryan Francis",
      "aboutText": "Semih Kaya (Turkish pronunciation: [semih kɑjɑ], born 24 February 1991) is a Turkish professional footballer who plays for Turkish club Galatasaray and the Turkey national team.",
      "pageId": 18877127,
      "monthDay": "02/24"
    },
    {
      "year": "1994",
      "uri": "/wiki/Earl_Sweatshirt",
      "name": "Earl Sweatshirt",
      "aboutText": "Thebe Neruda Kgositsile (born February 24, 1994), better known by his stage name Earl Sweatshirt, is an American rapper, singer-songwriter, record producer, skateboarder, musician, and a former member of the Los Angeles-based hip hop collective Odd Future. He is signed to Columbia Records, as well as his own label, Tan Cressida. Earl gained recognition and critical praise for his debut mixtape, Earl.",
      "pageId": 29202892,
      "monthDay": "02/24"
    },
    {
      "year": "1995",
      "uri": "/wiki/Jacob_Murphy",
      "name": "Jacob Murphy",
      "aboutText": "Stefan Müller (born 24 February 1990) is a German footballer who plays for FC Ingolstadt 04 II.",
      "pageId": 31077440,
      "monthDay": "02/24"
    },
    {
      "year": "2001",
      "uri": "/wiki/Ramona_Marquez",
      "name": "Ramona Marquez",
      "aboutText": "Encke (24 February 2009 – 14 October 2014) was an American-bred, British-trained Thoroughbred racehorse, best known for winning the classic St Leger Stakes at Doncaster Racecourse on 15 September 2012 when he defeated the Triple Crown bid of Camelot. In spring of 2013 Encke was banned from racing after failing a drug test. He returned to racing in 2014 and was placed in three races including the Irish St Leger.",
      "pageId": 37023908,
      "monthDay": "02/24"
    },
    {
      "year": "2009",
      "uri": "/wiki/Encke_(horse)",
      "name": "Encke",
      "aboutText": "Jacob Kai Murphy (born 24 February 1995) is an English professional footballer who plays on loan for Coventry City from Norwich City. He made his professional début in an FA Cup match against Fulham in January 2014. He has also played on loan for Swindon Town and Southend United.",
      "pageId": 41548016,
      "monthDay": "02/24"
    }
  ]
}