{
  "people": [
    {
      "year": "1337",
      "uri": "/wiki/Wenceslaus_I,_Duke_of_Luxembourg",
      "name": "Wenceslaus I, Duke of Luxembourg",
      "aboutText": "Ahmed II (Ottoman Turkish: احمد ثانى Aḥmed-i sānī) (February 25, 1643 – February 6, 1695) was the Sultan of the Ottoman Empire from 1691 to 1695. Ahmed II was born at Topkapı Palace, Constantinople, the son of Sultan Ibrahim (1640–48) by Valide Sultan Hatice Muazzez, and succeeded his brother Suleiman II (1687–91) in 1691.",
      "pageId": 1528,
      "monthDay": "02/25"
    },
    {
      "year": "1552",
      "uri": "/wiki/Magdalene_of_Lippe",
      "name": "Magdalene of Lippe",
      "aboutText": "Carlo Osvaldo Goldoni (Italian: [ˈkarlo ozˈvaldo ɡolˈdoːni]; 25 February 1707 – 6 February 1793) was an Italian playwright and librettist from the Republic of Venice. His works include some of Italy's most famous and best-loved plays. Audiences have admired the plays of Goldoni for their ingenious mix of wit and honesty.",
      "pageId": 5790,
      "monthDay": "02/25"
    },
    {
      "year": "1591",
      "uri": "/wiki/Friedrich_Spee",
      "name": "Friedrich Spee",
      "aboutText": "John Graves Simcoe (February 25, 1752 – October 26, 1806) was a British army officer and the first Lieutenant Governor of Upper Canada from 1791 until 1796. Then frontier, this was modern-day southern Ontario and the watersheds of Georgian Bay and Lake Superior. He founded York (now Toronto) and was instrumental in introducing institutions such as courts of law, trial by jury, English common law, freehold land tenure, and the abolition of slavery.",
      "pageId": 15918,
      "monthDay": "02/25"
    },
    {
      "year": "1643",
      "uri": "/wiki/Ahmed_II",
      "name": "Ahmed II",
      "aboutText": "Thomas Newcomen (/nuːˈkʌmən, njuː-/; February 1664 – 5 August 1729) was an English inventor who created the first practical steam engine for pumping water, the Newcomen steam engine. He was an ironmonger by trade and a Baptist lay preacher by calling. He was born in Dartmouth, Devon, England, to a merchant family and baptised at St.",
      "pageId": 81834,
      "monthDay": "02/25"
    },
    {
      "year": "1644",
      "uri": "/wiki/Thomas_Newcomen",
      "name": "Thomas Newcomen",
      "aboutText": "Karl Wilhelm Ramler (25 February 1725 – 11 April 1798) was a German poet.\nRamler was born in Kolberg. After graduating from the University of Halle, he went to Berlin, where, in 1748, he was appointed professor of logic and literature at the cadet school.",
      "pageId": 220707,
      "monthDay": "02/25"
    },
    {
      "year": "1651",
      "uri": "/wiki/Johann_Philipp_Krieger",
      "name": "Johann Philipp Krieger",
      "aboutText": "Giovanni Battista Morgagni (25 February 1682 – 6 December 1771) was an Italian anatomist, celebrated as the father of modern anatomical pathology.",
      "pageId": 564699,
      "monthDay": "02/25"
    },
    {
      "year": "1663",
      "uri": "/wiki/Peter_Anthony_Motteux",
      "name": "Peter Anthony Motteux",
      "aboutText": "René Nicolas Charles Augustin de Maupeou (25 February 1714 – 29 July 1792) was a French lawyer, politician, and chancellor of France, whose attempts at reform signalled the failure of enlightened despotism in France. He is best known for his effort to destroy the system of parlements, which were powerful regional courts, in 1770-74.",
      "pageId": 632694,
      "monthDay": "02/25"
    },
    {
      "year": "1670",
      "uri": "/wiki/Maria_Margarethe_Kirch",
      "name": "Maria Margarethe Kirch",
      "aboutText": "Friedrich Spee (also Friedrich Spee von Langenfeld) (Kaiserswerth, February 25, 1591 – Trier, August 7, 1635) was a German Jesuit and poet, most noted as an opponent of trials for witchcraft. Spee was the first person in his time who spoke strongly and with arguments against torture in general. He may be considered the first who ever gave good arguments why torture is not a way of obtaining truth from someone undergoing painful questioning.",
      "pageId": 1203776,
      "monthDay": "02/25"
    },
    {
      "year": "1682",
      "uri": "/wiki/Giovanni_Battista_Morgagni",
      "name": "Giovanni Battista Morgagni",
      "aboutText": "John Wood, the Younger (25 February 1728 – 18 June 1782) was an English architect, working principally in the city of Bath, Somerset. He was the son of the architect John Wood, the Elder.",
      "pageId": 1719547,
      "monthDay": "02/25"
    },
    {
      "year": "1692",
      "uri": "/wiki/Karl_Ludwig_von_P%C3%B6llnitz",
      "name": "Karl Ludwig von Pöllnitz",
      "aboutText": "François-René-Auguste Mallarmé (25 February 1755 – 25 July 1835) was a French statesman of the French Revolution and a supporter of Napoleon Bonaparte and the French Empire. His career is of particular interest because he was among political figures such as Joseph Fouché who at first aggressively supported the Terror, only to betray its leaders (including Maximilien Robespierre) and support the various conservative reactionary régimes that followed. His was a chevalier de l'Empire from 22 November 1808 and a baron de l'Empire from 31 January 1810.",
      "pageId": 1847001,
      "monthDay": "02/25"
    },
    {
      "year": "1707",
      "uri": "/wiki/Carlo_Goldoni",
      "name": "Carlo Goldoni",
      "aboutText": "Johann Philipp Krieger (also Kriger, Krüger, Krugl, and Giovanni Filippo Kriegher; 25 February 1649 – 7 February 1725) was a German Baroque composer and organist.",
      "pageId": 1864088,
      "monthDay": "02/25"
    },
    {
      "year": "1708",
      "uri": "/wiki/Felix_Benda",
      "name": "Felix Benda",
      "aboutText": "Karl Ludwig Freiherr von Pöllnitz (February 25, 1692 – June 23, 1775) was a German adventurer and writer from Issum.\nHis father, Wilhelm Ludwig von Pöllnitz (d. 1693), was in the military service of the elector of Brandenburg, and much of his son's youth was passed at the electoral court in Berlin.",
      "pageId": 1955584,
      "monthDay": "02/25"
    },
    {
      "year": "1714",
      "uri": "/wiki/Ren%C3%A9_Nicolas_Charles_Augustin_de_Maupeou",
      "name": "René Nicolas Charles Augustin de Maupeou",
      "aboutText": "Maria Margarethe Kirch (née Winckelmann; 25 February 1670 – 29 December 1720) was a German astronomer, and one of the first famous astronomers of her period due to her writings on the conjunction of the sun with Saturn, Venus, and Jupiter in 1709 and 1712 respectively.",
      "pageId": 5190038,
      "monthDay": "02/25"
    },
    {
      "year": "1714",
      "uri": "/wiki/Sir_Hyde_Parker,_5th_Baronet",
      "name": "Sir Hyde Parker, 5th Baronet",
      "aboutText": "Wenceslaus I (also Wenceslas, Venceslas, Wenzel, or Václav, often called Wenceslaus of Bohemia in chronicles) (Prague, 25 February 1337 – Luxembourg, 7 December 1383) was the first Duke of Luxembourg from 1354.",
      "pageId": 5563404,
      "monthDay": "02/25"
    },
    {
      "year": "1725",
      "uri": "/wiki/Karl_Wilhelm_Ramler",
      "name": "Karl Wilhelm Ramler",
      "aboutText": "Armand-Louis Couperin (25 February 1727 – 2 February 1789) was a French composer, organist, and harpsichordist of the late Baroque and early Classical periods.",
      "pageId": 6209840,
      "monthDay": "02/25"
    },
    {
      "year": "1727",
      "uri": "/wiki/Armand-Louis_Couperin",
      "name": "Armand-Louis Couperin",
      "aboutText": "Vice-Admiral Sir Hyde Parker, 5th Baronet (25 February 1714 – 1782) was a British naval commander.\nParker was born at Tredington (which was then in Worcestershire). His father, a clergyman, was a son of Sir Henry Parker.",
      "pageId": 8078078,
      "monthDay": "02/25"
    },
    {
      "year": "1728",
      "uri": "/wiki/John_Wood,_the_Younger",
      "name": "John Wood, the Younger",
      "aboutText": "August Wilhelm Hupel (25 February [O.S. 14 February] 1737 in Buttelstedt near Weimar – 7 February [O.S. 26 January] 1819 in Paide) was a Baltic German publicist, estophile and linguist.\nIn 1766–1767, he translated for Lühhike öppetus, the first Estonian language periodical publication, edited by Peter Ernst Wilde. In 1771, he published a medical textbook, Arsti ramat nende juhhatamisseks kes tahtvad többed ärra-arvada ning parrandada (Estonian for Manual of medical diagnostics and healthcare, literally Doctor's book to instruct those who want to guess and repair ailments).",
      "pageId": 12413754,
      "monthDay": "02/25"
    },
    {
      "year": "1737",
      "uri": "/wiki/August_Wilhelm_Hupel",
      "name": "August Wilhelm Hupel",
      "aboutText": "Peter Anthony Bois (25 February 1663 – 18 February 1718), born Pierre Antoine Motteux (French: [mɔtø]), was an English author, playwright, and translator. Motteux was a significant figure in the evolution of English journalism in his era, as the publisher and editor of The Gentleman's Journal, \"the first English magazine,\" from 1692 to 1694.\n^ Jackson, p.",
      "pageId": 14836230,
      "monthDay": "02/25"
    },
    {
      "year": "1752",
      "uri": "/wiki/John_Graves_Simcoe",
      "name": "John Graves Simcoe",
      "aboutText": "Felix Benda (25 February 1708 – 1768) was a Bohemian composer and organist. He was a member of the Benda musical family.\nBenda was born in Skalsko.",
      "pageId": 21032431,
      "monthDay": "02/25"
    },
    {
      "year": "1755",
      "uri": "/wiki/Fran%C3%A7ois_Ren%C3%A9_Mallarm%C3%A9",
      "name": "François René Mallarmé",
      "aboutText": "Magdalena of Lippe (25 February 1552, Detmold - 26 February 1587, Darmstadt) was a German noblewoman. She was a Countess of Lippe by birth.",
      "pageId": 32230355,
      "monthDay": "02/25"
    },
    {
      "year": "1778",
      "uri": "/wiki/Jos%C3%A9_de_San_Mart%C3%ADn",
      "name": "José de San Martín",
      "aboutText": "Pierre-Auguste Renoir, commonly known as Auguste Renoir (US /rɛnˈwɑr/ or UK /ˈrɛnwɑr/; French: [pjɛʁ oɡyst ʁənwaʁ]; 25 February 1841 – 3 December 1919), was a French artist who was a leading painter in the development of the Impressionist style.",
      "pageId": 24546,
      "monthDay": "02/25"
    },
    {
      "year": "1812",
      "uri": "/wiki/Carl_Christian_Hall",
      "name": "Carl Christian Hall",
      "aboutText": "Rudolf Joseph Lorenz Steiner (27 (25?) February 1861 – 30 March 1925) was an Austrian philosopher, author, social reformer, architect, and esotericist. Steiner gained initial recognition at the end of the nineteenth century as a literary critic and published philosophical works including The Philosophy of Freedom. At the beginning of the twentieth century, he founded an esoteric spiritual movement, anthroposophy, with roots in German idealist philosophy and theosophy; other influences include Goethean science and Rosicrucianism.",
      "pageId": 26104,
      "monthDay": "02/25"
    },
    {
      "year": "1816",
      "uri": "/wiki/Giovanni_Morelli",
      "name": "Giovanni Morelli",
      "aboutText": "Enrico Caruso (Italian pronunciation: [enˈriːko kaˈruːzo]; February 25, 1873 – August 2, 1921) was an Italian operatic tenor. He sang to great acclaim at the major opera houses of Europe and the Americas, appearing in a wide variety of roles from the Italian and French repertoires that ranged from the lyric to the dramatic. Caruso also made approximately 260 commercially released recordings from 1902 to 1920.",
      "pageId": 67892,
      "monthDay": "02/25"
    },
    {
      "year": "1833",
      "uri": "/wiki/John_St._John_(Governor_of_Kansas)",
      "name": "John St. John",
      "aboutText": "Karl (Carl) Friedrich May (/maɪ/ MY; German: [maɪ]; 25 February 1842 – 30 March 1912) was a German writer best known for his adventure novels set in the American Old West. His main protagonists are Winnetou and Old Shatterhand. May set similar books in the Orient and Middle East in which the main protagonists were Kara Ben Nemsi and Hadschi Halef Omar, Latin America and Germany.",
      "pageId": 169991,
      "monthDay": "02/25"
    },
    {
      "year": "1841",
      "uri": "/wiki/Pierre-Auguste_Renoir",
      "name": "Pierre-Auguste Renoir",
      "aboutText": "Sir George Houstoun Reid, GCB, GCMG, KC (25 February 1845 – 12 September 1918) was an Australian politician, Premier of New South Wales and the fourth Prime Minister of Australia.\nReid was the last leader of the Liberal tendency in New South Wales, led by Charles Cowper and Henry Parkes and which Reid organised as the Free Trade and Liberal Association in 1889. He was more effective as Premier of New South Wales from 1894 to 1899 than he was as Prime Minister in 1904 and 1905.",
      "pageId": 239440,
      "monthDay": "02/25"
    },
    {
      "year": "1842",
      "uri": "/wiki/Karl_May",
      "name": "Karl May",
      "aboutText": "Sir Robert Bond (February 25, 1857 – March 16, 1927) was the last Premier of Newfoundland Colony from 1900 to 1907 and the first prime minister of the Dominion of Newfoundland from 1907 to 1909 after the 1907 Imperial Conference conferred dominion status on the island. He was born in St. John's, Newfoundland, as the son of merchant John Bond.",
      "pageId": 320911,
      "monthDay": "02/25"
    },
    {
      "year": "1845",
      "uri": "/wiki/George_Reid_(Australian_politician)",
      "name": "George Reid",
      "aboutText": "José Francisco de San Martín y Matorras (25 February 1778 – 17 August 1850), known simply as José de San Martín (Spanish pronunciation: [xoˈse ðe san marˈtin]), was an Argentine general and the prime leader of the southern part of South America's successful struggle for independence from the Spanish Empire. Born in Yapeyú, Corrientes, in modern Argentina, he left his mother country at the early age of seven to study in Málaga, Spain.\nIn 1808, after taking part in the Peninsular War against France, San Martín contacted South American supporters of independence from Spain.",
      "pageId": 360387,
      "monthDay": "02/25"
    },
    {
      "year": "1855",
      "uri": "/wiki/George_Bonnor",
      "name": "George Bonnor",
      "aboutText": "Benedetto Croce (Italian: [beneˈdetto ˈkroːtʃe]; 25 February 1866 – 20 November 1952) was an Italian idealist philosopher, historian and occasionally also politician. He wrote on numerous topics, including philosophy, history, historiography and aesthetics. He was a liberal, although he opposed laissez-faire free trade, and had considerable influence on other Italian intellectuals including both Marxist Antonio Gramsci and fascist Giovanni Gentile.",
      "pageId": 740634,
      "monthDay": "02/25"
    },
    {
      "year": "1855",
      "uri": "/wiki/Ces%C3%A1rio_Verde",
      "name": "Cesário Verde",
      "aboutText": "Giovanni Morelli (Verona 25 February 1816  – 28 February 1891 Milan) was an Italian art critic and political figure. As an art historian, he developed the \"Morellian\" technique of scholarship, identifying the characteristic \"hands\" of painters through scrutiny of diagnostic minor details that revealed artists' scarcely conscious shorthand and conventions for portraying, for example, ears.\nMorelli studied medicine in Switzerland and Germany where he, although he never practiced, taught anatomy at the University of Munich.",
      "pageId": 837873,
      "monthDay": "02/25"
    },
    {
      "year": "1856",
      "uri": "/wiki/Karl_Gotthard_Lamprecht",
      "name": "Karl Gotthard Lamprecht",
      "aboutText": "John Pierce St. John (February 25, 1833 – August 31, 1916) was the eighth Governor of Kansas and a candidate for President of the United States in 1884.\nSt.",
      "pageId": 1260842,
      "monthDay": "02/25"
    },
    {
      "year": "1856",
      "uri": "/wiki/Mathias_Zdarsky",
      "name": "Mathias Zdarsky",
      "aboutText": "Larysa Petrivna Kosach-Kvitka (Ukrainian: Лариса Петрівна Косач-Квітка) (February 25 [O.S. February 13] 1871 – August 1 [O.S. July 19] 1913) better known under her literary pseudonym Lesya Ukrainka (Ukrainian: Леся Українка), was one of Ukraine's best-known poets and writers and the foremost woman writer in Ukrainian literature.",
      "pageId": 1298494,
      "monthDay": "02/25"
    },
    {
      "year": "1857",
      "uri": "/wiki/Robert_Bond",
      "name": "Robert Bond",
      "aboutText": "Carl Christian Hall (February 25, 1812 – August 14, 1888) was a Danish statesman.",
      "pageId": 1675552,
      "monthDay": "02/25"
    },
    {
      "year": "1860",
      "uri": "/wiki/William_Ashley_(economic_historian)",
      "name": "William Ashley",
      "aboutText": "Thomas \"Tom\" Crean (Irish: Tomás Ó Croidheáin; 25 February 1877 – 27 July 1938), was an Irish seaman and Antarctic explorer from Annascaul in County Kerry. He was a member of three major expeditions to Antarctica during the Heroic Age of Antarctic Exploration, including Captain Scott's 1911–13 Terra Nova Expedition. This saw the race to reach the South Pole lost to Roald Amundsen and ended in the deaths of Scott and his polar party.",
      "pageId": 1769148,
      "monthDay": "02/25"
    },
    {
      "year": "1861",
      "uri": "/wiki/Rudolf_Steiner",
      "name": "Rudolf Steiner",
      "aboutText": "Karl Gotthard Lamprecht (February 25, 1856 – May 10, 1915) was a German historian who specialized in German art and economic history.",
      "pageId": 2186931,
      "monthDay": "02/25"
    },
    {
      "year": "1865",
      "uri": "/wiki/Andranik",
      "name": "Andranik",
      "aboutText": "George John Bonnor (25 February 1855 – 27 June 1912) was an Australian cricketer, known for his big hitting, who played Test cricket between 1880 and 1888.",
      "pageId": 2534351,
      "monthDay": "02/25"
    },
    {
      "year": "1866",
      "uri": "/wiki/Benedetto_Croce",
      "name": "Benedetto Croce",
      "aboutText": "Phoebus Aaron Theodore Levene, M.D. (25 February 1863 – 6 September 1940) was an American biochemist who studied the structure and function of nucleic acids. He characterized the different forms of nucleic acid, DNA from RNA, and found that DNA contained adenine, guanine, thymine, cytosine, deoxyribose, and a phosphate group.\nHe was born into a Litvak (Lithuanian Jewish) family as Fishel Aaronovich Levin in the town of Žagarė in Lithuania, then part of the Russian Empire, but grew up in St.",
      "pageId": 3154519,
      "monthDay": "02/25"
    },
    {
      "year": "1869",
      "uri": "/wiki/Phoebus_Levene",
      "name": "Phoebus Levene",
      "aboutText": "Cesário Verde (25 February 1855 – 19 July 1886) was a 19th-century Portuguese poet. His work, while mostly ignored during his lifetime and not well known outside of the country’s borders even today, is generally considered to be amongst the most important in Portuguese poetry and is widely taught in schools.",
      "pageId": 3693426,
      "monthDay": "02/25"
    },
    {
      "year": "1871",
      "uri": "/wiki/Lesya_Ukrainka",
      "name": "Lesya Ukrainka",
      "aboutText": "Sir William James Ashley (25 February 1860 – 23 July 1927) was an influential English economic historian.",
      "pageId": 3842173,
      "monthDay": "02/25"
    },
    {
      "year": "1873",
      "uri": "/wiki/Enrico_Caruso",
      "name": "Enrico Caruso",
      "aboutText": "Andranik Ozanian, commonly known as Andranik (Armenian: Անդրանիկ; 25 February 1865 – 31 August 1927) was an Armenian military commander and statesman, the best known fedayi and a key figure of the Armenian national liberation movement. He became active in an armed struggle against the Ottoman government and Kurdish irregulars in the late 1880s. He joined the Armenian Revolutionary Federation (Dashnaktustyun) party and, along with other fedayi (militias), sought to defend the Armenian peasantry living in their ancestral homeland, an area known as Turkish (or Western) Armenia—at the time part of the Ottoman Empire.",
      "pageId": 4161993,
      "monthDay": "02/25"
    },
    {
      "year": "1877",
      "uri": "/wiki/Tom_Crean_(explorer)",
      "name": "Tom Crean",
      "aboutText": "Mathias Zdarsky (Czech: Matyáš Žďárský; 25 February 1856, in Kožichovice (Czech: Czech: Kožichovice), Třebíč District of Austria, present Czech Republic – 20 June 1940, in St. Pölten, Austria) was an early ski pioneer and is considered one of the founders of modern Alpine skiing technique. He was probably Austria's first ski instructor.",
      "pageId": 7323606,
      "monthDay": "02/25"
    },
    {
      "year": "1877",
      "uri": "/wiki/Erich_von_Hornbostel",
      "name": "Erich von Hornbostel",
      "aboutText": "Meher Baba (25 February 1894 – 31 January 1969), born Merwan Sheriar Irani, was an Indian spiritual master who said he was the Avatar, God in human form.\nMerwan Sheriar Irani was born in 1894 in Pune, India to Irani Zoroastrian parents. At the age of 19, he began a seven-year spiritual transformation.",
      "pageId": 20860,
      "monthDay": "02/25"
    },
    {
      "year": "1881",
      "uri": "/wiki/William_Z._Foster",
      "name": "William Z. Foster",
      "aboutText": "John Foster Dulles (/ˈdʌləs/; February 25, 1888 – May 24, 1959) served as U.S. Secretary of State under Republican President Dwight D. Eisenhower from 1953 to 1959. He was a significant figure in the early Cold War era, advocating an aggressive stance against Communism throughout the world. He negotiated numerous treaties and alliances that reflected this point of view.",
      "pageId": 80125,
      "monthDay": "02/25"
    },
    {
      "year": "1881",
      "uri": "/wiki/Alexei_Rykov",
      "name": "Alexei Rykov",
      "aboutText": "Erich Moritz von Hornbostel (25 February 1877 – 28 November 1935) was an Austrian ethnomusicologist and scholar of music.",
      "pageId": 116730,
      "monthDay": "02/25"
    },
    {
      "year": "1883",
      "uri": "/wiki/Princess_Alice,_Countess_of_Athlone",
      "name": "Princess Alice, Countess of Athlone",
      "aboutText": "Herbert Manfred \"Zeppo\" Marx (February 25, 1901 – November 30, 1979) was an American actor, theatrical agent, and engineer. He was the youngest of the five Marx Brothers. He appeared in the first five Marx Brothers feature films, from 1929 to 1933, but then left the act to start his second career as an engineer and theatrical agent.",
      "pageId": 177729,
      "monthDay": "02/25"
    },
    {
      "year": "1885",
      "uri": "/wiki/Princess_Alice_of_Battenberg",
      "name": "Princess Alice of Battenberg",
      "aboutText": "Princess Alice, Countess of Athlone, GCVO, GBE, GCStJ, VA (Alice Mary Victoria Augusta Pauline; née Princess Alice of Albany; 25 February 1883 – 3 January 1981), was a member of the British Royal Family. She was the longest-lived Princess of the Blood Royal of the British Royal Family and the last surviving grandchild of Queen Victoria.",
      "pageId": 284978,
      "monthDay": "02/25"
    },
    {
      "year": "1885",
      "uri": "/wiki/Sylvia_Brett",
      "name": "Sylvia Brett",
      "aboutText": "Princess Alice of Battenberg, later Princess Andrew of Greece and Denmark (Victoria Alice Elizabeth Julia Marie; 25 February 1885 – 5 December 1969), was the mother of Prince Philip, Duke of Edinburgh, and mother-in-law of Queen Elizabeth II.",
      "pageId": 293253,
      "monthDay": "02/25"
    },
    {
      "year": "1886",
      "uri": "/wiki/Wally_Hardinge",
      "name": "Wally Hardinge",
      "aboutText": "Dame Julia Myra Hess, DBE (25 February 1890 – 25 November 1965) was a British pianist.",
      "pageId": 312788,
      "monthDay": "02/25"
    },
    {
      "year": "1888",
      "uri": "/wiki/John_Foster_Dulles",
      "name": "John Foster Dulles",
      "aboutText": "Homer Samuel Ferguson (February 25, 1889 – December 17, 1982) was a United States Senator from Michigan. He was born in the Pittsburgh suburb of Harrison City, Pennsylvania to parents Samuel Ferguson (Oct. 1857 in Pennsylvania – 1933) and Margaret Bush (Nov.",
      "pageId": 729238,
      "monthDay": "02/25"
    },
    {
      "year": "1889",
      "uri": "/wiki/Homer_S._Ferguson",
      "name": "Homer S. Ferguson",
      "aboutText": "William Z Foster (February 25, 1881 – September 1, 1961) was a radical American labor organizer and Marxist politician, whose career included serving as General Secretary of the Communist Party USA from 1945 to 1957.",
      "pageId": 758699,
      "monthDay": "02/25"
    },
    {
      "year": "1890",
      "uri": "/wiki/Myra_Hess",
      "name": "Myra Hess",
      "aboutText": "Francis Michael \"King\" Clancy (February 25, 1903 – November 10, 1986) was a Canadian professional ice hockey player, referee, coach and executive. Clancy played 16 seasons in the National Hockey League (NHL) for the Ottawa Senators and Toronto Maple Leafs. He was a member of three Stanley Cup championship teams and won All-Star honours.",
      "pageId": 1007215,
      "monthDay": "02/25"
    },
    {
      "year": "1891",
      "uri": "/wiki/Arthur_Barratt",
      "name": "Arthur Barratt",
      "aboutText": "Peter Llewelyn Davies MC (25 February 1897 – 5 April 1960) was the middle of five sons of Arthur and Sylvia Llewelyn Davies, one of the Llewelyn Davies boys befriended and later informally adopted by J. M. Barrie. Barrie publicly identified him as the source of the name for the title character in his famous play Peter Pan, or The Boy Who Wouldn't Grow Up. This public identification as \"the original Peter Pan\" plagued Davies throughout his life, which ended in suicide.",
      "pageId": 1529064,
      "monthDay": "02/25"
    },
    {
      "year": "1894",
      "uri": "/wiki/Meher_Baba",
      "name": "Meher Baba",
      "aboutText": "Perry G. E. Miller (February 25, 1905 – December 9, 1963) was an American intellectual historian and Harvard University professor. He was an authority on American Puritanism, and a co-founder of the field of American Studies. Alfred Kazin referred to him as \"the master of American intellectual history\".",
      "pageId": 2144495,
      "monthDay": "02/25"
    },
    {
      "year": "1894",
      "uri": "/wiki/Philip_Babington",
      "name": "Philip Babington",
      "aboutText": "Harold Thomas William \"Wally\" Hardinge, born 25 February 1886, and died at Cambridge on 8 May 1965, was a cricketer who played for Kent and England. He was also a football international for England.",
      "pageId": 3014366,
      "monthDay": "02/25"
    },
    {
      "year": "1895",
      "uri": "/wiki/Lew_Andreas",
      "name": "Lew Andreas",
      "aboutText": "Lewis Andreas (February 25, 1895 – June 16, 1983) was the head coach for Syracuse University's men's basketball and football programs beginning in the 1920s. The Sterling, Illinois native played baseball, basketball and football at University of Illinois as a freshman before transferring to Syracuse. He then played football and baseball, but ironically not basketball, for the Orangemen (now Orange) before embarking on his coaching career.",
      "pageId": 4643147,
      "monthDay": "02/25"
    },
    {
      "year": "1897",
      "uri": "/wiki/Peter_Llewelyn_Davies",
      "name": "Peter Llewelyn Davies",
      "aboutText": "Sylvia Leonora, Lady Brooke, Ranee of Sarawak, born The Hon.",
      "pageId": 11340642,
      "monthDay": "02/25"
    },
    {
      "year": "1900",
      "uri": "/wiki/Richard_Indreko",
      "name": "Richard Indreko",
      "aboutText": "Harald Alfred Bernhardt Stevnsborg Lander (25 February 1905 – 14 September 1971) was a Danish dancer, choreographer and artistic director of the Royal Danish Ballet.\nLander was born in Copenhagen. He started as a dancer, studying under ballet master Michel Fokine in 1926–27, and danced various principal roles until his retirement in 1945.",
      "pageId": 12416626,
      "monthDay": "02/25"
    },
    {
      "year": "1901",
      "uri": "/wiki/Zeppo_Marx",
      "name": "Zeppo Marx",
      "aboutText": "Air Chief Marshal Sir Arthur Sheridan Barratt KCB, CMG, MC, DL (25 February 1891 – 4 November 1966) was an officer in the Royal Flying Corps during the First World War and a senior commander in the Royal Air Force during the Second World War.",
      "pageId": 18707004,
      "monthDay": "02/25"
    },
    {
      "year": "1903",
      "uri": "/wiki/King_Clancy",
      "name": "King Clancy",
      "aboutText": "Richard Indreko (25 February [O.S. 13 February] 1900 in Puiatu, Purdi parish, Järvamaa – 10 March 1961 in Stockholm) was an Estonian historian and archaeologist. He is noted for his research into ancient Estonian history.\nFrom 1923-1927 he studied at the University of Tartu and became a lecturer there in 1933.",
      "pageId": 25190549,
      "monthDay": "02/25"
    },
    {
      "year": "1905",
      "uri": "/wiki/Harald_Lander",
      "name": "Harald Lander",
      "aboutText": "Air Marshal Sir Philip Babington, KCB, MC, AFC (25 February 1894 – 25 February 1965) was a Royal Air Force officer who became Air Officer Commanding-in-Chief of Flying Training Command.",
      "pageId": 30771582,
      "monthDay": "02/25"
    },
    {
      "year": "1905",
      "uri": "/wiki/Perry_Miller",
      "name": "Perry Miller",
      "aboutText": "Alexei Ivanovich Rykov (Russian: Алексе́й Ива́нович Ры́ков; IPA: [ɐlʲɪˈksʲej ɪˈvanəvʲɪtɕ ˈrɨkəf]; 25 February 1881 – 15 March 1938) was a Russian Bolshevik revolutionary and a Soviet politician most prominent as Premier of Russia and the Soviet Union from 1924 to 1929 and 1924 to 1930 respectively.\nRykov joined the Russian Social Democratic Labour Party in 1898, and after it split into Bolshevik and Menshevik factions in 1903, he joined the Bolsheviks—led by Vladimir Lenin. He played an active part in the 1905 Russian Revolution.",
      "pageId": 39696922,
      "monthDay": "02/25"
    },
    {
      "year": "1906",
      "uri": "/wiki/Domingo_Ortega",
      "name": "Domingo Ortega",
      "aboutText": "Sun Myung Moon (Korean 문선명 Mun Seon-myeong; born Mun Yong-myeong; 25 February 1920 – 3 September 2012) was a Korean religious leader, businessperson, political activist, and media mogul. A messiah claimant, he was the founder of the Unification Church (members of which have sometimes been called \"Moonies\" and called him their True Father), and of its widely noted \"Blessing\" or mass wedding ceremony, and the author of its unique theology the Divine Principle. He was an ardent anti-communist and advocate for Korean reunification, for which he was recognized by the governments of both South and North Korea.",
      "pageId": 29074,
      "monthDay": "02/25"
    },
    {
      "year": "1906",
      "uri": "/wiki/Boris_Papandopulo",
      "name": "Boris Papandopulo",
      "aboutText": "John Anthony Burgess Wilson, FRSL (/ˈbɜrdʒəs/; 25 February 1917 – 22 November 1993) – who published under the pen name Anthony Burgess – was an English writer and composer. From relatively modest beginnings in a Catholic family in Manchester, he eventually became one of the best known English literary figures of the latter half of the twentieth century.\nAlthough Burgess was predominantly a comic writer, his dystopian satire A Clockwork Orange remains his best known novel.",
      "pageId": 49370,
      "monthDay": "02/25"
    },
    {
      "year": "1907",
      "uri": "/wiki/Sabahattin_Ali",
      "name": "Sabahattin Ali",
      "aboutText": "James Gilmore \"Jim\" Backus (February 25, 1913 – July 3, 1989) was an American radio, television, film, and voice actor. Among his most famous roles are the voice of nearsighted cartoon character Mr. Magoo, the rich Hubert Updike III on the radio version of The Alan Young Show, Joan Davis's character's husband (a domestic court judge) on TV's I Married Joan, James Dean's character's father in Rebel Without a Cause and Thurston Howell, III on the 1960s sitcom Gilligan's Island.",
      "pageId": 242782,
      "monthDay": "02/25"
    },
    {
      "year": "1907",
      "uri": "/wiki/Mary_Chase_(playwright)",
      "name": "Mary Chase",
      "aboutText": "Gérard Bessette (Sainte-Anne-de-Sabrevois, Quebec, 25 February 1920 – Kingston, Ontario, 21 February 2005) was a French Canadian writer and educator.\nBessette grew up in Montreal and attended the Collège Saint-Ignace. He continued his studies at the Université de Montréal, where in 1950 he completed his doctorate entitled Images in French-Canadian poetry.",
      "pageId": 255496,
      "monthDay": "02/25"
    },
    {
      "year": "1908",
      "uri": "/wiki/Frank_G._Slaughter",
      "name": "Frank G. Slaughter",
      "aboutText": "Karl H. Pribram (February 25, 1919 – January 19, 2015) was a professor at Georgetown University, in the United States, an emeritus professor of psychology and psychiatry at Stanford University and distinguished professor at Radford University. Board-certified as a neurosurgeon, Pribram did pioneering work on the definition of the limbic system, the relationship of the frontal cortex to the limbic system, the sensory-specific \"association\" cortex of the parietal and temporal lobes, and the classical motor cortex of the human brain. He worked with Karl Lashley at the Yerkes Primate Center of which he was to become director later.",
      "pageId": 297810,
      "monthDay": "02/25"
    },
    {
      "year": "1910",
      "uri": "/wiki/Millicent_Fenwick",
      "name": "Millicent Fenwick",
      "aboutText": "Karl Gerhart Fröbe, better known as Gert Fröbe (German pronunciation: [ˈɡɛɐt ˈfʁøːbə]; 25 February 1913 – 5 September 1988), was a German film actor known for his work as Auric Goldfinger in the James Bond film Goldfinger, as Peachum in The Threepenny Opera, as Baron Bomburst in Chitty Chitty Bang Bang and as Hotzenplotz in Der Räuber Hotzenplotz.",
      "pageId": 313518,
      "monthDay": "02/25"
    },
    {
      "year": "1913",
      "uri": "/wiki/Jim_Backus",
      "name": "Jim Backus",
      "aboutText": "Millicent Vernon Hammond Fenwick (February 25, 1910 – September 16, 1992) was an American fashion editor, politician and diplomat. A four-term Republican member of the United States House of Representatives from New Jersey, she entered politics late in life and was renowned for her energy and colorful enthusiasm. She was regarded as a moderate and progressive within her party and was outspoken in favor of civil rights and the women's movement.",
      "pageId": 486888,
      "monthDay": "02/25"
    },
    {
      "year": "1913",
      "uri": "/wiki/Gert_Fr%C3%B6be",
      "name": "Gert Fröbe",
      "aboutText": "Henry Norwood \"Barney\" Ewell (February 25, 1918 – April 4, 1996) was an American athlete, winner of one gold and two silver medals at the 1948 Summer Olympics.\nBorn into poverty in Harrisburg, Pennsylvania, Barney Ewell was one of the world's leading sprinters of the 1940s. Mr.",
      "pageId": 597856,
      "monthDay": "02/25"
    },
    {
      "year": "1914",
      "uri": "/wiki/John_Arlott",
      "name": "John Arlott",
      "aboutText": "Monford Merrill \"Monte\" Irvin (born February 25, 1919) is a former left fielder and right fielder in the Negro leagues and Major League Baseball (MLB) who played with the Newark Eagles (1938–42, 46–48), New York Giants (1949–55) and Chicago Cubs (1956). He grew up in New Jersey and was a standout football player at Lincoln University. Irvin left Lincoln to spend several seasons in Negro league baseball.",
      "pageId": 627080,
      "monthDay": "02/25"
    },
    {
      "year": "1916",
      "uri": "/wiki/Reinhard_Bendix",
      "name": "Reinhard Bendix",
      "aboutText": "Leslie Thomas John Arlott OBE (25 February 1914 – 14 December 1991) was an English journalist, author and cricket commentator for the BBC's Test Match Special. He was also a poet and wine connoisseur.",
      "pageId": 640532,
      "monthDay": "02/25"
    },
    {
      "year": "1917",
      "uri": "/wiki/Anthony_Burgess",
      "name": "Anthony Burgess",
      "aboutText": "Reinhard Bendix (February 25, 1916 – February 28, 1991) was a German American sociologist.\nBorn in Berlin, Germany, he briefly belonged to Neu beginnen and Hashomer Hatzair, groups that resisted the Nazis. In 1938 he emigrated to the United States.",
      "pageId": 702596,
      "monthDay": "02/25"
    },
    {
      "year": "1917",
      "uri": "/wiki/Brenda_Joyce_(actress)",
      "name": "Brenda Joyce",
      "aboutText": "Philip Charles Habib (February 25, 1920 – May 25, 1992) was an American career diplomat. Called one of the \"pre-eminent career diplomats in American post-war history\", he was best known for his work as Ronald Reagan's special envoy to the Middle East 1981–83. In that role he averted an Israel-Syria war and an Israel-PLO war in 1981, then negotiated a peaceful end to Israel's 1982 siege of Beirut.",
      "pageId": 2293271,
      "monthDay": "02/25"
    },
    {
      "year": "1918",
      "uri": "/wiki/Barney_Ewell",
      "name": "Barney Ewell",
      "aboutText": "Mary Coyle Chase (25 February 1906 – 20 October 1981) was an American journalist, playwright and children's novelist, known primarily for writing the Broadway play Harvey, later adapted for film starring James Stewart.\nShe wrote fourteen plays, two children's novels, and one screenplay, and worked seven years at the Rocky Mountain News as a journalist.",
      "pageId": 2407372,
      "monthDay": "02/25"
    },
    {
      "year": "1918",
      "uri": "/wiki/Rena_Kyriakou",
      "name": "Rena Kyriakou",
      "aboutText": "Frank Gill Slaughter (February 25, 1908 – May 17, 2001), pen-name Frank G. Slaughter, pseudonym C.V. Terry, was an American novelist and physician whose books sold more than 60 million copies. His novels drew on his own experience as a doctor and his interest in history and the Bible.",
      "pageId": 2515653,
      "monthDay": "02/25"
    },
    {
      "year": "1918",
      "uri": "/wiki/Bobby_Riggs",
      "name": "Bobby Riggs",
      "aboutText": "For the American author, see Brenda Joyce (author).\nBrenda Joyce (February 25, 1917 – July 4, 2009) was an American film actress.",
      "pageId": 2980822,
      "monthDay": "02/25"
    },
    {
      "year": "1919",
      "uri": "/wiki/Monte_Irvin",
      "name": "Monte Irvin",
      "aboutText": "Sabahattin Ali (February 25, 1907 – April 2, 1948) was a Turkish novelist, short-story writer, poet, and journalist.",
      "pageId": 7422602,
      "monthDay": "02/25"
    },
    {
      "year": "1919",
      "uri": "/wiki/Karl_H._Pribram",
      "name": "Karl H. Pribram",
      "aboutText": "Rena Kyriakou (25 February 1917 – August 1994) was a pianist and composer born in Herakleion, Crete, Greece.",
      "pageId": 7869838,
      "monthDay": "02/25"
    },
    {
      "year": "1920",
      "uri": "/wiki/G%C3%A9rard_Bessette",
      "name": "Gérard Bessette",
      "aboutText": "Boris Papandopulo (Honnef am Rhein, February 25, 1906 – Zagreb, October 16, 1991), Croatian composer and conductor of Russian Jewish descent. He was the son of Greek nobleman Konstantin Papandopulo and Croatian opera singer Maja Strozzi-Pečić.\nPapandopulo studied composition in Zagreb and conducting in Vienna.",
      "pageId": 14657264,
      "monthDay": "02/25"
    },
    {
      "year": "1920",
      "uri": "/wiki/Philip_Habib",
      "name": "Philip Habib",
      "aboutText": "Robert Larimore \"Bobby\" Riggs (February 25, 1918 – October 25, 1995) was an American tennis player who was the World No. 1 or the World co-No. 1 player for three years, first as an amateur in 1939, then as a professional in 1946 and 1947.",
      "pageId": 17188888,
      "monthDay": "02/25"
    },
    {
      "year": "1920",
      "uri": "/wiki/Sun_Myung_Moon",
      "name": "Sun Myung Moon",
      "aboutText": "Domingo Ortega (February 25, 1906 – May 8, 1988) was a Spanish matador. Born Domingo López Ortega in Borox, Toledo, he was the son of a farmer, and grew up helping with farm work. During months when there was no work on the farm, he would travel to other towns selling garlic.",
      "pageId": 30092988,
      "monthDay": "02/25"
    },
    {
      "year": "1921",
      "uri": "/wiki/Pierre_Laporte",
      "name": "Pierre Laporte",
      "aboutText": "Lawrence Simon \"Larry\" Gelbart (February 25, 1928 – September 11, 2009) was an American television writer, playwright, screenwriter and author, most famous as a creator and producer of the record-breaking hit TV show M*A*S*H.",
      "pageId": 37201,
      "monthDay": "02/25"
    },
    {
      "year": "1921",
      "uri": "/wiki/Andy_Pafko",
      "name": "Andy Pafko",
      "aboutText": "Pierre Laporte (25 February 1921 – 17 October 1970) was a Canadian lawyer, journalist and politician who was the Deputy Premier and Minister of Labour of the province of Quebec before being kidnapped and assassinated by members of the group Front de libération du Québec (FLQ) during the October Crisis.",
      "pageId": 155976,
      "monthDay": "02/25"
    },
    {
      "year": "1922",
      "uri": "/wiki/Molly_Bobak",
      "name": "Molly Bobak",
      "aboutText": "Paul Bert Elvstrøm (born 25 February 1928 in Copenhagen) is a yachtsman from Denmark.",
      "pageId": 326285,
      "monthDay": "02/25"
    },
    {
      "year": "1922",
      "uri": "/wiki/Clare_Kelly",
      "name": "Clare Kelly",
      "aboutText": "Ralph Edmund Stanley (born February 25, 1927), also known as Dr. Ralph Stanley, is an American bluegrass artist, known for his distinctive singing and banjo playing. Stanley has been playing music since 1946, originally with his brother Carter as part of the \"Stanley Brothers\", and most often as the leader of his band, the \"Clinch Mountain Boys\".",
      "pageId": 333240,
      "monthDay": "02/25"
    },
    {
      "year": "1923",
      "uri": "/wiki/Takeo_Kajiwara",
      "name": "Takeo Kajiwara",
      "aboutText": "Wendy Beckett (born 25 February 1930), better known as Sister Wendy, is a British hermit, consecrated virgin, and art historian who became well known internationally during the 1990s when she presented a series of documentaries for the BBC on the history of art.",
      "pageId": 878711,
      "monthDay": "02/25"
    },
    {
      "year": "1924",
      "uri": "/wiki/Hugh_Huxley",
      "name": "Hugh Huxley",
      "aboutText": "Hushang Ebtehaj (Persian: هوشنگ ابتهاج‎‎, with the pen name of H. E. Sayeh (Persian: ه‍. ا. سایه‎‎, lit.",
      "pageId": 948212,
      "monthDay": "02/25"
    },
    {
      "year": "1925",
      "uri": "/wiki/Janaky_Athi_Nahappan",
      "name": "Janaky Athi Nahappan",
      "aboutText": "Charles Anthony \"Tony\" Standish Brooks (born in Dukinfield, Cheshire, 25 February 1932) is a British former racing driver from England also known as the \"racing dentist\". He participated in 39 Formula One World Championship Grands Prix, debuting on 14 July 1956, achieving six wins, 10 podium finishes and 75 career points.",
      "pageId": 1226571,
      "monthDay": "02/25"
    },
    {
      "year": "1926",
      "uri": "/wiki/Eva_Bergh",
      "name": "Eva Bergh",
      "aboutText": "Andrew \"Andy\" Pafko (February 25, 1921 – October 8, 2013) was an American and former professional baseball player. He played in Major League Baseball (MLB) for the Chicago Cubs (1943–51), Brooklyn Dodgers (1951–52), and Milwaukee Braves (1953–59). He batted and threw right-handed and played center field.",
      "pageId": 2054693,
      "monthDay": "02/25"
    },
    {
      "year": "1926",
      "uri": "/wiki/Masatoshi_G%C3%BCnd%C3%BCz_Ikeda",
      "name": "Masatoshi Gündüz Ikeda",
      "aboutText": "Christopher John George (February 25, 1931 – November 28, 1983) was an American television and film actor who was perhaps best known for his starring role in the 1966–1968 TV series The Rat Patrol. He was nominated for a Golden Globe in 1967 as Best TV Star for his performance in the series. He was also the recipient of a New York Film Festival award as the Best Actor in a Television Commercial.",
      "pageId": 2582199,
      "monthDay": "02/25"
    },
    {
      "year": "1926",
      "uri": "/wiki/Harvey_McGregor",
      "name": "Harvey McGregor",
      "aboutText": "Richard Gustave Stern (February 25, 1928 — January 24, 2013) was an American novelist, short story writer, and educator.\nStern was born in New York City on February 25, 1928. He attended the University of North Carolina from which he graduated Phi Beta Kappa and magna cum laude in 1947.",
      "pageId": 3322922,
      "monthDay": "02/25"
    },
    {
      "year": "1927",
      "uri": "/wiki/Dick_Jones_(actor)",
      "name": "Dick Jones",
      "aboutText": "Hugh Esmor Huxley MBE FRS (25 February 1924 - 25 July 2013) was a British molecular biologist who made important discoveries in the physiology of muscle. He was a graduate in physics from Christ's College, Cambridge. However, his education was interrupted for five years by the Second World War, during which he served in the Royal Air Force.",
      "pageId": 3383286,
      "monthDay": "02/25"
    },
    {
      "year": "1927",
      "uri": "/wiki/Ralph_Stanley",
      "name": "Ralph Stanley",
      "aboutText": "Richard Percy Jones (February 25, 1927 – July 7, 2014), known as Dick Jones or Dickie Jones, was an American film and television actor who achieved success as a child performer and as a young adult, especially in B-Westerns. In 1938, he played Artimer \"Artie\" Peters, nephew of Buck Peters, in the Hopalong Cassidy film, The Frontiersman. He may be best known as the voice of Pinocchio in the 1940 Walt Disney film Pinocchio.",
      "pageId": 4774181,
      "monthDay": "02/25"
    },
    {
      "year": "1928",
      "uri": "/wiki/Hushang_Ebtehaj",
      "name": "Hushang Ebtehaj",
      "aboutText": "Takeo Kajiwara (梶原 武雄, Kajiwara Takeo, born February 25, 1923 in Sado, Niigata, Japan - died November 28, 2009) was a professional Go player.",
      "pageId": 7586895,
      "monthDay": "02/25"
    },
    {
      "year": "1928",
      "uri": "/wiki/Paul_Elvstr%C3%B8m",
      "name": "Paul Elvstrøm",
      "aboutText": "Eva Bergh (25 February 1926 – 19 February 2013) was a Norwegian actress. Her most famous film roles are in The Long Memory (1952) and Struggle for Eagle Peak (1960).\n^ \"Eva Bergh er død\".",
      "pageId": 8349574,
      "monthDay": "02/25"
    },
    {
      "year": "1928",
      "uri": "/wiki/Larry_Gelbart",
      "name": "Larry Gelbart",
      "aboutText": "Thomas Penn \"Tommy\" Newsom (February 25, 1929 – April 28, 2007) was a saxophone player in the NBC Orchestra on The Tonight Show Starring Johnny Carson, for which he later became assistant director. Newsom was frequently the band's substitute director, whenever Doc Severinsen was away from the show or filling in for announcer Ed McMahon. Nicknamed \"Mr.",
      "pageId": 10988745,
      "monthDay": "02/25"
    },
    {
      "year": "1928",
      "uri": "/wiki/Richard_G._Stern",
      "name": "Richard G. Stern",
      "aboutText": "Masatoşi Gündüz İkeda (Japanese: 池田 正敏 ギュンドゥズ Ikeda Masatoshi Gyunduzu) (25 February 1926 – 9 February 2003), was a Turkish mathematician of Japanese ancestry, known for his contributions to the field of algebraic number theory.",
      "pageId": 12575727,
      "monthDay": "02/25"
    },
    {
      "year": "1929",
      "uri": "/wiki/Christopher_George",
      "name": "Christopher George",
      "aboutText": "Puan Sri Padma Sri Datin Janaki Athi Nahappan, also known as Janaky Devar (25 February 1925 – 9 May 2014), was a founding member of the Malaysian Indian Congress and one of the earliest women involved in the fight for Malaysian (then Malaya) independence.\nJanaki grew up in a well-to-do Tamil family in Malaya and was only 16 when she heard Subhas Chandra Bose's appeal to Indians to give whatever they could for their fight for Indian independence. Immediately she took off her gold earrings and donated them.",
      "pageId": 12865598,
      "monthDay": "02/25"
    },
    {
      "year": "1929",
      "uri": "/wiki/Tommy_Newsom",
      "name": "Tommy Newsom",
      "aboutText": "Harvey McGregor CBE QC (25 February 1926 – 27 June 2015) was a British barrister and was Warden of New College, Oxford, from 1985 to 1996.",
      "pageId": 19040749,
      "monthDay": "02/25"
    },
    {
      "year": "1930",
      "uri": "/wiki/Wendy_Beckett",
      "name": "Wendy Beckett",
      "aboutText": "Molly Bobak CM ONB (née Lamb; February 25, 1922 – March 2, 2014) was a Canadian teacher, writer, printmaker and painter working in oils and watercolours.",
      "pageId": 37118225,
      "monthDay": "02/25"
    },
    {
      "year": "1932",
      "uri": "/wiki/Tony_Brooks",
      "name": "Tony Brooks",
      "aboutText": "Clare Kelly (February 25, 1922 in Manchester - February 18, 2001 in Bath, Somerset) was an English actress who worked primarily in television. She was known for roles in films such as Georgy Girl (1966), And Soon the Darkness (1970), and The Fourth Protocol (1987) and her roles in The Cuckoo Waltz (1975), as Mrs. Rothwell in the TV series A Kind of Loving and as Violet Littlejohn in the 1982 series Rep.",
      "pageId": 43716732,
      "monthDay": "02/25"
    },
    {
      "year": "1932",
      "uri": "/wiki/Faron_Young",
      "name": "Faron Young",
      "aboutText": "Bernard Bresslaw (25 February 1934 – 11 June 1993) was an English comic actor, best remembered as a member of the Carry On films team.",
      "pageId": 151527,
      "monthDay": "02/25"
    },
    {
      "year": "1934",
      "uri": "/wiki/Bernard_Bresslaw",
      "name": "Bernard Bresslaw",
      "aboutText": "Sir Thomas Daniel \"Tom\" Courtenay (/ˈkɔrtni/; born 25 February 1937) is an English actor who came to prominence in the early 1960s with a succession of films, including The Loneliness of the Long Distance Runner (1962), Billy Liar (1963), and Doctor Zhivago (1965). Since the mid-1960s he has been known primarily for his work in the theatre, although he received an Oscar nomination for Best Actor in the film adaptation of The Dresser (1983), which he had performed on the West End and on Broadway.",
      "pageId": 163366,
      "monthDay": "02/25"
    },
    {
      "year": "1934",
      "uri": "/wiki/David_E._Jeremiah",
      "name": "David E. Jeremiah",
      "aboutText": "Ronald Edward Santo (February 25, 1940 – December 3, 2010) was an American Major League Baseball (MLB) third baseman who played for the Chicago Cubs from 1960 through 1973 and the Chicago White Sox in 1974. In 1990, Santo became a member of the Cubs broadcasting team providing commentary for Cubs games on WGN radio and remained at that position until he died. In 1999, he was selected to the Cubs All-Century Team.",
      "pageId": 292698,
      "monthDay": "02/25"
    },
    {
      "year": "1934",
      "uri": "/wiki/Tony_Lema",
      "name": "Tony Lema",
      "aboutText": "Herbert James \"Herb\" Elliott AC MBE (born 25 February 1938) is an Australian former athlete, one of the world's greatest middle distance runners. In August 1958 he set the world record in the mile run, clocking 3:54.5, 2.7 seconds under the record held by Derek Ibbotson; later in the month he set the 1500 metres world record, running 3.36.0, 2.1 seconds under the record held by Stanislav Jungwirth. In the 1500 metres at the 1960 Rome Olympics, he won the gold medal and bettered his own world record with a time of 3:35.6.",
      "pageId": 409149,
      "monthDay": "02/25"
    },
    {
      "year": "1935",
      "uri": "/wiki/Sally_Jessy_Raphael",
      "name": "Sally Jessy Raphael",
      "aboutText": "David Terence Puttnam, Baron Puttnam, Kt, CBE, HonFRSA, HonFRPS, MRIA (born 25 February 1941) is a British film producer and educator. He sits on the Labour benches in the House of Lords, although he is not principally a politician.\n^ \"Lord David Puttnam: The Lessons of Leveson\".",
      "pageId": 417492,
      "monthDay": "02/25"
    },
    {
      "year": "1935",
      "uri": "/wiki/Oktay_Sinano%C4%9Flu",
      "name": "Oktay Sinanoğlu",
      "aboutText": "Monica Proietti (February 25, 1940 – September 19, 1967) was a Montreal bank robber and folk hero better known as \"Machine Gun Molly\" (in French: Monica la Mitraille).\nMonica came from a poor Montreal family, many of whom were involved in crime in some way; her grandmother served time in jail for receiving stolen goods, and reportedly ran a school for crime for the neighbourhood children. In 1956, at the age of 17, Monica married Anthony Smith, a Scottish gangster (he was 33).",
      "pageId": 607089,
      "monthDay": "02/25"
    },
    {
      "year": "1937",
      "uri": "/wiki/Tom_Courtenay",
      "name": "Tom Courtenay",
      "aboutText": "John Saul (born February 25, 1942) is an American author of suspense and horror novels.",
      "pageId": 732652,
      "monthDay": "02/25"
    },
    {
      "year": "1937",
      "uri": "/wiki/Barbara_Piasecka_Johnson",
      "name": "Barbara Piasecka Johnson",
      "aboutText": "Sally Lowenthal (born February 25, 1935), better known as Sally Jessy Raphael, is an American talk show host known for her eponymous talk show program Sally, which she hosted for two decades, and for the bright red oversized eyeglasses she wears in all public appearances.",
      "pageId": 872096,
      "monthDay": "02/25"
    },
    {
      "year": "1937",
      "uri": "/wiki/Bob_Schieffer",
      "name": "Bob Schieffer",
      "aboutText": "Oktay Sinanoğlu (born 25 February 1935-19 April 2015) was an internationally renowned Turkish scientist of physical chemistry, molecular biophysics and biochemistry.",
      "pageId": 911606,
      "monthDay": "02/25"
    },
    {
      "year": "1938",
      "uri": "/wiki/Diane_Baker",
      "name": "Diane Baker",
      "aboutText": "Bob Lloyd Schieffer (born February 25, 1937) is an American television journalist who has been with CBS News from 1969 until his retirement in 2015, serving as anchor on the Saturday edition of CBS Evening News for 23 years, from 1973 to 1996, as well as chief Washington correspondent from 1982 until 2015 and moderator of the Sunday public affairs show Face the Nation from 1991 until May 31, 2015. From March 2005 to August 31, 2006, Schieffer was interim weekday anchor of the CBS Evening News and was subsequently one of the primary substitutes for Katie Couric and Scott Pelley.\nSchieffer is one of the few journalists to have covered all four of the major Washington national assignments: the White House, the Pentagon, United States Department of State, and United States Congress.",
      "pageId": 1051337,
      "monthDay": "02/25"
    },
    {
      "year": "1938",
      "uri": "/wiki/Herb_Elliott",
      "name": "Herb Elliott",
      "aboutText": "Faron Young (February 25, 1932 – December 10, 1996) was an American country music singer and songwriter from the early 1950s into the mid-1980s and one of its most successful and colorful stars. Hits including \"If You Ain't Lovin' (You Ain't Livin')\" and \"Live Fast, Love Hard, Die Young\" marked him as a honky-tonk singer in sound and personal style; and his chart-topping singles \"Hello Walls\" and \"It's Four in the Morning\" showed his versatility as a vocalist. Known as the Hillbilly Heartthrob, and following a movie role, the Young Sheriff, Young's singles reliably charted for more than 30 years.",
      "pageId": 1370270,
      "monthDay": "02/25"
    },
    {
      "year": "1938",
      "uri": "/wiki/Farokh_Engineer",
      "name": "Farokh Engineer",
      "aboutText": "Anthony David Lema (February 25, 1934 -– July 24, 1966) was an American professional golfer. Lema rose to fame in the mid-1960s, but lost his life at age 32 in an aircraft accident at Lansing, Illinois.",
      "pageId": 1570274,
      "monthDay": "02/25"
    },
    {
      "year": "1940",
      "uri": "/wiki/Danny_Cater",
      "name": "Danny Cater",
      "aboutText": "Anthony William \"Billy\" Packer (born Anthony William Paczkowski, February 25, 1940) is a former American sportscaster and a published author.",
      "pageId": 1699443,
      "monthDay": "02/25"
    },
    {
      "year": "1940",
      "uri": "/wiki/Billy_Packer",
      "name": "Billy Packer",
      "aboutText": "Karen Trust Grassle (born February 25, 1942) is an American actress, known for her role as Caroline Ingalls, the wife of Michael Landon's character and the mother of Melissa Gilbert's character, in the NBC television drama series Little House on the Prairie.",
      "pageId": 1811286,
      "monthDay": "02/25"
    },
    {
      "year": "1940",
      "uri": "/wiki/Monica_Proietti",
      "name": "Monica Proietti",
      "aboutText": "Diane Carol Baker (born February 25, 1938) is an American actress and producer who has appeared in motion pictures and on television since 1959.",
      "pageId": 1882935,
      "monthDay": "02/25"
    },
    {
      "year": "1940",
      "uri": "/wiki/Ron_Santo",
      "name": "Ron Santo",
      "aboutText": "Farokh Maneksha Engineer  pronunciation  (born 25 February 1938, in Bombay) is a former Indian cricketer of Parsi background. He played 46 Tests for India, and he played first-class cricket for Bombay in India from 1959 to 1975 and for Lancashire in England from 1968 to 1976.\nHe studied at Podar College, Matunga.",
      "pageId": 2113331,
      "monthDay": "02/25"
    },
    {
      "year": "1941",
      "uri": "/wiki/David_Puttnam",
      "name": "David Puttnam",
      "aboutText": "Barbara \"Basia\" Piasecka Johnson, born Barbara Piasecka (February 25, 1937 – April 1, 2013) was a Polish-born American humanitarian, philanthropist, art connoisseur and collector.",
      "pageId": 2421045,
      "monthDay": "02/25"
    },
    {
      "year": "1942",
      "uri": "/wiki/Karen_Grassle",
      "name": "Karen Grassle",
      "aboutText": "David Elmer Jeremiah (February 25, 1934 – October 7, 2013) was a United States Navy admiral who served as Vice Chairman and also acting Chairman of the Joint Chiefs of Staff. After his retirement from the Navy in February 1994, he worked in the field of investment banking. He served as partner and president of Technology Strategies & Alliances Corporation, a strategic advisory and investment banking firm engaged primarily in the aerospace, defense, telecommunications, and electronics industries.",
      "pageId": 3099743,
      "monthDay": "02/25"
    },
    {
      "year": "1942",
      "uri": "/wiki/John_Saul",
      "name": "John Saul",
      "aboutText": "John Joseph \"Jack\" Concannon, Jr. (February 25, 1943 – November 28, 2005) was an American football player.",
      "pageId": 3284394,
      "monthDay": "02/25"
    },
    {
      "year": "1943",
      "uri": "/wiki/Jack_Concannon",
      "name": "Jack Concannon",
      "aboutText": "Danny Anderson Cater (born February 25, 1940) is a former Major League Baseball first baseman, third baseman, and outfielder. He was signed by the Philadelphia Phillies at the age of 18 on June 8, 1958. He played for the Phillies (1964), Chicago White Sox (1965–1966), Kansas City Athletics (1966–1967), Oakland Athletics (1968–1969), New York Yankees (1970–1971), Boston Red Sox (1972–1974), and St.",
      "pageId": 5161056,
      "monthDay": "02/25"
    },
    {
      "year": "1943",
      "uri": "/wiki/George_Harrison",
      "name": "George Harrison",
      "aboutText": "George Harrison, MBE (25 February 1943 – 29 November 2001) was an English guitarist, singer, songwriter and film producer who achieved international fame as the lead guitarist of the Beatles. Often referred to as \"the quiet Beatle\", Harrison embraced Indian mysticism and helped broaden the horizons of his fellow Beatles as well as their Western audience by incorporating Indian instrumentation in their music. Although the majority of the Beatles' songs were written by John Lennon and Paul McCartney, most Beatles albums from 1965 onwards contained at least two Harrison compositions.",
      "pageId": 12731,
      "monthDay": "02/25"
    },
    {
      "year": "1944",
      "uri": "/wiki/Matt_Guokas",
      "name": "Matt Guokas",
      "aboutText": "Richard Morgan \"Ric\" Fliehr (born February 25, 1949) is an American professional wrestler currently signed to the WWE under a legends appearance contract. He is better known by his ring name Ric Flair. Also known as \"The Nature Boy,\" Flair is considered to be one of the greatest professional wrestlers of all time with a career that spans over 40 years.",
      "pageId": 332287,
      "monthDay": "02/25"
    },
    {
      "year": "1944",
      "uri": "/wiki/Fran%C3%A7ois_Cevert",
      "name": "François Cevert",
      "aboutText": "Jack Handey (born February 25, 1949) is an American humorist. He is best known for his Deep Thoughts by Jack Handey, a large body of surrealistic one-liner jokes, as well as his \"Fuzzy Memories\" and \"My Big Thick Novel\" shorts.",
      "pageId": 563742,
      "monthDay": "02/25"
    },
    {
      "year": "1945",
      "uri": "/wiki/Elkie_Brooks",
      "name": "Elkie Brooks",
      "aboutText": "Albert François Cevert Goldenberg (25 February 1944 – 6 October 1973) was a French racing driver who took part in the Formula One World Championship.",
      "pageId": 598118,
      "monthDay": "02/25"
    },
    {
      "year": "1945",
      "uri": "/wiki/Herbert_L%C3%A9onard",
      "name": "Herbert Léonard",
      "aboutText": "Dato Seri Jean Todt (born 25 February 1946) is a French motor sport executive. After a career as a rally co-driver he worked in motor sport management, first with Peugeot Talbot Sport, then with Scuderia Ferrari, before being appointed Chief Executive Officer of Ferrari from 2006 to 2008. Since 23 October 2009 he has been President of the Fédération Internationale de l'Automobile (FIA).",
      "pageId": 695694,
      "monthDay": "02/25"
    },
    {
      "year": "1946",
      "uri": "/wiki/Andrew_Ang",
      "name": "Andrew Ang",
      "aboutText": "Lee Edward Evans (born February 25, 1947) is an American former track and field athlete, winner of two gold medals at the 1968 Summer Olympics. He was also a Fulbright Scholar.\nWhile running for Overfelt High School in San Jose, California, Evans was undefeated in his high school career, improving his 440-yard time from 48.2 in 1964 to 46.9 in 1965.",
      "pageId": 705659,
      "monthDay": "02/25"
    },
    {
      "year": "1946",
      "uri": "/wiki/Jan_Groth",
      "name": "Jan Groth",
      "aboutText": "Franz Xaver Kroetz (born 25 February 1946, Munich) is a German author, playwright, actor and film director. His plays have been translated and performed internationally.\n^ Gussow, Mel (30 December 1982).",
      "pageId": 833454,
      "monthDay": "02/25"
    },
    {
      "year": "1946",
      "uri": "/wiki/Franz_Xaver_Kroetz",
      "name": "Franz Xaver Kroetz",
      "aboutText": "Elkie Brooks (born Elaine Bookbinder, 25 February 1945) is an English singer, a vocalist with the bands Dada and Vinegar Joe, and later a solo artist. She gained her biggest success in the late 1970s and 1980s and has been nominated twice for Brit Awards. She is known for her powerful husky voice and hit singles such as \"Pearl's a Singer\", \"Lilac Wine\", \"Don't Cry Out Loud\", \"Fool (If You Think It's Over)\", and \"No More the Fool\", and top-selling album Pearls.",
      "pageId": 1120779,
      "monthDay": "02/25"
    },
    {
      "year": "1946",
      "uri": "/wiki/Jean_Todt",
      "name": "Jean Todt",
      "aboutText": "Douglas Alan Yule (born February 25, 1947) is an American musician and singer, most notable for being a member of the Velvet Underground from 1968 to 1973.",
      "pageId": 1269326,
      "monthDay": "02/25"
    },
    {
      "year": "1946",
      "uri": "/wiki/Pete_Wernick",
      "name": "Pete Wernick",
      "aboutText": "Matthew George \"Matt\" Guokas, Jr.",
      "pageId": 1669708,
      "monthDay": "02/25"
    },
    {
      "year": "1947",
      "uri": "/wiki/Giuseppe_Betori",
      "name": "Giuseppe Betori",
      "aboutText": "Pete Wernick, (born February 25, 1946) also known by many as \"Dr. Banjo\", is an American musician.\nHe is a five-string banjo player who has been involved in the bluegrass music scene since the 1970s, writing several instruction books and videos on how to play the banjo.",
      "pageId": 1900260,
      "monthDay": "02/25"
    },
    {
      "year": "1947",
      "uri": "/wiki/Lee_Evans_(runner)",
      "name": "Lee Evans",
      "aboutText": "Danny Denzongpa (born 25 February 1948) is an Indian actor working in Bollywood films though he has also appeared in several Nepali, Tamil, Bengali & Telugu films as well and is also film director and singer as well. He has acted in around 190 Hindi films since 1971. In 2003, Denzongpa was awarded the Padma Shree, India's fourth highest civilian honour.",
      "pageId": 2768339,
      "monthDay": "02/25"
    },
    {
      "year": "1947",
      "uri": "/wiki/Richard_French_(Canadian_politician)",
      "name": "Richard French",
      "aboutText": "Herbert Léonard (born 25 February 1945; Strasbourg, France) né Hubert Loenhard is principally known as a singer, however, he is also a specialist of Russian airplanes from World War II. His first success \"Quelque chose tient mon cœur\" (Somethings Got A Hold Of My Heart) opened the doors of the hit-parade to him in 1968.",
      "pageId": 6690944,
      "monthDay": "02/25"
    },
    {
      "year": "1947",
      "uri": "/wiki/Marc_Sautet",
      "name": "Marc Sautet",
      "aboutText": "Esmeray Diriker (25 February 1949 – 25 March 2002) was a Turkish singer.",
      "pageId": 6799545,
      "monthDay": "02/25"
    },
    {
      "year": "1947",
      "uri": "/wiki/Doug_Yule",
      "name": "Doug Yule",
      "aboutText": "Aldo Busi (born 25 February 1948) is an Italian writer and translator mostly active in the last twenty years.\nHe was born in Montichiari, near Brescia in Lombardy. He is the author of Seminar on Youth and Vita standard di un venditore provvisorio di collant (published in English under the title The Standard Life of a Temporary Pantyhose Salesman).",
      "pageId": 6823217,
      "monthDay": "02/25"
    },
    {
      "year": "1948",
      "uri": "/wiki/Aldo_Busi",
      "name": "Aldo Busi",
      "aboutText": "Andrew Ang (Chinese: 翁安得烈; pinyin: Wēng Āndéliè; born 25 February 1946) is a former Singaporean judge of the Supreme Court. He obtained his Bachelor of Laws (LL.B.) from the University of Singapore (now the National University of Singapore) in 1971, and his Master of Laws (LL.M.) from Harvard Law School in 1973. He lectured for a few years at the University of Singapore, and then worked as a lawyer at Messrs Lee & Lee for 30 years.",
      "pageId": 13087951,
      "monthDay": "02/25"
    },
    {
      "year": "1948",
      "uri": "/wiki/Danny_Denzongpa",
      "name": "Danny Denzongpa",
      "aboutText": "Marc Sautet (1947–1998) was a French writer, teacher, translator (mainly of Nietzsche), and philosopher. He was a Doctor of Philosophy (B. Litt.) at the Paris Institute of Political Studies. Sautet was a former Trotskyist who however edited two books on the German philosopher and philologist Friedrich Nietzsche.",
      "pageId": 16027782,
      "monthDay": "02/25"
    },
    {
      "year": "1949",
      "uri": "/wiki/Esmeray",
      "name": "Esmeray",
      "aboutText": "Giuseppe Betori (born 25 February 1947 in Foligno, Italy) is an Italian Cardinal of the Catholic Church. He is the current archbishop of Florence and the former Secretary General of the Italian Episcopal Conference.",
      "pageId": 19229230,
      "monthDay": "02/25"
    },
    {
      "year": "1949",
      "uri": "/wiki/Ric_Flair",
      "name": "Ric Flair",
      "aboutText": "Jan Leonard Groth (25 February 1946 – 27 August 2014) was a Norwegian musician. Groth was born in Greåker, Norway, and first made his name in the early 1970s as a member of the progressive rock band Aunt Mary, where he was lead singer and keyboardist.\nGroth later moved on to Christian rock, where he most notably sang rock versions of preacher Aage Samuelsen's songs.",
      "pageId": 23732815,
      "monthDay": "02/25"
    },
    {
      "year": "1949",
      "uri": "/wiki/Jack_Handey",
      "name": "Jack Handey",
      "aboutText": "Richard D. French (born February 25, 1947) is a Canadian businessman, academic, and a former politician.\nBorn in Montreal, Quebec, French received a Bachelor of Science degree from the University of British Columbia in 1968 and a D. Phil. from the University of Oxford in 1973.",
      "pageId": 36272898,
      "monthDay": "02/25"
    },
    {
      "year": "1949",
      "uri": "/wiki/Amin_Maalouf",
      "name": "Amin Maalouf",
      "aboutText": "Jerry Chamberlain is an American singer, songwriter, guitarist, and producer, best known for his work with the rock bands Daniel Amos and The Swirling Eddies (credited as \"Spot\").\nIn late 1974, Chamberlain was asked to join Jubal's Last Band, a band that consisted of Terry Scott Taylor, Steve Baxter and bassist Kenny Paxton. Marty Dieckmeyer was soon brought in as a replacement for the departing Paxton.",
      "pageId": 118364,
      "monthDay": "02/25"
    },
    {
      "year": "1950",
      "uri": "/wiki/Francisco_Fern%C3%A1ndez_Ochoa",
      "name": "Francisco Fernández Ochoa",
      "aboutText": "Amin Maalouf (Arabic: أمين معلوف‎, born 25 February 1949 in Beirut) is a Lebanese-born French author. Has lived in France since 1976. Although his native language is Arabic, he writes in French, and his works have been translated into many languages.",
      "pageId": 176782,
      "monthDay": "02/25"
    },
    {
      "year": "1950",
      "uri": "/wiki/Neil_Jordan",
      "name": "Neil Jordan",
      "aboutText": "José María Alfredo Aznar López (Spanish pronunciation: [xoˈse maˈɾi.a alˈfɾeðo aθˈnar ˈlopeθ]; (born 25 February 1953) served as the Prime Minister of Spain from 1996 to 2004.",
      "pageId": 197618,
      "monthDay": "02/25"
    },
    {
      "year": "1950",
      "uri": "/wiki/N%C3%A9stor_Kirchner",
      "name": "Néstor Kirchner",
      "aboutText": "Néstor Carlos Kirchner (Spanish pronunciation: [ˈnestoɾ ˈkaɾlos ˈkiɾʃneɾ]; 25 February 1950 – 27 October 2010) was an Argentine politician who served as President of Argentina from 25 May 2003 until 10 December 2007. Previously, he was Governor of Santa Cruz Province since 10 December 1991. He briefly served as Secretary General of the Union of South American Nations (UNASUR) and as a National Deputy of Argentina for Buenos Aires Province.",
      "pageId": 230189,
      "monthDay": "02/25"
    },
    {
      "year": "1950",
      "uri": "/wiki/Mick_Miller_(comedian)",
      "name": "Mick Miller",
      "aboutText": "Neil Patrick Jordan (born 25 February 1950) is an Irish film director, screenwriter and novelist. He won an Academy Award (Best Original Screenplay) for The Crying Game.",
      "pageId": 315569,
      "monthDay": "02/25"
    },
    {
      "year": "1950",
      "uri": "/wiki/Emitt_Rhodes",
      "name": "Emitt Rhodes",
      "aboutText": "Charles \"Chuck\" Strahl, PC (born February 25, 1957) is a Canadian businessman and politician. He was a Member of Parliament from 1993 to 2011. First elected for the Reform Party, he was a prominent member of the Democratic Representative Caucus that ousted Stockwell Day as leader.",
      "pageId": 430105,
      "monthDay": "02/25"
    },
    {
      "year": "1950",
      "uri": "/wiki/Jaak_Tamm",
      "name": "Jaak Tamm",
      "aboutText": "John Doe (born John Nommensen Duchac; February 25, 1954) is an American singer, songwriter, actor, poet, guitarist and bass player. Doe co-founded the much-praised LA punk band X, of which he is still an active member. His musical performances and compositions span the rock, country and folk music genres.",
      "pageId": 589643,
      "monthDay": "02/25"
    },
    {
      "year": "1951",
      "uri": "/wiki/James_Brown_(sportscaster)",
      "name": "James Brown",
      "aboutText": "Donald O'Riley Quarrie CD (born 25 February 1951) is a Jamaican former track and field athlete, one of the world's top sprinters during the 1970s. At the 1976 Summer Olympics he was the gold medallist in the Olympic 200 meters and silver medallist in the Olympic 100 meters. In all, he competed in five Olympic Games and won four Olympic medals during his career.",
      "pageId": 674928,
      "monthDay": "02/25"
    },
    {
      "year": "1951",
      "uri": "/wiki/C%C3%A9sar_Cede%C3%B1o",
      "name": "César Cedeño",
      "aboutText": "James Brown (born February 25, 1951), commonly called \"J.B.\", is an American sportscaster known for being the host of The NFL Today on CBS Sports and Thursday Night Football on CBS Sports and NFL Network. He is also the Special Correspondent for CBS' news division.",
      "pageId": 838442,
      "monthDay": "02/25"
    },
    {
      "year": "1951",
      "uri": "/wiki/Don_Quarrie",
      "name": "Don Quarrie",
      "aboutText": "César Cedeño Encarnación (Spanish pronunciation: [ˈsesar seˈðeɲo]; born February 25, 1951) is a former center fielder in Major League Baseball who played with the Houston Astros (1970–81), Cincinnati Reds (1982–85), St. Louis Cardinals (1985) and Los Angeles Dodgers (1986).",
      "pageId": 1343294,
      "monthDay": "02/25"
    },
    {
      "year": "1952",
      "uri": "/wiki/Jerry_Chamberlain",
      "name": "Jerry Chamberlain",
      "aboutText": "William Joseph Dunlop, OBE (25 February 1952 – 2 July 2000), was a world champion motorcyclist from Ballymoney in Northern Ireland. In 2005 he was voted the fifth greatest motorcycling icon ever by Motorcycle News. His achievements include three hat-tricks at the Isle of Man TT meeting (1985, 1988 and 2000), where he won a record 26 races in total.",
      "pageId": 1628786,
      "monthDay": "02/25"
    },
    {
      "year": "1952",
      "uri": "/wiki/Joey_Dunlop",
      "name": "Joey Dunlop",
      "aboutText": "Kim Yeong-cheol (born February 25, 1953) is a South Korean actor. One of his earliest appearances was in White Smile (1981). Other notable roles include playing Gung Ye in Emperor Wang Gun (2000-2002), a gangster boss in A Bittersweet Life (2005), and a NSS deputy director in IRIS (2009).",
      "pageId": 3858794,
      "monthDay": "02/25"
    },
    {
      "year": "1953",
      "uri": "/wiki/Jos%C3%A9_Mar%C3%ADa_Aznar",
      "name": "José María Aznar",
      "aboutText": "Emitt Lynn Rhodes (born February 25, 1950, Decatur, Illinois) is an American singer-songwriter, multi-instrumentalist and recording engineer.",
      "pageId": 4920380,
      "monthDay": "02/25"
    },
    {
      "year": "1953",
      "uri": "/wiki/Kim_Yeong-cheol_(actor)",
      "name": "Kim Yeong-cheol",
      "aboutText": "Francisco \"Paquito\" Fernández Ochoa (February 25, 1950 – November 6, 2006) was a World Cup alpine ski racer from Spain. Born in Madrid and raised north of the city in Cercedilla, he was the eldest of eight children whose father ran a ski school. Paquito raced in all of the alpine disciplines and specialized in slalom.",
      "pageId": 7803321,
      "monthDay": "02/25"
    },
    {
      "year": "1954",
      "uri": "/wiki/John_Doe_(musician)",
      "name": "John Doe",
      "aboutText": "Jaak Tamm (February 25, 1950 – January 4, 1999) was an Estonian politician and businessman.\nFrom 1990 to 1991, he was the minister of industry and energetics in Edgar Savisaar's government. He was a member of the Estonian Coalition Party.",
      "pageId": 9565273,
      "monthDay": "02/25"
    },
    {
      "year": "1954",
      "uri": "/wiki/Gerardo_Pelusso",
      "name": "Gerardo Pelusso",
      "aboutText": "Mick Miller (born 25 February 1950 in Liverpool, Lancashire, England) is a British stand-up comedian who has had a long career on the live comedy circuit, and is instantly recognisable from his trademark bald head with long hair down the sides.",
      "pageId": 10892382,
      "monthDay": "02/25"
    },
    {
      "year": "1955",
      "uri": "/wiki/Rodger_McFarlane",
      "name": "Rodger McFarlane",
      "aboutText": "Martin Zobel (born 25 February 1957 in Tallinn) is an Estonian plant ecologist and professor at the University of Tartu. His name is particularly associated with the idea of an impact of regional species diversity on diversity at smaller spatial scales – known as the species pool effect. He has been professor since 1992.",
      "pageId": 14394499,
      "monthDay": "02/25"
    },
    {
      "year": "1955",
      "uri": "/wiki/Camille_Th%C3%A9riault",
      "name": "Camille Thériault",
      "aboutText": "Gerardo Cono Pelusso Boyrie (born February 25, 1954) is a Uruguayan football manager.",
      "pageId": 22428008,
      "monthDay": "02/25"
    },
    {
      "year": "1957",
      "uri": "/wiki/Chuck_Strahl",
      "name": "Chuck Strahl",
      "aboutText": "Rodger Allen McFarlane (February 25, 1955 – May 15, 2009) was an American gay rights activist who served as the first paid executive director of the Gay Men's Health Crisis and later served in leadership positions with Broadway Cares/Equity Fights AIDS, Bailey House and the Gill Foundation.",
      "pageId": 22863221,
      "monthDay": "02/25"
    },
    {
      "year": "1957",
      "uri": "/wiki/Martin_Zobel",
      "name": "Martin Zobel",
      "aboutText": "Camille Henri Thériault (born February 25, 1955) served as the 29th Premier of the Canadian province of New Brunswick.",
      "pageId": 23883890,
      "monthDay": "02/25"
    },
    {
      "year": "1958",
      "uri": "/wiki/Jeff_Fisher",
      "name": "Jeff Fisher",
      "aboutText": "Paul Andrew O'Neill (born February 25, 1963) is a retired right fielder and Major League Baseball player who won five World Series while playing for the Cincinnati Reds (1985–1992) and New York Yankees (1993–2001). In a 17-year career, O'Neill compiled 281 home runs, 1,269 runs batted in, 2,107 hits, and a lifetime batting average of .288. O'Neill won the American League batting title in 1994 with a .359 average and was a five-time All-Star in 1991, 1994, 1995, 1997 and 1998.",
      "pageId": 417010,
      "monthDay": "02/25"
    },
    {
      "year": "1958",
      "uri": "/wiki/Kevin_Gray_(actor)",
      "name": "Kevin Gray",
      "aboutText": "David Carl \"Davey\" Allison (February 25, 1961 – July 13, 1993) was a NASCAR driver. He was best known for driving the #28 Texaco-Havoline Ford for Robert Yates Racing in the Winston Cup Series. Born in Hollywood, Florida, he was the eldest of four children born to Bobby Allison and wife Judy.",
      "pageId": 419247,
      "monthDay": "02/25"
    },
    {
      "year": "1958",
      "uri": "/wiki/Kurt_Rambis",
      "name": "Kurt Rambis",
      "aboutText": "Donald \"Majik Man\" Francis Vincent Majkowski, \"Majik\", (born February 25, 1964) is a former American football quarterback in the National Football League for the Green Bay Packers, Indianapolis Colts and Detroit Lions.",
      "pageId": 674089,
      "monthDay": "02/25"
    },
    {
      "year": "1959",
      "uri": "/wiki/Aleksei_Balabanov",
      "name": "Aleksei Balabanov",
      "aboutText": "Birgit Fischer (born February 25, 1962) is a German kayaker, who has won eight gold medals over six different Olympic Games, a record she shares with Aladár Gerevich, spanning seven Olympiads: twice representing East Germany (interrupted by the boycott of 1984), then four times representing the reunited nation. After both the 1988 and 2000 games, she announced her retirement, only to return for the subsequent games. She has been both the youngest- and oldest-ever Olympic canoeing champion (ages 18 and 42).",
      "pageId": 1532025,
      "monthDay": "02/25"
    },
    {
      "year": "1959",
      "uri": "/wiki/Renee_Borges",
      "name": "Renee Borges",
      "aboutText": "Darrell Kurt Rambis (born February 25, 1958) is an American basketball coach and former professional basketball player. He currently works as an assistant coach for the National Basketball Association's New York Knicks. He previously served as a head coach for the Lakers and Minnesota Timberwolves.",
      "pageId": 1738719,
      "monthDay": "02/25"
    },
    {
      "year": "1959",
      "uri": "/wiki/Carl_Marotte",
      "name": "Carl Marotte",
      "aboutText": "Jeffrey Michael Fisher (born February 25, 1958) is an American football coach and former player. He is currently the head coach of the St.",
      "pageId": 2174253,
      "monthDay": "02/25"
    },
    {
      "year": "1959",
      "uri": "/wiki/Mike_Peters_(musician)",
      "name": "Mike Peters",
      "aboutText": "Todd Alan Blackledge (born February 25, 1961) is a former American football quarterback in both the NCAA and National Football League. In college, he led the Penn State Nittany Lions to a national championship; and, as a pro, he played for the Kansas City Chiefs (1983–1987) and the Pittsburgh Steelers (1988–1989).",
      "pageId": 2313861,
      "monthDay": "02/25"
    },
    {
      "year": "1960",
      "uri": "/wiki/Stefan_Bl%C3%B6cher",
      "name": "Stefan Blöcher",
      "aboutText": "John Henry Lanchester (born 25 February 1962) is a British journalist and novelist. He was born in Hamburg, brought up in Hong Kong and educated in England, at Gresham's School, Holt, Norfolk, between 1972 and 1980 and St John's College, Oxford.",
      "pageId": 2633499,
      "monthDay": "02/25"
    },
    {
      "year": "1961",
      "uri": "/wiki/Davey_Allison",
      "name": "Davey Allison",
      "aboutText": "Stefan Blöcher (born February 25, 1960 in Wiesbaden, Hessen) is a former field hockey player from (West-)Germany, who competed at two Summer Olympics for his native country. On both occasions he won the silver medal with his team, in 1984 (Los Angeles and in 1988 (Seoul).\nBlöcher played 259 international matches for (West)-Germany, and made his debut in 1978.",
      "pageId": 3084695,
      "monthDay": "02/25"
    },
    {
      "year": "1961",
      "uri": "/wiki/Todd_Blackledge",
      "name": "Todd Blackledge",
      "aboutText": "Lee Martin John Evans (born 25 February 1964) is an English retired comedian, writer, actor, and musician. He is a director of Little Mo Films, which he had co-directed with the late Addison Cresswell, who was also his agent prior to Cresswell's death in 2013.\nEvans has become one of Britain's highest selling stand-up comedians, with his \"Roadrunner\" tour grossing £12.9 million.",
      "pageId": 3718719,
      "monthDay": "02/25"
    },
    {
      "year": "1962",
      "uri": "/wiki/Birgit_Fischer",
      "name": "Birgit Fischer",
      "aboutText": "Foster Emerson Sylvers (born February 25, 1962 in Los Angeles) is an American singer, songwriter, record producer, and multi-instrumentalist.",
      "pageId": 5630357,
      "monthDay": "02/25"
    },
    {
      "year": "1962",
      "uri": "/wiki/John_Lanchester",
      "name": "John Lanchester",
      "aboutText": "Michael Leslie \"Mike\" Peters (born 25 February 1959) is a Welsh musician, best known as the lead singer of The Alarm. After the band split up in 1991, Peters wrote and released solo work, before reconstituting The Alarm in 2000. Additionally, he is co-founder of the Love Hope Strength Foundation.",
      "pageId": 6299879,
      "monthDay": "02/25"
    },
    {
      "year": "1962",
      "uri": "/wiki/Faron_Moller",
      "name": "Faron Moller",
      "aboutText": "Faron George Moller (born February 25, 1962 in Trail, British Columbia) is a Canadian-born British computer scientist and expert on theoretical computer science, particularly infinite-state automata theory and temporal logic.",
      "pageId": 7615726,
      "monthDay": "02/25"
    },
    {
      "year": "1962",
      "uri": "/wiki/Andres_Siim",
      "name": "Andres Siim",
      "aboutText": "Aleksei Balabanov (25 February 1959 – 18 May 2013) was a Russian film director, screenwriter, and producer, who shot mostly arthouse pictures, but gained mainstream popularity with the crime drama Brat (Brother) and its more action-oriented sequel, Brat-2 (Brother 2), both of which starred Sergei Bodrov, Jr. as a novice hit man. Brother was successful both at the box office and in video copies, achieving wide popularity in Russia.",
      "pageId": 8336841,
      "monthDay": "02/25"
    },
    {
      "year": "1962",
      "uri": "/wiki/Foster_Sylvers",
      "name": "Foster Sylvers",
      "aboutText": "Joseph Edward Duncan III (born February 25, 1963) is an American convicted serial killer and sex offender who is on death row in federal prison in conjunction with the 2005 kidnappings and murders of members of the Groene family of Coeur d'Alene, Idaho. He is also serving 11 consecutive sentences of life without parole in conjunction with the same crimes as well as the 1997 murder of Anthony Martinez of Beaumont, California. Duncan has confessed to but not been charged with the 1996 murder of two girls in Seattle, Washington.",
      "pageId": 9373505,
      "monthDay": "02/25"
    },
    {
      "year": "1963",
      "uri": "/wiki/Joseph_E._Duncan_III",
      "name": "Joseph E. Duncan III",
      "aboutText": "Douglas E. Stahl (born February 25, 1963) is an American professional wrestler who currently works in the Independent circuit as one half of the masked Tag team known as The Super Destroyers. The two are best known for their time in Eastern Championship Wrestling where they were first 2-time and longest reigning ECW Tag Team Champions.\n^ a b c d e \"Super Destroyer #2 Stats\".",
      "pageId": 14659329,
      "monthDay": "02/25"
    },
    {
      "year": "1963",
      "uri": "/wiki/Paul_O%27Neill_(baseball)",
      "name": "Paul O'Neill",
      "aboutText": "Carl Marotte (born February 25, 1959) is a Canadian actor and a graduate of Dawson College's Professional Theatre Program. He received a Gemini Award nomination for his role in the television movie Net Worth as Marty Pavelich.\nHis other work includes roles in Lance et Compte, a leading role in Beyond Reality as J.J. Stillman, Street Legal, At the End of the Day: The Sue Rodriguez Story as David Rodriguez, Wind at My Back as Luc Gerrard, Fortier as Me.",
      "pageId": 15480007,
      "monthDay": "02/25"
    },
    {
      "year": "1963",
      "uri": "/wiki/Doug_Stahl",
      "name": "Doug Stahl",
      "aboutText": "Andres Siim (born February 25, 1962) is an Estonian architect.\nAndres Siim was born in Tallinn and studied in the National Art Institute of the Estonian SSR (today’s Estonian Academy of Arts) in the department of architecture. He graduated from the institute in 1985.",
      "pageId": 25453851,
      "monthDay": "02/25"
    },
    {
      "year": "1964",
      "uri": "/wiki/Lee_Evans_(comedian)",
      "name": "Lee Evans",
      "aboutText": "Kevin Gray (February 25, 1958 – February 11, 2013) was an American actor who worked primarily in musical theater.\nGray, a graduate of Duke University, played Kayama in the 1985 Broadway revival of Stephen Sondheim's Pacific Overtures. He was the youngest actor to play the title role in The Phantom of the Opera on Broadway and in the U.S. national tour, and received The Carbonell Award for his portrayal.",
      "pageId": 38501608,
      "monthDay": "02/25"
    },
    {
      "year": "1964",
      "uri": "/wiki/Don_Majkowski",
      "name": "Don Majkowski",
      "aboutText": "Renee Maria Borges (born February 25, 1959) is an Indian scientist and her areas of interest are broad which include mainly the chemical ecology and visual ecology of the insect partner in plant-animal interactions (particularly: ant-plant interactions), the ecology of mutualists and parasites in the fig-fig wasp system, the evolution of sexual displays in plants, and phytochemicals and their role in food selection by herbivores.",
      "pageId": 42215769,
      "monthDay": "02/25"
    },
    {
      "year": "1964",
      "uri": "/wiki/Don_Topley",
      "name": "Don Topley",
      "aboutText": "Sean Patrick Astin (born Sean Patrick Duke; February 25, 1971) is an American actor, director, voice artist, and producer best known for his film roles as Samwise Gamgee in The Lord of the Rings trilogy, Mikey Walsh in The Goonies (1985), and the title character of Rudy (1993). In television, he appeared as Lynn McGill in season five of 24 and voices Raphael in the 2012 Nickelodeon Teenage Mutant Ninja Turtles TV series and Oso in the Disney Junior show Special Agent Oso. Astin also served as the campaign manager for his friend, Democrat Dan Adler, a businessman in the entertainment industry, for California's 36th congressional district special election, 2011.",
      "pageId": 113063,
      "monthDay": "02/25"
    },
    {
      "year": "1965",
      "uri": "/wiki/Brian_Baker_(musician)",
      "name": "Brian Baker",
      "aboutText": "Alexis Denisof (born February 25, 1966) is an American actor who is primarily known for playing Wesley Wyndam-Pryce in the television series Buffy the Vampire Slayer and its spin-off Angel.",
      "pageId": 159277,
      "monthDay": "02/25"
    },
    {
      "year": "1965",
      "uri": "/wiki/Maricel_Soriano",
      "name": "Maricel Soriano",
      "aboutText": "Samson Kitur (February 25, 1966 — April 25, 2003) was a Kenyan athlete, and an Olympic medalist in 1992.",
      "pageId": 289809,
      "monthDay": "02/25"
    },
    {
      "year": "1965",
      "uri": "/wiki/Carrot_Top",
      "name": "Carrot Top",
      "aboutText": "Elizabeth Téa Pantaleoni (/ˈteɪ.ə pɑːntəleɪˈoʊniː/; born February 25, 1966), better known by her stage name Téa Leoni, is an American actress and producer.\nIn her early career, Leoni starred in the television sitcoms Flying Blind (1992–93) and The Naked Truth (1995–98). Her breakthrough role was in the 1995 action comedy film, Bad Boys.",
      "pageId": 310301,
      "monthDay": "02/25"
    },
    {
      "year": "1965",
      "uri": "/wiki/Veronica_Webb",
      "name": "Veronica Webb",
      "aboutText": "Scott Thompson (born February 25, 1965), known by the stage name Carrot Top, is an American stand-up comedian, actor, director, producer, writer, and singer, best known for his bright red hair, prop comedy, and self-deprecating humor.",
      "pageId": 310384,
      "monthDay": "02/25"
    },
    {
      "year": "1966",
      "uri": "/wiki/Alexis_Denisof",
      "name": "Alexis Denisof",
      "aboutText": "Brian Baker (born February 25, 1965) is an American punk rock musician. He is best known as one of the founding members of the hardcore punk band Minor Threat, and as a guitarist in Bad Religion since 1994 alongside Greg Hetson and Brett Gurewitz. In Minor Threat, he originally played bass guitar before switching to guitar in 1982 when Steve Hansgen joined the band, and then moved back to bass after Hansgen's departure.",
      "pageId": 378441,
      "monthDay": "02/25"
    },
    {
      "year": "1966",
      "uri": "/wiki/Andrew_Feldman,_Baron_Feldman_of_Elstree",
      "name": "Andrew Feldman, Baron Feldman of Elstree",
      "aboutText": "Julie Claire Hesmondhalgh (born 25 February 1970) is an English actress, known for her role as Hayley Cropper in the ITV soap opera Coronation Street between 1998 and 2014.",
      "pageId": 1044889,
      "monthDay": "02/25"
    },
    {
      "year": "1966",
      "uri": "/wiki/Samson_Kitur",
      "name": "Samson Kitur",
      "aboutText": "Jonathan Saul Freedland (born 25 February 1967) is a British journalist, who writes a weekly column for The Guardian and a monthly piece for The Jewish Chronicle. He is also a regular contributor to The New York Times and The New York Review of Books, and presents BBC Radio 4's contemporary history series, The Long View.\nHe was named 'Columnist of the Year' in the 2002 What the Papers Say awards and in 2008 was awarded the David Watt Prize for Journalism, in recognition of his essay 'Bush's Amazing Achievement', published in The New York Review of Books.",
      "pageId": 1113197,
      "monthDay": "02/25"
    },
    {
      "year": "1966",
      "uri": "/wiki/T%C3%A9a_Leoni",
      "name": "Téa Leoni",
      "aboutText": "Nancy O'Dell (born Nancy Evelyn Humphries; February 25, 1966) is an American television host and entertainment journalist, who is the co-anchor of the syndicated entertainment news show Entertainment Tonight.",
      "pageId": 1777798,
      "monthDay": "02/25"
    },
    {
      "year": "1966",
      "uri": "/wiki/Nancy_O%27Dell",
      "name": "Nancy O'Dell",
      "aboutText": "Veronica Webb (born February 25, 1965) is an American model, actress, writer, and television personality. The first African-American to have a major cosmetics contract, Webb has appeared on covers of Vogue, Essence and Elle magazines and on the runway for Victoria's Secret and Chanel.",
      "pageId": 2021626,
      "monthDay": "02/25"
    },
    {
      "year": "1966",
      "uri": "/wiki/Sam_Phillips_(model)",
      "name": "Sam Phillips",
      "aboutText": "Sandrine Kiberlain (born 25 February 1968) is a French actress and singer.",
      "pageId": 2700502,
      "monthDay": "02/25"
    },
    {
      "year": "1967",
      "uri": "/wiki/Ed_Balls",
      "name": "Ed Balls",
      "aboutText": "Paolo \"Paul\" Vincenzo Trimboli (born 25 February 1969) is a former Australian international football (soccer) player and current Football Operations Manager at Melbourne Victory. Trimboli is of Italian ancestry and attended Xavier College, where he was a member of the First XI, and was captained by his brother.",
      "pageId": 3244704,
      "monthDay": "02/25"
    },
    {
      "year": "1967",
      "uri": "/wiki/Jonathan_Freedland",
      "name": "Jonathan Freedland",
      "aboutText": "Dave Harris (born February 25, 1971) is an American disc jockey, songwriter, and musician.\nHe was born in Glasgow, Kentucky and has hosted the syndicated radio show, Retro Rewind since 1999. Harris created Retro Rewind in October 1997.",
      "pageId": 3407171,
      "monthDay": "02/25"
    },
    {
      "year": "1968",
      "uri": "/wiki/Evridiki",
      "name": "Evridiki",
      "aboutText": "Evridiki Theokleous (Greek: Ευρυδίκη Θεοκλέους; born 25 February 1968), known professionally as simply Evridiki, is a Cypriot rock, pop, and electropop singer.",
      "pageId": 6271998,
      "monthDay": "02/25"
    },
    {
      "year": "1968",
      "uri": "/wiki/Sandrine_Kiberlain",
      "name": "Sandrine Kiberlain",
      "aboutText": "Samantha Phillips (born 25 February 1966) is an American actress, talk-show host, reality TV host, radio DJ, producer, and model.",
      "pageId": 6311183,
      "monthDay": "02/25"
    },
    {
      "year": "1969",
      "uri": "/wiki/Paul_Trimboli",
      "name": "Paul Trimboli",
      "aboutText": "Maricel Soriano (born Maria Cecilia Dador Soriano on February 25, 1965), also known as The Diamond Star, is a Filipina film and television actress. She has starred in films covering different genres including comedy, fantasy (Inday series), horror, suspense, action, romance and drama. She has appeared in hundreds of films and has appeared in various blockbuster hits.",
      "pageId": 7033450,
      "monthDay": "02/25"
    },
    {
      "year": "1970",
      "uri": "/wiki/Julie_Hesmondhalgh",
      "name": "Julie Hesmondhalgh",
      "aboutText": "Ma. Cecilia Laxa-Pangilinan (born February 25, 1970) is a Filipino comedian and actress. She performed in the 1992 movie \"Iisa Pa Lamang\" for which she won Best Supporting Actress awards in both the 1992 FAMAS Awards and 1992 Star Awards.",
      "pageId": 8657571,
      "monthDay": "02/25"
    },
    {
      "year": "1970",
      "uri": "/wiki/Maricel_Laxa",
      "name": "Maricel Laxa",
      "aboutText": "Edward Michael \"Ed\" Balls (born 25 February 1967) is a British Labour Party and Co-operative Party politician. He was the Member of Parliament (MP) for Normanton from 2005 to 2010 and for Morley and Outwood from 2010 to 2015.\nBalls served as Secretary of State for Children, Schools and Families in Gordon Brown's Government from 2007 to 2010.",
      "pageId": 26463074,
      "monthDay": "02/25"
    },
    {
      "year": "1971",
      "uri": "/wiki/Sean_Astin",
      "name": "Sean Astin",
      "aboutText": "Andrew Simon Feldman, Baron Feldman of Elstree (born 25 February 1966) is a British barrister, businessman and Conservative fundraiser and politician.\nThe Financial Times described Feldman as \"David Cameron's oldest political friend\" since their days together at Brasenose College, Oxford. Feldman was responsible for fundraising David Cameron's successful Tory leadership campaign in 2005.",
      "pageId": 30246737,
      "monthDay": "02/25"
    },
    {
      "year": "1971",
      "uri": "/wiki/Dave_Harris",
      "name": "Dave Harris",
      "aboutText": "Thomas Donald Topley (born 25 February 1964) known as Don Topley or Toppers is a former English cricketer.\nEmployed with the ground staff at Lord's Cricket Ground in London in 1984, he was recruited as a substitute fielder for one Test match involving England, before a brief appearance for Norfolk and Surrey led to a 10-year career with Essex, while supplementing his income during the off-season period as a postman.\nAs a right-arm medium-fast bowler, Topley took 464 wickets at the top level of county cricket before being released from his contract in 1994, whereupon he made accusations that two 1991 county matches were fixed.",
      "pageId": 32840851,
      "monthDay": "02/25"
    },
    {
      "year": "1971",
      "uri": "/wiki/Sean_O%27Haire",
      "name": "Sean O'Haire",
      "aboutText": "Julio Iglesias, Jr. (born February 25, 1973) is a Spanish singer.",
      "pageId": 318184,
      "monthDay": "02/25"
    },
    {
      "year": "1971",
      "uri": "/wiki/Daniel_Powter",
      "name": "Daniel Powter",
      "aboutText": "Joshua David \"Josh\" Wolff (born February 25, 1977 in Stone Mountain, Georgia) is a retired American soccer player who now works as an assistant coach for Columbus Crew SC of Major League Soccer.",
      "pageId": 1020904,
      "monthDay": "02/25"
    },
    {
      "year": "1972",
      "uri": "/wiki/Jason_Byrne_(comedian)",
      "name": "Jason Byrne",
      "aboutText": "Sean Christopher Haire (February 25, 1971 – September 8, 2014) was an American professional wrestler, mixed martial artist and kickboxer, better known by his ring name, Sean O'Haire.\nO'Haire was best known for his appearances with the professional wrestling promotions World Championship Wrestling, the World Wrestling Federation/World Wrestling Entertainment and New Japan Pro Wrestling in the early to mid-2000s. A three time WCW World Tag Team Champion, O'Haire was named \"Rookie of the Year\" by the Wrestling Observer in 2000.",
      "pageId": 1350220,
      "monthDay": "02/25"
    },
    {
      "year": "1972",
      "uri": "/wiki/Jaak_Mae",
      "name": "Jaak Mae",
      "aboutText": "Sarah Jane Ferridge (born 25 February 1977 in Forest Gate, East London, England), better known by her stage name Sarah Jezebel Deva, is an English vocalist. She was the female vocalist in Cradle of Filth for 14 years and also fronts her own band, Angtoria. In 2009, Deva started her self-titled solo project.",
      "pageId": 1433574,
      "monthDay": "02/25"
    },
    {
      "year": "1973",
      "uri": "/wiki/Julio_Iglesias,_Jr.",
      "name": "Julio Iglesias, Jr.",
      "aboutText": "Daniel Richard Powter (born February 25, 1971) is a Canadian recording artist, songwriter, and pianist. He is best known for his self-penned hit song \"Bad Day\" (2005), which spent five weeks atop the Billboard Hot 100.",
      "pageId": 1920453,
      "monthDay": "02/25"
    },
    {
      "year": "1973",
      "uri": "/wiki/Anson_Mount",
      "name": "Anson Mount",
      "aboutText": "Rashida Leah Jones (born February 25, 1976) is an American actress, comic book author, film producer, and screenwriter. She is known for playing Ann Perkins on NBC's comedy Parks and Recreation, Louisa Fenn on Fox's Boston Public, and Karen Filippelli on The Office. She has had film roles in I Love You, Man (2009), Our Idiot Brother (2011), The Social Network (2010), The Muppets (2011), and Celeste and Jesse Forever (2012), for which she wrote the screenplay.",
      "pageId": 2388997,
      "monthDay": "02/25"
    },
    {
      "year": "1973",
      "uri": "/wiki/Normann_Stadler",
      "name": "Normann Stadler",
      "aboutText": "Normann (\"The Norminator\") Stadler (born February 25, 1973 in Wertheim) is a retired professional triathlete from Germany. He is the winner of the 2004 and 2006 Ironman Triathlon World Championship in Hawaii.\nStadler was a member of the Tri Dubai triathlon team until it disbanded at the end of the 2006 triathlon season.",
      "pageId": 2580045,
      "monthDay": "02/25"
    },
    {
      "year": "1974",
      "uri": "/wiki/Divya_Bharti",
      "name": "Divya Bharti",
      "aboutText": "Divya Om Prakash Bharti (also known as Sana Nadiadwala after marriage; 25 February 1974 – 5 April 1993) was an Indian film actress and model, who starred in a number of commercially successful Hindi and Telugu motion pictures in the early 1990s.\nBorn in Bombay, Bharti was widely recognized as one of the finest actresses of her time. She started to get film offers as early as 14 years of age.",
      "pageId": 2724232,
      "monthDay": "02/25"
    },
    {
      "year": "1974",
      "uri": "/wiki/Dominic_Raab",
      "name": "Dominic Raab",
      "aboutText": "Anson Adams Mount IV (born February 25, 1973) is an American actor. He is best known for playing Cullen Bohannon in the AMC show Hell on Wheels. He also played Jim Steele on the short-lived NBC series Conviction and appeared in the film Tully.",
      "pageId": 3110845,
      "monthDay": "02/25"
    },
    {
      "year": "1974",
      "uri": "/wiki/Kevin_Skinner",
      "name": "Kevin Skinner",
      "aboutText": "Chelsea Joy Handler (born February 25, 1975) is an American comedian, actress, author, television host, and producer. She hosted a late-night talk show called Chelsea Lately on the E! network from 2007 to 2014, and is currently preparing to host a show on Netflix in 2016.",
      "pageId": 3266703,
      "monthDay": "02/25"
    },
    {
      "year": "1975",
      "uri": "/wiki/Mandingo_(actor)",
      "name": "Mandingo",
      "aboutText": "Samaki Ijuma Walker (born February 25, 1976) is an American retired professional basketball power forward and center. Walker played college basketball at the University of Louisville and was drafted in 1996 by the Dallas Mavericks, where he played until 1999. Walker continued to play for the NBA with the San Antonio Spurs (1999–2001), Los Angeles Lakers (2001–2003), Miami Heat (2003–2004), Washington Wizards (2004–2005), and Indiana Pacers (2005–2006).",
      "pageId": 3612374,
      "monthDay": "02/25"
    },
    {
      "year": "1975",
      "uri": "/wiki/Chiemi_Chiba",
      "name": "Chiemi Chiba",
      "aboutText": "Chiemi Chiba (Chiba Chiemi, 千葉千恵巳; born February 25, 1975) is a Japanese voice actress, J-Pop singer, and former gravure model.",
      "pageId": 4011912,
      "monthDay": "02/25"
    },
    {
      "year": "1975",
      "uri": "/wiki/Chelsea_Handler",
      "name": "Chelsea Handler",
      "aboutText": "Jaak Mae (born February 25, 1972) is an Estonian cross-country skier who has competed since 1994. He won a bronze in the 15km event at the 2002 Winter Olympics in Salt Lake City.\nMae won a silver medal in the 15km event at the 2003 FIS Nordic World Ski Championships in Val di Fiemme.",
      "pageId": 5905628,
      "monthDay": "02/25"
    },
    {
      "year": "1975",
      "uri": "/wiki/Naga_Munchetty",
      "name": "Naga Munchetty",
      "aboutText": "Jason Byrne (/bɜrn/; born 25 February 1972) is an Irish comedian and radio host born in Ballinteer, Dublin. In August 2008, he made his twelfth Edinburgh Fringe Festival. Byrne previously presented a mid-morning radio show on Phantom FM as well as a comedy panel show called The Byrne Ultimatum on RTE Two.",
      "pageId": 8551399,
      "monthDay": "02/25"
    },
    {
      "year": "1975",
      "uri": "/wiki/Dmitri_Suur",
      "name": "Dmitri Suur",
      "aboutText": "Mandingo (born February 25, 1975) is the stage name of a pornographic film actor. He has directed videos for the studio West Coast Productions. One of his recent projects is called Mandingo Massacre.",
      "pageId": 21031546,
      "monthDay": "02/25"
    },
    {
      "year": "1976",
      "uri": "/wiki/Rashida_Jones",
      "name": "Rashida Jones",
      "aboutText": "Naga Munchetty (born Subham Nagalakshmi Munchetty Chendriam on 25 February 1975), also known by her married name Naga Haggar, is a British journalist and Newsreader of Indian origin.",
      "pageId": 21701584,
      "monthDay": "02/25"
    },
    {
      "year": "1976",
      "uri": "/wiki/Samaki_Walker",
      "name": "Samaki Walker",
      "aboutText": "Patrick Kevin Skinner (born February 25, 1974) is an American country music singer from the Jackson Purchase region of Kentucky. He was the winner of the fourth season of America's Got Talent.",
      "pageId": 23636724,
      "monthDay": "02/25"
    },
    {
      "year": "1977",
      "uri": "/wiki/Ni%C3%B1a_Corpuz",
      "name": "Niña Corpuz",
      "aboutText": "Dmitri Suur (before marriage Dmitri Rodin, Russian: Дмитрий Суур (Родин); born February 25, 1975) is an Estonian professional ice hockey player. He currently plays for the Sheffield Steeldogs of the English Premier Ice Hockey League.\nBest defenseman at 1995 World Junior Ice Hockey Championships Pool C2.",
      "pageId": 26389457,
      "monthDay": "02/25"
    },
    {
      "year": "1977",
      "uri": "/wiki/Sarah_Jezebel_Deva",
      "name": "Sarah Jezebel Deva",
      "aboutText": "Dominic Rennie Raab (born 25 February 1974) is a British Conservative politician. He is the Member of Parliament for Esher and Walton in Surrey and is a former international business lawyer. He was appointed Parliamentary Under Secretary of State, Minister for Human Rights, at the Ministry of Justice on 12 May 2015.",
      "pageId": 27269553,
      "monthDay": "02/25"
    },
    {
      "year": "1977",
      "uri": "/wiki/Josh_Wolff",
      "name": "Josh Wolff",
      "aboutText": "Niña Marie Fernando Corpuz (born February 25, 1977) is a broadcast journalist of ABS-CBN News and Current Affairs. She is a reporter for newscasts TV Patrol and Bandila, The ABS-CBN News Channel (ANC), Studio 23 and www.abs-cbnnews.com.",
      "pageId": 29193376,
      "monthDay": "02/25"
    },
    {
      "year": "1978",
      "uri": "/wiki/Maian_K%C3%A4rmas",
      "name": "Maian Kärmas",
      "aboutText": "Park Ji-sung (Hangul: 박지성; Hanja: 朴智星; Korean pronunciation: [pakt͈ɕisʰʌŋ]; born 25 February 1981) is a South Korean former footballer who currently serves as a club ambassador at Manchester United.\nBorn in Goheung, Jeollanam-do, he was the captain of the South Korean national team until his retirement from international football. He is the most decorated Asian footballer in history, having won 19 trophies in his career and is the first Asian footballer to have won the UEFA Champions League trophy, the first Asian footballer to play in a UEFA Champions League Final, as well as the first Asian footballer to have won the FIFA Club World Cup.",
      "pageId": 628232,
      "monthDay": "02/25"
    },
    {
      "year": "1979",
      "uri": "/wiki/Jennifer_Ferrin",
      "name": "Jennifer Ferrin",
      "aboutText": "Shahid Kapoor (pronounced [ʃaːɦɪd̪ kəˈpuːr]; born 25 February 1981), also known as Shahid Khattar, is an Indian actor who appears in Hindi films. The son of actors Pankaj Kapur and Neelima Azeem, Kapoor lived with his mother in Delhi after his parents split when he was three. He moved to Mumbai at age 10, and five years later he joined Shiamak Davar's dance academy.",
      "pageId": 1016409,
      "monthDay": "02/25"
    },
    {
      "year": "1979",
      "uri": "/wiki/David_Hoflin",
      "name": "David Hoflin",
      "aboutText": "Christopher Patrick \"Chris\" Baird (born 25 February 1982) is a Northern Irish footballer who plays for Championship side Derby County and the Northern Ireland national football team. His preferred position is right-back or centre-half, but he has also played as a left-back, defensive midfielder and central midfielder.",
      "pageId": 1041470,
      "monthDay": "02/25"
    },
    {
      "year": "1980",
      "uri": "/wiki/Antonio_Burks_(basketball,_born_1980)",
      "name": "Antonio Burks",
      "aboutText": "Kimberly Ann Caldwell (born February 25, 1982) is an American singer, actress, and television hostess, from Katy, Texas who was the seventh place finalist on the second season of American Idol. She used to work as an entertainment correspondent and hosted various shows on the TV Guide Network.",
      "pageId": 1303125,
      "monthDay": "02/25"
    },
    {
      "year": "1980",
      "uri": "/wiki/Christy_Knowings",
      "name": "Christy Knowings",
      "aboutText": "Robert Edward \"Bert\" McCracken (born February 25, 1982) is the lead singer and songwriter of the American rock band The Used.",
      "pageId": 1368265,
      "monthDay": "02/25"
    },
    {
      "year": "1981",
      "uri": "/wiki/Park_Ji-sung",
      "name": "Park Ji-sung",
      "aboutText": "Flavia Pennetta (Italian pronunciation: [ˈflaːvja penˈnetta]; born 25 February 1982) is an Italian former professional tennis player. She became Italy's first top-10 female singles player on 17 August 2009 and the first Italian to be ranked world No. 1 in doubles on 28 February 2011.",
      "pageId": 1550506,
      "monthDay": "02/25"
    },
    {
      "year": "1981",
      "uri": "/wiki/Shahid_Kapoor",
      "name": "Shahid Kapoor",
      "aboutText": "Maria Louise Kanellis (February 25, 1982) is an American professional wrestler and professional wrestling valet also known simply as Maria. she is currently signed with TNA. She is best known for her time with World Wrestling Entertainment (WWE), and Ring of Honor as the valet of her real-life husband Michael Bennett.\nKanellis's career began as a contestant on the reality show Outback Jack in 2004.",
      "pageId": 1651694,
      "monthDay": "02/25"
    },
    {
      "year": "1981",
      "uri": "/wiki/Jamie_Lynn_(actress)",
      "name": "Jamie Lynn",
      "aboutText": "Jamie Lynn (born February 25, 1981) is an American pornographic actress who was chosen as Penthouse Pet of the Month in 2005 and later as Pet of the Year in 2006.",
      "pageId": 2170196,
      "monthDay": "02/25"
    },
    {
      "year": "1981",
      "uri": "/wiki/Viet_and_Duc_Nguyen",
      "name": "Duc Nguyen",
      "aboutText": "Steven Paul Lewington (born 25 February 1983) is an English professional wrestler. He is best known for his time in World Wrestling Entertainment, where he performed under the ring name DJ Gabriel. Lewington currently wrestles independently as \"The Swole-verine\" Bronson.",
      "pageId": 2234786,
      "monthDay": "02/25"
    },
    {
      "year": "1981",
      "uri": "/wiki/Viet_and_Duc_Nguyen",
      "name": "Viet Nguyen",
      "aboutText": "Antonio Cornell Burks (born February 25, 1980) is an American former professional basketball player who played in the NBA and Europe. At 6'0\" (1.83 m) and 185 lb (88.5 kg), he played as a guard. Burks played at Booker T. Washington High School in Memphis, then one year at Hiwassee Junior College in Madisonville, Tennessee before joining the University of Memphis as an invited walk-on.",
      "pageId": 2456383,
      "monthDay": "02/25"
    },
    {
      "year": "1982",
      "uri": "/wiki/Chris_Baird",
      "name": "Chris Baird",
      "aboutText": "Eduardo Alves da Silva (born 25 February 1983), commonly known as Eduardo, sometimes nicknamed Dudu, is a Brazilian-born Croatian footballer who plays for Ukrainian club Shakhtar Donetsk. Capable of playing any forward position, he started as a striker, but is deployed mostly as a winger or second striker during the last few years.\nHe began his career with his hometown club in Brazil, Bangu Atlético Clube.",
      "pageId": 3168862,
      "monthDay": "02/25"
    },
    {
      "year": "1982",
      "uri": "/wiki/Kimberly_Caldwell",
      "name": "Kimberly Caldwell",
      "aboutText": "Jennifer Ferrin (born February 25, 1979) is an American actress.",
      "pageId": 3680009,
      "monthDay": "02/25"
    },
    {
      "year": "1982",
      "uri": "/wiki/Han_Ga-in",
      "name": "Han Ga-in",
      "aboutText": "Anton Alexeyevich Volchenkov (Russian: Анто́н Алексе́евич Волченко́в; born February 25, 1982) is a Russian professional ice hockey defenceman who currently is a Free Agent of the National Hockey League (NHL).",
      "pageId": 3726311,
      "monthDay": "02/25"
    },
    {
      "year": "1982",
      "uri": "/wiki/Maria_Kanellis",
      "name": "Maria Kanellis",
      "aboutText": "Han Ga-in (born Kim Hyun-joo on February 2, 1982) is a South Korean actress. She starred in television series Yellow Handkerchief and Terms of Endearment early in her career, and became a sought-after model in commercials. Her projects in 2012 were hugely successful, with her period drama Moon Embracing the Sun topping the TV ratings chart, and her film Architecture 101 becoming a box office hit.",
      "pageId": 3749361,
      "monthDay": "02/25"
    },
    {
      "year": "1982",
      "uri": "/wiki/Bert_McCracken",
      "name": "Bert McCracken",
      "aboutText": "Christy Lorraine Knowings (born February 25, 1980) is an American actress, comedian, musician, model, writer, and dancer who served three seasons on the Nickelodeon sketch-comedy series, All That.",
      "pageId": 7198319,
      "monthDay": "02/25"
    },
    {
      "year": "1982",
      "uri": "/wiki/Flavia_Pennetta",
      "name": "Flavia Pennetta",
      "aboutText": "David Hoflin (/ˈdɑːvɨd/; born 25 February 1979) is a Swedish-born Australian actor.",
      "pageId": 8729615,
      "monthDay": "02/25"
    },
    {
      "year": "1982",
      "uri": "/wiki/Anton_Volchenkov",
      "name": "Anton Volchenkov",
      "aboutText": "Tara Wilson (born February 25, 1982) is a Canadian actress.",
      "pageId": 16156472,
      "monthDay": "02/25"
    },
    {
      "year": "1982",
      "uri": "/wiki/Tara_Wilson_(actress)",
      "name": "Tara Wilson",
      "aboutText": "Viet Nguyen (Vietnamese: Nguyễn Việt,, February 25, 1981 – October 6, 2007) and Duc Nguyen (Vietnamese: Nguyễn Đức, born February 25, 1981) were a pair of conjoined twins born in Vietnam and surgically separated in 1988. Viet died in 2007 of natural causes.\nViet and Duc were born on February 25, 1981, in Kon Tum Province, Tây Nguyên, Vietnam.",
      "pageId": 21213768,
      "monthDay": "02/25"
    },
    {
      "year": "1983",
      "uri": "/wiki/Eduardo_da_Silva",
      "name": "Eduardo da Silva",
      "aboutText": "Maian Kärmas (born Maian-Anna Kärmas, 25 February 1978) is an Estonian singer, songwriter, and journalist.\nKärmas had her debut as a soloist in 1995 at Kaks takti ette, a contest for debutant singers, organized by the Estonian Television. She got placed 2nd, losing only to Tiiu Tulp.",
      "pageId": 23961998,
      "monthDay": "02/25"
    },
    {
      "year": "1983",
      "uri": "/wiki/Steven_Lewington",
      "name": "Steven Lewington",
      "error": "No data found.",
      "monthDay": "02/25"
    },
    {
      "year": "1984",
      "uri": "/wiki/Lovefoxxx",
      "name": "Lovefoxxx",
      "aboutText": "Justin Tyler Berfield (born February 25, 1986) is an American actor, writer and producer, best known for his portrayal of Malcolm's second-oldest brother, Reese, in Malcolm in the Middle. He also starred on The WB sitcom Unhappily Ever After as Ross Malloy.\nAs of 2010, Berfield is Chief Creative Officer of Virgin Produced, a film and television development, packaging, and production company announced in 2010 by the Virgin Group.",
      "pageId": 1367860,
      "monthDay": "02/25"
    },
    {
      "year": "1984",
      "uri": "/wiki/Logan_Leistikow",
      "name": "Logan Leistikow",
      "aboutText": "James Andrew Eric Phelps and Oliver Martyn John Phelps (born 25 February 1986) are identical twin British actors, best known for playing identical twins, Fred and George Weasley, respectively, in the Harry Potter film series.",
      "pageId": 2298634,
      "monthDay": "02/25"
    },
    {
      "year": "1984",
      "uri": "/wiki/Craig_Mackail-Smith",
      "name": "Craig Mackail-Smith",
      "aboutText": "João Pedro da Silva Pereira (born 25 February 1984) is a Portuguese professional footballer who plays for Sporting Clube de Portugal and the Portugal national team, mainly as a right back.\nAn attacking wingback, he is also known for his fiery temperament that led to altercations with adversary players and referees numerous times. In his country, he represented both Benfica and Sporting, amassing top division totals of 199 games and nine goals and winning the 2005 national championship with the former.",
      "pageId": 2323742,
      "monthDay": "02/25"
    },
    {
      "year": "1984",
      "uri": "/wiki/Wakana_Matsumoto",
      "name": "Wakana Matsumoto",
      "aboutText": "Logan Leistikow (born February 25, 1984 in Nacogdoches, Texas) is an American filmmaker known for his documentary, The Comedy Garage.",
      "pageId": 2871857,
      "monthDay": "02/25"
    },
    {
      "year": "1984",
      "uri": "/wiki/Jo%C3%A3o_Pereira_(Portuguese_footballer)",
      "name": "João Pereira",
      "aboutText": "Benjamin Quentin \"Benji\" Marshall (born 25 February 1985) is a professional rugby footballer, currently playing rugby league for an NRL club, the St George Illawarra Dragons.\nHe was briefly a professional rugby union player with the Blues of Super Rugby. He was the captain of the New Zealand rugby league national team, with whom he won the 2008 World Cup and 2010 Four Nations tournaments.",
      "pageId": 2910635,
      "monthDay": "02/25"
    },
    {
      "year": "1984",
      "uri": "/wiki/Dane_Swan",
      "name": "Dane Swan",
      "aboutText": "Dane Swan (born 25 February 1984) is a professional Australian rules footballer currently playing for the Collingwood Football Club in the Australian Football League (AFL). Swan was drafted at number 58 in the 2001 AFL Draft, and made his debut two years later. Despite having a slow start to his career, being unable to hold down a spot in the side for the bulk of his first three seasons, Swan has since become recognised as one of the greatest midfielders of the modern era.",
      "pageId": 4271896,
      "monthDay": "02/25"
    },
    {
      "year": "1985",
      "uri": "/wiki/Benji_Marshall",
      "name": "Benji Marshall",
      "aboutText": "Joakim Simon Noah (/ˈdʒoʊ.ə.kɪm/ JOH-ə-kim; born February 25, 1985) is a professional basketball player for the Chicago Bulls of the National Basketball Association (NBA). Born in New York City to a Swedish mother and a French father, he holds American, Swedish and French citizenship. He played college basketball for the University of Florida, where he won back-to-back NCAA championships in 2006 and 2007.",
      "pageId": 4447217,
      "monthDay": "02/25"
    },
    {
      "year": "1985",
      "uri": "/wiki/Joakim_Noah",
      "name": "Joakim Noah",
      "aboutText": "Luísa Hanae Matsushita (born February 25, 1984), known by her stage name Lovefoxxx, is the lead singer of the Brazilian indie band Cansei de Ser Sexy (CSS).",
      "pageId": 5422760,
      "monthDay": "02/25"
    },
    {
      "year": "1986",
      "uri": "/wiki/Justin_Berfield",
      "name": "Justin Berfield",
      "aboutText": "Eva Avila (born Eva Gougeon-Ávila on February 25, 1987 in Gatineau, Quebec) is a Canadian singer and songwriter.",
      "pageId": 5928956,
      "monthDay": "02/25"
    },
    {
      "year": "1986",
      "uri": "/wiki/Jameela_Jamil",
      "name": "Jameela Jamil",
      "aboutText": "Danny Saucedo (born Daniel Gabriel Alessandro Saucedo Grzechowski on 25 February 1986 in Stockholm, Sweden) is a Swedish singer and songwriter often presented just as Danny, who competed as one of the finalists in Idol 2006 — the Swedish version of Idol where he got to the top 6 before being eliminated.\nDanny has released three music albums and eleven music singles as a solo artist. His debut album Heart Beats and the three singles \"Tokyo\", \"Play It for the Girls\" and \"Radio\" topped the Swedish charts.",
      "pageId": 7351666,
      "monthDay": "02/25"
    },
    {
      "year": "1986",
      "uri": "/wiki/James_and_Oliver_Phelps",
      "name": "James Phelps",
      "aboutText": "Justin Abdelkader (/ˈæbdəlkeɪdər/; born February 25, 1987) is an American ice hockey forward who is currently playing for the Detroit Red Wings of the National Hockey League (NHL).",
      "pageId": 8664720,
      "monthDay": "02/25"
    },
    {
      "year": "1986",
      "uri": "/wiki/James_and_Oliver_Phelps",
      "name": "Oliver Phelps",
      "aboutText": "Andrew Poje (born February 25, 1987) is a Canadian ice dancer.",
      "pageId": 9066267,
      "monthDay": "02/25"
    },
    {
      "year": "1986",
      "uri": "/wiki/Danny_Saucedo",
      "name": "Danny Saucedo",
      "aboutText": "Craig Anthony Robert Mackail-Smith (born 25 February 1984) is a professional footballer who plays as a striker for Luton Town.\nHe started his career in non-league football, beginning at St Albans City before moving to Arlesey Town and later Dagenham & Redbridge. His goalscoring record at Dagenham prompted Football League Two side Peterborough United to sign him in January 2007.",
      "pageId": 9188951,
      "monthDay": "02/25"
    },
    {
      "year": "1986",
      "uri": "/wiki/James_Starks",
      "name": "James Starks",
      "aboutText": "Wakana Matsumoto (松本 若菜, Matsumoto Wakana, born February 25, 1984) is a Japanese actress from Tottori Prefecture.",
      "pageId": 12254849,
      "monthDay": "02/25"
    },
    {
      "year": "1987",
      "uri": "/wiki/Justin_Abdelkader",
      "name": "Justin Abdelkader",
      "aboutText": "Mevlüt Erdinç (born 25 February 1987) is a Turkish footballer. He currently plays for Hannover 96 as a striker. He is both a Turkish and a French citizen.",
      "pageId": 12838395,
      "monthDay": "02/25"
    },
    {
      "year": "1987",
      "uri": "/wiki/Eva_Avila",
      "name": "Eva Avila",
      "aboutText": "Marla Boyd (born Geraldine Marla Boyd on February 25, 1987) is a Filipina actress.\n^ Bautista, Emy (2006-03-06). \"Nalilinya sa Pagiging Kontrabida\".",
      "pageId": 15890578,
      "monthDay": "02/25"
    },
    {
      "year": "1987",
      "uri": "/wiki/Marla_Boyd",
      "name": "Marla Boyd",
      "aboutText": "Adrián López Rodríguez (born 25 February 1987), also known as Piscu, is a Spanish professional footballer who plays for Danish club Aarhus Gymnastikforening as a central defender.",
      "pageId": 21660332,
      "monthDay": "02/25"
    },
    {
      "year": "1987",
      "uri": "/wiki/Mevl%C3%BCt_Erdin%C3%A7",
      "name": "Mevlüt Erdinç",
      "aboutText": "James Darell Starks (born February 25, 1986) is an American football running back for the Green Bay Packers. He was drafted by the Packers in the sixth round of the 2010 NFL Draft.",
      "pageId": 23438398,
      "monthDay": "02/25"
    },
    {
      "year": "1987",
      "uri": "/wiki/Adri%C3%A1n_L%C3%B3pez_Rodr%C3%ADguez",
      "name": "Adrián López Rodríguez",
      "aboutText": "Jameela Jamil (born 25 February 1986) is an English television presenter, radio presenter and model. She has appeared on various Channel 4 programmes and has been a presenter of T4 from 2009 until 2012 when T4 ended.",
      "pageId": 27105762,
      "monthDay": "02/25"
    },
    {
      "year": "1987",
      "uri": "/wiki/Andrew_Poje",
      "name": "Andrew Poje",
      "error": "No data found.",
      "monthDay": "02/25"
    },
    {
      "year": "1987",
      "uri": "/wiki/Jai_Reyes",
      "name": "Jai Reyes",
      "aboutText": "Isabelle Fuhrman (born February 25, 1997) is an American actress. She is known for playing Esther in the 2009 horror/thriller film Orphan, and Clove in The Hunger Games.",
      "pageId": 6796626,
      "monthDay": "02/25"
    },
    {
      "year": "1988",
      "uri": "/wiki/Luca_Di_Matteo",
      "name": "Luca Di Matteo",
      "aboutText": "Gerran Lyn Howell (born 25 February 1991) is a Welsh actor, director and writer of short films, best known for playing \"Vladimir Dracula\" in Young Dracula, a CBBC television series that initially aired in 2006.",
      "pageId": 12683664,
      "monthDay": "02/25"
    },
    {
      "year": "1988",
      "uri": "/wiki/S%C3%B6ren_Ludolph",
      "name": "Sören Ludolph",
      "aboutText": "Luca Di Matteo (born 25 February 1988) is an Italian footballer who currently plays for Serie B club Virtus Lanciano.",
      "pageId": 15517982,
      "monthDay": "02/25"
    },
    {
      "year": "1988",
      "uri": "/wiki/Jimmy_Monaghan",
      "name": "Jimmy Monaghan",
      "aboutText": "Kana Hanazawa (花澤 香菜, Hanazawa Kana, born February 25, 1989) is a Japanese voice actress, and singer represented by the Office Osawa talent agency. She is known for voice acting leading roles for a number of anime television shows and other anime-related media in Japan.\nHer debut single, \"Hoshizora Destination\" (星空☆ディスティネーション), was released on April 25, 2012 under Aniplex/Sony Music Entertainment Japan label.",
      "pageId": 18513177,
      "monthDay": "02/25"
    },
    {
      "year": "1988",
      "uri": "/wiki/Mehmet_Uslu",
      "name": "Mehmet Uslu",
      "aboutText": "Alejandra Andreu Santamarta (born February 25, 1990 in Zaragoza) is a Spanish beauty pageant titleholder who won the Miss International 2008 title at The Venetian Macao in Macau on November 8, 2008. She also won the special award of Miss Photogenic at this pageant. Andreu's victory marks the third Miss International crown for Spain.",
      "pageId": 20125202,
      "monthDay": "02/25"
    },
    {
      "year": "1989",
      "uri": "/wiki/Jimmer_Fredette",
      "name": "Jimmer Fredette",
      "aboutText": "Jimmy Monaghan is an Irish musician from Belmullet, Ireland. He is the lead singer, guitarist and songwriter for the Galway based anti-folk band Music for Dead Birds. He also releases music under various other titles, including \"The Crytearions\".",
      "pageId": 20509047,
      "monthDay": "02/25"
    },
    {
      "year": "1989",
      "uri": "/wiki/Kana_Hanazawa",
      "name": "Kana Hanazawa",
      "aboutText": "E'Twaun Donte Moore (born February 25, 1989) is an American professional basketball player for the Chicago Bulls of the National Basketball Association (NBA). He was drafted by the Boston Celtics in the 2011 NBA draft and also played for the Orlando Magic after playing college basketball at Purdue University. In high school, he led East Chicago's Central High School to a state championship.",
      "pageId": 20897554,
      "monthDay": "02/25"
    },
    {
      "year": "1989",
      "uri": "/wiki/E%27Twaun_Moore",
      "name": "E'Twaun Moore",
      "aboutText": "James Taft \"Jimmer\" Fredette (born February 25, 1989) is an American professional basketball player for the Westchester Knicks of the NBA Development League. Fredette is a native of Glens Falls, New York. He played college basketball for the BYU Cougars and was the leading scorer in all of NCAA Division I during his senior season.",
      "pageId": 25192500,
      "monthDay": "02/25"
    },
    {
      "year": "1990",
      "uri": "/wiki/Alejandra_Andreu",
      "name": "Alejandra Andreu",
      "aboutText": "Jose Antonio G. Reyes (born 25 February 1987) or Jai Reyes is a Filipino professional basketball player and television personality who is currently playing for the TNT Tropang Texters in the Philippine Basketball Association. He also previously played for the Powerade Tigers in the Philippine Basketball Association (PBA) and the Ateneo de Manila University where he spent his elementary, high school, and college years.\nReyes also hosted of several television programs on GMA Network.",
      "pageId": 28935496,
      "monthDay": "02/25"
    },
    {
      "year": "1990",
      "uri": "/wiki/Jairo_Araujo",
      "name": "Jairo Araujo",
      "aboutText": "Eugenie \"Genie\" Bouchard (born February 25, 1994) is a Canadian professional tennis player who is currently ranked no. 48 in the world. At the 2014 Wimbledon Championships, Bouchard became the first Canadian to reach the finals of a Grand Slam in singles, finishing runner-up to Petra Kvitová.",
      "pageId": 30807278,
      "monthDay": "02/25"
    },
    {
      "year": "1990",
      "uri": "/wiki/Jefferson_Alves_Oliveira",
      "name": "Jefferson Alves Oliveira",
      "aboutText": "Jefferson Alves Oliveira (born 25 February 1990) is a Brazilian footballer who plays for Atlético CP.",
      "pageId": 30989028,
      "monthDay": "02/25"
    },
    {
      "year": "1990",
      "uri": "/wiki/Marianna_Zachariadi",
      "name": "Marianna Zachariadi",
      "aboutText": "Maxwell Theodore Aaron (born February 25, 1992) is an American figure skater.",
      "pageId": 31102424,
      "monthDay": "02/25"
    },
    {
      "year": "1991",
      "uri": "/wiki/Gerran_Howell",
      "name": "Gerran Howell",
      "aboutText": "Mohammed Emdadul Haque Milon (born 25 February 1993 in Dhaka, Bangladesh) is a Bangladeshi archer.",
      "pageId": 36611466,
      "monthDay": "02/25"
    },
    {
      "year": "1991",
      "uri": "/wiki/Dominika_Ka%C5%88%C3%A1kov%C3%A1",
      "name": "Dominika Kaňáková",
      "aboutText": "Sören Ludolph (born 25 February 1988 in Lüneburg) is a German middle-distance runner. At the 2012 Summer Olympics, he competed in the 800 metres, finishing seventh in his first round heat.",
      "pageId": 36702710,
      "monthDay": "02/25"
    },
    {
      "year": "1991",
      "uri": "/wiki/Tony_Oller",
      "name": "Tony Oller",
      "aboutText": "Jairo Israel Araújo Cano (born February 25, 1990 in San Francisco del Rincón, Guanajuato) is a Mexican footballer.",
      "pageId": 38371102,
      "monthDay": "02/25"
    },
    {
      "year": "1992",
      "uri": "/wiki/Max_Aaron",
      "name": "Max Aaron",
      "aboutText": "Dominika Kaňáková (born 25 February 1991) is a Czech tennis player.\nKaňáková has won one doubles title on the ITF tour in her career. On 12 July 2010, she reached her best singles ranking of world number 723.",
      "pageId": 38996584,
      "monthDay": "02/25"
    },
    {
      "year": "1993",
      "uri": "/wiki/Mohammed_Milon",
      "name": "Mohammed Milon",
      "aboutText": "Anthony Michael \"(Tony)\" Oller (born February 25, 1991) is an American singer, songwriter and actor. A native of Cypress, Texas, he may be best known for his roles as Walt Moore on Gigantic, and as Daniel \"Danny\" Neilson on As the Bell Rings. He appeared in the films Beneath the Darkness and The Purge.",
      "pageId": 39230507,
      "monthDay": "02/25"
    },
    {
      "year": "1994",
      "uri": "/wiki/Eugenie_Bouchard",
      "name": "Eugenie Bouchard",
      "aboutText": "Marianna Zachariadi (25 February 1990 – 29 April 2013) was a Greek pole vaulter who later competed for Cyprus.\nShe won silver in pole vault at the 2009 Mediterranean Games as well as at the 2010 Commonwealth Games.\nZachariadi died of Hodgkin's lymphoma, after a two year battle.",
      "pageId": 39259805,
      "monthDay": "02/25"
    },
    {
      "year": "1997",
      "uri": "/wiki/Isabelle_Fuhrman",
      "name": "Isabelle Fuhrman",
      "aboutText": "Mehmet Uslu (born 25 February 1988) is a Turkish footballer who plays as a defender for Konyaspor.",
      "pageId": 41874898,
      "monthDay": "02/25"
    },
    {
      "year": "1999",
      "uri": "/wiki/Gianluigi_Donnarumma",
      "name": "Gianluigi Donnarumma",
      "aboutText": "Gianluigi Donnarumma (born 25 February 1999) is an Italian professional footballer who plays for Italian Serie A club Milan and the Italy U-21 national team as a goalkeeper.",
      "pageId": 48358672,
      "monthDay": "02/25"
    }
  ]
}