{
  "people": [
    {
      "year": "1361",
      "uri": "/wiki/Wenceslaus_IV_of_Bohemia",
      "name": "Wenceslaus IV of Bohemia",
      "aboutText": "Wenceslaus (also Wenceslas; Czech: Václav; German: Wenzel, nicknamed der Faule (\"the Idle\"); 26 February 1361 – 16 August 1419) was, by inheritance, King of Bohemia (as Wenceslaus IV) from 1363 and by election, German King (formally King of the Romans) from 1376. He was the third Bohemian and third German monarch of the Luxembourg dynasty. Wenceslaus was deposed in 1400 as King of the Romans, but continued to rule as Bohemian king until his death.",
      "pageId": 38826,
      "monthDay": "02/26"
    },
    {
      "year": "1584",
      "uri": "/wiki/Albert_VI,_Duke_of_Bavaria",
      "name": "Albert VI, Duke of Bavaria",
      "aboutText": "Victor Marie Hugo (/ˈhjuːɡoʊ/; French: [viktɔʁ maʁi yɡo]; 26 February 1802 – 22 May 1885) was a French poet, novelist, and dramatist of the Romantic movement. He is considered one of the greatest and best-known French writers. In France, Hugo's literary fame comes first from his poetry and then from his novels and his dramatic achievements.",
      "pageId": 42146,
      "monthDay": "02/26"
    },
    {
      "year": "1587",
      "uri": "/wiki/Stefano_Landi",
      "name": "Stefano Landi",
      "aboutText": "Dominique François Jean Arago (Catalan: Domènec Francesc Joan Aragó), known simply as François Arago (French: [fʁɑ̃swa aʁaɡo]; Catalan: Francesc Aragó, IPA: [fɾənˈsɛsk əɾəˈɣo]) (26 February 1786 – 2 October 1853), was a French mathematician, physicist, astronomer, freemason, supporter of the carbonari and politician.",
      "pageId": 44669,
      "monthDay": "02/26"
    },
    {
      "year": "1671",
      "uri": "/wiki/Anthony_Ashley-Cooper,_3rd_Earl_of_Shaftesbury",
      "name": "Anthony Ashley-Cooper, 3rd Earl of Shaftesbury",
      "aboutText": "William Frederick \"Buffalo Bill\" Cody (February 26, 1846 – January 10, 1917) was an American scout, bison hunter, and showman. He was born in the Iowa Territory (now the U.S. state of Iowa) in Le Claire but he grew up for several years in his father's hometown in Canada before his family moved to the Kansas Territory.\nBuffalo Bill started working at the age of eleven after his father's death, and became a rider for the Pony Express at age 14.",
      "pageId": 152041,
      "monthDay": "02/26"
    },
    {
      "year": "1672",
      "uri": "/wiki/Antoine_Augustin_Calmet",
      "name": "Antoine Augustin Calmet",
      "aboutText": "Benoît Paul Émile Clapeyron (French: [klapɛʁɔ̃]; 26 February 1799 – 28 January 1864) was a French engineer and physicist, one of the founders of thermodynamics.",
      "pageId": 203175,
      "monthDay": "02/26"
    },
    {
      "year": "1677",
      "uri": "/wiki/Nicola_Fago",
      "name": "Nicola Fago",
      "aboutText": "Honoré Daumier (French: [ɔnɔʁe domje]; February 26, 1808 – February 10, 1879) was a French printmaker, caricaturist, painter, and sculptor, whose many works offer commentary on social and political life in France in the 19th century.\nDaumier produced over 500 paintings, 4000 lithographs, 1000 wood engravings, 1000 drawings and 100 sculptures.",
      "pageId": 337688,
      "monthDay": "02/26"
    },
    {
      "year": "1720",
      "uri": "/wiki/Gian_Francesco_Albani",
      "name": "Gian Francesco Albani",
      "aboutText": "Levi Strauss (/ˌliːvaɪ ˈstraʊs/, born Löb Strauß, German: [løːp ˈʃtʁaʊs]; February 26, 1829 – September 26, 1902) was a German-American businessman of German Jewish descent who founded the first company to manufacture blue jeans.",
      "pageId": 347301,
      "monthDay": "02/26"
    },
    {
      "year": "1746",
      "uri": "/wiki/Archduchess_Maria_Amalia_of_Austria",
      "name": "Archduchess Maria Amalia of Austria",
      "aboutText": "John Harvey Kellogg, M.D. (February 26, 1852 – December 14, 1943) was an American medical doctor in Battle Creek, Michigan, who ran a sanitarium using holistic methods, with a particular focus on nutrition, enemas, and exercise. Kellogg was an advocate of vegetarianism and is best known for the invention of the breakfast cereal known as corn flakes with his brother, Will Keith Kellogg.\nHe led in the establishment of the American Medical Missionary College.",
      "pageId": 490269,
      "monthDay": "02/26"
    },
    {
      "year": "1777",
      "uri": "/wiki/Matija_Nenadovi%C4%87",
      "name": "Matija Nenadović",
      "aboutText": "Anthony Ashley Cooper, 3rd Earl of Shaftesbury (26 February 1671 – 16 February 1713) was an English politician, philosopher and writer.",
      "pageId": 575910,
      "monthDay": "02/26"
    },
    {
      "year": "1786",
      "uri": "/wiki/Fran%C3%A7ois_Arago",
      "name": "François Arago",
      "aboutText": "Émile Coué de la Châtaigneraie (French: [emil kue də la ʃɑtɛɲʁɛ]; 26 February 1857 – 2 July 1926) was a French psychologist and pharmacist who introduced a popular method of psychotherapy and self-improvement based on optimistic autosuggestion.",
      "pageId": 1250358,
      "monthDay": "02/26"
    },
    {
      "year": "1799",
      "uri": "/wiki/%C3%89mile_Clapeyron",
      "name": "Émile Clapeyron",
      "aboutText": "Stefano Landi (baptized 26 February 1587 – 28 October 1639) was an Italian composer and teacher of the early Baroque Roman School.",
      "pageId": 1376341,
      "monthDay": "02/26"
    },
    {
      "year": "1802",
      "uri": "/wiki/Victor_Hugo",
      "name": "Victor Hugo",
      "aboutText": "Albert VI of Bavaria (German: Albrecht VI., der Leuchtenberger, Landgraf von Bayern-Leuchtenberg; 26 February 1584 – 5 July 1666) son of William V, Duke of Bavaria and Renata of Lorraine, born and died in Munich.",
      "pageId": 1395682,
      "monthDay": "02/26"
    },
    {
      "year": "1808",
      "uri": "/wiki/Honor%C3%A9_Daumier",
      "name": "Honoré Daumier",
      "aboutText": "Francesco Nicola Fago, 'II Tarantino' (26 February 1677 – 18 February 1745) was an Italian Baroque composer and teacher. He was the father of Lorenzo Fago (1704-1793).\n^ Companion to baroque music Julie Anne Sadie - 1991 \"Fago.",
      "pageId": 1401704,
      "monthDay": "02/26"
    },
    {
      "year": "1808",
      "uri": "/wiki/Nathan_Kelley",
      "name": "Nathan Kelley",
      "aboutText": "Gian Francesco Albani (26 February 1720 – 15 September 1803) was a Roman Catholic Cardinal. He was a member of the Albani family.\nAlbani was born in Rome, the son of Carlo Albani, Duke of Soriano; his grand-uncle was Pope Clement XI (Gianfrancesco Albani).",
      "pageId": 1756345,
      "monthDay": "02/26"
    },
    {
      "year": "1814",
      "uri": "/wiki/Charles_Joseph_Sainte-Claire_Deville",
      "name": "Charles Joseph Sainte-Claire Deville",
      "aboutText": "Nathan B. Kelley (February 26, 1808 in Warren County, Ohio – November 20, 1871 in Columbus, Ohio) was a United States architect and builder.",
      "pageId": 1758491,
      "monthDay": "02/26"
    },
    {
      "year": "1829",
      "uri": "/wiki/Levi_Strauss",
      "name": "Levi Strauss",
      "aboutText": "Charles Joseph Sainte-Claire Deville (26 February 1814 – 10 October 1876) was a geologist and meteorologist.\nBorn in St Thomas he was the brother of Henri Etienne Sainte-Claire Deville.\nHaving attended at the École des Mines in Paris, he assisted Élie de Beaumont in the chair of geology at the Collège de France from 1855 until he succeeded him in 1874.",
      "pageId": 2288569,
      "monthDay": "02/26"
    },
    {
      "year": "1846",
      "uri": "/wiki/Buffalo_Bill",
      "name": "Buffalo Bill",
      "aboutText": "Antoine Augustin Calmet, O.S.B. (26 February 1672 – 25 October 1757), a French Benedictine monk, was born at Ménil-la-Horgne, then in the Duchy of Bar, part of the Holy Roman Empire (now the French department of Meuse, located in the region of Lorraine).\nCalmet was a pious monk as well as a learned man, and one of the most distinguished members of the Congregation of St. Vanne.",
      "pageId": 2961514,
      "monthDay": "02/26"
    },
    {
      "year": "1852",
      "uri": "/wiki/John_Harvey_Kellogg",
      "name": "John Harvey Kellogg",
      "aboutText": "Matija or Mateja Nenadović (Serbian Cyrillic: Матија or Матеја Ненадовић; 26 February 1777 – 11 December 1854), known as Prota Mateja, was a Serbian archpriest, writer, and a notable leader of the First Serbian Uprising.",
      "pageId": 3169665,
      "monthDay": "02/26"
    },
    {
      "year": "1857",
      "uri": "/wiki/%C3%89mile_Cou%C3%A9",
      "name": "Émile Coué",
      "aboutText": "Maria Amalia of Austria (26 February 1746 – 18 June 1804) was the Duchess of Parma, Piacenza and Guastalla by marriage.",
      "pageId": 4369526,
      "monthDay": "02/26"
    },
    {
      "year": "1858",
      "uri": "/wiki/Vladimir_Serbsky",
      "name": "Vladimir Serbsky",
      "aboutText": "Vladimir Petrovich Serbsky (Russian: Влади́мир Петро́вич Се́рбский, February 26 [O.S. February 14] 1858, Bogorodsk – April 18 [O.S. April 14] 1917, Moscow) was one of the founders of the forensic psychiatry in Russia. An author of The Forensic Psychopathology, Serbskiy thought delinquency to have no congenital diatheses, considering it to be caused by social reasons.\nA disciple of Sergey Korsakov, Serbskiy was the head physician of Tambov mental hospital from 1885 to 1887.",
      "pageId": 8441334,
      "monthDay": "02/26"
    },
    {
      "year": "1859",
      "uri": "/wiki/Louise_DeKoven_Bowen",
      "name": "Louise DeKoven Bowen",
      "aboutText": "Ferdinand I (26 February 1861 – 10 September 1948), born Ferdinand Maximilian Karl Leopold Maria of Saxe-Coburg and Gotha, was the ruler of Bulgaria from 1887 to 1918, first as knyaz (prince regnant, 1887–1908) and later as tsar (king, 1908–1918).",
      "pageId": 69571,
      "monthDay": "02/26"
    },
    {
      "year": "1861",
      "uri": "/wiki/Ferdinand_I_of_Bulgaria",
      "name": "Ferdinand I of Bulgaria",
      "aboutText": "Max Petitpierre (26 February 1899 – 25 March 1994) was a Swiss politician, jurist and member of the Swiss Federal Council, heading the Political Department (Ministry of Foreign Affairs) (1944-1961).",
      "pageId": 155897,
      "monthDay": "02/26"
    },
    {
      "year": "1861",
      "uri": "/wiki/Nadezhda_Krupskaya",
      "name": "Nadezhda Krupskaya",
      "aboutText": "Husband Edward Kimmel (February 26, 1882 – May 14, 1968), nicknamed \"Mustapha\", was a four-star admiral in the United States Navy and Commander-in-chief of the U.S. Pacific Fleet at the time of the Japanese attack on Pearl Harbor. He was removed from that command after the December 1941 attack and reduced to the two-star rank of rear admiral. He retired from the Navy in early 1942 with that rank.",
      "pageId": 166407,
      "monthDay": "02/26"
    },
    {
      "year": "1866",
      "uri": "/wiki/Herbert_Henry_Dow",
      "name": "Herbert Henry Dow",
      "aboutText": "William Clement Frawley (February 26, 1887 – March 3, 1966) was an American stage entertainer, screen and television actor.",
      "pageId": 259159,
      "monthDay": "02/26"
    },
    {
      "year": "1877",
      "uri": "/wiki/Rudolph_Dirks",
      "name": "Rudolph Dirks",
      "aboutText": "Wallace D. Fard /fə.ˈrɑːd/ (26 February, year uncertain - ?) was the founder of the Nation of Islam. He arrived in Detroit in 1930 with an obscure background and several aliases, where he taught a distinctive form of Islam to members of the city's African-American population. He disappeared in 1934.",
      "pageId": 268705,
      "monthDay": "02/26"
    },
    {
      "year": "1879",
      "uri": "/wiki/Frank_Bridge",
      "name": "Frank Bridge",
      "aboutText": "Grover Cleveland Alexander (February 26, 1887 – November 4, 1950), nicknamed \"Old Pete\", was an American Major League Baseball pitcher. He played from 1911 through 1930 for the Philadelphia Phillies, Chicago Cubs, and St. Louis Cardinals.",
      "pageId": 355392,
      "monthDay": "02/26"
    },
    {
      "year": "1880",
      "uri": "/wiki/Kenneth_Edgeworth",
      "name": "Kenneth Edgeworth",
      "aboutText": "I. A. Richards (Ivor Armstrong Richards, 26 February 1893 – 7 September 1979) was an influential English literary critic and rhetorician. He was educated at Clifton College and Magdalene College, Cambridge, where his love of English was nurtured by the scholar Charles Hickson 'Cabby' Spence. His books, especially The Meaning of Meaning, Principles of Literary Criticism, Practical Criticism, and The Philosophy of Rhetoric, proved to be founding influences for the New Criticism.",
      "pageId": 441089,
      "monthDay": "02/26"
    },
    {
      "year": "1882",
      "uri": "/wiki/Husband_E._Kimmel",
      "name": "Husband E. Kimmel",
      "aboutText": "Nadezhda Konstantinovna \"Nadya\" Krupskaya (Russian: Наде́жда Константи́новна Кру́пская, scientific transliteration Nadežda Konstantinovna Krupskaja) (26 February [O.S. 14 February] 1869 – 27 February 1939) was a Russian Bolshevik revolutionary and politician (she served as the Soviet Union's Deputy Minister of Education from 1929 until her death in 1939), and the wife of Vladimir Lenin from 1898 until his death in 1924.",
      "pageId": 460888,
      "monthDay": "02/26"
    },
    {
      "year": "1885",
      "uri": "/wiki/Aleksandras_Stulginskis",
      "name": "Aleksandras Stulginskis",
      "aboutText": "Andrei Alexandrovich Zhdanov (Russian: Андре́й Алекса́ндрович Жда́нов; IPA: [ɐnˈdrej ɐlʲɪˈksandrəvʲɪtɕˈʐdanəf]; 26 February [O.S. 14 February] 1896 – 31 August 1948) was a Soviet politician. After World War II, he was thought to be the successor-in-waiting to Joseph Stalin, but Zhdanov predeceased Stalin.",
      "pageId": 524393,
      "monthDay": "02/26"
    },
    {
      "year": "1887",
      "uri": "/wiki/Grover_Cleveland_Alexander",
      "name": "Grover Cleveland Alexander",
      "aboutText": "Aleksandras Stulginskis [ɐlʲɛkˈs̪ɐ̂ˑn̪d̪rɐs̪ s̪t̪ʊlʲˈɡʲɪ̂n̪ʲs̪ʲkʲɪs̪] (February 26, 1885 in Kutaliai, in Šilalė district municipality near Tauragė, Lithuania, Russian Empire – September 22, 1969 in Kaunas) was the second President of Lithuania (1920–1926). Stulginskis was also acting President of Lithuania for a few hours later in 1926, following a military coup that was led by his predecessor as President (Antanas Smetona) and which had brought down Stulginskis' successor, Kazys Grinius. The coup returned Smetona to office after Stulginskis' brief formal assumption of the Presidency.",
      "pageId": 558999,
      "monthDay": "02/26"
    },
    {
      "year": "1887",
      "uri": "/wiki/William_Frawley",
      "name": "William Frawley",
      "aboutText": "Frank Bridge (26 February 1879 – 10 January 1941) was an English composer, violist and conductor.",
      "pageId": 588916,
      "monthDay": "02/26"
    },
    {
      "year": "1887",
      "uri": "/wiki/Stefan_Grabi%C5%84ski",
      "name": "Stefan Grabiński",
      "aboutText": "Herbert Henry Dow (February 26, 1866 – October 15, 1930) was a Canadian chemical industrialist. He was a graduate of Case School of Applied Science in Cleveland, Ohio. His most significant achievement was the founding of the Dow Chemical Company in 1897.",
      "pageId": 727360,
      "monthDay": "02/26"
    },
    {
      "year": "1893",
      "uri": "/wiki/Wallace_Fard_Muhammad",
      "name": "Wallace Fard Muhammad",
      "aboutText": "Jean Marcel Bruller (26 February 1902 – 10 June 1991) was a French writer and illustrator who co-founded Les Éditions de Minuit with Pierre de Lescure and Yvonne Paraf. During the World War II occupation of northern France he joined the Resistance and his texts were published under the pseudonym Vercors.\nSeveral of his novels have fantasy or science fiction themes.",
      "pageId": 1045814,
      "monthDay": "02/26"
    },
    {
      "year": "1893",
      "uri": "/wiki/I._A._Richards",
      "name": "I. A. Richards",
      "aboutText": "Stefan Grabiński (26 February 1887, Kamionka Strumiłowa - 12 November 1936, Lviv), was a Polish writer of fantastic literature and horror stories. He is sometimes referred to as the \"Polish Poe\" or \"Polish Lovecraft\", although his works are often surrealistic or explicitly erotic in a way that sets him apart from both. He was an expert in parapsychology, magic and demonology and had an interest in the works of the German Expressionist filmmakers.",
      "pageId": 1210440,
      "monthDay": "02/26"
    },
    {
      "year": "1896",
      "uri": "/wiki/Andrei_Zhdanov",
      "name": "Andrei Zhdanov",
      "aboutText": "Rudolph Dirks (February 26, 1877, Heide, Schleswig-Holstein Province – April 20, 1968, New York City) was one of the earliest and most noted comic strip artists, well known for The Katzenjammer Kids (later known as The Captain and the Kids).\nDirks was born in Heide, Germany to Johannes and Margaretha Dirks. When he was seven years old, his father, a woodcarver, moved the family to Chicago, Illinois.",
      "pageId": 1546273,
      "monthDay": "02/26"
    },
    {
      "year": "1899",
      "uri": "/wiki/Max_Petitpierre",
      "name": "Max Petitpierre",
      "aboutText": "Halina Konopacka (26 February 1900 – 28 January 1989) was a Polish athlete. She won the discus throw event at the 1928 Summer Olympics, breaking her own world record and becoming the first Polish Olympic champion. After retiring from athletics she became a writer and poet.",
      "pageId": 3085848,
      "monthDay": "02/26"
    },
    {
      "year": "1900",
      "uri": "/wiki/Halina_Konopacka",
      "name": "Halina Konopacka",
      "aboutText": "Fritz Wiessner (February 26, 1900 – July 3, 1988) was a German American pioneer of free climbing. Born in Dresden, Germany, he immigrated to New York City in 1929 and became a U.S. citizen in 1935. In 1939, he made one of the earliest attempts to climb to the summit of K2, one of the most difficult mountains in the world to climb.",
      "pageId": 3369647,
      "monthDay": "02/26"
    },
    {
      "year": "1900",
      "uri": "/wiki/Fritz_Wiessner",
      "name": "Fritz Wiessner",
      "aboutText": "Kenneth Essex Edgeworth, DSO, MC (26 February 1880 – 10 October 1972) was an Irish astronomer, economist and engineer. He is best known for proposing the existence of a disc of icy bodies beyond the orbit of Neptune in the 1940s in much the same manner as Gerard Kuiper would publish ten years later. Observations later confirmed the existence of what has become known, somewhat controversially, as the Kuiper belt.",
      "pageId": 3576745,
      "monthDay": "02/26"
    },
    {
      "year": "1901",
      "uri": "/wiki/Dwight_Wilson_(veteran)",
      "name": "Dwight Wilson",
      "aboutText": "Percy \"Dwight\" Wilson (February 26, 1901 – May 9, 2007) was the second-to-last surviving Canadian veteran of the First World War.\nBorn in Vienna, Elgin County, Ontario, he signed up as a 15-year-old boy in 1916. When asked about his actual age he told the recruiting officer 16, but faced with soaring casualty rates for each meager yard of territory won and lost, that was good enough for the Canadian Army.",
      "pageId": 10048786,
      "monthDay": "02/26"
    },
    {
      "year": "1902",
      "uri": "/wiki/Jean_Bruller",
      "name": "Jean Bruller",
      "aboutText": "Louise DeKoven Bowen (also Louise deKoven Bowen; February 26, 1859 – November 9, 1953) was an American philanthropist, civic leader, social reformer, and suffragist.\nBorn in Chicago, Illinois, her parents were Helen Hadduck and John deKoven, a banker. In 1875, she graduated from Dearborn Seminary.",
      "pageId": 46189009,
      "monthDay": "02/26"
    },
    {
      "year": "1903",
      "uri": "/wiki/Giulio_Natta",
      "name": "Giulio Natta",
      "aboutText": "Theodore Sturgeon (/ˈstɜrdʒən/; born Edward Hamilton Waldo; February 26, 1918 – May 8, 1985) was an American science fiction and horror writer and critic. The Internet Speculative Fiction Database credits him with about 400 reviews and more than 200 stories.\nSturgeon's most famous work may be the science fiction novel More Than Human (1953), an expansion of \"Baby Is Three\" (1952).",
      "pageId": 30564,
      "monthDay": "02/26"
    },
    {
      "year": "1903",
      "uri": "/wiki/Orde_Wingate",
      "name": "Orde Wingate",
      "aboutText": "Frederick Bean \"Tex\" Avery (February 26, 1908 – August 26, 1980) was an American animator, cartoonist, voice actor and director, known for producing animated cartoons during the golden age of American animation. His most significant work was for the Warner Bros. and Metro-Goldwyn-Mayer studios, creating the characters of Bugs Bunny, Daffy Duck, Droopy, Screwy Squirrel, and developing Porky Pig, Chilly Willy (this last one for the Walter Lantz Studio) into the personas for which they are remembered.",
      "pageId": 73100,
      "monthDay": "02/26"
    },
    {
      "year": "1906",
      "uri": "/wiki/Madeleine_Carroll",
      "name": "Madeleine Carroll",
      "aboutText": "Hendrika \"Rie\" Wilhelmina Mastenbroek (26 February 1919 – 6 November 2003) was a Dutch swimmer and a triple Olympic champion.",
      "pageId": 101211,
      "monthDay": "02/26"
    },
    {
      "year": "1907",
      "uri": "/wiki/Dub_Taylor",
      "name": "Dub Taylor",
      "aboutText": "John Herbert \"Jackie\" Gleason (February 26, 1916 – June 24, 1987) was an American comedian, actor, and musician who developed a style and characters in his career from growing up in Brooklyn, New York. He was known for his brash visual and verbal comedy style, exemplified by his character Ralph Kramden in the television series The Honeymooners. By filming the episodes with Electronicam, Gleason later could release the series in syndication, building its popularity over the years with new audiences.",
      "pageId": 143114,
      "monthDay": "02/26"
    },
    {
      "year": "1908",
      "uri": "/wiki/Tex_Avery",
      "name": "Tex Avery",
      "aboutText": "Phyllis Nan Sortain Pechey (26 February 1909 – 27 December 1994), better known as Fanny Cradock, was an English restaurant critic, television cook and writer frequently appearing on television, at cookery demonstrations and in print with Major Johnnie Cradock who played the part of a slightly bumbling husband.",
      "pageId": 207295,
      "monthDay": "02/26"
    },
    {
      "year": "1908",
      "uri": "/wiki/Leela_Majumdar",
      "name": "Leela Majumdar",
      "aboutText": "Edith Madeleine Carroll (26 February 1906 – 2 October 1987) was an English actress, popular both in Britain and America in the 1930s and 1940s. At the peak of her success she was the highest paid actress in the world, earning a then staggering $250,000 in 1938.\nCarroll is remembered for her role in Alfred Hitchcock's The 39 Steps.",
      "pageId": 287485,
      "monthDay": "02/26"
    },
    {
      "year": "1908",
      "uri": "/wiki/Jean-Pierre_Wimille",
      "name": "Jean-Pierre Wimille",
      "aboutText": "Jean-Pierre Wimille (26 February 1908 – 28 January 1949) was a Grand Prix motor racing driver and a member of the French Resistance during World War II.",
      "pageId": 347465,
      "monthDay": "02/26"
    },
    {
      "year": "1909",
      "uri": "/wiki/Fanny_Cradock",
      "name": "Fanny Cradock",
      "aboutText": "Talal bin Abdullah (Arabic: طلال بن عبد الله Ṭalāl ibn `Abd Allāh‎) 26 February 1909 – 7 July 1972) was King of Jordan from 20 July 1951 until forced to abdicate in favour of his son Hussein due to health reasons (reported as schizophrenia) on 11 August 1952.",
      "pageId": 408439,
      "monthDay": "02/26"
    },
    {
      "year": "1909",
      "uri": "/wiki/Talal_of_Jordan",
      "name": "Talal of Jordan",
      "aboutText": "Major General Orde Charles Wingate DSO & Two Bars (26 February 1903 – 24 March 1944) was an officer of the British Army known for his creation of the Chindits deep-penetration missions in Japanese held territory during World War II. Wingate was an exponent of unconventional military thinking and the value of surprise tactics. Assigned to the Mandatory Palestine, he became a supporter of Zionism, and set up a joint British-Jewish counter-insurgency unit. Under the patronage of the area commander Archibald Wavell, Wingate was given increasing latitude to put his ideas into practice during World War II. He created units in Abyssinia and Burma.",
      "pageId": 436595,
      "monthDay": "02/26"
    },
    {
      "year": "1910",
      "uri": "/wiki/Olav_Roots",
      "name": "Olav Roots",
      "aboutText": "George Granville Barker (26 February 1913 – 27 October 1991) was an English poet and author.",
      "pageId": 562278,
      "monthDay": "02/26"
    },
    {
      "year": "1911",
      "uri": "/wiki/Tar%C5%8D_Okamoto",
      "name": "Tarō Okamoto",
      "aboutText": "Giulio Natta (26 February 1903 – 2 May 1979) was an Italian chemist and Nobel laureate. He won a Nobel Prize in Chemistry in 1963 with Karl Ziegler for work on high polymers.",
      "pageId": 762604,
      "monthDay": "02/26"
    },
    {
      "year": "1912",
      "uri": "/wiki/Dane_Clark",
      "name": "Dane Clark",
      "aboutText": "Daniel Lewis Gardella (February 26, 1920 – March 6, 2005) was an American left fielder in Major League Baseball who played with the New York Giants (1944–45) and St. Louis Cardinals (1950). Born in New York City, he batted and threw left-handed.",
      "pageId": 870900,
      "monthDay": "02/26"
    },
    {
      "year": "1913",
      "uri": "/wiki/George_Barker_(poet)",
      "name": "George Barker",
      "aboutText": "Robert Alda (February 26, 1914 – May 3, 1986) was an American theatrical and film actor and father of actors Alan and Antony Alda. A talented singer and dancer, Alda was featured in a number of Broadway productions before moving to Italy during the early 1960s.",
      "pageId": 1330647,
      "monthDay": "02/26"
    },
    {
      "year": "1914",
      "uri": "/wiki/Robert_Alda",
      "name": "Robert Alda",
      "aboutText": "Otis Ray Bowen (February 26, 1918 – May 4, 2013) was a U.S. politician and physician.",
      "pageId": 1427244,
      "monthDay": "02/26"
    },
    {
      "year": "1916",
      "uri": "/wiki/Jackie_Gleason",
      "name": "Jackie Gleason",
      "aboutText": "Walter Clarence Taylor, Jr. (February 26, 1907 – October 3, 1994) — known as Dub Taylor — was an American character actor who worked extensively in westerns, but also in comedy from the 1940s into the 1990s.",
      "pageId": 1592049,
      "monthDay": "02/26"
    },
    {
      "year": "1918",
      "uri": "/wiki/Otis_R._Bowen",
      "name": "Otis R. Bowen",
      "aboutText": "Mason Adams (February 26, 1919 – April 26, 2005) was an American character actor and voice-over artist.\n^ Douglass K. Daniel (1996). Lou Grant: The Making of TV's Top Newspaper Drama.",
      "pageId": 1810804,
      "monthDay": "02/26"
    },
    {
      "year": "1918",
      "uri": "/wiki/Theodore_Sturgeon",
      "name": "Theodore Sturgeon",
      "aboutText": "Dane Clark (February 26, 1912 – September 11, 1998) was an American film actor who was known for playing, as he labeled himself, \"Joe Average\".",
      "pageId": 2352668,
      "monthDay": "02/26"
    },
    {
      "year": "1919",
      "uri": "/wiki/Mason_Adams",
      "name": "Mason Adams",
      "aboutText": "Tarō Okamoto (岡本 太郎, Okamoto Tarō, February 26, 1911 – January 7, 1996) was a Japanese artist noted for his abstract and avant-garde paintings and sculpture.",
      "pageId": 5241875,
      "monthDay": "02/26"
    },
    {
      "year": "1919",
      "uri": "/wiki/Rie_Mastenbroek",
      "name": "Rie Mastenbroek",
      "aboutText": "Leela Majumdar (Bengali: লীলা মজুমদার Lila Mojumdar), (26 February 1908 – 5 April 2007) was a Bengali writer.",
      "pageId": 10483437,
      "monthDay": "02/26"
    },
    {
      "year": "1920",
      "uri": "/wiki/Danny_Gardella",
      "name": "Danny Gardella",
      "aboutText": "Olav Roots (26 February 1910 – 30 January 1974) was an Estonian pianist and composer.\nRoots was born in Uderna. He studied at the Music School of Tartu from 1923–1928, studying piano with Artur Lemba and composition under Heino Eller with musicians such as Eduard Tubin, Eduard Oja, Alfred Karindi and Karl Leichter.",
      "pageId": 41061959,
      "monthDay": "02/26"
    },
    {
      "year": "1920",
      "uri": "/wiki/Tony_Randall",
      "name": "Tony Randall",
      "aboutText": "Ariel Sharon (Hebrew: אריאל שרון‎; IPA: [arˈjɛl ʃaˈron], Ariʼēl Sharōn, also known by his diminutive Arik, אַריק, born Ariel Scheinermann, אריאל שיינרמן‎; February 26, 1928 – January 11, 2014) was an Israeli politician and general who served as the 11th Prime Minister of Israel until he was incapacitated by a stroke.\nSharon was a commander in the Israeli Army from its creation in 1948. As a soldier and then an officer, he participated prominently in the 1948 War of Independence, becoming a platoon commander in the Alexandroni Brigade and taking part in many battles, including Operation Ben Nun Alef.",
      "pageId": 2944,
      "monthDay": "02/26"
    },
    {
      "year": "1920",
      "uri": "/wiki/Lucjan_Wolanowski",
      "name": "Lucjan Wolanowski",
      "aboutText": "Antoine \"Fats\" Domino, Jr. (born February 26, 1928) is an American pianist and singer-songwriter. Domino released five gold (million-copy-selling) records before 1955.",
      "pageId": 147321,
      "monthDay": "02/26"
    },
    {
      "year": "1921",
      "uri": "/wiki/Betty_Hutton",
      "name": "Betty Hutton",
      "aboutText": "Noboru Takeshita (竹下 登, Takeshita Noboru, 26 February 1924 – 19 June 2000) was a Japanese politician and the 74th Prime Minister of Japan from 6 November 1987 to 3 June 1989.\nTakeshita led the largest faction in the Liberal Democratic Party, which he inherited from Kakuei Tanaka, from the 1980s until his death in 2000. He was dubbed the \"last shadow shogun\" for his behind-the-scenes influence in Japanese politics.",
      "pageId": 174188,
      "monthDay": "02/26"
    },
    {
      "year": "1922",
      "uri": "/wiki/Margaret_Leighton",
      "name": "Margaret Leighton",
      "aboutText": "Anatoly Vasilyevich Filipchenko (Russian: Анато́лий Васи́льевич Фили́пченко; born February 26, 1928 in Davydovka, Voronezh Oblast, RSFSR) was a Soviet cosmonaut of Ukrainian descent. He flew on the Soyuz 7 and Soyuz 16 missions.\nAfter leaving the space programme in 1982 Filipchenko became the Deputy Director of the OKB in Kharkiv.",
      "pageId": 197528,
      "monthDay": "02/26"
    },
    {
      "year": "1922",
      "uri": "/wiki/Karl_Aage_Pr%C3%A6st",
      "name": "Karl Aage Præst",
      "aboutText": "Betty Hutton (February 26, 1921 – March 11, 2007) was an American stage, film, and television actress, comedian, dancer and singer.",
      "pageId": 327880,
      "monthDay": "02/26"
    },
    {
      "year": "1924",
      "uri": "/wiki/Mark_Bucci",
      "name": "Mark Bucci",
      "aboutText": "Tony Randall (born Arthur Leonard Rosenberg; February 26, 1920 – May 17, 2004) was an American actor, producer, and director, best known for his role as Felix Unger in the television adaptation of Neil Simon's play The Odd Couple.",
      "pageId": 438927,
      "monthDay": "02/26"
    },
    {
      "year": "1924",
      "uri": "/wiki/Noboru_Takeshita",
      "name": "Noboru Takeshita",
      "aboutText": "Henry Gustav Molaison (February 26, 1926 – December 2, 2008), known widely as H.M., was an American memory disorder patient who had a bilateral medial temporal lobectomy to surgically resect the anterior two thirds of his hippocampi, parahippocampal cortices, entorhinal cortices, piriform cortices, and amygdalae in an attempt to cure his epilepsy. He was widely studied from late 1957 until his death in 2008. His case played a very important role in the development of theories that explain the link between brain function and memory, and in the development of cognitive neuropsychology, a branch of psychology that aims to understand how the structure and function of the brain relates to specific psychological processes.",
      "pageId": 464411,
      "monthDay": "02/26"
    },
    {
      "year": "1925",
      "uri": "/wiki/Everton_Weekes",
      "name": "Everton Weekes",
      "aboutText": "Laverne Clarence \"Verne\" Gagne (/ɡænjeɪ/; February 26, 1926 – April 27, 2015) was an American professional wrestler, football player, wrestling trainer, and wrestling promoter. He was the owner and promoter of the Minneapolis-based American Wrestling Association (AWA), the predominant promotion throughout the Midwest and Manitoba for many years. He remained in this position until 1991, when the company folded.",
      "pageId": 769310,
      "monthDay": "02/26"
    },
    {
      "year": "1926",
      "uri": "/wiki/Miroslava_(actress)",
      "name": "Miroslava",
      "aboutText": "James Edward Narz (born February 26, 1927), known professionally as Tom Kennedy, is an American television presenter best known for his work in game shows. Born in Louisville, Kentucky, he is the younger brother of host Jack Narz. Kennedy has hosted multiple game shows in his career, including You Don't Say!, Split Second and Name That Tune.",
      "pageId": 951063,
      "monthDay": "02/26"
    },
    {
      "year": "1926",
      "uri": "/wiki/Doris_Belack",
      "name": "Doris Belack",
      "aboutText": "Margaret Leighton (26 February 1922 – 13 January 1976) was an English actress. She was known for her exquisite sense of grandeur and refinement.",
      "pageId": 1066958,
      "monthDay": "02/26"
    },
    {
      "year": "1926",
      "uri": "/wiki/Verne_Gagne",
      "name": "Verne Gagne",
      "aboutText": "Lazar Naumovich Berman (Russian: Ла́зарь Нау́мович Бе́рман, Lazarʹ Naumovič Berman; February 26, 1930 – February 6, 2005) was a Soviet Russian classical pianist.",
      "pageId": 1496110,
      "monthDay": "02/26"
    },
    {
      "year": "1926",
      "uri": "/wiki/Henry_Molaison",
      "name": "Henry Molaison",
      "aboutText": "Sir Everton DeCourcy Weekes, KCMG, GCM, OBE (born 26 February 1925) is a leading former West Indian cricketer.",
      "pageId": 2214713,
      "monthDay": "02/26"
    },
    {
      "year": "1927",
      "uri": "/wiki/Tom_Kennedy_(television_presenter)",
      "name": "Tom Kennedy",
      "aboutText": "Carl A. Haas (born February 26, 1930) is an American auto racing impresario. He co-owned the Newman/Haas/Lanigan Racing team in the IndyCar Series with Paul Newman and Mike Lanigan.",
      "pageId": 2269083,
      "monthDay": "02/26"
    },
    {
      "year": "1928",
      "uri": "/wiki/Fats_Domino",
      "name": "Fats Domino",
      "aboutText": "Miroslava (February 26, 1925 – March 9, 1955) was a Czechoslovakian-born Mexican film actress who appeared in thirty two films.\n^ Our word is our weapon: selected writings By Subcomandante Insurgente Marcos, Juana Ponce de León, José Saramago. Seven Stories Press. p.",
      "pageId": 3142112,
      "monthDay": "02/26"
    },
    {
      "year": "1928",
      "uri": "/wiki/Anatoly_Filipchenko",
      "name": "Anatoly Filipchenko",
      "aboutText": "Bjørn Skau (26 February 1929 – 2 March 2013) was a Norwegian politician for the Labour Party.\nSkau was born in Borre. In 1959, during the third cabinet Gerhardsen, he was appointed personal secretary (today known as political advisor) in the Ministry of Social Affairs.",
      "pageId": 4324033,
      "monthDay": "02/26"
    },
    {
      "year": "1928",
      "uri": "/wiki/Monique_Leyrac",
      "name": "Monique Leyrac",
      "aboutText": "Monique Leyrac, OC CQ (born 26 February 1928) is a Canadian singer and actress from Quebec.\nShe was born Monique Tremblay in Montreal, Quebec 1928. Using her natural gifts of music and drama she started her acting career on radio in 1943.",
      "pageId": 4501574,
      "monthDay": "02/26"
    },
    {
      "year": "1928",
      "uri": "/wiki/Ariel_Sharon",
      "name": "Ariel Sharon",
      "aboutText": "Karl Aage Præst, also spelled Carl Aage Præst, (26 February 1922 – 19 November 2011) was a Danish football player. Playing in the left winger position, Præst won two Serie A championships with Italian club Juventus FC. He played 24 games and scored 17 goals for the Danish national team from 1945 to 1949, and won a bronze medal at the 1948 Summer Olympics. He is a Danish Football Hall of Fame inductee.",
      "pageId": 5337755,
      "monthDay": "02/26"
    },
    {
      "year": "1929",
      "uri": "/wiki/Bj%C3%B8rn_Skau",
      "name": "Bjørn Skau",
      "aboutText": "Lucjan Wilhelm Wolanowski (Lucjan Kon; February 26, 1920 in Warsaw, Poland – February 20, 2006 in Warsaw), pseudonyms: Wilk; Waldemar Mruczkowski; W. Lucjański; (L.W.); lu; Lu; (lw); WOL., Polish journalist, writer and traveller.\nBorn into an intellectual family. Son of Henryk Kon (lawyer) and Róża Wolanowska, the great-grandson of Majer Wolanowski (1844–1900), the well-known Polish manufacturer.",
      "pageId": 7803237,
      "monthDay": "02/26"
    },
    {
      "year": "1930",
      "uri": "/wiki/Lazar_Berman",
      "name": "Lazar Berman",
      "aboutText": "Doris Belack (February 26, 1926 – October 4, 2011) was an American character actress of stage, film and television.\n^ Paul Vitello (October 9, 2011). \"Doris Belack, Judge on TV's 'Law & Order', Dies at 85\".",
      "pageId": 9555764,
      "monthDay": "02/26"
    },
    {
      "year": "1930",
      "uri": "/wiki/Carl_Haas",
      "name": "Carl Haas",
      "aboutText": "Mark Bucci (26 February 1924, New York City – 22 August 2002, Camp Verde, Arizona) was an American composer, lyricist, and dramatist.",
      "pageId": 22880650,
      "monthDay": "02/26"
    },
    {
      "year": "1931",
      "uri": "/wiki/Ally_MacLeod",
      "name": "Ally MacLeod",
      "aboutText": "Robert David Sanders \"Bob\" Novak (February 26, 1931 – August 18, 2009) was an American syndicated columnist, journalist, television personality, author, and conservative political commentator. After working for two newspapers before serving for the U.S. Army in the Korean War, he became a reporter for the Associated Press and then for The Wall Street Journal. He teamed up with Rowland Evans in 1963 to start Inside Report, which became the longest running syndicated political column in U.S. history and ran in hundreds of papers.",
      "pageId": 322394,
      "monthDay": "02/26"
    },
    {
      "year": "1931",
      "uri": "/wiki/Robert_Novak",
      "name": "Robert Novak",
      "aboutText": "Sir James Michael \"Jimmy\" Goldsmith (26 February 1933 – 18 July 1997), a member of the prominent Goldsmith family, was an Anglo-French billionaire financier, tycoon,  and latterly a magazine publisher and politician. In 1994, he was elected to represent France as a Member of the European Parliament and he subsequently founded the short-lived eurosceptic Referendum Party in the United Kingdom. He was known for his many romantic relationships and for the various children he fathered with his wives and many girlfriends.",
      "pageId": 420538,
      "monthDay": "02/26"
    },
    {
      "year": "1932",
      "uri": "/wiki/Johnny_Cash",
      "name": "Johnny Cash",
      "aboutText": "Tony Ray-Jones (7 June 1941 – 13 March 1972) was an English photographer.",
      "pageId": 1068234,
      "monthDay": "02/26"
    },
    {
      "year": "1933",
      "uri": "/wiki/James_Goldsmith",
      "name": "James Goldsmith",
      "aboutText": "Alistair (\"Ally\") Reid MacLeod (26 February 1931 – 1 February 2004) was a Scottish professional football player.",
      "pageId": 1269606,
      "monthDay": "02/26"
    },
    {
      "year": "1934",
      "uri": "/wiki/Mohammed_Lakhdar-Hamina",
      "name": "Mohammed Lakhdar-Hamina",
      "aboutText": "Josephine Ann Tewson (born 26 February 1931) is an English stage and television actress.",
      "pageId": 1422758,
      "monthDay": "02/26"
    },
    {
      "year": "1936",
      "uri": "/wiki/Jos%C3%A9_Policarpo",
      "name": "José Policarpo",
      "aboutText": "William Henry \"Bill\" Duke, Jr. (born February 26, 1943) is an American actor and film director. Known for his physically imposing frame, Duke's work frequently dwells within the action film genre as well as crime and drama genres but also includes comedy.",
      "pageId": 1582798,
      "monthDay": "02/26"
    },
    {
      "year": "1937",
      "uri": "/wiki/Paul_Dickson_(American_football)",
      "name": "Paul Dickson",
      "aboutText": "José da Cruz Policarpo (Portuguese: [ʒuˈzɛ dɐ kɾujʃ poliˈkaɾpu]; 26 February 1936 – 12 March 2014), officially referred to as José IV, Patriarch of Lisbon, though commonly just referred to as \"D. José Policarpo\", was Cardinal and Patriarch Emeritus of Lisbon. Policarpo held a doctorate in theology from the Pontifical Gregorian University in Rome.",
      "pageId": 1687656,
      "monthDay": "02/26"
    },
    {
      "year": "1937",
      "uri": "/wiki/Hagood_Hardy",
      "name": "Hagood Hardy",
      "aboutText": "Paul Levy (born 26 February 1941 in Lexington, Kentucky) is a US/British author and journalist.",
      "pageId": 1774655,
      "monthDay": "02/26"
    },
    {
      "year": "1937",
      "uri": "/wiki/Cliff_Osmond",
      "name": "Cliff Osmond",
      "aboutText": "Tony Selby (born 26 February 1938 in Lambeth, London) is an English actor.\nHe has appeared in many television programmes including a starring role in RAF National Service comedy Get Some In!, and a recurring role in the BBC science fiction television series Doctor Who as the intergalactic conman Sabalom Glitz.\nIn 1965 he appeared as a convict under sentence of death in the BBC television drama Three Clear Sundays, directed by Ken Loach.",
      "pageId": 1962896,
      "monthDay": "02/26"
    },
    {
      "year": "1938",
      "uri": "/wiki/Evagoras_Pallikarides",
      "name": "Evagoras Pallikarides",
      "aboutText": "Hugh Hagood Hardy, CM (February 26, 1937 – January 1, 1997) was a Canadian composer, pianist, and vibraphonist. He is best known for the 1975 single, \"The Homecoming\" (No. 14 Can., US No.",
      "pageId": 2703027,
      "monthDay": "02/26"
    },
    {
      "year": "1938",
      "uri": "/wiki/Tony_Selby",
      "name": "Tony Selby",
      "aboutText": "Dante Ferretti (born 26 February 1943) is an Italian production designer, art director and costume designer.\nThroughout his career, Ferretti has worked with many great directors, both American and Italian, including Pier Paolo Pasolini, Federico Fellini, Terry Gilliam, Franco Zeffirelli, Martin Scorsese, Francis Ford Coppola, Anthony Minghella, and Tim Burton. He frequently collaborates with his wife, set decorator Francesca Lo Schiavo.",
      "pageId": 4354852,
      "monthDay": "02/26"
    },
    {
      "year": "1939",
      "uri": "/wiki/Josephine_Tewson",
      "name": "Josephine Tewson",
      "aboutText": "Jozef Adamec (born 26 February 1942) is a former Slovak football forward and manager, one of the most famous Slovak football players of all time.\nHe played mostly for Spartak Trnava (1959–61, 1963–64, 1966–76). During his military service, he was member of Dukla Prague (1961–63), he spent one year with Slovan Bratislava (1964–65) and at the end of career played for lower-division Austrian club Slovan Wien (1977–80).",
      "pageId": 4431086,
      "monthDay": "02/26"
    },
    {
      "year": "1940",
      "uri": "/wiki/Old%C5%99ich_Kulh%C3%A1nek",
      "name": "Oldřich Kulhánek",
      "aboutText": "Mohammed Lakhdar-Hamina (Arabic: محمد الأخضر حمينة‎; born in M'sila in 26 February 1930) is an Algerian film director and screenwriter. He is best known for his 1975 film Chronicle of the Years of Fire.",
      "pageId": 5362255,
      "monthDay": "02/26"
    },
    {
      "year": "1941",
      "uri": "/wiki/Paul_Levy_(journalist)",
      "name": "Paul Levy",
      "aboutText": "Evagoras Pallikarides (Greek: Ευαγόρας Παλληκαρίδης, 26 February 1938 – 14 March 1957) was a member of EOKA during the 1955–1959 campaign against British rule in Cyprus.",
      "pageId": 5963697,
      "monthDay": "02/26"
    },
    {
      "year": "1941",
      "uri": "/wiki/Tony_Ray-Jones",
      "name": "Tony Ray-Jones",
      "aboutText": "Robert Ernest \"Bob\" Hite (February 26, 1943 – April 6, 1981) was the American lead singer of the blues-rock band, Canned Heat, from 1965 to his death in 1981.",
      "pageId": 6689918,
      "monthDay": "02/26"
    },
    {
      "year": "1942",
      "uri": "/wiki/Jozef_Adamec",
      "name": "Jozef Adamec",
      "aboutText": "Paul Serafin Dickson (February 26, 1937 – June 7, 2011) was a defensive tackle in the National Football League. Over his 12-year career, Dickson played for the Los Angeles Rams, Dallas Cowboys, Minnesota Vikings, and St. Louis Cardinals.",
      "pageId": 11884203,
      "monthDay": "02/26"
    },
    {
      "year": "1943",
      "uri": "/wiki/Bill_Duke",
      "name": "Bill Duke",
      "aboutText": "Johnny \"J.R.\" Cash (February 26, 1932 – September 12, 2003) was an American singer-songwriter, guitarist, actor and, author,  who was widely considered one of the most influential musicians of the 20th century. Although primarily remembered as a country music icon, his genre-spanning songs and sound embraced rock and roll, rockabilly, blues, folk, and gospel. This crossover appeal won Cash the rare honor of multiple inductions in the Country Music, Rock and Roll and Gospel Music Halls of Fame.",
      "pageId": 11983070,
      "monthDay": "02/26"
    },
    {
      "year": "1943",
      "uri": "/wiki/Dante_Ferretti",
      "name": "Dante Ferretti",
      "aboutText": "Cliff Osmond (born Clifford Osman Ebrahim) (February 26, 1937 - December 22, 2012) was an American character actor and television screenwriter best known for appearing in films directed by Billy Wilder. A parallel career as an acting teacher coincided with his other activities.",
      "pageId": 14670479,
      "monthDay": "02/26"
    },
    {
      "year": "1943",
      "uri": "/wiki/Bob_Hite",
      "name": "Bob Hite",
      "aboutText": "Christopher Hope, FRSL (born 26 February 1944) is a South African novelist and poet who is known for his controversial works dealing with racism and politics in South Africa.",
      "pageId": 20069126,
      "monthDay": "02/26"
    },
    {
      "year": "1944",
      "uri": "/wiki/Christopher_Hope",
      "name": "Christopher Hope",
      "aboutText": "Oldřich Kulhánek (26 February 1940 – 28 January 2013) was a Czech painter, graphic designer, illustrator, stage designer and pedagogue. Kulhánek created the design for the current Czech banknotes and postage stamps.",
      "pageId": 38353689,
      "monthDay": "02/26"
    },
    {
      "year": "1944",
      "uri": "/wiki/Ronald_Lauder",
      "name": "Ronald Lauder",
      "aboutText": "Ahmed Hassan Zewail (Arabic: أحمد حسن زويل‎, IPA: [ˈæħmæd ˈħæsæn zeˈweːl]; born February 26, 1946) is an Egyptian scientist, known as the \"father of femtochemistry\", he won the 1999 Nobel Prize in Chemistry for his work on femtochemistry and became the first Egyptian scientist to win a Nobel Prize in a scientific field. He is the Linus Pauling Chair Professor of Chemistry, Professor of Physics, and the director of the Physical Biology Center for Ultrafast Science and Technology  at the California Institute of Technology.",
      "pageId": 113617,
      "monthDay": "02/26"
    },
    {
      "year": "1945",
      "uri": "/wiki/Peter_Brock",
      "name": "Peter Brock",
      "aboutText": "Simon Findlay Crean (born 26 February 1949) is an Australian politician and trade unionist. He was leader of the Australian Labor Party and Federal Leader of the Opposition from November 2001 to December 2003. He was President of the Australian Council of Trade Unions from 1985 to 1990.",
      "pageId": 178960,
      "monthDay": "02/26"
    },
    {
      "year": "1945",
      "uri": "/wiki/Giannis_Ioannidis",
      "name": "Giannis Ioannidis",
      "aboutText": "Steven Bell (born 26 February 1951) is an English political cartoonist, whose work appears in The Guardian and other publications.",
      "pageId": 193960,
      "monthDay": "02/26"
    },
    {
      "year": "1945",
      "uri": "/wiki/Marta_Kristen",
      "name": "Marta Kristen",
      "aboutText": "Peter Geoffrey Brock, AM (26 February 1945 – 8 September 2006) otherwise known as \"Peter Perfect\", \"The King of the Mountain\" or simply \"Brocky\" was one of Australia's best-known and most successful motor racing drivers. Brock was most often associated with Holden for almost 40 years, although he raced vehicles of other manufacturers including BMW, Ford, Volvo, Porsche and Peugeot. He won the Bathurst 1000 endurance race nine times, the Sandown 500 touring car race nine times, the Australian Touring Car Championship three times, the Bathurst 24 Hour once and was inducted into the V8 Supercar Hall of Fame in 2001.",
      "pageId": 266215,
      "monthDay": "02/26"
    },
    {
      "year": "1945",
      "uri": "/wiki/Mitch_Ryder",
      "name": "Mitch Ryder",
      "aboutText": "Lynda Margaret Clark, Baroness Clark of Calton PC (born 26 February 1949) is a Scottish judge. She was formerly the Labour Member of Parliament for Edinburgh Pentlands. She was Advocate General for Scotland from the creation of that position in 1999 until 2006, whereupon she became a Judge of the Court of Session in Scotland.",
      "pageId": 417518,
      "monthDay": "02/26"
    },
    {
      "year": "1946",
      "uri": "/wiki/Ahmed_Zewail",
      "name": "Ahmed Zewail",
      "aboutText": "This is about the 34th Premier of Queensland. For the makeup artist and YouTube personality, please see Wayne Goss (Make-up Artist).\nWayne Keith Goss (26 February 1951 – 10 November 2014) was Premier of Queensland, Australia, from 7 December 1989 until 19 February 1996, becoming the first Labor Premier in over 32 years.",
      "pageId": 498826,
      "monthDay": "02/26"
    },
    {
      "year": "1947",
      "uri": "/wiki/Sandie_Shaw",
      "name": "Sandie Shaw",
      "aboutText": "Susan Elizabeth George (born February 26, 1949) is an American writer of mystery novels set in Great Britain.\nShe is best known for a series of novels featuring Inspector Thomas Lynley, 19 in number as of 2015.",
      "pageId": 534908,
      "monthDay": "02/26"
    },
    {
      "year": "1948",
      "uri": "/wiki/David_Edgar_(playwright)",
      "name": "David Edgar",
      "aboutText": "William S. Levise, Jr (born February 26, 1945), known better by his stage name Mitch Ryder, is an American musician who has recorded more than two dozen albums over more than four decades.\n^ \"The Ryder Stipulates\". Detroit Metro Times.",
      "pageId": 578576,
      "monthDay": "02/26"
    },
    {
      "year": "1948",
      "uri": "/wiki/Sharyn_McCrumb",
      "name": "Sharyn McCrumb",
      "aboutText": "Marta Kristen (born February 26, 1945) is a Norwegian-born American actress.\nThe naturally blonde-haired Kristen is best known for her role as Judy Robinson, the daughter of Professor John and Maureen Robinson, in the television series Lost in Space (1965–1968). Marta played the part of the space family's eldest child, a mature \"20-something woman\" near the age group of the space pilot, played by Mark Goddard.",
      "pageId": 1382151,
      "monthDay": "02/26"
    },
    {
      "year": "1948",
      "uri": "/wiki/Lynda_Clark,_Baroness_Clark_of_Calton",
      "name": "Lynda Clark, Baroness Clark of Calton",
      "aboutText": "Dame (Carolyn) Emma Kirkby, DBE (born 26 February 1949) is an English soprano and one of the world's most renowned early music specialists who has sung on well over a hundred recordings.",
      "pageId": 1600195,
      "monthDay": "02/26"
    },
    {
      "year": "1949",
      "uri": "/wiki/Simon_Crean",
      "name": "Simon Crean",
      "aboutText": "Jonathan Cain (born Jonathan Leonard Friga, February 26, 1950, Chicago, Illinois) is an American musician, singer and songwriter best known for his work with The Babys, Journey and Bad English.",
      "pageId": 1944935,
      "monthDay": "02/26"
    },
    {
      "year": "1949",
      "uri": "/wiki/Elizabeth_George",
      "name": "Elizabeth George",
      "aboutText": "Sharyn McCrumb (born February 26, 1948) is an American writer whose books celebrate the history and folklore of Appalachia. McCrumb is the winner of numerous literary awards, and the author of the Elizabeth McPherson series, the Ballad series, and the St.",
      "pageId": 3132158,
      "monthDay": "02/26"
    },
    {
      "year": "1949",
      "uri": "/wiki/Emma_Kirkby",
      "name": "Emma Kirkby",
      "aboutText": "Ferhan Şensoy (born 26 February 1951) is a prominent Turkish playwright, actor and stage director.",
      "pageId": 5437737,
      "monthDay": "02/26"
    },
    {
      "year": "1950",
      "uri": "/wiki/Ott_Arder",
      "name": "Ott Arder",
      "aboutText": "Ronald Steven Lauder (born February 26, 1944) is an American businessman, art collector, philanthropist, and political activist.",
      "pageId": 5637902,
      "monthDay": "02/26"
    },
    {
      "year": "1950",
      "uri": "/wiki/Jonathan_Cain",
      "name": "Jonathan Cain",
      "aboutText": "Giannis Ioannidis (Greek: Γιάννης Ιωαννίδης; born 26 February 1945 in Thessaloniki, Greece) is a Greek basketball coach and New Democracy (ND) politician.",
      "pageId": 8311826,
      "monthDay": "02/26"
    },
    {
      "year": "1950",
      "uri": "/wiki/Helen_Clark",
      "name": "Helen Clark",
      "aboutText": "David Edgar (born 26 February 1948) is a British playwright and writer who has had more than sixty of his plays published and performed on stage, radio and television around the world, making him one of the most prolific dramatists of the post-1960s generation in Great Britain. He was resident playwright at the Birmingham Repertory Theatre in 1974-5 and has been a board member with them since 1985. Awarded a Fellow in Creative Writing at Leeds Polytechnic, he was made a Bicentennial Arts Fellow (US) (1978–79).",
      "pageId": 8768808,
      "monthDay": "02/26"
    },
    {
      "year": "1951",
      "uri": "/wiki/Steve_Bell_(cartoonist)",
      "name": "Steve Bell",
      "aboutText": "Jaan Arder (born February 26, 1952, Tallinn – July 24, 2014) was an Estonian singer. He was a member of the rock band Apelsin and the early music ensemble Hortus Musicus.",
      "pageId": 11772307,
      "monthDay": "02/26"
    },
    {
      "year": "1951",
      "uri": "/wiki/Wayne_Goss",
      "name": "Wayne Goss",
      "aboutText": "Helen Elizabeth Clark, ONZ SSI (born 26 February 1950) is the Administrator of the United Nations Development Programme (UNDP), and was the 37th Prime Minister of New Zealand. As Prime Minister she served three consecutive terms from 1999 to 2008 and was the first woman elected at a general election as the Prime Minister, and was the fifth longest serving person to hold that office. She has been Administrator of the United Nations Development Programme, the third-highest UN position, since 2009.",
      "pageId": 22838615,
      "monthDay": "02/26"
    },
    {
      "year": "1951",
      "uri": "/wiki/Ferhan_%C5%9Eensoy",
      "name": "Ferhan Şensoy",
      "aboutText": "Sandie Shaw (born 26 February 1947) is an English pop singer, who was one of the most successful British female singers of the 1960s. In 1967 she was the first British act to win the Eurovision Song Contest. She has been described as \"the barefoot pop princess of the 1960s\".",
      "pageId": 25665240,
      "monthDay": "02/26"
    },
    {
      "year": "1952",
      "uri": "/wiki/Jaan_Arder",
      "name": "Jaan Arder",
      "aboutText": "Ott Arder (February 26, 1950, in Tallinn – June 26, 2004, in Kassari) was an Estonian poet, children's writer and translator. He was also the author of several popular songs and written texts.\nFrom 1990, he was a member of the Estonian Writers' Union.",
      "pageId": 27472584,
      "monthDay": "02/26"
    },
    {
      "year": "1953",
      "uri": "/wiki/Michael_Bolton",
      "name": "Michael Bolton",
      "aboutText": "Michel Houellebecq (French: [miʃɛl wɛlbɛk]; born Michel Thomas; 26 February 1958 or 1956) is an award-winning French author, filmmaker, and poet. Having written poetry and a biographical essay on the horror writer H. P. Lovecraft, he published his first novel, Whatever, in 1994. Atomised followed in 1998, and Platform in 2001.",
      "pageId": 173813,
      "monthDay": "02/26"
    },
    {
      "year": "1954",
      "uri": "/wiki/Prince_Ernest_Augustus_of_Hanover_(born_1954)",
      "name": "Prince Ernst August of Hanover",
      "aboutText": "Ernst August, Prince of Hanover, Duke of Brunswick and Lüneburg (Ernst August Albert Paul Otto Rupprecht Oskar Berthold Friedrich-Ferdinand Christian-Ludwig Prinz von Hannover Herzog zu Braunschweig und Lüneburg Königlicher Prinz von Großbritannien und Irland; born 26 February 1954) is head of the deposed royal House of Hanover which held the thrones of the former Kingdom of Hanover (until 1866) and of the sovereign Duchy of Brunswick (1913 to 1918). As the husband of Princess Caroline of Monaco, he is the brother-in-law of Albert II, Prince of Monaco. His wealth is estimated at £500 million.",
      "pageId": 364923,
      "monthDay": "02/26"
    },
    {
      "year": "1954",
      "uri": "/wiki/Recep_Tayyip_Erdo%C4%9Fan",
      "name": "Recep Tayyip Erdoğan",
      "aboutText": "Recep Tayyip Erdoğan (Turkish pronunciation: [ɾeˈd͡ʒep tajˈjip ˈæɾdo.an]; born 26 February 1954) is the 12th and current President of Turkey, in office since 2014. He previously served as the Prime Minister of Turkey from 2003 to 2014 and as the Mayor of İstanbul from 1994 to 1998. Originating from an Islamist political background and as a self-described conservative democrat, his administration has overseen social conservative and liberal economic policies.",
      "pageId": 376619,
      "monthDay": "02/26"
    },
    {
      "year": "1955",
      "uri": "/wiki/John_Inge",
      "name": "John Inge",
      "aboutText": "Kelly Wayne Gruber (born February 26, 1962 in Houston, Texas) is a former Major League Baseball third baseman.",
      "pageId": 385747,
      "monthDay": "02/26"
    },
    {
      "year": "1955",
      "uri": "/wiki/Andreas_Maislinger",
      "name": "Andreas Maislinger",
      "aboutText": "David Muldrow Beasley (born February 26, 1957) is an American politician who served one term as the 113th Governor of South Carolina from 1995 until 1999, as a member of the Republican Party.\nDavid Beasley, a native of Darlington, South Carolina, began his political career as a member of the Democratic Party, but switched to the Republican Party in September 1991, three years before his election as governor. His first run for public office came in 1978, when, as a 21-year-old junior attending Clemson University, he unexpectedly won a seat in the South Carolina House of Representatives.",
      "pageId": 460135,
      "monthDay": "02/26"
    },
    {
      "year": "1956",
      "uri": "/wiki/Charl%C3%A9lie_Couture",
      "name": "Charlélie Couture",
      "aboutText": "Karen Berger (born February 26, 1958) is an American comic book editor.",
      "pageId": 462661,
      "monthDay": "02/26"
    },
    {
      "year": "1956",
      "uri": "/wiki/Michel_Houellebecq",
      "name": "Michel Houellebecq",
      "aboutText": "Michael Bolotin (born February 26, 1953), known professionally as Michael Bolton, is an American singer and songwriter. Bolton originally performed in the hard rock and heavy metal genres from the mid-1970s to the mid-1980s, both on his early solo albums and those he recorded as the frontman of the band Blackjack. He became better known for his series of pop rock ballads, recorded after a stylistic change in the late 1980s.",
      "pageId": 551974,
      "monthDay": "02/26"
    },
    {
      "year": "1956",
      "uri": "/wiki/Keisuke_Kuwata",
      "name": "Keisuke Kuwata",
      "aboutText": "Susan Jane Helms (born February 26, 1958) is a retired lieutenant general in the United States Air Force and a former NASA astronaut. She was the commander, 14th Air Force (Air Forces Strategic); and commander, Joint Functional Component Command for Space at Vandenberg Air Force Base in California. Helms was a crew member on five Space Shuttle missions and was a resident of the International Space Station (ISS) for over five months in 2001.",
      "pageId": 604816,
      "monthDay": "02/26"
    },
    {
      "year": "1956",
      "uri": "/wiki/Jonathan_Schmock",
      "name": "Jonathan Schmock",
      "aboutText": "Rolando Antonio Blackman (born February 26, 1959) is a retired professional basketball player. He was a four-time All-Star who spent most of his career with the Dallas Mavericks.",
      "pageId": 626207,
      "monthDay": "02/26"
    },
    {
      "year": "1957",
      "uri": "/wiki/David_Beasley",
      "name": "David Beasley",
      "aboutText": "Gregory Andrew \"Greg\" Germann (born February 26, 1958) is an American actor. He played the roles of Richard Fish in the television Ally McBeal, and Eric \"Rico\" Moyer in the sitcom Ned and Stacey, and has appeared in numerous films including;Quarantine, Spectacular!, Friends with Money, Bolt, Get Hard, So I Married An Axe Murderer, The Little Rascals Save The Day, Down and Derby, Here Comes The Boom, The Sandlot 2, Talladega Nights: The Ballad of Ricky Bobby, Child's Play 2, Friends With Money, and Group Sex.\nHe also been on other television series including The Bernie Mac Show, Hawaii Five-0, NCIS, and Law & Order.",
      "pageId": 892426,
      "monthDay": "02/26"
    },
    {
      "year": "1957",
      "uri": "/wiki/Joe_Mullen",
      "name": "Joe Mullen",
      "aboutText": "Keisuke Kuwata (桑田 佳祐, Kuwata Keisuke, born February 26, 1956) has gained fame as a Japanese multi-instrumentalist, singer-songwriter, and frontman for the Southern All Stars, as well as his own solo band, the Kuwata band. He has also done significant amount of scoring music for films. He went to Aoyama Gakuin University.",
      "pageId": 1135008,
      "monthDay": "02/26"
    },
    {
      "year": "1958",
      "uri": "/wiki/Karen_Berger",
      "name": "Karen Berger",
      "aboutText": "Joseph Patrick Mullen (born February 26, 1957) is an American former professional ice hockey player. He played 16 seasons in the National Hockey League (NHL) with the St. Louis Blues, Calgary Flames, Pittsburgh Penguins and Boston Bruins between 1980 and 1997.",
      "pageId": 1302659,
      "monthDay": "02/26"
    },
    {
      "year": "1958",
      "uri": "/wiki/Greg_Germann",
      "name": "Greg Germann",
      "aboutText": "Timothy Michael \"Tim\" Kaine (born February 26, 1958) is an American politician currently serving as the junior United States Senator from Virginia. A member of the Democratic Party, Kaine was first elected to the Senate in 2012.\nBorn in Saint Paul, Minnesota, Kaine is a graduate of Harvard Law School.",
      "pageId": 1461855,
      "monthDay": "02/26"
    },
    {
      "year": "1958",
      "uri": "/wiki/Susan_J._Helms",
      "name": "Susan J. Helms",
      "aboutText": "Andreas Maislinger (born 26 February 1955 in St.",
      "pageId": 1704164,
      "monthDay": "02/26"
    },
    {
      "year": "1958",
      "uri": "/wiki/Tim_Kaine",
      "name": "Tim Kaine",
      "aboutText": "John Geoffrey Inge (pronunciation: /ɪndʒ/ (Inj); born 26 February 1955) is a Church of England bishop. He is currently the Bishop of Worcester in the Diocese of Worcester. From 2003 to 2008, he was Bishop of Huntingdon, a suffragan bishop in the Diocese of Ely.",
      "pageId": 3213664,
      "monthDay": "02/26"
    },
    {
      "year": "1959",
      "uri": "/wiki/Rolando_Blackman",
      "name": "Rolando Blackman",
      "aboutText": "Jeremy \"Jaz\" Coleman (born 26 February 1960, Cheltenham, Gloucestershire, England) is a musician, composer, singer-songwriter and record producer. He came to prominence in the early 1980s as the lead vocalist and occasional keyboardist of post-punk group Killing Joke.",
      "pageId": 3245991,
      "monthDay": "02/26"
    },
    {
      "year": "1959",
      "uri": "/wiki/Ahmet_Davuto%C4%9Flu",
      "name": "Ahmet Davutoğlu",
      "aboutText": "Ahmet Davutoğlu (Turkish pronunciation: [ahˈmet daˈvutoːɫu]; born 26 February 1959) is a Turkish academic, politician and former diplomat who has been the Prime Minister of Turkey since 28 August 2014 and the leader of the Justice and Development Party (AKP) since 27 August 2014. He previously served as the Minister of Foreign Affairs from 2009 to 2014 and as chief advisor to Prime Minister Recep Tayyip Erdoğan from 2003 to 2009. He was elected as an AKP Member of Parliament for Konya in the 2011 general election and was re-elected as an MP in both the June and November 2015 general elections.",
      "pageId": 3331531,
      "monthDay": "02/26"
    },
    {
      "year": "1960",
      "uri": "/wiki/Jaz_Coleman",
      "name": "Jaz Coleman",
      "aboutText": "Jonathan Schmock (born February 26, 1956) is an American actor, television director, producer, writer and editorial cartoonist.\nHe has worked on numerous film and television projects including Ferris Bueller's Day Off, where he played a maitre d' in the fancy restaurant. Television roles include Big Time Rush,(the French Inspector) Blossom, Double Trouble, Arrested Development, Star Trek: Enterprise, The Golden Girls and The Big Bang Theory.",
      "pageId": 15836744,
      "monthDay": "02/26"
    },
    {
      "year": "1962",
      "uri": "/wiki/Ahn_Cheol-soo",
      "name": "Ahn Cheol-soo",
      "aboutText": "Ahn Cheol-soo (Hangul: 안철수 [an tɕʰʌlsʰu]; born February 26, 1962), also known as Charles Ahn, is a South Korean businessman, politician, and former physician and professor. He founded AhnLab, Inc. (also known as Ahnlab), an antivirus software company, in 1995.",
      "pageId": 25818417,
      "monthDay": "02/26"
    },
    {
      "year": "1962",
      "uri": "/wiki/Kelly_Gruber",
      "name": "Kelly Gruber",
      "aboutText": "Charlélie Couture (b. Charles Elie Bertrand Couture, 26 February 1956) is a French musician and multi-disciplinary artist, who has recorded over 25 albums and 17 film soundtracks, and has held a number of exhibitions of paintings and photographs.",
      "pageId": 30066922,
      "monthDay": "02/26"
    },
    {
      "year": "1962",
      "uri": "/wiki/Atiq_Rahimi",
      "name": "Atiq Rahimi",
      "aboutText": "Erykah Abi Wright (born Erica Abi Wright; February 26, 1971), better known by her stage name Erykah Badu (/ˈɛrɨkə bɑːˈduː/), is an American singer-songwriter, record producer, activist, and actress. Badu's career began after opening a show for D'Angelo in 1994 in her hometown; record label executive Kedar Massenburg was highly impressed with her performance and signed her to Kedar Entertainment. Her first album, Baduizm, was released on February 11, 1997.",
      "pageId": 173129,
      "monthDay": "02/26"
    },
    {
      "year": "1963",
      "uri": "/wiki/Chase_Masterson",
      "name": "Chase Masterson",
      "aboutText": "Timothy Robert Commerford (born February 26, 1968) is an American musician, best known as the bassist and backing vocalist for the American rap metal band Rage Against the Machine (1991–2000; 2007–2011) and the now-defunct supergroup Audioslave (2001–2007). Since 2013 and 2015, he has been the lead singer and bassist of the bands Future User and Wakrat, respectively.\nHe was ranked eighth on Paste magazine's list of \"20 Underrated Bass Guitarists\" in 2014.",
      "pageId": 222217,
      "monthDay": "02/26"
    },
    {
      "year": "1964",
      "uri": "/wiki/Mark_Dacascos",
      "name": "Mark Dacascos",
      "aboutText": "Chase Masterson (born Christianne Carafano on February 26, 1963), is an American actress, singer and voice actor.",
      "pageId": 415889,
      "monthDay": "02/26"
    },
    {
      "year": "1965",
      "uri": "/wiki/James_Mitchell_(manager)",
      "name": "James Mitchell",
      "aboutText": "Martin Karl Sandberg (born February 26, 1971), known professionally as Max Martin, is a Swedish music producer and songwriter. He rose to prominence in the mid-1990s after making a string of major hits for artists such as the Backstreet Boys, Britney Spears and 'N Sync. Some of his earlier hits include \"I Want It That Way\" (1999), \"...Baby One More Time\" (1999) and \"It's My Life\" (2000).",
      "pageId": 640575,
      "monthDay": "02/26"
    },
    {
      "year": "1965",
      "uri": "/wiki/Linnar_Viik",
      "name": "Linnar Viik",
      "aboutText": "Mark Alan Dacascos (born February 26, 1964) is an American actor and martial artist. He won numerous karate and various styles of kung fu championships between the ages of 7 and 18. Dacascos is perhaps best known for his roles as Toby Wong in the 1997 film Drive, and Ling in the 2003 film Cradle 2 the Grave.",
      "pageId": 728473,
      "monthDay": "02/26"
    },
    {
      "year": "1966",
      "uri": "/wiki/Garry_Conille",
      "name": "Garry Conille",
      "aboutText": "Hitoshi Sakimoto (崎元 仁, Sakimoto Hitoshi, born February 26, 1969) is a Japanese video game music composer and arranger. He is best known for scoring Final Fantasy Tactics and Final Fantasy XII, though he has composed soundtracks for over 80 other games. He began playing music and video games in elementary school, and began composing video game music for money by the time he was 16.",
      "pageId": 805911,
      "monthDay": "02/26"
    },
    {
      "year": "1966",
      "uri": "/wiki/Marc_Fortier",
      "name": "Marc Fortier",
      "aboutText": "Jack Thomas \"J. T.\" Snow, Jr. (born February 26, 1968) is a former Major League Baseball player. He played all but two games in his career as a first baseman, and played nine of his 13½ seasons with the San Francisco Giants.",
      "pageId": 902030,
      "monthDay": "02/26"
    },
    {
      "year": "1966",
      "uri": "/wiki/Najwa_Karam",
      "name": "Najwa Karam",
      "aboutText": "Mark James Harper (born 26 February 1970) is a British Conservative Party politician. He is the Member of Parliament for the Forest of Dean constituency and is the Government Chief Whip in the House of Commons.\nHarper was previously Minister of State for Disabled People and before that Minister of State for Immigration.",
      "pageId": 1872049,
      "monthDay": "02/26"
    },
    {
      "year": "1967",
      "uri": "/wiki/James_Allodi",
      "name": "James Allodi",
      "aboutText": "James Isaac Mitchell (born February 26, 1965) is an American professional wrestling manager, known for his appearances with World Championship Wrestling (WCW) as James Vandenberg, Extreme Championship Wrestling (ECW) as The Sinister Minister, and Total Nonstop Action Wrestling (TNA) under his own name.",
      "pageId": 1957939,
      "monthDay": "02/26"
    },
    {
      "year": "1967",
      "uri": "/wiki/Mark_Carroll_(rugby_league)",
      "name": "Mark Carroll",
      "aboutText": "Najwa Karam (Arabic: نجوى كرم‎  Lebanese pronunciation: [ˈnajwa ˈkaɾam]) (born 26 February 1955) is a Lebanese multi-Platinum, best-selling recording artist in the Middle East, who has sold over 60 million records worldwide. Najwa, widely known for her vocal powerhouse, has surpassed Middle Eastern musical limits in building her Empire, as she has effectively helped change the Arabic music industry in its outreach. Having left her mark by creating and introducing her own blend of traditional and contemporary Arabic Music, Najwa has defined her image and her music in the Middle East and throughout the world, contributing to the spread of the Lebanese dialect in Arabic Music.",
      "pageId": 2510668,
      "monthDay": "02/26"
    },
    {
      "year": "1967",
      "uri": "/wiki/Currie_Graham",
      "name": "Currie Graham",
      "aboutText": "Currie Graham (born February 26, 1967) is a Canadian stage, film and television actor.",
      "pageId": 2726168,
      "monthDay": "02/26"
    },
    {
      "year": "1968",
      "uri": "/wiki/Tim_Commerford",
      "name": "Tim Commerford",
      "aboutText": "Hélène Ségara (French pronunciation: ​[elɛn seɡaʁa]; born Hélène Aurore Alice Rizzo on 26 February 1971 in Six-Fours-les-Plages, Var) is a French singer who came to prominence playing the role of Esmeralda in the French musical Notre Dame de Paris.",
      "pageId": 5845813,
      "monthDay": "02/26"
    },
    {
      "year": "1968",
      "uri": "/wiki/J._T._Snow",
      "name": "J. T. Snow",
      "aboutText": "Arthur Edward \"Ed\" Quinn (born February 26, 1968) is an American model, musician, and actor who has appeared in several film and television roles, including Eureka, Starship Troopers 2: Hero of the Federation, Young Americans and True Blood.",
      "pageId": 6525675,
      "monthDay": "02/26"
    },
    {
      "year": "1968",
      "uri": "/wiki/Ed_Quinn",
      "name": "Ed Quinn",
      "aboutText": "Marc Fortier (born February 26, 1966) is a retired Canadian former ice hockey centre. He was raised in Windsor, Quebec. Fortier played in the National Hockey League for the Quebec Nordiques, Ottawa Senators and Los Angeles Kings.",
      "pageId": 6820525,
      "monthDay": "02/26"
    },
    {
      "year": "1969",
      "uri": "/wiki/Steve_Agee",
      "name": "Steve Agee",
      "aboutText": "Steven Douglas \"Steve\" Agee (born February 26, 1969) is an American comedian, actor, and writer, known for his role as Steve Myron on the Comedy Central series The Sarah Silverman Program.\nAgee was born in Riverside, California. As a promotional stunt for his Twitter account, Agee promised to read every one of his followers' names if he reached 5,000 followers as of April 17, 2009.",
      "pageId": 9264846,
      "monthDay": "02/26"
    },
    {
      "year": "1969",
      "uri": "/wiki/Hitoshi_Sakimoto",
      "name": "Hitoshi Sakimoto",
      "aboutText": "Mark Carroll (born 26 February 1967 in Penrith, New South Wales) is an Australian former professional rugby league footballer of the 1980s and '90s.",
      "pageId": 9533932,
      "monthDay": "02/26"
    },
    {
      "year": "1970",
      "uri": "/wiki/Mark_Harper",
      "name": "Mark Harper",
      "aboutText": "Linnar Viik (born 26 February 1965 in Tallinn) is an Estonian information technology scientst. Currently he is a lecturer and member of the board of the Estonian IT College. Linnar Viik is a member of the European Institute of Innovation and Technology governing board, member of Advisory Board of Nordic Investment Bank, member of the Research and Development Council of Estonia, Chairman of the Board of the Open Estonia Foundation.",
      "pageId": 11517321,
      "monthDay": "02/26"
    },
    {
      "year": "1971",
      "uri": "/wiki/Erykah_Badu",
      "name": "Erykah Badu",
      "aboutText": "James Allodi (born February 26, 1967 in Toronto, Ontario) is a Canadian actor, writer and director.",
      "pageId": 19028133,
      "monthDay": "02/26"
    },
    {
      "year": "1971",
      "uri": "/wiki/Max_Martin",
      "name": "Max Martin",
      "aboutText": "Atiq Rahimi (Persian: عتیق رحیمی‎‎) (born 26 February 1962 in Kabul) is a French-Afghan writer and filmmaker.",
      "pageId": 20390995,
      "monthDay": "02/26"
    },
    {
      "year": "1971",
      "uri": "/wiki/H%C3%A9l%C3%A8ne_S%C3%A9gara",
      "name": "Hélène Ségara",
      "aboutText": "Dr. Garry Conille (born 26 February 1966) is a Haitian academic, development worker, author, and former Prime Minister of Haiti. He submitted his resignation as prime minister on 24 February 2012 and was officially succeeded by Laurent Lamothe on 16 May 2012.",
      "pageId": 33106666,
      "monthDay": "02/26"
    },
    {
      "year": "1972",
      "uri": "/wiki/Jonny_Quinn",
      "name": "Jonny Quinn",
      "aboutText": "Jennifer Elisabeth Thompson (born February 26, 1973), later known by her married name Jenny Cumpelik, is an American former competition swimmer, and one of the most decorated Olympians in history, winning twelve medals, including eight gold medals, in the 1992, 1996, 2000, and 2004 Summer Olympics.\nThompson, a Massachusetts native who calls Dover, New Hampshire her hometown, began swimming at age 7 at a summer country club called Cedardale in Groveland, Massachusetts. During the indoor season, she swam at the Danvers YMCA from ages 8 to 10, and then at the Andover-North Andover YMCA from the ages of 10 to 12.",
      "pageId": 52262,
      "monthDay": "02/26"
    },
    {
      "year": "1973",
      "uri": "/wiki/Erinn_Bartlett",
      "name": "Erinn Bartlett",
      "aboutText": "Ole Gunnar Solskjær (Norwegian pronunciation: [ˈuːlə ˈɡʉnɑr ˈsuːlˈʂær]; born 26 February 1973) is a Norwegian football manager and former player. As a player, he spent most of his career playing as a forward for Manchester United. He is currently the manager of Molde FK and Clausenengen (youth).",
      "pageId": 194455,
      "monthDay": "02/26"
    },
    {
      "year": "1973",
      "uri": "/wiki/Marshall_Faulk",
      "name": "Marshall Faulk",
      "aboutText": "Shalim Gerardo Ortiz Goyco (born February 26, 1979 in San Juan) is a Puerto Rican singer/actor. He is the eldest son of Puerto Rican entertainer Elin Ortiz and his wife, the Dominican singer, television presenter, and actress Charytín Goyco.",
      "pageId": 631163,
      "monthDay": "02/26"
    },
    {
      "year": "1973",
      "uri": "/wiki/Ole_Gunnar_Solskj%C3%A6r",
      "name": "Ole Gunnar Solskjær",
      "aboutText": "Marshall William Faulk (born February 26, 1973) is a former college and professional football player who was a running back in the National Football League (NFL) for twelve seasons. He played college football for San Diego State University, and was a two-time consensus All-American. He was selected by the Indianapolis Colts as the second overall pick in the 1994 NFL Draft, and he also played professionally for the NFL's St.",
      "pageId": 635375,
      "monthDay": "02/26"
    },
    {
      "year": "1973",
      "uri": "/wiki/Jenny_Thompson",
      "name": "Jenny Thompson",
      "aboutText": "Sébastien Loeb (French pronunciation: ​[sebastjɛ̃ lœb]; born 26 February 1974) is a French professional rally and racing driver. He competed for the Citroën World Rally Team in the World Rally Championship (WRC) and is the most successful driver in WRC history, having won the world championship a record nine times in a row. He holds several other WRC records, including most wins, most podium finishes and most points.",
      "pageId": 944612,
      "monthDay": "02/26"
    },
    {
      "year": "1974",
      "uri": "/wiki/S%C3%A9bastien_Loeb",
      "name": "Sébastien Loeb",
      "aboutText": "Steven Hanson Blake (born February 26, 1980) is an American professional basketball player for the Detroit Pistons of the National Basketball Association (NBA).",
      "pageId": 1182436,
      "monthDay": "02/26"
    },
    {
      "year": "1976",
      "uri": "/wiki/Chad_Urmston",
      "name": "Chad Urmston",
      "aboutText": "Shane Mark Williams MBE (born 26 February 1977) is a Welsh rugby union player most famous for his long and successful tenure as a wing for the Ospreys and the Wales national team. He can also play scrum-half. Williams is the record try scorer for Wales, and is third on the international list of leading rugby union test try scorers behind Daisuke Ohata and David Campese.",
      "pageId": 2092829,
      "monthDay": "02/26"
    },
    {
      "year": "1977",
      "uri": "/wiki/Calli_Cox",
      "name": "Calli Cox",
      "aboutText": "Gregory Andrew \"Greg\" Rikaart (born February 26, 1977) is an American actor, currently on the cast of the soap opera The Young and the Restless, playing Kevin Fisher since July 2003.",
      "pageId": 2241202,
      "monthDay": "02/26"
    },
    {
      "year": "1977",
      "uri": "/wiki/Marty_Reasoner",
      "name": "Marty Reasoner",
      "aboutText": "Martin Ernest Reasoner (born February 26, 1977) is an American former professional ice hockey center. He played in the National Hockey League (NHL) with the St. Louis Blues, Edmonton Oilers, Boston Bruins, Florida Panthers, Atlanta Thrashers, and New York Islanders.",
      "pageId": 2416915,
      "monthDay": "02/26"
    },
    {
      "year": "1977",
      "uri": "/wiki/Greg_Rikaart",
      "name": "Greg Rikaart",
      "aboutText": "Pedro Miguel da Silva Mendes (Portuguese pronunciation: [ˈpeðɾu ˈmẽðɨʃ]; born 26 February 1979) is a Portuguese former footballer who played as a midfielder.\nStarting his career with home town club Vitória de Guimarães, Mendes won the UEFA Champions League with FC Porto in the 2003–04 season. He then moved to the English Premier League, initially with Tottenham Hotspur in 2004, where he famously scored a 50-yard goal against Manchester United, which was disallowed.",
      "pageId": 2463658,
      "monthDay": "02/26"
    },
    {
      "year": "1977",
      "uri": "/wiki/Tim_Thomas_(basketball)",
      "name": "Tim Thomas",
      "aboutText": "Joshua Eric Towers (born February 26, 1977) is a former right-handed Major League Baseball pitcher.",
      "pageId": 2479417,
      "monthDay": "02/26"
    },
    {
      "year": "1977",
      "uri": "/wiki/Josh_Towers",
      "name": "Josh Towers",
      "aboutText": "Abdoulaye Diagne-Faye (born 26 February 1978), known as Abdoulaye Faye, is a Senegalese footballer who plays as a Defender for Malaysia Premier League side Sabah FA.",
      "pageId": 2759817,
      "monthDay": "02/26"
    },
    {
      "year": "1977",
      "uri": "/wiki/Shane_Williams",
      "name": "Shane Williams",
      "aboutText": "Chad (Chadwick) Stokes Urmston (born February 26, 1976) is an American musician.",
      "pageId": 2997276,
      "monthDay": "02/26"
    },
    {
      "year": "1978",
      "uri": "/wiki/Abdoulaye_Faye",
      "name": "Abdoulaye Faye",
      "aboutText": "Corinne Bailey Rae (born Corinne Jacqueline Bailey; 26 February 1979) is a British singer-songwriter and guitarist from Leeds, West Yorkshire. Bailey Rae was named the number-one predicted breakthrough act of 2006 in an annual BBC poll of music critics, Sound of 2006. She released her debut album, Corinne Bailey Rae, in February 2006, and became the fourth female British act in history to have her first album debut at number one.",
      "pageId": 3908445,
      "monthDay": "02/26"
    },
    {
      "year": "1978",
      "uri": "/wiki/Marc_Hynes",
      "name": "Marc Hynes",
      "aboutText": "Erinn Anne Bartlett (born February 26, 1973) is an American actress who also competed in the Miss Teen USA pageant.",
      "pageId": 5895092,
      "monthDay": "02/26"
    },
    {
      "year": "1979",
      "uri": "/wiki/Corinne_Bailey_Rae",
      "name": "Corinne Bailey Rae",
      "aboutText": "Marc Hynes (born 26 February 1978 in Guildford) is a British racing driver, currently driving for Quantel Bifold Racing. with Triple Eight Race Engineering in the British Touring Car Championship.\nHe won the 1995 British Formula Vauxhall Junior title and the 1997 British Formula Renault title.",
      "pageId": 6516762,
      "monthDay": "02/26"
    },
    {
      "year": "1979",
      "uri": "/wiki/Steve_Evans_(footballer,_born_1979)",
      "name": "Steve Evans",
      "aboutText": "Steven James \"Evo\" Evans (born 26 February 1979) is a Welsh professional footballer who plays for Gap Connah's Quay on loan from The New Saints.",
      "pageId": 6763268,
      "monthDay": "02/26"
    },
    {
      "year": "1979",
      "uri": "/wiki/Pedro_Miguel_da_Silva_Mendes",
      "name": "Pedro Miguel da Silva Mendes",
      "aboutText": "Jonathan Graham \"Jonny\" Quinn (b. 26 February 1972) is a Northern Irish drummer, born in Bangor. He is best known as the drummer for alternative rock band Snow Patrol, and was previously a member of bands like The Mighty Fall, The New Brontes and Disraeli Gears.",
      "pageId": 8310561,
      "monthDay": "02/26"
    },
    {
      "year": "1979",
      "uri": "/wiki/Shalim_Ortiz",
      "name": "Shalim Ortiz",
      "aboutText": "Calli Cox (born Kristy Jo Connelly; February 26, 1977) is an American former pornographic actress.\n^ a b \"Between the sheets: IU's hidden pornographic past\". Archived from the original on 8 June 2014.",
      "pageId": 13920702,
      "monthDay": "02/26"
    },
    {
      "year": "1980",
      "uri": "/wiki/Steve_Blake",
      "name": "Steve Blake",
      "aboutText": "Timothy Mark \"Tim\" Thomas (born February 26, 1977) is a retired American professional basketball player.",
      "pageId": 25375554,
      "monthDay": "02/26"
    },
    {
      "year": "1980",
      "uri": "/wiki/Alex_Fong_(singer)",
      "name": "Alex Fong",
      "aboutText": "Miki Shōji (庄司 美貴, Shōji Miki) (born February 26, 1985), professionally known by her birth name of Miki Fujimoto (藤本 美貴, Fujimoto Miki), and nicknamed Mikitty, is a Japanese pop singer and television actress. After failing the audition to join girl group Morning Musume with the fourth generation members, Fujimoto debuted as a solo artist within Hello! Project in 2002 with the single \"Aenai Nagai Nichiyōbi\".",
      "pageId": 772022,
      "monthDay": "02/26"
    },
    {
      "year": "1980",
      "uri": "/wiki/Gary_Majewski",
      "name": "Gary Majewski",
      "aboutText": "Natalia Lafourcade (born Natalia Lafourcade Silva on 26 February 1984 in Coatepec, Mexico) is a Mexican pop-rock singer and songwriter.",
      "pageId": 1579865,
      "monthDay": "02/26"
    },
    {
      "year": "1981",
      "uri": "/wiki/Fatal1ty",
      "name": "Fatal1ty",
      "aboutText": "Li Na (born 26 February 1982) is a Chinese former professional tennis player, who achieved a career-high ranking of world No. 2 on the WTA Tour on 17 February 2014, but retired from the sport seven months later due to a chronic left knee injury that had kept her out of the game for many years previously. Over the course of her career, Li won nine WTA singles titles, including two Grand Slam singles titles at the 2011 French Open and 2014 Australian Open.",
      "pageId": 1800772,
      "monthDay": "02/26"
    },
    {
      "year": "1981",
      "uri": "/wiki/M%C3%A4rt_Avandi",
      "name": "Märt Avandi",
      "aboutText": "Kertus Davis (born February 26, 1981 in Gaffney, South Carolina) is a NASCAR driver.",
      "pageId": 2182688,
      "monthDay": "02/26"
    },
    {
      "year": "1981",
      "uri": "/wiki/Kertus_Davis",
      "name": "Kertus Davis",
      "aboutText": "Alex Fong (方力申, Fong Lik-Sun; born 26 February 1980) is a Hong Kong actor, singer and swimmer. He was nicknamed \"Little Flying Fish\" for his swimming achievements. As of 2005, Fong holds several Hong Kong swimming records.",
      "pageId": 2278633,
      "monthDay": "02/26"
    },
    {
      "year": "1981",
      "uri": "/wiki/Sharon_Van_Etten",
      "name": "Sharon Van Etten",
      "aboutText": "Johnathan Wendel (born February 26, 1981), also known by the gamertag Fatal1ty (pronounced Fatality /feɪtælɪti), is a former professional esports player of the first-person shooter titles Quake and Painkiller and entrepreneur. Johnathan was an early pioneer of competitive gaming and was once considered one of the best professional gamers in the world.",
      "pageId": 2511238,
      "monthDay": "02/26"
    },
    {
      "year": "1981",
      "uri": "/wiki/Kaori_Yoneyama",
      "name": "Kaori Yoneyama",
      "aboutText": "Kara Monaco (born February 26, 1983 in Lakeland, Florida) is an American model. She was chosen as Playmate of the Month by Playboy magazine in June, 2005.",
      "pageId": 2588038,
      "monthDay": "02/26"
    },
    {
      "year": "1982",
      "uri": "/wiki/Li_Na",
      "name": "Li Na",
      "aboutText": "Sheyi Emmanuel Adebayor (French pronunciation: ​[ɛmanɥɛl adəbɛjɔʁ]; born 26 February 1984) is a Togolese professional footballer who plays as a forward. He previously played for English clubs Arsenal, Manchester City and Tottenham Hotspur, as well as Metz, Monaco and Real Madrid. He was voted African Footballer of the Year for 2008.",
      "pageId": 2604793,
      "monthDay": "02/26"
    },
    {
      "year": "1982",
      "uri": "/wiki/Matt_Prior",
      "name": "Matt Prior",
      "aboutText": "Gary Wayne Majewski (/məˈdʒɛski/; born February 26, 1980) is a former Major League Baseball (MLB) pitcher who currently plays for the Saraperos de Saltillo of the Mexican League.",
      "pageId": 2957129,
      "monthDay": "02/26"
    },
    {
      "year": "1982",
      "uri": "/wiki/Nate_Ruess",
      "name": "Nate Ruess",
      "aboutText": "Matthew James \"Matt\" Prior (born 26 February 1982) is a retired English cricketer who played for England in Test cricket and for Sussex in domestic cricket. He was a wicket-keeper, and his aggressive right-handed batting enabled him to open the innings in ODI matches, even when he made very limited appearance in shorter forms of the game. With an international Test debut score of 126, Prior became the first English wicket-keeper to hit a century in his debut match in early 2007.",
      "pageId": 3080910,
      "monthDay": "02/26"
    },
    {
      "year": "1983",
      "uri": "/wiki/Pepe_(footballer,_born_1983)",
      "name": "Pepe",
      "aboutText": "Jerome Harrison (born February 26, 1983) is a former American football running back who played six seasons in the National Football League (NFL). He played college football for Washington State University, and was recognized as a consensus All-American. He was drafted by the Cleveland Browns in the fifth round of the 2006 NFL Draft, and also played for the Detroit Lions and Philadelphia Eagles.",
      "pageId": 4959027,
      "monthDay": "02/26"
    },
    {
      "year": "1983",
      "uri": "/wiki/Jerome_Harrison",
      "name": "Jerome Harrison",
      "aboutText": "Fernando Javier Llorente Torres (Spanish pronunciation: [feɾˈnando ʎoˈɾente ˈtores]; born 26 February 1985), nicknamed El Rey León (\"The Lion King\" in Spanish), is a Spanish professional footballer who plays for Sevilla FC as a striker.\nLlorente started his career with Athletic Bilbao, working his way through the various youth ranks, and becoming one of the most important offensive players for the club in the following decade, since making his first team debut in 2005. He scored 29 goals for the club in all competitions in the 2011–12 season, and was described as a \"Bilbao legend\".",
      "pageId": 6049880,
      "monthDay": "02/26"
    },
    {
      "year": "1983",
      "uri": "/wiki/Kara_Monaco",
      "name": "Kara Monaco",
      "aboutText": "Képler Laveran Lima Ferreira (born 26 February 1983), commonly known as Pepe (Brazilian Portuguese: [ˈpɛpi]), is a Portuguese professional footballer who plays for Spanish club Real Madrid and the Portuguese national team as a central defender. During his professional career he has played for Marítimo, Porto and Real Madrid, with individual and team success with the latter two clubs. A physically strong and tenacious defender, he is known for his aggressive challenges and for his violent behaviour on the pitch.",
      "pageId": 6454931,
      "monthDay": "02/26"
    },
    {
      "year": "1984",
      "uri": "/wiki/Emmanuel_Adebayor",
      "name": "Emmanuel Adebayor",
      "aboutText": "Alex de Angelis (born 26 February 1984) is a motorcycle road racer from San Marino who currently competes in the MotoGP world championship for the IodaRacing Project team.",
      "pageId": 13308218,
      "monthDay": "02/26"
    },
    {
      "year": "1984",
      "uri": "/wiki/Alex_de_Angelis",
      "name": "Alex de Angelis",
      "aboutText": "George David Atherton, known as Gee Atherton (born 26 February 1985, near Salisbury, England) is a professional racing cyclist specialising in downhill and four cross mountain bike racing, and is a multiple national champion, multiple World Cup winner, 2010 Downhill World Cup Champion, and 2010 & 2014 Downhill World Champion.",
      "pageId": 17729899,
      "monthDay": "02/26"
    },
    {
      "year": "1984",
      "uri": "/wiki/Natalia_Lafourcade",
      "name": "Natalia Lafourcade",
      "aboutText": "Nathaniel Joseph \"Nate\" Ruess (born February 26, 1982) is an American singer and songwriter. He is the lead vocalist of indie pop band Fun and previously of the Format.",
      "pageId": 19340143,
      "monthDay": "02/26"
    },
    {
      "year": "1984",
      "uri": "/wiki/Beren_Saat",
      "name": "Beren Saat",
      "aboutText": "Märt Avandi (born February 26, 1981) is an Estonian actor and comedian.",
      "pageId": 20043504,
      "monthDay": "02/26"
    },
    {
      "year": "1985",
      "uri": "/wiki/Gee_Atherton",
      "name": "Gee Atherton",
      "aboutText": "Beren Saat (Turkish pronunciation: [beˈɾen saˈat]; born 26 February 1984) is a Turkish actress. Since the beginning of her career, she has received critical acclaim and numerous accolades for her acting style. She was born and raised in Ankara.",
      "pageId": 29240353,
      "monthDay": "02/26"
    },
    {
      "year": "1985",
      "uri": "/wiki/Miki_Fujimoto",
      "name": "Miki Fujimoto",
      "aboutText": "Sharon Van Etten (born February 26, 1981) is an American singer-songwriter from Brooklyn, New York.",
      "pageId": 30412171,
      "monthDay": "02/26"
    },
    {
      "year": "1985",
      "uri": "/wiki/Fernando_Llorente",
      "name": "Fernando Llorente",
      "aboutText": "Kaori Yoneyama (米山 香織, Yoneyama Kaori, born February 26, 1981) is a Japanese professional wrestler, currently working as a freelancer on the Japanese independent circuit. Yoneyama started her career in 1999, working with the JWP Joshi Puroresu promotion. During the following years, she became a one-time JWP Openweight Champion, a one-time JWP Junior Champion, a five-time JWP Tag Team Champion and a three-time Daily Sports Women's Tag Team Champion.",
      "pageId": 34602537,
      "monthDay": "02/26"
    },
    {
      "year": "1985",
      "uri": "/wiki/Carolin_Nytra",
      "name": "Carolin Nytra",
      "aboutText": "Crystal Kay Williams (born February 26, 1986 in Yokohama, Kanagawa Prefecture, Japan), simply known as Crystal Kay, is a Japanese singer, songwriter, radio host and actress. She debuted at the age of 13.\nAfter releasing her debut single \"Eternal Memories\" (1999) Crystal Kay gained fame for her third studio album, Almost Seventeen (2002), which debuted at number 2 on the Japanese Oricon charts.",
      "pageId": 1707917,
      "monthDay": "02/26"
    },
    {
      "year": "1985",
      "uri": "/wiki/Diego_Ribas_da_Cunha",
      "name": "Diego Ribas da Cunha",
      "aboutText": "Diego Ribas da Cunha (born 28 February 1985), commonly known as just Diego, is a Brazilian professional footballer who plays as an attacking midfielder for Turkish club Fenerbahçe.\nHe began his career at Santos, where he won two Campeonato Brasileiro Série A titles before moving to FC Porto in 2004. Despite winning further trophies in Portugal, his personal form dropped.",
      "pageId": 2110277,
      "monthDay": "02/26"
    },
    {
      "year": "1986",
      "uri": "/wiki/Leandro_dos_Santos_de_Jesus",
      "name": "Leandro dos Santos de Jesus",
      "aboutText": "Richard Reid Fliehr (February 26, 1988 –  March 29, 2013) was an American professional wrestler, better known by his ring name Reid Flair. He was the youngest son of legendary professional wrestler Ric Flair, younger half-brother of wrestler David Flair, and younger brother of Ashley Fliehr, now wrestling as Charlotte.",
      "pageId": 2849645,
      "monthDay": "02/26"
    },
    {
      "year": "1986",
      "uri": "/wiki/Crystal_Kay",
      "name": "Crystal Kay",
      "aboutText": "Teresa Mary Palmer (born February 26, 1986) is an Australian actress and model who made her film debut in the suicide drama 2:37. Palmer was seen in The Grudge 2 in 2006, in December Boys and in the 2008 children's fantasy Bedtime Stories. She appeared in The Sorcerer's Apprentice in 2010 and her films in 2011 include her role as Number Six in the sci-fi film I Am Number Four and playing the love interest in Take Me Home Tonight.",
      "pageId": 3419981,
      "monthDay": "02/26"
    },
    {
      "year": "1986",
      "uri": "/wiki/Hannah_Kearney",
      "name": "Hannah Kearney",
      "aboutText": "Hannah Angela Kearney (born February 26, 1986) is an American mogul skier who won a gold medal at the 2010 Winter Olympics and a bronze medal at the 2014 Winter Olympics.\n^ \"Day 1: Ohno, Kearney win; slower luge track debuts\". Associated Press.",
      "pageId": 4043673,
      "monthDay": "02/26"
    },
    {
      "year": "1986",
      "uri": "/wiki/Leila_Lopes_(Miss_Universe)",
      "name": "Leila Lopes",
      "aboutText": "Charlotte Anne \"Charley\" Webb (born 26 February 1988) is an English actress.",
      "pageId": 5253214,
      "monthDay": "02/26"
    },
    {
      "year": "1986",
      "uri": "/wiki/Teresa_Palmer",
      "name": "Teresa Palmer",
      "aboutText": "Gabriel Antoine Obertan (born 26 February 1989) is a French professional footballer who plays for English club Newcastle United. He plays primarily as a winger, but can also play attacking midfield and as a striker.\nA former attendee of the famous Clairefontaine academy, Obertan began his professional career playing for Bordeaux in France.",
      "pageId": 9190763,
      "monthDay": "02/26"
    },
    {
      "year": "1986",
      "uri": "/wiki/Juliet_Simms",
      "name": "Juliet Simms",
      "aboutText": "Leandro dos Santos de Jesus or simply Makelele (born February 26, 1985 in Salvador), is a Brazilian defensive midfielder, who currently plays for Académica.",
      "pageId": 12201988,
      "monthDay": "02/26"
    },
    {
      "year": "1987",
      "uri": "/wiki/Jin_Hiramaki",
      "name": "Jin Hiramaki",
      "aboutText": "Danny Mac (born Danny Mac Greene on 26 February 1988 in Bromley, England) is an English actor best known for playing Mark \"Dodger\" Savage in the Channel 4 soap opera Hollyoaks from 2011 to 2015.\nMac was born in Bromley, then grew up in a seaside town Bognor Regis. He wanted to act from a young age, and enjoyed watching Grease, Michael Jackson and James Bond.",
      "pageId": 14414643,
      "monthDay": "02/26"
    },
    {
      "year": "1988",
      "uri": "/wiki/Matteo_Ciofani",
      "name": "Matteo Ciofani",
      "aboutText": "Juliet Nicole Simms is an American singer/songwriter, and was the vocalist, guitarist, and songwriter for the American rock band Automatic Loveletter. She was the runner-up on the second season of the American reality talent show The Voice. Since being on The Voice she is now making music under her own name instead of Automatic Loveletter.",
      "pageId": 16588601,
      "monthDay": "02/26"
    },
    {
      "year": "1988",
      "uri": "/wiki/Reid_Flair",
      "name": "Reid Flair",
      "aboutText": "Timo Sild (born February 26, 1988) is an Estonian orienteering competitor and junior world champion.",
      "pageId": 18350493,
      "monthDay": "02/26"
    },
    {
      "year": "1988",
      "uri": "/wiki/Danny_Mac",
      "name": "Danny Mac",
      "aboutText": "Deniz Yılmaz (born 26 February 1988) is a Turkish professional footballer who currently plays for Trabzonspor as a striker.",
      "pageId": 18607181,
      "monthDay": "02/26"
    },
    {
      "year": "1988",
      "uri": "/wiki/Timo_Sild",
      "name": "Timo Sild",
      "aboutText": "Chaelin Lee, or Lee Chae-rin (born February 26, 1991), better known by her stage name CL, is a South Korean recording artist. She was born in Seoul, South Korea and spent much of her early life in Japan and France.",
      "pageId": 23001982,
      "monthDay": "02/26"
    },
    {
      "year": "1988",
      "uri": "/wiki/Charley_Webb",
      "name": "Charley Webb",
      "aboutText": "Carolin Nytra (born 26 February 1985 in Hamburg) is a German athlete who specialises in the 100 metres hurdles. With a personal best time of 12.57 seconds, she became the seventh fastest German ever over this distance at the Diamond League meet in Lausanne on 8 July 2010.",
      "pageId": 28121568,
      "monthDay": "02/26"
    },
    {
      "year": "1988",
      "uri": "/wiki/Deniz_Y%C4%B1lmaz",
      "name": "Deniz Yılmaz",
      "aboutText": "Matteo Ciofani (born 26 February 1988) is an Italian footballer, currently playing for Frosinone.",
      "pageId": 28168949,
      "monthDay": "02/26"
    },
    {
      "year": "1988",
      "uri": "/wiki/Christian_Meaas_Svendsen",
      "name": "Christian Meaas Svendsen",
      "aboutText": "Leila Luliana da Costa Vieira Lopes (born 26 February 1986) is an Angolan actress, model and beauty queen who won the titles of Miss Angola UK 2010, Miss Angola 2010 and Miss Universe 2011.",
      "pageId": 30107294,
      "monthDay": "02/26"
    },
    {
      "year": "1989",
      "uri": "/wiki/Gabriel_Obertan",
      "name": "Gabriel Obertan",
      "aboutText": "Kateřina Cachová (Czech pronunciation: [ˈkatɛr̝ɪna ˈtsaxovaː]; born 26 February 1990 in Ostrava) is a Czech athlete who specialises in the heptathlon.\nCachová represented the Czech Republic at the 2010 European Championships in Athletics where she finished 17th in the heptathlon, scoring a personal best of 5911 points.\nAt the 2011 European Athletics U23 Championships in Ostrava, Cachová won the silver medal with a new personal best record of 6123 points.",
      "pageId": 32885763,
      "monthDay": "02/26"
    },
    {
      "year": "1990",
      "uri": "/wiki/Kate%C5%99ina_Cachov%C3%A1",
      "name": "Kateřina Cachová",
      "aboutText": "Jasmina Kajtazovič (born 26 February 1991 in Novo Mesto) is a Slovenian-born Bosnian tennis player.\nKajtazovič has won one singles and five doubles titles on the ITF tour in her career. On 15 September 2008, she reached her best singles ranking of world number 518.",
      "pageId": 38562982,
      "monthDay": "02/26"
    },
    {
      "year": "1991",
      "uri": "/wiki/CL_(singer)",
      "name": "CL",
      "aboutText": "Christian Meaas Svendsen (born 26 February 1988 in Kongsberg, Norway) is a Norwegian jazz musician (upright bass), known from collaborations within a series of bands like Mopti, Oro, Knyst!, Duplex, Sylvia Ganush, Andrea Rydin Berge Kvintett, Hoover and Lech/Svendsen Duo.",
      "pageId": 40628773,
      "monthDay": "02/26"
    },
    {
      "year": "1991",
      "uri": "/wiki/Jasmina_Kajtazovi%C4%8D",
      "name": "Jasmina Kajtazovič",
      "aboutText": "Jin Hiramaki (平牧 仁, Hiramaki Jin, born February 26, 1987, in Tokyo) is a Japanese actor, singer, and model who is affiliated with Oscar Promotion. He played the role of Tokatti (ToQ 2gou) in the 2014 Super Sentai TV series Ressha Sentai ToQger.\nIn 2007, with Hidemasa Shiozawa and Koki Kato, they joined to the twin vocal unit Sprout.",
      "pageId": 46969095,
      "monthDay": "02/26"
    },
    {
      "year": "1992",
      "uri": "/wiki/Cecilia_Estlander",
      "name": "Cecilia Estlander",
      "aboutText": "Kendra Deene Herrin and Maliyah Mae Herrin (born February 26, 2002) are former conjoined twins. They were separated in August 2006. They were the first set of conjoined twins to be separated to share a kidney.",
      "pageId": 6298763,
      "monthDay": "02/26"
    },
    {
      "year": "1992",
      "uri": "/wiki/Mikael_Granlund",
      "name": "Mikael Granlund",
      "aboutText": "Mikael Granlund (born February 26, 1992) is a Finnish professional ice hockey centre who plays for the Minnesota Wild in the National Hockey League (NHL). He previously played professionally in his homeland with Oulun Kärpät and HIFK of the Finnish SM-liiga. He was the ninth overall pick, selected by the Minnesota Wild, in the 2010 NHL Draft.",
      "pageId": 24316621,
      "monthDay": "02/26"
    },
    {
      "year": "1992",
      "uri": "/wiki/Ai_Shinozaki",
      "name": "Ai Shinozaki",
      "aboutText": "Jesé Rodríguez Ruiz (born 26 February 1993), simply known as Jesé (Spanish pronunciation: [xeˈse]), is a Spanish footballer who plays for Real Madrid as a forward.\nA youth product of Real Madrid, he made his senior debuts with the club in 2011 and was promoted to the first team for the 2013–14 season.",
      "pageId": 30563823,
      "monthDay": "02/26"
    },
    {
      "year": "1993",
      "uri": "/wiki/Jes%C3%A9",
      "name": "Jesé",
      "aboutText": "Alexa Ilacad (born February 26, 2000, as Alexandra Ilacad) is a Filipina actress. She appeared in a various commercials and shows of ABS-CBN. She rose to prominence when she joined the kiddie gag show Goin' Bulilit.",
      "pageId": 31030504,
      "monthDay": "02/26"
    },
    {
      "year": "2000",
      "uri": "/wiki/Alexa_Ilacad",
      "name": "Alexa Ilacad",
      "aboutText": "For the magical girl anime series character see Ai Shinozaki (Corrector Yui).\nAi Shinozaki (篠崎 愛, Shinozaki Ai, born February 26, 1992) is a Japanese gravure idol, singer, and a member of \"AeLL.\", a musical idol group.\nWhen she started modelling in 2006 at age 14, Shinozaki caused widespread press and Web comment about her having an unusually curvy figure for a Japanese teenager.",
      "pageId": 31136046,
      "monthDay": "02/26"
    },
    {
      "year": "2002",
      "uri": "/wiki/Kendra_and_Maliyah_Herrin",
      "name": "Kendra and Maliyah Herrin",
      "aboutText": "Cecilia Estlander (born 26 February 1992 in Helsinki) is a Finnish tennis player.\nOn 11 October 2010, Estlander reached her best singles ranking of world number 956. On 18 July 2011, she peaked at world number 878 in the doubles rankings.",
      "pageId": 40171560,
      "monthDay": "02/26"
    }
  ]
}