{
  "people": [
    {
      "year": "272",
      "uri": "/wiki/Constantine_the_Great",
      "name": "Constantine the Great",
      "aboutText": "Constantine the Great (Latin: Flavius Valerius Aurelius Constantinus Augustus; Greek: Κωνσταντῖνος ὁ Μέγας; 27 February c. 272 AD – 22 May 337 AD), also known as Constantine I or Saint Constantine (in the Orthodox Church as Saint Constantine the Great, Equal-to-the-Apostles), was a Roman Emperor from 306 to 337 AD. Constantine was the son of Flavius Valerius Constantius, a Roman army officer, and his consort Helena. His father became Caesar, the deputy emperor in the west in 293 AD. Constantine was sent east, where he rose through the ranks to become a military tribune under the emperors Diocletian and Galerius.",
      "pageId": 7236,
      "monthDay": "02/27"
    },
    {
      "year": "1572",
      "uri": "/wiki/Francis_II,_Duke_of_Lorraine",
      "name": "Francis II, Duke of Lorraine",
      "aboutText": "Henry Wadsworth Longfellow (February 27, 1807 – March 24, 1882) was an American poet and educator whose works include \"Paul Revere's Ride\", The Song of Hiawatha, and Evangeline. He was also the first American to translate Dante Alighieri's Divine Comedy, and was one of the five Fireside Poets.\nLongfellow was born in Portland, Maine, which was then a part of Massachusetts.",
      "pageId": 66240,
      "monthDay": "02/27"
    },
    {
      "year": "1575",
      "uri": "/wiki/John_Adolf,_Duke_of_Holstein-Gottorp",
      "name": "John Adolf, Duke of Holstein-Gottorp",
      "aboutText": "Jacques-Charles Dupont de l'Eure (French pronunciation: ​[ʒak ʃaʁl dypɔ̃ də lœʁ]; 27 February 1767 – 3 March 1855) was a French lawyer and statesman.",
      "pageId": 326316,
      "monthDay": "02/27"
    },
    {
      "year": "1606",
      "uri": "/wiki/Laurent_de_La_Hyre",
      "name": "Laurent de La Hyre",
      "aboutText": "Anders Sparrman (27 February 1748, Tensta, Uppland – 9 August 1820) was a Swedish naturalist, abolitionist and an apostle of Carl Linnaeus.\nSparrman was the son of a clergyman. At the age of nine he enrolled at Uppsala University, beginning medical studies at fourteen and becoming one of the outstanding pupils of Linnaeus.",
      "pageId": 458548,
      "monthDay": "02/27"
    },
    {
      "year": "1630",
      "uri": "/wiki/Roche_Braziliano",
      "name": "Roche Braziliano",
      "aboutText": "Francis II (François de Lorraine; 27 February 1572 – 14 October 1632), was the son of Charles III, Duke of Lorraine and Claude of Valois.",
      "pageId": 655732,
      "monthDay": "02/27"
    },
    {
      "year": "1667",
      "uri": "/wiki/Ludwika_Karolina_Radziwi%C5%82%C5%82",
      "name": "Ludwika Karolina Radziwiłł",
      "aboutText": "Edward Cave (27 February 1691 – 10 January 1754) was an English printer, editor and publisher. In The Gentleman's Magazine he created the first general-interest \"magazine\" in the modern sense.\nThe son of a cobbler, Cave was born in Newton near Rugby, Warwickshire and attended Rugby School, but was expelled after being accused of stealing from the headmaster Henry Holyoake.",
      "pageId": 893833,
      "monthDay": "02/27"
    },
    {
      "year": "1689",
      "uri": "/wiki/Pietro_Gnocchi",
      "name": "Pietro Gnocchi",
      "aboutText": "José Antonio Navarro (February 27, 1795 – January 13, 1871) was a Texas statesman, revolutionary, politician, rancher, and merchant. The son of Ángel Navarro and Josefa María Ruiz y Peña, he was born into a distinguished noble family at San Antonio de Béxar in the Viceroyalty of New Spain (now the American city of San Antonio, Texas). His uncle was José Francisco Ruiz and his brother-in-law was Juan Martín de Veramendi.",
      "pageId": 1330131,
      "monthDay": "02/27"
    },
    {
      "year": "1691",
      "uri": "/wiki/Edward_Cave",
      "name": "Edward Cave",
      "aboutText": "Manuel Xavier Rodríguez Erdoíza (February 27, 1785 - May 26, 1818) was a Chilean lawyer and guerrilla leader, considered one of the founders of independent Chile. Rodríguez was of Basque descent.",
      "pageId": 1647380,
      "monthDay": "02/27"
    },
    {
      "year": "1711",
      "uri": "/wiki/Constantine_Mavrocordatos",
      "name": "Constantine Mavrocordatos",
      "aboutText": "Constantine Mavrocordatos (Greek: Κωνσταντίνος Μαυροκορδάτος, Romanian: Constantin Mavrocordat; February 27, 1711 – November 23, 1769) was a Greek noble who served as Prince of Wallachia and Prince of Moldavia at several intervals.",
      "pageId": 2780598,
      "monthDay": "02/27"
    },
    {
      "year": "1724",
      "uri": "/wiki/Frederick_Michael,_Count_Palatine_of_Zweibr%C3%BCcken",
      "name": "Frederick Michael, Count Palatine of Zweibrücken",
      "aboutText": "Louis-Jérôme Gohier (27 February 1746 – 29 May 1830) was a French politician of the Revolutionary period.\nLouis-Jerome Gohier was born in Indre-et-Loire, France. The son of a notary, he practiced law in Rennes.",
      "pageId": 2785680,
      "monthDay": "02/27"
    },
    {
      "year": "1732",
      "uri": "/wiki/Jean_de_Dieu-Raymond_de_Cuc%C3%A9_de_Boisgelin",
      "name": "Jean de Dieu-Raymond de Cucé de Boisgelin",
      "aboutText": "Laurent de La Hyre (February 27, 1606 – December 28, 1656) was a French Baroque painter, born in Paris.",
      "pageId": 2988531,
      "monthDay": "02/27"
    },
    {
      "year": "1746",
      "uri": "/wiki/Louis-J%C3%A9r%C3%B4me_Gohier",
      "name": "Louis-Jérôme Gohier",
      "aboutText": "Johann Adolf of Holstein-Gottorp (27 February 1575 – 31 March 1616) was a Duke of Holstein-Gottorp.",
      "pageId": 4066388,
      "monthDay": "02/27"
    },
    {
      "year": "1748",
      "uri": "/wiki/Anders_Erikson_Sparrman",
      "name": "Anders Erikson Sparrman",
      "aboutText": "Roche Braziliano (sometimes spelled Rock, Roch, Roc, Roque, Brazilliano, or Brasiliano) (c. 1630 – disappeared c. 1671) was a Dutch pirate born in the town of Groningen.",
      "pageId": 5969667,
      "monthDay": "02/27"
    },
    {
      "year": "1767",
      "uri": "/wiki/Jacques-Charles_Dupont_de_l%27Eure",
      "name": "Jacques-Charles Dupont de l'Eure",
      "aboutText": "Princess Ludwika Karolina Radziwiłł (Lithuanian: Liudvika Karolina Radvilaitė) (27 February 1667 – 25 March 1695) was a magnate of the Grand Duchy of Lithuania in the Polish-Lithuanian Commonwealth and an active reformer.",
      "pageId": 7377294,
      "monthDay": "02/27"
    },
    {
      "year": "1779",
      "uri": "/wiki/Thomas_Hazlehurst_(businessman)",
      "name": "Thomas Hazlehurst",
      "aboutText": "Thomas Hazlehurst (27 February 1779 – 18 February 1842) was an English businessman who founded the soap and alkali manufacturing company of Hazlehurst & Sons in Runcorn, Cheshire. He was also a devoted Methodist and he played a large part in the civic matters of the town.",
      "pageId": 8313729,
      "monthDay": "02/27"
    },
    {
      "year": "1789",
      "uri": "/wiki/Manuel_Rodr%C3%ADguez_Erdo%C3%ADza",
      "name": "Manuel Rodríguez Erdoíza",
      "aboutText": "Jean de Dieu-Raymond de Cucé de Boisgelin (27 February 1732, Rennes – 22 August 1804) was a French prelate, statesman and cardinal. The Boisgelin of Cucé are the Cadet branch of the maison de Boisgelin).",
      "pageId": 10478166,
      "monthDay": "02/27"
    },
    {
      "year": "1795",
      "uri": "/wiki/Jos%C3%A9_Antonio_Navarro",
      "name": "José Antonio Navarro",
      "aboutText": "Frederick Michael, Count Palatine of Zweibrücken-Birkenfeld (27 February 1724 in Ribeauvillé, Alsace – 15 August 1767 in Schwetzingen) was a member of the Wittelsbach dynasty. He was the son of Christian III of Palatinate-Zweibrücken and Caroline of Nassau-Saarbrücken and a member of the House of Palatinate-Zweibrücken-Birkenfeld, a branch of the House of Wittelsbach.",
      "pageId": 12564719,
      "monthDay": "02/27"
    },
    {
      "year": "1807",
      "uri": "/wiki/Henry_Wadsworth_Longfellow",
      "name": "Henry Wadsworth Longfellow",
      "aboutText": "Pietro Gnocchi (February 27, 1689 – December 9, 1775) was an Italian composer, choir director, historian, and geographer of the late Baroque era, active mainly in Brescia, where he was choir director of Brescia Cathedral.",
      "pageId": 19420075,
      "monthDay": "02/27"
    },
    {
      "year": "1809",
      "uri": "/wiki/Jean-Charles_Cornay",
      "name": "Jean-Charles Cornay",
      "aboutText": "Saint Jean-Charles Cornay, M.E.P., (27 February 1809 – 20 September 1837) was a French missionary of the Paris Foreign Missions Society who was martyred in Vietnam. He was executed in Ha Tay, Tonkin, now Vietnam, during the persecutions of Emperor Minh Mạng.",
      "pageId": 19593950,
      "monthDay": "02/27"
    },
    {
      "year": "1812",
      "uri": "/wiki/Pieter_Harting",
      "name": "Pieter Harting",
      "aboutText": "Pieter Harting (27 February 1812 – 3 December 1885) was a Dutch biologist and naturalist, born in Rotterdam. He made contributions in a number of scientific disciplines, and is remembered for his work in the fields of microscopy, hydrology, botany, and biostratigraphy.\nIn 1835 he obtained his medical degree from the University of Utrecht and spent the following years as a doctor in Oudewater.",
      "pageId": 22684560,
      "monthDay": "02/27"
    },
    {
      "year": "1831",
      "uri": "/wiki/Nikolai_Ge",
      "name": "Nikolai Ge",
      "aboutText": "Sir Charles Hubert Hastings Parry, 1st Baronet (27 February 1848 – 7 October 1918) was an English composer, teacher and historian of music.\nParry's first major works appeared in 1880. As a composer he is best known for the choral song \"Jerusalem\", the coronation anthem \"I was glad\", the choral and orchestral ode Blest Pair of Sirens, and the hymn tune \"Repton\", which sets the words \"Dear Lord and Father of Mankind\".",
      "pageId": 144461,
      "monthDay": "02/27"
    },
    {
      "year": "1846",
      "uri": "/wiki/Franz_Mehring",
      "name": "Franz Mehring",
      "aboutText": "Dame Ellen Terry, GBE (27 February 1847 – 21 July 1928), was an English stage actress who became the leading Shakespearean actress in Britain.\nBorn into a family of actors, Terry began performing as a child, acting in Shakespeare plays in London, and toured throughout the British provinces in her teens. At 16 she married the 46-year-old artist George Frederic Watts, but they separated within a year.",
      "pageId": 213396,
      "monthDay": "02/27"
    },
    {
      "year": "1847",
      "uri": "/wiki/Ellen_Terry",
      "name": "Ellen Terry",
      "aboutText": "George Herbert Mead (February 27, 1863 – April 26, 1931) was an American philosopher, sociologist and psychologist, primarily affiliated with the University of Chicago, where he was one of several distinguished pragmatists.",
      "pageId": 333826,
      "monthDay": "02/27"
    },
    {
      "year": "1848",
      "uri": "/wiki/Hubert_Parry",
      "name": "Hubert Parry",
      "aboutText": "Irving Fisher (February 27, 1867 – April 29, 1947) was an American economist, statistician, inventor, and Progressive social campaigner. He was one of the earliest American neoclassical economists, though his later work on debt deflation has been embraced by the Post-Keynesian school. Joseph Schumpeter described him as \"the greatest economist the United States has ever produced\", an assessment later repeated by James Tobin and Milton Friedman.",
      "pageId": 404504,
      "monthDay": "02/27"
    },
    {
      "year": "1850",
      "uri": "/wiki/Laura_E._Richards",
      "name": "Laura E. Richards",
      "aboutText": "Laura Elizabeth Howe Richards (February 27, 1850 – January 14, 1943) was an American writer. She wrote more than 90 books including biographies, poetry, and several for children.",
      "pageId": 1015674,
      "monthDay": "02/27"
    },
    {
      "year": "1856",
      "uri": "/wiki/Mattia_Battistini",
      "name": "Mattia Battistini",
      "aboutText": "Alexandru Vaida-Voevod or Vaida-Voievod (February 27, 1872 – March 19, 1950) was a Romanian politician who was a supporter and promoter of the union of Transylvania (before 1918 a part of Austria-Hungary) with the Romanian Old Kingdom; he later served three terms as a Prime Minister of Greater Romania.",
      "pageId": 1214846,
      "monthDay": "02/27"
    },
    {
      "year": "1859",
      "uri": "/wiki/Bertha_Pappenheim",
      "name": "Bertha Pappenheim",
      "aboutText": "Franz Erdmann Mehring (1846–1919), was a German publicist, politician and historian.",
      "pageId": 1530336,
      "monthDay": "02/27"
    },
    {
      "year": "1862",
      "uri": "/wiki/Anastasios_Metaxas",
      "name": "Anastasios Metaxas",
      "aboutText": "Alice Hamilton (February 27, 1869, New York City – September 22, 1970) was the first woman appointed to the faculty of Harvard University and was a leading expert in the field of occupational health.",
      "pageId": 1532239,
      "monthDay": "02/27"
    },
    {
      "year": "1863",
      "uri": "/wiki/Joaqu%C3%ADn_Sorolla",
      "name": "Joaquín Sorolla",
      "aboutText": "Joaquín Sorolla y Bastida (Spanish: [xoaˈkin soˈɾoʎa]) (27 February 1863 – 10 August 1923) was a Spanish painter. Sorolla excelled in the painting of portraits, landscapes, and monumental works of social and historical themes.",
      "pageId": 1873453,
      "monthDay": "02/27"
    },
    {
      "year": "1863",
      "uri": "/wiki/George_Herbert_Mead",
      "name": "George Herbert Mead",
      "aboutText": "Nikolai Nikolaevich Ge (his French ancestors' last name was de Gay), Russian: Николай Николаевич Ге; 27 February [O.S. 15 February] 1831 – 13 June [O.S. 1 June] 1894) was a Russian realist painter famous for his works on historical and religious motifs.",
      "pageId": 2074865,
      "monthDay": "02/27"
    },
    {
      "year": "1864",
      "uri": "/wiki/Eemil_Nestor_Set%C3%A4l%C3%A4",
      "name": "Eemil Nestor Setälä",
      "aboutText": "Anastasios Metaxas (Greek: Αναστάσιος Μεταξάς, 27 February 1862 – 28 January 1937) was a Greek architect and shooter.\nMetaxas is best known for being the architect chosen by George Averoff to restore the Panathinaiko Stadium for the 1896 Summer Olympics in Athens, the birth of the modern Olympic movement, while the design was from Ernst Ziller. He also competed at those Games, entering the military and free rifle events.",
      "pageId": 2150480,
      "monthDay": "02/27"
    },
    {
      "year": "1867",
      "uri": "/wiki/Irving_Fisher",
      "name": "Irving Fisher",
      "aboutText": "Olof Wilhelm Peterson-Berger (27 February 1867, Ullånger, Ångermanland – 3 December 1942, Östersund) was a Swedish composer and music critic. As a composer, his main musical influences were Grieg, August Söderman and Wagner as well as Swedish folk idiom.\n^ Percy G. Wilhelm Peterson-Berger, An Introduction.",
      "pageId": 2544957,
      "monthDay": "02/27"
    },
    {
      "year": "1867",
      "uri": "/wiki/Wilhelm_Peterson-Berger",
      "name": "Wilhelm Peterson-Berger",
      "aboutText": "Eemil Nestor Setälä, (27 February 1864 in Kokemäki – 8 February 1935 in Helsinki) was a Finnish politician and once the Chairman of the Senate of Finland, from September 1917 to November 1917.\nSetälä was a linguist, professor of Finnish language and literature at Helsinki University from 1893 to 1929. He was a major influence on the study of Finnish language, and the founder of the research institute Suomen suku (\"The Family of the Finnish Language\").",
      "pageId": 3413223,
      "monthDay": "02/27"
    },
    {
      "year": "1869",
      "uri": "/wiki/Alice_Hamilton",
      "name": "Alice Hamilton",
      "aboutText": "Mattia Battistini (27 February 1856 – 7 November 1928) was an Italian operatic baritone. He was called \"King of Baritones\".\n^ \"Marston Records Liner Notes\".",
      "pageId": 4898123,
      "monthDay": "02/27"
    },
    {
      "year": "1870",
      "uri": "/wiki/Louis_Coerne",
      "name": "Louis Coerne",
      "aboutText": "Walter Owen Briggs, Sr. (February 27, 1877 – January 17, 1952) was an American entrepreneur and professional sports owner. He was part-owner of the Detroit Tigers in Major League Baseball from 1919 to 1935, and then sole owner from 1935 to his death in 1952.",
      "pageId": 7097321,
      "monthDay": "02/27"
    },
    {
      "year": "1872",
      "uri": "/wiki/Alexandru_Vaida-Voevod",
      "name": "Alexandru Vaida-Voevod",
      "aboutText": "Alvan Tufts Fuller (February 27, 1878 – April 30, 1958) was the Governor of Massachusetts from 1925 to 1929.",
      "pageId": 7720578,
      "monthDay": "02/27"
    },
    {
      "year": "1877",
      "uri": "/wiki/Walter_Briggs,_Sr.",
      "name": "Walter Briggs, Sr.",
      "aboutText": "This article is about the public life of Bertha Pappenheim.",
      "pageId": 14444379,
      "monthDay": "02/27"
    },
    {
      "year": "1877",
      "uri": "/wiki/Adela_Verne",
      "name": "Adela Verne",
      "aboutText": "Louis Adolphe Coerne (February 27, 1870 – September 11, 1922) was an American composer and music educator. He was born in Newark, New Jersey, and was educated at Harvard University, where he studied under John Knowles Paine, and in Europe.\nCoerne wrote a number of pedagogical pieces for piano, and also composed a number of orchestral works, one of which, the tone poem Excalibur (Op.",
      "pageId": 18897739,
      "monthDay": "02/27"
    },
    {
      "year": "1878",
      "uri": "/wiki/Alvan_T._Fuller",
      "name": "Alvan T. Fuller",
      "aboutText": "Teodor Ussisoo (also Theodor Ussisoo; February 27, 1878 Paide - September 26, 1959 Tallinn) was an Estonian pedagogue and furniture designer. Attended a district school between 1888–94 and a railway technical college in Tallinn between 1895 to 1898. In 1909 he graduated in furniture making in Leipzig, Germany, and in 1913 interior architecture at the Köthen Technical Art School.",
      "pageId": 20396460,
      "monthDay": "02/27"
    },
    {
      "year": "1878",
      "uri": "/wiki/Teodor_Ussisoo",
      "name": "Teodor Ussisoo",
      "aboutText": "Adela Verne (27 February 1877 – 5 February 1952) was a notable English pianist and minor composer of German descent, born in Southampton. She was considered one of the greatest woman pianists of her era, ranked alongside the male keyboard giants of the time. She toured with great success in many parts of the world.",
      "pageId": 21603365,
      "monthDay": "02/27"
    },
    {
      "year": "1879",
      "uri": "/wiki/Ren%C3%A9_Lefebvre",
      "name": "René Lefebvre",
      "aboutText": "Marino Marini (27 February 1901 – 6 August 1980) was an Italian sculptor.",
      "pageId": 20080,
      "monthDay": "02/27"
    },
    {
      "year": "1881",
      "uri": "/wiki/Sveinn_Bj%C3%B6rnsson",
      "name": "Sveinn Björnsson",
      "aboutText": "Marian Anderson (February 27, 1897 – April 8, 1993) was an American contralto and one of the most celebrated singers of the twentieth century. Music critic Alan Blyth said: \"Her voice was a rich, vibrant contralto of intrinsic beauty.\" Most of her singing career was spent performing in concert and recital in major music venues and with famous orchestras throughout the United States and Europe between 1925 and 1965. Although offered roles with many important European opera companies, Anderson declined, as she had no training in acting.",
      "pageId": 74940,
      "monthDay": "02/27"
    },
    {
      "year": "1881",
      "uri": "/wiki/L._E._J._Brouwer",
      "name": "L. E. J. Brouwer",
      "aboutText": "Charles Herbert Best, CC, CH, CBE, MD, FRS, FRSC, FRCP (February 27, 1899 – March 31, 1978) was an American-Canadian medical scientist and one of the co-discoverers of insulin.",
      "pageId": 75078,
      "monthDay": "02/27"
    },
    {
      "year": "1882",
      "uri": "/wiki/George_Terwilliger",
      "name": "George Terwilliger",
      "aboutText": "Hugo Lafayette Black (February 27, 1886 – September 25, 1971) was an American politician and jurist. A member of the Democratic Party, Black represented Alabama in the United States Senate from 1927 to 1937, and served as an Associate Justice of the Supreme Court of the United States from 1937 to 1971. Black was nominated to the Supreme Court by President Franklin D. Roosevelt and confirmed by the Senate by a vote of 63 to 16 (6 Democratic Senators and 10 Republican Senators voted against him.) He was first of nine Roosevelt nominees to the Court, and he outlasted all except for William O. Douglas.",
      "pageId": 150063,
      "monthDay": "02/27"
    },
    {
      "year": "1886",
      "uri": "/wiki/Hugo_Black",
      "name": "Hugo Black",
      "aboutText": "Sveinn Björnsson (pronounced [ˈsveitn̥ ˈpjœsːɔn]; 27 February 1881 – 25 January 1952), son of Björn Jónsson (editor and later minister) and Elísabet Sveinsdóttir, was the first President of the Republic of Iceland (1944–1952).\nHe became a member of Reykjavík town council in 1912 and was its president during 1918–1920.",
      "pageId": 162311,
      "monthDay": "02/27"
    },
    {
      "year": "1887",
      "uri": "/wiki/Pyotr_Nesterov",
      "name": "Pyotr Nesterov",
      "aboutText": "Luitzen Egbertus Jan Brouwer ForMemRS (Dutch: [ˈlœy̯tsə(n) ɛɣˈbɛrtəs jɑn ˈbrʌu̯ər]; 27 February 1881 – 2 December 1966), usually cited as L. E. J. Brouwer but known to his friends as Bertus, was a Dutch mathematician and philosopher, a graduate of the University of Amsterdam, who worked in topology, set theory, measure theory and complex analysis.",
      "pageId": 172896,
      "monthDay": "02/27"
    },
    {
      "year": "1888",
      "uri": "/wiki/Roberto_Assagioli",
      "name": "Roberto Assagioli",
      "aboutText": "Freddie Keppard (sometimes rendered as Freddy Keppard) (February 27, 1889 – July 15, 1933) was an early jazz cornetist who once held the title of \"King\" in the New Orleans jazz scene.",
      "pageId": 194548,
      "monthDay": "02/27"
    },
    {
      "year": "1888",
      "uri": "/wiki/Earl_Caddock",
      "name": "Earl Caddock",
      "aboutText": "David Sarnoff (Belarusian: Даві́д Сарно́ў, Russian: Дави́д Сарно́в, February 27, 1891 – December 12, 1971) was an American businessman and pioneer of American radio and television. Throughout most of his career he led the Radio Corporation of America (RCA) in various capacities from shortly after its founding in 1919 until his retirement in 1970.\nHe ruled over an ever-growing telecommunications and consumer electronics empire that included both RCA and NBC, and became one of the largest companies in the world.",
      "pageId": 198616,
      "monthDay": "02/27"
    },
    {
      "year": "1888",
      "uri": "/wiki/Lotte_Lehmann",
      "name": "Lotte Lehmann",
      "aboutText": "Gene Sarazen (/ˈsɑrəzɛn/; February 27, 1902 – May 13, 1999) was an American professional golfer, one of the world's top players in the 1920s and 1930s.",
      "pageId": 225880,
      "monthDay": "02/27"
    },
    {
      "year": "1888",
      "uri": "/wiki/Arthur_M._Schlesinger,_Sr.",
      "name": "Arthur M. Schlesinger, Sr.",
      "aboutText": "Roberto Assagioli (27 February 1888 – August 1974) was an Italian psychiatrist and pioneer in the fields of humanistic and transpersonal psychology. Assagioli founded the psychological movement known as Psychosynthesis, which is still being developed today by therapists and psychologists, who practice the psychological methods and techniques he developed.",
      "pageId": 386209,
      "monthDay": "02/27"
    },
    {
      "year": "1890",
      "uri": "/wiki/Freddie_Keppard",
      "name": "Freddie Keppard",
      "aboutText": "Charlotte \"Lotte\" Lehmann (February 27, 1888 – August 26, 1976) was a German soprano who was especially associated with German repertory. She gave memorable performances in the operas of Richard Strauss, Richard Wagner, Ludwig van Beethoven, Puccini, Mozart, and Massenet. The Marschallin in Der Rosenkavalier, Sieglinde in Die Walküre and the title-role in Fidelio are considered her greatest roles.",
      "pageId": 797962,
      "monthDay": "02/27"
    },
    {
      "year": "1891",
      "uri": "/wiki/David_Sarnoff",
      "name": "David Sarnoff",
      "aboutText": "Carl William Demarest (February 27, 1892 – December 27, 1983) was an American character actor known for playing Uncle Charley in My Three Sons. A veteran of World War I, Demarest became a prolific film and television actor, working on over 140 films, beginning in 1926 and ending in the 1970s.",
      "pageId": 1068923,
      "monthDay": "02/27"
    },
    {
      "year": "1892",
      "uri": "/wiki/William_Demarest",
      "name": "William Demarest",
      "aboutText": "This article is about the elder Arthur M. Schlesinger (1888-1965). For his son (1917-2007), see Arthur Schlesinger, Jr..\nArthur Meier Schlesinger, Sr.",
      "pageId": 1119963,
      "monthDay": "02/27"
    },
    {
      "year": "1895",
      "uri": "/wiki/Miyagiyama_Fukumatsu",
      "name": "Miyagiyama Fukumatsu",
      "aboutText": "Pyotr Nikolayevich Nesterov (Russian: Пётр Николаевич Нестеров (born 27 February [O.S. 15 February] 1887, Nizhny Novgorod - died 8 September [O.S. 26 August] 1914, Zhovkva, Lviv Oblast) was a Russian pilot, an aircraft designer and an aerobatics pioneer.",
      "pageId": 3058262,
      "monthDay": "02/27"
    },
    {
      "year": "1897",
      "uri": "/wiki/Marian_Anderson",
      "name": "Marian Anderson",
      "aboutText": "Earl Caddock (February 27, 1888 – August 25, 1950) was an American professional wrestler and World Heavyweight Champion who was active in the early portion of the twentieth century.",
      "pageId": 3308198,
      "monthDay": "02/27"
    },
    {
      "year": "1899",
      "uri": "/wiki/Charles_Herbert_Best",
      "name": "Charles Herbert Best",
      "aboutText": "Ian Keith (February 27, 1899 – March 26, 1960) was an American actor.",
      "pageId": 4400294,
      "monthDay": "02/27"
    },
    {
      "year": "1899",
      "uri": "/wiki/Ian_Keith",
      "name": "Ian Keith",
      "aboutText": "Miyagiyama Fukumatsu (宮城山 福松, February 27, 1895 – November 19, 1943) was a sumo wrestler from Ichinoseki, Iwate Prefecture, Japan. He was the sport's 29th yokozuna.",
      "pageId": 9133315,
      "monthDay": "02/27"
    },
    {
      "year": "1901",
      "uri": "/wiki/Marino_Marini_(sculptor)",
      "name": "Marino Marini",
      "aboutText": "Ethelda Marguerite Bleibtrey (February 27, 1902 – May 6, 1978), also known by her married name Ethelda Schlatke, was an American competition swimmer, three-time Olympic gold medalist, and former world record-holder in multiple events.\nBleibtrey was a dominant backstroke swimmer, but entered and won gold medals in three freestyle events when there were no women's backstroke events at the 1920 Summer Olympics in Antwerp, Belgium. She won a gold medal as member of the winning U.S. team in the women's 4×100-meter freestyle relay, together with teammates Margaret Woodbridge, Frances Schroth and Irene Guest.",
      "pageId": 11400357,
      "monthDay": "02/27"
    },
    {
      "year": "1902",
      "uri": "/wiki/Gene_Sarazen",
      "name": "Gene Sarazen",
      "aboutText": "George Terwilliger (February 27, 1882 – December 12, 1970) was an American film director and screenwriter of silent and early sound-era films. He directed 76 films between 1912 and 1936. He also wrote 54 films between 1910 and 1939.",
      "pageId": 15450708,
      "monthDay": "02/27"
    },
    {
      "year": "1902",
      "uri": "/wiki/Ethelda_Bleibtrey",
      "name": "Ethelda Bleibtrey",
      "aboutText": "René Charles Joseph Marie Lefebvre (27 February 1879 – 4 March 1944) was a French factory-owner from Tourcoing, who died in the German concentration camp in Sonnenburg, in the Province of Brandenburg (today in Lubusz Province in western Poland), where he had been imprisoned by the German Gestapo because of his work for the French Resistance and British Intelligence.",
      "pageId": 21471650,
      "monthDay": "02/27"
    },
    {
      "year": "1902",
      "uri": "/wiki/L%C3%BAcio_Costa",
      "name": "Lúcio Costa",
      "aboutText": "John Ernst Steinbeck, Jr. (February 27, 1902 – December 20, 1968) was an American author of twenty-seven books, including sixteen novels, six non-fiction books, and five collections of short stories. He is widely known for the comic novels Tortilla Flat (1935) and Cannery Row (1945), the multi-generation epic East of Eden (1952), and the novellas Of Mice and Men (1937) and The Red Pony (1937).",
      "pageId": 15825,
      "monthDay": "02/27"
    },
    {
      "year": "1902",
      "uri": "/wiki/John_Steinbeck",
      "name": "John Steinbeck",
      "aboutText": "Lawrence George Durrell (/ˈdʊərəl, ˈdʌr-/; 27 February 1912 – 7 November 1990) was an expatriate British novelist, poet, dramatist, and travel writer.\nFor much of his life, Durrell resisted being identified solely as British, or as only affiliated with Britain, and preferred to be considered cosmopolitan. It has been suggested in recent years, since his death, that Durrell never had British citizenship, though more accurately, he became defined as a non-patrial in 1968, as a result of an amendment to the Commonwealth Immigrants Act.",
      "pageId": 65137,
      "monthDay": "02/27"
    },
    {
      "year": "1903",
      "uri": "/wiki/Ion_Irimescu",
      "name": "Ion Irimescu",
      "aboutText": "Franchot Tone (February 27, 1905 – September 18, 1968) was an American stage, film, and television actor, star of many successful films and television series throughout his career, such as Bonanza, Wagon Train, The Twilight Zone, The Alfred Hitchcock Hour, and The Lives of a Bengal Lancer.",
      "pageId": 145061,
      "monthDay": "02/27"
    },
    {
      "year": "1903",
      "uri": "/wiki/Grethe_Weiser",
      "name": "Grethe Weiser",
      "aboutText": "Mildred Rinker Bailey (February 27, 1907 – December 12, 1951) was a popular and influential American jazz singer during the 1930s, known as \"The Queen of Swing\", \"The Rockin' Chair Lady\" and \"Mrs. Swing\".",
      "pageId": 285275,
      "monthDay": "02/27"
    },
    {
      "year": "1903",
      "uri": "/wiki/Reginald_Gardiner",
      "name": "Reginald Gardiner",
      "aboutText": "Ted Horn (February 27, 1910–October 10, 1948), born Eylard Theodore Von Horn, was an American race car driver.",
      "pageId": 474666,
      "monthDay": "02/27"
    },
    {
      "year": "1904",
      "uri": "/wiki/James_T._Farrell",
      "name": "James T. Farrell",
      "aboutText": "Yulii Borisovich Khariton (Russian: Ю́лий Бори́сович Харито́н, February 27, 1904 – December 18, 1996) was a Soviet physicist working in the field of nuclear power.",
      "pageId": 475218,
      "monthDay": "02/27"
    },
    {
      "year": "1904",
      "uri": "/wiki/Chick_Fullis",
      "name": "Chick Fullis",
      "aboutText": "Joan Geraldine Bennett (February 27, 1910 – December 7, 1990) was an American stage, film and television actress. Besides acting on the stage, Bennett appeared in more than 70 motion pictures from the era of silent movies, well into the sound era. She is possibly best-remembered for her film noir femme fatale roles in director Fritz Lang's movies such as The Woman in the Window (1944) and Scarlet Street (1945).",
      "pageId": 530365,
      "monthDay": "02/27"
    },
    {
      "year": "1904",
      "uri": "/wiki/Yulii_Borisovich_Khariton",
      "name": "Yulii Borisovich Khariton",
      "aboutText": "Genrikh Kasparyan (Armenian: Հենրիկ Գասպարյան; 27 February 1910 in Tbilisi – 27 December 1995 in Yerevan) is considered to have been one of the greatest composers of chess endgame studies. Outside Armenia, he is better known by the Russian version of his name Genrikh Moiseyevich Kasparyan or Kasparian (Russian: Генрих Моисеевич Каспарян).\nKasparyan became a national master in 1936 and an international master in 1950.",
      "pageId": 535664,
      "monthDay": "02/27"
    },
    {
      "year": "1904",
      "uri": "/wiki/Andr%C3%A9_Leducq",
      "name": "André Leducq",
      "aboutText": "Reginald Gardiner (27 February 1903 – 7 July 1980) was an English-born actor in film and television and a graduate of the Royal Academy of Dramatic Art.",
      "pageId": 540136,
      "monthDay": "02/27"
    },
    {
      "year": "1905",
      "uri": "/wiki/Franchot_Tone",
      "name": "Franchot Tone",
      "aboutText": "Lúcio Marçal Ferreira Ribeiro Lima Costa /ˈkɒstə/ (27 February 1902 – 13 June 1998) was a Brazilian architect and urban planner, best known for his plan for Brasília.",
      "pageId": 766384,
      "monthDay": "02/27"
    },
    {
      "year": "1907",
      "uri": "/wiki/Mildred_Bailey",
      "name": "Mildred Bailey",
      "aboutText": "Väinö Myllyrinne (27 February 1909 in Helsinki – 13 April 1963 in Järvenpää, Finland) was an acromegalic giant who was at one time (1961–1963) the world's tallest living person. He stood 222 cm (7 ft 3 in) and weighed 197 kg (31 stone) at the age of 21, but experienced a second phase of growth in his late thirties, attaining a height of 251 cm (8 ft 3 in).\nMyllyrinne is considered the tallest soldier ever, having served in the Finnish Defence Forces.",
      "pageId": 1126762,
      "monthDay": "02/27"
    },
    {
      "year": "1907",
      "uri": "/wiki/Mom%C4%8Dilo_%C4%90uji%C4%87",
      "name": "Momčilo Đujić",
      "aboutText": "Vishnu Vāman Shirwādkar (Marathi: विष्णु वामन शिरवाडकर) (27 February 1912 – 10 March 1999), popularly known by his pen name, Kusumāgraj (Marathi: कुसुमाग्रज), was an eminent Marathi poet, playwright, novelist, short story writer, apart from being a humanist, who wrote of freedom, justice and emancipation of the deprived, In a career spanning five decades starting in pre-independence era, he wrote 16 volumes of poems, three novels, eight volumes of short stories, seven volumes of essays, 18 plays and six one-act plays. His works like the Vishaka (1942), a collection of lyrics, inspired a generation into the Indian freedom movement, and is today considered one of the masterpieces of Indian literature., apart from his play, Natsamrat which has important place in Marathi literature. He was the recipient of several State awards, and National awards including the 1974 Sahitya Akademi Award in Marathi for Natsamrat, Padma Bhushan (1991) and the Jnanpith Award in 1988; he also remained chairperson of the World Marathi Conference in 1989.",
      "pageId": 1393016,
      "monthDay": "02/27"
    },
    {
      "year": "1909",
      "uri": "/wiki/V%C3%A4in%C3%B6_Myllyrinne",
      "name": "Väinö Myllyrinne",
      "aboutText": "Peter De Vries (February 27, 1910 – September 28, 1993) was an American editor and novelist known for his satiric wit.",
      "pageId": 2087548,
      "monthDay": "02/27"
    },
    {
      "year": "1910",
      "uri": "/wiki/Joan_Bennett",
      "name": "Joan Bennett",
      "aboutText": "Grethe Weiser (February 27, 1903 – October 2, 1970) was a German actress.",
      "pageId": 2334816,
      "monthDay": "02/27"
    },
    {
      "year": "1910",
      "uri": "/wiki/Peter_De_Vries",
      "name": "Peter De Vries",
      "aboutText": "James Thomas Farrell (February 27, 1904 – August 22, 1979) was an American novelist, short-story writer, and poet.\nHe is most remembered for the Studs Lonigan trilogy, which was made into a film in 1960 and a television series in 1979. The trilogy was voted number 29 on the Modern Library's list of the 100 best novels of the 20th century.",
      "pageId": 2548006,
      "monthDay": "02/27"
    },
    {
      "year": "1910",
      "uri": "/wiki/Ted_Horn",
      "name": "Ted Horn",
      "aboutText": "André Leducq (pronounced: [ɑ̃.dʁe lə.dyk]; 27 February 1904 – 18 June 1980) was a French cyclist who won the 1930 and 1932 Tour de France. He also won a gold medal at the 1924 Summer Olympics in the team road race event and the 1928 Paris–Roubaix.\n^ \"André Leducq Olympic Results\".",
      "pageId": 3613309,
      "monthDay": "02/27"
    },
    {
      "year": "1910",
      "uri": "/wiki/Kelly_Johnson_(engineer)",
      "name": "Kelly Johnson",
      "aboutText": "Charles Philip \"Chick\" Fullis (February 27, 1904 – March 28, 1946) was a professional baseball player. He played all or part of eight seasons in Major League Baseball for the New York Giants (1928–32), Philadelphia Phillies (1933–34) and St. Louis Cardinals (1934, 1936), primarily as a center fielder.",
      "pageId": 4547069,
      "monthDay": "02/27"
    },
    {
      "year": "1910",
      "uri": "/wiki/Genrikh_Kasparyan",
      "name": "Genrikh Kasparyan",
      "aboutText": "Acad. Prof. Dr.",
      "pageId": 6091810,
      "monthDay": "02/27"
    },
    {
      "year": "1912",
      "uri": "/wiki/Kusumagraj",
      "name": "Kusumagraj",
      "aboutText": "Momčilo Đujić (Serbian Cyrillic: Момчилo Ђујић, Serbo-Croatian pronunciation: [momːt͡ʃiːlo d͡ʑuːjit͡ɕ]; 27 February 1907 – 11 September 1999) was a Serbian Orthodox priest and self-appointed Chetnik commander (Serbo-Croatian: vojvoda, вoјвода) who led a significant proportion of the Chetniks within the northern Dalmatia region of the Independent State of Croatia during World War II. After the assassination of King Alexander of Yugoslavia in 1934, he joined the Chetnik Association of Kosta Pećanac. After the invasion of Yugoslavia, he defended local Serbs against the Ustaše regime and collaborated with the Axis powers against the Yugoslav Partisans throughout the remainder of the war as the commander of the Chetnik Dinara Division (Dinarska divizija, Динарска дивизија). He survived the war, surrendering to the British and eventually emigrating to the United States, avoiding several denied extradition attempts by the Yugoslav government, who accused him of being responsible for the deaths of 1,500 people.",
      "pageId": 7007237,
      "monthDay": "02/27"
    },
    {
      "year": "1912",
      "uri": "/wiki/Lawrence_Durrell",
      "name": "Lawrence Durrell",
      "aboutText": "Clarence Leonard \"Kelly\" Johnson (February 27, 1910 – December 21, 1990) was an American systems engineer and aeronautical innovator. He is recognised for his contributions to a series of important aircraft designs, most notably the Lockheed SR-71 Blackbird. Besides the first production aircraft to exceed mach 3, he also produced the first fighter capable of mach 2, the United States' first operational jet fighter, as well as its first successful twin-engine fighter, and many other contributions to a large number of aircraft.",
      "pageId": 24438083,
      "monthDay": "02/27"
    },
    {
      "year": "1913",
      "uri": "/wiki/Paul_Ric%C5%93ur",
      "name": "Paul Ricœur",
      "aboutText": "Dexter Gordon (February 27, 1923 – April 25, 1990) was an American jazz tenor saxophonist. He was among the earliest tenor players to adapt the bebop musical language of people such as Charlie Parker, Dizzy Gillespie, and Bud Powell to the instrument. Gordon's height was 6 feet 6 inches (198 cm), so he was also known as \"Long Tall Dexter\" and \"Sophisticated Giant\".",
      "pageId": 168565,
      "monthDay": "02/27"
    },
    {
      "year": "1913",
      "uri": "/wiki/Kazimierz_Sabbat",
      "name": "Kazimierz Sabbat",
      "aboutText": "John Bowden Connally, Jr. (February 27, 1917 – June 15, 1993), was an American politician. As a Democrat he served as the 39th Governor of Texas, as Secretary of the Navy under President John F. Kennedy, and as Secretary of the Treasury under President Richard M. Nixon.",
      "pageId": 300265,
      "monthDay": "02/27"
    },
    {
      "year": "1913",
      "uri": "/wiki/Irwin_Shaw",
      "name": "Irwin Shaw",
      "aboutText": "Paul Ricœur (French: [ʁikœʁ]; 27 February 1913 – 20 May 2005) was a French philosopher best known for combining phenomenological description with hermeneutics. As such, his thought is within the same tradition as other major hermeneutic phenomenologists, Martin Heidegger and Hans-Georg Gadamer.",
      "pageId": 457623,
      "monthDay": "02/27"
    },
    {
      "year": "1915",
      "uri": "/wiki/Olavi_Virta",
      "name": "Olavi Virta",
      "aboutText": "Djalma Pereira Dias dos Santos known simply as Djalma Santos (Brazilian Portuguese: [diˈʒawmɐ ˈsɐ̃tus]; also spelled Dejalma Santos, (27 February 1929 – 23 July 2013) was a Brazilian footballer who started for the Brazil national team in four World Cups, winning two, in 1958 and 1962. Santos is considered to be one of the greatest right-backs of all time. While primarily known for his defensive skills, he often ventured upfield and displayed some impressive attacking skills.",
      "pageId": 615809,
      "monthDay": "02/27"
    },
    {
      "year": "1915",
      "uri": "/wiki/Denis_Whitaker",
      "name": "Denis Whitaker",
      "aboutText": "Theodore \"Dutch\" Van Kirk (February 27, 1921 – July 28, 2014) was a navigator of the United States Army Air Forces, best known as the navigator of the Enola Gay when it dropped the first atomic bomb on Hiroshima. With the death of fellow crewman Morris Jeppson (who died on March 30, 2010), Van Kirk became the last surviving member of the Enola Gay crew.",
      "pageId": 661811,
      "monthDay": "02/27"
    },
    {
      "year": "1917",
      "uri": "/wiki/John_Connally",
      "name": "John Connally",
      "aboutText": "Stefan Kudelski (February 27, 1929 – January 26, 2013) was a Polish audio engineer known for creating the Nagra series of professional audio recorders.",
      "pageId": 662995,
      "monthDay": "02/27"
    },
    {
      "year": "1921",
      "uri": "/wiki/Theodore_Van_Kirk",
      "name": "Theodore Van Kirk",
      "aboutText": "Samuel Dash (February 27, 1925 – May 29, 2004) was an American professor of law who was chief counsel for the Senate Watergate Committee during the Watergate scandal. Dash became famous for his televised interrogations during the hearings held by the United States Congress on the Watergate incident.",
      "pageId": 690601,
      "monthDay": "02/27"
    },
    {
      "year": "1922",
      "uri": "/wiki/Hans_Rookmaaker",
      "name": "Hans Rookmaaker",
      "aboutText": "David Hunter Hubel (February 27, 1926 – September 22, 2013) was a Canadian neurophysiologist noted for his studies of the structure and function of the visual cortex. He was co-recipient with Torsten Wiesel of the 1981 Nobel Prize in Physiology or Medicine (shared with Roger W. Sperry), for their discoveries concerning information processing in the visual system. For much of his career, Hubel was the John Franklin Enders University Professor of Neurobiology at Harvard Medical School.",
      "pageId": 832632,
      "monthDay": "02/27"
    },
    {
      "year": "1923",
      "uri": "/wiki/Dexter_Gordon",
      "name": "Dexter Gordon",
      "aboutText": "Lynn Cartwright (February 27, 1927 – January 2, 2004) was an American character actress probably best known for her performance as the older version of Geena Davis' character, Dottie Hinson, in the 1992 film A League of Their Own.\nShe was born Doralyn Emma Cartwright in McAlester, Oklahoma, the daughter of U.S. Congressman Wilburn Cartwright and his wife Carrie (née Staggs). Her younger sister, Wilburta (b.",
      "pageId": 878140,
      "monthDay": "02/27"
    },
    {
      "year": "1925",
      "uri": "/wiki/Samuel_Dash",
      "name": "Samuel Dash",
      "aboutText": "Irwin Shaw (February 27, 1913 – May 16, 1984) was a prolific American playwright, screenwriter, novelist, and short-story author whose written works have sold more than 14 million copies. He is best known for two of his novels: The Young Lions (1948), about the fate of three soldiers during World War II, made into a film of the same name starring Marlon Brando and Montgomery Clift, and Rich Man, Poor Man (1970), about the fate of three siblings after World War II, that was made into a popular miniseries starring Nick Nolte.",
      "pageId": 1029100,
      "monthDay": "02/27"
    },
    {
      "year": "1925",
      "uri": "/wiki/Hardrock_Gunter",
      "name": "Hardrock Gunter",
      "aboutText": "Brigadier-General William Denis Whitaker,  CM ED CD (February 27, 1915 – May 30, 2001) was a Canadian soldier, business man, and author.",
      "pageId": 1251083,
      "monthDay": "02/27"
    },
    {
      "year": "1926",
      "uri": "/wiki/David_H._Hubel",
      "name": "David H. Hubel",
      "aboutText": "Kazimierz Aleksander Sabbat (27 February 1913 – 19 July 1989), was President of Poland in Exile from 8 April 1986 until his death, 19 July 1989, after serving (from 1976) as Prime Minister of the Polish Government in Exile.",
      "pageId": 2136149,
      "monthDay": "02/27"
    },
    {
      "year": "1927",
      "uri": "/wiki/Lynn_Cartwright",
      "name": "Lynn Cartwright",
      "aboutText": "Peter Whittle (born 27 February 1927, in Wellington, New Zealand[1]) is a mathematician and statistician, working in the fields of stochastic nets, optimal control, time series analysis, stochastic optimisation and stochastic dynamics.",
      "pageId": 2600214,
      "monthDay": "02/27"
    },
    {
      "year": "1927",
      "uri": "/wiki/Peter_Whittle",
      "name": "Peter Whittle",
      "aboutText": "Alfred Hrdlicka (German pronunciation: [ˌalfʁeːt ˈhʁdlɪtʃka]; 27 February 1928 in Vienna – 5 December 2009) was an Austrian sculptor, draughtsman, painter and artist. His surname is sometimes written Hrdlička.\nAfter learning to be a dental technician from 1943 to 1945, Hrdlicka studied painting until 1952 at the Akademie der bildenden Künste under Albert Paris Gütersloh and Josef Dobrowsky.",
      "pageId": 2893619,
      "monthDay": "02/27"
    },
    {
      "year": "1928",
      "uri": "/wiki/Alfred_Hrdlicka",
      "name": "Alfred Hrdlicka",
      "aboutText": "Olavi Virta (originally to 1926 Oskari Olavi Ilmén) (27 February 1915 in Sysmä, Finland – 14 July 1972 in Tampere, Finland) was a Finnish singer, acclaimed as the king of Finnish tango. Between 1939 and 1966 he recorded almost 600 songs, many of which are classics of Finnish popular music, and appeared in many films and theatrical productions. Of his most acclaimed tangos are Punatukkaiselle tytölleni (For my red haired girl), Ennen kuolemaa (Before death) (Avant de mourir) and Täysikuu (Full moon; video), while standouts from his other popular music are Poika varjoisalta kujalta (Boy from a shady alley) (Guaglione), Hopeinen kuu, (Silver moon, Guarda Che Luna; video), Eva and Kultainen nuoruus (The golden youth).",
      "pageId": 3010977,
      "monthDay": "02/27"
    },
    {
      "year": "1929",
      "uri": "/wiki/Bella_Flores",
      "name": "Bella Flores",
      "aboutText": "Henderik Roelof \"Hans\" Rookmaaker (February 27, 1922–March 13, 1977) was a Dutch Christian scholar, professor, and author who wrote and lectured on art theory, art history, music, philosophy, and religion.\nIn 1948 he met Christian theologian Francis Schaeffer and became a member of L'Abri in Switzerland. Hans and his wife Anky opened a Dutch branch of L'Abri in 1971.",
      "pageId": 3789217,
      "monthDay": "02/27"
    },
    {
      "year": "1929",
      "uri": "/wiki/Jack_Gibson_(rugby_league)",
      "name": "Jack Gibson",
      "aboutText": "Jack Gibson OAM (27 February 1929 – 9 May 2008) was an Australian rugby league identity – a player, commentator and most notably a coach. He played and coached in Sydney's top grade competition, the New South Wales Rugby Football League premiership, and earned the tag 'Supercoach' after guiding Eastern Suburbs to premierships in 1974 and 1975 and later the Parramatta Eels to three successive premierships from 1981 to 1983.\nGibson was highly regarded not only for his coaching record but also for his thirst for innovation.",
      "pageId": 4697995,
      "monthDay": "02/27"
    },
    {
      "year": "1929",
      "uri": "/wiki/Stefan_Kudelski",
      "name": "Stefan Kudelski",
      "aboutText": "Sidney Louie Gunter Jr. (27 February 1925 – 15 March 2013), known as Hardrock Gunter, was a singer, songwriter and guitarist whose music at the turn of the 1950s prefigured rock and roll and rockabilly music.\n^ Huey, Steve.",
      "pageId": 7160902,
      "monthDay": "02/27"
    },
    {
      "year": "1929",
      "uri": "/wiki/Djalma_Santos",
      "name": "Djalma Santos",
      "aboutText": "Jovan Krkobabić (Serbian Cyrillic: Јован Кркобабић, pronounced [jǒʋan krkǒbabitɕ]) (27 February 1930 – 22 April 2014) was a Serbian politician. He was the leader of the Party of United Pensioners of Serbia, Deputy Prime Minister of Serbia in charge of social affairs, appointed on 7 July 2008 and Minister of Labour, Employment and Social Policies from 27 July 2012 until his death on 22 April 2014.\nKrkobabić graduated from the University of Belgrade's Faculty of Political Sciences, where he also earned his doctoral degree.",
      "pageId": 8889838,
      "monthDay": "02/27"
    },
    {
      "year": "1930",
      "uri": "/wiki/Jovan_Krkobabi%C4%87",
      "name": "Jovan Krkobabić",
      "aboutText": "Bella Flores (February 27, 1929 – May 19, 2013) was a Filipino film actress. She was best known for her \"iconic\" portrayals of film villains. Known as the original Primera Kontrabida in the Philippine Showbiz.",
      "pageId": 16108782,
      "monthDay": "02/27"
    },
    {
      "year": "1930",
      "uri": "/wiki/Peter_Stone",
      "name": "Peter Stone",
      "aboutText": "Ralph Nader (/ˈneɪdər/; born February 27, 1934) is an American political activist, as well as an author, lecturer, and attorney. Areas of particular concern to Nader include consumer protection, humanitarianism, environmentalism, and democratic government.\nNader came to prominence in 1965, with the publication of his book Unsafe at Any Speed, a critique of the safety record of American automobile manufacturers in general, and particularly the first-generation Chevrolet Corvair.",
      "pageId": 25671,
      "monthDay": "02/27"
    },
    {
      "year": "1930",
      "uri": "/wiki/Paul_von_Ragu%C3%A9_Schleyer",
      "name": "Paul von Ragué Schleyer",
      "aboutText": "Dame Elizabeth Rosemond Taylor, DBE (February 27, 1932 – March 23, 2011) was a British-American actress, businesswoman and humanitarian. She began as a child actress in the early 1940s, and was one of the most popular stars of classical Hollywood cinema in the 1950s. She continued her career successfully into the 1960s, and remained a well-known public figure for the rest of her life.",
      "pageId": 42357,
      "monthDay": "02/27"
    },
    {
      "year": "1930",
      "uri": "/wiki/Joanne_Woodward",
      "name": "Joanne Woodward",
      "aboutText": "Ronald Dale \"Ron\" Barassi, Jr AM (born 27 February 1936) is a retired Australian rules football player and coach. During a long and decorated career, Barassi has been one of the most important figures in the history of Australian football. His father, Ron Barassi, Sr., was killed at Tobruk during World War II. The young Barassi spent his latter teenage years living with Norm Smith, coach of the Melbourne Football Club and a former teammate of his father.",
      "pageId": 92930,
      "monthDay": "02/27"
    },
    {
      "year": "1932",
      "uri": "/wiki/Elizabeth_Taylor",
      "name": "Elizabeth Taylor",
      "aboutText": "Joanne Gignilliat Trimmier Woodward (born February 27, 1930) is an American actress, producer, activist, and philanthropist.",
      "pageId": 193843,
      "monthDay": "02/27"
    },
    {
      "year": "1932",
      "uri": "/wiki/David_Young,_Baron_Young_of_Graffham",
      "name": "David Young, Baron Young of Graffham",
      "aboutText": "Peter Hess Stone (February 27, 1930 – April 26, 2003) was an American writer for theater, television and movies.",
      "pageId": 217851,
      "monthDay": "02/27"
    },
    {
      "year": "1933",
      "uri": "/wiki/Raymond_Berry",
      "name": "Raymond Berry",
      "aboutText": "Raymond Emmett Berry (born February 27, 1933) is a former football wide receiver. He played for the Baltimore Colts during their two NFL championship wins. He later had a career in coaching, highlighted by his trip to Super Bowl XX as head coach of the New England Patriots.",
      "pageId": 385656,
      "monthDay": "02/27"
    },
    {
      "year": "1933",
      "uri": "/wiki/Edward_Lucie-Smith",
      "name": "Edward Lucie-Smith",
      "aboutText": "Professor Sir (Robert) Brian Heap CBE FRS is a biologist.\nHe was born on 27 Feb. 1935 and educated at New Mills Grammar School and the University of Nottingham (where he earned his BSc and PhD).",
      "pageId": 566872,
      "monthDay": "02/27"
    },
    {
      "year": "1934",
      "uri": "/wiki/Vincent_Fourcade",
      "name": "Vincent Fourcade",
      "aboutText": "Mirella Freni (Italian: [miˈrɛlːa ˈfreːni]; born Mirella Fregni on 27 February 1935) is an Italian opera soprano whose repertoire includes Verdi, Puccini, Mozart and Tchaikovsky. Freni was married for many years to the Bulgarian bass Nicolai Ghiaurov, with whom she performed and recorded.",
      "pageId": 703280,
      "monthDay": "02/27"
    },
    {
      "year": "1934",
      "uri": "/wiki/N._Scott_Momaday",
      "name": "N. Scott Momaday",
      "aboutText": "John Philip \"Jake\" Thackray (27 February 1938 – 24 December 2002) was an English singer-songwriter, poet and journalist. Best known in the late 1960s and early 1970s for his topical comedy songs performed on British television, his work ranged from satirical to bawdy to sentimental to pastoral, with a strong emphasis on storytelling, making him difficult to pigeonhole.\nThackray sang in a lugubrious baritone voice, accompanying himself on a nylon-strung guitar in a style that was part classical, part jazz.",
      "pageId": 1273037,
      "monthDay": "02/27"
    },
    {
      "year": "1934",
      "uri": "/wiki/Ralph_Nader",
      "name": "Ralph Nader",
      "aboutText": "David Ivor Young, Baron Young of Graffham, CH, PC, DL (born 27 February 1932) is a British Conservative politician and businessman.",
      "pageId": 1292400,
      "monthDay": "02/27"
    },
    {
      "year": "1934",
      "uri": "/wiki/Van_Williams",
      "name": "Van Williams",
      "aboutText": "Roger Michael Mahony KGCHS (born February 27, 1936) is an American cardinal and retired prelate of the Roman Catholic Church who served as Archbishop of Los Angeles from 1985 to 2011. Before his appointment as Los Angeles archbishop, he served as Auxiliary Bishop of Fresno from 1975 to 1980 and as Bishop of Stockton from 1980 to 1985.\nBorn in the Hollywood neighborhood of Los Angeles and raised in the city's San Fernando Valley area, Mahony was ordained to the priesthood in the Diocese of Monterey-Fresno in 1962.",
      "pageId": 1586008,
      "monthDay": "02/27"
    },
    {
      "year": "1935",
      "uri": "/wiki/Mirella_Freni",
      "name": "Mirella Freni",
      "aboutText": "Van Zandt Jarvis Williams (born February 27, 1934) is a former actor best known for his television role as Britt Reid/the Green Hornet and his earlier leading role as Kenny Madison in both Warner Bros. television detective series Bourbon Street Beat (1959) and its sequel, Surfside 6 (1960).",
      "pageId": 1602963,
      "monthDay": "02/27"
    },
    {
      "year": "1935",
      "uri": "/wiki/Brian_Heap",
      "name": "Brian Heap",
      "aboutText": "Barbara Babcock (born February 27, 1937) is an American character actress. She is perhaps best known for her role as the sensuous Grace Gardner on Hill Street Blues, for which she won an Emmy Award for Outstanding Lead Actress—Drama Series in 1981, and her role as Dorothy Jennings on Dr.",
      "pageId": 2262082,
      "monthDay": "02/27"
    },
    {
      "year": "1935",
      "uri": "/wiki/Uri_Shulevitz",
      "name": "Uri Shulevitz",
      "aboutText": "John Edward McKenzie Lucie-Smith (born 27 February 1933) is a British writer, poet, art critic, curator, broadcaster and author of exhibition catalogues.",
      "pageId": 2935401,
      "monthDay": "02/27"
    },
    {
      "year": "1936",
      "uri": "/wiki/Ron_Barassi",
      "name": "Ron Barassi",
      "aboutText": "Paul von Ragué Schleyer (February 27, 1930 – November 21, 2014) was an American organic physical chemist of substantial significance whose research is cited with great frequency. A 1997 survey indicated that Dr. Schleyer was, at the time, the world's third most cited chemist, with over 1100 technical papers produced.",
      "pageId": 3982993,
      "monthDay": "02/27"
    },
    {
      "year": "1936",
      "uri": "/wiki/Roger_Mahony",
      "name": "Roger Mahony",
      "aboutText": "Vincent Gabriel Fourcade (27 February 1934 – 23 December 1992) was a French interior designer and the business and life partner of Robert Denning. \"Outrageous luxury is what our clients want,\" he once said.\n^ \"Robert Denning Dies at 78; Champion of Lavish Décor\", by Mitchell Owens, Sep.",
      "pageId": 4404903,
      "monthDay": "02/27"
    },
    {
      "year": "1937",
      "uri": "/wiki/Barbara_Babcock",
      "name": "Barbara Babcock",
      "aboutText": "Navarre Scott Momaday (born February 27, 1934) — known as N. Scott Momaday — is a Native American author of Kiowa descent. His work House Made of Dawn was awarded the Pulitzer Prize for Fiction in 1969. Momaday received the National Medal of Arts in 2007 for his work that celebrated and preserved Native American oral and art tradition.",
      "pageId": 5076410,
      "monthDay": "02/27"
    },
    {
      "year": "1937",
      "uri": "/wiki/Aslan_Usoyan",
      "name": "Aslan Usoyan",
      "aboutText": "Uri Shulevitz (born February 27, 1935) is an American writer and illustrator of children's books.",
      "pageId": 6117063,
      "monthDay": "02/27"
    },
    {
      "year": "1938",
      "uri": "/wiki/Jake_Thackray",
      "name": "Jake Thackray",
      "aboutText": "Aslan Ûsoyan (Georgian: ასლან უსოიანი; Russian: Асла́н Раши́дович Усоя́н) (27 February 1937 – 16 January 2013), also known as Grandpa Hassan (\"Дед Хасан\" Ded Hasan) or just Grandpa (\"Дедушка\"), was a Russian mafia boss, an ethnic Yazidi Kurdish mobster and thief in law, who began his career operating in Georgia, continued in Moscow, Ural, Siberia, Uzbekistan, Krasnodar, Sochi, and other parts of the former Soviet Union.",
      "pageId": 26886722,
      "monthDay": "02/27"
    },
    {
      "year": "1938",
      "uri": "/wiki/Derek_Ware_(actor)",
      "name": "Derek Ware",
      "aboutText": "Derek Arthur Ware (27 February 1938 – 22 September 2015) was an English actor and stuntman, active from the late 1950s through the 1990s.\nWare's parents were Arthur, a music hall performer, and his wife Margaret. A graduate of RADA, his earliest television work was on the BBC's cycle of Shakespeare's history plays, An Age of Kings (1960), as both actor and stunt arranger.",
      "pageId": 28897627,
      "monthDay": "02/27"
    },
    {
      "year": "1939",
      "uri": "/wiki/Don_McKinnon",
      "name": "Don McKinnon",
      "aboutText": "Jeremy John Durham Ashdown, Baron Ashdown of Norton-sub-Hamdon, GCMG, CH, KBE, PC (born 27 February 1941), usually known as Paddy Ashdown, is a British politician and former diplomat who served as Leader of the Liberal Democrats from 1988 until August 1999.\nAfter serving as a Royal Marine and as an intelligence officer in the UK security services, Ashdown became a Member of Parliament (MP) for Yeovil from 1983 to 2001; later he served as International High Representative for Bosnia and Herzegovina from 27 May 2002 to 30 May 2006, following his vigorous lobbying for military action against Yugoslavia in the 1990s. He was the Chair of the Liberal Democrats' 2015 general election team.",
      "pageId": 161628,
      "monthDay": "02/27"
    },
    {
      "year": "1939",
      "uri": "/wiki/Peter_Revson",
      "name": "Peter Revson",
      "aboutText": "Sir Donald Charles \"Don\" McKinnon ONZ GCVO (born 27 February 1939) is a former Deputy Prime Minister and Minister of Foreign Affairs of New Zealand.",
      "pageId": 331647,
      "monthDay": "02/27"
    },
    {
      "year": "1940",
      "uri": "/wiki/Pierre_Duchesne",
      "name": "Pierre Duchesne",
      "aboutText": "Gidon Kremer (Latvian: Gidons Krēmers; born 27 February 1947) is a Latvian classical violinist and conductor.",
      "pageId": 408458,
      "monthDay": "02/27"
    },
    {
      "year": "1940",
      "uri": "/wiki/Howard_Hesseman",
      "name": "Howard Hesseman",
      "aboutText": "Alan Harvey Guth (born February 27, 1947) is an American theoretical physicist and cosmologist. Guth has researched elementary particle theory (and how particle theory is applicable to the early universe). He is currently serving as Victor Weisskopf Professor of Physics at the Massachusetts Institute of Technology.",
      "pageId": 454498,
      "monthDay": "02/27"
    },
    {
      "year": "1940",
      "uri": "/wiki/Bill_Hunter_(actor)",
      "name": "Bill Hunter",
      "aboutText": "Carl Anderson (February 27, 1945 – February 23, 2004) was an American singer, film and theatre actor best known for his portrayal of Judas Iscariot in the Broadway and film versions of the rock opera Jesus Christ Superstar by Andrew Lloyd Webber and Tim Rice.",
      "pageId": 506300,
      "monthDay": "02/27"
    },
    {
      "year": "1941",
      "uri": "/wiki/Paddy_Ashdown",
      "name": "Paddy Ashdown",
      "aboutText": "Morten Johannes Lauridsen (born February 27, 1943) is an American composer. A National Medal of Arts recipient (2007), he was composer-in-residence of the Los Angeles Master Chorale (1994–2001) and has been a professor of composition at the University of Southern California Thornton School of Music for more than 40 years.",
      "pageId": 542749,
      "monthDay": "02/27"
    },
    {
      "year": "1942",
      "uri": "/wiki/Jimmy_Burns",
      "name": "Jimmy Burns",
      "aboutText": "Charlayne Hunter-Gault (born February 27, 1942) is an American journalist and former foreign correspondent for National Public Radio, and the Public Broadcasting Service.",
      "pageId": 676521,
      "monthDay": "02/27"
    },
    {
      "year": "1942",
      "uri": "/wiki/Michel_Forget",
      "name": "Michel Forget",
      "aboutText": "Carlos Alberto Gomes Parreira (born 27 February 1943, in Rio de Janeiro) is a Brazilian former football manager. He managed Brazil to victory at the 1994 World Cup, the 2004 Copa América, and the 2005 Confederations Cup.",
      "pageId": 743965,
      "monthDay": "02/27"
    },
    {
      "year": "1942",
      "uri": "/wiki/Robert_H._Grubbs",
      "name": "Robert H. Grubbs",
      "aboutText": "Peter Jeffrey Revson (February 27, 1939 – March 22, 1974) was an American race car driver who had successes in Formula One and the Indianapolis 500.",
      "pageId": 767674,
      "monthDay": "02/27"
    },
    {
      "year": "1942",
      "uri": "/wiki/Charlayne_Hunter-Gault",
      "name": "Charlayne Hunter-Gault",
      "aboutText": "Howard Hesseman (born February 27, 1940) is an American actor best known for playing disc jockey Johnny Fever on WKRP in Cincinnati and schoolteacher Charlie Moore on Head of the Class.",
      "pageId": 827991,
      "monthDay": "02/27"
    },
    {
      "year": "1942",
      "uri": "/wiki/Klaus-Dieter_Sieloff",
      "name": "Klaus-Dieter Sieloff",
      "aboutText": "Kenneth Milton Grimwood (February 27, 1944 – June 6, 2003) was an American author, sometimes known as Alan Cochran.",
      "pageId": 968846,
      "monthDay": "02/27"
    },
    {
      "year": "1943",
      "uri": "/wiki/Mary_Frann",
      "name": "Mary Frann",
      "aboutText": "Roger Vernon Scruton, FBA, FRSL (/ˈskruːtən/; born 27 February 1944) is an English philosopher who specialises in aesthetics. He has written over thirty books, including Art and Imagination (1974), The Meaning of Conservatism (1980), Sexual Desire (1986), The Philosopher on Dover Beach (1990), The Aesthetics of Music (1997), Beauty (2009), How to Think Seriously About the Planet: The Case for an Environmental Conservatism (2012), Our Church (2012), and How to be a Conservative (2014). Scruton has also written several novels and a number of general textbooks on philosophy and culture, and he has composed two operas.",
      "pageId": 1010808,
      "monthDay": "02/27"
    },
    {
      "year": "1943",
      "uri": "/wiki/Morten_Lauridsen",
      "name": "Morten Lauridsen",
      "aboutText": "William John \"Bill\" Hunter (27 February 1940 – 21 May 2011) was an Australian actor of film, stage and television, who was also prominent as a voice-over artist. He appeared in more than 60 films and won two AFI Awards.",
      "pageId": 1199401,
      "monthDay": "02/27"
    },
    {
      "year": "1943",
      "uri": "/wiki/Carlos_Alberto_Parreira",
      "name": "Carlos Alberto Parreira",
      "aboutText": "Robert Graeme Pollock (born 27 February 1944 in Durban, Natal Province, Union of South Africa) is a former cricketer for South Africa, Transvaal and Eastern Province. A member of a famous cricketing family, Pollock is widely regarded as South Africa's greatest cricketer, and as one of the finest batsmen to have played Test cricket. Despite Pollock's international career being cut short at the age of 26 by the sporting boycott of South Africa, and all but one of his 23 Test matches being against England and Australia, the leading cricket nations of the day, he broke a number of records.",
      "pageId": 1429797,
      "monthDay": "02/27"
    },
    {
      "year": "1944",
      "uri": "/wiki/Ken_Grimwood",
      "name": "Ken Grimwood",
      "aboutText": "Mary Frann (February 27, 1943 – September 23, 1998) was an American stage, film and television actress.",
      "pageId": 1696532,
      "monthDay": "02/27"
    },
    {
      "year": "1944",
      "uri": "/wiki/Graeme_Pollock",
      "name": "Graeme Pollock",
      "aboutText": "Robert Howard Grubbs (born February 27, 1942 Possum Trot, Kentucky) is an American chemist and Nobel laureate.\nAs he noted in his official Nobel Prize autobiography, \"In some places, my birthplace is listed as Calvert City and in others Possum Trot [NB: both in Marshall County]. I was actually born between the two, so either one really is correct.\" He spent his early childhood in Marshall County and attended public school at McKinley Elementary, Franklin Junior High and Paducah Tilghman High School in Paducah, Kentucky.",
      "pageId": 2833068,
      "monthDay": "02/27"
    },
    {
      "year": "1944",
      "uri": "/wiki/Roger_Scruton",
      "name": "Roger Scruton",
      "aboutText": "Klaus-Dieter Sieloff (27 February 1942 – 13 December 2011) was a German footballer. He spent 11 seasons in the Bundesliga with VfB Stuttgart and Borussia Mönchengladbach.",
      "pageId": 7350676,
      "monthDay": "02/27"
    },
    {
      "year": "1945",
      "uri": "/wiki/Carl_Anderson_(singer)",
      "name": "Carl Anderson",
      "aboutText": "Michel Forget (born February 27, 1942 in Montreal, Quebec) is a Quebec actor.",
      "pageId": 8009524,
      "monthDay": "02/27"
    },
    {
      "year": "1947",
      "uri": "/wiki/Alan_Guth",
      "name": "Alan Guth",
      "aboutText": "Pierre Duchesne (born 1940) was the 28th Lieutenant Governor of Quebec and former secretary general of the National Assembly of Quebec. As lieutenant governor he was the viceregal representative of Queen Elizabeth II of Canada in the Province of Quebec.",
      "pageId": 11290549,
      "monthDay": "02/27"
    },
    {
      "year": "1947",
      "uri": "/wiki/Gidon_Kremer",
      "name": "Gidon Kremer",
      "aboutText": "Jimmy Burns (born February 27, 1943, Dublin, Mississippi, United States) is an award winning American soul blues and electric blues guitarist, singer and songwriter. Although he was born in the Mississippi Delta, Burns has spent nearly all his life in Chicago. His elder brother, Eddie \"Guitar\" Burns, was a Detroit blues musician.",
      "pageId": 26527994,
      "monthDay": "02/27"
    },
    {
      "year": "1949",
      "uri": "/wiki/Istvan_Banyai",
      "name": "Istvan Banyai",
      "aboutText": "Neal Joseph Schon (born February 27, 1954) is an American rock guitarist, songwriter, and vocalist best known for his work with the bands Journey and Bad English. He is Journey's last original constant member, having participated in every album and tour to date. He was a member of the rock band Santana before forming Journey, and was also an original member of Hardline.",
      "pageId": 208400,
      "monthDay": "02/27"
    },
    {
      "year": "1949",
      "uri": "/wiki/Rosalinda_Galli",
      "name": "Rosalinda Galli",
      "aboutText": "Harvey LeRoy \"Lee\" Atwater (February 27, 1951 – March 29, 1991) was an American political consultant and strategist to the Republican Party.",
      "pageId": 309621,
      "monthDay": "02/27"
    },
    {
      "year": "1949",
      "uri": "/wiki/Robert_Paterson_(bishop)",
      "name": "Robert Paterson",
      "aboutText": "Peter Martin Christopherson (also known as Sleazy, 27 February 1955 – 25 November 2010) was a musician, video director, commercial artist, designer and photographer, and former member of British design agency Hipgnosis.\nHe was one of the original members of the Industrial Records band Throbbing Gristle (TG). After the disbandment of Throbbing Gristle, he participated in the formation of Psychic TV along with Genesis P-Orridge and Geoff Rushton—Rushton later changed his name to John Balance.",
      "pageId": 311838,
      "monthDay": "02/27"
    },
    {
      "year": "1950",
      "uri": "/wiki/Gilla_(singer)",
      "name": "Gilla",
      "aboutText": "Rabbi Julia Babette Sarah Neuberger, Baroness Neuberger, DBE (born 27 February 1950; née Julia Schwab) is a member of the British House of Lords. She formerly took the Liberal Democrat whip, but resigned from the party and joined the Crossbenches in September 2011 upon becoming the full-time Senior Rabbi to the West London Synagogue.\n^ \"Rabbi Julia Neuberger\".",
      "pageId": 632917,
      "monthDay": "02/27"
    },
    {
      "year": "1950",
      "uri": "/wiki/Julia_Neuberger,_Baroness_Neuberger",
      "name": "Julia Neuberger, Baroness Neuberger",
      "aboutText": "Lou Hirsch (born February 27, 1955) is an American actor, born and raised in Brooklyn, New York, United States, and currently based in the United Kingdom. He studied at the University of Miami and the Guildhall School of Music and Drama in London with future Star Trek: The Next Generation actress Marina Sirtis. He has an extensive list of credits in film, television, and theater going back more than 20 years.",
      "pageId": 964358,
      "monthDay": "02/27"
    },
    {
      "year": "1950",
      "uri": "/wiki/Annabel_Goldie",
      "name": "Annabel Goldie",
      "aboutText": "Francois Robert \"Rob\" de Castella AO, MBE (born 27 February 1957) is an Australian former world champion marathon runner.\nDe Castella is widely known as \"Deek\" or \"Deeks\" to the Australian public, and \"Tree\" to his competitors due to his thick legs and inner calm.",
      "pageId": 1131264,
      "monthDay": "02/27"
    },
    {
      "year": "1951",
      "uri": "/wiki/Lee_Atwater",
      "name": "Lee Atwater",
      "aboutText": "Gavin William James Esler (born 27 February 1953) is a Scottish journalist, television presenter and author. He is a presenter on BBC News at Five, the BBC News Channel and the weekly BBC news discussion programme Dateline London. Esler was previously a main presenter on BBC Two's flagship political analysis programme, Newsnight, from January 2003 until January 2014.",
      "pageId": 1267661,
      "monthDay": "02/27"
    },
    {
      "year": "1951",
      "uri": "/wiki/Steve_Harley",
      "name": "Steve Harley",
      "aboutText": "Daniel Edward \"Danny\" Antonucci (born February 27, 1957) is a Canadian animator, director, producer, and writer. He is known for creating the Cartoon Network animated comedy series Ed, Edd n Eddy. He also created Lupo the Butcher, Cartoon Sushi, and The Brothers Grunt.",
      "pageId": 1274378,
      "monthDay": "02/27"
    },
    {
      "year": "1951",
      "uri": "/wiki/Janet_Steinbeck",
      "name": "Janet Steinbeck",
      "aboutText": "Steve Harley (born Stephen Malcolm Ronald Nice, 27 February 1951, Deptford, London, England) is an English singer and songwriter, best known for his work with the 1970s rock group Cockney Rebel, with whom he still occasionally tours.",
      "pageId": 1520307,
      "monthDay": "02/27"
    },
    {
      "year": "1952",
      "uri": "/wiki/Stathis_Psaltis",
      "name": "Stathis Psaltis",
      "aboutText": "Yolande Moreau (born 27 February 1953) is a Belgian comedian, actress, film director and screenwriter.",
      "pageId": 2813662,
      "monthDay": "02/27"
    },
    {
      "year": "1953",
      "uri": "/wiki/Gavin_Esler",
      "name": "Gavin Esler",
      "aboutText": "Annabel MacNicoll Goldie, Baroness Goldie DL (born 27 February 1950) is a British politician who was leader of the Scottish Conservatives between 2005 and 2011.\nPreviously a solicitor, Goldie was elected as a Member of the Scottish Parliament for the West of Scotland Region at the creation of the body in 1999, and re-elected in 2003, 2007 and 2011. She served as the party's constitutional spokesperson during the 2014 Scottish referendum.",
      "pageId": 3111139,
      "monthDay": "02/27"
    },
    {
      "year": "1953",
      "uri": "/wiki/Ian_Khama",
      "name": "Ian Khama",
      "aboutText": "Janet May Steinbeck (born 27 February 1951), also known by her married name Janet Murray, was an Australian competitive swimmer of the 1960s who raced internationally in the Olympics and Commonwealth Games, winning two silver medals as a member of Australian relay teams. Steinbeck was primarily a freestyle swimmer.\nAs a 15-year-old at the 1966 British Empire and Commonwealth Games in Kingston, Jamaica, Steinbeck won a silver medal in the women's 4×110-yard freestyle relay.",
      "pageId": 3632110,
      "monthDay": "02/27"
    },
    {
      "year": "1953",
      "uri": "/wiki/Yolande_Moreau",
      "name": "Yolande Moreau",
      "aboutText": "Stathis Psaltis (Greek: Στάθης Ψάλτης; born February 27, 1951, in Velo, Korinthia) is a Greek cinema, TV and theatre comedian.",
      "pageId": 9759738,
      "monthDay": "02/27"
    },
    {
      "year": "1954",
      "uri": "/wiki/JoAnn_Falletta",
      "name": "JoAnn Falletta",
      "aboutText": "JoAnn Falletta (born February 27, 1954 in Brooklyn, New York) is an American classical musician and orchestral conductor.",
      "pageId": 11308502,
      "monthDay": "02/27"
    },
    {
      "year": "1954",
      "uri": "/wiki/Neal_Schon",
      "name": "Neal Schon",
      "aboutText": "Gilla (born Gisela Wuchinger, 27 February 1950) is an Austrian singer from the late 1970s disco era.",
      "pageId": 14449272,
      "monthDay": "02/27"
    },
    {
      "year": "1955",
      "uri": "/wiki/Peter_Christopherson",
      "name": "Peter Christopherson",
      "aboutText": "Robert Mar Erskine Paterson MLC (born 27 February 1949) is Bishop of Sodor and Man in the Church of England.",
      "pageId": 16054744,
      "monthDay": "02/27"
    },
    {
      "year": "1955",
      "uri": "/wiki/Lou_Hirsch",
      "name": "Lou Hirsch",
      "aboutText": "Istvan Banyai (born in Budapest, Hungary, February 27, 1949) received his BFA from Moholy-Nagy University of Art and Design, Budapest and gained prominence as a commercial illustrator and animator in the mid-1980s when he emigrated to the United States.\nIn 1995 Banyai produced his first wordless children's book, Zoom. Honored as one of the best children's books of the year by the New York Times and Publishers Weekly, Zoom was soon published in 18 languages.",
      "pageId": 19069731,
      "monthDay": "02/27"
    },
    {
      "year": "1956",
      "uri": "/wiki/Anne_Veski",
      "name": "Anne Veski",
      "aboutText": "Anne Veski (born 27 February 1956) is an Estonian pop singer who has recorded music in both her native language as well as Russian, and Polish.\nAnne Veski is Honored artist of the Estonian SSR (1984).",
      "pageId": 21912497,
      "monthDay": "02/27"
    },
    {
      "year": "1957",
      "uri": "/wiki/Danny_Antonucci",
      "name": "Danny Antonucci",
      "aboutText": "Lieutenant General Seretse Khama Ian Khama (or Ian a Sêrêtsê; born 27 February 1953) is a Botswana politician who has been the President of Botswana since 2008. After serving as Commander of the Botswana Defence Force, he entered politics and served as Vice-President of Botswana from 1998 to 2008, then succeeded Festus Mogae as President on 1 April 2008.",
      "pageId": 25096281,
      "monthDay": "02/27"
    },
    {
      "year": "1957",
      "uri": "/wiki/Robert_de_Castella",
      "name": "Robert de Castella",
      "aboutText": "Rosalinda Galli (born February 27, 1949 in Rome) is an Italian voice actress, who is part of the ADAP (Associazione Doppiatori Attori Pubblicitari - Association of cast actors advertising).\nShe is particularly known for being the Italian voice of Lum Invader in the anime and manga series Urusei Yatsura, Beauty Tachibana in Invincible Steel Man Daitarn 3, and Hikaru Makiba in Grendizer.\nHer other voice-over roles include the original voice of Marina in the first Italian dub of Hans Christian Andersen's The Little Mermaid, as well as other characters in Attack No.",
      "pageId": 26221448,
      "monthDay": "02/27"
    },
    {
      "year": "1957",
      "uri": "/wiki/Adrian_Smith",
      "name": "Adrian Smith",
      "aboutText": "Nancy Laura Spungen (February 27, 1958 – October 12, 1978) was the American girlfriend of Sex Pistols bassist Sid Vicious and a figure of the 1970s punk rock scene. Spungen's life and death have been the subject of controversy among music historians and fans of the Sex Pistols.\nRaised in Philadelphia, Spungen was an emotionally disturbed child who was diagnosed with schizophrenia at age 15.",
      "pageId": 255104,
      "monthDay": "02/27"
    },
    {
      "year": "1957",
      "uri": "/wiki/Timothy_Spall",
      "name": "Timothy Spall",
      "aboutText": "Hendrik Egnatius Botha, commonly known as Naas Botha (born 27 February 1958) is a Northern Transvaal and Springboks former Rugby union player. He was voted Rugby Player of the Year in 1979, 1981, 1985 and 1987.",
      "pageId": 467678,
      "monthDay": "02/27"
    },
    {
      "year": "1958",
      "uri": "/wiki/Naas_Botha",
      "name": "Naas Botha",
      "aboutText": "Grant Alan Show (born February 27, 1962) is an American actor best known for his role on Melrose Place as Jake Hanson, which he played from 1992 to 1997.",
      "pageId": 715419,
      "monthDay": "02/27"
    },
    {
      "year": "1958",
      "uri": "/wiki/Max_Crivello",
      "name": "Max Crivello",
      "aboutText": "Adam Baldwin (born February 27, 1962) is an American actor. He is known for starring in Full Metal Jacket as Animal Mother and in the television series Firefly and its continuation film Serenity as Jayne Cobb. His roles include Colonel John Casey in Chuck and more recently Mike Slattery in The Last Ship.",
      "pageId": 755916,
      "monthDay": "02/27"
    },
    {
      "year": "1958",
      "uri": "/wiki/Maggie_Hassan",
      "name": "Maggie Hassan",
      "aboutText": "Adrian Frederick \"H\" Smith (born 27 February 1957) is an English guitarist, best known as a member of Iron Maiden, for whom he writes songs and performs live backing vocals on some tracks.\nSmith grew up in Camden, London and became interested in rock music at 15. He soon formed a friendship with future Iron Maiden guitarist Dave Murray, who inspired him to take up the guitar.",
      "pageId": 824681,
      "monthDay": "02/27"
    },
    {
      "year": "1958",
      "uri": "/wiki/Nancy_Spungen",
      "name": "Nancy Spungen",
      "aboutText": "James Ager Worthy (born February 27, 1961) is a retired Hall of Fame American professional basketball player. A former basketball commentator, television host, and analyst, he now works as an assistant coach for the Los Angeles Lakers of the National Basketball Association (NBA).\nNamed one of the 50 Greatest Players in NBA History, \"Big Game James\" was a seven-time NBA All-Star, three-time NBA champion and the 1988 NBA Finals MVP. A standout at the University of North Carolina, the 6 ft 9 in (2.06 m) small forward shared College Player of the Year honors en route to leading the Tar Heels to the 1982 NCAA Championship.",
      "pageId": 901067,
      "monthDay": "02/27"
    },
    {
      "year": "1959",
      "uri": "/wiki/Fr%C3%A9d%C3%A9ric_Durieux",
      "name": "Frédéric Durieux",
      "aboutText": "Robert Bruce Spencer (born February 27, 1962) is an American author and blogger best known for his criticism of Islam and jihad.\nAs of 2014, he has published twelve books including two New York Times best-selling books. In 2003 he founded and has since directed Jihad Watch, a blog which he describes as containing \"news of the international jihad, [and] commentary\" which is dedicated to \"bringing public attention to the role that jihad theology and ideology plays in the modern world, and to correcting popular misconceptions about the role of jihad and religion in modern-day conflicts\".",
      "pageId": 1001251,
      "monthDay": "02/27"
    },
    {
      "year": "1959",
      "uri": "/wiki/Vardan_Petrosyan",
      "name": "Vardan Petrosyan",
      "aboutText": "Barbara Dare (born February 27, 1963) is the stage name of a Jewish-American former pornographic actress. She was one of the industry's initial contract performers with Vivid Entertainment, and is an AVN and XRCO Hall of Fame inductee.",
      "pageId": 1093297,
      "monthDay": "02/27"
    },
    {
      "year": "1959",
      "uri": "/wiki/Johnny_Van_Zant",
      "name": "Johnny Van Zant",
      "aboutText": "Pär Anders Nuder (born February 27, 1963) is a Swedish Social Democratic politician. He served as Minister for Finance from 2004 to 2006, Minister for Policy Coordination and State Secretary and Chief of Staff to Prime Minister Göran Persson 1997-2002.\nToday he serves as Chairman of the Third Swedish National Pension Fund (AP3)  and Hemsö, and on the board of several Nordic private companies.",
      "pageId": 1102128,
      "monthDay": "02/27"
    },
    {
      "year": "1960",
      "uri": "/wiki/Andr%C3%A9s_G%C3%B3mez",
      "name": "Andrés Gómez",
      "aboutText": "John Roy \"Johnny\" Van Zant (born February 27, 1959) is an American musician and the current lead vocalist of Southern rock band Lynyrd Skynyrd. He is the younger brother of the late Lynyrd Skynyrd co-founder and former lead vocalist Ronnie Van Zant, and of the .38 Special founder, Donnie Van Zant.\nVan Zant performed during the 1970s with his first band, The Austin Nickels Band.",
      "pageId": 1473365,
      "monthDay": "02/27"
    },
    {
      "year": "1960",
      "uri": "/wiki/Paul_Humphreys",
      "name": "Paul Humphreys",
      "aboutText": "Timothy Leonard Spall, OBE (born 27 February 1957) is an English actor and occasional presenter. He became a household name in the UK after appearing in the 1983 ITV comedy-drama series Auf Wiedersehen, Pet.\nSpall received critical acclaim for his performance in Secrets & Lies (1996), for which he was nominated for the BAFTA Award for Best Actor in a Leading Role.",
      "pageId": 1653119,
      "monthDay": "02/27"
    },
    {
      "year": "1960",
      "uri": "/wiki/Carson_Yeung",
      "name": "Carson Yeung",
      "aboutText": "Nasty Suicide (born Jan–Markus Stenfors on 27 February 1963) is the ex-rhythm, lead guitarist and one of the founding members of Hanoi Rocks between 1979–1985. Hanoi Rocks was a Finnish rock band that combined elements of punk, glam rock, rock and roll, and blues. Before his tenure in Hanoi Rocks, Suicide played guitar in a Finnish punk band called Briard in the late 1970s.",
      "pageId": 1781929,
      "monthDay": "02/27"
    },
    {
      "year": "1961",
      "uri": "/wiki/James_Worthy",
      "name": "James Worthy",
      "aboutText": "Paul David Humphreys (born 27 February 1960, in London) is a British musician and songwriter who serves as the keyboardist, backing vocalist and occasional lead vocalist of synthpop band Orchestral Manoeuvres in the Dark (OMD). The pairing of Humphreys and co-founder Andy McCluskey remains the group's most recognized visual identifier, with both being regarded as pioneers of electronic music in the United Kingdom.",
      "pageId": 2869041,
      "monthDay": "02/27"
    },
    {
      "year": "1962",
      "uri": "/wiki/Adam_Baldwin",
      "name": "Adam Baldwin",
      "aboutText": "Max Crivello (born 27 February 1958) is an Italian artist, illustrator, and art cartoonist.",
      "pageId": 12723542,
      "monthDay": "02/27"
    },
    {
      "year": "1962",
      "uri": "/wiki/Grant_Show",
      "name": "Grant Show",
      "aboutText": "Margaret \"Maggie\" Hassan (née Wood; born February 27, 1958) is an American Democratic Party politician who is the current and 81st Governor of New Hampshire. Hassan was elected governor in 2012 and was sworn into office on January 3, 2013. She won re-election on November 4, 2014.",
      "pageId": 13396981,
      "monthDay": "02/27"
    },
    {
      "year": "1962",
      "uri": "/wiki/Robert_Spencer_(author)",
      "name": "Robert Spencer",
      "aboutText": "Cynthia Layne (February 27, 1963 – January 18, 2015) was an American contemporary jazz vocalist.",
      "pageId": 13646026,
      "monthDay": "02/27"
    },
    {
      "year": "1963",
      "uri": "/wiki/Barbara_Dare",
      "name": "Barbara Dare",
      "aboutText": "Carson Yeung Ka Sing (Chinese: 楊家誠; pinyin: Yáng Jiāchéng; Wade–Giles: Yang Chia-ch'eng; born 27 February 1960) is a Hong Kong businessman who, until February 2014, was the president of English football club Birmingham City F.C., and chairman and an executive director of Birmingham International Holdings (previously Grandtop International Holdings), an investment, entertainment and sportswear firm registered in the Cayman Islands, which owns that club. He is also a director of Universal Energy Resources Holdings and Universal Management Consultancy Ltd.\nIn March 2014, Yeung was convicted on five counts of money laundering and sentenced to six years' imprisonment.",
      "pageId": 13972750,
      "monthDay": "02/27"
    },
    {
      "year": "1963",
      "uri": "/wiki/Cynthia_Layne",
      "name": "Cynthia Layne",
      "aboutText": "Frédéric Durieux (born February 27, 1959, Paris) is a noted French composer of orchestral, vocal and chamber works. He is currently professor of composition at the Paris Conservatoire National Supérieur.",
      "pageId": 16908093,
      "monthDay": "02/27"
    },
    {
      "year": "1963",
      "uri": "/wiki/Nasty_Suicide",
      "name": "Nasty Suicide",
      "aboutText": "Vardan Petrosyan (born February 27, 1959; Armenian: Վարդան Պետրոսյան) is an Armenian actor, scriptwriter, and parodist. He is based in Paris and Yerevan and holds a dual Armenian and French citizenship. Petrosyan is widely considered as one of the greatest contemporary Armenian actors, touching various issues such as the Armenian Genocide, Armenian politics and foreign affairs in his performances.",
      "pageId": 24404304,
      "monthDay": "02/27"
    },
    {
      "year": "1963",
      "uri": "/wiki/P%C3%A4r_Nuder",
      "name": "Pär Nuder",
      "aboutText": "Andrés Gómez Santos (born February 27, 1960, in Guayaquil, Ecuador) is an Ecuadorian former professional tennis player, best known for winning the Men's Singles title at the French Open in 1990.",
      "pageId": 30872858,
      "monthDay": "02/27"
    },
    {
      "year": "1964",
      "uri": "/wiki/Todd_Bodine",
      "name": "Todd Bodine",
      "aboutText": "Matthew Wade Stairs (born February 27, 1968) is a Canadian former professional baseball outfielder, first baseman, designated hitter, and pinch hitter who holds the record for most pinch-hit home runs in Major League history with 23.",
      "pageId": 88499,
      "monthDay": "02/27"
    },
    {
      "year": "1964",
      "uri": "/wiki/John_Pyper-Ferguson",
      "name": "John Pyper-Ferguson",
      "aboutText": "Derren Brown (born 27 February 1971) is an English illusionist, mentalist, trickster, hypnotist, painter, writer, and sceptic. He is known for his appearances in television specials, stage productions, and British television series such as Trick of the Mind and Trick or Treat. Since the first broadcast of his show Derren Brown: Mind Control in 2000, Brown has become increasingly well known for his mind-reading act.",
      "pageId": 212532,
      "monthDay": "02/27"
    },
    {
      "year": "1964",
      "uri": "/wiki/Thomas_Lange",
      "name": "Thomas Lange",
      "aboutText": "Rozonda Ocelean \"Chilli\" Thomas (born February 27, 1971) is an American dancer, singer-songwriter, actress, and television personality who rose to fame in the early 1990s as a member of group TLC, one of the best-selling girl groups of all time.",
      "pageId": 312379,
      "monthDay": "02/27"
    },
    {
      "year": "1964",
      "uri": "/wiki/Jeffrey_Pasley",
      "name": "Jeffrey Pasley",
      "aboutText": "Roman Jacek Giertych (Polish pronunciation: [ˈrɔman ˈɡʲɛrtɨx]; born 27 February 1971 in Śrem, Poland) is a Polish politician; he was Deputy Prime Minister and Minister of Education until August 2007.",
      "pageId": 765027,
      "monthDay": "02/27"
    },
    {
      "year": "1965",
      "uri": "/wiki/Noah_Emmerich",
      "name": "Noah Emmerich",
      "aboutText": "Donal Francis Logue (born February 27, 1966) is an Irish-Canadian film and television actor, producer and writer. His notable roles include starring in the film The Tao of Steve, Sons of Anarchy, Vikings, the sitcom Grounded for Life, the television series Copper and the detective series Terriers. He currently stars as detective Harvey Bullock in Fox's Gotham and had a recurring role in NBC's Law & Order: Special Victims Unit as Lt.",
      "pageId": 1092746,
      "monthDay": "02/27"
    },
    {
      "year": "1965",
      "uri": "/wiki/Pedro_Chaves",
      "name": "Pedro Chaves",
      "aboutText": "Pedro António Matos Chaves (Portuguese pronunciation: [ˈpeðɾu ˈmatuʃ ˈʃavɨʃ]; born in Oporto, 27 February 1965) is a Portuguese racing driver.\nChaves was the second Portuguese Formula Ford Champion, in 1986, starting an international career in 1987 in the British Formula Ford Championship. In 1990 he won the British F3000 Championship with the Madgwick Motorsport outfit, also racing in a few rounds of the FIA F3000 series.",
      "pageId": 1560756,
      "monthDay": "02/27"
    },
    {
      "year": "1966",
      "uri": "/wiki/Donal_Logue",
      "name": "Donal Logue",
      "aboutText": "Noah Nicholas Emmerich (born February 27, 1965) is an American film actor who first broke out in the film Beautiful Girls. He was later seen in the movies The Truman Show, Cop Land, Frequency, Love & Sex, Windtalkers, Miracle, Super 8 and Little Children. He currently stars as FBI Agent Stan Beeman on the FX series, The Americans.",
      "pageId": 2051394,
      "monthDay": "02/27"
    },
    {
      "year": "1966",
      "uri": "/wiki/Baltasar_Korm%C3%A1kur",
      "name": "Baltasar Kormákur",
      "aboutText": "Kent Jason Desormeaux (born February 27, 1970, in Maurice, Vermilion Parish, Louisiana) is an American thoroughbred horse racing Hall of Fame jockey who holds the U.S. record for most races won in a single year with 598 wins in 1989.",
      "pageId": 2067411,
      "monthDay": "02/27"
    },
    {
      "year": "1967",
      "uri": "/wiki/Volkan_Konak",
      "name": "Volkan Konak",
      "aboutText": "Todd Bodine (born February 27, 1964) is an American professional stock car racing driver. Todd is the younger brother of former racers Geoffrey and Brett Bodine. Bodine is known for his bald head, which has given him the nickname The Onion.",
      "pageId": 2187317,
      "monthDay": "02/27"
    },
    {
      "year": "1967",
      "uri": "/wiki/D%C4%83nu%C8%9B_Lupu",
      "name": "Dănuț Lupu",
      "aboutText": "Gareth Llewellyn (born 27 February 1969 in the former St. David's Hospital, Cardiff), is a Welsh international rugby union player who gained a record 92 caps for Wales as a lock. His record for Wales caps was surpassed by Gareth Thomas in May 2007 but Llewellyn remains Wales' most capped lock-forward.",
      "pageId": 2739405,
      "monthDay": "02/27"
    },
    {
      "year": "1968",
      "uri": "/wiki/Matt_Stairs",
      "name": "Matt Stairs",
      "aboutText": "Baltasar Kormákur Samper (born 27 February 1966) is an Icelandic actor, theater and film director, and film producer. He is known professionally as Baltasar Kormákur. He is best known for directing the films 101 Reykjavík, Hafið, A Little Trip to Heaven (starring Julia Stiles and Forest Whitaker), a film based on the book Mýrin (Jar City) by Arnaldur Indriðason, Contraband, and 2 Guns (starring Mark Wahlberg and Denzel Washington).",
      "pageId": 3542920,
      "monthDay": "02/27"
    },
    {
      "year": "1969",
      "uri": "/wiki/Stuart_MacBride",
      "name": "Stuart MacBride",
      "aboutText": "Patricia Petibon (born 27 February 1970) is a French Ligera coloratura soprano acclaimed for her interpretations of French Baroque music.",
      "pageId": 4442828,
      "monthDay": "02/27"
    },
    {
      "year": "1969",
      "uri": "/wiki/Gareth_Llewellyn",
      "name": "Gareth Llewellyn",
      "aboutText": "Thomas Lange (born 27 February 1964) is a German rower who won two gold and one bronze Olympic medals in the single sculls.\nLange, along with Pertti Karppinen, Peter-Michael Kolbe and Vyacheslav Ivanov, is the only rower to win medals in the single sculls in three different Olympics.\nHis first international appearance was at the 1980 Junior World Rowing Championships, where he won the gold medal in the double sculls (2x).",
      "pageId": 4726641,
      "monthDay": "02/27"
    },
    {
      "year": "1970",
      "uri": "/wiki/Kent_Desormeaux",
      "name": "Kent Desormeaux",
      "aboutText": "Dănuț Lupu (born 27 February 1967) is a Romanian former football midfielder and former Hockey player in his childhood.",
      "pageId": 5210442,
      "monthDay": "02/27"
    },
    {
      "year": "1970",
      "uri": "/wiki/Patricia_Petibon",
      "name": "Patricia Petibon",
      "aboutText": "John Pyper-Ferguson (born February 27, 1964) is an Australian-born Canadian actor. He has appeared in a wide range of films and television shows. His notable works include playing Sonny Hamilton on Hamilton's Quest, Peter Hutter on The Adventures of Brisco County, Jr., and Joe Whedon on Brothers & Sisters.",
      "pageId": 6548698,
      "monthDay": "02/27"
    },
    {
      "year": "1971",
      "uri": "/wiki/Sara_Blakely",
      "name": "Sara Blakely",
      "aboutText": "Sara Blakely (born February 27, 1971) is an American businessperson and founder of Spanx, a hosiery company based in Atlanta, Georgia. In 2012, Blakely was named in Time magazine's \"Time 100\" annual list of the 100 most influential people in the world. As of 2014, she is listed as the 93rd most powerful woman in the world by Forbes.",
      "pageId": 12094465,
      "monthDay": "02/27"
    },
    {
      "year": "1971",
      "uri": "/wiki/Derren_Brown",
      "name": "Derren Brown",
      "aboutText": "Stuart MacBride is a Scottish writer, most famous for his crime thrillers set in the \"Granite City\" of Aberdeen and featuring Detective Sergeant Logan McRae.",
      "pageId": 12940268,
      "monthDay": "02/27"
    },
    {
      "year": "1971",
      "uri": "/wiki/Roman_Giertych",
      "name": "Roman Giertych",
      "aboutText": "Jennifer \"Jenn\" Jane Lyon (February 27, 1972 – January 19, 2010) was an American actress and one of the competitors in Survivor: Palau.",
      "pageId": 25884645,
      "monthDay": "02/27"
    },
    {
      "year": "1971",
      "uri": "/wiki/Rozonda_Thomas",
      "name": "Rozonda Thomas",
      "aboutText": "Volkan Konak (born 27 February 1967, in Maçka) is a Turkish folk singer.",
      "pageId": 27100427,
      "monthDay": "02/27"
    },
    {
      "year": "1972",
      "uri": "/wiki/Jennifer_Lyon",
      "name": "Jennifer Lyon",
      "aboutText": "Jeffrey Lingan Pasley (born February 27, 1964) is a professor of American history at the University of Missouri, specializing in the Early Republic.",
      "pageId": 47378796,
      "monthDay": "02/27"
    },
    {
      "year": "1973",
      "uri": "/wiki/Peter_Andre",
      "name": "Peter Andre",
      "aboutText": "Peter Andre (born Peter James Andrea; 27 February 1973) is an Australian singer, songwriter, businessman, presenter, and television personality of Greek Cypriot descent. He is not British, but has lived in the UK for several years.\nHe gained popularity as a singer, best known for his successful singles \"Mysterious Girl\" and \"Flava\".",
      "pageId": 712041,
      "monthDay": "02/27"
    },
    {
      "year": "1973",
      "uri": "/wiki/Li_Bingbing",
      "name": "Li Bingbing",
      "aboutText": "James Scott Beattie (born 27 February 1978) is an English former professional footballer who played as a striker.\nBorn in Lancaster, Lancashire, he came through the ranks at Blackburn Rovers, eventually signing professionally for them in 1995. Beattie then went on to have spells at Southampton, Everton, Sheffield United, Stoke City, Rangers, and a short spell on loan at Blackpool, before eventually returning to Sheffield United for a second term.",
      "pageId": 766723,
      "monthDay": "02/27"
    },
    {
      "year": "1973",
      "uri": "/wiki/Ali_Tabatabaee",
      "name": "Ali Tabatabaee",
      "aboutText": "Anthony David Gonzalez (born February 27, 1976) is a former American football tight end who played in the National Football League (NFL). He played college football for the University of California, Berkeley, and was recognized as a consensus All-American. He was drafted by the Kansas City Chiefs in the first round of the 1997 NFL Draft.",
      "pageId": 1225381,
      "monthDay": "02/27"
    },
    {
      "year": "1973",
      "uri": "/wiki/Mark_Taylor_(rugby_player)",
      "name": "Mark Taylor",
      "aboutText": "Found Notable_songs, Found Instruments, Found Notable_albums,",
      "pageId": 1298345,
      "monthDay": "02/27"
    },
    {
      "year": "1974",
      "uri": "/wiki/Julie_Andrieu",
      "name": "Julie Andrieu",
      "aboutText": "Kakhaber \"Kakha\" Kaladze (Georgian: კახაბერ (კახა) კალაძე [kʼaxabɛr kʼalad͡zɛ]; born 27 February 1978) is a Georgian politician and retired footballer. He played for the Georgia national team from 1996 to 2011. He was voted Georgian Footballer of the Year in 2001–2003, and 2006 and is considered as one of Georgia's most important players.",
      "pageId": 1639573,
      "monthDay": "02/27"
    },
    {
      "year": "1974",
      "uri": "/wiki/Colin_Edwards",
      "name": "Colin Edwards",
      "aboutText": "James Wan (born 27 February 1977) is a Malaysian-Australian film producer, screenwriter and film director. He is widely known for directing the horror film Saw (2004) and creating Billy the Puppet.",
      "pageId": 1880325,
      "monthDay": "02/27"
    },
    {
      "year": "1974",
      "uri": "/wiki/Carte_Goodwin",
      "name": "Carte Goodwin",
      "aboutText": "Mark Taylor (born 27 February 1973) is a former Wales international rugby union player who played at centre. He is a former captain of Wales and was the first person to score a try at the newly built Millennium Stadium against South Africa in 1999. He signed for Sale Sharks from Llanelli Scarlets in April 2005 and in 2007 he returned to Wales to play rugby for the Ospreys.",
      "pageId": 1922740,
      "monthDay": "02/27"
    },
    {
      "year": "1974",
      "uri": "/wiki/Movlud_Miraliyev",
      "name": "Movlud Miraliyev",
      "aboutText": "Colin Edwards II (born February 27, 1974) nicknamed the Texas Tornado is an American former professional motorcycle racer who retired half-way through the 2014 season, but continues in the sport as a factory test rider.",
      "pageId": 2224069,
      "monthDay": "02/27"
    },
    {
      "year": "1975",
      "uri": "/wiki/Nikita_Gross",
      "name": "Nikita Gross",
      "aboutText": "Prodromos Korkizoglou (Greek: Πρόδρομος Κορκιζόγλου, born February 27, 1975 in Larissa, Thessaly) is Greece's most prominent decathlete and competes for the Pelasgos Sports Club.\nHe is the current holder of the national decathlon record (8069 points) and his highest distinction was the gold medal at the 2001 Mediterranean Games. He sustained an ankle injury in 2004, which failed to heal completely by the 2004 Olympics.",
      "pageId": 2401471,
      "monthDay": "02/27"
    },
    {
      "year": "1975",
      "uri": "/wiki/Prodromos_Korkizoglou",
      "name": "Prodromos Korkizoglou",
      "aboutText": "Ji Sung (born Kwak Tae-geun on February 27, 1977) is a South Korean actor. He is best known for his roles in the television dramas All In (2003), Save the Last Dance for Me (2004), New Heart (2007), Protect the Boss (2011), Secret Love (2013) and Kill Me, Heal Me (2015).",
      "pageId": 3250824,
      "monthDay": "02/27"
    },
    {
      "year": "1975",
      "uri": "/wiki/Christopher_B._Landon",
      "name": "Christopher B. Landon",
      "aboutText": "Li Bingbing is a Chinese actress and singer.",
      "pageId": 4875144,
      "monthDay": "02/27"
    },
    {
      "year": "1975",
      "uri": "/wiki/Eugenia_Manolidou",
      "name": "Eugenia Manolidou",
      "aboutText": "Ali Tabatabaee (born Ali Tabatabaeepour, February 27, 1973) is one of two main vocalists in the band Zebrahead. He is from Tehran, Iran but moved to California at the age of 6. He attended high school in La Habra, California, where he met the other members of Zebrahead.",
      "pageId": 5669552,
      "monthDay": "02/27"
    },
    {
      "year": "1976",
      "uri": "/wiki/Tony_Gonzalez_(American_football)",
      "name": "Tony Gonzalez",
      "aboutText": "Sergei Bogdanovich Semak (Russian: Серге́й Богда́нович Сема́к [sʲɪrˈɡʲej bɐɡˈdanəvʲɪtɕ sʲɪˈmak]; Ukrainian: Сергій Богданович Семак; born 27 February 1976 in Sychanske, Ukrainian SSR) is a Russian football manager and a former international midfielder of Ukrainian origins who is currently an assistant coach with FC Zenit St.",
      "pageId": 6031327,
      "monthDay": "02/27"
    },
    {
      "year": "1976",
      "uri": "/wiki/Yukari_Tamura",
      "name": "Yukari Tamura",
      "aboutText": "Emelie Öhrstig, born 27 February 1978 in Borås, Sweden, is a Swedish cross-country skier and road racing cyclist. As a cross-country skier she who won a gold medal during the 2005 Nordic World Ski Championships in Oberstdorf, Germany. She also has eleven additional victories up to 15 km from 2002 to 2005, and her best individual finish in Turin at the 2006 Winter Olympics was 22nd in the individual sprint.",
      "pageId": 6643385,
      "monthDay": "02/27"
    },
    {
      "year": "1976",
      "uri": "/wiki/Sergei_Semak",
      "name": "Sergei Semak",
      "aboutText": "Eugenia Karagiannidou (Greek: Ευγενία Καραγιαννίδου), better known as Eugenia Manolidou (Μανωλίδου) or Manolides, is a Greek classical composer, conductor, entertainment TV presenter and the wife of politician and former Minister of Health Adonis Georgiades.",
      "pageId": 9548194,
      "monthDay": "02/27"
    },
    {
      "year": "1977",
      "uri": "/wiki/Ji_Sung",
      "name": "Ji Sung",
      "aboutText": "Movlud Miraliyev (born February 27, 1974 in Kitob, Qashqadaryo Province, Uzbekistan) is a retired Azerbaijani judoka.\nThe Azerbaijani finished in joint fifth place in the half-heavyweight (100 kg) division at the 2004 Summer Olympics, having lost the bronze medal match to Michael Jurack of Germany.",
      "pageId": 10436624,
      "monthDay": "02/27"
    },
    {
      "year": "1977",
      "uri": "/wiki/James_Wan",
      "name": "James Wan",
      "aboutText": "Nikita Gross is a Russian glamour model and former pornographic actress. In 1998 she won the X-Rated Critics Organization Award for Best New Starlet. She was Penthouse Pet of the Month for July 1998 and 2000 Penthouse Pet of the Year runner-up.",
      "pageId": 13001672,
      "monthDay": "02/27"
    },
    {
      "year": "1978",
      "uri": "/wiki/James_Beattie_(footballer)",
      "name": "James Beattie",
      "aboutText": "Christopher Beau Landon (born February 27, 1975) is an American film director, producer, and screenwriter best known as the writer of 2007 film Disturbia, the last three Paranormal Activity films and as the son of late actor Michael Landon. Landon wrote and made his first directorial debut on the satirical thriller Burning Palms, which was released in 2010. He wrote and directed the found footage horror film Paranormal Activity: The Marked Ones, and directed and co-wrote the horror comedy film Scouts Guide to the Zombie Apocalypse.",
      "pageId": 15093462,
      "monthDay": "02/27"
    },
    {
      "year": "1978",
      "uri": "/wiki/Kakha_Kaladze",
      "name": "Kakha Kaladze",
      "aboutText": "Carte Patrick Goodwin (born February 27, 1974) is an American attorney who briefly served as a United States Senator from West Virginia in 2010. A member of the Democratic Party, he was appointed by Governor Joe Manchin on July 16, 2010, to fill the vacancy created by the death of Robert Byrd. He chose to not run in the special election on November 2, 2010, and was replaced by Manchin to serve the remaining two years in Byrd's term.",
      "pageId": 28054567,
      "monthDay": "02/27"
    },
    {
      "year": "1978",
      "uri": "/wiki/Emelie_%C3%96hrstig",
      "name": "Emelie Öhrstig",
      "aboutText": "Julie Andrieu (born February 27, 1974) is a French television, radio presenter and food critic.",
      "pageId": 36956682,
      "monthDay": "02/27"
    },
    {
      "year": "1979",
      "uri": "/wiki/Adriana_Campos",
      "name": "Adriana Campos",
      "aboutText": "Chelsea Victoria Clinton (born February 27, 1980) is the only child of former U.S. President Bill Clinton and former U.S. Secretary of State Hillary Clinton. She was a special correspondent for NBC News (2011–14) and now works with the Clinton Foundation and Clinton Global Initiative. Since 2011, she has taken on a prominent role at the foundation, and has a seat on its board.",
      "pageId": 200683,
      "monthDay": "02/27"
    },
    {
      "year": "1980",
      "uri": "/wiki/Brandon_Beemer",
      "name": "Brandon Beemer",
      "aboutText": "Joshua Winslow \"Josh\" Groban (born February 27, 1981) is an American singer, songwriter, actor, and record producer. His first four solo albums have been certified multi-platinum, and he was charted in 2007 as the number-one best selling artist in the United States, with over 22.3 million records in the nation. To date, he has sold over 25 million records worldwide.",
      "pageId": 453244,
      "monthDay": "02/27"
    },
    {
      "year": "1980",
      "uri": "/wiki/Chelsea_Clinton",
      "name": "Chelsea Clinton",
      "aboutText": "Evi Goffin (born 27 February 1981, in Antwerp, Belgium) was the vocalist of the Belgian musical group Lasgo. She was also the vocalist for another Belgian group called Medusa, and has featured on songs by Fiocco and 2 Fabiola.\nGoffin was acclaimed as one of the best and most melodic voices of the dance and trance genres from international critics and appeared on television performing well-known pop songs.",
      "pageId": 565368,
      "monthDay": "02/27"
    },
    {
      "year": "1980",
      "uri": "/wiki/Don_Diablo",
      "name": "Don Diablo",
      "aboutText": "Alexandra Louise \"Ali\" Bastian (born 27 February 1982) is an English television actress, best known for playing Becca Dean in the Channel 4 soap opera Hollyoaks from 2001 to 2007, and PC Sally Armstrong in long-running ITV drama series The Bill from 2007 to 2009.",
      "pageId": 2052220,
      "monthDay": "02/27"
    },
    {
      "year": "1980",
      "uri": "/wiki/Scott_Prince",
      "name": "Scott Prince",
      "aboutText": "Scott Prince (born 27 February 1980 in Mount Isa, Queensland) is an Australian former professional rugby league footballer of the 1990s, 2000s and 2010s.",
      "pageId": 2934816,
      "monthDay": "02/27"
    },
    {
      "year": "1980",
      "uri": "/wiki/Bobby_V",
      "name": "Bobby V",
      "aboutText": "Duje Draganja (pronounced [ˈdujɛ ˈdraɡaɲa]; born 27 February 1983) is a retired Croatian swimmer who won the silver medal in men's 50 metres freestyle race at the 2004 Summer Olympics in Athens, Greece.",
      "pageId": 3013183,
      "monthDay": "02/27"
    },
    {
      "year": "1981",
      "uri": "/wiki/Will_Devaughn",
      "name": "Will Devaughn",
      "aboutText": "Kate Rooney Mara /ˈmɛərə/ MAIR-ə (born February 27, 1983) is an American actress. She starred in the Netflix political drama House of Cards as Zoe Barnes and appeared in the Fox TV series 24 as computer analyst Shari Rothenberg. She made her film debut in 1999 with Random Hearts.",
      "pageId": 3839790,
      "monthDay": "02/27"
    },
    {
      "year": "1981",
      "uri": "/wiki/Evi_Goffin",
      "name": "Evi Goffin",
      "aboutText": "Robert \"Bobby\" Wilson (born February 27, 1980), better known by his stage name Bobby V, is an American recording artist, pianist, singer and songwriter.",
      "pageId": 4298253,
      "monthDay": "02/27"
    },
    {
      "year": "1981",
      "uri": "/wiki/Josh_Groban",
      "name": "Josh Groban",
      "aboutText": "Hayley Angel Holt is an actress born in London, England.",
      "pageId": 4677122,
      "monthDay": "02/27"
    },
    {
      "year": "1981",
      "uri": "/wiki/Cameron_Ling",
      "name": "Cameron Ling",
      "aboutText": "Cameron Ling (born 27 February 1981) is a former Australian rules footballer for the Geelong Football Club in the Australian Football League (AFL). A tagger at 1.89 metres (6 ft 2 in) and 94 kilograms (207 lb), Ling was a premiership-winning captain at the club.\nHe is now a commentator on AFL football for the Seven Network and a special comments commentator on AFL football for radio station 3AW. In 2014, Ling will now work for one day a week during the 2014 season on the development of the North Melbourne leadership group.",
      "pageId": 5854699,
      "monthDay": "02/27"
    },
    {
      "year": "1981",
      "uri": "/wiki/%C3%89lodie_Ou%C3%A9draogo",
      "name": "Élodie Ouédraogo",
      "aboutText": "Devin Lamar Harris (born February 27, 1983) is an American professional basketball player for the Dallas Mavericks of the National Basketball Association (NBA). Harris attended the University of Wisconsin–Madison.",
      "pageId": 5883588,
      "monthDay": "02/27"
    },
    {
      "year": "1981",
      "uri": "/wiki/Alessandro_Rottoli",
      "name": "Alessandro Rottoli",
      "aboutText": "Brandon Richard Beemer (born February 27, 1980) is an American actor and model, best known for his role in the soap operas as Shawn-Douglas Brady on Days of Our Lives (2006 to 2008), and Owen Knight on The Bold and the Beautiful (2008–2012).",
      "pageId": 6800048,
      "monthDay": "02/27"
    },
    {
      "year": "1982",
      "uri": "/wiki/Ali_Bastian",
      "name": "Ali Bastian",
      "aboutText": "Élodie Ouédraogo (born 27 February 1981 in Saint-Josse-ten-Noode) is a retired Belgian sprinter of Burkinabé descent, who specializes in the 200 metres and 400 m hurdles. An Olympic silver medalist, her personal best time in the 200 m is 23.11 seconds, achieved in July 2004 in Brussels, while her personal best in the 400 m hurdles is 55.20, achieved at the 2012 Summer Olympics. Ouédraogo is also the joint third fastest Belgian woman after Kim Gevaert and Olivia Borlée and equalling Nancy Callaerts with her best 100 metres time of 11.40.",
      "pageId": 11585703,
      "monthDay": "02/27"
    },
    {
      "year": "1982",
      "uri": "/wiki/Benjamin_Bradley_(pornographic_actor)",
      "name": "Benjamin Bradley",
      "aboutText": "Alessandro Rottoli (born 27 February 1981 in Bergamo) is an Italian professional footballer, who currently plays for U.S. Mapello Calcio.\n^ \"US Mapello Calcio – Prima Squadra\". Usmapellocalcio.it.",
      "pageId": 13213583,
      "monthDay": "02/27"
    },
    {
      "year": "1982",
      "uri": "/wiki/Amedy_Coulibaly",
      "name": "Amedy Coulibaly",
      "aboutText": "William Devaughn Stumpf (born February 27, 1982) is a popular Filipino commercial model and actor.",
      "pageId": 15331153,
      "monthDay": "02/27"
    },
    {
      "year": "1982",
      "uri": "/wiki/Bruno_Soares",
      "name": "Bruno Soares",
      "aboutText": "Bruno Fraga Soares (born February 27, 1982, in Belo Horizonte) is a professional tennis player from Brazil. His highest singles ranking on the ATP Tour is World No. 221, which he reached in March 2004.",
      "pageId": 18014198,
      "monthDay": "02/27"
    },
    {
      "year": "1983",
      "uri": "/wiki/Duje_Draganja",
      "name": "Duje Draganja",
      "aboutText": "Don Pepijn Schipper (born February 27th 1980), better known as Don Diablo, is a Dutch DJ and producer of electronic dance music. He is known for his eclectic style of production and vocalizing in most of his songs.",
      "pageId": 18722871,
      "monthDay": "02/27"
    },
    {
      "year": "1983",
      "uri": "/wiki/Devin_Harris",
      "name": "Devin Harris",
      "aboutText": "Benjamin Bradley is an American pornographic film actor and who appears in magazines.",
      "pageId": 26233891,
      "monthDay": "02/27"
    },
    {
      "year": "1983",
      "uri": "/wiki/Hayley_Angel_Holt",
      "name": "Hayley Angel Holt",
      "aboutText": "Amedy Coulibaly (French pronunciation: ​[amɛdi kulibali]; 27 February 1982 – 9 January 2015) was the main suspect for the Montrouge shooting, in which municipal police officer Clarissa Jean-Philippe was shot and killed, and was the hostage-taker and gunman in the Porte de Vincennes siege, in which he killed four hostages and was killed by police.\nHe was a close friend of Saïd and Chérif Kouachi, the gunmen in the Charlie Hebdo shooting, to which Coulibaly's shootings were connected. He said he synchronized his attacks with the Kouachi brothers.",
      "pageId": 44991852,
      "monthDay": "02/27"
    },
    {
      "year": "1983",
      "uri": "/wiki/Kate_Mara",
      "name": "Kate Mara",
      "aboutText": "Adriana Campos (February 27, 1979 – November 3, 2015), was a Colombian television, film and stage actress.",
      "pageId": 48465540,
      "monthDay": "02/27"
    },
    {
      "year": "1983",
      "uri": "/wiki/Mohammed_Nabbous",
      "name": "Mohammed Nabbous",
      "aboutText": "Antti Tapani Tuisku (born 27 February 1984) is a Finnish pop singer. He finished third in the 2003 Idols talent show, the Finnish version of Pop Idol. Tuisku has sold over 220,000 records during his career in Finland.",
      "pageId": 1222760,
      "monthDay": "02/27"
    },
    {
      "year": "1983",
      "uri": "/wiki/Pat_Richards",
      "name": "Pat Richards",
      "aboutText": "Aníbal Alejandro Sánchez, Jr. (Spanish: [aˈniβal ˈsantʃes]; born February 27, 1984) is a Venezuelan professional baseball pitcher for the Detroit Tigers of Major League Baseball (MLB). Sánchez is listed as 6 feet tall and 180 pounds.",
      "pageId": 2613208,
      "monthDay": "02/27"
    },
    {
      "year": "1983",
      "uri": "/wiki/V%C3%ADt%C4%9Bzslav_Vesel%C3%BD",
      "name": "Vítězslav Veselý",
      "aboutText": "Pat Richards (born 27 February 1982 in Liverpool, New South Wales) is an Irish-Australian professional rugby league footballer who currently plays for the Catalans Dragons in the Super League. An Ireland international representative winger, he previously played in the National Rugby League for Sydney clubs Parramatta Eels and Wests Tigers, with whom he won the 2005 premiership with, and the Wigan Warriors in the Super League. Following his move to Super League, Richards was awarded the 2010 Man of Steel Award, finishing as the season's top point scorer before helping Wigan to victory in both the 2010 and 2013 Super League Grand Final.",
      "pageId": 3089040,
      "monthDay": "02/27"
    },
    {
      "year": "1984",
      "uri": "/wiki/David_Noel",
      "name": "David Noel",
      "aboutText": "Braydon Coburn (born February 27, 1985) is a Canadian professional ice hockey defenceman currently playing for the Tampa Bay Lightning of the National Hockey League (NHL).",
      "pageId": 3896919,
      "monthDay": "02/27"
    },
    {
      "year": "1984",
      "uri": "/wiki/An%C3%ADbal_S%C3%A1nchez",
      "name": "Aníbal Sánchez",
      "aboutText": "Charlotta Eva \"Lotta\" Schelin (born 27 February 1984) is a Swedish footballer who currently plays for Olympique Lyon of the Division 1 Féminine. She plays as a striker and is a member of the Sweden national team, having made her debut in 2004.\nSchelin's height, strength, and offensive technique has led to former Denmark national team manager Peter Bonde comparing her to fellow Swede Zlatan Ibrahimović.",
      "pageId": 4061083,
      "monthDay": "02/27"
    },
    {
      "year": "1984",
      "uri": "/wiki/Lotta_Schelin",
      "name": "Lotta Schelin",
      "aboutText": "David Anthony Noel III (born February 27, 1984) is an American professional basketball player who plays for Orléans Loiret Basket of the French LNB Pro A. A graduate of Southern High School in Durham, North Carolina and the University of North Carolina, Noel was drafted by the Milwaukee Bucks in the second round of the 2006 NBA Draft with their lone pick, 39th overall.\nNoel averaged 2.7 points, 1.8 rebounds, and 1.0 assists per game during his sole season with the Bucks. On January 20, 2008, David Noel joined the Tulsa 66ers of the NBDL. On November 7, 2008, he was selected with the 14th pick in the first round of the 2008 NBA D-League Draft by the Albuquerque Thunderbirds.",
      "pageId": 5820373,
      "monthDay": "02/27"
    },
    {
      "year": "1984",
      "uri": "/wiki/Antti_Tuisku",
      "name": "Antti Tuisku",
      "aboutText": "Jonathan Cícero Moreira (born February 27, 1986), is a Brazilian professional footballer is a Brazilian professional footballer who plays as a right back for Campeonato Brasileiro Série A club Fluminense.. He is commonly known simply as Jonathan. He also holds Italian citizenship and could potentially play for the Italian national team.",
      "pageId": 7003783,
      "monthDay": "02/27"
    },
    {
      "year": "1985",
      "uri": "/wiki/Diniyar_Bilyaletdinov",
      "name": "Diniyar Bilyaletdinov",
      "aboutText": "Diniyar Rinatovich Bilyaletdinov (Russian: Динияр Ринатович Билялетдинов, Tatar: Cyrillic Динияр Ринат улы Билалетдинев, Latin Diniyar Rinat uğlı Bilaletdinev; born 27 February 1985 in Moscow) is a Tatar born-Russian footballer who plays as a midfielder for FC Rubin Kazan.\nBilyaletdinov has played for Russia since 2005, earning 46 caps and scoring 6 goals.",
      "pageId": 8734374,
      "monthDay": "02/27"
    },
    {
      "year": "1985",
      "uri": "/wiki/Braydon_Coburn",
      "name": "Braydon Coburn",
      "aboutText": "Yovani Gallardo (pronounced gah-YAR-doh) (born February 27, 1986) is a Mexican professional baseball pitcher who is a free agent. He was selected in the second round of the 2004 Major League Baseball Draft out of Trimble Technical High School in Fort Worth, Texas by the Milwaukee Brewers. He played for the Brewers through 2014 and then played for the Texas Rangers in 2015.",
      "pageId": 10390431,
      "monthDay": "02/27"
    },
    {
      "year": "1985",
      "uri": "/wiki/Vladislav_Kulik",
      "name": "Vladislav Kulik",
      "aboutText": "Scott David Davies (born 27 February 1987) is an English professional footballer who plays as a goalkeeper for National League club Tranmere Rovers.\nDavies began his career at Morecambe in the Conference Premier. In 2010, he moved to local rival Fleetwood.",
      "pageId": 10642410,
      "monthDay": "02/27"
    },
    {
      "year": "1986",
      "uri": "/wiki/Yovani_Gallardo",
      "name": "Yovani Gallardo",
      "aboutText": "Sandy Paillot (born February 27, 1987) is a French footballer currently playing for Grenoble in Ligue 1.",
      "pageId": 12550052,
      "monthDay": "02/27"
    },
    {
      "year": "1986",
      "uri": "/wiki/Jonathan_Moreira",
      "name": "Jonathan Moreira",
      "aboutText": "Kristian Marmor (born 27 February 1987 in Türi) is a retired Estonian professional footballer and current beach soccer player.",
      "pageId": 16046802,
      "monthDay": "02/27"
    },
    {
      "year": "1986",
      "uri": "/wiki/Sandeep_Singh",
      "name": "Sandeep Singh",
      "aboutText": "Dustin Jeffrey (born February 27, 1988) is a Canadian professional ice hockey centre who is currently playing for the Arizona Coyotes of the National Hockey League (NHL).",
      "pageId": 18137295,
      "monthDay": "02/27"
    },
    {
      "year": "1987",
      "uri": "/wiki/Dja%C3%AFd_Kasri",
      "name": "Djaïd Kasri",
      "aboutText": "Vítězslav Veselý (Czech pronunciation: [ˈviːcɛslaf ˈvɛsɛliː]) (born 27 February 1983) is a Czech javelin thrower.\nHe finished ninth at the 2002 World Junior Championships. He threw a personal best throw of 81.20 metres during the qualifying round at the 2008 Olympic Games and finished twelfth in the final.",
      "pageId": 19007049,
      "monthDay": "02/27"
    },
    {
      "year": "1987",
      "uri": "/wiki/Kristian_Marmor",
      "name": "Kristian Marmor",
      "aboutText": "Vladislav Mikhailovich Kulik (Russian: Владислав Михайлович Кулик; born 27 February 1985 in Poltava, Ukrainian SSR) is a Russian footballer currently playing for Kuban Krasnodar on loan from Rubin Kazan.",
      "pageId": 19715031,
      "monthDay": "02/27"
    },
    {
      "year": "1987",
      "uri": "/wiki/Sandy_Paillot",
      "name": "Sandy Paillot",
      "aboutText": "David Robert Edmund Button (born 27 February 1989) is an English professional footballer who plays as a goalkeeper for Brentford.",
      "pageId": 21122243,
      "monthDay": "02/27"
    },
    {
      "year": "1987",
      "uri": "/wiki/Scott_Davies_(footballer,_born_1987)",
      "name": "Scott Davies",
      "aboutText": "Iain Ramsay (born 27 February 1988) is an Australian/Filipino professional footballer who currently plays for Tractor Sazi in the Persian Gulf Pro League, as a left midfielder. He previously made competitive appearances for Sydney FC, Melbourne City, Sydney Olympic and Adelaide United.",
      "pageId": 26252347,
      "monthDay": "02/27"
    },
    {
      "year": "1988",
      "uri": "/wiki/Iain_Ramsay",
      "name": "Iain Ramsay",
      "aboutText": "Sandeep Singh (born 27 February 1986) is an Indian professional field hockey player and an ex-captain of the Indian national team. He generally features as a full back and is a penalty corner specialist for the team. Singh currently holds a DSP rank in the Haryana Police.",
      "pageId": 26424795,
      "monthDay": "02/27"
    },
    {
      "year": "1988",
      "uri": "/wiki/Dustin_Jeffrey",
      "name": "Dustin Jeffrey",
      "aboutText": "Djaïd Kasri (born February 27, 1987 in Villeneuve-Saint-Georges, France) is a French-Algerian footballer. He currently plays for Royal Antwerp.",
      "pageId": 27867782,
      "monthDay": "02/27"
    },
    {
      "year": "1989",
      "uri": "/wiki/David_Button",
      "name": "David Button",
      "aboutText": "Mohamed \"Mo\" Nabbous (محمد نبوس ‎; 27 February 1983 – 19 March 2011) was a Libyan information technologist, blogger, businessperson and civilian journalist who created and founded Libya Alhurra TV.",
      "pageId": 31230768,
      "monthDay": "02/27"
    },
    {
      "year": "1989",
      "uri": "/wiki/Shota_Shimizu",
      "name": "Shota Shimizu",
      "aboutText": "Hou Yifan (Chinese: 侯逸凡; pinyin: Hóu Yìfán  pronunciation ) (born 27 February 1994, Xinghua, Jiangsu, China) is a Chinese chess grandmaster and former chess prodigy. She is a former two time Women's World Chess Champion, the youngest ever to win the title, as well as the youngest female player ever to qualify for the title of Grandmaster.\nAt the age of 12, Hou became the youngest player ever to participate in the FIDE Women's World Championship (Yekaterinburg 2006) and the Chess Olympiad (Torino 2006).",
      "pageId": 4498970,
      "monthDay": "02/27"
    },
    {
      "year": "1989",
      "uri": "/wiki/Matt_Lapinskas",
      "name": "Matt Lapinskas",
      "aboutText": "Azeem Rafiq (born 27 February 1991) is an English cricketer. A right arm off-spin bowler with a scholarship to Yorkshire, Azeem was a short-term loan signing of Derbyshire in the 2011 season. Azeem was also captain of the England Under-15s and Under-19s, and the first Yorkshire cricket player of an Asian background to captain an England cricket side at any level.",
      "pageId": 11973758,
      "monthDay": "02/27"
    },
    {
      "year": "1989",
      "uri": "/wiki/Stefano_Langone",
      "name": "Stefano Langone",
      "aboutText": "Megan Lynne Young (born February 27, 1990) is a Filipino-American actress, model, TV Host and beauty queen. She won the Miss World Philippines title and was later crowned as Miss World 2013 in Bali, Indonesia. The American-born Filipina is the first representative of the Philippines to win the title of Miss World.",
      "pageId": 13758984,
      "monthDay": "02/27"
    },
    {
      "year": "1989",
      "uri": "/wiki/Xiao_Xun",
      "name": "Xiao Xun",
      "aboutText": "Shota Shimizu (清水 翔太, Shimizu Shōta, born 27 February 1989) is a Japanese singer-songwriter and musician from Yao, Osaka, Japan, who debuted in 2008. On June 1, 2008, Shimizu performed at Central Park in New York City, USA, during the annual Japan Day Festival. Shota Shimizu went to a local Christian school in Osaka where he learned how to sing gospel music.",
      "pageId": 16586557,
      "monthDay": "02/27"
    },
    {
      "year": "1989",
      "uri": "/wiki/Lloyd_Rigby",
      "name": "Lloyd Rigby",
      "aboutText": "Jonjo Shelvey /ˈdʒɒndʒoʊ ˈʃɛlvi/ (born 27 February 1992) is an English footballer who plays as a midfielder for Welsh club Swansea City and the England national team.\nHe began his career at Charlton Athletic, becoming their youngest-ever player at 16 years and 59 days old. In 2010 he moved to Liverpool for an initial £1.7 million, spending a brief loan at Blackpool.",
      "pageId": 17112571,
      "monthDay": "02/27"
    },
    {
      "year": "1990",
      "uri": "/wiki/Lindsey_Morgan",
      "name": "Lindsey Morgan",
      "aboutText": "Xiao Xun (Chinese: 小薰; pinyin: Xiao Xun) is a singer and actress. She is in the Taiwanese girl band Hey Girl. Her specialties are playing piano, singing, and acting.",
      "pageId": 22969632,
      "monthDay": "02/27"
    },
    {
      "year": "1990",
      "uri": "/wiki/Megan_Young",
      "name": "Megan Young",
      "aboutText": "Callum Eddie Graham Wilson (born 27 February 1992) is an English professional footballer who plays for Bournemouth as a striker.",
      "pageId": 23962286,
      "monthDay": "02/27"
    },
    {
      "year": "1991",
      "uri": "/wiki/Azeem_Rafiq",
      "name": "Azeem Rafiq",
      "aboutText": "Lloyd Joseph Rigby (born 27 February 1989) is an English professional footballer who is currently a free agent, although not officially retired, he hasn't played for a club since 2012.",
      "pageId": 24746170,
      "monthDay": "02/27"
    },
    {
      "year": "1992",
      "uri": "/wiki/Ty_Dillon",
      "name": "Ty Dillon",
      "aboutText": "Ioannis Potouridis (Greek: Ιωάννης Ποτουρίδης) (born 27 February 1992 in Greece) is a Greek football player currently playing for Panthrakikos in Greece, as a defender.",
      "pageId": 28360336,
      "monthDay": "02/27"
    },
    {
      "year": "1992",
      "uri": "/wiki/Meyers_Leonard",
      "name": "Meyers Leonard",
      "aboutText": "Stefano Langone (born February 27, 1989), known as Stefano in his recording career, is an American singer from Kent, Washington. Langone placed seventh on the tenth season of American Idol.\n^ \"Idol' Alum Stefano Langone Splits from 19, Red Light Management: They Weren't 'Getting It\".",
      "pageId": 31000631,
      "monthDay": "02/27"
    },
    {
      "year": "1992",
      "uri": "/wiki/Ioannis_Potouridis",
      "name": "Ioannis Potouridis",
      "aboutText": "Matthew William \"Matt\" Lapinskas (born 27 February 1989) is an English actor, known for playing Anthony Moon in the BBC soap opera EastEnders from 2011 to 2012.",
      "pageId": 31837708,
      "monthDay": "02/27"
    },
    {
      "year": "1992",
      "uri": "/wiki/Jonjo_Shelvey",
      "name": "Jonjo Shelvey",
      "aboutText": "Tyler \"Ty\" Dillon (born February 27, 1992) is an American professional stock car racing driver. He is the younger brother of Sprint Cup Series driver Austin Dillon, son of former driver Mike Dillon and grandson of Richard Childress. He currently competes full-time in the NASCAR Xfinity Series, driving the No.",
      "pageId": 33454588,
      "monthDay": "02/27"
    },
    {
      "year": "1992",
      "uri": "/wiki/Callum_Wilson_(English_footballer)",
      "name": "Callum Wilson",
      "aboutText": "Meyers Patrick Leonard (born February 27, 1992) is an American professional basketball player for the Portland Trail Blazers of the National Basketball Association (NBA). He played college basketball for the University of Illinois.",
      "pageId": 34198898,
      "monthDay": "02/27"
    },
    {
      "year": "1993",
      "uri": "/wiki/Alphonse_Ar%C3%A9ola",
      "name": "Alphonse Aréola",
      "aboutText": "Alphonse Aréola (born 27 February 1993) is a French professional footballer who plays as a goalkeeper for Spanish club Villarreal CF on loan from Paris Saint-Germain.",
      "pageId": 38824020,
      "monthDay": "02/27"
    },
    {
      "year": "1993",
      "uri": "/wiki/Gong_Seung-yeon",
      "name": "Gong Seung-yeon",
      "aboutText": "Lindsey Marie Morgan (born February 27, 1990) is an American actress. She is best known for her roles as Kristina Davis on General Hospital, and as mechanic Raven Reyes on The 100.",
      "pageId": 39406921,
      "monthDay": "02/27"
    },
    {
      "year": "1994",
      "uri": "/wiki/Hou_Yifan",
      "name": "Hou Yifan",
      "aboutText": "Lance Angelo Lucido, better known as Lance Lucido, is a Filipino child actor.\n^ \"Lance Lucido's Facebook Page\".",
      "pageId": 40155801,
      "monthDay": "02/27"
    },
    {
      "year": "1995",
      "uri": "/wiki/Laura_Gulbe",
      "name": "Laura Gulbe",
      "aboutText": "Laura Gulbe (born 27 February 1995 in Riga) is a Latvian tennis player.\nOn 13 April 2015, Gulbe reached her best singles ranking of world number 898. On 7 October 2013, she peaked at world number 1131 in the doubles rankings.",
      "pageId": 42067674,
      "monthDay": "02/27"
    },
    {
      "year": "2007",
      "uri": "/wiki/Lance_Lucido",
      "name": "Lance Lucido",
      "aboutText": "Gong Seung-yeon (born Yoo Seung-yeon, February 27, 1993) is a South Korean actress. She first trained as a singer under SM Entertainment after winning the \"Best Looks\" portion of the SM Teen Best Contest.\nShortly after making her entertainment debut in a commercial for feminine hygiene product White (Yuhan-Kimberly) in 2012, Gong began appearing in small roles in television dramas.",
      "pageId": 45572151,
      "monthDay": "02/27"
    }
  ]
}