{
  "people": [
    {
      "year": "1155",
      "uri": "/wiki/Henry_the_Young_King",
      "name": "Henry the Young King",
      "aboutText": "Sir John Tenniel (28 February 1820 – 25 February 1914) was an English illustrator, graphic humourist, and political cartoonist whose work was prominent during the second half of the 19th century. Tenniel is considered important to the study of that period’s social, literary, and art histories. Tenniel was knighted by Victoria for his artistic achievements in 1893.",
      "pageId": 15612,
      "monthDay": "02/28"
    },
    {
      "year": "1261",
      "uri": "/wiki/Margaret_of_Scotland,_Queen_of_Norway",
      "name": "Margaret of Scotland, Queen of Norway",
      "aboutText": "Karl Ernst Ritter von Baer, Edler von Huthorn (Russian: Карл Эрнст фон Бэр; 28 February [O.S. 17 February] 1792 – 28 November [O.S. 16 November] 1876) was an Estonian scientist and explorer. Baer is also known in Russia as Karl Maksimovich Baer (Russian: Карл Макси́мович Бэр).\nBaer was a naturalist, biologist, geologist, meteorologist, geographer, and a founding father of embryology.",
      "pageId": 17304,
      "monthDay": "02/28"
    },
    {
      "year": "1533",
      "uri": "/wiki/Michel_de_Montaigne",
      "name": "Michel de Montaigne",
      "aboutText": "Michel Eyquem de Montaigne (/mɒnˈteɪn/; French: [miʃɛl ekɛm də mɔ̃tɛɲ]; 28 February 1533 – 13 September 1592) was one of the most significant philosophers of the French Renaissance, known for popularizing the essay as a literary genre. His work is noted for its merging of casual anecdotes and autobiography with serious intellectual insight; his massive volume Essais (translated literally as \"Attempts\" or \"Trials\") contains some of the most influential essays ever written. Montaigne had a direct influence on writers all over the world, including Francis Bacon, René Descartes, Blaise Pascal, Jean-Jacques Rousseau, Albert Hirschman, William Hazlitt, Ralph Waldo Emerson, Friedrich Nietzsche, Stefan Zweig, Eric Hoffer, Isaac Asimov, and possibly on the later works of William Shakespeare.",
      "pageId": 44307,
      "monthDay": "02/28"
    },
    {
      "year": "1552",
      "uri": "/wiki/Jost_B%C3%BCrgi",
      "name": "Jost Bürgi",
      "aboutText": "Henry, known as the Young King (28 February 1155 – 11 June 1183), was the second of five sons of King Henry II of England and Queen Eleanor of Aquitaine but the first to survive infancy. Beginning in 1170, he was titular King of England, Duke of Normandy, Count of Anjou and Maine.",
      "pageId": 70947,
      "monthDay": "02/28"
    },
    {
      "year": "1573",
      "uri": "/wiki/Elias_Holl",
      "name": "Elias Holl",
      "aboutText": "René Antoine Ferchault de Réaumur (French: [ʁe.o.myːʁ]; 28 February 1683, La Rochelle – 17 October 1757, Saint-Julien-du-Terroux) was a French scientist who contributed to many different fields, especially the study of insects.",
      "pageId": 162654,
      "monthDay": "02/28"
    },
    {
      "year": "1612",
      "uri": "/wiki/John_Pearson_(bishop)",
      "name": "John Pearson",
      "aboutText": "Louis-Joseph de Montcalm-Gozon, Marquis de Saint-Veran (February 28, 1712 [O.S. February 17, 1712] – September 14, 1759) was a French soldier best known as the commander of the forces in North America during the Seven Years' War (whose North American theatre is called the French and Indian War in the United States).\nMontcalm was born near Nîmes in France to a noble family, and entered military service early in life. He saw service in the War of the Polish Succession and the War of the Austrian Succession, where his distinguished service led to promotion to brigadier general.",
      "pageId": 190387,
      "monthDay": "02/28"
    },
    {
      "year": "1616",
      "uri": "/wiki/Kaspar_F%C3%B6rster",
      "name": "Kaspar Förster",
      "aboutText": "Guillaume Delisle, also spelled Guillaume de l'Isle, (28 February 1675, Paris – 25 January 1726, Paris) was a French cartographer known for his popular and accurate maps of Europe and the newly explored Americas and Africa.",
      "pageId": 218630,
      "monthDay": "02/28"
    },
    {
      "year": "1619",
      "uri": "/wiki/Giuseppe_Felice_Tosi",
      "name": "Giuseppe Felice Tosi",
      "aboutText": "Berthold Auerbach (28 February 1812 – 8 February 1882) was a German-Jewish poet and author.",
      "pageId": 404874,
      "monthDay": "02/28"
    },
    {
      "year": "1627",
      "uri": "/wiki/Aubrey_de_Vere,_20th_Earl_of_Oxford",
      "name": "Aubrey de Vere, 20th Earl of Oxford",
      "aboutText": "Louis Godin (28 February 1704 Paris – 11 September 1760 Cadiz) was a French astronomer and member of the French Academy of Sciences. He worked in Peru, Spain, Portugal and France.",
      "pageId": 497328,
      "monthDay": "02/28"
    },
    {
      "year": "1670",
      "uri": "/wiki/Benjamin_Wadsworth",
      "name": "Benjamin Wadsworth",
      "aboutText": "Field Marshal George Townshend, 1st Marquess Townshend, PC (28 February 1724 – 14 September 1807), known as The Viscount Townshend from 1764 to 1787, was a British soldier and politician. After serving at the Battle of Dettingen during the War of the Austrian Succession and the Battle of Culloden during the Jacobite Rising, Townshend took command of the British forces for the closing stages of the Battle of the Plains of Abraham during the Seven Years' War. He went on to be Lord Lieutenant of Ireland or Viceroy where he introduced measures aimed at increasing the size of Irish regiments, reducing corruption in Ireland and improving the Irish economy.",
      "pageId": 622283,
      "monthDay": "02/28"
    },
    {
      "year": "1675",
      "uri": "/wiki/Guillaume_Delisle",
      "name": "Guillaume Delisle",
      "aboutText": "Benjamin Wadsworth (February 28, 1670 – March 16, 1737) was a colonial American clergyman and educator. He was trained at Harvard College (B.A., 1690; M.A., 1693).",
      "pageId": 783229,
      "monthDay": "02/28"
    },
    {
      "year": "1683",
      "uri": "/wiki/Ren%C3%A9_Antoine_Ferchault_de_R%C3%A9aumur",
      "name": "René Antoine Ferchault de Réaumur",
      "aboutText": "John Pearson (28 February 1613 – 16 July 1686) was an English theologian and scholar.",
      "pageId": 1250884,
      "monthDay": "02/28"
    },
    {
      "year": "1704",
      "uri": "/wiki/Louis_Godin",
      "name": "Louis Godin",
      "aboutText": "Jost Bürgi (also Joost, Jobst; Latinized surname Burgius or Byrgius; 28 February 1552 – 31 January 1632), active primarily at the courts in Kassel and Prague, was a Swiss clockmaker, a maker of astronomical instruments and a mathematician.",
      "pageId": 1607826,
      "monthDay": "02/28"
    },
    {
      "year": "1712",
      "uri": "/wiki/Louis-Joseph_de_Montcalm",
      "name": "Louis-Joseph de Montcalm",
      "aboutText": "Aubrey de Vere, 20th Earl of Oxford KG PC (28 February 1627 – 12 March 1703) was a Royalist during the English Civil War.",
      "pageId": 3077550,
      "monthDay": "02/28"
    },
    {
      "year": "1714",
      "uri": "/wiki/Gioacchino_Conti",
      "name": "Gioacchino Conti",
      "aboutText": "Gioacchino Conti (28 February 1714 – 25 October 1761), best known as Gizziello, was an Italian soprano castrato opera singer.",
      "pageId": 4809406,
      "monthDay": "02/28"
    },
    {
      "year": "1724",
      "uri": "/wiki/George_Townshend,_1st_Marquess_Townshend",
      "name": "George Townshend, 1st Marquess Townshend",
      "aboutText": "John Woolley (28 February 1816 – 11 January 1866) was an academic and clergyman, the first principal of the University of Sydney, Australia.",
      "pageId": 6269925,
      "monthDay": "02/28"
    },
    {
      "year": "1792",
      "uri": "/wiki/Karl_Ernst_von_Baer",
      "name": "Karl Ernst von Baer",
      "aboutText": "Margaret of Scotland (Old Norse: Margrét Alexandersdóttir; Norwegian: Margrete Alexandersdotter; Scottish Gaelic: Maighread Nic Rìgh Alasdair; 28 February 1261 – 9 April 1283) was Queen of Norway as the wife of King Eric II.",
      "pageId": 6886180,
      "monthDay": "02/28"
    },
    {
      "year": "1812",
      "uri": "/wiki/Berthold_Auerbach",
      "name": "Berthold Auerbach",
      "aboutText": "Elias Holl (February 28, 1573 in Augsburg – January 6, 1646 in Augsburg) was the most important architect of late German Renaissance architecture.",
      "pageId": 17136510,
      "monthDay": "02/28"
    },
    {
      "year": "1816",
      "uri": "/wiki/John_Woolley_(educator)",
      "name": "John Woolley",
      "aboutText": "Giuseppe Felice Tosi (28 February 1619 – before 14 December 1693) was an Italian composer and organist, and the father of Pier Francesco Tosi, also a successful composer.\nTosi was born and died at Bologna. He started out as a singer and only started composing in his late fifties.",
      "pageId": 19151000,
      "monthDay": "02/28"
    },
    {
      "year": "1820",
      "uri": "/wiki/John_Tenniel",
      "name": "John Tenniel",
      "aboutText": "Kaspar Förster (also Caspar Foerster) (baptized 28 February 1616, Danzig - died 2 February 1673, Oliva, near Danzig) was a German singer and composer.\nFörster studied music under his father Kaspar (1574-1652) and then under Marco Scacchi in Warsaw. He sang bass and conducted choirs at the Polish court in Warsaw from 1638 to about 1643, then served as kapellmeister to Frederik III of Denmark in Copenhagen between 1652 and 1655.",
      "pageId": 20629520,
      "monthDay": "02/28"
    },
    {
      "year": "1823",
      "uri": "/wiki/Ernest_Renan",
      "name": "Ernest Renan",
      "aboutText": "Alfred Graf von Schlieffen, mostly called Count Schlieffen (German pronunciation: [ˈʃliːfən]; 28 February 1833 – 4 January 1913) was a German field marshal and strategist who served as Chief of the Imperial German General Staff from 1891 to 1906.",
      "pageId": 179830,
      "monthDay": "02/28"
    },
    {
      "year": "1824",
      "uri": "/wiki/Charles_Blondin",
      "name": "Charles Blondin",
      "aboutText": "Joseph Ernest Renan (French: [ʁənɑ̃]; 28 February 1823 – 2 October 1892) was a French expert of Middle East ancient languages and civilizations (philology), philosopher, historian, and writer, devoted to his native province of Brittany. He is best known for his influential historical works on early Christianity, and his political theories, especially concerning nationalism and national identity.",
      "pageId": 191819,
      "monthDay": "02/28"
    },
    {
      "year": "1827",
      "uri": "/wiki/%C3%89douard-Charles_Fabre",
      "name": "Édouard-Charles Fabre",
      "aboutText": "Geraldine Farrar (February 28, 1882 – March 11, 1967) was an American soprano opera singer and film actress, noted for her beauty, acting ability, and \"the intimate timbre of her voice.\" She had a large following among young women, who were nicknamed \"Gerry-flappers\".\n^ The New Encyclopædia Britannica 4: 689. Chicago.",
      "pageId": 305481,
      "monthDay": "02/28"
    },
    {
      "year": "1833",
      "uri": "/wiki/Alfred_von_Schlieffen",
      "name": "Alfred von Schlieffen",
      "aboutText": "Sir Wilfred Thomason Grenfell, KCMG (28 February 1865 – 9 October 1940) was a medical missionary to Newfoundland and Labrador.",
      "pageId": 560870,
      "monthDay": "02/28"
    },
    {
      "year": "1838",
      "uri": "/wiki/Maurice_L%C3%A9vy",
      "name": "Maurice Lévy",
      "aboutText": "Seán Mac Diarmada (English: John MacDermott; 27 January 1883 – 12 May 1916), also known as Seán MacDermott, was an Irish political activist and revolutionary leader. He was one of the seven leaders of the Easter Rising of 1916, which he helped to organise as a member of the Military Committee of the Irish Republican Brotherhood (IRB) and was a signatory of the Proclamation of the Irish Republic. He was executed for his part in the Rising at the age of thirty-three.",
      "pageId": 568484,
      "monthDay": "02/28"
    },
    {
      "year": "1840",
      "uri": "/wiki/Henri_Duveyrier",
      "name": "Henri Duveyrier",
      "aboutText": "Pierre Joseph Louis Fatou (28 February 1878 – 10 August 1929) was a French mathematician and astronomer. He is known for major contributions to several branches of analysis.",
      "pageId": 629100,
      "monthDay": "02/28"
    },
    {
      "year": "1848",
      "uri": "/wiki/Arthur_Giry",
      "name": "Arthur Giry",
      "aboutText": "John Alden Carpenter (February 28, 1876 – April 26, 1951) was an American composer.",
      "pageId": 765443,
      "monthDay": "02/28"
    },
    {
      "year": "1851",
      "uri": "/wiki/Samuel_W._McCall",
      "name": "Samuel W. McCall",
      "aboutText": "William McMaster \"Will\" Murdoch, RNR (28 February 1873 – 15 April 1912) was a Scottish sailor. Born from a family of sailors, he was employed by the White Star Line in 1900 and quickly became an officer. In 1903, his leadership became recognized when he avoided a collision with the Arabic.",
      "pageId": 1156420,
      "monthDay": "02/28"
    },
    {
      "year": "1858",
      "uri": "/wiki/Tore_Svennberg",
      "name": "Tore Svennberg",
      "aboutText": "José Vasconcelos Calderón (28 February 1882 – 30 June 1959) has been called the \"cultural caudillo\" of the Mexican Revolution He was an important Mexican writer, philosopher and politician. He is one of the most influential and controversial personalities in the development of modern Mexico.",
      "pageId": 1213360,
      "monthDay": "02/28"
    },
    {
      "year": "1865",
      "uri": "/wiki/Wilfred_Grenfell",
      "name": "Wilfred Grenfell",
      "aboutText": "Charles Blondin (born Jean François Gravelet, 28 February 1824 – 22 February 1897) was a French tightrope walker and acrobat.",
      "pageId": 1304527,
      "monthDay": "02/28"
    },
    {
      "year": "1866",
      "uri": "/wiki/Vyacheslav_Ivanov_(poet)",
      "name": "Vyacheslav Ivanov",
      "aboutText": "Henri Duveyrier (28 February 1840 – 25 April 1892) was a French explorer of the Sahara.\nDuveyrier was born in Paris, the eldest child of Charles Duveyrier (1803-1866), a well-known dramatist, and his English wife Ellen Claire née Denie. Charles Duveyrier was a follower of the utopian philosophical movement started by Henri de Saint-Simon.",
      "pageId": 2384514,
      "monthDay": "02/28"
    },
    {
      "year": "1873",
      "uri": "/wiki/William_McMaster_Murdoch",
      "name": "William McMaster Murdoch",
      "aboutText": "Jean-Marie-Joseph-Arthur Giry (28/29 February 1848–13 November 1899) was a French historian, noted for his studies of France in the Middle Ages.\nHe was born at Trévoux. After rapidly completing his classical studies at the lycée at Chartres, he spent some time in the administrative service and in journalism.",
      "pageId": 2439424,
      "monthDay": "02/28"
    },
    {
      "year": "1876",
      "uri": "/wiki/John_Alden_Carpenter",
      "name": "John Alden Carpenter",
      "aboutText": "Vyacheslav Ivanovich Ivanov (Russian: Вячесла́в Ива́нович Ива́нов; 28 February [O.S. 16 February] 1866 – 16 July 1949) was a Russian poet and playwright associated with the Russian Symbolist movement.",
      "pageId": 2902552,
      "monthDay": "02/28"
    },
    {
      "year": "1878",
      "uri": "/wiki/Pierre_Fatou",
      "name": "Pierre Fatou",
      "aboutText": "Maurice Lévy (February 28, 1838, Ribeauvillé – September 30, 1910, Paris) was a French engineer and member of the Institut de France.\nLévy was born in Ribeauvillé in Alsace. Educated at the École Polytechnique, where he was a student of Adhémar Jean Claude Barré de Saint-Venant, and the École des Ponts et Chaussées, he became an engineer in 1863.",
      "pageId": 5754581,
      "monthDay": "02/28"
    },
    {
      "year": "1878",
      "uri": "/wiki/Artur_Kapp",
      "name": "Artur Kapp",
      "aboutText": "Édouard-Charles Fabre (February 28, 1827 – December 30, 1896) was Archbishop of Montreal in 1886 and of Sherbrooke and Saint-Hyacinthe in 1887.\nFabre was the eldest of 11 children in an important Montreal business family. Despite his father's, Édouard-Raymond Fabre, efforts to steer him in another direction, he began his study of philosophy in 1844 at the seminary of Saint-Sulpice at Issy-les-Moulineaux after a privileged education in Lower Canada.",
      "pageId": 6098745,
      "monthDay": "02/28"
    },
    {
      "year": "1882",
      "uri": "/wiki/Geraldine_Farrar",
      "name": "Geraldine Farrar",
      "aboutText": "Artur Kapp (28 February 1878 – 14 January 1952) was an Estonian composer.\nBorn in Suure-Jaani, Estonia, then part of the Governorate of Livonia, Russian Empire, he was the son of Joosep Kapp, who was also a classically trained musician. Kapp began his musical career studying organ at the Saint Petersburg Conservatory as a student of both Louis Homilius and composition with Nikolai Rimsky-Korsakov in 1891.",
      "pageId": 7578529,
      "monthDay": "02/28"
    },
    {
      "year": "1882",
      "uri": "/wiki/Walter_Keppel,_9th_Earl_of_Albemarle",
      "name": "Walter Keppel, 9th Earl of Albemarle",
      "aboutText": "Samuel Walker McCall (February 28, 1851 – November 4, 1923) was a member of the United States House of Representatives, and the 47th Governor of Massachusetts. He was born in East Providence Township, Pennsylvania on February 28, 1851.\nMcCall spent his early life in Illinois and attended the Mount Carroll Seminary in Mount Carroll from 1864 to 1866, when that school closed to male students.",
      "pageId": 7720617,
      "monthDay": "02/28"
    },
    {
      "year": "1882",
      "uri": "/wiki/P%C3%A1draic_%C3%93_Conaire",
      "name": "Pádraic Ó Conaire",
      "aboutText": "Pádraic Ó Conaire (28 February 1882 – 6 October 1928) was an Irish writer and journalist whose production was primarily in the Irish language. In his lifetime he wrote 26 books, 473 stories, 237 essays and 6 plays. His acclaimed novel Deoraíocht has been described by Angela Bourke as 'the earliest example of modernist fiction in Irish'.",
      "pageId": 8082766,
      "monthDay": "02/28"
    },
    {
      "year": "1882",
      "uri": "/wiki/Jos%C3%A9_Vasconcelos",
      "name": "José Vasconcelos",
      "aboutText": "Walter Egerton George Lucian Keppel, 9th Earl of Albemarle MC (28 February 1882 – 14 July 1979) was a British nobleman and soldier, styled Viscount Bury from 1894 to 1942.",
      "pageId": 18774622,
      "monthDay": "02/28"
    },
    {
      "year": "1883",
      "uri": "/wiki/Se%C3%A1n_Mac_Diarmada",
      "name": "Seán Mac Diarmada",
      "aboutText": "Olof Teodor \"Tore\" Svennberg (28 February 1858 – 8 May 1941) was a Swedish actor and theatre director whose career spanned more than five decades.",
      "pageId": 36659868,
      "monthDay": "02/28"
    },
    {
      "year": "1884",
      "uri": "/wiki/Ants_Piip",
      "name": "Ants Piip",
      "aboutText": "Clara Petacci, known as Claretta Petacci (Italian pronunciation: [klaˈretta peˈtattʃi]; 28 February 1912 – 28 April 1945) was the mistress of the Italian dictator Benito Mussolini, and was executed with him by partisans.",
      "pageId": 7775,
      "monthDay": "02/28"
    },
    {
      "year": "1887",
      "uri": "/wiki/William_Zorach",
      "name": "William Zorach",
      "aboutText": "Linus Carl Pauling (February 28, 1901 – August 19, 1994) was an American chemist, biochemist, peace activist, author, and educator. He published more than 1200 papers and books, of which about 850 dealt with scientific topics. New Scientist reportedly called him one of the 20 greatest scientists of all time, and as of 2000, he was rated the 16th most important scientist in history.",
      "pageId": 37342,
      "monthDay": "02/28"
    },
    {
      "year": "1892",
      "uri": "/wiki/Muhsin_Ertu%C4%9Frul",
      "name": "Muhsin Ertuğrul",
      "aboutText": "Ben Hecht /ˈhɛkt/ (1894–1964) was an American screenwriter, director, producer, playwright, journalist and novelist. A journalist in his youth, he went on to write thirty-five books and created some of the most entertaining screenplays and plays in America. He received screen credits, alone or in collaboration, for the stories or screenplays of some seventy films.",
      "pageId": 62277,
      "monthDay": "02/28"
    },
    {
      "year": "1893",
      "uri": "/wiki/Ivan_Vasilyov",
      "name": "Ivan Vasilyov",
      "aboutText": "Benjamin \"Bugsy\" Siegel (February 28, 1906 – June 20, 1947) was a Jewish American mobster. Siegel was known as one of the most \"infamous and feared gangsters of his day\". Described as handsome and charismatic, he became one of the first front-page-celebrity gangsters.",
      "pageId": 149221,
      "monthDay": "02/28"
    },
    {
      "year": "1894",
      "uri": "/wiki/Ben_Hecht",
      "name": "Ben Hecht",
      "aboutText": "Sir Peter Brian Medawar OM CBE FRS (/ˈmɛdəwər/; 28 February 1915 – 2 October 1987) was a British biologist born in Brazil, whose work on graft rejection and the discovery of acquired immune tolerance was fundamental to the practice of tissue and organ transplants. For his works in immunology he is regarded as the \"father of transplantation\". He is remembered for his wit in real life and popular writings.",
      "pageId": 172002,
      "monthDay": "02/28"
    },
    {
      "year": "1895",
      "uri": "/wiki/Marcel_Pagnol",
      "name": "Marcel Pagnol",
      "aboutText": "Philip Showalter Hench (February 28, 1896 – March 30, 1965) was an American physician. Hench, along with his Mayo Clinic co-worker Edward Calvin Kendall and Swiss chemist Tadeus Reichstein was awarded the Nobel Prize for Physiology or Medicine in 1950 for the discovery of the hormone cortisone, and its application for the treatment of rheumatoid arthritis.",
      "pageId": 252477,
      "monthDay": "02/28"
    },
    {
      "year": "1896",
      "uri": "/wiki/Philip_Showalter_Hench",
      "name": "Philip Showalter Hench",
      "aboutText": "Vincente Minnelli (February 28, 1903 – July 25, 1986) was an American stage director and film director, famous for directing such classic movie musicals as Meet Me in St. Louis, Gigi, The Band Wagon, and An American in Paris. In addition to having directed some of the most famous and well-remembered musicals of his time, Minnelli made many comedies and melodramas.",
      "pageId": 414384,
      "monthDay": "02/28"
    },
    {
      "year": "1898",
      "uri": "/wiki/Zeki_R%C4%B1za_Sporel",
      "name": "Zeki Rıza Sporel",
      "aboutText": "Wolfram Kurt Erhard Hirth (28 February 1900 – 25 July 1959) was a German gliding pioneer and sailplane designer. He was a co-founder of Schempp-Hirth, still a renowned glider manufacturer.\nHirth was born in Stuttgart, the son of an engineer and tool-maker.",
      "pageId": 450207,
      "monthDay": "02/28"
    },
    {
      "year": "1900",
      "uri": "/wiki/Wolf_Hirth",
      "name": "Wolf Hirth",
      "aboutText": "Marcel Pagnol (French pronunciation: ​[maʁsɛl paɲɔl]; 28 February 1895 – 18 April 1974) was a French novelist, playwright, and filmmaker. In 1946, he became the first filmmaker elected to the Académie française. Although his work is less fashionable than it once was, Pagnol is still generally regarded as one of France's greatest 20th-century writers and is notable for the fact that he excelled in almost every medium—memoir, novel, drama and film.",
      "pageId": 556674,
      "monthDay": "02/28"
    },
    {
      "year": "1901",
      "uri": "/wiki/Linus_Pauling",
      "name": "Linus Pauling",
      "aboutText": "Milton Arthur Paul Caniff (February 28, 1907 – April 3, 1988) was an American cartoonist famous for the Terry and the Pirates and Steve Canyon comic strips.",
      "pageId": 577220,
      "monthDay": "02/28"
    },
    {
      "year": "1903",
      "uri": "/wiki/Vincente_Minnelli",
      "name": "Vincente Minnelli",
      "aboutText": "William Zorach (February 28, 1887 – November 15, 1966) was a Lithuanian-born American sculptor, painter, printmaker, and writer.",
      "pageId": 1082162,
      "monthDay": "02/28"
    },
    {
      "year": "1906",
      "uri": "/wiki/Bugsy_Siegel",
      "name": "Bugsy Siegel",
      "aboutText": "Élie Marcel Bayol (28 February 1914 in Marseille – 25 May 1995 in La Ciotat) was a French racing driver who raced in Formula One for the O.S.C.A. and Gordini teams. He started his career in 1950 racing Monomill DB-Panhards and progressed to Formula 2 races and hillclimbs around France. His best result was a fourth place in the Circuit de Cadours, in 1951.",
      "pageId": 1228323,
      "monthDay": "02/28"
    },
    {
      "year": "1907",
      "uri": "/wiki/Milton_Caniff",
      "name": "Milton Caniff",
      "aboutText": "Bernice \"Billie\" Bird (February 28, 1908 – November 27, 2002) was an American actress and comedienne.",
      "pageId": 2407766,
      "monthDay": "02/28"
    },
    {
      "year": "1908",
      "uri": "/wiki/Billie_Bird",
      "name": "Billie Bird",
      "aboutText": "Otakar Vávra (28 February 1911 – 15 September 2011) was a Czech film director, screenwriter and pedagogue. He was born in Hradec Králové, Austria-Hungary, now part of the Czech Republic.",
      "pageId": 3603144,
      "monthDay": "02/28"
    },
    {
      "year": "1909",
      "uri": "/wiki/Stephen_Spender",
      "name": "Stephen Spender",
      "aboutText": "Muhsin Ertuğrul (28 February 1892 – 29 April 1979), also known as Ertuğrul Muhsin Bey, was a Turkish actor and director.\nMuhsin Ertuğrul, who had important contributions to both Turkish theatre and Turkish cinema, was born in İstanbul on 28 February 1892. His first performance in theatre was in 1909 with role of \"Bob\" in Sherlock Holmes by Arthur Conan Doyle.",
      "pageId": 5217569,
      "monthDay": "02/28"
    },
    {
      "year": "1911",
      "uri": "/wiki/Otakar_V%C3%A1vra",
      "name": "Otakar Vávra",
      "aboutText": "Zeki Rıza Sporel (February 28, 1898 – November 3, 1969) was a Turkish football player. He plied his trade at the striker position for Fenerbahçe and the Turkey national football team. His career started in the Fenerbahçe youth teams until he was promoted to the senior team.",
      "pageId": 5838814,
      "monthDay": "02/28"
    },
    {
      "year": "1912",
      "uri": "/wiki/Clara_Petacci",
      "name": "Clara Petacci",
      "aboutText": "Ketti Frings (28 February 1909 – 11 February 1981) was an American author, playwright, and screenwriter who won a Pulitzer Prize in 1958.",
      "pageId": 9454386,
      "monthDay": "02/28"
    },
    {
      "year": "1914",
      "uri": "/wiki/%C3%89lie_Bayol",
      "name": "Élie Bayol",
      "aboutText": "Ants Piip VR III/1 (28 February [O.S. 16 February] 1884 in Tuhalaane – 1 October 1942 in Nyrobsky camp) was an Estonian lawyer, diplomat and politician.",
      "pageId": 11414959,
      "monthDay": "02/28"
    },
    {
      "year": "1915",
      "uri": "/wiki/Ketti_Frings",
      "name": "Ketti Frings",
      "aboutText": "Sir Stephen Harold Spender CBE (28 February 1909 – 16 July 1995) was an English poet, novelist and essayist who concentrated on themes of social injustice and the class struggle in his work.",
      "pageId": 14855091,
      "monthDay": "02/28"
    },
    {
      "year": "1915",
      "uri": "/wiki/Peter_Medawar",
      "name": "Peter Medawar",
      "aboutText": "Ivan Vasilyov (Bulgarian: Иван Васильов) was a Bulgarian architect, born in 1893, deceased in 1979.\nTogether with Dimitar Tsolov, they established one of the most successful Bulgarian architectural studios called Vasilyov-Tsolov. Many of the landmarks of Sofia are their works, most notably SS. Cyril and Methodius National Library (1940-1953), St Nedelya Church, Sofia (1929), Sofia University Library (1932), Bulgarian National Bank headquarters (1939) and The Ministry of Defence headquarters (1939-1945).",
      "pageId": 34165720,
      "monthDay": "02/28"
    },
    {
      "year": "1915",
      "uri": "/wiki/Zero_Mostel",
      "name": "Zero Mostel",
      "aboutText": "Svetlana Iosifovna Alliluyeva (Russian: Светла́на Ио́сифовна Аллилу́ева, Georgian: სვეტლანა ალილუევა; 28 February 1926 – 22 November 2011), later known as Lana Peters (Georgian: ლანა პეტერსი), was the youngest child and only daughter of Soviet Premier Joseph Stalin and Nadezhda Alliluyeva, Stalin's second wife. In 1967, she caused an international furor when she defected and became a naturalized citizen of the United States until 1984 when she returned to the Soviet Union and had her Soviet citizenship returned. She later went back to the United States and also spent time in the United Kingdom.",
      "pageId": 194342,
      "monthDay": "02/28"
    },
    {
      "year": "1916",
      "uri": "/wiki/Svend_Asmussen",
      "name": "Svend Asmussen",
      "aboutText": "Pierre Henri Clostermann (28 February 1921 – 22 March 2006) was a French flying ace, author, engineer, politician, and sporting fisherman.",
      "pageId": 521443,
      "monthDay": "02/28"
    },
    {
      "year": "1916",
      "uri": "/wiki/Cesar_Climaco",
      "name": "Cesar Climaco",
      "aboutText": "Yuri Mikhailovich Lotman (Russian: Ю́рий Миха́йлович Ло́тман, Estonian: Juri Lotman) (28 February 1922 – 28 October 1993) was a prominent literary scholar, semiotician, and cultural historian, who worked at the University of Tartu. He was a member of the Estonian Academy of Sciences. He was the founder of the Tartu-Moscow Semiotic School and is considered to be the first Soviet structuralist because of his early essay On the Delimitation of Linguistic and Philological Concepts of Structure (1963) and works on structural poetics.",
      "pageId": 541950,
      "monthDay": "02/28"
    },
    {
      "year": "1917",
      "uri": "/wiki/Ernesto_Alonso",
      "name": "Ernesto Alonso",
      "aboutText": "Samuel Joel \"Zero\" Mostel (February 28, 1915 – September 8, 1977) was an American actor and comedian of stage and screen, best known for his portrayal of comic characters such as Tevye on stage in Fiddler on the Roof, Pseudolus on stage and on screen in A Funny Thing Happened on the Way to the Forum, and Max Bialystock in the original film version of The Producers. Mostel was a student of Don Richardson, using an acting technique based on muscle memory. He was blacklisted during the 1950s, and his testimony before the House Committee on Un-American Activities was well-publicized.",
      "pageId": 571772,
      "monthDay": "02/28"
    },
    {
      "year": "1917",
      "uri": "/wiki/Odette_Laure",
      "name": "Odette Laure",
      "aboutText": "Charles Edward Durning (February 28, 1923 – December 24, 2012) was an American actor, with appearances in over 200 movies, television shows and plays.",
      "pageId": 638381,
      "monthDay": "02/28"
    },
    {
      "year": "1918",
      "uri": "/wiki/Alfred_Burke",
      "name": "Alfred Burke",
      "aboutText": "Harry H. Corbett, OBE (28 February 1925 – 21 March 1982) was an English actor.\nCorbett was best known for his starring role in the popular and long-running BBC Television sitcom Steptoe and Son in the 1960s and 1970s.",
      "pageId": 893344,
      "monthDay": "02/28"
    },
    {
      "year": "1919",
      "uri": "/wiki/Alfred_Marshall_(businessman)",
      "name": "Alfred Marshall",
      "aboutText": "Sir William Stanley Baker (28 February 1928 – 28 June 1976) was a Welsh actor and film producer.",
      "pageId": 1098679,
      "monthDay": "02/28"
    },
    {
      "year": "1919",
      "uri": "/wiki/Brian_Urquhart",
      "name": "Brian Urquhart",
      "aboutText": "Svend Asmussen (born 28 February 1916 in Copenhagen, Denmark) is a jazz violinist from Denmark, known as \"The Fiddling Viking\".",
      "pageId": 1809783,
      "monthDay": "02/28"
    },
    {
      "year": "1920",
      "uri": "/wiki/Jadwiga_Pi%C5%82sudska",
      "name": "Jadwiga Piłsudska",
      "aboutText": "Sir Brian Urquhart, KCMG, MBE (born 28 February 1919) is a World War II veteran, author and a former Undersecretary-General of the United Nations.",
      "pageId": 3222242,
      "monthDay": "02/28"
    },
    {
      "year": "1920",
      "uri": "/wiki/Zaim_Top%C4%8Di%C4%87",
      "name": "Zaim Topčić",
      "aboutText": "Alfred Burke (28 February 1918 – 16 February 2011) was an English actor, best known for his portrayal of Frank Marker in the drama series Public Eye, which ran on television for ten years.",
      "pageId": 3508770,
      "monthDay": "02/28"
    },
    {
      "year": "1921",
      "uri": "/wiki/Pierre_Clostermann",
      "name": "Pierre Clostermann",
      "aboutText": "Robert Aloysius \"Bob\" Roe (February 28, 1924 – July 15, 2014) was an American Democratic Party politician who represented New Jersey in the United States House of Representatives for over 23 years, serving from November 4, 1969 to January 3, 1993.",
      "pageId": 8267344,
      "monthDay": "02/28"
    },
    {
      "year": "1922",
      "uri": "/wiki/Joyce_Howard",
      "name": "Joyce Howard",
      "aboutText": "Uno Prii (February 28, 1924 – November 27, 2000) was an Estonian-born Canadian architect. He designed approximately 250 buildings, many in Toronto, but also around southern Ontario and the United States.\nSome of his best-known works are apartment buildings in The Annex neighbourhood of Toronto, featuring outlines that make sweeping curves.",
      "pageId": 12642429,
      "monthDay": "02/28"
    },
    {
      "year": "1922",
      "uri": "/wiki/Yuri_Lotman",
      "name": "Yuri Lotman",
      "aboutText": "Ernesto Alonso (February 28, 1917 – August 7, 2007) was a Mexican producer, director, cinematographer and actor. He was nicknamed \"El Señor Telenovela\" (\"Mr.",
      "pageId": 12664412,
      "monthDay": "02/28"
    },
    {
      "year": "1923",
      "uri": "/wiki/Charles_Durning",
      "name": "Charles Durning",
      "aboutText": "Cesar Cortez Climaco (February 28, 1916 – November 14, 1984) was a Filipino politician who served as mayor of Zamboanga City for 11 years and three nonconsecutive terms. A prominent critic of the martial law regime of Ferdinand Marcos, he was famed for his toughness in governance and colorful personality. He was also famous for his refusal to cut his hair until democratic rule was restored in the Philippines.",
      "pageId": 15415525,
      "monthDay": "02/28"
    },
    {
      "year": "1924",
      "uri": "/wiki/Uno_Prii",
      "name": "Uno Prii",
      "aboutText": "Jadwiga Piłsudska-Jaraczewska (28 February 1920 – 16 November 2014) was a Polish pilot, who served in the Air Transport Auxiliary during the Second World War.",
      "pageId": 16568301,
      "monthDay": "02/28"
    },
    {
      "year": "1924",
      "uri": "/wiki/Robert_A._Roe",
      "name": "Robert A. Roe",
      "aboutText": "Joyce Howard (28 February 1922, London – 23 November 2010, Santa Monica, California) was an English actress, writer and film executive.\nAfter studying at RADA, she was spotted by film director Anthony Asquith in a play at London's Embassy Theatre. He cast the 19-year-old in Freedom Radio (1941), and starring roles in films followed, including opposite James Mason in The Night Has Eyes and They Met in the Dark, the former winning her rave reviews.",
      "pageId": 18057720,
      "monthDay": "02/28"
    },
    {
      "year": "1925",
      "uri": "/wiki/Harry_H._Corbett",
      "name": "Harry H. Corbett",
      "aboutText": "Odette Laure (28 February 1917 – 10 June 2004) was a French actress and cabaret singer. She appeared in 57 films and television shows between 1950 and 2001. She was nominated for the César Award for Best Supporting Actress for Daddy Nostalgia (1990).",
      "pageId": 23865402,
      "monthDay": "02/28"
    },
    {
      "year": "1926",
      "uri": "/wiki/Svetlana_Alliluyeva",
      "name": "Svetlana Alliluyeva",
      "aboutText": "Erol Taş (28 February 1928 – 8 November 1998) was a Turkish film actor. He appeared in 220 films between 1957 and 1998.",
      "pageId": 26270361,
      "monthDay": "02/28"
    },
    {
      "year": "1926",
      "uri": "/wiki/Erol_Ta%C5%9F",
      "name": "Erol Taş",
      "aboutText": "Alfred Marshall (February 28, 1919 – December 28, 2013) was an American businessman who founded Marshalls, a chain of department stores which specializes in overstocked, irregular and out-of-season name brand clothing sold at deeply discounted prices. He opened the original Marshalls in 1956 in Beverly, Massachusetts.\nMarshall was born in Lawrence, Massachusetts, on February 28, 1919, to Louis and Annie (née Spector) Marshal.",
      "pageId": 41665070,
      "monthDay": "02/28"
    },
    {
      "year": "1928",
      "uri": "/wiki/Stanley_Baker",
      "name": "Stanley Baker",
      "aboutText": "Zaim Topčić (February 28, 1920 – July 15, 1990) was a prominent Yugoslav and Bosnian writer who is renowned for his novels.\n^ \"SLOŽNA UREDNIČKA BRATIJA\". idoconline.info.",
      "pageId": 47393504,
      "monthDay": "02/28"
    },
    {
      "year": "1929",
      "uri": "/wiki/Hayden_Fry",
      "name": "Hayden Fry",
      "aboutText": "Gavin MacLeod (born February 28, 1931) is an American character actor notable for playing Joseph \"Happy\" Haines on McHale's Navy, Murray Slaughter on The Mary Tyler Moore Show, and for his lead role as Captain Merrill Stubing on The Love Boat.",
      "pageId": 12792,
      "monthDay": "02/28"
    },
    {
      "year": "1929",
      "uri": "/wiki/Frank_Gehry",
      "name": "Frank Gehry",
      "aboutText": "Frank Owen Gehry, CC (born Frank Owen Goldberg; (1929-02-28)28 February 1929) is a Canadian-born American architect, residing in Los Angeles.\nA number of his buildings, including his private residence, have become world-renowned attractions. His works are cited as being among the most important works of contemporary architecture in the 2010 World Architecture Survey, which led Vanity Fair to label him as \"the most important architect of our age\".",
      "pageId": 53404,
      "monthDay": "02/28"
    },
    {
      "year": "1929",
      "uri": "/wiki/John_Montague_(poet)",
      "name": "John Montague",
      "aboutText": "Chögyam Trungpa (Wylie: Chos rgyam Drung pa; February 28, 1939 – April 4, 1987) was a Buddhist meditation master and holder of both the Kagyu and Nyingma lineages, the eleventh Trungpa tülku, a tertön, supreme abbot of the Surmang monasteries, scholar, teacher, poet, artist, and originator of a radical re-presentation of Shambhala vision.\nRecognized both by Tibetan Buddhists and by other spiritual practitioners and scholars as a preeminent teacher of Tibetan Buddhism, he was a major, albeit controversial, figure in the dissemination of Tibetan Buddhism to the West, founding Vajradhatu and Naropa University and establishing the Shambhala Training method.\nAmong his contributions are the translation of numerous Tibetan texts, the introduction of the Vajrayana teachings to the West, and a presentation of the Buddhadharma largely devoid of ethnic trappings.",
      "pageId": 203792,
      "monthDay": "02/28"
    },
    {
      "year": "1929",
      "uri": "/wiki/Joseph_Rouleau",
      "name": "Joseph Rouleau",
      "aboutText": "Iajuddin Ahmed (28 February 1931 – 10 December 2012) was the 14th President of Bangladesh, serving from 6 September 2002 until 12 February 2009. From late October 2006 to January 2007, he also served as Chief Advisor of the caretaker government (CTG). From October 2006 to early 2009, his responsibilities as President included the Defense Ministry of the caretaker government.",
      "pageId": 288508,
      "monthDay": "02/28"
    },
    {
      "year": "1930",
      "uri": "/wiki/Leon_Cooper",
      "name": "Leon Cooper",
      "aboutText": "John Hayden Fry (born February 28, 1929) is a former American football player and coach. He played college football for Baylor University. He served as the head coach at Southern Methodist University (1962–1972), North Texas State University, now the University of North Texas (1973–1978), and the University of Iowa (1979–1998), compiling a career college football record of 232–178–10.",
      "pageId": 344391,
      "monthDay": "02/28"
    },
    {
      "year": "1931",
      "uri": "/wiki/Peter_Alliss",
      "name": "Peter Alliss",
      "aboutText": "Leon N Cooper (born February 28, 1930) is an American physicist and Nobel Prize laureate, who with John Bardeen and John Robert Schrieffer, developed the BCS theory of superconductivity. He is also the namesake of the Cooper pair and co-developer of the BCM theory of synaptic plasticity.\n^ Many printed materials, including the Nobel Prize website, have referred to Cooper as “Leon Neil Cooper”.",
      "pageId": 396611,
      "monthDay": "02/28"
    },
    {
      "year": "1931",
      "uri": "/wiki/Iajuddin_Ahmed",
      "name": "Iajuddin Ahmed",
      "aboutText": "Dean Edwards Smith (February 28, 1931 – February 7, 2015) was an American head coach of men's college basketball. Originally from Emporia, Kansas, Smith was called a \"coaching legend\" by the Basketball Hall of Fame. He is best known for his 36-year coaching tenure at the University of North Carolina at Chapel Hill.",
      "pageId": 456292,
      "monthDay": "02/28"
    },
    {
      "year": "1931",
      "uri": "/wiki/Gavin_MacLeod",
      "name": "Gavin MacLeod",
      "aboutText": "Rein Taagepera (born 28 February 1933) is an Estonian political scientist and former politician.",
      "pageId": 521260,
      "monthDay": "02/28"
    },
    {
      "year": "1931",
      "uri": "/wiki/Dean_Smith",
      "name": "Dean Smith",
      "aboutText": "Thomas James \"Tommy\" Tune (born February 28, 1939) is an American actor, dancer, singer, theatre director, producer, and choreographer. Over the course of his career, he has won ten Tony Awards and the National Medal of Arts.",
      "pageId": 654734,
      "monthDay": "02/28"
    },
    {
      "year": "1932",
      "uri": "/wiki/Don_Francks",
      "name": "Don Francks",
      "aboutText": "Daniel Chee Tsui (Chinese: 崔琦; pinyin: Cuī Qí, born February 28, 1939, Henan Province, China) is a Chinese-born American physicist whose areas of research included electrical properties of thin films and microstructures of semiconductors and solid-state physics. He was previously the Arthur LeGrand Doty Professor of Electrical Engineering at Princeton University and adjunct senior research scientist in the Department of Physics at Columbia University, where he was a visiting professor from 2006 to 2008. Currently, he is a research professor at Boston University.",
      "pageId": 896740,
      "monthDay": "02/28"
    },
    {
      "year": "1933",
      "uri": "/wiki/Rein_Taagepera",
      "name": "Rein Taagepera",
      "aboutText": "Peter Alliss (born 28 February 1931) is a former English professional golfer, and is a BBC television presenter and commentator, author and golf course designer. Alliss is known for his charismatic and unique style of commentary and banter, often displaying a witty demeanour. Since the death of Henry Longhurst in 1978, he has been regarded by many as the \"Voice of (British) Golf\".",
      "pageId": 927946,
      "monthDay": "02/28"
    },
    {
      "year": "1934",
      "uri": "/wiki/Willie_Bobo",
      "name": "Willie Bobo",
      "aboutText": "Donald Harvey Francks or Iron Buffalo (born February 28, 1932) is a Canadian actor, vocalist and jazz musician.",
      "pageId": 1789576,
      "monthDay": "02/28"
    },
    {
      "year": "1938",
      "uri": "/wiki/Foge_Fazio",
      "name": "Foge Fazio",
      "aboutText": "Byron James John \"Dewey\" Robertson (February 28, 1939 - August 16, 2007) was a professional wrestler, known best by his ring name The Missing Link.\nAs The Missing Link, Robertson wore blue and green face paint and shaved portions of his head while letting the hair grow in other areas. His gimmick was similar to that of George Steele and Kamala, a crazy out-of-control wild man that needed a trainer or manager to lead him to the ring.",
      "pageId": 2246118,
      "monthDay": "02/28"
    },
    {
      "year": "1938",
      "uri": "/wiki/Mike_Wofford",
      "name": "Mike Wofford",
      "aboutText": "John Montague (born 28 February 1929) is an Irish poet. He was born in New York and brought up in Tyrone. He has published a number of volumes of poetry, two collections of short stories and two volumes of memoir.",
      "pageId": 2738707,
      "monthDay": "02/28"
    },
    {
      "year": "1939",
      "uri": "/wiki/John_Fahey_(musician)",
      "name": "John Fahey",
      "aboutText": "Aldo Andretti (born February 28, 1940 in Montona d'Istria, Italy (now Motovun, Croatia)) is the twin brother of Mario Andretti and the father of John Andretti and Adam Andretti. He is the uncle of Michael Andretti and Jeff Andretti, and great-uncle of Marco Andretti. Aldo and Mario are identical twins.",
      "pageId": 3470377,
      "monthDay": "02/28"
    },
    {
      "year": "1939",
      "uri": "/wiki/The_Missing_Link_(wrestler)",
      "name": "The Missing Link",
      "aboutText": "Joseph A. Rouleau, CC GOQ (born February 28, 1929) is a French-Canadian bass opera singer, particularly associated with the Italian and French repertories.\nBorn in Matane, Quebec, he studied privately with Édouard Woolley and Albert Cornellier in Montreal, and at the Conservatoire de musique du Québec à Montréal with Martial Singher. He went to Milan, Italy, for complementary studies with Mario Basiola and Antonio Narducci.",
      "pageId": 3865885,
      "monthDay": "02/28"
    },
    {
      "year": "1939",
      "uri": "/wiki/Ch%C3%B6gyam_Trungpa",
      "name": "Chögyam Trungpa",
      "aboutText": "Willie Bobo was the stage name of William Correa (February 28, 1934 – September 15, 1983), a Latin and jazz percussionist of Puerto Rican ancestry.",
      "pageId": 4955926,
      "monthDay": "02/28"
    },
    {
      "year": "1939",
      "uri": "/wiki/Daniel_C._Tsui",
      "name": "Daniel C. Tsui",
      "aboutText": "Serafino Dante \"Foge\" Fazio (February 28, 1938 – December 2, 2009) was an American football player and coach. He served as the head football coach at the University of Pittsburgh from 1982 to 1985. Fazio was an assistant coach with five teams in the National Football League (NFL) between 1988 and 2002.",
      "pageId": 5992576,
      "monthDay": "02/28"
    },
    {
      "year": "1939",
      "uri": "/wiki/Tommy_Tune",
      "name": "Tommy Tune",
      "aboutText": "John Aloysius Fahey (February 28, 1939 – February 22, 2001) was an American fingerstyle guitarist and composer who played the steel-string acoustic guitar as a solo instrument. His style has been greatly influential and has been described as the foundation of American Primitive Guitar, a term borrowed from painting and referring mainly to the self-taught nature of the music and its minimalist style. Fahey borrowed from the folk and blues traditions in American roots music, having compiled many forgotten early recordings in these genres.",
      "pageId": 6474605,
      "monthDay": "02/28"
    },
    {
      "year": "1940",
      "uri": "/wiki/Aldo_Andretti",
      "name": "Aldo Andretti",
      "aboutText": "Mike Wofford (born February 28, 1938 in San Antonio, Texas), is a jazz pianist, raised in San Diego, California.\nHe is best known as an accompanist to and music director for singers Sarah Vaughan (in the 1970s), Ella Fitzgerald (1989–1992) and others. That stated, he was known in the jazz community going back to the 1960s for the albums Strawberry Wine and Summer Night.",
      "pageId": 7125397,
      "monthDay": "02/28"
    },
    {
      "year": "1940",
      "uri": "/wiki/Mario_Andretti",
      "name": "Mario Andretti",
      "aboutText": "Dino Zoff (Italian pronunciation: [ˈdiːno ddzɔf]; born 28 February 1942) is a former Italian professional football goalkeeper and is the oldest winner ever of the World Cup, which he earned as captain of the Italian national team in the 1982 tournament in Spain, at the age of 40 years, 4 months and 13 days, also winning the award for best goalkeeper of the tournament, and being elected to the team of the tournament, for his performances, keeping two clean-sheets, an honour he also received after winning the 1968 European Championship on home soil. Zoff also achieved great club success with Juventus, winning 6 Serie A titles, 2 Coppa Italias, and an UEFA Cup, also reaching two European Champions' Cup finals in the 1972–73 and 1982–83 seasons, as well as finishing second in the 1973 Intercontinental Cup final.\nZoff was a goalkeeper of outstanding ability, and he has a place in the history of the sport among the very best in this role, being named the 3rd greatest goalkeeper of the 20th century by the IFFHS behind Lev Yashin and Gordon Banks.",
      "pageId": 8138,
      "monthDay": "02/28"
    },
    {
      "year": "1940",
      "uri": "/wiki/Barry_Fantoni",
      "name": "Barry Fantoni",
      "aboutText": "Lewis Brian Hopkin Jones (28 February 1942 – 3 July 1969) was the founder and original bandleader of the Rolling Stones.\nJones was a multi-instrumentalist, with his main instruments being the guitar, harmonica and keyboards. His innovative use of traditional or folk instruments, such as the sitar and marimba, was integral to the changing sound of the band.",
      "pageId": 81456,
      "monthDay": "02/28"
    },
    {
      "year": "1940",
      "uri": "/wiki/Joe_South",
      "name": "Joe South",
      "aboutText": "Mario Gabriele Andretti (born February 28, 1940) is a retired Italian American world champion racing driver, one of the most successful Americans in the history of the sport. He is one of only two drivers to win races in Formula One, IndyCar, World Sportscar Championship and NASCAR (the other being Dan Gurney). He also won races in midget cars, and sprint cars.",
      "pageId": 271425,
      "monthDay": "02/28"
    },
    {
      "year": "1941",
      "uri": "/wiki/Tristan_Garel-Jones,_Baron_Garel_Jones",
      "name": "Tristan Garel-Jones, Baron Garel Jones",
      "aboutText": "Joe South (born Joseph Alfred Souter; February 28, 1940 – September 5, 2012) was an American singer-songwriter, guitarist and record producer. Best known for his songwriting, South won the Grammy Award for Song of the Year in 1970 for \"Games People Play\" and was again nominated for the award in 1972 for \"Rose Garden\".",
      "pageId": 361556,
      "monthDay": "02/28"
    },
    {
      "year": "1941",
      "uri": "/wiki/Suzanne_Mubarak",
      "name": "Suzanne Mubarak",
      "aboutText": "Josef Dieter \"Sepp\" Maier (born 28 February 1944) is a German former professional football goalkeeper. Regarded as one of Germany's greatest ever goalkeepers, his nickname was \"Die Katze von Anzing\" (\"the cat from Anzing\") for his fast reflexes.",
      "pageId": 466093,
      "monthDay": "02/28"
    },
    {
      "year": "1942",
      "uri": "/wiki/Frank_Bonner",
      "name": "Frank Bonner",
      "aboutText": "William Armand Thomas Tristan Garel-Jones, Baron Garel-Jones, PC (born 28 February 1941) is a British politician. A member of the Conservative Party, he served as the Member of Parliament (MP) for Watford from 1979–97, before being made a life peer in 1997.\nFollowing his election to Parliament, Garel-Jones served in various whip positions and also as a junior minister at the Foreign and Commonwealth Office.",
      "pageId": 592121,
      "monthDay": "02/28"
    },
    {
      "year": "1942",
      "uri": "/wiki/Brian_Jones",
      "name": "Brian Jones",
      "aboutText": "Frank Bonner (born February 28, 1942) is an American actor and television director best known for playing sales manager Herb Tarlek on the television sitcom WKRP in Cincinnati.",
      "pageId": 926377,
      "monthDay": "02/28"
    },
    {
      "year": "1942",
      "uri": "/wiki/Dino_Zoff",
      "name": "Dino Zoff",
      "aboutText": "Carole \"Kelly\" Bishop (born February 28, 1944) is an American actress and dancer, best known for her roles as matriarch Emily Gilmore on the series Gilmore Girls and as the mother of Jennifer Grey's character in the film Dirty Dancing. Bishop created the role of Sheila in A Chorus Line, for which she won a Tony Award for Best Performance by a Featured Actress in a Musical.",
      "pageId": 1022350,
      "monthDay": "02/28"
    },
    {
      "year": "1943",
      "uri": "/wiki/Barbara_Acklin",
      "name": "Barbara Acklin",
      "aboutText": "Edward Leonard Greenspan, QC (February 28, 1944 – December 24, 2014) was a Jewish Canadian lawyer, and a prolific author of legal volumes.",
      "pageId": 1025328,
      "monthDay": "02/28"
    },
    {
      "year": "1943",
      "uri": "/wiki/Charles_Bernstein_(composer)",
      "name": "Charles Bernstein",
      "aboutText": "Charles Aaron \"Bubba\" Smith (February 28, 1945 – August 3, 2011) was an American professional football player who became an actor after his retirement from the sport. He first came into prominence at Michigan State University, where he twice earned All-American honors as a defensive end on the Spartans football team. He had a major role in a 10–10 tie with Notre Dame in 1966 that was billed as \"The Game of the Century.\" He was one of only three players to have his jersey number retired by the program.",
      "pageId": 1045799,
      "monthDay": "02/28"
    },
    {
      "year": "1943",
      "uri": "/wiki/Hans_Dijkstal",
      "name": "Hans Dijkstal",
      "aboutText": "Donnie Iris (born Dominic Ierace on February 28, 1943) is an American rock musician known for his work with the Jaggerz and Wild Cherry during the 1970s, and for his solo career beginning in the 1980s with his band, the Cruisers. He wrote the # 2 Billboard hit, \"The Rapper\", with the Jaggerz in 1970 and was a member of Wild Cherry after the group had a #1 hit with \"Play That Funky Music.\" He also achieved fame as a solo artist in the early 1980s with the # 29 hit \"Ah!",
      "pageId": 1682122,
      "monthDay": "02/28"
    },
    {
      "year": "1943",
      "uri": "/wiki/Donnie_Iris",
      "name": "Donnie Iris",
      "aboutText": "Barry Ernest Fantoni (born 28 February 1940) is an author, cartoonist and jazz musician of Italian and Jewish descent, most famous for his work with the magazine Private Eye, for whom he also created Neasden F.C. He has also published books on Chinese astrology. Fantoni hosted a short lived mid 1960s BBC TV show called \"A Whole Scene Going\" which won him the title of Male Tv Personality of the Year.\nOn 27 January 2007 he debuted on BBC Radio Five Live's Fighting Talk.",
      "pageId": 1810152,
      "monthDay": "02/28"
    },
    {
      "year": "1943",
      "uri": "/wiki/Ronnie_Wells",
      "name": "Ronnie Wells",
      "aboutText": "Barbara Jean Acklin (February 28, 1943 – November 27, 1998) was an American soul singer and songwriter, who was most successful in the 1960s and 1970s. Her biggest hit as a singer was \"Love Makes a Woman\" (1968).",
      "pageId": 1867252,
      "monthDay": "02/28"
    },
    {
      "year": "1944",
      "uri": "/wiki/Kelly_Bishop",
      "name": "Kelly Bishop",
      "aboutText": "Suzanne Mubarak (Arabic: سوزان مبارك‎, Sūzān Mubārak; born 28 February 1941) is the wife of former Egyptian President Hosni Mubarak and was the First Lady of Egypt during her husband's presidential tenure from 14 October 1981 to 11 February 2011. She has served as Goodwill Ambassador of the United Nations Food and Agriculture Organization, and founded the Cairo Child Museum in collaboration with the British Museum.",
      "pageId": 1992165,
      "monthDay": "02/28"
    },
    {
      "year": "1944",
      "uri": "/wiki/Edward_Greenspan",
      "name": "Edward Greenspan",
      "aboutText": "Sir Philip Martin Bailhache, KBE (born 28 February 1946) is a Jersey politician and lawyer. He was elected as a Senator in the States of Jersey in October 2011 and serves as an Assistant Minister to the Chief Minister. He previously held elected office as Deputy of Grouville 1972-1975.",
      "pageId": 2264710,
      "monthDay": "02/28"
    },
    {
      "year": "1944",
      "uri": "/wiki/Sepp_Maier",
      "name": "Sepp Maier",
      "aboutText": "Mimsy Farmer (born Merle Farmer; February 28, 1945) is an American actress. Her nickname came from a line in Lewis Carroll's Jabberwocky; \"All mimsy were the borogoves\".\n^ p.75 Warner Bros.",
      "pageId": 2659621,
      "monthDay": "02/28"
    },
    {
      "year": "1944",
      "uri": "/wiki/Storm_Thorgerson",
      "name": "Storm Thorgerson",
      "aboutText": "Henri Frans \"Hans\" Dijkstal (28 February 1943 – 9 May 2010) was a Dutch politician of the People's Party for Freedom and Democracy (VVD). He served as a Member of the House of Representatives from 11 November 1982 until 3 June 1986 and from 30 July 1986 until 22 August 1994, when he became Minister of the Interior and Deputy Prime Minister of the Netherlands in the Cabinet Kok I. After the Dutch general election of 1998 incumbent Party leader of the People's Party for Freedom and Democracy Frits Bolkestein announced his retirement and Dijkstal was elected his successor. He returned to the House of Representatives on 19 May 1998 and became the Parliamentary leader of the People's Party for Freedom and Democracy in the House of Representatives and the Party leaders of the People's Party for Freedom and Democracy on 30 July 1998.",
      "pageId": 2660320,
      "monthDay": "02/28"
    },
    {
      "year": "1945",
      "uri": "/wiki/Mimsy_Farmer",
      "name": "Mimsy Farmer",
      "aboutText": "Storm Elvin Thorgerson (28 February 1944 – 18 April 2013) was an English graphic designer, best known for his work for rock artists such as Pink Floyd, Led Zeppelin, Nik Kershaw, Black Sabbath, Scorpions, Peter Gabriel, Genesis, Al Stewart, Europe, Catherine Wheel, Bruce Dickinson, Dream Theater, Anthrax, The Cranberries, The Mars Volta, Muse, The Alan Parsons Project, Biffy Clyro and Rival Sons.",
      "pageId": 4978226,
      "monthDay": "02/28"
    },
    {
      "year": "1945",
      "uri": "/wiki/Bubba_Smith",
      "name": "Bubba Smith",
      "aboutText": "Charles Bernstein (born February 28, 1943) is a composer of film and television music. His credits include the score for A Nightmare on Elm Street. He is a Daytime Emmy Award winner.",
      "pageId": 10736338,
      "monthDay": "02/28"
    },
    {
      "year": "1946",
      "uri": "/wiki/Philip_Bailhache",
      "name": "Philip Bailhache",
      "aboutText": "Ronnie Wells (aka: Veronica Wells-Elliston)(February 28, 1943 – March 7, 2007)) was a jazz balladeer and educator in the Washington area for more than three decades. She shared the stage with such internationally known artists as Billy Eckstine, Lonnie Liston Smith, Jimmy Witherspoon and Oscar Brown.\nWells was founder of the Fish Middleton Jazz Studies Scholarship and co-founded the East Coast Jazz Festival in Montgomery County in 1992, which was an annual jazz festival that continued until 2006.",
      "pageId": 29535684,
      "monthDay": "02/28"
    },
    {
      "year": "1946",
      "uri": "/wiki/Robin_Cook",
      "name": "Robin Cook",
      "aboutText": "Robert Finlayson Cook (28 February 1946 – 6 August 2005) was a British Labour Party politician, who served as the Member of Parliament (MP) for Livingston from 1983 until his death, and served in the Cabinet as Foreign Secretary from 1997 to 2001.\nHe studied at the University of Edinburgh before becoming a Member of Parliament for Edinburgh Central in 1974. In parliament he was known for his debating ability which saw his rise through the political ranks and ultimately to the Cabinet.",
      "pageId": 186803,
      "monthDay": "02/28"
    },
    {
      "year": "1946",
      "uri": "/wiki/Don_Francisco_(Christian_musician)",
      "name": "Don Francisco",
      "aboutText": "Bernadette Peters (born Bernadette Lazzara; February 28, 1948) is an American actress, singer and children's book author. Over the course of a career that has spanned five decades, she has starred in musical theatre, films and television, as well as performing in solo concerts and recordings. She is one of the most critically acclaimed Broadway performers, having received nominations for seven Tony Awards, winning two (plus an honorary award), and nine Drama Desk Awards, winning three.",
      "pageId": 199832,
      "monthDay": "02/28"
    },
    {
      "year": "1947",
      "uri": "/wiki/Stephanie_Beacham",
      "name": "Stephanie Beacham",
      "aboutText": "Mercedes J. Ruehl (born February 28, 1948) is an American theater, television, and film actress.",
      "pageId": 768280,
      "monthDay": "02/28"
    },
    {
      "year": "1947",
      "uri": "/wiki/Deniz_Gezmi%C5%9F",
      "name": "Deniz Gezmiş",
      "aboutText": "Alfred Sant (born 28 February 1948) is a Maltese politician and a novelist.",
      "pageId": 1174987,
      "monthDay": "02/28"
    },
    {
      "year": "1948",
      "uri": "/wiki/Bineshwar_Brahma",
      "name": "Bineshwar Brahma",
      "aboutText": "Don Francisco (born February 28, 1946) is an independent American singer, songwriter, and musician, specializing in the field of contemporary Christian music.",
      "pageId": 1510363,
      "monthDay": "02/28"
    },
    {
      "year": "1948",
      "uri": "/wiki/Steven_Chu",
      "name": "Steven Chu",
      "aboutText": "Michael \"Mike\" Figgis (born 28 February 1948) is an English film director, screenwriter, and composer.",
      "pageId": 1572840,
      "monthDay": "02/28"
    },
    {
      "year": "1948",
      "uri": "/wiki/Mike_Figgis",
      "name": "Mike Figgis",
      "aboutText": "Stephanie Beacham (born 28 February 1947) is an English television, radio, film and theatre actress.\nBeacham began appearing on British television in 1967 and made her big screen debut in the 1970 film The Games, before starring opposite Marlon Brando in the 1971 film The Nightcomers. In the 1980s, she became well-known on British television in the BBC series Tenko (1981–82) and the ITV series Connie (1985), before going on to play Sable Colby in the US television series The Colbys (1985–87) and in the final season of Dynasty (1988–89).",
      "pageId": 1916279,
      "monthDay": "02/28"
    },
    {
      "year": "1948",
      "uri": "/wiki/Johnny_Delgado",
      "name": "Johnny Delgado",
      "aboutText": "Frankie Kao or Kao Ling-feng (Chinese: 高凌風; pinyin: Gāo Língfēng; Wade–Giles: Kao Ling-feng; 28 February 1950 – 17 February 2014) was a Taiwanese singer. His birth name is 葛元誠 (Gé Yuánchéng) and employed the moniker The Frog Prince (青蛙王子 Qīngwā Wángzi) for more than three decades which was given to him by his close friend, comedian Ni Min-jan. He also had a friend named Chang Fei, who is the host of Variety Big Brother.",
      "pageId": 2098800,
      "monthDay": "02/28"
    },
    {
      "year": "1948",
      "uri": "/wiki/Geoff_Nicholls",
      "name": "Geoff Nicholls",
      "aboutText": "Geoff Nicholls (28 February 1948, Birmingham, England) is a musician and keyboardist, who is best known as the longtime sideman for the heavy metal band Black Sabbath. Nicholls also played in the NWOBHM band Quartz before joining Black Sabbath. In the late 1960s / early 1970s, Geoff played lead guitar for the Birmingham band Johnny Neal and the Starliners.",
      "pageId": 2927189,
      "monthDay": "02/28"
    },
    {
      "year": "1948",
      "uri": "/wiki/Bernadette_Peters",
      "name": "Bernadette Peters",
      "aboutText": "Bill Cratty (February 28, 1951 - September 9, 1998) was an American modern dancer and choreographer.",
      "pageId": 3074247,
      "monthDay": "02/28"
    },
    {
      "year": "1948",
      "uri": "/wiki/Mercedes_Ruehl",
      "name": "Mercedes Ruehl",
      "aboutText": "Ilene Susan Graff (born February 28, 1949) is an American actress and singer.\nThe Brooklyn native began her professional career as a teenager when she performed as a background singer and commercial actress while attending Martin Van Buren High School in Queens Village. She graduated from Ithaca College in 1970.",
      "pageId": 4530088,
      "monthDay": "02/28"
    },
    {
      "year": "1948",
      "uri": "/wiki/Alfred_Sant",
      "name": "Alfred Sant",
      "aboutText": "Deniz Gezmiş (28 February 1947 – 6 May 1972) was a Turkish Marxist-Leninist revolutionary, student leader, and political activist in Turkey in the late 1960s. He was one of the founding members of the People's Liberation Army of Turkey (THKO).\nHe was born to an inspector of primary education and syndicalist Cemil Gezmiş and a primary school teacher Mukaddes Gezmiş.",
      "pageId": 4893302,
      "monthDay": "02/28"
    },
    {
      "year": "1949",
      "uri": "/wiki/Ilene_Graff",
      "name": "Ilene Graff",
      "aboutText": "Steven Chu (Chinese: 朱棣文; pinyin: Zhū Dìwén, born February 28, 1948) is an American physicist who is known for his research at Bell Labs and Stanford University in cooling and trapping of atoms with laser light, which won him the Nobel Prize in Physics in 1997, along with his scientific colleagues Claude Cohen-Tannoudji and William Daniel Phillips.\nChu served as the 12th United States Secretary of Energy from 2009 to 2013. At the time of his appointment as Energy Secretary, Chu was a professor of physics and molecular and cellular biology at the University of California, Berkeley, and the director of the Lawrence Berkeley National Laboratory, where his research was concerned primarily with the study of biological systems at the single molecule level.",
      "pageId": 7963444,
      "monthDay": "02/28"
    },
    {
      "year": "1949",
      "uri": "/wiki/Susan_Hekman",
      "name": "Susan Hekman",
      "aboutText": "James Eugene Wohlford (born February 28, 1951) is a retired former professional baseball player. outfielder.",
      "pageId": 8622829,
      "monthDay": "02/28"
    },
    {
      "year": "1950",
      "uri": "/wiki/Futatsury%C5%AB_Jun%27ichi",
      "name": "Futatsuryū Jun'ichi",
      "aboutText": "Bineshwar Brahma (February 28, 1948 – August 19, 2000 Bodo: बिनेश्वर ब्रह्म) was the president of the Bodo Sahitya Sabha ('Bodo Literary Union') in Assam, India. He was born in a small village of Bhatarmari near Kokrajhar.",
      "pageId": 8685028,
      "monthDay": "02/28"
    },
    {
      "year": "1950",
      "uri": "/wiki/Frankie_Kao",
      "name": "Frankie Kao",
      "aboutText": "Futatsuryū Jun'ichi (双津竜 順一, born February 28, 1950 as Jun'ichi Yamamoto, died August 12, 2014) was a sumo wrestler from Hokkaidō, Japan. After retirement he became the head coach of Tokitsukaze stable. Following his involvement in the hazing and death of trainee Takashi Saito, in October 2007 he became the first serving stablemaster to be dismissed by the Japan Sumo Association.",
      "pageId": 13501767,
      "monthDay": "02/28"
    },
    {
      "year": "1950",
      "uri": "/wiki/Jaime_Fabregas",
      "name": "Jaime Fabregas",
      "aboutText": "Juan Marasigan Feleo (February 28, 1948 – November 19, 2009) was an award-winning Filipino television and movie actor and writer.\nHe is best known for his television work on the TV gag show Goin' Bananas. Other roles include the films Kakabakaba Ka Ba?",
      "pageId": 25131918,
      "monthDay": "02/28"
    },
    {
      "year": "1951",
      "uri": "/wiki/Bill_Cratty",
      "name": "Bill Cratty",
      "aboutText": "Susan Jean Hekman (February 28, 1949), is a postmodern feminist and the professor of political science and director of the graduate humanities program at the University of Texas at Arlington (UTA).",
      "pageId": 30368284,
      "monthDay": "02/28"
    },
    {
      "year": "1951",
      "uri": "/wiki/Roseanna_Vitro",
      "name": "Roseanna Vitro",
      "aboutText": "Roseanna Vitro is a jazz singer and educator.",
      "pageId": 30883077,
      "monthDay": "02/28"
    },
    {
      "year": "1951",
      "uri": "/wiki/Jim_Wohlford",
      "name": "Jim Wohlford",
      "aboutText": "Jaime Francisco Garcia Fabregas (born February 28, 1950) is a Filipino multi-awarded actor and musical scorer in the Philippines of Spanish descent.",
      "pageId": 40167145,
      "monthDay": "02/28"
    },
    {
      "year": "1952",
      "uri": "/wiki/William_Finn",
      "name": "William Finn",
      "aboutText": "John Michael Turturro (Italian pronunciation: [turˈturro]) (born February 28, 1957) is an American-Italian actor, writer and director known for his roles in the films Do the Right Thing (1989), Miller's Crossing (1990), Barton Fink (1991), Quiz Show (1994), The Big Lebowski (1998), O Brother, Where Art Thou? (2000) and the first three films in the Transformers film series (2007–2011). He has appeared in over sixty films, and has worked frequently with the Coen brothers, Adam Sandler and Spike Lee.",
      "pageId": 308577,
      "monthDay": "02/28"
    },
    {
      "year": "1952",
      "uri": "/wiki/Frank_Warren_(promoter)",
      "name": "Frank Warren",
      "aboutText": "Paul Robin Krugman (born February 28, 1953) is an American economist, Distinguished Professor of Economics at the Graduate Center of the City University of New York, and an op-ed columnist for The New York Times. In 2008, Krugman was awarded the Nobel Memorial Prize in Economic Sciences for his contributions to New Trade Theory and New Economic Geography. The Prize Committee cited Krugman's work explaining the patterns of international trade and the geographic distribution of economic activity, by examining the effects of economies of scale and of consumer preferences for diverse goods and services.",
      "pageId": 313701,
      "monthDay": "02/28"
    },
    {
      "year": "1953",
      "uri": "/wiki/Ingo_Hoffmann",
      "name": "Ingo Hoffmann",
      "aboutText": "William Alan Finn (born February 28, 1952) is an American composer and lyricist of musicals.",
      "pageId": 517475,
      "monthDay": "02/28"
    },
    {
      "year": "1953",
      "uri": "/wiki/Paul_Krugman",
      "name": "Paul Krugman",
      "aboutText": "Gilbert Gottfried (born February 28, 1955) is an American stand-up comedian, actor and voice artist. His numerous roles in film and television include voicing the parrot Iago in Disney's Aladdin and Digit in the children's cartoon/educational math-based show Cyberchase. Gottfried was also the voice of the Aflac Duck until 2011.",
      "pageId": 625478,
      "monthDay": "02/28"
    },
    {
      "year": "1953",
      "uri": "/wiki/Ricky_Steamboat",
      "name": "Ricky Steamboat",
      "aboutText": "Ainsley Harriott (born 28 February 1957) is an English chef, television presenter and entertainer, best known for appearing in BBC cooking shows such as Can't Cook, Won't Cook and Ready Steady Cook.",
      "pageId": 636257,
      "monthDay": "02/28"
    },
    {
      "year": "1954",
      "uri": "/wiki/Brian_Billick",
      "name": "Brian Billick",
      "aboutText": "Guy Maddin, CM OM (born February 28, 1956) is a Canadian screenwriter, director, author, cinematographer and film editor of both features and short films, as well as an installation artist, from Winnipeg, Manitoba. His most distinctive quality is his penchant for recreating the look and style of silent or early-sound-era films. Since completing his first film in 1985, Maddin has become one of Canada's most well-known and celebrated film-makers.",
      "pageId": 645737,
      "monthDay": "02/28"
    },
    {
      "year": "1954",
      "uri": "/wiki/Manuel_Torres_F%C3%A9lix",
      "name": "Manuel Torres Félix",
      "aboutText": "Richard Henry Blood Sr. (born February 28, 1953), better known by his ring name Ricky \"The Dragon\" Steamboat, is an American semi-retired professional wrestler. He is best known for his work with the American Wrestling Association (AWA), the National Wrestling Alliance (NWA), World Championship Wrestling (WCW), and the World Wrestling Federation (WWF).",
      "pageId": 690226,
      "monthDay": "02/28"
    },
    {
      "year": "1955",
      "uri": "/wiki/Adrian_Dantley",
      "name": "Adrian Dantley",
      "aboutText": "Sir Terence Patrick \"Terry\" Leahy (born 28 February 1956) is an English businessman, previously the CEO of Tesco, the largest British retailer and the third-largest retailer in the world measured by revenues.\nHe now lives in Cuffley, Hertfordshire, with his wife, Alison and his three children.\n^ a b \"Sir Terry Leahy\".",
      "pageId": 1029459,
      "monthDay": "02/28"
    },
    {
      "year": "1955",
      "uri": "/wiki/Gilbert_Gottfried",
      "name": "Gilbert Gottfried",
      "aboutText": "Ingo Hoffmann (born February 28, 1953) is a Brazilian retired racing driver from São Paulo. He participated in six Formula One Grands Prix, debuting on January 25, 1976. He scored no championship points.",
      "pageId": 1233859,
      "monthDay": "02/28"
    },
    {
      "year": "1956",
      "uri": "/wiki/Francis_Hughes",
      "name": "Francis Hughes",
      "aboutText": "Francis Hughes (28 February 1956 – 12 May 1981) was a volunteer in the Provisional Irish Republican Army (IRA) from Bellaghy, Northern Ireland. Hughes was the most wanted man in Northern Ireland until his arrest following a shoot-out with the Special Air Service (SAS) in which an SAS soldier was killed.",
      "pageId": 1397374,
      "monthDay": "02/28"
    },
    {
      "year": "1956",
      "uri": "/wiki/Terry_Leahy",
      "name": "Terry Leahy",
      "aboutText": "Brian Harold Billick (born February 28, 1954) is a former National Football League coach and commentator. Billick spent nine seasons as head coach of the Baltimore Ravens from January 19, 1999 to December 31, 2007; he led the Ravens to a 34–7 victory over the New York Giants in Super Bowl XXXV, the franchise's first Super Bowl appearance.",
      "pageId": 1443413,
      "monthDay": "02/28"
    },
    {
      "year": "1956",
      "uri": "/wiki/Guy_Maddin",
      "name": "Guy Maddin",
      "aboutText": "James Michael \"Jimmy\" Nicholl (born 28 February 1956) is a Canadian-born former Northern Ireland international footballer who played for several clubs, including Manchester United and Rangers. He was mainly a right-back but could also play in other defensive roles. Nicholl won a total of 73 international caps for Northern Ireland, scoring one goal.",
      "pageId": 1920128,
      "monthDay": "02/28"
    },
    {
      "year": "1956",
      "uri": "/wiki/Jimmy_Nicholl",
      "name": "Jimmy Nicholl",
      "aboutText": "Frank Warren (born 28 February 1952 in Islington, London) is an English boxing manager and promoter.",
      "pageId": 1935905,
      "monthDay": "02/28"
    },
    {
      "year": "1956",
      "uri": "/wiki/Penny_Sackett",
      "name": "Penny Sackett",
      "aboutText": "Adrian Delano Dantley (born February 28, 1955) is a retired American basketball player who played 15 seasons in the National Basketball Association (NBA). A forward/guard and six-time NBA All-Star, he was inducted into the Basketball Hall of Fame in 2008.",
      "pageId": 2307511,
      "monthDay": "02/28"
    },
    {
      "year": "1956",
      "uri": "/wiki/Mike_Tenay",
      "name": "Mike Tenay",
      "aboutText": "Michael William \"Mike\" Tenay is a professional wrestling play-by-play announcer currently allegedly employed by Total Nonstop Action Wrestling (TNA). Prior to signing with TNA in 2002, he had a notable tenure with World Championship Wrestling (WCW) from 1994–2001. Tenay, according to TNA, \"is known as 'The Professor' for his extensive knowledge of the sport\".",
      "pageId": 2658900,
      "monthDay": "02/28"
    },
    {
      "year": "1956",
      "uri": "/wiki/Jens_Wendelboe",
      "name": "Jens Wendelboe",
      "aboutText": "Paul Delph (February 28, 1957 – May 21, 1996) was a Los Angeles-based singer, songwriter, producer, engineer, and studio musician whose catalog includes work with many well-known recording artists from the late 1970s through the mid-1990s. Delph died from complications of HIV/AIDS at his parents home in Cincinnati, Ohio. His ashes are interred at Spring Grove Cemetery in Cincinnati.",
      "pageId": 10805082,
      "monthDay": "02/28"
    },
    {
      "year": "1957",
      "uri": "/wiki/Paul_Delph",
      "name": "Paul Delph",
      "aboutText": "Penny Diane Sackett (born 28 February 1956) is an American-born Australian astronomer and former director of the Research School of Astronomy and Astrophysics (RSAA) at the Australian National University (ANU). Professor Sackett was the Chief Scientist of Australia from November 2008 until March 2011.\n^ Sackett, Penny D. (22 August 2003).",
      "pageId": 19534378,
      "monthDay": "02/28"
    },
    {
      "year": "1957",
      "uri": "/wiki/Ainsley_Harriott",
      "name": "Ainsley Harriott",
      "aboutText": "José Manuel Torres Félix (28 February 1958 – 13 October 2012), also known as El M1 and/or El Ondeado, was an alleged drug trafficker and high-ranking leader of a cell within the Sinaloa Cartel.\nBorn in a small town in the state of Sinaloa, Torres Félix began working for the Sinaloa Cartel in the 1990s and later ascended to the apex of the cartel after his brother Javier Torres Félix was arrested in 2004. He then began to work with Ovidio Guzmán López, the son of Joaquín Guzmán Loera, Mexico's most-wanted man, and oversaw drug trafficking shipments coming in from South America into Mexico under the tutelage of Ismael Zambada García.",
      "pageId": 25857219,
      "monthDay": "02/28"
    },
    {
      "year": "1957",
      "uri": "/wiki/Micky_Stead",
      "name": "Micky Stead",
      "aboutText": "Michael John 'Micky' Stead (born 28 February 1957 in West Ham) is a former English professional footballer who played for Tottenham Hotspur, Swansea City, Southend United, Doncaster Rovers, Fisher Athletic, Dagenham & Redbridge Chelmsford City and Heybridge Swifts.",
      "pageId": 27973572,
      "monthDay": "02/28"
    },
    {
      "year": "1957",
      "uri": "/wiki/John_Turturro",
      "name": "John Turturro",
      "aboutText": "Jens Wendelboe (born 28 February 1956 in Copenhagen, Denmark and raised in Oslo, Norway) is a Norwegian trombonist, composer, music arranger and orchestra leader, known from cooperations with artists like Slide Hampton, Phil Woods, Bill Watrous, Monty Alexander, Donna Summer and Blood, Sweat and Tears.\n^ \"Jens Wendelboe Biography\" (in Norwegian). Store Norske Leksikon.",
      "pageId": 37222532,
      "monthDay": "02/28"
    },
    {
      "year": "1957",
      "uri": "/wiki/Cindy_Wilson",
      "name": "Cindy Wilson",
      "aboutText": "Finbar Patrick McGuigan MBE (born 28 February 1961), known as Barry McGuigan and nicknamed The Clones Cyclone, is a retired Irish professional boxer from Clones, County Monaghan, Ireland who became a World Boxing Association featherweight champion. Barry was a fan favourite for British and Irish audiences, as he represented neutrality and peace in a time when Northern Ireland (where he lived) was divided as part of The Troubles.",
      "pageId": 155614,
      "monthDay": "02/28"
    },
    {
      "year": "1958",
      "uri": "/wiki/Jack_Abramoff",
      "name": "Jack Abramoff",
      "aboutText": "Dorothy Ruth Hoogstraten (February 28, 1960 – August 14, 1980), who took the stage name Dorothy Stratten, was a Canadian Playboy Playmate, model, and actress. Stratten was the Playboy Playmate of the Month for August 1979, Playmate of the Year in 1980 and was the second Playmate (after Lee Ann Michelle) born in the 1960s. Stratten appeared in three comedy films and in at least two episodes of shows broadcast on US network television.",
      "pageId": 362645,
      "monthDay": "02/28"
    },
    {
      "year": "1958",
      "uri": "/wiki/Natalya_Estemirova",
      "name": "Natalya Estemirova",
      "aboutText": "Mark William Latham (born 28 February 1961), an Australian author and former politician, was leader of the Federal Parliamentary Australian Labor Party and Leader of the Opposition for thirteen months, from December 2003 to January 2005.\nLatham captured national attention and, initially, high levels of public approval with his policies and unconventional approach, but also attracted controversy surrounding his past. In the October 2004 federal election, Latham was defeated by then-incumbent Prime Minister John Howard.",
      "pageId": 380925,
      "monthDay": "02/28"
    },
    {
      "year": "1958",
      "uri": "/wiki/Jeanne_Mas",
      "name": "Jeanne Mas",
      "aboutText": "Cynthia Leigh \"Cindy\" Wilson (born February 28, 1957) is a vocalist, songwriter and a founding member of new wave rock band The B-52s.",
      "pageId": 1223608,
      "monthDay": "02/28"
    },
    {
      "year": "1958",
      "uri": "/wiki/David_R._Ross",
      "name": "David R. Ross",
      "aboutText": "Rae Dawn Chong (born February 28, 1961) is a Canadian-American actress. She is best known for her roles in the films Quest for Fire (1981), The Color Purple (1985), Commando (1985), and Time Runner (1993).",
      "pageId": 1477977,
      "monthDay": "02/28"
    },
    {
      "year": "1959",
      "uri": "/wiki/Megan_McDonald",
      "name": "Megan McDonald",
      "aboutText": "Éric Bachelart (born 28 February 1961) is a former race car driver and current Conquest Racing team owner.",
      "pageId": 1618857,
      "monthDay": "02/28"
    },
    {
      "year": "1960",
      "uri": "/wiki/T%C5%8Dru_%C5%8Ckawa",
      "name": "Tōru Ōkawa",
      "aboutText": "Jack Allan Abramoff (/ˈeɪbrəmɒf/; born February 28, 1959) is a former American lobbyist, businessman, movie producer and writer. He was at the center of an extensive corruption investigation that led to his conviction and to 21 people either pleading guilty or being found guilty, including White House officials J. Steven Griles and David Safavian, U.S. Representative Bob Ney, and nine other lobbyists and Congressional aides.\nAbramoff was College Republican National Committee National Chairman from 1981 to 1985, a founding member of the International Freedom Foundation, allegedly financed by apartheid South Africa, and served on the board of directors of the National Center for Public Policy Research, a conservative think tank.",
      "pageId": 1737208,
      "monthDay": "02/28"
    },
    {
      "year": "1960",
      "uri": "/wiki/Dorothy_Stratten",
      "name": "Dorothy Stratten",
      "aboutText": "Norman Anthony Smiley (born February 28, 1965) is an English/American retired professional wrestler. He is best known for his appearances with the American professional wrestling promotion World Championship Wrestling from 1997 to 2001.",
      "pageId": 1934609,
      "monthDay": "02/28"
    },
    {
      "year": "1961",
      "uri": "/wiki/%C3%89ric_Bachelart",
      "name": "Éric Bachelart",
      "aboutText": "Djamolidine Abdoujaparov (English: Jamoliddin Abdujaparov, Жамолиддин Абдужапаров; Russian: Джамолиди́н Абдужапа́ров) (born 28 February 1964 in Tashkent) is a former professional road racing cyclist from Uzbekistan. Abdoujaparov was a sprinter, nicknamed \"The Tashkent Terror\" as he was so ferocious in the sprints.",
      "pageId": 2181367,
      "monthDay": "02/28"
    },
    {
      "year": "1961",
      "uri": "/wiki/Rae_Dawn_Chong",
      "name": "Rae Dawn Chong",
      "aboutText": "Tōru Ōkawa (大川 透, Ōkawa Tōru, born February 28, 1960) is a Japanese voice actor. narrator, and stage actor from Kagoshima Prefecture who is affiliated with Mausu Promotion since 1994.",
      "pageId": 2195724,
      "monthDay": "02/28"
    },
    {
      "year": "1961",
      "uri": "/wiki/Mark_Latham",
      "name": "Mark Latham",
      "aboutText": "Claudio Chiappucci (born 28 February 1963 in Uboldo, Varese, Lombardy) is a retired Italian professional cyclist.",
      "pageId": 2319208,
      "monthDay": "02/28"
    },
    {
      "year": "1961",
      "uri": "/wiki/Barry_McGuigan",
      "name": "Barry McGuigan",
      "aboutText": "René Claude Simard, CM, (born February 28, 1961 in Chicoutimi, Quebec) is a pop singer from Quebec, chiefly popular in the 1970s. He was discovered and managed by Guy Cloutier. His first albums were produced by René Angélil, who later managed and eventually married Céline Dion.",
      "pageId": 3191681,
      "monthDay": "02/28"
    },
    {
      "year": "1961",
      "uri": "/wiki/Ren%C3%A9_Simard",
      "name": "René Simard",
      "aboutText": "Megan Jo McDonald (born February 28, 1959) is an American children's literature author. Her most popular works is the series of books which concern a third grade girl named Judy Moody (written for grades 2–4). McDonald has also written many picture books for younger children and continues to write.",
      "pageId": 3660591,
      "monthDay": "02/28"
    },
    {
      "year": "1961",
      "uri": "/wiki/Toshihiko_Tahara",
      "name": "Toshihiko Tahara",
      "aboutText": "David Robertson Ross (28 February 1958 – 2 January 2010) was a Scottish author and historian. He published eight books, most of them mixing elements of Scottish history and travel literature.\nHe was for many years, until his death, the elected convenor of The Society of William Wallace, an association aimed to commemorate the life and the personality of William Wallace.",
      "pageId": 3874055,
      "monthDay": "02/28"
    },
    {
      "year": "1963",
      "uri": "/wiki/Claudio_Chiappucci",
      "name": "Claudio Chiappucci",
      "aboutText": "Jeanne Mas, born on 28 February 1958 in Alicante, Spain, but naturalised in France, is a French pop singer and actress.\nShe is well known in France, Switzerland and Belgium for a number of hit singles released in the 1980s. Her first success was \"Toute première fois\" in 1984.",
      "pageId": 5772073,
      "monthDay": "02/28"
    },
    {
      "year": "1964",
      "uri": "/wiki/Djamolidine_Abdoujaparov",
      "name": "Djamolidine Abdoujaparov",
      "aboutText": "Colum McCann (born 28 February 1965) is an Irish writer of literary fiction. He was born in Dublin, Ireland and now lives in New York. He is a Distinguished Professor of Creative Writing in the Master of Fine Arts program at Hunter College, New York with fellow novelists Peter Carey and Claire Messud, and has visited many universities and colleges all over the world, including the European Graduate School.",
      "pageId": 8397335,
      "monthDay": "02/28"
    },
    {
      "year": "1964",
      "uri": "/wiki/Fernando_del_Valle",
      "name": "Fernando del Valle",
      "aboutText": "Fernando del Valle (né Brian Skinner, 28 February 1964) is an American operatic tenor.",
      "pageId": 21349657,
      "monthDay": "02/28"
    },
    {
      "year": "1964",
      "uri": "/wiki/Lotta_Lotass",
      "name": "Lotta Lotass",
      "aboutText": "Britt Inger Liselott Lotass, better known as Lotta Lotass (born 28 February 1964 in Gagnef, Dalarna County), is a Swedish writer. She holds a PhD of Comparative literature from the University of Gothenburg, and lives in Gothenburg, Sweden.\nLotass made her literary debut in 2000, and two years later published her doctoral dissertation on Swedish writer Stig Dagerman.",
      "pageId": 21845167,
      "monthDay": "02/28"
    },
    {
      "year": "1965",
      "uri": "/wiki/Colum_McCann",
      "name": "Colum McCann",
      "aboutText": "Natalya Khusainovna Estemirova (Russian: Ната́лья Хусаи́новна Эстеми́рова; 28 February 1958 – 15 July 2009) was an award-winning Russian human rights activist and board member of the Russian human rights organization Memorial. Estemirova was abducted by unknown persons on 15 July 2009 around 8:30 a.m. from her home in Grozny, Chechnya, as she was working on \"extremely sensitive\" cases of human rights abuses in Chechnya.",
      "pageId": 23616237,
      "monthDay": "02/28"
    },
    {
      "year": "1965",
      "uri": "/wiki/Norman_Smiley",
      "name": "Norman Smiley",
      "aboutText": "Toshihiko Tahara (田原 俊彦, born February 28, 1961) is a Japanese idol singer, a solo vocalist, affiliated with Johnny & Associates. In the 1980s he had a number of number 1 singles in Japan. He was awarded a Japan Music Award in 1983 for the song \"Saraba...",
      "pageId": 46536196,
      "monthDay": "02/28"
    },
    {
      "year": "1966",
      "uri": "/wiki/Vincent_Askew",
      "name": "Vincent Askew",
      "aboutText": "Daniel Handler (born February 28, 1970) is an American writer and journalist. He is best known for his work under the pen name Lemony Snicket, having published children's series A Series of Unfortunate Events and All the Wrong Questions under this pseudonym. He has also published adult novels under his real name; his first book The Basic Eight was rejected by many publishers for its dark subject matter.",
      "pageId": 79581,
      "monthDay": "02/28"
    },
    {
      "year": "1966",
      "uri": "/wiki/Paulo_Futre",
      "name": "Paulo Futre",
      "aboutText": "Eric Bryan Lindros (/ˈlɪndrɒs/; born February 28, 1973) is a Canadian former professional ice hockey player. Lindros played junior hockey in the Ontario Hockey League (OHL) for the Oshawa Generals prior to being chosen first overall in the 1991 NHL Entry Draft by the Quebec Nordiques. He refused to play for the Nordiques and was eventually traded to the Philadelphia Flyers in June 1992 in exchange for a package of players and draft picks including Peter Forsberg.",
      "pageId": 445726,
      "monthDay": "02/28"
    },
    {
      "year": "1966",
      "uri": "/wiki/Archbishop_Jovan_VI_of_Ohrid",
      "name": "Archbishop Jovan VI of Ohrid",
      "aboutText": "Noureddine Morceli (Arabic: نور الدين مرسلي‎, Nūr ud-Dīn Mursilī; born February 28, 1970) is a retired Algerian middle-distance runner. He was the winner of the 1500 metres at the 1996 Summer Olympics and won three straight gold medals at that distance at the World Championships in Athletics. He set world records in the 1500 m, mile run and the 3000 metres.",
      "pageId": 492499,
      "monthDay": "02/28"
    },
    {
      "year": "1966",
      "uri": "/wiki/Edita_Milda%C5%BEyt%C4%97",
      "name": "Edita Mildažytė",
      "aboutText": "Uppalapu Srinivas (28 February 1969 – 19 September 2014) was a virtuoso Indian mandolin maestro, prodigy, trailblazer and composer belonging to the classical Carnatic musical tradition of Southern India. Recognized worldwide as a colossus and the rarest of musical geniuses, Srinivas is regarded as the Mozart of classical Indian music. Srinivas pioneered the introduction of the mandolin, a western instrument, into classical Carnatic music, because he fell in love with it as a five-year-old, in the same manner as three much older musicians, Varahappa Iyer, Baluswami Dikshitar, and Vadivelu, had introduced the violin into Carnatic music, two hundred years ago.",
      "pageId": 604259,
      "monthDay": "02/28"
    },
    {
      "year": "1967",
      "uri": "/wiki/Colin_Cooper",
      "name": "Colin Cooper",
      "aboutText": "Paulo Jorge dos Santos Futre (Portuguese pronunciation: [ˈpawlu ˈfutɾɨ]; born 28 February 1966) is a retired Portuguese footballer who played mostly as a left winger.\nAfter starting playing for Sporting, he moved to Porto – winning the 1987 European Cup – after which he embarked in an extensive professional career, having represented clubs in Spain, France, Italy and Japan, most notably Atlético Madrid. He also appeared for Benfica during four months in 1993, and his later years were blighted by injury problems.",
      "pageId": 670794,
      "monthDay": "02/28"
    },
    {
      "year": "1967",
      "uri": "/wiki/Martin_Tielli",
      "name": "Martin Tielli",
      "aboutText": "Rory Cochrane (born February 28, 1972) is an American actor. He is known for playing Ron Slater in Dazed and Confused, Lucas in Empire Records, Lee Schatz in Argo, Freck in A Scanner Darkly and Tim Speedle in CSI: Miami.",
      "pageId": 707119,
      "monthDay": "02/28"
    },
    {
      "year": "1968",
      "uri": "/wiki/St%C3%A9phan_Lebeau",
      "name": "Stéphan Lebeau",
      "aboutText": "Junya Nakano (仲野 順也, Nakano Jun'ya, born February 28, 1971) is a Japanese video game composer who was employed at Square Enix from 1995 to 2009. He is best known for scoring Threads of Fate and co-composing Final Fantasy X. He has also worked as an arranger for Dawn of Mana and the Nintendo DS version of Final Fantasy IV. Nakano has collaborated with his friend and fellow composer Masashi Hamauzu on several games.\nHe was introduced to music at the age of three when his parents offered him lessons in the electronic organ.",
      "pageId": 1224955,
      "monthDay": "02/28"
    },
    {
      "year": "1969",
      "uri": "/wiki/Butch_Leitzinger",
      "name": "Butch Leitzinger",
      "aboutText": "Stéphan Armand Lebeau (born February 28, 1968) is a former professional ice hockey centre who played seven seasons in the National Hockey League from 1988–89 to 1994–95. He won a Stanley Cup in 1993 with the Montreal Canadiens.",
      "pageId": 1280123,
      "monthDay": "02/28"
    },
    {
      "year": "1969",
      "uri": "/wiki/Robert_Sean_Leonard",
      "name": "Robert Sean Leonard",
      "aboutText": "Martin Tielli (born 28 February 1967, Italy) is a Canadian singer-songwriter. He was a member of the Rheostatics, and has also released material as a solo artist and with the side project Nick Buzz. As well, he has appeared as a guest musician on albums by Barenaked Ladies, Kevin Hearn, The Waltons, Jane Siberry, Ashley MacIsaac, Meryn Cadell and Mia Sheard.",
      "pageId": 1422428,
      "monthDay": "02/28"
    },
    {
      "year": "1969",
      "uri": "/wiki/Patrick_Monahan",
      "name": "Patrick Monahan",
      "aboutText": "Peter Stebbings (born 28 February 1971) is a Canadian actor, director, producer, and screenwriter, perhaps best known for portraying Kevin Sharp in the drama series Madison, Paul Deeds in the series Traders, and for writing and directing Defendor.",
      "pageId": 1575856,
      "monthDay": "02/28"
    },
    {
      "year": "1969",
      "uri": "/wiki/U._Srinivas",
      "name": "U. Srinivas",
      "aboutText": "Tristan Louis (born February 28, 1971 in Digne-les-Bains, Alpes-de-Haute-Provence) is a French-born American author, entrepreneur and internet activist.",
      "pageId": 1711113,
      "monthDay": "02/28"
    },
    {
      "year": "1970",
      "uri": "/wiki/Daniel_Handler",
      "name": "Daniel Handler",
      "aboutText": "Robert Lawrence Leonard (born February 28, 1969), better known by his stage name Robert Sean Leonard, is an American actor, best known for his performance as Dr. James Wilson in the television series House, M.D. (2004–2012) and as Neil Perry in the film Dead Poets Society. Leonard won a Tony Award for Best Featured Actor in a Play for his performance in The Invention of Love in 2001.",
      "pageId": 1935771,
      "monthDay": "02/28"
    },
    {
      "year": "1970",
      "uri": "/wiki/Noureddine_Morceli",
      "name": "Noureddine Morceli",
      "aboutText": "Colin Terence Cooper (born 28 February 1967 in Durham, County Durham) is an English former professional footballer. Cooper spent most of his playing career at Middlesbrough and Nottingham Forest.",
      "pageId": 2183891,
      "monthDay": "02/28"
    },
    {
      "year": "1971",
      "uri": "/wiki/Maxine_Bahns",
      "name": "Maxine Bahns",
      "aboutText": "Patrick \"Pat\" Monahan (born February 28, 1969) is an American singer-songwriter, musician, and actor, best known as the lead vocalist for the band Train.",
      "pageId": 2672137,
      "monthDay": "02/28"
    },
    {
      "year": "1971",
      "uri": "/wiki/Tristan_Louis",
      "name": "Tristan Louis",
      "aboutText": "Robert Franklin \"Butch\" Leitzinger (born February 28, 1969) is a professional racing driver.",
      "pageId": 5136296,
      "monthDay": "02/28"
    },
    {
      "year": "1971",
      "uri": "/wiki/Junya_Nakano",
      "name": "Junya Nakano",
      "aboutText": "Maxine Lee Bahns (born February 28, 1971) is an American actress, triathlete and model. She is best known for roles in the films The Brothers McMullen and Cutaway.",
      "pageId": 5166867,
      "monthDay": "02/28"
    },
    {
      "year": "1971",
      "uri": "/wiki/Peter_Stebbings",
      "name": "Peter Stebbings",
      "aboutText": "Vincent Jerome Askew (born February 28, 1966) is a retired American professional basketball player who was selected by the Philadelphia 76ers in the second round (39th overall) of the 1987 NBA Draft. A 6'6\" guard-forward from Memphis State University, Askew played in nine NBA seasons for eight different teams. He is a cousin of rapper Teflon Don.",
      "pageId": 5966893,
      "monthDay": "02/28"
    },
    {
      "year": "1972",
      "uri": "/wiki/Rory_Cochrane",
      "name": "Rory Cochrane",
      "aboutText": "Ville Juhana Haapasalo (born 28 February 1972) is a Finnish stage and film actor who has worked in Finland and Russia. His acting career started in 1995, after finishing his studies in St. Petersburg.",
      "pageId": 14676389,
      "monthDay": "02/28"
    },
    {
      "year": "1972",
      "uri": "/wiki/Ville_Haapasalo",
      "name": "Ville Haapasalo",
      "aboutText": "Archbishop Jovan (John) VI, born Zoran Vraniškovski (Macedonian: Архиепископ Јован Вранишковски) (born 28 February 1966 in Bitola, Macedonia) is an orthodox Macedonian cleric and head of the Orthodox Ohrid Archbishopric, an autonomous church that split off from the unrecognized Macedonian Orthodox Church in 2002 to seek reunification with the Serbian Patriarchate of Peć and the other Orthodox churches.",
      "pageId": 17578383,
      "monthDay": "02/28"
    },
    {
      "year": "1973",
      "uri": "/wiki/Eric_Lindros",
      "name": "Eric Lindros",
      "aboutText": "Edita Mildažytė (born February 28, 1966) is a Lithuanian journalist, documentarian and social activist, widely known as the host of the longest running talk show in Lithuanian TV history, “Bėdų turgus” (Buy My Trouble), on air since 2001.",
      "pageId": 45483138,
      "monthDay": "02/28"
    },
    {
      "year": "1973",
      "uri": "/wiki/Nicolas_Minassian",
      "name": "Nicolas Minassian",
      "aboutText": "Alison Elizabeth \"Ali\" Larter (born February 28, 1976) is an American actress. She is best known for playing the dual roles of Niki Sanders and Tracy Strauss on the NBC science fiction drama Heroes as well as her guest roles on several television shows in the 1990s.\nLarter's screen debut came in the 1999 film Varsity Blues, followed by the horror films House on Haunted Hill as Sara Wolfe, and Final Destination and Final Destination 2 as Clear Rivers.",
      "pageId": 691715,
      "monthDay": "02/28"
    },
    {
      "year": "1973",
      "uri": "/wiki/Masato_Tanaka",
      "name": "Masato Tanaka",
      "aboutText": "Yasir Hameed Qureshi (Urdu: یاسر حمید قریشی) (born 28 February 1978 in Peshawar, originally from Kukmang, District Abbottabad) is a Pakistani cricketer. He scored two centuries on his Test debut against Bangladesh, becoming only the second player to do so. During his first thirty One Day International innings, he scored more runs than any other batsman, as well as scoring four successive opening partnerships of 100 or more with Imran Farhat, a unique achievement.",
      "pageId": 899186,
      "monthDay": "02/28"
    },
    {
      "year": "1974",
      "uri": "/wiki/Lee_Carsley",
      "name": "Lee Carsley",
      "aboutText": "Moana Lynore Mackey (born 28 February 1974) is a New Zealand politician and has represented the New Zealand Labour Party in the Parliament of New Zealand since 2003.",
      "pageId": 1075492,
      "monthDay": "02/28"
    },
    {
      "year": "1974",
      "uri": "/wiki/Moana_Mackey",
      "name": "Moana Mackey",
      "aboutText": "Michael Dean Rucker (born February 28, 1975) is a former American football defensive end who played eight seasons for the Carolina Panthers of the National Football League (NFL).",
      "pageId": 1298842,
      "monthDay": "02/28"
    },
    {
      "year": "1974",
      "uri": "/wiki/Tangi_Miller",
      "name": "Tangi Miller",
      "aboutText": "Lance Hoyt (born February 28, 1977) is an American professional wrestler, currently signed to New Japan Pro Wrestling as Lance Archer, where he teams with Davey Boy Smith Jr. as part of the reigning GHC Tag Team Championship team known as Killer Elite Squad (K.E.S.). He also works for Global Force Wrestling under his real name.",
      "pageId": 1450787,
      "monthDay": "02/28"
    },
    {
      "year": "1974",
      "uri": "/wiki/Alexander_Zickler",
      "name": "Alexander Zickler",
      "aboutText": "Jamaal Lee Tinsley (born February 28, 1978) is an American professional basketball player. Tinsley was drafted out of Iowa State University by the Vancouver Grizzlies with the 27th pick of the 2001 NBA draft, and was immediately dealt to the Atlanta Hawks, and then to the Indiana Pacers on draft night.",
      "pageId": 1881398,
      "monthDay": "02/28"
    },
    {
      "year": "1975",
      "uri": "/wiki/Mike_Rucker",
      "name": "Mike Rucker",
      "aboutText": "Masato Tanaka (田中 正人, ring name: 田中 将斗, Tanaka Masato, born February 28, 1973) is a Japanese professional wrestler, best known for his appearances with Frontier Martial Arts Wrestling in Japan and in Extreme Championship Wrestling in the United States where he was a one-time ECW World Heavyweight Champion. He is currently splitting his time working for Pro Wrestling Noah and Pro Wrestling Zero1.",
      "pageId": 1929897,
      "monthDay": "02/28"
    },
    {
      "year": "1975",
      "uri": "/wiki/Greg_Simkins",
      "name": "Greg Simkins",
      "aboutText": "Lee Kevin Carsley (born 28 February 1974) is a former professional football midfielder. In a playing career lasting 17 years, he is best remembered for his spells in the Premier League and Football League with Everton and Derby County. Although born in Birmingham, England, Carsley represented the Republic of Ireland at international level.",
      "pageId": 2397004,
      "monthDay": "02/28"
    },
    {
      "year": "1976",
      "uri": "/wiki/Kaido_K%C3%BClaots",
      "name": "Kaido Külaots",
      "aboutText": "Jason Aldine Williams (born February 28, 1977), known professionally as Jason Aldean, is an American singer, actor, and rapper. Since 2005, Jason Aldean has been signed to Broken Bow Records, a record label for which he has released six albums and twenty-four singles. His 2010 album, My Kinda Party, is certified triple-platinum by the Recording Industry Association of America (RIAA).",
      "pageId": 2428577,
      "monthDay": "02/28"
    },
    {
      "year": "1976",
      "uri": "/wiki/Ali_Larter",
      "name": "Ali Larter",
      "aboutText": "Alexander Zickler (born 28 February 1974) is a German football manager and retired footballer, who played as a striker.\nHe spent 12 years of his professional career with Bayern Munich, appearing in more than 300 official games and winning 19 major titles, notably seven Bundesliga championships and the 2001 Champions League; additionally, he also played six years in Austria with two clubs.",
      "pageId": 2431610,
      "monthDay": "02/28"
    },
    {
      "year": "1976",
      "uri": "/wiki/Guillaume_Lemay-Thivierge",
      "name": "Guillaume Lemay-Thivierge",
      "aboutText": "Mariano Zabaleta (born 28 February 1978) is a retired professional male tennis player from Argentina. He had an unusual but effective service motion. His best shot was his forehand and his favourite surface was clay.",
      "pageId": 2764423,
      "monthDay": "02/28"
    },
    {
      "year": "1976",
      "uri": "/wiki/Adam_Pine",
      "name": "Adam Pine",
      "aboutText": "Rei Kikukawa (菊川 怜, Kikukawa Rei, born February 28, 1978) is a Japanese actress, model, and television presenter.\n^ \"菊川 怜 - Kikukawa Rei (Profile)\" (in Japanese). 'Web I-dic'.",
      "pageId": 3093933,
      "monthDay": "02/28"
    },
    {
      "year": "1977",
      "uri": "/wiki/Jason_Aldean",
      "name": "Jason Aldean",
      "aboutText": "Benjamin Raich (born 28 February 1978 in Arzl im Pitztal, Tyrol) is a retired champion World Cup alpine ski racer and Olympic gold medalist from Austria.",
      "pageId": 3772814,
      "monthDay": "02/28"
    },
    {
      "year": "1977",
      "uri": "/wiki/Lance_Hoyt",
      "name": "Lance Hoyt",
      "aboutText": "Nicolas Minassian (born 28 February 1973) is a French professional racing driver of Armenian descent.\nAfter finishing 2nd place in the 1993 Formula Renault Eurocup, Marseille-born Minassian graduated to the French Formula Three Championship where he finished runner-up to countryman Laurent Redon at his second attempt in 1995. He then moved to the British series for another two years in a successful partnership with Promatecme and Renault UK that yielded a 4th place in 1996 and 2nd place the following year.",
      "pageId": 5155467,
      "monthDay": "02/28"
    },
    {
      "year": "1978",
      "uri": "/wiki/Jeanne_Cherhal",
      "name": "Jeanne Cherhal",
      "aboutText": "Adam Robert Pine (born 28 February 1976) is a retired Australian freestyle and butterfly swimmer. He was an Australian Institute of Sport scholarship holder.\nPine competed for Australia in the 2000, and 2004 and 2008 Summer Olympics.",
      "pageId": 5535560,
      "monthDay": "02/28"
    },
    {
      "year": "1978",
      "uri": "/wiki/Yasir_Hameed",
      "name": "Yasir Hameed",
      "aboutText": "Tangi Miller (born February 28, 1970) is an American actress, model and dancer. As an actress she is known for the role of Elena Tyler on the popular television drama Felicity.",
      "pageId": 7203743,
      "monthDay": "02/28"
    },
    {
      "year": "1978",
      "uri": "/wiki/Rei_Kikukawa",
      "name": "Rei Kikukawa",
      "aboutText": "Guillaume Lemay-Thivierge (born February 28, 1976 in Saint-Jérôme, Quebec) is a Quebec actor and film producer best known for major roles in Quebec films Nitro and Les 3 p'tit cochons in 2007.",
      "pageId": 14886221,
      "monthDay": "02/28"
    },
    {
      "year": "1978",
      "uri": "/wiki/Benjamin_Raich",
      "name": "Benjamin Raich",
      "aboutText": "Jeanne Cherhal (born 28 February 1978 in Nantes) is a French singer-songwriter.",
      "pageId": 19004943,
      "monthDay": "02/28"
    },
    {
      "year": "1978",
      "uri": "/wiki/Jamaal_Tinsley",
      "name": "Jamaal Tinsley",
      "aboutText": "Kaido Külaots (born February 28, 1976) is an Estonian chess Grandmaster (2001).\nHe won Estonian Chess Championship in 1999, 2001, 2002, 2003, 2008, 2009, 2010, 2014 and played for Estonia in the Chess Olympiads of 1998, 2000, 2002, 2004, 2006, 2008 and 2010.\nHe tied for 1st–2nd with Evgeny Alekseev at Kharkiv 2003 and with Vladislav Nevednichy at Paks 2003, tied for 1st–6th with Evgeniy Najer, Artyom Timofeev, Zoltan Gyimesi, Sergey Grigoriants and Oleg Korneev at the Cappelle-la-Grande Open 2004, tied for 1st–2nd with Artjom Smirnov at the Paul Keres Chess Festival in Tallinn 2004, came 2nd behind Sergei Tiviakov and ahead of Oleg Korneev at the Gausdal Classics 2005, came 1st at the Heart of Finland Open in Jyvaeskylae 2008, tied for 1st–3rd with Robert Ruck and Gabor Papp at the 1st Gedeon Barcza Memorial 2008, tied for 3rd–6th with Sarunas Sulskis, Tiger Hillarp Persson and Hans Tikkanen at Borup 2010 and won the 1st Festival Yvette 2010.",
      "pageId": 26823804,
      "monthDay": "02/28"
    },
    {
      "year": "1978",
      "uri": "/wiki/Mariano_Zabaleta",
      "name": "Mariano Zabaleta",
      "aboutText": "Greg \"Craola\" Simkins (born February 28, 1975) is an artist based in Torrance, California.",
      "pageId": 36232860,
      "monthDay": "02/28"
    },
    {
      "year": "1979",
      "uri": "/wiki/Michael_Bisping",
      "name": "Michael Bisping",
      "aboutText": "Primož Peterka (Slovene pronunciation: [ˈpriːmɔʃ ˈpeːtərka]; born 28 February 1979) is a Slovenian former ski jumper. During his career he won fifteen World Cup competitions; two consecutive World Cup titles; a ski flying World Cup title; as well as winning the Four Hills Tournament, making him the third most successful Slovenian winter sports athlete and one of the country's most successful sports personalities. Peterka currently works as the assistant coach to the Slovenian women's ski jumping team.",
      "pageId": 799388,
      "monthDay": "02/28"
    },
    {
      "year": "1979",
      "uri": "/wiki/S%C3%A9bastien_Bourdais",
      "name": "Sébastien Bourdais",
      "aboutText": "Tayshaun Durell Prince (born February 28, 1980) is an American professional basketball player for the Minnesota Timberwolves of the National Basketball Association (NBA). The 6'9\" small forward graduated from Dominguez High School before playing college basketball for the University of Kentucky.",
      "pageId": 924586,
      "monthDay": "02/28"
    },
    {
      "year": "1979",
      "uri": "/wiki/Ivo_Karlovi%C4%87",
      "name": "Ivo Karlović",
      "aboutText": "Ivo Karlović (Croatian pronunciation: [ǐːv̞ɔ kâːrlɔv̞itɕ]; born 28 February 1979, Zagreb) is a Croatian tennis player. He has won six ATP singles titles: three in 2007, one in 2008, one in 2013 and one in 2015.\nKarlović is the tallest player ever on the ATP Tour at 211 cm (6 ft 11 in).",
      "pageId": 933652,
      "monthDay": "02/28"
    },
    {
      "year": "1979",
      "uri": "/wiki/Primo%C5%BE_Peterka",
      "name": "Primož Peterka",
      "aboutText": "Sébastien Olivier Bourdais (born 28 February 1979) is a French professional racing driver. He is one of the most successful drivers in the history of the Champ Car World Series, having won four successive championships from 2004 to 2007. As of December 2015, he has won a total of 70 races in his career.",
      "pageId": 1019053,
      "monthDay": "02/28"
    },
    {
      "year": "1980",
      "uri": "/wiki/Bada_(singer)",
      "name": "Bada",
      "aboutText": "Christian Bjørnshøj Poulsen (born 28 February 1980) is a Danish footballer. After starting his career with Holbæk, he played for a number of European clubs as a defensive midfielder, winning the Danish Superliga championship with F.C. Copenhagen, the German DFB-Ligapokal trophy with FC Schalke 04, and the European UEFA Cup with Spanish team Sevilla FC, later also playing for Italian Serie A club Juventus, as well as Premier League side, Liverpool, French side Evian, and Dutch side Ajax.\nHe has been a regular member of the Denmark national football team since his debut in 2001, and has played 92 matches, scoring six goals for his country.",
      "pageId": 1468209,
      "monthDay": "02/28"
    },
    {
      "year": "1980",
      "uri": "/wiki/Pascal_Bosschaart",
      "name": "Pascal Bosschaart",
      "aboutText": "Pascal Bosschaart (born 28 February 1980 in Rotterdam) is a Dutch former footballer.",
      "pageId": 1575892,
      "monthDay": "02/28"
    },
    {
      "year": "1980",
      "uri": "/wiki/Lucian_Bute",
      "name": "Lucian Bute",
      "aboutText": "Template:Infobox supermodel",
      "pageId": 1739066,
      "monthDay": "02/28"
    },
    {
      "year": "1980",
      "uri": "/wiki/Glasner_da_Silva_Albuquerque",
      "name": "Glasner da Silva Albuquerque",
      "aboutText": "Natalia Mikhailovna Vodianova (Russian: Наталья Михайловна Водянова; pronounced [nɐˈtalʲjə mʲɪˈxajləvnə vədʲɪˈnovə]; born 28 February 1982), nicknamed Supernova, is a Russian model, philanthropist and occasional film actress. She is well known for her rags to riches life story and for her eight-season, seven-figure contract with Calvin Klein. In 2012, she came in third on the Forbes top-earning models list, estimated to have earned $8.6 million in one year.",
      "pageId": 1797921,
      "monthDay": "02/28"
    },
    {
      "year": "1980",
      "uri": "/wiki/Piotr_Giza",
      "name": "Piotr Giza",
      "aboutText": "Bada (Hangul: 바다, born February 28, 1980) is a South Korean singer and musical actress. Her birth name is Choi Sung-hee (최성희). Bada studied theater at Dankook University.",
      "pageId": 2083868,
      "monthDay": "02/28"
    },
    {
      "year": "1980",
      "uri": "/wiki/Christian_Poulsen",
      "name": "Christian Poulsen",
      "aboutText": "Piotr Giza (born February 28, 1980 in Kraków) is a Polish football player.",
      "pageId": 3024104,
      "monthDay": "02/28"
    },
    {
      "year": "1980",
      "uri": "/wiki/Tayshaun_Prince",
      "name": "Tayshaun Prince",
      "aboutText": "Brian Patrick Bannister (born February 28, 1981) is an American former professional baseball starting pitcher.",
      "pageId": 3643928,
      "monthDay": "02/28"
    },
    {
      "year": "1981",
      "uri": "/wiki/Brian_Bannister",
      "name": "Brian Bannister",
      "aboutText": "Florent Lucien Serra (born 28 February 1981) is a French tennis player. A right-hander, he has won two ATP titles during his career and achieved a career-high singles ranking of World No. 36 in June 2006.",
      "pageId": 3759849,
      "monthDay": "02/28"
    },
    {
      "year": "1981",
      "uri": "/wiki/Florent_Serra",
      "name": "Florent Serra",
      "aboutText": "Lucian Bute (born February 28, 1980) is a Romanian Canadian professional boxer who fights out of Montreal. He is a former IBF super middleweight champion, having made nine defenses of the title and reaching a peak ranking of No.",
      "pageId": 4562190,
      "monthDay": "02/28"
    },
    {
      "year": "1982",
      "uri": "/wiki/Natalia_Vodianova",
      "name": "Natalia Vodianova",
      "aboutText": "Timothy Thomas \"Tim\" Bresnan (born 28 February 1985) is an English cricketer. He is a fast-medium bowler, as well as being respected for his ability with the bat for Yorkshire.\nHe normally fields in the deep, but is sometimes found in the slip cordon.",
      "pageId": 5478931,
      "monthDay": "02/28"
    },
    {
      "year": "1983",
      "uri": "/wiki/Terry_Bywater",
      "name": "Terry Bywater",
      "aboutText": "Michael Bisping (born 28 February 1979) is an English mixed martial artist who competes in the middleweight division of the Ultimate Fighting Championship (UFC). He is a former Cage Rage Light Heavyweight Champion, and The Ultimate Fighter 3 Light Heavyweight Tournament winner. As of 8 October 2015, Bisping is ranked #7 in official UFC middleweight rankings.",
      "pageId": 5576823,
      "monthDay": "02/28"
    },
    {
      "year": "1984",
      "uri": "/wiki/Noureen_DeWulf",
      "name": "Noureen DeWulf",
      "aboutText": "Christian Müller (born 28 February 1984 in Berlin) is a German footballer who currently plays for Arminia Bielefeld.",
      "pageId": 8447205,
      "monthDay": "02/28"
    },
    {
      "year": "1984",
      "uri": "/wiki/Ben_Fagan",
      "name": "Ben Fagan",
      "aboutText": "Noureen Ahmed, known professionally as Noureen DeWulf (born February 28, 1984, New York City), is an American actress who starred as Lacey in Anger Management. She is best known for her roles in films such as West Bank Story, Ghosts of Girlfriends Past, and The Back-up Plan.",
      "pageId": 10720506,
      "monthDay": "02/28"
    },
    {
      "year": "1984",
      "uri": "/wiki/Karol%C3%ADna_Kurkov%C3%A1",
      "name": "Karolína Kurková",
      "aboutText": "Ben Fagan (born February 28, 1984) is an American musician and television personality who was winner of the reality television show Pirate Master.",
      "pageId": 13066657,
      "monthDay": "02/28"
    },
    {
      "year": "1984",
      "uri": "/wiki/Christian_M%C3%BCller_(footballer,_born_1984)",
      "name": "Christian Müller",
      "aboutText": "Esquerdinha (literally the young left one) real name Glasner da Silva Albuquerque (born 28 February 1980) is a former professional Brazilian footballer.",
      "pageId": 28445041,
      "monthDay": "02/28"
    },
    {
      "year": "1985",
      "uri": "/wiki/Tim_Bresnan",
      "name": "Tim Bresnan",
      "aboutText": "Terrance \"Terry\" Bywater (born 28 February 1983) is a British wheelchair basketball player. He participated in the 2000 Summer Paralympics, where his team came in fourth place; in the 2004 Summer Paralympics, where he won a bronze medal and was the highest scorer for Great Britain; the 2008 Summer Paralympics, winning another bronze medal; and the 2012 Summer Paralympics, where his team again came in fourth place.\n^ \"Terry Bywater — The Athletes — Paralympics\".",
      "pageId": 36557538,
      "monthDay": "02/28"
    },
    {
      "year": "1985",
      "uri": "/wiki/Fefe_Dobson",
      "name": "Fefe Dobson",
      "aboutText": "Felicia Lily \"Fefe\" Dobson (born February 28, 1985) is a Canadian singer, songwriter and recording artist. Born in Toronto, Canada, her career began when Jive Records attempted to develop her as a popular musician, which Dobson refused. Dobson then sang for Island/Def Jam where the executives contracted her.",
      "pageId": 740039,
      "monthDay": "02/28"
    },
    {
      "year": "1985",
      "uri": "/wiki/Jelena_Jankovi%C4%87",
      "name": "Jelena Janković",
      "aboutText": "Diego Ribas da Cunha (born 28 February 1985), commonly known as just Diego, is a Brazilian professional footballer who plays as an attacking midfielder for Turkish club Fenerbahçe.\nHe began his career at Santos, where he won two Campeonato Brasileiro Série A titles before moving to FC Porto in 2004. Despite winning further trophies in Portugal, his personal form dropped.",
      "pageId": 2110277,
      "monthDay": "02/28"
    },
    {
      "year": "1985",
      "uri": "/wiki/Diego_Ribas_da_Cunha",
      "name": "Diego Ribas da Cunha",
      "aboutText": "Sarah Lee Bolger (born 28 February 1991) is an Irish actress. She is best known for her roles in the films In America, Stormbreaker, and The Spiderwick Chronicles, as well as her award winning role as Lady Mary Tudor in the TV series The Tudors, and for guest starring as Princess Aurora in Once Upon a Time.",
      "pageId": 2275880,
      "monthDay": "02/28"
    },
    {
      "year": "1986",
      "uri": "/wiki/Mark_Sztyndera",
      "name": "Mark Sztyndera",
      "aboutText": "Zhang Liyin (born February 28, 1989), better known in South Korea as Jang Ri-in, is a Chinese singer active in China and South Korea, She is a member of the South Korean group S.M. The Ballad. Subject to much publicity, Zhang was nicknamed the \"Chinese BoA\" and the next leader of the Korean Wave. She speaks both Mandarin, which is her first language, and fluent Korean, and has released singles in both China and South Korea, singing in both languages.",
      "pageId": 7111214,
      "monthDay": "02/28"
    },
    {
      "year": "1986",
      "uri": "/wiki/Min_Hyo-rin",
      "name": "Min Hyo-rin",
      "aboutText": "Found spouse, Found children, Found partner,",
      "pageId": 9214663,
      "monthDay": "02/28"
    },
    {
      "year": "1986",
      "uri": "/wiki/Tendai_Mzungu",
      "name": "Tendai Mzungu",
      "aboutText": "Antonio Candreva (Italian pronunciation: [anˈtɔnjo kanˈdrɛva]; born 28 February 1987) is an Italian professional footballer who currently plays for Serie A club Lazio and the Italian national team as a midfielder, usually as a winger.",
      "pageId": 11668712,
      "monthDay": "02/28"
    },
    {
      "year": "1987",
      "uri": "/wiki/Antonio_Candreva",
      "name": "Antonio Candreva",
      "aboutText": "Jung Eun-ran (born February 28, 1986), better known by her stage name Min Hyo-rin, is a South Korean actress, model and singer.",
      "pageId": 15158413,
      "monthDay": "02/28"
    },
    {
      "year": "1988",
      "uri": "/wiki/Aroldis_Chapman",
      "name": "Aroldis Chapman",
      "aboutText": "Naomi Broady (born 28 February 1990 in Stockport) is a British tennis player.\nBroady has won eight singles and 13 doubles titles on the ITF tour in her career. On 28 September 2015, she reached her best singles ranking of world number 122.",
      "pageId": 21864986,
      "monthDay": "02/28"
    },
    {
      "year": "1988",
      "uri": "/wiki/Steeve_Gerard_Fank%C3%A0",
      "name": "Steeve Gerard Fankà",
      "aboutText": "Albertín Aroldis Chapman de la Cruz (Spanish: [aˈɾoldis ˈtʃapman]; born February 28, 1988) is a Cuban professional baseball pitcher for the New York Yankees of Major League Baseball (MLB). He previously played for the Cincinnati Reds of MLB and Holguín in the Cuban National Series. Chapman bats and throws left-handed, and is nicknamed the Cuban Missile or the Cuban Flame Thrower.",
      "pageId": 22003289,
      "monthDay": "02/28"
    },
    {
      "year": "1988",
      "uri": "/wiki/Jorge_Gast%C3%A9lum",
      "name": "Jorge Gastélum",
      "aboutText": "Jelena Janković (Serbian Cyrillic: Јелена Јанковић, pronounced [jɛ̌lɛna jǎːnkɔv̞itɕ], born 28 February 1985) is a Serbian professional tennis player. Janković is a former World No. 1 in singles, a ranking achieved in the months following her finals appearance at the 2008 US Open.",
      "pageId": 23243705,
      "monthDay": "02/28"
    },
    {
      "year": "1988",
      "uri": "/wiki/Mark%C3%A9ta_Irglov%C3%A1",
      "name": "Markéta Irglová",
      "aboutText": "Jorge Kalú Gastélum Ocampo (born February 28, 1988) is a Mexican football midfielder.",
      "pageId": 23814481,
      "monthDay": "02/28"
    },
    {
      "year": "1988",
      "uri": "/wiki/Yevgeni_Kabayev",
      "name": "Yevgeni Kabayev",
      "aboutText": "Mark Sztyndera (born 28 February 1986) is a German international rugby union player, playing for Stade Niortais and the German national rugby union team.\nSztyndera played in the 2010 and 2011 German championship final for SC 1880 Frankfurt, both of which the club lost.\nSztyndera joined multiple German champions SC 1880 Frankfurt at the end of the 2008–09 season, leaving his previous club, the RK Heusenstamm.",
      "pageId": 26669709,
      "monthDay": "02/28"
    },
    {
      "year": "1988",
      "uri": "/wiki/Maikol_Negro",
      "name": "Maikol Negro",
      "aboutText": "Hikaru Yamamoto (山本 ひかる, Yamamoto Hikaru) is a Japanese actress from Osaka Prefecture. After winning the Amuse Ohimesama Audition, she was signed onto the Amuse, Inc. talent agency.",
      "pageId": 26876770,
      "monthDay": "02/28"
    },
    {
      "year": "1989",
      "uri": "/wiki/Charles_Jenkins_(basketball)",
      "name": "Charles Jenkins",
      "aboutText": "Charles T. Jenkins (born February 28, 1989) is an American professional basketball player who plays for Emporio Armani Milano of the Lega Basket Serie A.",
      "pageId": 27338610,
      "monthDay": "02/28"
    },
    {
      "year": "1989",
      "uri": "/wiki/Zhang_Liyin",
      "name": "Zhang Liyin",
      "aboutText": "Steeve Gerard Fankà (born 28 February 1988) is a Cameroonian footballer.",
      "pageId": 28069376,
      "monthDay": "02/28"
    },
    {
      "year": "1990",
      "uri": "/wiki/Naomi_Broady",
      "name": "Naomi Broady",
      "aboutText": "Maikol Francesco Negro (born 28 February 1988 in Lecce) is an Italian footballer who plays for Casertana.",
      "pageId": 28888989,
      "monthDay": "02/28"
    },
    {
      "year": "1991",
      "uri": "/wiki/Sarah_Bolger",
      "name": "Sarah Bolger",
      "aboutText": "Tendai Mzungu (born 28 February 1986) is an Australian rules footballer who plays for the Fremantle Football Club in the Australian Football League (AFL).",
      "pageId": 29950756,
      "monthDay": "02/28"
    },
    {
      "year": "1991",
      "uri": "/wiki/Hikaru_Yamamoto",
      "name": "Hikaru Yamamoto",
      "aboutText": "Yevgeni Gennadyevich Kabayev (Russian: Евгений Геннадьевич Кабаев; born February 28, 1988) is a Russian football striker who currently plays for Persija Jakarta.",
      "pageId": 31740551,
      "monthDay": "02/28"
    },
    {
      "year": "1993",
      "uri": "/wiki/Emmelie_de_Forest",
      "name": "Emmelie de Forest",
      "aboutText": "Found status, Found Stage_name, Jake Bugg (born Jake Edwin Kennedy Bugg, 28 February 1994) is an English musician, singer, and songwriter. His self-titled debut album, some of which was co-written with songwriter Iain Archer, was released in October 2012 and reached number one on the UK Albums Chart. His second album, Shangri La, was released in November 2013.",
      "pageId": 35533236,
      "monthDay": "02/28"
    },
    {
      "year": "1994",
      "uri": "/wiki/Jake_Bugg",
      "name": "Jake Bugg",
      "aboutText": "Emmelie Charlotte-Victoria de Forest (born 28 February 1993) is a Danish singer-songwriter. She was born in Randers, Denmark, and raised in Mariager, Denmark, and in Stockholm, Sweden. Emmelie de Forest is of partial Swedish descent as her father is Swedish.",
      "pageId": 38339036,
      "monthDay": "02/28"
    },
    {
      "year": "1997",
      "uri": "/wiki/Kyoko_Yoshine",
      "name": "Kyoko Yoshine",
      "aboutText": "Princess Lalla Khadija of Morocco (born 28 February 2007) is the second child of Mohammed VI of Morocco and his wife, Princess Lalla Salma. Lalla Khadija's elder brother is Moulay Hassan, Crown Prince of Morocco.\nIn honour of her birth, the king granted a royal pardon to thousands of prison inmates.",
      "pageId": 9779562,
      "monthDay": "02/28"
    },
    {
      "year": "2007",
      "uri": "/wiki/Princess_Lalla_Khadija_of_Morocco",
      "name": "Princess Lalla Khadija of Morocco",
      "aboutText": "Kyoko Yoshine (芳根京子, Yoshine Kyoko, born 28 February 1997) is a Japanese actress.",
      "pageId": 47594411,
      "monthDay": "02/28"
    }
  ]
}