{
  "people": [
    {
      "year": "40",
      "uri": "/wiki/Martial",
      "name": "Martial",
      "aboutText": "Frédéric François Chopin (/ˈʃoʊpæn/; French pronunciation: ​[fʁe.de.ʁik fʁɑ̃.swa ʃɔ.pɛ̃]; 22 February or 1 March 1810 – 17 October 1849), born Fryderyk Franciszek Chopin, was a Polish composer and a virtuoso pianist of the Romantic era, who wrote primarily for the solo piano. He gained and has maintained renown worldwide as one of the leading musicians of his era, whose \"poetic genius was based on a professional technique that was without equal in his generation.\" Chopin was born in what was then the Duchy of Warsaw, and grew up in Warsaw, which after 1815 became part of Congress Poland. A child prodigy, he completed his musical education and composed his earlier works in Warsaw before leaving Poland at the age of 20, less than a month before the outbreak of the November 1830 Uprising.",
      "pageId": 10823,
      "monthDay": "03/01"
    },
    {
      "year": "1389",
      "uri": "/wiki/Antoninus_of_Florence",
      "name": "Antoninus of Florence",
      "aboutText": "Wilhelmina Charlotte Caroline of Brandenburg-Ansbach (1 March 1683 – 20 November 1737), commonly known as Caroline of Ansbach, was Queen of Great Britain as the wife of King George II.",
      "pageId": 50534,
      "monthDay": "03/01"
    },
    {
      "year": "1432",
      "uri": "/wiki/Isabella_of_Coimbra",
      "name": "Isabella of Coimbra",
      "aboutText": "Marcus Valerius Martialis (known in English as Martial /ˈmɑrʃəl/) (March, between 38 and 41 AD – between 102 and 104 AD), was a Roman poet from Hispania (the Iberian Peninsula) best known for his twelve books of Epigrams, published in Rome between AD 86 and 103, during the reigns of the emperors Domitian, Nerva and Trajan. In these short, witty poems he cheerfully satirises city life and the scandalous activities of his acquaintances, and romanticises his provincial upbringing. He wrote a total of 1,561, of which 1,235 are in elegiac couplets.",
      "pageId": 97103,
      "monthDay": "03/01"
    },
    {
      "year": "1456",
      "uri": "/wiki/Vladislaus_II_of_Hungary",
      "name": "Vladislaus II of Hungary",
      "aboutText": "Augustus Welby Northmore Pugin (1 May 1812 – 14 September 1852) was an English architect, designer, artist and critic, chiefly remembered for his pioneering role in the Gothic Revival style; his work culminated in the interior design of the Palace of Westminster. Pugin designed many churches in England, and some in Ireland and Australia.",
      "pageId": 103268,
      "monthDay": "03/01"
    },
    {
      "year": "1547",
      "uri": "/wiki/Rudolph_Goclenius",
      "name": "Rudolph Goclenius",
      "aboutText": "François Nicolas Léonard Buzot (1 March 1760 – 18 June 1794) was a French politician and leader of the French Revolution.",
      "pageId": 196708,
      "monthDay": "03/01"
    },
    {
      "year": "1597",
      "uri": "/wiki/Jean-Charles_della_Faille",
      "name": "Jean-Charles della Faille",
      "aboutText": "François Séverin Marceau-Desgraviers (1 March 1769 – 21 September 1796) was a French general of the Revolutionary Wars.",
      "pageId": 229089,
      "monthDay": "03/01"
    },
    {
      "year": "1611",
      "uri": "/wiki/John_Pell",
      "name": "John Pell",
      "aboutText": "Wilford Woodruff, Sr. (March 1, 1807 – September 2, 1898) was the fourth president of The Church of Jesus Christ of Latter-day Saints (LDS Church) from 1889 until his death. Woodruff's large collection of diaries provides an important record of Latter Day Saint history, and his decision to formally end the practice of plural marriage among the members of the LDS Church in 1890 brought to a close one of the most difficult periods of church history.",
      "pageId": 419037,
      "monthDay": "03/01"
    },
    {
      "year": "1644",
      "uri": "/wiki/Simon_Foucher",
      "name": "Simon Foucher",
      "aboutText": "William Cushing (March 1, 1732 – September 13, 1810) was an early Associate Justice of the United States Supreme Court, from its inception to his death. He was the longest-serving of the Court's original members, sitting on the bench for 21 years. Had he accepted George Washington's appointment, he would have become the third Chief Justice of the United States.",
      "pageId": 440331,
      "monthDay": "03/01"
    },
    {
      "year": "1657",
      "uri": "/wiki/Samuel_Werenfels",
      "name": "Samuel Werenfels",
      "aboutText": "John Pell (1 March 1611 – 12 December 1685) was an English mathematician.",
      "pageId": 491570,
      "monthDay": "03/01"
    },
    {
      "year": "1683",
      "uri": "/wiki/6th_Dalai_Lama",
      "name": "6th Dalai Lama",
      "aboutText": "Tsangyang Gyatso (Tibetan: ཚངས་དབྱངས་རྒྱ་མཚོ, Wylie: tshangs-dbyangs rgya-mtsho, ZYPY: Cangyang Gyamco) (1 March 1683 – 15 November 1706) was the sixth Dalai Lama. He was a Monpa by ethnicity and was born at Urgelling Monastery, 5 kilometres (3.1 mi) from Tawang Town, India and not far from the large Tawang Monastery in the northwestern part of present-day Arunachal Pradesh.\n\"He had grown up a youth of high intelligence, liberal to a fault, fond of pleasure, of wine and of women\" and later led a playboy lifestyle.",
      "pageId": 1192264,
      "monthDay": "03/01"
    },
    {
      "year": "1683",
      "uri": "/wiki/Caroline_of_Ansbach",
      "name": "Caroline of Ansbach",
      "aboutText": "Rudolph Goclenius the Elder (Latin: Rudolphus Goclenius; born Rudolf Gockel or Göckel; 1 March 1547 – 8 June 1628) was a German scholastic philosopher who lived from March 1, 1547 to June 8, 1628. Gockel’s main contribution to science was his invention of the term “psychology” in 1590. Gockel also had extensive backing and significant contributions to the field of ontology.",
      "pageId": 1234308,
      "monthDay": "03/01"
    },
    {
      "year": "1732",
      "uri": "/wiki/William_Cushing",
      "name": "William Cushing",
      "aboutText": "Jean-Charles della Faille (or Jan-Karel della Faille), born in Antwerp (Belgium), 1 March 1597 and died in Barcelona (Spain), 4 November 1652, was a Flemish Jesuit priest from Brabant, and a mathematician of repute.\nHe was born in Antwerp, part of the Spanish Empire at that time. He was educated at the Jesuit school founded by François d'Aguilon, and joined the Jesuit order in 1613.",
      "pageId": 1423365,
      "monthDay": "03/01"
    },
    {
      "year": "1760",
      "uri": "/wiki/Fran%C3%A7ois_Buzot",
      "name": "François Buzot",
      "aboutText": "Samuel Werenfels (1 March 1657 – 1 June 1740) was a Swiss theologian.",
      "pageId": 1774036,
      "monthDay": "03/01"
    },
    {
      "year": "1769",
      "uri": "/wiki/Fran%C3%A7ois_S%C3%A9verin_Marceau-Desgraviers",
      "name": "François Séverin Marceau-Desgraviers",
      "aboutText": "Simon Foucher (1 March 1644 – 27 April 1696) was a French polemic philosopher. His philosophical standpoint was one of Academic skepticism: he did not agree with dogmatism, but didn't resort to Pyrrhonism, either.\n^ Taleb, Nassim Nicholas (2007).",
      "pageId": 2252222,
      "monthDay": "03/01"
    },
    {
      "year": "1781",
      "uri": "/wiki/Javiera_Carrera",
      "name": "Javiera Carrera",
      "aboutText": "Saint Antoninus of Florence, O.P., was an Italian Dominican friar, who ruled as an Archbishop of Florence.",
      "pageId": 2756245,
      "monthDay": "03/01"
    },
    {
      "year": "1792",
      "uri": "/wiki/Rudecindo_Alvarado",
      "name": "Rudecindo Alvarado",
      "aboutText": "Infanta Isabella of Coimbra (Isabella of Portugal) (1 March 1432 – 2 December 1455) was a Portuguese infanta and a queen consort of Portugal as the first spouse of King Afonso V of Portugal.",
      "pageId": 4760937,
      "monthDay": "03/01"
    },
    {
      "year": "1807",
      "uri": "/wiki/Wilford_Woodruff",
      "name": "Wilford Woodruff",
      "aboutText": "Francisca Xaviera Eudoxia Rudecinda Carmen de los Dolores de la Carrera y Verdugo (March 1, 1781 – August 20, 1862), better known as Javiera Carrera, was a member of one of the most aristocratic Chilean families, the Carrera family of Basque origin, who actively participated in the Chilean War of Independence. Together with her brothers José Miguel, Juan José and Luis, they were some of most important leaders of the early Chilean struggle for independence during the period known as the Patria Vieja (\"Old Republic\"). She is credited with having sewn the first national flag of Chile and is considered to be the \"Mother of Chile\".",
      "pageId": 7250901,
      "monthDay": "03/01"
    },
    {
      "year": "1808",
      "uri": "/wiki/Edward_%22Ned%22_Kendall",
      "name": "Edward \"Ned\" Kendall",
      "aboutText": "Vladislaus II (1 March 1456 – 13 March 1516), also known as Ladislaus Jagiellon (Czech: Vladislav Jagellonský, Hungarian: II. Ulászló, Polish: Władysław II Jagiellończyk, Croatian: Vladislav Jagelović, Slovak: Vladislav Jagelovský, Ukrainian: Владислав ІІ Яґелончик), was King of Bohemia from 1471 and King of Hungary and Croatia from 1490 until his death in 1516. He was also a knight of the Order of the Dragon.",
      "pageId": 21756351,
      "monthDay": "03/01"
    },
    {
      "year": "1810",
      "uri": "/wiki/Fr%C3%A9d%C3%A9ric_Chopin",
      "name": "Frédéric Chopin",
      "aboutText": "Rudecindo Alvarado (March 1, 1792 - June 22, 1872) was an Argentine general. He fought in the military campaigns of Manuel Belgrano, and in the Army of the Andes. He was governor of Mendoza.",
      "pageId": 36187318,
      "monthDay": "03/01"
    },
    {
      "year": "1812",
      "uri": "/wiki/Augustus_Pugin",
      "name": "Augustus Pugin",
      "aboutText": "Edward \"Ned\" Kendall (March 1, 1808 in Fort Wolcott, Goat Island, Rhode Island – October 26, 1861 in Boston) was a bandleader and musician who played the keyed bugle. He was known for his Boston Brass Band, itself a pioneer in all-brass bands, and for a trumpet-playing showdown with the former leader of the Boston Brigade Band, Patrick Gilmore. He was also known for his silver bugle, a gift from Queen Victoria.",
      "pageId": 43400967,
      "monthDay": "03/01"
    },
    {
      "year": "1817",
      "uri": "/wiki/Giovanni_Dupr%C3%A8",
      "name": "Giovanni Duprè",
      "aboutText": "Rudolf Christian Karl Diesel (German: [ˈʁuːdɔlf ˈkʁɪstjan ˈkaʁl ˈdiːzəl]; 18 March 1858 – 29 September 1913) was a German inventor and mechanical engineer, famous for the invention of the diesel engine and his mysterious death. Diesel was the subject of the 1942 film Diesel.",
      "pageId": 26035,
      "monthDay": "03/01"
    },
    {
      "year": "1821",
      "uri": "/wiki/Joseph_Hubert_Reinkens",
      "name": "Joseph Hubert Reinkens",
      "aboutText": "Georg Simmel (German: [ˈzɪməl]; 1 March 1858 – 28 September 1918) was a German sociologist, philosopher, and critic.\nSimmel was one of the first generation of German sociologists: his neo-Kantian approach laid the foundations for sociological antipositivism, asking 'What is society?' in a direct allusion to Kant's question 'What is nature?', presenting pioneering analyses of social individuality and fragmentation. For Simmel, culture referred to \"the cultivation of individuals through the agency of external forms which have been objectified in the course of history\".",
      "pageId": 106540,
      "monthDay": "03/01"
    },
    {
      "year": "1837",
      "uri": "/wiki/William_Dean_Howells",
      "name": "William Dean Howells",
      "aboutText": "Giles Lytton Strachey (/ˈdʒaɪlz ˈlɪtən ˈstreɪtʃi/; 1 March 1880 – 21 January 1932) was a British writer and critic.\nA founding member of the Bloomsbury Group and author of Eminent Victorians, he is best known for establishing a new form of biography in which psychological insight and sympathy are combined with irreverence and wit. His biography Queen Victoria (1921) was awarded the James Tait Black Memorial Prize.",
      "pageId": 144482,
      "monthDay": "03/01"
    },
    {
      "year": "1842",
      "uri": "/wiki/Nikolaos_Gyzis",
      "name": "Nikolaos Gyzis",
      "aboutText": "Théophile Delcassé (1 March 1852 – 22 February 1923) was a French statesman.",
      "pageId": 184038,
      "monthDay": "03/01"
    },
    {
      "year": "1848",
      "uri": "/wiki/Augustus_Saint-Gaudens",
      "name": "Augustus Saint-Gaudens",
      "aboutText": "Ryūnosuke Akutagawa (芥川 龍之介, Akutagawa Ryūnosuke, 1 March 1892 – 24 July 1927) was a Japanese writer active in the Taishō period in Japan. He is regarded as the \"Father of the Japanese short story\" and Japan's premier literary award, the Akutagawa Prize, is named after him. He committed suicide at the age of 35 through an overdose of barbital.",
      "pageId": 186538,
      "monthDay": "03/01"
    },
    {
      "year": "1852",
      "uri": "/wiki/Th%C3%A9ophile_Delcass%C3%A9",
      "name": "Théophile Delcassé",
      "aboutText": "Oskar Kokoschka (1 March 1886 – 22 February 1980) was an Austrian artist, poet and playwright best known for his intense expressionistic portraits and landscapes.",
      "pageId": 204283,
      "monthDay": "03/01"
    },
    {
      "year": "1858",
      "uri": "/wiki/Rudolf_Diesel",
      "name": "Rudolf Diesel",
      "aboutText": "William Dean Howells (/ˈhaʊəlz/; March 1, 1837 – May 11, 1920) was an American realist author, literary critic, and playwright.",
      "pageId": 210041,
      "monthDay": "03/01"
    },
    {
      "year": "1858",
      "uri": "/wiki/Georg_Simmel",
      "name": "Georg Simmel",
      "aboutText": "Joseph Hubert Reinkens (March 1, 1821 – January 4, 1896) was the first German Old Catholic bishop.",
      "pageId": 212851,
      "monthDay": "03/01"
    },
    {
      "year": "1863",
      "uri": "/wiki/Aleksandr_Golovin_(artist)",
      "name": "Alexander Golovin",
      "aboutText": "Mercedes de Acosta (March 1, 1893 – May 9, 1968) was an American poet, playwright, and novelist. Four of de Acosta's plays were produced, and she published a novel and three volumes of poetry. She was professionally unsuccessful but is known for her many lesbian affairs with famous Broadway and Hollywood personalities and numerous friendships with prominent artists of the period.",
      "pageId": 287464,
      "monthDay": "03/01"
    },
    {
      "year": "1870",
      "uri": "/wiki/E._M._Antoniadi",
      "name": "E. M. Antoniadi",
      "aboutText": "Count Henri de Baillet-Latour (in French: Henri, comte de Baillet-Latour; March 1, 1876 – January 6, 1942) was a Belgian aristocrat and the third president of the International Olympic Committee.\nDe Baillet-Latour became a member of the IOC in 1903 and later co-founded the Belgian Olympic Committee. He was one of the organisers of the 1920 Summer Olympics in Antwerp, awarded the previous year.",
      "pageId": 445522,
      "monthDay": "03/01"
    },
    {
      "year": "1876",
      "uri": "/wiki/Henri_de_Baillet-Latour",
      "name": "Henri de Baillet-Latour",
      "aboutText": "Eugène Michel Antoniadi (Greek: Εὐγένιος Μιχαὴλ Αντωνιάδης; 1 March 1870, Constantinople – 10 February 1944, Paris) was a Greek astronomer, born in Asia Minor, who spent most of his life in France when invited there by Camille Flammarion. He was also known as Eugenios Antoniadis. His name is also sometimes given as Eugène Michael Antoniadi or even (incorrectly) as Eugène Marie Antoniadi.",
      "pageId": 618347,
      "monthDay": "03/01"
    },
    {
      "year": "1880",
      "uri": "/wiki/Lytton_Strachey",
      "name": "Lytton Strachey",
      "aboutText": "Augustus Saint-Gaudens (/ɔːˈɡʌstəs ˌseɪntˈɡɑːdəns/; March 1, 1848 – August 3, 1907) was an American sculptor of the Beaux-Arts generation who most embodied the ideals of the \"American Renaissance\". Raised in New York City, he traveled to Europe for further training and artistic study, and then returned to New York, where he achieved major critical success for his monuments commemorating heroes of the American Civil War, many of which still stand. In addition to his famous works such as the Diana, Robert Gould Shaw Memorial on Boston Common, and the outstanding grand equestrian monuments to Civil War Generals, John A. Logan atop a pedestal done by the architectural firm of McKim, Mead & White, assisted by the Chicago architect Daniel H. Burnham in Chicago, 1894–97, and William Tecumseh Sherman, at the corner of New York's Central Park, 1892–1903, Saint-Gaudens also maintained an interest in numismatics.",
      "pageId": 766195,
      "monthDay": "03/01"
    },
    {
      "year": "1886",
      "uri": "/wiki/Oskar_Kokoschka",
      "name": "Oskar Kokoschka",
      "aboutText": "Tetsuro Watsuji (Japanese: 和辻 哲郎, Hepburn: Watsuji Tetsurō) (March 1, 1889 – December 26, 1960) was a Japanese moral philosopher, cultural historian, and intellectual historian.",
      "pageId": 1475958,
      "monthDay": "03/01"
    },
    {
      "year": "1888",
      "uri": "/wiki/Ewart_Astill",
      "name": "Ewart Astill",
      "aboutText": "Aleksandr Yakovlevich Golovin (Russian: Алекса́ндр Я́ковлевич Голови́н; March 1 [O.S. February 17] 1863 – April 17, 1930) was a Russian artist and stage designer. He designed productions for Sergei Diaghilev, Constantin Stanislavski, and Vsevolod Meyerhold.\nBorn at Moscow, Golovin initially studied architecture, later switching to painting.",
      "pageId": 2480233,
      "monthDay": "03/01"
    },
    {
      "year": "1888",
      "uri": "/wiki/Fanny_Walden",
      "name": "Fanny Walden",
      "aboutText": "William Ewart Astill (1 March 1888, Ratby, Leicestershire, England – 10 February 1948, Stoneygate, Leicester, England) was, along with George Geary, the mainstay of the Leicestershire team from 1922 to about 1935. He played in nine Test matches but was never picked for a home Test or for the Ashes tour. However, for the best part of three decades he was a vital member of a generally struggling Leicestershire team.",
      "pageId": 2881360,
      "monthDay": "03/01"
    },
    {
      "year": "1889",
      "uri": "/wiki/Tetsuro_Watsuji",
      "name": "Tetsuro Watsuji",
      "aboutText": "Nikolaos Gyzis (Greek: Νικόλαος Γύζης Greek pronunciation: [ni.'ko.la.os 'ʝi.zis]; 1 March 1842 – 4 January 1901) was considered one of Greece's most important 19th-century painters. He was most famous for his work Eros and the Painter, his first genre painting. It was auctioned in May 2006 at Bonhams in London, being last exhibited in Greece in 1928.",
      "pageId": 5310437,
      "monthDay": "03/01"
    },
    {
      "year": "1890",
      "uri": "/wiki/Theresa_Bernstein",
      "name": "Theresa Bernstein",
      "aboutText": "Ogura Yuki (小倉 遊亀, 1 March 1895 – 23 July 2000) was a nihonga painter in Shōwa period Japan. Her maiden name was Mizoguchi Yuki. She was known for her bijinga.",
      "pageId": 10596970,
      "monthDay": "03/01"
    },
    {
      "year": "1892",
      "uri": "/wiki/Ry%C5%ABnosuke_Akutagawa",
      "name": "Ryūnosuke Akutagawa",
      "aboutText": "Giovanni Duprè (1 March 1817 – 10 January 1882) was an Italian sculptor, of distant French stock long settled in Tuscany, who developed a reputation second only to that of his contemporary Lorenzo Bartolini.",
      "pageId": 13178660,
      "monthDay": "03/01"
    },
    {
      "year": "1893",
      "uri": "/wiki/Mercedes_de_Acosta",
      "name": "Mercedes de Acosta",
      "aboutText": "Theresa Bernstein (March 1, 1890 – February 13, 2002) was a Polish-born American artist, painter, and writer.",
      "pageId": 13444597,
      "monthDay": "03/01"
    },
    {
      "year": "1895",
      "uri": "/wiki/Ogura_Yuki",
      "name": "Ogura Yuki",
      "aboutText": "Frederick Ingram \"Fanny\" Walden (1 March 1888 – 3 May 1949) was an English professional footballer who played outside right for Northampton Town, Tottenham Hotspur and at international level for England during the 1910s and 1920s.",
      "pageId": 15686768,
      "monthDay": "03/01"
    },
    {
      "year": "1896",
      "uri": "/wiki/Dimitri_Mitropoulos",
      "name": "Dimitri Mitropoulos",
      "aboutText": "Ralph Waldo Ellison (March 1, 1914 – April 16, 1994) was an American novelist, literary critic, scholar and writer. He was born in Oklahoma City, Oklahoma. Ellison is best known for his novel Invisible Man, which won the National Book Award in 1953.",
      "pageId": 43149,
      "monthDay": "03/01"
    },
    {
      "year": "1896",
      "uri": "/wiki/Moriz_Seeler",
      "name": "Moriz Seeler",
      "aboutText": "James David Graham Niven (1 March 1910 – 29 July 1983) was an English actor and novelist who was popular in Europe and in the United States. He may be best known for his roles as Squadron Leader Peter Carter in A Matter of Life and Death, as Phileas Fogg in Around the World in 80 Days and as Sir Charles Lytton, a.k.a. \"the Phantom\", in The Pink Panther.",
      "pageId": 53762,
      "monthDay": "03/01"
    },
    {
      "year": "1899",
      "uri": "/wiki/Erich_von_dem_Bach-Zelewski",
      "name": "Erich von dem Bach-Zelewski",
      "aboutText": "Alton Glenn Miller (March 1, 1904 – missing in action December 15, 1944) was an American big band musician, arranger, composer, and bandleader in the swing era. He was the best-selling recording artist from 1939 to 1943, leading one of the best known big bands. Miller's recordings include \"In the Mood\", \"Moonlight Serenade\", \"Pennsylvania 6-5000\", \"Chattanooga Choo Choo\", \"A String of Pearls\", \"At Last\", \"(I've Got a Gal In) Kalamazoo\", \"American Patrol\", \"Tuxedo Junction\", \"Elmer's Tune\", and \"Little Brown Jug\".",
      "pageId": 64610,
      "monthDay": "03/01"
    },
    {
      "year": "1904",
      "uri": "/wiki/Paul_Hartman",
      "name": "Paul Hartman",
      "aboutText": "Phạm Văn Đồng ( listen; 1 March 1906 – 29 April 2000) was a Vietnamese politician who served as Prime Minister of North Vietnam from 1955 to 1976 and, following unification, as Prime Minister of Vietnam from 1976 until he retired in 1987 under the rule of Lê Duẩn and Nguyễn Văn Linh.",
      "pageId": 80074,
      "monthDay": "03/01"
    },
    {
      "year": "1904",
      "uri": "/wiki/Glenn_Miller",
      "name": "Glenn Miller",
      "aboutText": "Harry Caray, born Harry Christopher Carabina (March 1, 1914 – February 18, 1998) was an American sportscaster on radio and television. He covered four Major League Baseball teams, beginning with 25 years of calling the games of the St. Louis Cardinals.",
      "pageId": 267676,
      "monthDay": "03/01"
    },
    {
      "year": "1904",
      "uri": "/wiki/Pablo_O%27Higgins",
      "name": "Pablo O'Higgins",
      "aboutText": "Robert Traill Spence Lowell IV (/ˈloʊəl/; March 1, 1917 – September 12, 1977) was an American poet. He was born into a Boston Brahmin family that could trace its origins back to the Mayflower. His family, past and present, were important subjects in his poetry.",
      "pageId": 341721,
      "monthDay": "03/01"
    },
    {
      "year": "1905",
      "uri": "/wiki/Doris_Hare",
      "name": "Doris Hare",
      "aboutText": "Erich von dem Bach-Zelewski (1 March 1899 – 8 March 1972) was a German SS-Obergruppenführer (General) mainly active in Central Russia, directing anti-partisan warfare, and in Poland, leading the suppression of the Warsaw uprising. He did not stand trial in Nuremberg.",
      "pageId": 414585,
      "monthDay": "03/01"
    },
    {
      "year": "1906",
      "uri": "/wiki/Camilla_Spira",
      "name": "Camilla Spira",
      "aboutText": "Lieutenant Commander Eugene Kingsmill Esmonde VC DSO, F/Lt, RAF, Lt-Cdr (A) RN (1 March 1909 – 12 February 1942) was a distinguished British pilot who was a posthumous recipient of the Victoria Cross (VC), the highest and most prestigious award for gallantry in the face of the enemy awarded to members of Commonwealth forces. Lt-Cdr Esmonde earned this award while in command of a British Fleet Air Arm torpedo bomber squadron in the Second World War.",
      "pageId": 1194654,
      "monthDay": "03/01"
    },
    {
      "year": "1906",
      "uri": "/wiki/Ph%E1%BA%A1m_V%C4%83n_%C4%90%E1%BB%93ng",
      "name": "Phạm Văn Đồng",
      "aboutText": "Archer John Porter Martin, FRS (1 March 1910 – 28 July 2002) was an English chemist who shared the 1952 Nobel Prize in Chemistry for the invention of partition chromatography with Richard Synge.\nHis father was a GP. Martin was educated at Bedford School and the University of Cambridge. Working first in the Physical Chemistry Laboratory, he moved to the Dunn Nutritional Laboratory, and in 1938 moved to Wool Industries Research Institution in Leeds.",
      "pageId": 1224114,
      "monthDay": "03/01"
    },
    {
      "year": "1909",
      "uri": "/wiki/Eugene_Esmonde",
      "name": "Eugene Esmonde",
      "aboutText": "Dimitri Mitropoulos (Greek: Δημήτρης Μητρόπουλος) (1 March [O.S. 18 February] 1896 – 2 November 1960), was a Greek conductor, pianist, and composer. He received international fame both as a major conductor and composer of the 20th century.\n^ The dates 18 February 1896 and 1 March 1896 both appear in the literature.",
      "pageId": 1253011,
      "monthDay": "03/01"
    },
    {
      "year": "1909",
      "uri": "/wiki/Winston_Sharples",
      "name": "Winston Sharples",
      "aboutText": "Gerald Emmett Carter, CC (March 1, 1912 – April 6, 2003) was a Canadian prelate of the Roman Catholic Church. He served as Archbishop of Toronto from 1978 to 1990, and was elevated to the cardinalate in 1979.",
      "pageId": 1489466,
      "monthDay": "03/01"
    },
    {
      "year": "1910",
      "uri": "/wiki/Archer_John_Porter_Martin",
      "name": "Archer John Porter Martin",
      "aboutText": "Paul Hartman (March 1, 1904–October 2, 1973) was an American dancer, stage performer and television character actor.",
      "pageId": 2843960,
      "monthDay": "03/01"
    },
    {
      "year": "1910",
      "uri": "/wiki/David_Niven",
      "name": "David Niven",
      "aboutText": "Doris Hare, MBE (1 March 1905 – 30 May 2000) was a Welsh actress, singer, dancer and comedienne, active in New York and London, as well as Scotland, she is best known for being the second actress to portray Mrs Mabel \"Mum\" Butler in the popular sitcom On the Buses alongside Reg Varney.",
      "pageId": 4629504,
      "monthDay": "03/01"
    },
    {
      "year": "1911",
      "uri": "/wiki/Rina_Ketty",
      "name": "Rina Ketty",
      "aboutText": "Rina Ketty (1 March 1911 - 23 December 1996), whose real name was Cesarina Picchetto, was an Italian singer, notably of the legendary song J'attendrai.",
      "pageId": 4802530,
      "monthDay": "03/01"
    },
    {
      "year": "1912",
      "uri": "/wiki/Gerald_Emmett_Carter",
      "name": "Gerald Emmett Carter",
      "aboutText": "Moriz Seeler (1 March 1896 — after 15 August 1942) was a German poet, writer, film producer, and man of the theatre. He was also a victim of the Holocaust.\nSeeler was born at the small, provincial town of Greifenberg in Pomerania, Germany (now Gryfice in northwestern Poland), to a Jewish family.",
      "pageId": 5005599,
      "monthDay": "03/01"
    },
    {
      "year": "1912",
      "uri": "/wiki/Boris_Chertok",
      "name": "Boris Chertok",
      "aboutText": "Boris Evseyevich Chertok (Russian: Бори́с Евсе́евич Черто́к; 1 March 1912 – 14 December 2011) was a prominent Soviet and Russian rocket designer, responsible for control systems of a number of ballistic missiles and spacecraft. He was the author of a four-volume book Rockets and People, the definitive source of information about the history of the Soviet space program.\nFrom 1974, he was the deputy chief designer of the S.P. Korolev Rocket and Space Corporation Energia, the space aircraft designer bureau which he started working for in 1946.",
      "pageId": 13830874,
      "monthDay": "03/01"
    },
    {
      "year": "1914",
      "uri": "/wiki/Harry_Caray",
      "name": "Harry Caray",
      "aboutText": "Camilla Spira (1 March 1906 – 25 August 1997) was a German film actress. She appeared in 68 films between 1924 and 1986. She was born in Hamburg, Germany, of Jewish ancestry, and died in Berlin, Germany.",
      "pageId": 20037598,
      "monthDay": "03/01"
    },
    {
      "year": "1914",
      "uri": "/wiki/Ralph_Ellison",
      "name": "Ralph Ellison",
      "aboutText": "Winston Singleton Sharples (March 1, 1909 – April 3, 1978) was an American composer known for his work with animated short subjects, especially those created by the animation department at Paramount Pictures. In his thirty-five-year career Sharples scored more than 700 cartoons for Paramount and Famous Studios, and composed music for two Frank Buck films, Wild Cargo (1934) and Fang and Claw (1935).",
      "pageId": 23279972,
      "monthDay": "03/01"
    },
    {
      "year": "1915",
      "uri": "/wiki/Clarrie_Harders",
      "name": "Clarrie Harders",
      "aboutText": "Pablo Esteban O'Higgins (born Paul Higgins Stevenson; March 1, 1904 - July 16, 1983) was an American-Mexican artist, muralist and illustrator.\nBorn in Salt Lake City, Utah, O'Higgins was raised there and in San Diego, California. In 1922 he abandoned his first career as a pianist and entered the Academy of Arts in San Diego.",
      "pageId": 26145240,
      "monthDay": "03/01"
    },
    {
      "year": "1917",
      "uri": "/wiki/Robert_Lowell",
      "name": "Robert Lowell",
      "aboutText": "Sir Clarence Waldemar \"Clarrie\" Harders OBE (1 March 1915 – 22 February 1997) was a senior Australian public servant best known for his time as Secretary of the Attorney-General's Department in the 1970s.",
      "pageId": 45010375,
      "monthDay": "03/01"
    },
    {
      "year": "1918",
      "uri": "/wiki/Roger_Delgado",
      "name": "Roger Delgado",
      "aboutText": "Yitzhak Rabin (Hebrew: יצחק רבין‎; IPA: [jitsˈχak ʁaˈbin]; 1 March 1922 – 4 November 1995) was an Israeli politician, statesman and general. He was the fifth Prime Minister of Israel, serving two terms in office, 1974–77 and 1992 until his assassination in 1995.\nRabin was raised in a Labor Zionist household.",
      "pageId": 43983,
      "monthDay": "03/01"
    },
    {
      "year": "1918",
      "uri": "/wiki/Jo%C3%A3o_Goulart",
      "name": "João Goulart",
      "aboutText": "William Maxwell \"Bill\" Gaines (March 1, 1922 – June 3, 1992), was an American publisher and co-editor of EC Comics. Following a shift in EC's direction in 1950, Gaines presided over what became an artistically influential and historically important line of mature-audience comics. He published the popular satirical magazine Mad for over 40 years.",
      "pageId": 105941,
      "monthDay": "03/01"
    },
    {
      "year": "1918",
      "uri": "/wiki/Gladys_Spellman",
      "name": "Gladys Spellman",
      "aboutText": "Richard Purdy Wilbur (born March 1, 1921) is an American poet and literary translator. He was appointed the second Poet Laureate Consultant in Poetry to the Library of Congress in 1987, and twice received the Pulitzer Prize for Poetry, in 1957 and again in 1989.\n^ \"Poet Laureate Timeline: 1981–1990\".",
      "pageId": 113609,
      "monthDay": "03/01"
    },
    {
      "year": "1920",
      "uri": "/wiki/Max_Bentley",
      "name": "Max Bentley",
      "aboutText": "Robert Heron Bork (March 1, 1927 – December 19, 2012) was an American legal scholar who advocated the judicial philosophy of originalism. Bork served as a Yale Law School professor, Solicitor General, Acting Attorney General, and a judge of the United States Court of Appeals for the District of Columbia Circuit. In 1987, President Ronald Reagan nominated him to the Supreme Court, but the Senate rejected his nomination.",
      "pageId": 118400,
      "monthDay": "03/01"
    },
    {
      "year": "1921",
      "uri": "/wiki/Cameron_Argetsinger",
      "name": "Cameron Argetsinger",
      "aboutText": "Harold George \"Harry\" Bellanfanti, Jr. (born March 1, 1927), better known as Harry Belafonte, is an American singer, songwriter, actor, and social activist. One of the most successful Caribbean American pop stars in history, he was dubbed the \"King of Calypso\" for popularizing the Caribbean musical style with an international audience in the 1950s.",
      "pageId": 154183,
      "monthDay": "03/01"
    },
    {
      "year": "1921",
      "uri": "/wiki/Terence_Cooke",
      "name": "Terence Cooke",
      "aboutText": "Georgi Ivanov Markov (Bulgarian: Георги Иванов Марков; 1 March 1929 – 11 September 1978) was a Bulgarian dissident writer.\nMarkov originally worked as a novelist and playwright in his native country, then governed by a communist regime under chairman Todor Zhivkov, until his defection from Bulgaria in 1969. After relocating, he worked as a broadcaster and journalist for the BBC World Service, the US-funded Radio Free Europe, and Germany's Deutsche Welle.",
      "pageId": 166992,
      "monthDay": "03/01"
    },
    {
      "year": "1921",
      "uri": "/wiki/Richard_Wilbur",
      "name": "Richard Wilbur",
      "aboutText": "Roger Caesar Marius Bernard de Delgado Torres Castillo Roberto (1 March 1918 – 18 June 1973) was a British actor, best known as the first actor to play the Master in Doctor Who.",
      "pageId": 199438,
      "monthDay": "03/01"
    },
    {
      "year": "1922",
      "uri": "/wiki/William_Gaines",
      "name": "William Gaines",
      "aboutText": "Terence James Cooke (March 1, 1921 – October 6, 1983) was an American cardinal of the Roman Catholic Church. He served as Archbishop of New York from 1968 until his death.",
      "pageId": 244353,
      "monthDay": "03/01"
    },
    {
      "year": "1922",
      "uri": "/wiki/Yitzhak_Rabin",
      "name": "Yitzhak Rabin",
      "aboutText": "Alvin Ray \"Pete\" Rozelle (/rɵˈzɛl/; March 1, 1926 – December 6, 1996) was the commissioner of the National Football League from January 1960 to November 1989, when he retired from office.",
      "pageId": 272719,
      "monthDay": "03/01"
    },
    {
      "year": "1924",
      "uri": "/wiki/John_Comer",
      "name": "John Comer",
      "aboutText": "Donald Kent Slayton (March 1, 1924 – June 13, 1993), (Major, USAF), better known as Deke Slayton, was an American World War II pilot, aeronautical engineer, test pilot who was selected as one of the original NASA Mercury Seven astronauts, and became NASA's first Chief of the Astronaut Office.\nAfter joining NASA, Slayton was selected to pilot the second U.S. manned orbital spaceflight, but was grounded in 1962 by atrial fibrillation, an irregular heart rhythm. He then served as NASA's Director of Flight Crew Operations, making him responsible for crew assignments at NASA from November 1963 until March 1972.",
      "pageId": 331454,
      "monthDay": "03/01"
    },
    {
      "year": "1924",
      "uri": "/wiki/Arnold_Drake",
      "name": "Arnold Drake",
      "aboutText": "Jacques Rivette (French: [ʒak ʁivɛt], born 1 March 1928) is a French film director and film critic most commonly associated with the French New Wave and Cahiers du Cinéma. He has made twenty-eight films, including Le Coup de Berger, Paris Belongs to Us, L'amour fou, Out 1, Celine and Julie Go Boating, Le Pont du Nord, La Belle Noiseuse and Va savoir. Rivette, inspired by Jean Cocteau to become a filmmaker, shot his first short film at age twenty.",
      "pageId": 496410,
      "monthDay": "03/01"
    },
    {
      "year": "1924",
      "uri": "/wiki/Deke_Slayton",
      "name": "Deke Slayton",
      "aboutText": "Maxwell Herbert Lloyd \"Max\" Bentley (March 1, 1920 – January 19, 1984) was a Canadian ice hockey forward who played for the Chicago Black Hawks, Toronto Maple Leafs, and New York Rangers in the National Hockey League (NHL) as part of a professional and senior career that spanned 20 years. He was a two-time Art Ross Trophy winner as the NHL's leading scorer, and in 1946 won the Hart Trophy as most valuable player. He played in four All-Star Games and was twice named to a post-season All-Star team.",
      "pageId": 1988659,
      "monthDay": "03/01"
    },
    {
      "year": "1926",
      "uri": "/wiki/Robert_Clary",
      "name": "Robert Clary",
      "aboutText": "Allan Herbert Stanley (March 1, 1926 – October 18, 2013) was a Canadian professional ice hockey defenceman who played for the New York Rangers, Chicago Blackhawks, Boston Bruins, Philadelphia Flyers and Toronto Maple Leafs of the National Hockey League, and the Western Hockey League version of the Vancouver Canucks.",
      "pageId": 2024788,
      "monthDay": "03/01"
    },
    {
      "year": "1926",
      "uri": "/wiki/Cesare_Danova",
      "name": "Cesare Danova",
      "aboutText": "Gladys Noon Spellman (March 1, 1918 – June 19, 1988) was a U.S. Congresswoman who represented the 5th congressional district of Maryland from January 3, 1975 to January 3, 1981. She was a member of the Democratic Party.\nSpellman was born Gladys Blossom Noon in New York City and attended Eastern and Roosevelt high schools in Washington, D.C..",
      "pageId": 2025511,
      "monthDay": "03/01"
    },
    {
      "year": "1926",
      "uri": "/wiki/Pete_Rozelle",
      "name": "Pete Rozelle",
      "aboutText": "Robert Clary (born Robert Max Widerman; March 1, 1926) is a French-American actor, published author, and lecturer. He is best known for his role in the television sitcom Hogan's Heroes as Corporal LeBeau (\"Frenchie\").",
      "pageId": 2307980,
      "monthDay": "03/01"
    },
    {
      "year": "1926",
      "uri": "/wiki/Allan_Stanley",
      "name": "Allan Stanley",
      "aboutText": "Arnold Drake (March 1, 1924 – March 12, 2007) was an American comic book writer and screenwriter best known for co-creating the DC Comics characters Deadman and the Doom Patrol, and the Marvel Comics characters the Guardians of the Galaxy, among others.",
      "pageId": 2322351,
      "monthDay": "03/01"
    },
    {
      "year": "1927",
      "uri": "/wiki/Harry_Belafonte",
      "name": "Harry Belafonte",
      "aboutText": "Cameron Argetsinger (March 1, 1921 in Youngstown, Ohio, United States – April 22, 2008) was a sports car enthusiast, lawyer and auto racing executive best known for creating the Watkins Glen Grand Prix Race Course in Watkins Glen, New York and making it the home of the Formula One United States Grand Prix from 1961 through 1980. In 2005, Watkins Glen International honored Argetsinger's legacy by titling the winner's trophy the \"Cameron R. Argetsinger Trophy,\" a prestigious sterling-silver cup. Each year the Indy Racing League race champion at The Glen will be added to the nameplate at the base of the trophy.",
      "pageId": 6303153,
      "monthDay": "03/01"
    },
    {
      "year": "1927",
      "uri": "/wiki/Robert_Bork",
      "name": "Robert Bork",
      "aboutText": "Cesare Danova (March 1, 1926 – March 19, 1992) was an Italian-American television and screen actor.",
      "pageId": 9510797,
      "monthDay": "03/01"
    },
    {
      "year": "1928",
      "uri": "/wiki/Jacques_Rivette",
      "name": "Jacques Rivette",
      "aboutText": "John Comer (1 March 1924 – 11 February 1984) was a British comedic actor.",
      "pageId": 10712588,
      "monthDay": "03/01"
    },
    {
      "year": "1929",
      "uri": "/wiki/Georgi_Markov",
      "name": "Georgi Markov",
      "aboutText": "João Belchior Marques Goulart (gaúcho Portuguese pronunciation: [ˈʒu.ɐ̃w bewˈki.ɔɾ ˈmarkis ɡuˈlaɾ], or [ˈʒwɐ̃w ˈbɛwkjɔʁ ˈmaʁkiʒ ɡuːˈlaʁ] in the standard Fluminense dialect; March 1, 1918 – December 6, 1976) was a Brazilian politician who served as the 24th President of Brazil until a military coup d'état deposed him on April 1, 1964.",
      "pageId": 22838564,
      "monthDay": "03/01"
    },
    {
      "year": "1930",
      "uri": "/wiki/R._P._Goenka",
      "name": "R. P. Goenka",
      "aboutText": "Richard Bowman Myers (born March 1, 1942) is a retired four-star general in the United States Air Force and served as the 15th Chairman of the Joint Chiefs of Staff. As Chairman, Myers was the highest ranking uniformed officer of the United States' military forces.\nGeneral Myers became the Chairman of the Joint Chiefs on October 1, 2001.",
      "pageId": 26090,
      "monthDay": "03/01"
    },
    {
      "year": "1930",
      "uri": "/wiki/Gastone_Nencini",
      "name": "Gastone Nencini",
      "aboutText": "Juan Leovigildo Brouwer Mezquida (born March 1, 1939 in Havana) is a Cuban composer, conductor, and guitarist.",
      "pageId": 172821,
      "monthDay": "03/01"
    },
    {
      "year": "1934",
      "uri": "/wiki/Jean-Michel_Folon",
      "name": "Jean-Michel Folon",
      "aboutText": "Gilbert Frank \"Gil\" Amelio (born March 1, 1943) is an American technology executive.",
      "pageId": 300594,
      "monthDay": "03/01"
    },
    {
      "year": "1934",
      "uri": "/wiki/Joan_Hackett",
      "name": "Joan Hackett",
      "aboutText": "Robert L. Hass (born March 1, 1941) is an American poet. He served as Poet Laureate of the United States from 1995 to 1997. He won the 2007 National Book Award and shared the 2008 Pulitzer Prize for the collection Time and Materials: Poems 1997-2005.",
      "pageId": 578538,
      "monthDay": "03/01"
    },
    {
      "year": "1935",
      "uri": "/wiki/Robert_Conrad",
      "name": "Robert Conrad",
      "aboutText": "Robert Conrad (born March 1, 1935) is an American film and television actor, best known for his role in the 1965–69 television series The Wild Wild West, playing the sophisticated Secret Service agent James T. West. He also portrayed World War II ace Pappy Boyington in the television series Black Sheep Squadron. He was a recording artist of pop/rock songs in the early 1960s as Bob Conrad before he began his acting career.",
      "pageId": 945051,
      "monthDay": "03/01"
    },
    {
      "year": "1936",
      "uri": "/wiki/Jean-Edern_Hallier",
      "name": "Jean-Edern Hallier",
      "aboutText": "Joan Ann Hackett (March 1, 1934 – October 8, 1983) was an American actress of film, stage and television. For the 1981 film Only When I Laugh, she won a Golden Globe Award and received an Academy Award nomination for Best Supporting Actress.",
      "pageId": 1008007,
      "monthDay": "03/01"
    },
    {
      "year": "1937",
      "uri": "/wiki/Eugen_Doga",
      "name": "Eugen Doga",
      "aboutText": "Howard Peter Guber (born March 1, 1942) is an executive, entrepreneur, educator, and author. He is Chairman and CEO of Mandalay Entertainment. Guber's most recent films from Mandalay Entertainment include The Kids Are All Right, Soul Surfer, and Bernie.",
      "pageId": 1421380,
      "monthDay": "03/01"
    },
    {
      "year": "1939",
      "uri": "/wiki/Adnan_Al-Kaissie",
      "name": "Adnan Al-Kaissie",
      "aboutText": "Adnan Bin Abdul Kareem Ahmed Alkaissy El Farthie (born March 1, 1939), better known professionally as Adnan Al-Kaissie, is a former Iraqi professional wrestler and manager best known as Sheik Adnan Al-Kaissey, Billy White Wolf, or General Adnan. In 1971 he defeated André the Giant in Al-Shaab Stadium in Baghdad, under the auspices of his former friend at high school Saddam Hussein. He competed in the World Wide Wrestling Federation (WWWF).",
      "pageId": 1925638,
      "monthDay": "03/01"
    },
    {
      "year": "1939",
      "uri": "/wiki/Leo_Brouwer",
      "name": "Leo Brouwer",
      "aboutText": "Jean-Michel Folon (March 1, 1934 – October 20, 2005) was a Belgian artist, illustrator, painter, and sculptor.",
      "pageId": 2954110,
      "monthDay": "03/01"
    },
    {
      "year": "1940",
      "uri": "/wiki/Robert_Grossman",
      "name": "Robert Grossman",
      "aboutText": "Gastone Nencini (Italian pronunciation: [ɡaˈstoːne nenˈtʃiːni]; 1 March 1930 – 1 February 1980) was an Italian road racing cyclist who won the 1960 Tour de France and the 1957 Giro d'Italia.\nNicknamed Il Leone del Mugello, \"The Lion of Mugello\" (from his birthplace Barberino del Mugello, near Florence), Nencini was a powerful all-rounder, particularly strong in the mountains.\nHe was an amateur painter and a chain smoker.",
      "pageId": 3612882,
      "monthDay": "03/01"
    },
    {
      "year": "1940",
      "uri": "/wiki/Brian_Waites",
      "name": "Brian Waites",
      "aboutText": "José Ángel Iribar Cortajarena, nicknamed El Chopo (\"the poplar\") (born 1 March 1943), is a Spanish retired football goalkeeper and manager.\nHaving played almost exclusively for Athletic Bilbao he appeared in more than 600 official games for the club over the course of 18 La Liga seasons, winning two major titles.",
      "pageId": 3868101,
      "monthDay": "03/01"
    },
    {
      "year": "1941",
      "uri": "/wiki/Robert_Hass",
      "name": "Robert Hass",
      "aboutText": "Joseph Donald \"Donnie\" Walsh, Jr. (born March 1, 1941) is a consultant for Basketball Operations of the Indiana Pacers and a former professional basketball coach.",
      "pageId": 4169338,
      "monthDay": "03/01"
    },
    {
      "year": "1941",
      "uri": "/wiki/Joo_Hyun",
      "name": "Joo Hyun",
      "aboutText": "Jean-Edern Hallier (March 1, 1936 in Saint-Germain-en-Laye, Yvelines – January 12, 1997 in Deauville) was a French author.",
      "pageId": 4972673,
      "monthDay": "03/01"
    },
    {
      "year": "1941",
      "uri": "/wiki/Donnie_Walsh",
      "name": "Donnie Walsh",
      "aboutText": "Brian J. Waites (born 1 March 1940) is an English professional golfer.\nWaites turned professional in 1957 and played on the European Tour through most of the 1970s and 1980s. He was in his prime between 1978 and 1984, ranking between 10th and 22nd on the Order of Merit in each of those seven years.",
      "pageId": 5547735,
      "monthDay": "03/01"
    },
    {
      "year": "1942",
      "uri": "/wiki/Jerry_Fisher",
      "name": "Jerry Fisher",
      "aboutText": "Robert Grossman (born March 1, 1940 in Brooklyn, New York City) is an American painter, sculptor, filmmaker, and author.\nIn a career spanning fifty years, Grossman's illustrations have appeared over 500 times on the covers of various national publications. TIME, Newsweek, Rolling Stone, Esquire, TV Guide, Sports Illustrated, The Times, The Nation, The New York Observer, The Atlantic Monthly, The New Republic, Evergreen Review, New York magazine, National Lampoon, and The New York Times have all published illustrations by him.",
      "pageId": 8557417,
      "monthDay": "03/01"
    },
    {
      "year": "1942",
      "uri": "/wiki/Peter_Guber",
      "name": "Peter Guber",
      "aboutText": "Cha Katō (加藤 茶, かとう ちゃ, カトウ チャ) (born 1 March 1943, Fukushima, Fukushima), also known as Kato-chan, is a male Japanese comedian and actor. His real name is Hideyuki Katō (加藤英文). Cha is one of the members of The Drifters and plays drums.",
      "pageId": 13690085,
      "monthDay": "03/01"
    },
    {
      "year": "1942",
      "uri": "/wiki/Richard_Myers",
      "name": "Richard Myers",
      "aboutText": "Eugen Doga [ewˈd͡ʒen ˈdoɡa] (born March 1, 1937) is a Romanian-Moldovan composer.\nHe writes music in all kinds of genres and styles, which makes him one of the most prolific and versatile composers. He has his own easily recognizable style.",
      "pageId": 17489265,
      "monthDay": "03/01"
    },
    {
      "year": "1943",
      "uri": "/wiki/Gil_Amelio",
      "name": "Gil Amelio",
      "aboutText": "Rama Prasad Goenka (1 March 1930 – 14 April 2013) was the Founder and Chairman Emeritus of the RPG Group, a multi-sector Indian industrial conglomerate. Born in 1930, he was the eldest son of Keshav Prasad Goenka and grandson of Sir Badri Prasad Goenka, the first Indian to be appointed Chairman of the Imperial Bank of India (now the State Bank of India). His two younger brothers were Jagdish Prasad and Gouri Prasad.",
      "pageId": 17582405,
      "monthDay": "03/01"
    },
    {
      "year": "1943",
      "uri": "/wiki/Jos%C3%A9_%C3%81ngel_Iribar",
      "name": "José Ángel Iribar",
      "aboutText": "Joo Hyun (born Joo Il-choon, 1 March 1941) is a South Korean actor.",
      "pageId": 20585092,
      "monthDay": "03/01"
    },
    {
      "year": "1943",
      "uri": "/wiki/Cha_Kat%C5%8D",
      "name": "Cha Katō",
      "aboutText": "Jerry Donald Fisher (born 1 March 1942 DeKalb, Texas) is an American R&B singer – Texas-born and Oklahoma-reared – known internationally for being the lead vocal with Blood, Sweat & Tears from 1971 to 1975, known to Dallas music fans for his R&B gigs from 1964 to 1972, and known on the coast of Mississippi in Bay Saint Louis as one-half of the husband–wife proprietorship of \"Dock of the Bay,\" a restaurant and nightclub owned and operated by the two from 1976 to the spring of 2005, when they sold it a few months before Hurricane Katrina blew it away.",
      "pageId": 35264379,
      "monthDay": "03/01"
    },
    {
      "year": "1943",
      "uri": "/wiki/Akinori_Nakayama",
      "name": "Akinori Nakayama",
      "aboutText": "Dirk Benedict (born Dirk Niewoehner on March 1, 1945) is an American movie, television and stage actor who played the characters Lieutenant Templeton \"Faceman\" Peck in The A-Team television series and Lieutenant Starbuck in the original Battlestar Galactica film and television series.",
      "pageId": 8718,
      "monthDay": "03/01"
    },
    {
      "year": "1943",
      "uri": "/wiki/Richard_H._Price",
      "name": "Richard H. Price",
      "aboutText": "Winston Rodney OD (born 1 March 1945), better known by the stage name Burning Spear, is a Jamaican roots reggae singer and musician. Burning Spear is a Rastafarian and one of the most influential and long-standing roots artists to emerge from the 1970s.\n^ Larkin, Colin (2002) The Virgin Encyclopedia of 70s Music, Virgin Books, ISBN 978-1-85227-947-9, p.",
      "pageId": 66585,
      "monthDay": "03/01"
    },
    {
      "year": "1943",
      "uri": "/wiki/Rashid_Sunyaev",
      "name": "Rashid Sunyaev",
      "aboutText": "Roger Harry Daltrey, CBE (born 1 March 1944) is an English singer and actor. In a career spanning more than 50 years, Daltrey came to prominence in the mid 1960s as the founder and lead singer of the English rock band The Who, which released fourteen singles that entered the top ten charts in the United Kingdom during the 1960s, 1970s, and 1980s, including \"I Can't Explain\", \"My Generation\", \"Substitute\", \"I'm a Boy\", \"Happy Jack\", \"Pictures of Lily\", \"Pinball Wizard\", \"Won't Get Fooled Again\", and \"You Better You Bet\". Daltrey began his solo career in 1973, while still a member of the Who.",
      "pageId": 154229,
      "monthDay": "03/01"
    },
    {
      "year": "1944",
      "uri": "/wiki/Danilo_Bach",
      "name": "Danilo Bach",
      "aboutText": "Steven Barnes (born March 1, 1952) is an American science fiction writer, lecturer, creative consultant, and human performance technician.\nBarnes has written several episodes of The Outer Limits and Baywatch. He has also written the episode \"Brief Candle\" for Stargate SG-1 and the Andromeda episode \"The Sum of Its Parts\".",
      "pageId": 205760,
      "monthDay": "03/01"
    },
    {
      "year": "1944",
      "uri": "/wiki/Buddhadeb_Bhattacharjee",
      "name": "Buddhadeb Bhattacharjee",
      "aboutText": "John Berlinger Breaux (/ˈbroʊ/; born March 1, 1944) is a former United States senator from Louisiana who served from 1987 until 2005. He was also a member of the United States House of Representatives from 1972 to 1987. He was considered one of the more conservative national legislators from the Democratic Party.",
      "pageId": 335085,
      "monthDay": "03/01"
    },
    {
      "year": "1944",
      "uri": "/wiki/John_Breaux",
      "name": "John Breaux",
      "aboutText": "Lana Wood (born Svetlana Gurdin; March 1, 1946) is an American actress and producer. She is best known for her role as Plenty O'Toole in the 1971 James Bond film, Diamonds Are Forever.",
      "pageId": 452899,
      "monthDay": "03/01"
    },
    {
      "year": "1944",
      "uri": "/wiki/Mike_d%27Abo",
      "name": "Mike d'Abo",
      "aboutText": "Rashid Alievich Sunyaev (Cyrillic: Раши́д Али́евич Сюня́ев; born March 1, 1943 in Tashkent, USSR) is a Soviet and Russian astrophysicist of Tatar descent. He was educated at the Moscow Institute of Physics and Technology (MS). He became a professor at MIPT in 1974.",
      "pageId": 473634,
      "monthDay": "03/01"
    },
    {
      "year": "1944",
      "uri": "/wiki/Roger_Daltrey",
      "name": "Roger Daltrey",
      "aboutText": "Alan Willis Thicke (born Alan Willis Jeffery; March 1, 1947) is a Canadian actor, songwriter, and game and talk show host. He is known for his role as Jason Seaver, the father on the ABC television series Growing Pains. He is the father of actor Brennan Thicke and singer Robin Thicke.",
      "pageId": 611455,
      "monthDay": "03/01"
    },
    {
      "year": "1945",
      "uri": "/wiki/Dirk_Benedict",
      "name": "Dirk Benedict",
      "aboutText": "Dr. Jerri Lin Nielsen (née Cahill; March 1, 1952 – June 23, 2009) was an American physician with extensive ER experience, who in 1998 was hired to spend a year at the Amundsen–Scott South Pole Station, as the station's only doctor.\nDuring the southern winter, at a time when the station is physically cut off from the rest of the world, she developed breast cancer.",
      "pageId": 793731,
      "monthDay": "03/01"
    },
    {
      "year": "1946",
      "uri": "/wiki/Gerry_Boulet",
      "name": "Gerry Boulet",
      "aboutText": "Nevada Barr (born March 1, 1952) is an American author best known for her Anna Pigeon series of mystery novels set in national parks in the United States.",
      "pageId": 1171945,
      "monthDay": "03/01"
    },
    {
      "year": "1946",
      "uri": "/wiki/Jim_Crace",
      "name": "Jim Crace",
      "aboutText": "Michael David \"Mike\" d'Abo (born 1 March 1944) is an English singer and songwriter, best known as the former lead vocalist of Manfred Mann and as the composer of the popular song \"Handbags and Gladrags\".",
      "pageId": 1324024,
      "monthDay": "03/01"
    },
    {
      "year": "1946",
      "uri": "/wiki/Lana_Wood",
      "name": "Lana Wood",
      "aboutText": "Buddhadeb Bhattacharjee ( Buddhodeb Bhôṭṭacharjo; born 1 March 1944) is an Indian politician and a member of the politburo of the Communist Party of India (Marxist). He was the Chief Minister of West Bengal from 2000 to 2011. He was the MLA of Jadavpur constituency for twenty-four years until 13 May 2011, when he was historically defeated by the former Chief Secretary of his own government, Manish Gupta, by 16,684 votes in the 2011 West Bengal election.",
      "pageId": 1921051,
      "monthDay": "03/01"
    },
    {
      "year": "1947",
      "uri": "/wiki/Alan_Thicke",
      "name": "Alan Thicke",
      "aboutText": "Danilo Bach (born March 1, 1944) is an American screenwriter and film producer.\n^ \"Danilo Back\".",
      "pageId": 3120840,
      "monthDay": "03/01"
    },
    {
      "year": "1948",
      "uri": "/wiki/Burning_Spear",
      "name": "Burning Spear",
      "aboutText": "Richard H. Price (born March 1, 1943) is an American physicist specializing in general relativity.\nPrice graduated from Stuyvesant High School in 1960, and went on to earn a dual degree in physics and engineering from Cornell University in 1965. He earned his Ph.D. in 1971 from Caltech under the supervision of Kip Thorne.",
      "pageId": 3521072,
      "monthDay": "03/01"
    },
    {
      "year": "1951",
      "uri": "/wiki/Sergei_Kourdakov",
      "name": "Sergei Kourdakov",
      "aboutText": "Akinori Nakayama (Japanese: 中山 彰規, Hepburn: Nakayama Akinori, born March 1, 1943) is a Japanese gymnast and Olympic gold medalist. Nakayama was born in Nagoya, Aichi Prefecture, and is a graduate of Chukyo University in Nagoya. Nakayama is one of only two gymnasts to become an Olympic Champion in rings twice, the first to do so being Albert Azaryan.",
      "pageId": 3723854,
      "monthDay": "03/01"
    },
    {
      "year": "1952",
      "uri": "/wiki/Steven_Barnes",
      "name": "Steven Barnes",
      "aboutText": "Joseph Gaétan Robert Gérald (Gerry) Boulet (March 1, 1946 – July 18, 1990) was a Canadian rock singer. Most famous as vocalist for the Quebec rock band Offenbach, he also released two solo albums. He is considered one of the innovators of rock music in the joual language of French Quebec.",
      "pageId": 4859932,
      "monthDay": "03/01"
    },
    {
      "year": "1952",
      "uri": "/wiki/Nevada_Barr",
      "name": "Nevada Barr",
      "aboutText": "Sergei Nikolayevich Kourdakov (Russian: Сергей Николаевич Курдаков; March 1, 1951 – January 1, 1973) was a former KGB agent and naval officer who from his late teen years carried out more than 150 raids in underground Christian communities in regions of the Soviet Union in the 1960s. At the age of twenty, he defected to Canada while a naval officer on a Soviet trawler in the Pacific and converted to Evangelical Christianity. He is known for having written The Persecutor (also known as Forgive Me, Natasha), an autobiography that was written shortly before his death in 1973 and published posthumously.",
      "pageId": 22962359,
      "monthDay": "03/01"
    },
    {
      "year": "1952",
      "uri": "/wiki/Roy_Marten",
      "name": "Roy Marten",
      "aboutText": "James \"Jim\" Crace (born 1 March 1946) is an award-winning English writer.",
      "pageId": 22981351,
      "monthDay": "03/01"
    },
    {
      "year": "1952",
      "uri": "/wiki/Jerri_Nielsen",
      "name": "Jerri Nielsen",
      "aboutText": "Martin Hugh Michael O'Neill, OBE (born 1 March 1952) is a football manager and former player from Northern Ireland, who is currently the manager of the Republic of Ireland national football team.\nStarting his career in his native Northern Ireland, O'Neill moved to England where he spent most of his playing career with Nottingham Forest, with whom he won the European Cup twice, in 1979 and 1980. He was capped 64 times for the Northern Ireland national football team, also captaining the side at the 1982 World Cup.",
      "pageId": 23568660,
      "monthDay": "03/01"
    },
    {
      "year": "1952",
      "uri": "/wiki/Martin_O%27Neill",
      "name": "Martin O'Neill",
      "aboutText": "Wicaksono Abdul Salam (born 1 March 1952), better known by his stage name Roy Marten, is an Indonesian actor.",
      "pageId": 35262309,
      "monthDay": "03/01"
    },
    {
      "year": "1952",
      "uri": "/wiki/Brian_Winters",
      "name": "Brian Winters",
      "aboutText": "Ronald William \"Ron\" Howard (born March 1, 1954) is an American film director, producer, and actor, best known for playing two high-profile roles in television sitcoms in his childhood and early adulthood, and for directing a number of successful feature films later in his career.\nHe first came to prominence playing young Opie Taylor in the sitcom The Andy Griffith Show for eight years, and later teenager Richie Cunningham in the sitcom Happy Days for six years. Meanwhile, he appeared in the musical film The Music Man (1962), the coming of age film American Graffiti (1973), the western The Shootist (1976), and the comedy Grand Theft Auto (1977), which he also directed.",
      "pageId": 58928,
      "monthDay": "03/01"
    },
    {
      "year": "1953",
      "uri": "/wiki/Sinan_%C3%87etin",
      "name": "Sinan Çetin",
      "aboutText": "Nicholas David \"Nik\" Kershaw (born 1 March 1958 in Bristol, England) is an English musician, singer-songwriter, and multi-instrumentalist. The former jazz-funk guitarist was a 1980s teen idol. His 62 weeks on the UK Singles Chart in 1984/85 beat all other solo artists.",
      "pageId": 331045,
      "monthDay": "03/01"
    },
    {
      "year": "1953",
      "uri": "/wiki/Carlos_Queiroz",
      "name": "Carlos Queiroz",
      "aboutText": "Catherine Bach (born Catherine Bachman; March 1, 1954) is an American actress. She is known for playing Daisy Duke in the television series The Dukes of Hazzard and Margo Dutton in African Skies. In 2012, she joined the cast of the CBS soap opera The Young and the Restless as Anita Lawson.",
      "pageId": 437008,
      "monthDay": "03/01"
    },
    {
      "year": "1953",
      "uri": "/wiki/M._K._Stalin",
      "name": "M. K. Stalin",
      "aboutText": "Sir Mark James Todd KNZM CBE (born 1 March 1956), is a New Zealand horseman noted for his accomplishments in the discipline of eventing, voted Rider of the 20th century by the International Federation for Equestrian Sports, (Fédération Equestre Internationale).\nHe won gold medals at Los Angeles (1984) and Seoul (1988) Olympics, the Badminton Horse Trials on four occasions, the Burghley Horse Trials five times, and as a member of New Zealand’s Eventing team he won gold medals at the World Championships in 1990 and 1998 (Rome), plus 20 or more other international events, and numerous other international individual and team titles.\nIn 1988, he was announced the New Zealand Sportsperson of the year, winner of the Supreme Halberg Award.",
      "pageId": 605177,
      "monthDay": "03/01"
    },
    {
      "year": "1954",
      "uri": "/wiki/Catherine_Bach",
      "name": "Catherine Bach",
      "aboutText": "Bertrand Picard (born 1 March 1958) is a Swiss psychiatrist and balloonist. Along with Brian Jones, he was the first to complete a non-stop balloon flight around the globe.\nHe was born in Lausanne, Vaud, a Swiss canton, into a family of explorers.",
      "pageId": 653468,
      "monthDay": "03/01"
    },
    {
      "year": "1954",
      "uri": "/wiki/Ron_Howard",
      "name": "Ron Howard",
      "aboutText": "Bill Leen (born March 1, 1962) is a bass player from Tempe, Arizona. He is a member of the band Gin Blossoms, which he co-founded in 1987 with his longtime friend Doug Hopkins.\nLeen graduated from McClintock High School in Tempe, then studied English and philosophy at Arizona State University, leaving during his junior year to devote his energies to music.",
      "pageId": 711739,
      "monthDay": "03/01"
    },
    {
      "year": "1954",
      "uri": "/wiki/Mare_Teichmann",
      "name": "Mare Teichmann",
      "aboutText": "Carlos Manuel Brito Leal Queiroz, ComIH (Portuguese pronunciation: [ˈkaɾluʃ kɐjˈɾɔʃ]; born 1 March 1953), is a Portuguese football manager. Currently the manager of the Iranian national football team as well as a former manager of Real Madrid, he has also been the manager of the Portuguese national team and Alex Ferguson's assistant manager at English club Manchester United. He has qualified three national teams to the World Cup, those being South Africa in 2002, Portugal in 2010, and Iran in 2014.",
      "pageId": 779591,
      "monthDay": "03/01"
    },
    {
      "year": "1956",
      "uri": "/wiki/Tim_Daly",
      "name": "Tim Daly",
      "aboutText": "Sir Russell Coutts KNZM CBE (born 1 March 1962) is a New Zealand competitive sailor. His achievements include a gold medal in the Finn Class in the 1984 Olympic Games, winning the America's Cup five times, the ISAF World Youth championships, three World Match Racing Championships, numerous international match race wins and IOR, IMS and One Design World Championship victories. As skipper/helmsman in America's cup racing, he has a perfect record with 15 wins and no losses (1995, 2000, 2003).",
      "pageId": 810116,
      "monthDay": "03/01"
    },
    {
      "year": "1956",
      "uri": "/wiki/Dalia_Grybauskait%C4%97",
      "name": "Dalia Grybauskaitė",
      "aboutText": "Muthuvel Karunanidhi Stalin (Tamil: மு.க. ஸ்டாலின் Mu.Ka. Sṭāliṉ; born 1 March 1953) is an Indian politician, better known as M. K. Stalin, who was Deputy Chief Minister of Tamil Nadu from 2009 to 2011.",
      "pageId": 1011075,
      "monthDay": "03/01"
    },
    {
      "year": "1956",
      "uri": "/wiki/Mark_Todd_(equestrian)",
      "name": "Mark Todd",
      "aboutText": "James Timothy \"Tim\" Daly (born March 1, 1956) is an American actor, director, and producer. He is best known for his role as Joe Hackett on the NBC sitcom Wings and his voice role as Clark Kent/Superman in Superman: The Animated Series, as well as his recurring role as the drug-addicted screenwriter J.T. Dolan on The Sopranos (for which he was nominated for an Emmy Award). He starred as Pete Wilder on Private Practice from 2007 to 2012.",
      "pageId": 2177295,
      "monthDay": "03/01"
    },
    {
      "year": "1958",
      "uri": "/wiki/Nik_Kershaw",
      "name": "Nik Kershaw",
      "aboutText": "Benedict Colin Allen FRGS (born 1 March 1960) is a British writer, traveller and adventurer known for his technique of immersion among indigenous peoples from whom he acquires survival skills for hazardous journeys through unfamiliar terrain. In 2010, Allen was elected a Trustee of the Royal Geographical Society.",
      "pageId": 2597491,
      "monthDay": "03/01"
    },
    {
      "year": "1958",
      "uri": "/wiki/Chosei_Komatsu",
      "name": "Chosei Komatsu",
      "aboutText": "Mark Allan Gardner (born March 1, 1962) is a former pitcher in Major League Baseball and current bullpen coach for the San Francisco Giants.",
      "pageId": 2837191,
      "monthDay": "03/01"
    },
    {
      "year": "1958",
      "uri": "/wiki/Bertrand_Piccard",
      "name": "Bertrand Piccard",
      "aboutText": "Brian Joseph Winters (born March 1, 1952) is an American former basketball player and coach. He attended academic and athletic powerhouse Archbishop Molloy High School in Queens, New York, graduating in 1970. He then played collegiately with the University of South Carolina and was the 12th pick in the 1974 NBA Draft, taken by the Los Angeles Lakers.",
      "pageId": 4136624,
      "monthDay": "03/01"
    },
    {
      "year": "1959",
      "uri": "/wiki/Nick_Griffin",
      "name": "Nick Griffin",
      "aboutText": "Mare Teichmann (born on March 1, 1954 in Tallinn, Estonia) is an Estonian psychologist and academic.\nTeichmann, who holds a PhD in Psychology from the Behterev Institute Leningrad, now Saint Petersburg, is Professor and Chair of Psychology at Tallinn University of Technology. A member of many boards and councils, especially in the academic self-administration of her special area of Work and Organizational Psychology, her current positions include membership in the WHO Quality of Life Board, chairwoman of the WHO Estonian Quality of Life Centre, and Estonian representative, Member of European Network of Work and Organisational Psychology, Member of Collaborative International Study of Managerial Stress (CISMS).",
      "pageId": 4658167,
      "monthDay": "03/01"
    },
    {
      "year": "1960",
      "uri": "/wiki/Benedict_Allen",
      "name": "Benedict Allen",
      "aboutText": "Chosei Komatsu (小松 長生, Komatsu Chōsei, born March 1, 1958) is a Japanese conductor who, from 2003-2010, was Artistic Director of Orquesta Sinfónica Nacional de Costa Rica. Also, after five years as Music Director of Japan’s Central Aichi Symphony Orchestra, he assumed the title of Conductor Laureate.\nKomatsu previously held the posts of Principal Conductor of Tokyo Philharmonic Orchestra and Japan Shinsei Symphony Orchestra, Music Director of Takefu International Music Festival, Music Director of Kitchener-Waterloo Symphony and Canadian Chamber Ensemble, Principal Guest Conductor of Lviv State Opera and Ballet, Associate Conductor of Baltimore Symphony Orchestra, and Exxon/Arts Endowment Conductor of Buffalo Philharmonic Orchestra.",
      "pageId": 5669344,
      "monthDay": "03/01"
    },
    {
      "year": "1962",
      "uri": "/wiki/Russell_Coutts",
      "name": "Russell Coutts",
      "aboutText": "Rob Affuso (born Robert James Affuso, March 1, 1963, Newburgh, New York) is an American heavy metal drummer, best known as the drummer of the band Skid Row from 1987 to 1998.\nAffuso is currently the band leader and drummer for Soulsystem, a band he formed while touring with Skid Row in 1992. He also formed an entertainment company Soulsystem Orchestras Inc.",
      "pageId": 6458460,
      "monthDay": "03/01"
    },
    {
      "year": "1962",
      "uri": "/wiki/Mark_Gardner_(baseball)",
      "name": "Mark Gardner",
      "aboutText": "Sinan Çetin (born March 1, 1953) is a Turkish actor, film director, and producer.\nÇetin was born as the son of a customs officer and studied art history at Hacettepe University. Çetin has produced full-length films and television series, and foremost, commercials.",
      "pageId": 8696295,
      "monthDay": "03/01"
    },
    {
      "year": "1962",
      "uri": "/wiki/Bill_Leen",
      "name": "Bill Leen",
      "aboutText": "Melanie Moore (born March 1, 1962) is an American former pornographic actress and nude model. She was featured in over 350 films during the 1990s.",
      "pageId": 14592230,
      "monthDay": "03/01"
    },
    {
      "year": "1962",
      "uri": "/wiki/Melanie_Moore_(actress)",
      "name": "Melanie Moore",
      "aboutText": "Nicholas John Griffin (born 1 March 1959) is a British politician who represented North West England as a Member of the European Parliament (MEP) from 2009 to 2014. He served as chairman and then president of the far-right British National Party (BNP) from 1999 to 2014, when he was expelled from the party.\nBorn in Barnet, Griffin was educated at Woodbridge School in Suffolk.",
      "pageId": 20397796,
      "monthDay": "03/01"
    },
    {
      "year": "1963",
      "uri": "/wiki/Rob_Affuso",
      "name": "Rob Affuso",
      "aboutText": "Dalia Grybauskaitė (Lithuanian pronunciation: ​[d̪ɐˈlʲɛ ɡʲrʲiːbɐʊsˈkɐ̂ˑɪt̪ʲeː], born 1 March 1956) is the President of Lithuania, inaugurated on 12 July 2009 and re-elected in May 2014. She is the country's first female President and the first to be elected for a second term.\nShe was Vice-Minister of Foreign Affairs and Minister of Finance, also European Commissioner for Financial Programming and the Budget from 2004 to 2009.",
      "pageId": 22851884,
      "monthDay": "03/01"
    },
    {
      "year": "1963",
      "uri": "/wiki/Thomas_Anders",
      "name": "Thomas Anders",
      "aboutText": "Javier Ángel Encinas Bardem (Spanish pronunciation: [xaˈβjer βarˈðen]; born 1 March 1969) is a Spanish actor. In 2007, he won the Academy Award for Best Supporting Actor for his role as psychopathic assassin Anton Chigurh in No Country for Old Men. He has also garnered critical acclaim for roles in films such as Jamón, jamón, Carne trémula, Boca a boca, Los Lunes al sol and Mar adentro.",
      "pageId": 171593,
      "monthDay": "03/01"
    },
    {
      "year": "1963",
      "uri": "/wiki/Bryan_Batt",
      "name": "Bryan Batt",
      "aboutText": "Thomas Anders (born Bernd Weidung, 1 March 1963) is a German singer, composer, and record producer.",
      "pageId": 541725,
      "monthDay": "03/01"
    },
    {
      "year": "1963",
      "uri": "/wiki/Maurice_Benard",
      "name": "Maurice Benard",
      "aboutText": "Ronald Michael Francis, Jr. (born March 1, 1963) is a Canadian former professionalice hockey centre and the current general manager of the Carolina Hurricanes of the National Hockey League (NHL). Drafted fourth overall in the 1981 NHL Entry Draft, Francis played 23 seasons in the NHL for the Hartford Whalers, Pittsburgh Penguins, Carolina Hurricanes and Toronto Maple Leafs.",
      "pageId": 586693,
      "monthDay": "03/01"
    },
    {
      "year": "1963",
      "uri": "/wiki/Ron_Francis",
      "name": "Ron Francis",
      "aboutText": "Stewart Elliott (born March 1, 1965, in Toronto, Ontario, Canada) is an American thoroughbred jockey.\nElliott grew up in horse racing; his father was a jockey for many years, his mother rode show horses and was a riding instructor, and his uncle owns a racing stable in Canada. At age seven, his family moved to race in Hong Kong, where they remained for six years before going to the United States.",
      "pageId": 633111,
      "monthDay": "03/01"
    },
    {
      "year": "1963",
      "uri": "/wiki/Russell_Wong",
      "name": "Russell Wong",
      "aboutText": "George Coleman Eads III (born March 1, 1967), is an American actor, best known for his role as Nick Stokes on the CBS police drama CSI: Crime Scene Investigation.",
      "pageId": 752220,
      "monthDay": "03/01"
    },
    {
      "year": "1964",
      "uri": "/wiki/Clinton_Gregory",
      "name": "Clinton Gregory",
      "aboutText": "Maurice Benard (born March 1, 1963) is an American actor. He is known primarily for his portrayal of romantic mobster Michael \"Sonny\" Corinthos, Jr. on the ABC soap opera, General Hospital, a role he has portrayed since 1993.",
      "pageId": 762651,
      "monthDay": "03/01"
    },
    {
      "year": "1964",
      "uri": "/wiki/Paul_Le_Guen",
      "name": "Paul Le Guen",
      "aboutText": "Russell Girard Wong (王盛德, pinyin: Wáng Shèngdé; born March 1, 1963) is an American actor.",
      "pageId": 998422,
      "monthDay": "03/01"
    },
    {
      "year": "1965",
      "uri": "/wiki/Stewart_Elliott",
      "name": "Stewart Elliott",
      "aboutText": "Aron Mohamed Winter (Dutch pronunciation: [ˈaːrɔn ˈʋɪntər], English approximation [VIN-ter]; born 1 March 1967) is a retired Dutch football midfielder and current head coach of the Dutch under-19 national team.",
      "pageId": 1298502,
      "monthDay": "03/01"
    },
    {
      "year": "1965",
      "uri": "/wiki/Mary_Lou_Lord",
      "name": "Mary Lou Lord",
      "aboutText": "Susan Auch (born March 1, 1966) is a speed skater who competed in several Winter Olympics games, winning the bronze in the 3000m relay at the 1988 Winter Olympics in Calgary, and the silver in the 500 m events at the 1994 Winter Olympics in Lillehammer, Norway and the 1998 games at Nagano, Japan. In 1999, Auch announced her retirement from competition, but changed her mind and competed in a fifth Winter Olympics, the 2002 games at Salt Lake City, but failed to win a medal; afterwards, she again announced her retirement.\nThe only long track speed skating oval in Winnipeg has been named after Susan Auch.",
      "pageId": 1694920,
      "monthDay": "03/01"
    },
    {
      "year": "1965",
      "uri": "/wiki/Booker_T_(wrestler)",
      "name": "Booker T",
      "aboutText": "Paul Le Guen (French pronunciation: ​[pɔl lə ɡwɛn]; born 1 March 1964) is a French football manager and a former player. He was the manager of the Oman national football team.",
      "pageId": 1913403,
      "monthDay": "03/01"
    },
    {
      "year": "1966",
      "uri": "/wiki/Susan_Auch",
      "name": "Susan Auch",
      "aboutText": "Miho Nakayama (中山 美穂, Nakayama Miho, born 1 March 1970) is a Japanese singer and actress.",
      "pageId": 1994576,
      "monthDay": "03/01"
    },
    {
      "year": "1966",
      "uri": "/wiki/Zack_Snyder",
      "name": "Zack Snyder",
      "aboutText": "Mary Lou Lord (born March 1, 1965) is an indie folk musician, busker and recording artist.",
      "pageId": 2667329,
      "monthDay": "03/01"
    },
    {
      "year": "1967",
      "uri": "/wiki/Yelena_Afanasyeva",
      "name": "Yelena Afanasyeva",
      "aboutText": "Zachary Edward \"Zack\" Snyder (born March 1, 1966) is an American filmmaker, best known for action and science fiction films. Snyder made his feature film debut with the 2004 remake of the horror film Dawn of the Dead, which earned a good box office return and positive reviews from critics. He has gone on to be known for his comic book movies and superhero films, including 300 (2007) and Watchmen (2009), as well as the Superman film that started the DC Extended Universe: Man of Steel (2013) and its upcoming follow-ups, Batman v Superman: Dawn of Justice (2016), Justice League Part One (2017) and Justice League Part Two (2019).",
      "pageId": 2825163,
      "monthDay": "03/01"
    },
    {
      "year": "1967",
      "uri": "/wiki/George_Eads",
      "name": "George Eads",
      "aboutText": "Yelena Afanasyeva (Russian: Елена Афанасьева; born March 1, 1967 in Kulebaki) is a former Russian athlete who competed in the 800 metres. Her greatest achievements include a European title as well as a 1997 World Championships silver medal. The same year she achieved the time of 1:56.61 minutes in Zurich.",
      "pageId": 3573011,
      "monthDay": "03/01"
    },
    {
      "year": "1967",
      "uri": "/wiki/Aron_Winter",
      "name": "Aron Winter",
      "aboutText": "Salil Ashok Ankola (born 1 March 1968, Solapur, Maharashtra) is a former Indian international cricketer who played one Test match and 20 One Day Internationals (ODIs) from 1989 to 1997 for India. A right-arm fast-medium bowler, he played first-class cricket for Maharashtra, regularly opening the bowling. Ankola's consistent performances for Maharashtra earned him a call for representing India during their tour of Pakistan in 1989–90.",
      "pageId": 3964955,
      "monthDay": "03/01"
    },
    {
      "year": "1968",
      "uri": "/wiki/Salil_Ankola",
      "name": "Salil Ankola",
      "aboutText": "Bryan Batt (born March 1, 1963) is an American actor best known for his role in the AMC series Mad Men as Salvatore Romano, an art director for the Sterling Cooper agency. Primarily a theater actor, he has had a number of starring roles in movies and television as well. His performance in the musical adaptation of Saturday Night Fever earned him one of New York City's more unusual honors, a caricature at Sardi's.",
      "pageId": 5211038,
      "monthDay": "03/01"
    },
    {
      "year": "1968",
      "uri": "/wiki/Per_Oddvar_Johansen",
      "name": "Per Oddvar Johansen",
      "aboutText": "Clinton Gregory (born March 1, 1964 in Martinsville, Virginia) is an American country and bluegrass singer, songwriter, and fiddler. He has recorded primarily on independent labels, and has charted eleven singles on the Billboard Hot Country Singles & Tracks (now known as Hot Country Songs) charts. His highest charting single is \"Play, Ruby, Play\", which reached No.",
      "pageId": 9105409,
      "monthDay": "03/01"
    },
    {
      "year": "1969",
      "uri": "/wiki/Javier_Bardem",
      "name": "Javier Bardem",
      "aboutText": "Booker Huffman Jr. (born March 1, 1965), better known by his ring name Booker T, is an American professional wrestler, promoter, and color commentator who is currently signed with WWE as part of the broadcast team on SmackDown. He is also the owner and founder of the independent promotion Reality of Wrestling (ROW) in his hometown of Houston, Texas.",
      "pageId": 18723322,
      "monthDay": "03/01"
    },
    {
      "year": "1970",
      "uri": "/wiki/Jason_V_Brock",
      "name": "Jason V Brock",
      "aboutText": "Jason V Brock (born March 1, 1970) is an American author, artist, editor, and filmmaker. He is the CEO and co-founder (with his wife, Sunni) of JaSunni Productions, LLC, whose documentary films include the controversial Charles Beaumont: The Short Life of Twilight Zone’s Magic Man, the Rondo Hatton Classic Horror Award-winning The AckerMonster Chronicles!, and Image, Reflection, Shadow: Artists of the Fantastic. He is also the author of Totems and Taboos, a compilation of his poetry and artwork, and an editor, along with William F. Nolan, of The Bleeding Edge: Dark Barriers, Dark Frontiers and The Devil's Coattails: More Dispatches from the Dark Frontier anthologies published by Cycatrix Press.",
      "pageId": 30268663,
      "monthDay": "03/01"
    },
    {
      "year": "1970",
      "uri": "/wiki/Miho_Nakayama",
      "name": "Miho Nakayama",
      "aboutText": "Per Oddvar Johansen (born 1 March 1968) is a Norwegian Jazz musician (drummer), most recognized for his work with Trygve Seim, Christian Wallumrød, The Source, Solveig Slettahjell and Vigleik Storaas, but has also been awarded the Spellemannprisen five times.\n^ \"Biography: Johansen, Per Oddvar – Norsk musikkinformasjon MIC.no\".",
      "pageId": 36413627,
      "monthDay": "03/01"
    },
    {
      "year": "1971",
      "uri": "/wiki/Thomas_Ad%C3%A8s",
      "name": "Thomas Adès",
      "aboutText": "Tyler Hamilton (born March 1, 1971) is an American former professional road bicycle racer. He is the only American rider to win one of the Five Monuments of Cycling. Hamilton became a professional cyclist in 1995 with the US Postal Service cycling team.",
      "pageId": 358711,
      "monthDay": "03/01"
    },
    {
      "year": "1971",
      "uri": "/wiki/Tyler_Hamilton",
      "name": "Tyler Hamilton",
      "aboutText": "Jack Arthur Davenport (born 1 March 1973) is an English actor. He is best known for his roles in the television series This Life and Coupling, and as James Norrington in the Pirates of the Caribbean series. He has also appeared in many other Hollywood films, such as The Talented Mr.",
      "pageId": 490046,
      "monthDay": "03/01"
    },
    {
      "year": "1972",
      "uri": "/wiki/%C3%9Altimo_Guerrero",
      "name": "Último Guerrero",
      "aboutText": "Mark-Paul Harry Gosselaar (pronounced GOS-ler; born March 1, 1974) is an American actor.",
      "pageId": 527018,
      "monthDay": "03/01"
    },
    {
      "year": "1973",
      "uri": "/wiki/Jack_Davenport",
      "name": "Jack Davenport",
      "aboutText": "Mayce Edward Christopher \"Chris\" Webber III (born March 1, 1973) is a retired American professional basketball player. He is a five-time NBA All-Star, a five-time All-NBA Team member, a former NBA Rookie of the Year, and a former #1 overall NBA draftee. As a collegiate athlete, he was an NCAA Men's Basketball first team All-American and led the Michigan Wolverines' 1991 incoming freshman class known as the Fab Five that reached the 1992 and 1993 NCAA Men's Division I Basketball Championship games as freshmen and sophomores.",
      "pageId": 529136,
      "monthDay": "03/01"
    },
    {
      "year": "1973",
      "uri": "/wiki/Anton_Gunn",
      "name": "Anton Gunn",
      "aboutText": "Stephen Lamont Davis (born March 1, 1974) is a former American football running back who played 11 seasons in the National Football League (NFL).",
      "pageId": 548282,
      "monthDay": "03/01"
    },
    {
      "year": "1973",
      "uri": "/wiki/Carlo_Resoort",
      "name": "Carlo Resoort",
      "aboutText": "Thomas Adès (born 1 March 1971) is a British composer, pianist and conductor.",
      "pageId": 647817,
      "monthDay": "03/01"
    },
    {
      "year": "1973",
      "uri": "/wiki/Chris_Webber",
      "name": "Chris Webber",
      "aboutText": "Jensen Ross Ackles (born March 1, 1978) is an American actor and director. He is known for his roles in television as Eric Brady in Days of Our Lives, which earned him several Daytime Emmy Award nominations, as well as Alec/X5-494 in Dark Angel and Jason Teague in Smallville. Ackles currently stars as Dean Winchester on the CW series Supernatural.",
      "pageId": 656593,
      "monthDay": "03/01"
    },
    {
      "year": "1974",
      "uri": "/wiki/Stephen_Davis_(American_football)",
      "name": "Stephen Davis",
      "aboutText": "Sakura Nogawa (野川 さくら, Nogawa Sakura, born March 1, 1978 in Toyohashi, Aichi) is a Japanese voice actress. In August 2013 she took a break from voice acting and singing due to poor health.\n^ Doi, Hitoshi (January 29, 2011).",
      "pageId": 1399656,
      "monthDay": "03/01"
    },
    {
      "year": "1974",
      "uri": "/wiki/Mark-Paul_Gosselaar",
      "name": "Mark-Paul Gosselaar",
      "aboutText": "Carlo Resoort (born 1 March 1973) is a Dutch DJ, remixer and producer. He is best known as the main act of 4 Strings.\n^ Bonacich, Drago.",
      "pageId": 1671116,
      "monthDay": "03/01"
    },
    {
      "year": "1974",
      "uri": "/wiki/Shane_Harwood",
      "name": "Shane Harwood",
      "aboutText": "Travis Wade Kvapil (/ˈkwɑːpəl/ KWAH-pəl) (born March 1, 1976, in Janesville, Wisconsin) is an American professional stock car racing driver. He currently competes part-time in the NASCAR Sprint Cup Series, driving the No. 39 Chevrolet SS for Hillman Smith Motorsports, and in the Camping World Truck Series, driving the No.",
      "pageId": 2012187,
      "monthDay": "03/01"
    },
    {
      "year": "1975",
      "uri": "/wiki/Maya_Kulenovic",
      "name": "Maya Kulenovic",
      "aboutText": "Maya Kulenovic (born March 1, 1975 in Sarajevo, SR Bosnia and Herzegovina, SFR Yugoslavia) is a Canadian artist and painter. She lives and works in Toronto, Canada. She has been exhibiting nationally and internationally since 1993.",
      "pageId": 2060983,
      "monthDay": "03/01"
    },
    {
      "year": "1975",
      "uri": "/wiki/Francesco_Mazzariol",
      "name": "Francesco Mazzariol",
      "aboutText": "Rens Blom (born 1 March 1977) is a Dutch athlete competing in pole vault.\nBlom was born in Munstergeleen. He achieved a vault of 5.75 as early as in 2000, but five years passed without much further progress.",
      "pageId": 2443030,
      "monthDay": "03/01"
    },
    {
      "year": "1975",
      "uri": "/wiki/Tate_Stevens",
      "name": "Tate Stevens",
      "aboutText": "José Gutiérrez Hernández, better known under the ring name Último Guerrero (Spanish for Last Warrior) is a Mexican Luchador (Spanish for professional wrestler) currently working for Consejo Mundial de Lucha Libre (CMLL), where he is also part of the booking committee and former CMLL World Heavyweight Championship. Último Guerrero is a charter member of the stable of wrestlers known as Los Guerreros de Infierno / Los Guerreros de la Atlantida and has made appearances for Total Nonstop Action Wrestling where he as part of Team Mexico won the 2008 World X Cup. Guerrero and Dragón Rojo, Jr.",
      "pageId": 3471885,
      "monthDay": "03/01"
    },
    {
      "year": "1976",
      "uri": "/wiki/Travis_Kvapil",
      "name": "Travis Kvapil",
      "aboutText": "Esther Cañadas (Spanish pronunciation: [esˈter kaˈɲaðas]; born March 1, 1977 in Albacete) is a Spanish actress and model.",
      "pageId": 3502487,
      "monthDay": "03/01"
    },
    {
      "year": "1976",
      "uri": "/wiki/Andreas_Mj%C3%B8s",
      "name": "Andreas Mjøs",
      "aboutText": "Shane Michael Harwood (born 1 March 1974) is an Australian cricketer who plays for the Victorian Bushrangers. He bowls right-arm fast-medium and has represented Australia in three Twenty20 Internationals.\nHarwood began his Pura Cup career as a 28-year-old in 2002-03 and became the third Australian to get a hat-trick on debut.",
      "pageId": 8418327,
      "monthDay": "03/01"
    },
    {
      "year": "1977",
      "uri": "/wiki/Rens_Blom",
      "name": "Rens Blom",
      "aboutText": "Francesco \"Coco\" Mazzariol (born Treviso, 1 March 1975) is an Italian former rugby union footballer and a current coach. He played firstly as a scrum-half, and later in his career (with more success) at fly half.",
      "pageId": 20646405,
      "monthDay": "03/01"
    },
    {
      "year": "1977",
      "uri": "/wiki/Esther_Ca%C3%B1adas",
      "name": "Esther Cañadas",
      "aboutText": "Anton J. Gunn (born March 1, 1973), healthcare expert and former American politician, is the former head of the Office of External Affairs at the U.S. Department of Health and Human Services under Secretary Kathleen Sebelius. In January 2014, he stepped down to return to the private sector as a consultant, health care entrepreneur and professional speaker. Gunn played a role in the implementation of the Patient Protection and Affordable Care Act, also known as “Obamacare”.",
      "pageId": 20863273,
      "monthDay": "03/01"
    },
    {
      "year": "1978",
      "uri": "/wiki/Jensen_Ackles",
      "name": "Jensen Ackles",
      "aboutText": "Éowyn (born Rebecca Éowyn Denee Krueger on March 1, 1979) is a Christian alternative rock artist from the Nashville, Tennessee area that began in 1999.\n^ \"Kentucky Births, 1911 - 1999\". Familytreelegends.com.",
      "pageId": 31290047,
      "monthDay": "03/01"
    },
    {
      "year": "1978",
      "uri": "/wiki/Sakura_Nogawa",
      "name": "Sakura Nogawa",
      "aboutText": "Found spouse,",
      "pageId": 37363901,
      "monthDay": "03/01"
    },
    {
      "year": "1979",
      "uri": "/wiki/%C3%89owyn_(musician)",
      "name": "Éowyn",
      "aboutText": "Andreas Mjøs (born 1 March 1976 in Tønsberg, Norway) is a Norwegian musician, record producer and composer, known from a series of performances and albums within Jaga Jazzist. He is also on a number of other album releases bouth as performer and producer.\n^ \"Andreas Mjøs Biografi\".",
      "pageId": 37409623,
      "monthDay": "03/01"
    },
    {
      "year": "1979",
      "uri": "/wiki/Mikkel_Kessler",
      "name": "Mikkel Kessler",
      "aboutText": "Sahibzada Mohammad Shahid Khan Afridi, better known as Shahid Afridi (Urdu: شاہدآفریدی‎; Pashto: شاهد اپریدی‎; born on 1 March 1980) or Boom Boom Afridi, is a Pakistani T20 cricketer and former Test and ODI cricketer. He is currently the captain of Pakistan T20 cricket team. Considered as a legend in Pakistani cricket history, Afridi is regarded as one of the greatest big-hitting cricketers of all time, where he has the longest six of any form of the game.",
      "pageId": 554074,
      "monthDay": "03/01"
    },
    {
      "year": "1979",
      "uri": "/wiki/Bruno_Langlois",
      "name": "Bruno Langlois",
      "aboutText": "Elán DeFan (born March 1, 1983 in Tlaquepaque, Jalisco, Mexico) is a recording artist, known for being one of the first Latin American female songwriters to begin her career with an English language album written completely on her own and the first independent artist from Latin America to have sold more than 1.7 millions copies of her music with her band which is also named ELAN, made up of Elán, lead vocalist and keyboard player, Jan Carlo DeFan, lead guitarist, co-producer and Elán's brother, childhood friend and bass player Carlos Padilla Maqueo, and younger cousin and drummer Michel \"Cheech\" Bitar DeFan and Mauricio \"The Duck\" Lopez.\nElán reveals an assortment of music that has been influenced by many artists like Bob Dylan, Janis Joplin, John Lennon, Melissa Etheridge, and a few other notable influences. Elán had a notable success with albums like Street Child and London Express.",
      "pageId": 654531,
      "monthDay": "03/01"
    },
    {
      "year": "1980",
      "uri": "/wiki/Shahid_Afridi",
      "name": "Shahid Afridi",
      "aboutText": "Djimi Traoré (born 1 March 1980) is Malian former professional footballer.",
      "pageId": 1141538,
      "monthDay": "03/01"
    },
    {
      "year": "1980",
      "uri": "/wiki/Gennaro_Bracigliano",
      "name": "Gennaro Bracigliano",
      "aboutText": "Abdur Rehman (Punjabi, Urdu: عبدالرّحمٰن‎; born 1 March 1980, Sialkot, Punjab) is a Pakistani cricketer. He is a slow left-arm orthodox bowler and a left handed batsman.",
      "pageId": 1547133,
      "monthDay": "03/01"
    },
    {
      "year": "1980",
      "uri": "/wiki/Sercan_G%C3%BCven%C4%B1%C5%9F%C4%B1k",
      "name": "Sercan Güvenışık",
      "aboutText": "Adam LaVorgna (born March 1, 1981) is an American actor, known for his role on the television series Brooklyn Bridge, and in the films Milk Money, Beautician and the Beast, and I'll Be Home for Christmas, and as Robbie Palmer on 7th Heaven.",
      "pageId": 1790807,
      "monthDay": "03/01"
    },
    {
      "year": "1980",
      "uri": "/wiki/Abdur_Rehman_(cricketer,_born_1980)",
      "name": "Abdur Rehman",
      "aboutText": "Ana Lúcia Hickmann (born March 1, 1981) is a Brazilian model who has worked for Victoria's Secret, Nivea, L'Oreal, Clairol, and Bloomingdales.",
      "pageId": 2254090,
      "monthDay": "03/01"
    },
    {
      "year": "1980",
      "uri": "/wiki/Anna_Semenovich",
      "name": "Anna Semenovich",
      "aboutText": "Bradley A. Winchester (born March 1, 1981) is a former professional ice hockey left winger.",
      "pageId": 2439733,
      "monthDay": "03/01"
    },
    {
      "year": "1980",
      "uri": "/wiki/Djimi_Traor%C3%A9",
      "name": "Djimi Traoré",
      "aboutText": "Mikkel Kessler (born 1 March 1979) is a Danish former professional boxer.",
      "pageId": 2688815,
      "monthDay": "03/01"
    },
    {
      "year": "1981",
      "uri": "/wiki/Ana_Hickmann",
      "name": "Ana Hickmann",
      "aboutText": "William Steven \"Will\" Power (born March 1, 1981) is an Australian motorsports driver who currently competes in the IndyCar Series, driving for Team Penske. He is the 2014 IndyCar champion, and as of 2015 the most successful road and street course race winner in the series' history with 19 wins tied with Scott Dixon.",
      "pageId": 2822193,
      "monthDay": "03/01"
    },
    {
      "year": "1981",
      "uri": "/wiki/Adam_LaVorgna",
      "name": "Adam LaVorgna",
      "aboutText": "Wesley David \"Davey\" Richards (born March 1, 1983) is an American professional wrestler, signed to Total Nonstop Action Wrestling (TNA). He has also wrestled for Ring of Honor, and has also wrestled for several independent promotions, most notably Pro Wrestling Guerrilla (PWG).\nAside from his work in the United States, Richards has also worked internationally, most notably in Pro Wrestling Noah, through ROH's involvement in the Global Professional Wrestling Alliance, a global organization of cooperative promotions that allow their competitors to travel abroad to other companies, and New Japan Pro Wrestling.",
      "pageId": 3327136,
      "monthDay": "03/01"
    },
    {
      "year": "1981",
      "uri": "/wiki/Malinda_Damgaard",
      "name": "Malinda Damgaard",
      "aboutText": "Daniel da Silva Carvalho (born 1 March 1983 in Jaguarão, Rio Grande do Sul), more commonly known as Daniel Carvalho, is a Brazilian football attacking midfielder for Goiás.",
      "pageId": 3510616,
      "monthDay": "03/01"
    },
    {
      "year": "1981",
      "uri": "/wiki/Will_Power",
      "name": "Will Power",
      "aboutText": "Juan Manuel 'Juanma' Ortiz Palazón (born 1 March 1982) is a Spanish footballer who plays for Cypriot club AEK Larnaca F.C. mainly as a right midfielder.\nAfter starting out at Atlético Madrid he went on to spend most of his professional career with Almería, appearing in 151 overall games in two spells (16 goals) whilst playing in four La Liga seasons with the club. He also competed professionally in Scotland and Cyprus.",
      "pageId": 5678142,
      "monthDay": "03/01"
    },
    {
      "year": "1981",
      "uri": "/wiki/Brad_Winchester",
      "name": "Brad Winchester",
      "aboutText": "Gennaro Bracigliano (born March 1, 1980 in Forbach, Moselle) is a French soccer player, currently playing for NorthEast United FC in the Indian Super League.",
      "pageId": 9650244,
      "monthDay": "03/01"
    },
    {
      "year": "1982",
      "uri": "/wiki/Shalva_Didebashvili",
      "name": "Shalva Didebashvili",
      "aboutText": "Sercan Bilinç Güvenışık (born 1 March 1980) is a retired Turkish footballer.",
      "pageId": 12830349,
      "monthDay": "03/01"
    },
    {
      "year": "1982",
      "uri": "/wiki/Juan_Manuel_Ortiz",
      "name": "Juan Manuel Ortiz",
      "aboutText": "Anna Grigorievna Semenovich (Russian: А́нна Григо́рьевна Семено́вич, born 1 March 1980) is a Russian singer, actress, model, and former competitive ice dancer.",
      "pageId": 18293806,
      "monthDay": "03/01"
    },
    {
      "year": "1982",
      "uri": "/wiki/Kim_Min-hee",
      "name": "Kim Min-hee",
      "aboutText": "Kim Min-hee (born March 1, 1982) is a South Korean actress.\n^ \"김민희\". Epg (in Korean).",
      "pageId": 25242504,
      "monthDay": "03/01"
    },
    {
      "year": "1983",
      "uri": "/wiki/El%C3%A1n_(musician)",
      "name": "Elán",
      "aboutText": "Shalva Didebashvili (born 1 March 1982) is a German international rugby union player, playing for the SC Neuenheim in the Rugby-Bundesliga and the German national rugby union team.\nHe made his debut for Germany against Georgia on 6 February 2010. Incidentally, Didebashvili was born in Georgia.",
      "pageId": 26665719,
      "monthDay": "03/01"
    },
    {
      "year": "1983",
      "uri": "/wiki/Daniel_Carvalho",
      "name": "Daniel Carvalho",
      "aboutText": "Bruno Langlois (born March 1, 1979 in Matane, Quebec) is a Canadian racing cyclist. He began his professional career in 1999 with the Jet Fuel Coffee - Vitasoy cycling team.\nIn 2012, along with directeur Sportif Phil Cortes, Langlois rode for Canadian cycling team Garneau Quebecor, ranking second in the final general classification of the Tour de Guadeloupe.",
      "pageId": 36894205,
      "monthDay": "03/01"
    },
    {
      "year": "1983",
      "uri": "/wiki/Lupita_Nyong%27o",
      "name": "Lupita Nyong'o",
      "aboutText": "Lupita Amondi Nyong'o (Kenyan English: [luˈpiːtɑː ˈɲɔːŋɔ]; born March 1, 1983) is a Mexican-Kenyan actress and film director. She was born in Mexico, but was raised in Kenya. She attended college in the United States, earning a Bachelor's degree in film and theater studies from Hampshire College.",
      "pageId": 38179119,
      "monthDay": "03/01"
    },
    {
      "year": "1983",
      "uri": "/wiki/Davey_Richards",
      "name": "Davey Richards",
      "aboutText": "Malinda Natalia Damgaard, (born 1 March 1981) is a Swedish milliner. She is educated at Tillskärarakademin in Gothenburg. She describes her design as \"very technical and stylish\".",
      "pageId": 45656153,
      "monthDay": "03/01"
    },
    {
      "year": "1983",
      "uri": "/wiki/Mary_Kom",
      "name": "Mary Kom",
      "aboutText": "Alexander Lennart Steen (born March 1, 1984) is a Swedish Canadian professional ice hockey player and alternate captain for the St. Louis Blues of the National Hockey League (NHL).",
      "pageId": 782084,
      "monthDay": "03/01"
    },
    {
      "year": "1984",
      "uri": "/wiki/Naima_Mora",
      "name": "Naima Mora",
      "aboutText": "Jonathan Michael Paul Spector (born March 1, 1986) is an American soccer player who plays as a defender for English Championship club Birmingham City and the United States national team. He started his professional career in England when he was signed by Manchester United as a teenager, but rarely appeared for the club. He played on loan at Charlton Athletic, then in 2006 joined West Ham United, for whom he played over 100 games before he was released at the end of the 2010–11 season.",
      "pageId": 1230389,
      "monthDay": "03/01"
    },
    {
      "year": "1984",
      "uri": "/wiki/Alexander_Steen",
      "name": "Alexander Steen",
      "aboutText": "Harry Eden (born 1 March 1990) is an English actor who won a British Independent Film Award in 2003 for Most Promising Newcomer for his role in Pure.\nEden was born in Old Harlow, Essex. He attended the Sylvia Young Theatre School.",
      "pageId": 1817469,
      "monthDay": "03/01"
    },
    {
      "year": "1984",
      "uri": "/wiki/Anthony_Tupou",
      "name": "Anthony Tupou",
      "aboutText": "Naima Mora (born March 1, 1984) is an American fashion model and the winner of Cycle 4 of America's Next Top Model.",
      "pageId": 1996862,
      "monthDay": "03/01"
    },
    {
      "year": "1985",
      "uri": "/wiki/Andreas_Ottl",
      "name": "Andreas Ottl",
      "aboutText": "Andreas Ottl (German pronunciation: [anˈdʁeːas ˈɔtl̩]; born 1 March 1985 in Munich, Bavaria) is a German footballer who plays as a defensive midfielder. He is currently a free agent. He signed his first professional contract for Bayern Munich on 1 July 2005.",
      "pageId": 2159342,
      "monthDay": "03/01"
    },
    {
      "year": "1985",
      "uri": "/wiki/Yun_Ok-hee",
      "name": "Yun Ok-hee",
      "aboutText": "Daniella Monet (born March 1, 1989) is an American actress and singer best known for playing numerous television guest roles and starring as Trina Vega in the Nickelodeon sitcom Victorious. She also played Rebecca in the Nickelodeon comedy-drama Zoey 101 and the supporting role of Inga Veinshtein in Nancy Drew.",
      "pageId": 2308153,
      "monthDay": "03/01"
    },
    {
      "year": "1986",
      "uri": "/wiki/Big_E_Langston",
      "name": "Big E Langston",
      "aboutText": "Vintage Crop (1 March 1987 – 14 July 2014) was a British-bred Irish-trained Thoroughbred racehorse best known for becoming the first overseas runner to win Australia's premier race the Melbourne Cup. The chestnut gelding competed in flat racing in Ireland, England, and Australia from 1992 to 1995. He won 16 races in Ireland, England, and Australia.",
      "pageId": 2775828,
      "monthDay": "03/01"
    },
    {
      "year": "1986",
      "uri": "/wiki/Jonathan_Spector",
      "name": "Jonathan Spector",
      "aboutText": "Carlos Alberto Vela Garrido (born 1 March 1989) is a Mexican professional footballer who plays as a winger or a forward for Spanish club Real Sociedad and the Mexico national team.\nHe started his career at Mexican club C.D. Guadalajara and caught the eye of various European clubs after finishing as the top scorer at the 2005 FIFA U-17 World Championship, finally joining Premier League club Arsenal that year. After joining Arsenal he had loan spells at Spanish clubs Salamanca and Osasuna, as well as fellow English club West Bromwich Albion, finally joining Real Sociedad on loan, then permanently on 10 August 2012.",
      "pageId": 2822251,
      "monthDay": "03/01"
    },
    {
      "year": "1986",
      "uri": "/wiki/Ayumu_Goromaru",
      "name": "Ayumu Goromaru",
      "aboutText": "Katija Mira Pevec (born March 1, 1988) is an American actress. She is best known for her role as Christina Beardsley in the 2005 film Yours, Mine and Ours, and the TV series, Just for Kicks.",
      "pageId": 4309623,
      "monthDay": "03/01"
    },
    {
      "year": "1987",
      "uri": "/wiki/Kesha",
      "name": "Kesha",
      "aboutText": "Anthony Tupou (born 1 March 1983 in Newcastle, New South Wales) is an Australian professional rugby league footballer who currently plays for the Wakefield Trinity Wildcats in the Super League.",
      "pageId": 4428909,
      "monthDay": "03/01"
    },
    {
      "year": "1987",
      "uri": "/wiki/Sammie",
      "name": "Sammie",
      "aboutText": "Sonya D. Kitchell (born March 1, 1989 in Ashfield, MA) is an American singer-songwriter. Kitchell formed her first band and began writing music in 2001. In 2004 Sonya signed with Velour Records and was named the second Starbucks Hear Music Artist, releasing her first international-selling record, Words Came Back to Me on Velour Records.",
      "pageId": 4787825,
      "monthDay": "03/01"
    },
    {
      "year": "1987",
      "uri": "/wiki/Vintage_Crop",
      "name": "Vintage Crop",
      "aboutText": "Sammie Leigh Bush Jr. (born March 1, 1987), known professionally by the mononym Sammie, is an American R&B singer. He is best known for his hit, \"I Like It\" (1999) from his debut album, From the Bottom to the Top (2000).",
      "pageId": 4847706,
      "monthDay": "03/01"
    },
    {
      "year": "1988",
      "uri": "/wiki/Katija_Pevec",
      "name": "Katija Pevec",
      "aboutText": "Yun Ok-Hee (Korean: 윤옥희, Hanja: 尹玉姬, born 1 March 1985) is a South Korean archer, who won the gold medal in the team and a silver in the individual competition at the 2006 Asian Games and is a former world number one.",
      "pageId": 8529273,
      "monthDay": "03/01"
    },
    {
      "year": "1988",
      "uri": "/wiki/Yang_Hyeon-jong",
      "name": "Yang Hyeon-jong",
      "aboutText": "For the 2014 film about Mary Kom, see Mary Kom (film)",
      "pageId": 20522498,
      "monthDay": "03/01"
    },
    {
      "year": "1989",
      "uri": "/wiki/Emma_(wrestler)",
      "name": "Emma",
      "aboutText": "Yang Hyeon-Jong (Hangul: 양현종, Hanja: 梁玹種) (born March 1, 1988 in Gwangju, South Korea) is a left-handed starting pitcher who plays for the Kia Tigers in the Korea Baseball Organization.",
      "pageId": 22817782,
      "monthDay": "03/01"
    },
    {
      "year": "1989",
      "uri": "/wiki/Sonya_Kitchell",
      "name": "Sonya Kitchell",
      "aboutText": "Kesha Rose Sebert (born March 1, 1987) (formerly stylized as Ke$ha) is an American singer, rapper and songwriter. In 2005, at age 18, Kesha was signed to producer Dr. Luke's record label, Kemosabe Entertainment, and publishing company.",
      "pageId": 25571585,
      "monthDay": "03/01"
    },
    {
      "year": "1989",
      "uri": "/wiki/Daniella_Monet",
      "name": "Daniella Monet",
      "aboutText": "Joshua Mark \"Josh\" McEachran (born 1 March 1993) is an English professional footballer who plays for Brentford as a midfielder. He is a product of the Chelsea academy and won 38 caps for England at age-group level. He describes his midfield style as \"a holder and a passer, dictating play\".",
      "pageId": 28836569,
      "monthDay": "03/01"
    },
    {
      "year": "1989",
      "uri": "/wiki/Carlos_Vela",
      "name": "Carlos Vela",
      "aboutText": "Tenille Averil Dashwood (born 1 March 1989) is an Australian professional wrestler. She is currently signed to WWE, where she performs under the ring name Emma. Before signing with WWE, she wrestled on the independent circuit as Tenille Tayla.",
      "pageId": 31402346,
      "monthDay": "03/01"
    },
    {
      "year": "1990",
      "uri": "/wiki/Harry_Eden",
      "name": "Harry Eden",
      "aboutText": "Ettore Ewen (born March 1, 1986) is an American professional wrestler who is currently performing under the ring name Big E. He is signed to WWE where he is one third of The New Day along with Kofi Kingston and Xavier Woods. Big E is a one-time Intercontinental Champion, two-time WWE Tag Team Champion, and a one-time NXT Champion while in WWE's developmental system, NXT. Before signing with WWE, Ewen was a national powerlifting champion who set multiple national and state records in the raw division.",
      "pageId": 34927746,
      "monthDay": "03/01"
    },
    {
      "year": "1993",
      "uri": "/wiki/Josh_McEachran",
      "name": "Josh McEachran",
      "aboutText": "Ayumu Goromaru (五郎丸 歩, Gorōmaru Ayumu, born March 1, 1986 in Fukuoka, Fukuoka Prefecture) is a Japanese rugby union player who plays at fullback for Yamaha Júbilo in the Top League as well as the Japan national rugby union team. He is the all-time leading scorer in Tier 2.",
      "pageId": 35801014,
      "monthDay": "03/01"
    },
    {
      "year": "1993",
      "uri": "/wiki/Syuusuke_Saito",
      "name": "Syuusuke Saito",
      "aboutText": "Justin Drew Bieber (/ˈbiːbər/; born March 1, 1994) is a Canadian singer, songwriter, and record producer. Bieber released his debut EP, My World, in late 2009. It was certified platinum in the U.S. He became the first artist to have seven songs from a debut record chart on the Billboard Hot 100.",
      "pageId": 23680998,
      "monthDay": "03/01"
    },
    {
      "year": "1994",
      "uri": "/wiki/Justin_Bieber",
      "name": "Justin Bieber",
      "aboutText": "Ye Shiwen (born March 1, 1996 in Hangzhou, Zhejiang) is a Chinese swimmer. At the 2012 Summer Olympics, she won gold medals in the 400 metres and 200 metres individual medley, setting the world record in the 400m event and the Olympic record in the 200m event.",
      "pageId": 32465710,
      "monthDay": "03/01"
    },
    {
      "year": "1996",
      "uri": "/wiki/Ye_Shiwen",
      "name": "Ye Shiwen",
      "aboutText": "Found height, Found spouse, Syuusuke Saito (斉藤 秀翼, Saitō Shūsuke, born March 1, 1993, in Kumamoto, Kumamoto Prefecture) is a Japanese actor and singer who is affiliated with Sony Music Artists and graduated from Kyushugakuin High School. He played the role of Ian Yorkland (Kyoryu Black) in the 2013 Super Sentai TV series Zyuden Sentai Kyoryuger.\n^ a b \"Official profile at Sony Music Artists\".",
      "pageId": 46975432,
      "monthDay": "03/01"
    }
  ]
}