{
  "people": [
    {
      "year": "1213",
      "uri": "/wiki/Hugh_IV,_Duke_of_Burgundy",
      "name": "Hugh IV, Duke of Burgundy",
      "aboutText": "Amerigo Vespucci (Italian pronunciation: [ameˈriːɡo vesˈputtʃi]; March 9, 1454 – February 22, 1512) was an Italian explorer, financier, navigator and cartographer who first demonstrated that Brazil and the West Indies did not represent Asia's eastern outskirts as initially conjectured from Columbus' voyages, but instead constituted an entirely separate landmass hitherto unknown to Afro-Eurasians. Colloquially referred to as the New World, this second super continent came to be termed \"America\", deriving its name from Americus, the Latin version of Vespucci's first name.\n^ See e.g.",
      "pageId": 2062,
      "monthDay": "03/09"
    },
    {
      "year": "1285",
      "uri": "/wiki/Emperor_Go-Nij%C5%8D",
      "name": "Emperor Go-Nijō",
      "aboutText": "David Fabricius (March 9, 1564 – May 7, 1617 aged 53), was a German pastor who made two major discoveries in the early days of telescopic astronomy, jointly with his eldest son, Johannes Fabricius (1587–1615).\nDavid Fabricius (Latinization of his proper name David Faber or David Goldschmidt possibly Hebrew) was born at Esens, studied at the University of Helmstedt starting in 1583 and served as pastor for small towns near his birthplace in Frisia (now northwest Germany and northeast Netherlands), at Resterhafe near Dornum in 1584 and at Osteel in 1603. As was common for Protestant ministers of the day, he dabbled in science: his particular interest was astronomy.",
      "pageId": 44483,
      "monthDay": "03/09"
    },
    {
      "year": "1454",
      "uri": "/wiki/Amerigo_Vespucci",
      "name": "Amerigo Vespucci",
      "aboutText": "Emperor Go-Nijō (後二条天皇 Go-Nijō-tennō) (March 9, 1285 – September 10, 1308) was the 94th emperor of Japan, according to the traditional order of succession. He reigned from March 3, 1301 until September 10, 1308.\nThis 14th-century sovereign was named after the 12th-century Emperor Nijō, and go- (後), translates literally as \"later;\" and thus, he is sometimes called the \"Later Emperor Nijō\".",
      "pageId": 45763,
      "monthDay": "03/09"
    },
    {
      "year": "1564",
      "uri": "/wiki/David_Fabricius",
      "name": "David Fabricius",
      "aboutText": "Honoré Gabriel Riqueti, comte de Mirabeau (9 March 1749 – 2 April 1791) was a leader of the early stages of the French revolution. A noble, he was involved before 1789 in numerous scandals that left his reputation in ruins. However, during the early years (1789–91) of the French Revolution he rose to the top and became a voice of the people.",
      "pageId": 146780,
      "monthDay": "03/09"
    },
    {
      "year": "1568",
      "uri": "/wiki/Aloysius_Gonzaga",
      "name": "Aloysius Gonzaga",
      "aboutText": "Amasa Leland Stanford (March 9, 1824 – June 21, 1893) was an American tycoon, industrialist, politician and founder of Stanford University. Migrating to California from New York at the time of the Gold Rush, he became a successful merchant and wholesaler, and continued to build his business empire. He served one two-year term as governor of California after his election in 1861, and later eight years as senator from the state.",
      "pageId": 170911,
      "monthDay": "03/09"
    },
    {
      "year": "1627",
      "uri": "/wiki/John_Bowne",
      "name": "John Bowne",
      "aboutText": "William Cobbett (9 March 1763 – 18 June 1835) was an English pamphleteer, farmer and journalist, who was born in Farnham, Surrey. He believed that reforming Parliament and abolishing the rotten boroughs would help to end the poverty of farm labourers, and he attacked the borough-mongers, sinecurists and \"tax-eaters\" relentlessly. He was also against the Corn Laws, a tax on imported grain.",
      "pageId": 175818,
      "monthDay": "03/09"
    },
    {
      "year": "1695",
      "uri": "/wiki/Mart%C3%ADn_Sarmiento",
      "name": "Martín Sarmiento",
      "aboutText": "Jean Baptiste Kléber (9 March 1753 – 14 June 1800) was a French general during the French Revolutionary Wars. His military career started in Habsburg service, but his plebeian ancestry hindered his opportunities. Eventually, he volunteered for the French Army in 1792, and rose through the ranks.",
      "pageId": 233022,
      "monthDay": "03/09"
    },
    {
      "year": "1720",
      "uri": "/wiki/Philip_Yorke,_2nd_Earl_of_Hardwicke",
      "name": "Philip Yorke, 2nd Earl of Hardwicke",
      "aboutText": "Franz Josef Gall (German: [gal]; 9 March 1758 – 22 August 1828) was a neuroanatomist, physiologist, and pioneer in the study of the localization of mental functions in the brain.\nClaimed as the founder of phrenology, Gall was an early and important researcher in his fields. His contributions to the field of neuropsychology were controversial at the time and now widely referred to as pseudoscience.",
      "pageId": 310316,
      "monthDay": "03/09"
    },
    {
      "year": "1727",
      "uri": "/wiki/Johann_Gottlieb_Preller",
      "name": "Johann Gottlieb Preller",
      "aboutText": "Edwin Forrest (March 9, 1806 – December 12, 1872), was a prominent nineteenth-century American Shakespearean actor.",
      "pageId": 376742,
      "monthDay": "03/09"
    },
    {
      "year": "1737",
      "uri": "/wiki/Josef_Myslive%C4%8Dek",
      "name": "Josef Mysliveček",
      "aboutText": "Philip Yorke, 2nd Earl of Hardwicke FRS (9 March 1720 – 16 May 1790) was an English politician.",
      "pageId": 397900,
      "monthDay": "03/09"
    },
    {
      "year": "1749",
      "uri": "/wiki/Honor%C3%A9_Gabriel_Riqueti,_comte_de_Mirabeau",
      "name": "Honoré Gabriel Riqueti, comte de Mirabeau",
      "aboutText": "Taras Hryhorovych Shevchenko (Ukrainian: Тара́с Григо́рович Шевче́нко, pronounced [tɑˈrɑs ɦrɪˈɦɔrɔvɪt͡ʃ ʃɛwˈt͡ʃɛnkɔ]; March 9 [O.S. February 25] 1814 – March 10 [O.S. February 26] 1861) was a Ukrainian poet, writer, artist, public and political figure, as well as folklorist and ethnographer. His literary heritage is regarded to be the foundation of modern Ukrainian literature and, to a large extent, the modern Ukrainian language. Shevchenko is also known for many masterpieces as a painter and an illustrator.",
      "pageId": 512244,
      "monthDay": "03/09"
    },
    {
      "year": "1753",
      "uri": "/wiki/Jean_Baptiste_Kl%C3%A9ber",
      "name": "Jean Baptiste Kléber",
      "aboutText": "Aloysius Gonzaga, S.J. (Italian: Luigi Gonzaga; March 9, 1568 – June 21, 1591) was an Italian aristocrat who became a member of the Society of Jesus. While still a student at the Roman College, he died as a result of caring for the victims of an epidemic.",
      "pageId": 557518,
      "monthDay": "03/09"
    },
    {
      "year": "1758",
      "uri": "/wiki/Franz_Joseph_Gall",
      "name": "Franz Joseph Gall",
      "aboutText": "Josef Mysliveček (9 March 1737 – 4 February 1781) was a Czech composer who contributed to the formation of late eighteenth-century classicism in music. Mysliveček provided his younger friend Wolfgang Amadeus Mozart with significant compositional models in the genres of symphony, Italian serious opera, and violin concerto; both Wolfgang and his father Leopold Mozart considered him an intimate friend from the time of their first meetings in Bologna in 1770 until he betrayed their trust over the promise of an operatic commission for Wolfgang to be arranged with the management of the Teatro San Carlo in Naples.",
      "pageId": 574021,
      "monthDay": "03/09"
    },
    {
      "year": "1763",
      "uri": "/wiki/William_Cobbett",
      "name": "William Cobbett",
      "aboutText": "Hugh IV of Burgundy (9 March 1213 – 27 or 30 October 1272) was Duke of Burgundy between 1218 and 1272. Hugh was the son of Odo III, Duke of Burgundy and Alice de Vergy.",
      "pageId": 628863,
      "monthDay": "03/09"
    },
    {
      "year": "1806",
      "uri": "/wiki/Edwin_Forrest",
      "name": "Edwin Forrest",
      "aboutText": "Samuel Blatchford (March 9, 1820 – July 7, 1893) was an Associate Justice of the Supreme Court of the United States from April 3, 1882 until his death.",
      "pageId": 926560,
      "monthDay": "03/09"
    },
    {
      "year": "1814",
      "uri": "/wiki/Taras_Shevchenko",
      "name": "Taras Shevchenko",
      "aboutText": "John Bowne (1627–1695) was an English immigrant residing in the Dutch colony of New Netherland, who is honored today as a pioneer in the American struggle for religious liberty.\nBorn in Matlock, Derbyshire, on 9 March 1627, Bowne emigrated with his father and sister to Boston, Mass. in 1648.",
      "pageId": 1753762,
      "monthDay": "03/09"
    },
    {
      "year": "1815",
      "uri": "/wiki/David_Davis_(Supreme_Court_justice)",
      "name": "David Davis",
      "aboutText": "Johann Gottlieb Preller, or Breller, (9 March 1727 – 21 March 1786), was a German cantor, composer, and land surveyor.\nHe was born in Oberroßla, (now part of Apolda, Thuringia). Nothing is known of his musical training.",
      "pageId": 11749159,
      "monthDay": "03/09"
    },
    {
      "year": "1820",
      "uri": "/wiki/Samuel_Blatchford",
      "name": "Samuel Blatchford",
      "aboutText": "Frederick A. Schroeder (March 9, 1833 – December 1, 1899) was an American industrialist and politician of German descent.",
      "pageId": 18811773,
      "monthDay": "03/09"
    },
    {
      "year": "1824",
      "uri": "/wiki/Amasa_Leland_Stanford",
      "name": "Amasa Leland Stanford",
      "aboutText": "David Davis (March 9, 1815 – June 26, 1886) was a United States Senator from Illinois and associate justice of the United States Supreme Court. He also served as Abraham Lincoln's campaign manager at the 1860 Republican National Convention, along with Ward Hill Lamon, one of Lincoln's former law partners who served as the President's primary bodyguard during the Civil War. Davis and Lamon, along with another Lincoln associate, Leonard Swett, helped engineer Lincoln's nomination.",
      "pageId": 21808276,
      "monthDay": "03/09"
    },
    {
      "year": "1833",
      "uri": "/wiki/Frederick_A._Schroeder",
      "name": "Frederick A. Schroeder",
      "aboutText": "Martín Sarmiento or Martiño Sarmiento, also Father Sarmiento (born Pedro José García Balboa), (Villafranca del Bierzo, El Bierzo, March 9, 1695 - Madrid, December 7, 1772) was a Spanish scholar, writer and Benedictine monk, illustrious representative of the Enlightenment.",
      "pageId": 24300667,
      "monthDay": "03/09"
    },
    {
      "year": "1839",
      "uri": "/wiki/Phoebe_Knapp",
      "name": "Phoebe Knapp",
      "aboutText": "Vyacheslav Mikhailovich Molotov (/ˈmɒləˌtɔːfˌ-ˌtɒf, ˈmoʊlə-ˌˈmɔː-/; Russian: Вячесла́в Миха́йлович Мо́лотов [vʲɪtɕɪˈslav mʲɪˈxaɪləvɪtɕ ˈmolətəf]; 9 March [O.S. 25 February] 1890 – 8 November 1986) was a Soviet politician and diplomat, an Old Bolshevik, and a leading figure in the Soviet government from the 1920s, when he rose to power as a protégé of Joseph Stalin. Molotov served as Chairman of the Council of People's Commissars (Premier) from 1930 to 1941, and as Minister of Foreign Affairs from 1939 to 1949 and from 1953 to 1956. He served as First Deputy Premier from 1942 to 1957, when he was dismissed from the Presidium of the Central Committee by Nikita Khrushchev.",
      "pageId": 71490,
      "monthDay": "03/09"
    },
    {
      "year": "1847",
      "uri": "/wiki/Martin_Pierre_Marsick",
      "name": "Martin Pierre Marsick",
      "aboutText": "Samuel Osmond Barber II (March 9, 1910 – January 23, 1981) was an American composer of orchestral, opera, choral, and piano music.",
      "pageId": 78910,
      "monthDay": "03/09"
    },
    {
      "year": "1850",
      "uri": "/wiki/Hamo_Thornycroft",
      "name": "Hamo Thornycroft",
      "aboutText": "The Hon. Victoria Mary Sackville-West, Lady Nicolson, CH (9 March 1892 – 2 June 1962), usually known as Vita Sackville-West, was an English poet, novelist, and garden designer. A successful and prolific novelist, poet, and journalist during her lifetime—she was twice awarded the Hawthornden Prize for Imaginative Literature: in 1927 for her pastoral epic, The Land, and in 1933 for her Collected Poems—today she is chiefly remembered for the celebrated garden at Sissinghurst she created with her diplomat husband, Sir Harold Nicolson.",
      "pageId": 251555,
      "monthDay": "03/09"
    },
    {
      "year": "1856",
      "uri": "/wiki/Eddie_Foy,_Sr.",
      "name": "Eddie Foy, Sr.",
      "aboutText": "Sir William Hamo Thornycroft RA (9 March 1850 – 18 December 1925) was an English sculptor, responsible for some of London’s best known statues. He was a keen student of classical sculpture and became one of the youngest members of the Royal Academy.\nHe was the leading figure in the movement known as the New Sculpture, which provided a transition between the neoclassical styles of the 19th century and its later fin-de-siècle and modernist departures.",
      "pageId": 252932,
      "monthDay": "03/09"
    },
    {
      "year": "1856",
      "uri": "/wiki/Tom_Roberts",
      "name": "Tom Roberts",
      "aboutText": "José Paciano Laurel y García, PLH (March 9, 1891 – November 6, 1959) was a Filipino politician and judge. He was the president of the Second Philippine Republic, a Japanese puppet state when occupied during World War II, from 1943 to 1945.",
      "pageId": 516918,
      "monthDay": "03/09"
    },
    {
      "year": "1882",
      "uri": "/wiki/Arthur_Beecher_Carles",
      "name": "Arthur Beecher Carles",
      "aboutText": "Prince Aimone, 4th Duke of Aosta (Aimone Roberto Margherita Maria Giuseppe Torino; 9 March 1900 – 29 January 1948) was a prince of Italy's reigning House of Savoy and an officer of the Royal Italian Navy. The second son of Prince Emanuele Filiberto, Duke of Aosta he was granted the title Duke of Spoleto on 22 September 1904. He inherited the title Duke of Aosta on 3 March 1942 following the death of his brother Prince Amedeo, in a British prisoner of war camp in Nairobi.",
      "pageId": 588807,
      "monthDay": "03/09"
    },
    {
      "year": "1887",
      "uri": "/wiki/Fritz_Lenz",
      "name": "Fritz Lenz",
      "aboutText": "Air vice-marshal James Edgar Johnson CB, CBE, DSO & two bars, DFC & Bar (9 March 1915 – 30 January 2001), nicknamed \"Johnnie\", was a Royal Air Force (RAF) pilot and flying ace—defined as a pilot that has shot down five or more enemy aircraft in aerial combat—who flew and fought during the Second World War.\nBorn in 1915, Johnson grew up and was educated in the East Midlands, where he qualified as an engineer. A sportsman, Johnson broke his collarbone while playing rugby, an injury that later complicated his ambitions of becoming a fighter pilot.",
      "pageId": 684671,
      "monthDay": "03/09"
    },
    {
      "year": "1887",
      "uri": "/wiki/Phil_Mead",
      "name": "Phil Mead",
      "aboutText": "For his son, see Eddie Foy, Jr.\nEddie Foy, Sr.",
      "pageId": 737281,
      "monthDay": "03/09"
    },
    {
      "year": "1890",
      "uri": "/wiki/Rupert_Balfe",
      "name": "Rupert Balfe",
      "aboutText": "Thomas William \"Tom\" Roberts (9 March 1856 – 14 September 1931) was a prominent Australian artist and a key member of the Heidelberg School, many of whose paintings are in the collection of the National Gallery of Australia.",
      "pageId": 866899,
      "monthDay": "03/09"
    },
    {
      "year": "1890",
      "uri": "/wiki/Vyacheslav_Molotov",
      "name": "Vyacheslav Molotov",
      "aboutText": "William Aughe Ghere, known as Will Geer (March 9, 1902 – April 22, 1978), was an American actor and social activist, known for his portrayal of Grandpa Zebulon Tyler Walton in the 1970s TV series The Waltons.",
      "pageId": 924199,
      "monthDay": "03/09"
    },
    {
      "year": "1891",
      "uri": "/wiki/Jos%C3%A9_P._Laurel",
      "name": "José P. Laurel",
      "aboutText": "Charles Phillip Mead (9 March 1887 in Battersea, Surrey – 26 March 1958 in Boscombe, Bournemouth) was a left-handed batsman for Hampshire and England between 1905 and 1936. He was born at 10 Ashton Buildings (since pulled down), second eldest of seven children. As a child he played for South London Schools, attending Shillingstone Street School.",
      "pageId": 1597362,
      "monthDay": "03/09"
    },
    {
      "year": "1892",
      "uri": "/wiki/Vita_Sackville-West",
      "name": "Vita Sackville-West",
      "aboutText": "Phoebe Palmer Knapp (March 9, 1839 – July 10, 1908) was an American composer of music for hymns and an organist.\nKnapp was born in New York City. Her parents were Walter C. Palmer and Phoebe Worrall Palmer.",
      "pageId": 1597545,
      "monthDay": "03/09"
    },
    {
      "year": "1894",
      "uri": "/wiki/Frank_Arnau",
      "name": "Frank Arnau",
      "aboutText": "Paul Wilbur Klipsch (born: March 9, 1904 in Elkhart, Indiana – died: May 5, 2002 in Hope, Arkansas) was an American engineer and high fidelity audio pioneer, known for developing a high-efficiency folded horn loudspeaker. Unsatisfied with the sound quality of phonographs and early speaker systems, Klipsch used scientific principles to develop a corner horn speaker that sounded more lifelike than its predecessors.",
      "pageId": 2422519,
      "monthDay": "03/09"
    },
    {
      "year": "1900",
      "uri": "/wiki/Prince_Aimone,_Duke_of_Aosta",
      "name": "Prince Aimone, Duke of Aosta",
      "aboutText": "Derk Bodde (9 March 1909 – 3 November 2003) was a prominent 20th century American Sinologist and historian of China. He authored pioneering work in the history of the Chinese legal system.\nBodde was an emeritus Professor of Chinese Studies at the University of Pennsylvania and former president of the American Oriental Society (1968-69).",
      "pageId": 3091666,
      "monthDay": "03/09"
    },
    {
      "year": "1902",
      "uri": "/wiki/Will_Geer",
      "name": "Will Geer",
      "aboutText": "(Joseph) Rupert Balfe (9 March 1890 – 25 April 1915) was an Australian rules footballer.",
      "pageId": 3836202,
      "monthDay": "03/09"
    },
    {
      "year": "1904",
      "uri": "/wiki/Paul_Wilbur_Klipsch",
      "name": "Paul Wilbur Klipsch",
      "aboutText": "Fritz A Lenz (9 March 1887 in Pflugrade, Pomerania – 6 July 1976 in Göttingen, Lower Saxony) was a German geneticist, member of the Nazi Party, and influential specialist in eugenics during the Third Reich.",
      "pageId": 3842855,
      "monthDay": "03/09"
    },
    {
      "year": "1905",
      "uri": "/wiki/Gerard_Helders",
      "name": "Gerard Helders",
      "aboutText": "Arthur Beecher Carles (March 9, 1882 – 1952) was an American Modernist painter.",
      "pageId": 5277563,
      "monthDay": "03/09"
    },
    {
      "year": "1909",
      "uri": "/wiki/Derk_Bodde",
      "name": "Derk Bodde",
      "aboutText": "Frank Arnau (March 9, 1894 - February 11, 1976) was the pseudonym of a German crime fiction writer, born as Heinrich Schmitt.",
      "pageId": 5998903,
      "monthDay": "03/09"
    },
    {
      "year": "1910",
      "uri": "/wiki/Samuel_Barber",
      "name": "Samuel Barber",
      "aboutText": "Martin Pierre Joseph Marsick (9 March 1847 in Jupille-sur-Meuse – 21 October 1924 in Paris), was a Belgian violin player, composer and teacher. His violin was made by Antonio Stradivari in 1705 and has since become known as the Ex Marsick Stradivarius. It was the instrument of David Oistrakh from 1966 to 1974.",
      "pageId": 8198432,
      "monthDay": "03/09"
    },
    {
      "year": "1915",
      "uri": "/wiki/Johnnie_Johnson_(RAF_officer)",
      "name": "Johnnie Johnson",
      "aboutText": "Gerardus Philippus \"Gerard\" Helders (March 9, 1905 – January 6, 2013) was a Dutch politician of the defunct Christian Historical Union (CHU) now merged into the Christian Democratic Appeal (CDA).",
      "pageId": 23689404,
      "monthDay": "03/09"
    },
    {
      "year": "1918",
      "uri": "/wiki/George_Lincoln_Rockwell",
      "name": "George Lincoln Rockwell",
      "aboutText": "Walter Mercado Salinas (born 9 march 1932), also known by his stage name Shanti Ananda, is a Puerto Rican dancer, actor and writer, but best known as a television personality for his shows as an astrologer.",
      "pageId": 82507,
      "monthDay": "03/09"
    },
    {
      "year": "1918",
      "uri": "/wiki/Mickey_Spillane",
      "name": "Mickey Spillane",
      "aboutText": "Gerald Vincent Bull (March 9, 1928 – March 22, 1990) was a Canadian engineer who developed long-range artillery. He moved from project to project in his quest to economically launch a satellite using a huge artillery piece, to which end he designed the Project Babylon \"supergun\" for the Iraqi government. Bull was assassinated outside his apartment in Brussels, Belgium in March 1990.",
      "pageId": 97498,
      "monthDay": "03/09"
    },
    {
      "year": "1919",
      "uri": "/wiki/Cengiz_Da%C4%9Fc%C4%B1",
      "name": "Cengiz Dağcı",
      "aboutText": "Frank Morrison Spillane (March 9, 1918 – July 17, 2006), better known as Mickey Spillane, was an American author of crime novels, many featuring his signature detective character, Mike Hammer. More than 225 million copies of his books have sold internationally.",
      "pageId": 144883,
      "monthDay": "03/09"
    },
    {
      "year": "1920",
      "uri": "/wiki/Frank_J._Dixon",
      "name": "Frank J. Dixon",
      "aboutText": "Randolph Denard Ornette Coleman (March 9, 1930 – June 11, 2015) was an American jazz saxophonist, violinist, trumpeter and composer. He was one of the major innovators of the free jazz movement of the 1960s, a term he invented with the name of an album. Coleman's timbre was easily recognized: his keening, crying sound drew heavily on blues music.",
      "pageId": 153079,
      "monthDay": "03/09"
    },
    {
      "year": "1920",
      "uri": "/wiki/Franjo_Mihali%C4%87",
      "name": "Franjo Mihalić",
      "aboutText": "George Lincoln Rockwell (March 9, 1918 – August 25, 1967) was the founder of the American Nazi Party. He was a major figure in the neo-Nazi movement in the United States, and his beliefs and writings have continued to be influential among white nationalists and neo-Nazis.\nOn August 25, 1967, Rockwell was killed by gunshots while leaving a shopping center in Arlington, Virginia.",
      "pageId": 268925,
      "monthDay": "03/09"
    },
    {
      "year": "1921",
      "uri": "/wiki/Carl_Betz",
      "name": "Carl Betz",
      "aboutText": "Walter Kohn (born March 9, 1923) is an Austrian-born American theoretical physicist. He was awarded, with John Pople, the Nobel Prize in chemistry in 1998. The award recognized their contributions to the understandings of the electronic properties of materials.",
      "pageId": 684854,
      "monthDay": "03/09"
    },
    {
      "year": "1921",
      "uri": "/wiki/Dimitris_Horn",
      "name": "Dimitris Horn",
      "aboutText": "André Courrèges (pronounced: [andʁe kuʁɛʒ]; born 9 March 1923 in Pau) is a French fashion designer, known for his futuristic designs. At 25, after studying to be a civil engineer, he went to Paris to work at the fashion house Jeanne Lafaurie. A few months later, he went to Balenciaga.",
      "pageId": 714211,
      "monthDay": "03/09"
    },
    {
      "year": "1923",
      "uri": "/wiki/James_L._Buckley",
      "name": "James L. Buckley",
      "aboutText": "James Lane Buckley (born March 9, 1923) is a judge for the United States Court of Appeals for the District of Columbia Circuit. He served as a United States Senator from the state of New York as a member of the Conservative Party of New York from January 3, 1971 to January 3, 1977. He was vice president and director of the Catawba Corporation from 1953 to 1970, and also served as Undersecretary of State for Security Assistance 1981–1982, as well as President of Radio Free Europe/Radio Liberty, Inc.",
      "pageId": 871727,
      "monthDay": "03/09"
    },
    {
      "year": "1923",
      "uri": "/wiki/Andr%C3%A9_Courr%C3%A8ges",
      "name": "André Courrèges",
      "aboutText": "Hugh Desmond Hoyte (9 March 1929 – 22 December 2002) was a Guyanese politician. He served as Prime Minister of Guyana from 1984 to 1985 and President of Guyana from 1985 until 1992.",
      "pageId": 1012801,
      "monthDay": "03/09"
    },
    {
      "year": "1923",
      "uri": "/wiki/Walter_Kohn",
      "name": "Walter Kohn",
      "aboutText": "Joe Franklin (born Joseph Fortgang; March 9, 1926 – January 24, 2015) was an American radio and television host personality from New York City. His show began in 1950 on WJZ-TV (later WABC-TV) and moved to WOR-TV (later WWOR-TV) from 1962 to 1993.",
      "pageId": 2190182,
      "monthDay": "03/09"
    },
    {
      "year": "1926",
      "uri": "/wiki/Joe_Franklin",
      "name": "Joe Franklin",
      "aboutText": "Dimitris Horn (Greek: Δημήτρης Χορν) (9 March 1921 – 16 January 1998) was a Greek theatrical and film performer of modern times.",
      "pageId": 2252038,
      "monthDay": "03/09"
    },
    {
      "year": "1928",
      "uri": "/wiki/Gerald_Bull",
      "name": "Gerald Bull",
      "aboutText": "Carl Lawrence Betz (March 9, 1921 – January 18, 1978) was an American stage, film and television actor.\nA native of Pittsburgh, Pennsylvania, Betz participated in childhood theatricals and later worked in summer stock. He graduated from Mt.",
      "pageId": 2812504,
      "monthDay": "03/09"
    },
    {
      "year": "1929",
      "uri": "/wiki/Desmond_Hoyte",
      "name": "Desmond Hoyte",
      "aboutText": "Franjo Mihalić (Serbo-Croatian pronunciation: [fraːɲɔ ˈmixalitɕ]; 9 March 1920 – 14 February 2015) was a Croatian-Serbian long-distance runner best known for his 1958 win at the Boston Marathon and his marathon silver medal in the 1956 Summer Olympics. Mihalić competed mostly in marathons, road races and cross country races, distinguishing himself by winning many top-level international competitions in the 1950s and setting a combined 25 Croatian and later Yugoslavian national records in long-distance track events between 5000 m and 25 km. In 1957 he became the inaugural winner of the Golden Badge, the award for the best sportsperson of Yugoslavia awarded by the daily Sport.",
      "pageId": 6571128,
      "monthDay": "03/09"
    },
    {
      "year": "1929",
      "uri": "/wiki/Zillur_Rahman",
      "name": "Zillur Rahman",
      "aboutText": "Taina Elg (born 9 March 1930) is a Finnish-American actress and dancer. She has appeared on stage, television and in film.",
      "pageId": 11321282,
      "monthDay": "03/09"
    },
    {
      "year": "1930",
      "uri": "/wiki/Ornette_Coleman",
      "name": "Ornette Coleman",
      "aboutText": "Samuel F. Williams (March 9, 1931 – April 25, 2013) was an American football defensive end in the National Football League (NFL). He was a 24th round selection (288th overall pick) of the Los Angeles Rams in the 1956 NFL Draft out of Michigan State University. Williams would play for the Rams (1959), the Detroit Lions (1960–1965), and the Atlanta Falcons (1966–1967).",
      "pageId": 13483408,
      "monthDay": "03/09"
    },
    {
      "year": "1930",
      "uri": "/wiki/Taina_Elg",
      "name": "Taina Elg",
      "aboutText": "Thore Skogman (9 March 1931 – 9 December 2007) was a popular Swedish singer, entertainer and songwriter.\nSkogman was born in Hallstahammar, Sweden. While working as an accountant and sales manager during the 1950s, he made his debut recording in 1955, devoted his full-time to singing by 1961, and came third in Sweden's national song contest Melodifestivalen in 1963.",
      "pageId": 14643878,
      "monthDay": "03/09"
    },
    {
      "year": "1931",
      "uri": "/wiki/Thore_Skogman",
      "name": "Thore Skogman",
      "aboutText": "Mohammed Zillur Rahman (Bengali: মোঃ জিল্লুর রহমান; 9 March 1929 – 20 March 2013) was the 15th President of Bangladesh from 2009 to 2013. He was also a senior presidium member of the Awami League. In 2009, Rahman was elected to the presidency by parliament in an uncontested vote; the Awami League had won the vast majority of seats in the 2008 parliamentary election.",
      "pageId": 21493599,
      "monthDay": "03/09"
    },
    {
      "year": "1931",
      "uri": "/wiki/Sam_Williams_(defensive_lineman)",
      "name": "Sam Williams",
      "aboutText": "Frank James Dixon (March 9, 1920 – February 8, 2008) was an award-winning biomedical researcher, best known for his research into diseases of the immune system that can damage other organs of the body. Dixon was also noted for having developed techniques involving trace iodines to study proteins.\nBorn in St.",
      "pageId": 28930764,
      "monthDay": "03/09"
    },
    {
      "year": "1932",
      "uri": "/wiki/Qayyum_Chowdhury",
      "name": "Qayyum Chowdhury",
      "aboutText": "Cengiz Dağcı (9 March 1919 – 22 September 2011) was a Crimean Tatar novelist and poet. He wrote his works in Turkish, despite having never been in Turkey.\nHe was born in a small village of Yalta, Crimea in 1919.",
      "pageId": 33327599,
      "monthDay": "03/09"
    },
    {
      "year": "1932",
      "uri": "/wiki/Walter_Mercado",
      "name": "Walter Mercado",
      "aboutText": "Qayyum Chowdhury (March 9, 1932 – November 30, 2014) was a Bangladeshi painter. After the pioneering artists like Zainul Abedin, Quamrul Hassan and Safiuddin Ahmed his name is the most popular among the first generation artists of Bangladesh. He is perhaps most well known for his cover designs - but his significance as a painter is vast..",
      "pageId": 37022093,
      "monthDay": "03/09"
    },
    {
      "year": "1932",
      "uri": "/wiki/Jo%C5%BEe_Pu%C4%8Dnik",
      "name": "Jože Pučnik",
      "aboutText": "Yuri Alekseyevich Gagarin (Russian: Ю́рий Алексе́евич Гага́рин; IPA: [ˈjʉrʲɪj ɐlʲɪˈksʲejɪvʲɪtɕ ɡɐˈɡarʲɪn]; 9 March 1934 – 27 March 1968) was a Russian Soviet pilot and cosmonaut. He was the first human to journey into outer space, when his Vostok spacecraft completed an orbit of the Earth on 12 April 1961.\nGagarin became an international celebrity, and was awarded many medals and titles, including Hero of the Soviet Union, the nation's highest honour.",
      "pageId": 34226,
      "monthDay": "03/09"
    },
    {
      "year": "1932",
      "uri": "/wiki/Keely_Smith",
      "name": "Keely Smith",
      "aboutText": "Lloyd Price (born March 9, 1933) is an American R&B vocalist. Known as \"Mr. Personality\", after one of his million-selling hits.",
      "pageId": 147076,
      "monthDay": "03/09"
    },
    {
      "year": "1933",
      "uri": "/wiki/Mel_Lastman",
      "name": "Mel Lastman",
      "aboutText": "Melvin Douglas \"Mel\" Lastman (born March 9, 1933), nicknamed \"Mayor Mel\", is a Canadian businessman and politician. He is the founder of the Bad Boy Furniture chain. He served as the mayor of the former city of North York, Ontario, Canada from 1973 until 1997.",
      "pageId": 179236,
      "monthDay": "03/09"
    },
    {
      "year": "1933",
      "uri": "/wiki/Lloyd_Price",
      "name": "Lloyd Price",
      "aboutText": "Bernard Landry, GOQ (French: [bɛʁnaʁ lɑ̃dʁi]; born March 9, 1937) is a Quebec lawyer, teacher, politician, who as the leader of the Parti Québécois (2001–2005) served as the 28th Premier of Quebec (2001–2003), and leader of the Opposition (2003–2005).",
      "pageId": 295115,
      "monthDay": "03/09"
    },
    {
      "year": "1933",
      "uri": "/wiki/David_Weatherall",
      "name": "David Weatherall",
      "aboutText": "Andrew James Viterbi (born Andrea Giacomo Viterbi; March 9, 1935) is an American electrical engineer and businessman who co-founded Qualcomm Inc. and invented the Viterbi algorithm. He is currently Presidential Chair Professor of Electrical Engineering at the University of Southern California's Viterbi School of Engineering, which was named in his honor in 2004 in recognition of his $52 million gift.",
      "pageId": 326326,
      "monthDay": "03/09"
    },
    {
      "year": "1934",
      "uri": "/wiki/Del_Close",
      "name": "Del Close",
      "aboutText": "Thomas Joseph Sestak (March 9, 1936 – April 3, 1987) was an American football defensive lineman who played for the Buffalo Bills of the American Football League (AFL).\nIn 1962, following an innovative AFL trend of drafting players from small colleges, the Bills drafted Sestak as a tight end in the 17th round from McNeese State University. Sestak would never play that position for the Bills, but instead became one of the league's greatest defensive tackles.",
      "pageId": 335583,
      "monthDay": "03/09"
    },
    {
      "year": "1934",
      "uri": "/wiki/Yuri_Gagarin",
      "name": "Yuri Gagarin",
      "aboutText": "Raúl Rafael Juliá y Arcelay (March 9, 1940 – October 24, 1994) was a Puerto Rican actor. Born in San Juan, he gained interest in acting while still in school. Upon completing his studies, Juliá decided to pursue a career in acting.",
      "pageId": 347344,
      "monthDay": "03/09"
    },
    {
      "year": "1934",
      "uri": "/wiki/Marlene_Streit",
      "name": "Marlene Streit",
      "aboutText": "Ernesto Arturo Miranda (March 9, 1941 – January 31, 1976) was a laborer whose conviction on kidnapping, rape, and armed robbery charges based on his confession under police interrogation was set aside in the landmark U.S. Supreme Court case (Miranda v. Arizona), which ruled that criminal suspects must be informed of their right against self-incrimination and their right to consult with an attorney before being questioned by police. This warning is known as a Miranda warning.",
      "pageId": 612011,
      "monthDay": "03/09"
    },
    {
      "year": "1934",
      "uri": "/wiki/Joyce_Van_Patten",
      "name": "Joyce Van Patten",
      "aboutText": "Keely Smith (born Dorothy Jacqueline Keely, March 9, 1928) is an American jazz and popular music singer who enjoyed popularity in the 1950s and 1960s.",
      "pageId": 627205,
      "monthDay": "03/09"
    },
    {
      "year": "1935",
      "uri": "/wiki/Andrew_Viterbi",
      "name": "Andrew Viterbi",
      "aboutText": "Del P. Close (March 9, 1934 – March 4, 1999) was an American actor, writer, and teacher who coached many of the best-known comedians and comic actors of the late twentieth century. In addition to a prolific acting career in television and film, he was considered a premier influence on modern improvisational theater. Close co-authored the book Truth in Comedy, which outlines techniques now common in longform improvisation, and describes the overall structure of \"Harold\", which remains a common frame for longer improvisational scenes.",
      "pageId": 935857,
      "monthDay": "03/09"
    },
    {
      "year": "1936",
      "uri": "/wiki/Mickey_Gilley",
      "name": "Mickey Gilley",
      "aboutText": "Found spouse, Found children,",
      "pageId": 1201311,
      "monthDay": "03/09"
    },
    {
      "year": "1936",
      "uri": "/wiki/Marty_Ingels",
      "name": "Marty Ingels",
      "aboutText": "Brian Herman Thomas Redman (born 9 March 1937 in Colne, Lancashire and educated at Rossall School, Fleetwood, Lancashire,) is an English racing driver.\nHe was very successful in sportscar racing and the World Sportscar Championship, winning the 1970 Targa Florio with a Porsche 908 and the 12 Hours of Sebring twice, in 1975 with a BMW Coupé, in 1978 with a Porsche 935 and the Spa-Francorchamps 1000km race 4 times (1968–1970, 1972). He was for many years associated with the Chevron marque, founded by fellow-Lancastrian Derek Bennett.",
      "pageId": 1228249,
      "monthDay": "03/09"
    },
    {
      "year": "1936",
      "uri": "/wiki/Tom_Sestak",
      "name": "Tom Sestak",
      "aboutText": "Martin Ingerman (March 9, 1936 – October 21, 2015), known professionally as Marty Ingels, was an American actor, comedian, theatrical agent, and, by many, best known as co-star of the 1960s television series I'm Dickens, He's Fenster, and as the voice of many cartoon characters and commercials.",
      "pageId": 1312892,
      "monthDay": "03/09"
    },
    {
      "year": "1937",
      "uri": "/wiki/Bernard_Landry",
      "name": "Bernard Landry",
      "aboutText": "Marlene Stewart Streit, OC OOnt (born March 9, 1934) is a Canadian amateur golfer, and a member of the World Golf Hall of Fame.\nShe was born in Cereal, Alberta. She learned golf from Gordon McInnis Sr.",
      "pageId": 2260279,
      "monthDay": "03/09"
    },
    {
      "year": "1937",
      "uri": "/wiki/Harry_Neale",
      "name": "Harry Neale",
      "aboutText": "Joyce Benignia Van Patten (born March 9, 1934) is an American stage, film and television actress, best known for the wry, astringent and neurotic characters she portrays.",
      "pageId": 2356643,
      "monthDay": "03/09"
    },
    {
      "year": "1937",
      "uri": "/wiki/Brian_Redman",
      "name": "Brian Redman",
      "aboutText": "Lill-Babs (born Barbro Margareta Svensson on 9 March 1938) is a Swedish singer and actress.",
      "pageId": 2377280,
      "monthDay": "03/09"
    },
    {
      "year": "1938",
      "uri": "/wiki/Lill-Babs",
      "name": "Lill-Babs",
      "aboutText": "Harold Watson Neale (born March 9, 1937) is a hockey colour commentator, who currently works for the Toronto Maple Leafs on Leafs TV. He is a former NCAA, NHL and WHA coach and General Manager.",
      "pageId": 2455320,
      "monthDay": "03/09"
    },
    {
      "year": "1938",
      "uri": "/wiki/Tom_Adams_(actor)",
      "name": "Tom Adams",
      "aboutText": "For others named Tom Adams, see the Tom Adams navigation page",
      "pageId": 2802369,
      "monthDay": "03/09"
    },
    {
      "year": "1940",
      "uri": "/wiki/Ra%C3%BAl_Juli%C3%A1",
      "name": "Raúl Juliá",
      "aboutText": "Sir David John Weatherall, FRS (born 9 March 1933) is a British physician and researcher in molecular genetics, haematology, pathology and clinical medicine.\n^ WEATHERALL, Sir David (John). Who's Who 2014 (online edition via Oxford University Press ed.).",
      "pageId": 5208707,
      "monthDay": "03/09"
    },
    {
      "year": "1941",
      "uri": "/wiki/Ernesto_Miranda",
      "name": "Ernesto Miranda",
      "aboutText": "Jože Pučnik (9 March 1932 – 11 January 2003) was a Slovenian public intellectual, sociologist and politician. During the Communist regime of Josip Broz Tito, Pučnik was one of the most outspoken Slovenian critics of dictatorship and lack of civil liberties in Yugoslavia. He was imprisoned for a total of seven years, and later forced into exile.",
      "pageId": 12273971,
      "monthDay": "03/09"
    },
    {
      "year": "1942",
      "uri": "/wiki/Pedro_Bandeira",
      "name": "Pedro Bandeira",
      "aboutText": "Robert Newton Calvert (9 March 1945 – 14 August 1988) was a South African writer, poet, and musician.",
      "pageId": 26167,
      "monthDay": "03/09"
    },
    {
      "year": "1942",
      "uri": "/wiki/John_Cale",
      "name": "John Cale",
      "aboutText": "John Davies Cale, OBE (born 9 March 1942) is a Welsh musician, composer, singer-songwriter and record producer who was a founding member of the NYC-based American experimental rock band the Velvet Underground.\nThough best known for his work in rock music, Cale has worked in various genres including drone and classical, and studied music at Goldsmiths College, University of London. Since departing from the Velvet Underground in 1968 he has released approximately 30 albums.",
      "pageId": 170666,
      "monthDay": "03/09"
    },
    {
      "year": "1942",
      "uri": "/wiki/Mark_Lindsay",
      "name": "Mark Lindsay",
      "aboutText": "Charles deWolf \"Charlie\" Gibson (born March 9, 1943) is a former United States broadcast television anchor and journalist. He was a host of Good Morning America from 1987 to 1998 and 1999 to 2006 and anchor of World News with Charles Gibson from 2006 to 2009.\nGibson's career spanned from 1965 to 2009, with beginnings as the news director for Princeton University's student-run radio station, a radio producer for RKO, and a reporter for local television stations.",
      "pageId": 359633,
      "monthDay": "03/09"
    },
    {
      "year": "1943",
      "uri": "/wiki/Bobby_Fischer",
      "name": "Bobby Fischer",
      "aboutText": "Dennis Lynn Rader (born March 9, 1945) is an American serial killer who murdered ten people in Sedgwick County (in and around Wichita, Kansas), between 1974 and 1991.\nHe is known as the BTK killer (or the BTK strangler). \"BTK\" stands for \"Bind, Torture, Kill\", which was his infamous signature.",
      "pageId": 556077,
      "monthDay": "03/09"
    },
    {
      "year": "1943",
      "uri": "/wiki/Charles_Gibson",
      "name": "Charles Gibson",
      "aboutText": "Keri Hulme (born 9 March 1947) is a New Zealand writer. Her only novel, The Bone People, won the Booker Prize in 1985.",
      "pageId": 899812,
      "monthDay": "03/09"
    },
    {
      "year": "1943",
      "uri": "/wiki/Trish_Van_Devere",
      "name": "Trish Van Devere",
      "aboutText": "Alexandra Lendon Bastedo (9 March 1946 – 12 January 2014) was a British actress, best known for her role as secret agent Sharron Macready in the 1968 British espionage/science fiction adventure series The Champions. She has been cited as a sex symbol of the 1960s and '70s. Bastedo was a vegetarian and animal welfare advocate.",
      "pageId": 1061803,
      "monthDay": "03/09"
    },
    {
      "year": "1944",
      "uri": "/wiki/Lee_Irvine",
      "name": "Lee Irvine",
      "aboutText": "Emma Bonino (born 9 March 1948 in Bra) is an Italian politician, who most recently served as Minister of Foreign Affairs. Previously she was a member of the European Parliament and a member of the Italian Senate. She served in the government of Italy as minister of international trade from 2006 to 2008.",
      "pageId": 1302802,
      "monthDay": "03/09"
    },
    {
      "year": "1944",
      "uri": "/wiki/Paola_Quattrini",
      "name": "Paola Quattrini",
      "aboutText": "Robin Leonard Trower (born 9 March 1945) is an English rock guitarist and vocalist who achieved success with Procol Harum during the 1960s, and then again as the bandleader of his own power trio.",
      "pageId": 1370579,
      "monthDay": "03/09"
    },
    {
      "year": "1945",
      "uri": "/wiki/Robert_Calvert",
      "name": "Robert Calvert",
      "aboutText": "Jeffrey Linton Osborne (born March 9, 1948) is an American musician, singer-songwriter, lyricist and lead singer of the band, LTD.",
      "pageId": 1992478,
      "monthDay": "03/09"
    },
    {
      "year": "1945",
      "uri": "/wiki/Dennis_Rader",
      "name": "Dennis Rader",
      "aboutText": "Robert James \"Bobby\" Fischer (March 9, 1943 – January 17, 2008) was an American chess Grandmaster and the eleventh World Chess Champion. Many consider him the greatest chess player of all time.\nAt age 13, Fischer won a \"brilliancy\" that became known as \"The Game of the Century\".",
      "pageId": 2073557,
      "monthDay": "03/09"
    },
    {
      "year": "1945",
      "uri": "/wiki/Robin_Trower",
      "name": "Robin Trower",
      "aboutText": "Christopher Hamlet \"Chris\" Thompson (born 9 March 1948) is an English singer and guitarist known both for his work with Manfred Mann's Earth Band and for his solo accomplishments.",
      "pageId": 2289541,
      "monthDay": "03/09"
    },
    {
      "year": "1946",
      "uri": "/wiki/Alexandra_Bastedo",
      "name": "Alexandra Bastedo",
      "aboutText": "Brian Lee Irvine (born 9 March 1944 in Durban, South Africa) was a cricketer who played four Tests for South Africa in 1969–70 in the last Test series played by South Africa before official sporting links were broken over the apartheid policy.\nIrvine was a hard-hitting left-handed middle-order batsman, a fine outfielder who became a regular wicketkeeper and an occasional right-arm medium pace bowler. He played one first-class match as an 18-year-old for a Western Province XI against the International Cavaliers – he turned 19 during the match.",
      "pageId": 3237676,
      "monthDay": "03/09"
    },
    {
      "year": "1946",
      "uri": "/wiki/Jim_Cregan",
      "name": "Jim Cregan",
      "aboutText": "Trish Van Devere (born March 9, 1943) is an American actress and the widow of actor George C. Scott.",
      "pageId": 3571839,
      "monthDay": "03/09"
    },
    {
      "year": "1946",
      "uri": "/wiki/Warren_Skaaren",
      "name": "Warren Skaaren",
      "aboutText": "Mark Lindsay (born March 9, 1942) is an American musician, best known as the lead singer for Paul Revere & the Raiders.",
      "pageId": 4042136,
      "monthDay": "03/09"
    },
    {
      "year": "1947",
      "uri": "/wiki/Richard_Adams_(activist)",
      "name": "Richard Adams",
      "aboutText": "James \"Jim\" Cregan (born 9 March 1946), is an English rock guitarist and bassist, best known for his associations with Family, Steve Harley & Cockney Rebel and Rod Stewart. Cregan is a former husband of the singer Linda Lewis and worked with her as a record producer. He has also worked with London Quireboys, Glass Tiger, Katie Melua and formed Farm Dogs with Bernie Taupin.",
      "pageId": 5161989,
      "monthDay": "03/09"
    },
    {
      "year": "1947",
      "uri": "/wiki/Keri_Hulme",
      "name": "Keri Hulme",
      "aboutText": "Eric Fischl (born March 9, 1948) is an American painter, sculptor and printmaker. His wife is painter April Gornik.",
      "pageId": 6065272,
      "monthDay": "03/09"
    },
    {
      "year": "1948",
      "uri": "/wiki/Emma_Bonino",
      "name": "Emma Bonino",
      "aboutText": "Warren Skaaren (March 9, 1946 in Rochester, Minnesota – December 28, 1990 in Austin, Texas from cancer) was an American screenwriter and film producer.",
      "pageId": 8820152,
      "monthDay": "03/09"
    },
    {
      "year": "1948",
      "uri": "/wiki/Eric_Fischl",
      "name": "Eric Fischl",
      "aboutText": "Paola Quattrini (born 9 March 1944) is an Italian actress.",
      "pageId": 34779324,
      "monthDay": "03/09"
    },
    {
      "year": "1948",
      "uri": "/wiki/Jeffrey_Osborne",
      "name": "Jeffrey Osborne",
      "aboutText": "Richard Frank Adams (March 9, 1947 – December 17, 2012) was a Filipino-American gay rights activist. After his 1975 same-sex marriage was declared invalid for the purposes of granting his husband permanent residency, Adams filed the federal lawsuit Adams v. Howerton.",
      "pageId": 38008047,
      "monthDay": "03/09"
    },
    {
      "year": "1948",
      "uri": "/wiki/Chris_Thompson_(English_musician)",
      "name": "Chris Thompson",
      "aboutText": "Pedro Bandeira de Luna Filho (born March 9, 1942) is a Brazilian award-winning and best-selling children's novelist and poet, best known as the author of the Os Karas series of mystery novels.",
      "pageId": 47880689,
      "monthDay": "03/09"
    },
    {
      "year": "1949",
      "uri": "/wiki/Jaime_Lyn_Bauer",
      "name": "Jaime Lyn Bauer",
      "aboutText": "Mostyn Neil Hamilton (born 9 March 1949) is a Welsh politician and former barrister, teacher, and Conservative MP for the Tatton constituency from 1983 to 1997. In 1997, after becoming involved in a political scandal known as the Cash-for-questions affair, Hamilton was defeated and left politics until 2011 when he was elected to the National Executive Committee of the UK Independence Party. Hamilton and his wife Christine became media celebrities.",
      "pageId": 158224,
      "monthDay": "03/09"
    },
    {
      "year": "1949",
      "uri": "/wiki/Neil_Hamilton_(politician)",
      "name": "Neil Hamilton",
      "aboutText": "Zakir Hussain (Hindi: ज़ाकिर हुसैन, Urdu: ذاکِر حسین‎; born 9 March 1951) is an Indian tabla player, musical producer, film actor and composer.\nHe was awarded the Padma Shri in 1988, and the Padma Bhushan in 2002, by the Government of India. He was also awarded the Sangeet Natak Akademi Award in 1990, given by the Sangeet Natak Akademi, India's National Academy of Music, Dance & Drama.",
      "pageId": 290259,
      "monthDay": "03/09"
    },
    {
      "year": "1949",
      "uri": "/wiki/Tapani_Kansa",
      "name": "Tapani Kansa",
      "aboutText": "Ornella Muti (born 9 March 1955) is an Italian actress.",
      "pageId": 309149,
      "monthDay": "03/09"
    },
    {
      "year": "1950",
      "uri": "/wiki/Doug_Ault",
      "name": "Doug Ault",
      "aboutText": "David Linsay Willetts, Baron Willetts, PC (born 9 March 1956) is an English Conservative Party politician. From 1992 to 2015, he was the Member of Parliament (MP) representing the constituency of Havant in Hampshire. He was the Minister of State for Universities and Science from 2010 until July 2014.",
      "pageId": 415061,
      "monthDay": "03/09"
    },
    {
      "year": "1950",
      "uri": "/wiki/Howard_Shelley",
      "name": "Howard Shelley",
      "aboutText": "Douglas Reagan Ault (March 9, 1950 – December 22, 2004) was an American professional baseball first baseman and designated hitter who played for the Texas Rangers (1976) and Toronto Blue Jays (1977–1978, 1980). He is best known for playing in the Blue Jays first Major League Baseball (MLB) game on April 7, 1977, against the Chicago White Sox. Ault hit the first two home runs in franchise history, helping Toronto win 9–5.",
      "pageId": 428168,
      "monthDay": "03/09"
    },
    {
      "year": "1950",
      "uri": "/wiki/Danny_Sullivan",
      "name": "Danny Sullivan",
      "aboutText": "Michael Kinsley (born March 9, 1951) is an American political journalist and commentator. Primarily active in print media as both a writer and editor, he also became known to television audiences as a co-host on Crossfire.",
      "pageId": 524597,
      "monthDay": "03/09"
    },
    {
      "year": "1951",
      "uri": "/wiki/Zakir_Hussain_(musician)",
      "name": "Zakir Hussain",
      "aboutText": "Mona Ingeborg Sahlin (Swedish pronunciation: [ˈmoː.ˈna saˈliːn] née Andersson; born 9 March 1957) is a Swedish politician who was leader of the opposition and leader of the Swedish Social Democratic Party from 2007 to 2011.\nSahlin was a Member of Parliament, representing Stockholm County, from 1982 to 1996 and again from 2002 to 2011. She has also held various ministerial posts in the Swedish government from 1990 to 1991, from 1994 to 1995 and from 1998 to 2006.",
      "pageId": 603843,
      "monthDay": "03/09"
    },
    {
      "year": "1951",
      "uri": "/wiki/Michael_Kinsley",
      "name": "Michael Kinsley",
      "aboutText": "Shashi Tharoor (born 9 March 1956) is an Indian politician, writer, public intellectual and former diplomat who has served as Member of Parliament from Thiruvananthapuram, Kerala since 2009. He was previously Minister of State in the Government of India for External Affairs (2009–2010) and Human Resource Development (2012–2014). He is a member of the Indian National Congress and served as an official spokesperson for the party from January to October 2014.",
      "pageId": 770162,
      "monthDay": "03/09"
    },
    {
      "year": "1951",
      "uri": "/wiki/Helen_Zille",
      "name": "Helen Zille",
      "aboutText": "Mark Alan Mancina (born March 9, 1957 in Santa Monica, California) is a U.S. composer, primarily for Hollywood soundtracks, such as his collaboration with Trevor Rabin on the soundtrack for Con Air. He arranged many of the songs behind Disney's The Lion King (while Hans Zimmer wrote the orchestral score with Lebo M for the African chants) including the Broadway musical. He also notably composed the score for the thriller Twister (1996) as well as the blockbuster action films Speed (1994) and Bad Boys (1995).",
      "pageId": 1046161,
      "monthDay": "03/09"
    },
    {
      "year": "1952",
      "uri": "/wiki/Bill_Beaumont",
      "name": "Bill Beaumont",
      "aboutText": "Teodorico Fabi (born March 9, 1955 in Milan, Italy), better known as Teo Fabi, is an Italian former racing driver who drove in Formula One and sportscar racing and claimed the pole position in his rookie year at the Indianapolis 500. He is the older brother of former Formula One driver Corrado Fabi.",
      "pageId": 1218368,
      "monthDay": "03/09"
    },
    {
      "year": "1954",
      "uri": "/wiki/Bobby_Sands",
      "name": "Bobby Sands",
      "aboutText": "William \"Bill\" Blackledge Beaumont CBE (born 9 March 1952 in Chorley, Lancashire, England) was captain of the England rugby union team at a time when they struggled to win games. His greatest moment as captain was the unexpected 1980 Grand Slam. He played as a lock.",
      "pageId": 1220338,
      "monthDay": "03/09"
    },
    {
      "year": "1955",
      "uri": "/wiki/Teo_Fabi",
      "name": "Teo Fabi",
      "aboutText": "Jaime Lyn Bauer (born Norma Marvhne Bauer on March 9, 1949 in Phoenix, Arizona) is an American soap opera actress.\nThe one time Miss Phoenix beauty contest winner is best known for her two long-running soap roles: Lorie Brooks on The Young and the Restless, which she played from 1973 to 1982 with reprises in 1984 and 2002, and Dr. Laura Spencer Horton on Days of Our Lives.",
      "pageId": 1226104,
      "monthDay": "03/09"
    },
    {
      "year": "1955",
      "uri": "/wiki/Ornella_Muti",
      "name": "Ornella Muti",
      "aboutText": "Daniel John Sullivan III, better known as Danny Sullivan (born March 9, 1950 in Louisville, Kentucky) is a former American racing driver. He earned 17 wins in the CART IndyCar World Series, including the 1985 Indianapolis 500.",
      "pageId": 1226454,
      "monthDay": "03/09"
    },
    {
      "year": "1955",
      "uri": "/wiki/J%C3%B3zef_Pinior",
      "name": "Józef Pinior",
      "aboutText": "Józef Pinior (Polish pronunciation: [ˈjuzɛf ˈpiɲɔr]; born on 9 March 1955 in Rybnik) is a Polish politician and Member of the European Parliament for the Lower Silesian Voivodship & Opole Voivodship with the Social Democracy of Poland, part of the Socialist Group and sits on the European Parliament's Committee on Development.\nPinior is a substitute for the Committee on Foreign Affairs and a member of the Delegation for relations with the United States.\nGraduate of the Faculty of Law at Wrocław University (1978), he continued his education in the Postgraduate College of Ethics and History of Religions at Wrocław University (1980) and the School of the Social Science at the Polish Academy of Science Institute of Philosophy and Sociology in Warsaw (1996).",
      "pageId": 1803207,
      "monthDay": "03/09"
    },
    {
      "year": "1956",
      "uri": "/wiki/Mark_Dantonio",
      "name": "Mark Dantonio",
      "aboutText": "Otta Helene \"Helen\" Zille (/ˈzɪlə/; born 9 March 1951) is a South African politician. She is the current Premier of the Western Cape (since 2009), a member of the Western Cape Provincial Parliament, the former leader of South Africa's opposition Democratic Alliance (DA) political party, and a former Mayor of Cape Town.\nZille is a former journalist and anti-apartheid activist, and was one of the journalists who exposed the truth behind the death of Black Consciousness leader Steve Biko while working for the Rand Daily Mail in the late 1970s.",
      "pageId": 4364873,
      "monthDay": "03/09"
    },
    {
      "year": "1956",
      "uri": "/wiki/Shashi_Tharoor",
      "name": "Shashi Tharoor",
      "aboutText": "Howard Gordon Shelley OBE (born 9 March 1950) is a British pianist and conductor. He was educated at Highgate School and the Royal College of Music.",
      "pageId": 5322692,
      "monthDay": "03/09"
    },
    {
      "year": "1956",
      "uri": "/wiki/David_Willetts",
      "name": "David Willetts",
      "aboutText": "Faith Daniels (born March 9, 1957) is a nationally known American television news anchor, reporter, and talk show host.\nBorn Faith Augustine in Pittsburgh, Pennsylvania, Daniels attended Bethany College in Bethany, West Virginia–where she was initiated as a member of Zeta Tau Alpha sorority–and graduated from Trinity High School in Washington, Pennsylvania.\nDaniels began her media careers in the early 1980s, working for ABC and CBS News affiliates in Peoria, Illinois; WBNS-TV in Columbus, Ohio; and also at WTAE-TV in Pittsburgh, Pennsylvania and WTRF-TV in Wheeling, West Virginia.",
      "pageId": 5541381,
      "monthDay": "03/09"
    },
    {
      "year": "1957",
      "uri": "/wiki/Faith_Daniels",
      "name": "Faith Daniels",
      "aboutText": "Mark Justin Dantonio (born March 9, 1956) is an American football coach and former player. He is the current head football coach at Michigan State University, a position he has held since the 2007 season, presiding over one of the most successful eras in the program's history. He's led the Michigan State Spartans to three Big Ten Conference championships, and seven victories over archrival Michigan in eight years.",
      "pageId": 7655603,
      "monthDay": "03/09"
    },
    {
      "year": "1957",
      "uri": "/wiki/Mark_Mancina",
      "name": "Mark Mancina",
      "aboutText": "Aarne Tapani Kansa (born 9 March 1949 in Hamina, Finland) is a Finnish singer.",
      "pageId": 15755601,
      "monthDay": "03/09"
    },
    {
      "year": "1957",
      "uri": "/wiki/Mona_Sahlin",
      "name": "Mona Sahlin",
      "aboutText": "Robert Gerard Sands (Irish: Roibeárd Gearóid Ó Seachnasaigh; 9 March 1954 – 5 May 1981) was a member of the Provisional Irish Republican Army who died on hunger strike while imprisoned at HM Prison Maze.\nHe was the leader of the 1981 hunger strike in which Irish republican prisoners protested against the removal of Special Category Status. During his strike he was elected to the British Parliament as an Anti H-Block candidate.",
      "pageId": 27417455,
      "monthDay": "03/09"
    },
    {
      "year": "1958",
      "uri": "/wiki/Martin_Fry",
      "name": "Martin Fry",
      "aboutText": "Juliette Binoche (French pronunciation: ​[ʒyljɛt binɔʃ]; born 9 March 1964) is a French actress, artist and dancer. She has appeared in more than 40 feature films, been recipient of numerous international awards, and has appeared on stage and in movies across the world. Coming from an artistic background, she began taking acting lessons during adolescence.",
      "pageId": 55117,
      "monthDay": "03/09"
    },
    {
      "year": "1958",
      "uri": "/wiki/Jack_Kenny",
      "name": "Jack Kenny",
      "aboutText": "Peter Wishart (born 9 March 1962) is a Scottish National Party (SNP) politician who has served as the Member of Parliament (MP) for Perth and North Perthshire since 2005. He was previously the MP for North Tayside from 2001.\nHe is currently the SNP Shadow Leader of the House in the House of Commons and the chair of the Scottish Affairs Select Committee.",
      "pageId": 434904,
      "monthDay": "03/09"
    },
    {
      "year": "1958",
      "uri": "/wiki/Branko_Vukeli%C4%87",
      "name": "Branko Vukelić",
      "aboutText": "Linda Fiorentino (born March 9, 1958) is an American actress. She has starred in the films Vision Quest (1985), Gotcha! (1985), After Hours (1985), Jade (1995), Men in Black (1997), and Dogma (1999).",
      "pageId": 659697,
      "monthDay": "03/09"
    },
    {
      "year": "1958",
      "uri": "/wiki/Paul_MacLean_(ice_hockey)",
      "name": "Paul MacLean",
      "aboutText": "Martin David Fry (born 9 March 1958, Stockport, Cheshire) is the lead singer (and currently sole member) of the British new wave band ABC.",
      "pageId": 1354664,
      "monthDay": "03/09"
    },
    {
      "year": "1959",
      "uri": "/wiki/Tom_Amandes",
      "name": "Tom Amandes",
      "aboutText": "David Welch Pogue (born March 9, 1963) is an American technology writer and TV science presenter. He is a personal technology columnist for Yahoo Tech, a tech correspondent for CBS News Sunday Morning, a columnist for Scientific American and a former technology columnist for The New York Times. He is also the host of NOVA ScienceNow on PBS and was the host of the NOVA specials Making Stuff in 2011 and Hunting the Elements in 2012.",
      "pageId": 1584051,
      "monthDay": "03/09"
    },
    {
      "year": "1959",
      "uri": "/wiki/Giovanni_di_Lorenzo",
      "name": "Giovanni di Lorenzo",
      "aboutText": "Robert \"Rick\" Rechsteiner (born March 9, 1961), better known by the ring name Rick Steiner, is an American semi-retired professional wrestler.\nSteiner is best known for his tenure with World Championship Wrestling, where he was an eight time World Tag Team Champion (seven times with his brother, Scott, and once with Kenny Kaos). In addition to tag team success, he was also a one time United States Heavyweight Champion and a three time World Television Champion.",
      "pageId": 1745685,
      "monthDay": "03/09"
    },
    {
      "year": "1959",
      "uri": "/wiki/Takaaki_Kajita",
      "name": "Takaaki Kajita",
      "aboutText": "Terence John Mulholland (born March 9, 1963 in Uniontown, Pennsylvania) is an American former professional baseball player. He played in Major League Baseball as a pitcher.",
      "pageId": 1918847,
      "monthDay": "03/09"
    },
    {
      "year": "1959",
      "uri": "/wiki/Lonny_Price",
      "name": "Lonny Price",
      "aboutText": "Michael Charles \"Mike\" Leach (born March 9, 1961) is an American college football coach. He is the head coach of the Washington State Cougars football team. Previously, he was head coach of the Texas Tech Red Raiders football team, leading the Red Raiders to winning seasons in every year of his tenure.",
      "pageId": 2967156,
      "monthDay": "03/09"
    },
    {
      "year": "1960",
      "uri": "/wiki/Finn_Carter",
      "name": "Finn Carter",
      "aboutText": "Paul A. MacLean (born March 9, 1958) is a Canadian professional ice hockey coach and former player. Paul is currently Assistant Coach for the Anaheim Ducks. He played 11 seasons in the National Hockey League (NHL) with the St.",
      "pageId": 3107788,
      "monthDay": "03/09"
    },
    {
      "year": "1960",
      "uri": "/wiki/Linda_Fiorentino",
      "name": "Linda Fiorentino",
      "aboutText": "Tom Amandes (born March 9, 1959) is an American actor. His best known role to date is that of the role of Dr. Harold \"Hal\" Abbott on the The WB Drama series Everwood, and as Eliot Ness in the 1990s version of The Untouchables TV series.",
      "pageId": 3569588,
      "monthDay": "03/09"
    },
    {
      "year": "1961",
      "uri": "/wiki/Mike_Leach_(American_football_coach)",
      "name": "Mike Leach",
      "aboutText": "Elizabeth Fearn \"Finn\" Carter (born March 9, 1960) is an American actress.",
      "pageId": 3598558,
      "monthDay": "03/09"
    },
    {
      "year": "1961",
      "uri": "/wiki/Rick_Steiner",
      "name": "Rick Steiner",
      "aboutText": "Darrell Walker (born March 9, 1961) is an American professional basketball coach and retired player. At 6'4\" (1.93 m) and 180 lb (82 kg), he played as a guard. He attended Chicago's Corliss High School.",
      "pageId": 4159167,
      "monthDay": "03/09"
    },
    {
      "year": "1961",
      "uri": "/wiki/Darrell_Walker",
      "name": "Darrell Walker",
      "aboutText": "Jean-Marc Vallée (born March 9, 1963) is a Canadian film director, screenwriter, and film editor from Québec. After studying film at the Université du Québec à Montréal, Vallée went on to make a number of acclaimed short films, including Stéréotypes (1991), Les Fleurs magiques (1995), and Les Mots magiques (1998).\nHis debut feature, Black List (1995), was nominated for nine Genie Awards, including nods for Vallée's direction and editing.",
      "pageId": 4391989,
      "monthDay": "03/09"
    },
    {
      "year": "1962",
      "uri": "/wiki/Jan_Furtok",
      "name": "Jan Furtok",
      "aboutText": "Jan Furtok (born 9 March 1962 in Katowice) is a retired Polish football player and a notable striker of GKS Katowice.\nHe played for a few clubs, including GKS Katowice (Polish cup winner in 1986), Hamburger SV-(Germany) and Eintracht Frankfurt (Germany).\nJan Furtok played for Polish national team, for which he played 36 matches and scored 10 goals.",
      "pageId": 6450382,
      "monthDay": "03/09"
    },
    {
      "year": "1962",
      "uri": "/wiki/Pete_Wishart",
      "name": "Pete Wishart",
      "aboutText": "Jack Kenny is an American writer, director, actor, and producer.",
      "pageId": 7674486,
      "monthDay": "03/09"
    },
    {
      "year": "1963",
      "uri": "/wiki/Ivan_Henjak",
      "name": "Ivan Henjak",
      "aboutText": "Giovanni di Lorenzo (born March 9, 1959) is a German-Italian journalist. Editor-in-chief (since 2004) of German nationwide weekly newspaper Die Zeit and former editor-in-chief of Berlin's liberal daily newspaper Der Tagesspiegel (1999-2004; has since retained the position of publisher).",
      "pageId": 7862221,
      "monthDay": "03/09"
    },
    {
      "year": "1963",
      "uri": "/wiki/Terry_Mulholland",
      "name": "Terry Mulholland",
      "aboutText": "Lonny Price (born March 9, 1959) is an American actor, writer, and director, primarily in theatre. He is perhaps best known for his creation of the role of Charley Kringas in the Broadway musical Merrily We Roll Along. Eventually he moved into primarily directing for the stage and is now known for making statements on current events in versions of his musicals.",
      "pageId": 8321699,
      "monthDay": "03/09"
    },
    {
      "year": "1963",
      "uri": "/wiki/David_Pogue",
      "name": "David Pogue",
      "aboutText": "Ivan Henjak (born in 9 March 1963 in Republic of Croatia, ) is an Australian former professional rugby league footballer and coach. A New South Wales Country representative half back, Henjak played his club football in the NSWRL premiership with the St. George Dragons, Canberra Raiders and Western Suburbs Magpies.",
      "pageId": 16617089,
      "monthDay": "03/09"
    },
    {
      "year": "1963",
      "uri": "/wiki/Jean-Marc_Vall%C3%A9e",
      "name": "Jean-Marc Vallée",
      "aboutText": "Branko Vukelić (9 March 1958 – 3 May 2013) was a Croatian politician and former Minister of Defence, and member of the Croatian Democratic Union.\nVukelić graduated from the University of Zagreb, Faculty of Electrical Engineering, in 1981.",
      "pageId": 18512663,
      "monthDay": "03/09"
    },
    {
      "year": "1964",
      "uri": "/wiki/Juliette_Binoche",
      "name": "Juliette Binoche",
      "aboutText": "Takaaki Kajita (梶田 隆章, Kajita Takaaki, born 9 March 1959) is a Japanese physicist, known for neutrino experiments at the Kamiokande and its successor, Super-Kamiokande.",
      "pageId": 48079158,
      "monthDay": "03/09"
    },
    {
      "year": "1964",
      "uri": "/wiki/Phil_Housley",
      "name": "Phil Housley",
      "aboutText": "Benito Santiago Rivera (born March 9, 1965) is a Puerto Rican former professional baseball player. He played for twenty seasons as a catcher in Major League Baseball for ten different teams, although his greatest success came with his first team, the San Diego Padres.",
      "pageId": 102264,
      "monthDay": "03/09"
    },
    {
      "year": "1964",
      "uri": "/wiki/Val%C3%A9rie_Lemercier",
      "name": "Valérie Lemercier",
      "aboutText": "Martin Osborne Johnson CBE (born 9 March 1970) is an English former rugby union player who represented and captained England and Leicester. He is best known for captaining England to victory in the 2003 Rugby World Cup. He is regarded as one of the greatest locks ever to have played.",
      "pageId": 315377,
      "monthDay": "03/09"
    },
    {
      "year": "1964",
      "uri": "/wiki/Aleksandr_Pu%C5%A1tov",
      "name": "Aleksandr Puštov",
      "aboutText": "Brendan Canty (born March 9, 1966 in Teaneck, New Jersey) is an American musician, composer, producer and film maker, best known as the drummer for the band Fugazi.",
      "pageId": 378533,
      "monthDay": "03/09"
    },
    {
      "year": "1964",
      "uri": "/wiki/Steve_Wilkos",
      "name": "Steve Wilkos",
      "aboutText": "Mahmoud Abdul-Rauf (born Chris Wayne Jackson on March 9, 1969) is an American former professional basketball player. Abdul-Rauf played basketball for Gulfport High School before enrolling to Louisiana State University to play college basketball for the Tigers.\nHis nine-year NBA career, spent with the Denver Nuggets, Sacramento Kings and Vancouver Grizzlies, was marked by an appearance in the Slam Dunk Contest as well as by one of the most accurate free-throw shooting records ever.",
      "pageId": 430336,
      "monthDay": "03/09"
    },
    {
      "year": "1965",
      "uri": "/wiki/Brian_Bosworth",
      "name": "Brian Bosworth",
      "aboutText": "Anthony Howard \"Tony\" Lockett (born 9 March 1966) is a former Australian rules football player. Nicknamed \"Plugger\", Lockett is the highest goal scorer in the history of the VFL/AFL with 1,360 goals in a career of 281 games, starting in 1983 with the St Kilda Football Club and ending in 2002 with the Sydney Swans. Lockett won the coveted Brownlow Medal in 1987, becoming the first and only full forward to ever win the award.",
      "pageId": 543344,
      "monthDay": "03/09"
    },
    {
      "year": "1965",
      "uri": "/wiki/Benito_Santiago",
      "name": "Benito Santiago",
      "aboutText": "Brian Keith Bosworth (born March 9, 1965), nicknamed \"The Boz,\" is an American former professional football player who played as a linebacker for the National Football League (NFL)'s Seattle Seahawks. He played in the NFL for three seasons during the 1980s. Bosworth played college football for the University of Oklahoma, and was a two-time consensus All-American.",
      "pageId": 848809,
      "monthDay": "03/09"
    },
    {
      "year": "1966",
      "uri": "/wiki/Brendan_Canty",
      "name": "Brendan Canty",
      "aboutText": "Stefie Shock (the stage name of Stéphane Caron, born in Montreal March 9, 1969) is a Québécois singer-songwriter.\nHe began his musical career in 1986 as a drummer for Sacred Cult; he left in 1989 to start a solo career.",
      "pageId": 965971,
      "monthDay": "03/09"
    },
    {
      "year": "1966",
      "uri": "/wiki/Tony_Lockett",
      "name": "Tony Lockett",
      "aboutText": "Brian Heidik (born March 9, 1968, Burtonsville, Maryland) won $1,000,000 on the reality TV competition, Survivor: Thailand.",
      "pageId": 974756,
      "monthDay": "03/09"
    },
    {
      "year": "1966",
      "uri": "/wiki/Michael_Patrick_MacDonald",
      "name": "Michael Patrick MacDonald",
      "aboutText": "Youri Raffi Djorkaeff (born 9 March 1968) is a former French international footballer who played as a forward or as an attacking midfielder. With the French national team, Djorkaeff won the 1998 FIFA World Cup and Euro 2000. He is the son of former player Jean Djorkaeff.",
      "pageId": 1028629,
      "monthDay": "03/09"
    },
    {
      "year": "1968",
      "uri": "/wiki/Youri_Djorkaeff",
      "name": "Youri Djorkaeff",
      "aboutText": "Phillip Francis Housley (born March 9, 1964) is an American former ice hockey player who played for the Buffalo Sabres, Winnipeg Jets, St. Louis Blues, Calgary Flames, New Jersey Devils, Washington Capitals, Chicago Blackhawks, and Toronto Maple Leafs.",
      "pageId": 1296213,
      "monthDay": "03/09"
    },
    {
      "year": "1968",
      "uri": "/wiki/Brian_Heidik",
      "name": "Brian Heidik",
      "aboutText": "Kimberly Ann Guilfoyle (/ˈɡɪlfɔɪl/; (born March 9, 1969) is an American cable news personality and one of the co-hosts of The Five on Fox News Channel. She is a contributor to The O'Reilly Factor and Hannity, and is an occasional guest host for On the Record w/ Greta Van Susteren.",
      "pageId": 1385937,
      "monthDay": "03/09"
    },
    {
      "year": "1968",
      "uri": "/wiki/Johnny_Kelly",
      "name": "Johnny Kelly",
      "aboutText": "Johnny Kelly (born March 9, 1968) is an American drummer, best known as the former drummer for the gothic metal band Type O Negative from Brooklyn, New York. He is the current drummer for the bands Danzig, A Pale Horse Named Death, and Kill Devil Hill.\nHe joined Type O Negative in 1994 to replace Sal Abruscato.",
      "pageId": 2002156,
      "monthDay": "03/09"
    },
    {
      "year": "1969",
      "uri": "/wiki/Mahmoud_Abdul-Rauf",
      "name": "Mahmoud Abdul-Rauf",
      "aboutText": "Naveen Jindal (born 9 March 1970) is an Indian industrialist, and a former Member of Parliament from Kurukshetra, Haryana  (MP). He is the Chairman of Jindal Steel and Power Limited, a part of the $17 billion diversified O.P. Jindal Group founded by his father. He represented Kurukshetra in the northern Indian state of Haryana in the 14th and 15th Lok Sabha.",
      "pageId": 2145012,
      "monthDay": "03/09"
    },
    {
      "year": "1969",
      "uri": "/wiki/Kimberly_Guilfoyle",
      "name": "Kimberly Guilfoyle",
      "aboutText": "Michael Patrick MacDonald (born March 9, 1966) is an Irish-American activist against crime and violence and author of his memoir, All Souls: A Family Story From Southie. Since being involved in activism, he helped to start Boston's gun-buyback program, founded the South Boston Vigil group, which works with survivor fams and young people in Boston’s anti-violence movement. MacDonald was the recipient of the 1999 Daily Points of Light Award,which honors those who connect Americans through community service.",
      "pageId": 3088190,
      "monthDay": "03/09"
    },
    {
      "year": "1969",
      "uri": "/wiki/Stefie_Shock",
      "name": "Stefie Shock",
      "aboutText": "Steven John \"Steve\" Wilkos (/ˈwɪlkoʊs/; born March 9, 1964) is an American television personality, a veteran of the U.S. Marines and a former Chicago police officer. He has been hosting The Steve Wilkos Show since 2007, and was director of security on The Jerry Springer Show from 1994 to 2007. He had previously substituted for Springer as host on several occasions before being given his own talk show.",
      "pageId": 3372893,
      "monthDay": "03/09"
    },
    {
      "year": "1970",
      "uri": "/wiki/Naveen_Jindal",
      "name": "Naveen Jindal",
      "aboutText": "Shannon Leto (/lɛtoʊ/; born March 9, 1970) is an American musician and songwriter who gained worldwide fame as the drummer for Thirty Seconds to Mars. He co-founded the band in 1998 in Los Angeles, California, with his younger brother Jared. Their debut album, 30 Seconds to Mars (2002), was released to positive reviews but only to limited success.",
      "pageId": 5135221,
      "monthDay": "03/09"
    },
    {
      "year": "1970",
      "uri": "/wiki/Martin_Johnson_(rugby_union)",
      "name": "Martin Johnson",
      "aboutText": "Valérie Lemercier (French pronunciation: ​[va.le.ʁi lə.mɛʁ.sje]; born 9 March 1964) is a French actress, screenwriter, director and singer.",
      "pageId": 19729060,
      "monthDay": "03/09"
    },
    {
      "year": "1970",
      "uri": "/wiki/Shannon_Leto",
      "name": "Shannon Leto",
      "aboutText": "Aleksandr Pushtov (born 9 March 1964) is a retired footballer from Estonia, who holds the Russian passport. He retired in 2005. His last club was FC Ajax Lasnamäe.",
      "pageId": 22911911,
      "monthDay": "03/09"
    },
    {
      "year": "1970",
      "uri": "/wiki/Stephen_Phillips_(politician)",
      "name": "Stephen Phillips",
      "aboutText": "Stephen James Phillips QC (born 9 March 1970) is a British Conservative Party politician, barrister and Recorder of the Crown Court. He is the current Member of Parliament (MP) for Sleaford and North Hykeham.",
      "pageId": 27294043,
      "monthDay": "03/09"
    },
    {
      "year": "1970",
      "uri": "/wiki/David_Guido_Pietroni",
      "name": "David Guido Pietroni",
      "aboutText": "David Guido Pietroni (born 9 March 1970 in Genoa) is an Italian artistic producer.",
      "pageId": 30867257,
      "monthDay": "03/09"
    },
    {
      "year": "1971",
      "uri": "/wiki/C-Murder",
      "name": "C-Murder",
      "aboutText": "Benedict Martin Paul \"Ben\" Mulroney (born March 9, 1976) is a Canadian television host.",
      "pageId": 324474,
      "monthDay": "03/09"
    },
    {
      "year": "1971",
      "uri": "/wiki/Emmanuel_Lewis",
      "name": "Emmanuel Lewis",
      "aboutText": "Jean Louisa Kelly (born March 9, 1972) is an American actress. After making her film debut as Tia Russell in Uncle Buck (1989) alongside John Candy, she appeared in a wide range of other films including The Fantasticks (1995) and Mr. Holland's Opus (1995).",
      "pageId": 385324,
      "monthDay": "03/09"
    },
    {
      "year": "1971",
      "uri": "/wiki/Diego_Torres",
      "name": "Diego Torres",
      "aboutText": "Aaron John Boone (born March 9, 1973) is a former Major League Baseball infielder. During his career Boone played for the Cincinnati Reds, New York Yankees, Cleveland Indians, Florida Marlins, Washington Nationals, and Houston Astros. He is currently employed by ESPN as a game analyst and contributor to Baseball Tonight.",
      "pageId": 576712,
      "monthDay": "03/09"
    },
    {
      "year": "1972",
      "uri": "/wiki/Spencer_Howson",
      "name": "Spencer Howson",
      "aboutText": "Rudolphus \"Roy\" Antonius Makaay (born 9 March 1975) is a football coach and retired Dutch footballer who played as a centre-forward.",
      "pageId": 748250,
      "monthDay": "03/09"
    },
    {
      "year": "1972",
      "uri": "/wiki/Jean_Louisa_Kelly",
      "name": "Jean Louisa Kelly",
      "aboutText": "Yamila Díaz-Rahi, also Yamila Diaz, (born March 9, 1976) is an Argentine model.",
      "pageId": 999923,
      "monthDay": "03/09"
    },
    {
      "year": "1972",
      "uri": "/wiki/Kerr_Smith",
      "name": "Kerr Smith",
      "aboutText": "Kerr Van Cleve Smith (born March 9, 1972) is an American actor best known for playing Jack McPhee on The WB drama series Dawson's Creek, Kyle Brody in The WB supernatural drama Charmed and more recently Axel Palmer in My Bloody Valentine 3D. He is also known for portraying Carter Horton in Final Destination (2000).",
      "pageId": 1011653,
      "monthDay": "03/09"
    },
    {
      "year": "1973",
      "uri": "/wiki/Aaron_Boone",
      "name": "Aaron Boone",
      "aboutText": "Lucas Edward Neill (born 9 March 1978) is an Australian footballer who last played for Watford. Neill played as a defender, often playing as a centre back as well as a full back. Neill spent almost 15 years of his career playing in England.",
      "pageId": 1348610,
      "monthDay": "03/09"
    },
    {
      "year": "1973",
      "uri": "/wiki/Liam_Griffin_(racing_driver)",
      "name": "Liam Griffin",
      "aboutText": "Emmanuel Lewis (born March 9, 1971) is an American actor, best known for playing the title character in the 1980s television sitcom Webster. Lewis graduated from Midwood High School in 1989 and then Clark Atlanta University in 1997.",
      "pageId": 1446769,
      "monthDay": "03/09"
    },
    {
      "year": "1975",
      "uri": "/wiki/Roy_Makaay",
      "name": "Roy Makaay",
      "aboutText": "Melina Perez (born March 9, 1979) is an American model, professional wrestler, valet, and actress. She is best known for her time with World Wrestling Entertainment under the ring name Melina.\nPerez began her career as a beauty pageant contestant, winning several modelling competitions.",
      "pageId": 1648069,
      "monthDay": "03/09"
    },
    {
      "year": "1975",
      "uri": "/wiki/Didiayer_Snyder",
      "name": "Didiayer Snyder",
      "aboutText": "Radek Dvořák (born March 9, 1977) is a Czech retired professional ice hockey right winger. Dvořák was drafted in the first round of the 1995 NHL Entry Draft, tenth overall, by the Florida Panthers. A veteran of 1,260 NHL games, Radek has played for the Panthers, New York Rangers, Edmonton Oilers, St.",
      "pageId": 2009741,
      "monthDay": "03/09"
    },
    {
      "year": "1975",
      "uri": "/wiki/Chaske_Spencer",
      "name": "Chaske Spencer",
      "aboutText": "Spencer Howson (born 9 March 1972 in England) is the \"Breakfast\" radio presenter on 612 ABC Brisbane, an ABC Local Radio station in Brisbane, Australia. Columnist with the fortnightly free lifestyle magazine bmag from 2011-2013.\n2015 is Spencer's twenty-fifth year in radio, ninteenth consecutive year on 612 ABC Brisbane and fourteenth (tenth consecutive) as the breakfast host.",
      "pageId": 2421026,
      "monthDay": "03/09"
    },
    {
      "year": "1975",
      "uri": "/wiki/Juan_Sebasti%C3%A1n_Ver%C3%B3n",
      "name": "Juan Sebastián Verón",
      "aboutText": "Diego Antonio Caccia Torres (born March 9, 1971 in Buenos Aires), also known as Diego Torres, is an Argentine two Grammy Award-nominated pop singer, songwriter, composer, musician and actor (of films, theater and television).",
      "pageId": 2906702,
      "monthDay": "03/09"
    },
    {
      "year": "1976",
      "uri": "/wiki/Yamila_Diaz-Rahi",
      "name": "Yamila Diaz-Rahi",
      "aboutText": "Oscar Isaac (born Óscar Isaac Hernández Estrada; March 9, 1979) is a Guatemalan American actor and musician. He is known for his lead film roles in the comedy-drama Inside Llewyn Davis (2013), for which he received a Golden Globe Award nomination, the crime drama A Most Violent Year (2014) and the science fiction thriller Ex Machina (2015).\nHe starred in the seventh Star Wars film, Star Wars: The Force Awakens (2015), as X-wing pilot Poe Dameron, and will star in the ninth X-Men film, X-Men: Apocalypse (2016), as the titular supervillain Apocalypse.",
      "pageId": 5013125,
      "monthDay": "03/09"
    },
    {
      "year": "1976",
      "uri": "/wiki/Ben_Mulroney",
      "name": "Ben Mulroney",
      "aboutText": "Didiayer Snyder (born 9 March 1975 in Elizabeth, South Australia) is an Australian model, television personality, philanthropist, interior designer, carpenter, home inspector, motivational speaker, and author.",
      "pageId": 10951345,
      "monthDay": "03/09"
    },
    {
      "year": "1977",
      "uri": "/wiki/Radek_Dvo%C5%99%C3%A1k",
      "name": "Radek Dvořák",
      "aboutText": "Mick Richard Morris (March 9, 1978 – June 3, 2013) better known as MickDeth, was an American bassist and guitarist.",
      "pageId": 21457829,
      "monthDay": "03/09"
    },
    {
      "year": "1978",
      "uri": "/wiki/MickDeth",
      "name": "MickDeth",
      "aboutText": "Chaske Spencer (pronounced Chas-Kay; born March 9, 1975) is a Native American actor.",
      "pageId": 23446879,
      "monthDay": "03/09"
    },
    {
      "year": "1978",
      "uri": "/wiki/Lucas_Neill",
      "name": "Lucas Neill",
      "aboutText": "Juan Sebastián Verón (Spanish pronunciation: [ˈxwan seβasˈtjam beˈɾon]; born 9 March 1975) is a retired Argentine footballer and the current chairman of Estudiantes de La Plata, where he had served as Director of Sports. Verón's career started in Estudiantes, continued in Argentina's Boca Juniors, and included stints in several Serie A clubs (where he won the Scudetto with Lazio and with Internazionale, and a UEFA Cup with Parma), and England's Manchester United and Chelsea. In 2006, Verón returned to Estudiantes.",
      "pageId": 30875970,
      "monthDay": "03/09"
    },
    {
      "year": "1979",
      "uri": "/wiki/Iryna_Charnushenka-Stasiuk",
      "name": "Iryna Charnushenka-Stasiuk",
      "aboutText": "Liam Griffin (born 9 March 1973 in Barnet, Greater London) is a British auto racing driver and businessman. He is the managing director of his family-run minicab company Addison Lee.",
      "pageId": 31286014,
      "monthDay": "03/09"
    },
    {
      "year": "1979",
      "uri": "/wiki/Melina_Perez",
      "name": "Melina Perez",
      "aboutText": "Iryna Charnushenka-Stasiuk (Belarusian: Ірына Стасюк-Чарнушэнка; March 9, 1979 – December 5, 2013) was a Belarusian long jumper. She was born in Slutsk, Minsk Region. Charnushenka-Stasiuk represented Belarus at the 2008 Summer Olympics in Beijing, where she competed for the women's long jump, along with her compatriot Volha Siarheyenka.",
      "pageId": 37927566,
      "monthDay": "03/09"
    },
    {
      "year": "1979",
      "uri": "/wiki/Oscar_Isaac",
      "name": "Oscar Isaac",
      "aboutText": "Corey Miller (born March 9, 1971), better known by his stage name, C-Murder, is an American rapper, songwriter and actor who is currently serving a life sentence in prison for murder. C-Murder is the brother of both Master P and Silkk the Shocker, uncle of rapper-actor Romeo and singer-actress Cymphonique, as well as younger cousin of producer, singer and rapper Mo B. Dick. C-Murder has released nine albums altogether on six different labels, No Limit Records, TRU Records, Koch Records, Asylum Records, RBC Records and Venti Uno.",
      "pageId": 47766253,
      "monthDay": "03/09"
    },
    {
      "year": "1980",
      "uri": "/wiki/Chingy",
      "name": "Chingy",
      "aboutText": "Howard Bailey, Jr. (born March 9, 1980), better known by his stage name Chingy, is an American rapper and actor.\nChingy grew up in the T. B. Watkins section of Kansas City, MO and began rapping in earnest in his late teens.",
      "pageId": 568128,
      "monthDay": "03/09"
    },
    {
      "year": "1980",
      "uri": "/wiki/Trent_Croad",
      "name": "Trent Croad",
      "aboutText": "Parthiv Ajay Patel  pronunciation  (born 9 March 1985) is an Indian cricketer, wicketkeeper-batsman, and a former member of the Indian national cricket team. He is a left-handed batsman. He plays for Gujarat in domestic cricket.",
      "pageId": 581612,
      "monthDay": "03/09"
    },
    {
      "year": "1980",
      "uri": "/wiki/Matthew_Gray_Gubler",
      "name": "Matthew Gray Gubler",
      "aboutText": "Clinton Drew \"Clint\" Dempsey /ˈdɛmpsi/ (born March 9, 1983) is an American soccer player who plays for Seattle Sounders FC in Major League Soccer and has served as the captain of the United States national team. He has also played for New England Revolution, Fulham and Tottenham Hotspur.\nGrowing up in Nacogdoches, Texas, Dempsey played for one of the top youth soccer clubs in the state, the Dallas Texans, before playing for Furman University's men's soccer team.",
      "pageId": 1007499,
      "monthDay": "03/09"
    },
    {
      "year": "1981",
      "uri": "/wiki/Antonio_Bryant",
      "name": "Antonio Bryant",
      "aboutText": "Brittany Anne Snow (born March 9, 1986) is an American actress and singer. She began her career as Susan \"Daisy\" Lemay on the CBS series Guiding Light (1998–2002) for which she won a Young Artist Award for Best Young Actress and was nominated for two other Young Artist Awards and a Soap Opera Digest Award. She then played the protagonist Meg Pryor on the NBC series American Dreams (2002–05) for which she was nominated for a Young Artist Award and three Teen Choice Awards.",
      "pageId": 1007928,
      "monthDay": "03/09"
    },
    {
      "year": "1981",
      "uri": "/wiki/Clay_Rapada",
      "name": "Clay Rapada",
      "aboutText": "Antonio Bryant (March 9, 1981) is a former American football wide receiver in the National Football League (NFL). He played college football for University of Pittsburgh, and was recognized as an All-American and Fred Biletnikoff Award winner.",
      "pageId": 1078724,
      "monthDay": "03/09"
    },
    {
      "year": "1982",
      "uri": "/wiki/Mirjana_Lu%C4%8Di%C4%87-Baroni",
      "name": "Mirjana Lučić-Baroni",
      "aboutText": "Wayne Anthony Simien, Jr. (born March 9, 1983) is an American former professional basketball player, who last played with Spain's Cáceres Ciudad de Baloncesto. He was a member of the Miami Heat team that won the 2005–06 NBA championship.",
      "pageId": 2423873,
      "monthDay": "03/09"
    },
    {
      "year": "1983",
      "uri": "/wiki/Bobby_Campo",
      "name": "Bobby Campo",
      "aboutText": "Julia Marie Mancuso (born March 9, 1984) is an American World Cup alpine ski racer and Olympic gold medalist. She won the giant slalom at the 2006 Winter Olympics, and was the silver medalist in both downhill and combined in 2010, and the bronze medalist in the combined in 2014. She has also won five medals (two silver and three bronze) at the World Championships and seven races in regular World Cup competition.",
      "pageId": 2470228,
      "monthDay": "03/09"
    },
    {
      "year": "1983",
      "uri": "/wiki/Clint_Dempsey",
      "name": "Clint Dempsey",
      "aboutText": "William Brent Burns (born March 9, 1985) is a Canadian professional ice hockey forward and defenceman currently playing for the San Jose Sharks of the National Hockey League (NHL). He was originally drafted by the Minnesota Wild in the first round, 20th overall, in 2003, and in his playing tenure there was converted from a forward to a defenseman.\nDuring the 2012–13 season, Burns began playing again as a forward for the Sharks, though after the 2013–14 season, the Sharks announced that Burns would switch back to defence for the 2014–15 season.",
      "pageId": 2851551,
      "monthDay": "03/09"
    },
    {
      "year": "1983",
      "uri": "/wiki/Ioannis_Masmanidis",
      "name": "Ioannis Masmanidis",
      "aboutText": "Maite Perroni Beorlegui (Born March 9, 1983) is a Mexican actress, model and singer/songwriter, who is best known for starring in Rebelde (2004), Cuidado con el ángel (2008), Mi Pecado (2009) Triunfo del Amor (2010), Cachito de Cielo (2012), La Gata (2014) and Antes muerta que Lichita (2015). She gained international fame as a member of the Latin Grammy nominated pop group RBD. In 2009 Perroni was named \"the new queen of the telenovelas\" by Univision. In 2012 she signed a contract with Warner Music Group, and the following year released her first solo studio album, Eclipse de Luna, which debuted in 3rd position Amprofon Top 20, the main table of Mexican albums, and got to ninth position on the Billboard Latin Album and second in Latin Pop Albums.",
      "pageId": 3143244,
      "monthDay": "03/09"
    },
    {
      "year": "1983",
      "uri": "/wiki/Maite_Perroni",
      "name": "Maite Perroni",
      "aboutText": "Trent Eric Croad (born 9 March 1980) is a former professional Australian rules footballer who played in the Australian Football League (AFL).\nDuring his 222-game AFL career, he achieved some of the Australian Football League's highest honours including an AFL premiership medallion, All-Australian selection, representing Australia and Victoria on multiple occasions.",
      "pageId": 3414883,
      "monthDay": "03/09"
    },
    {
      "year": "1983",
      "uri": "/wiki/Wayne_Simien",
      "name": "Wayne Simien",
      "aboutText": "Ioannis Masmanidis (born 9 March 1983) is a Greek-German footballer who plays for VfL Wolfsburg II.",
      "pageId": 4687693,
      "monthDay": "03/09"
    },
    {
      "year": "1984",
      "uri": "/wiki/Brian_Cusworth",
      "name": "Brian Cusworth",
      "aboutText": "Matthew Gray Gubler (born March 9, 1980) is an American actor, director, fashion model and painter. He is best known for his role as criminal profiler Dr. Spencer Reid in the CBS television show Criminal Minds, of which he has also directed eight episodes.",
      "pageId": 4995125,
      "monthDay": "03/09"
    },
    {
      "year": "1984",
      "uri": "/wiki/Joe_Gilgun",
      "name": "Joe Gilgun",
      "aboutText": "Rachel Nabors (born March 9, 1985) is an American cartoonist, artist, and graphic novelist, best known for her serialized comic, Rachel the Great, as well as her two graphic novels, 18 Revolutions and Crow Princess.",
      "pageId": 5910040,
      "monthDay": "03/09"
    },
    {
      "year": "1984",
      "uri": "/wiki/Abdoulay_Konko",
      "name": "Abdoulay Konko",
      "aboutText": "Mirjana Lučić-Baroni (née Lučić; born 9 March 1982) is a professional Croatian tennis player. She enjoyed a promising career on the WTA Tour in the late 1990s, during which she set several \"youngest-ever\" records, won the Grand Slam women's doubles title at the Australian Open in 1998 when she was only 15 years old, partnered by Martina Hingis; won the first ever professional tournament she entered, the 1997 Croatian Bol Ladies Open, and defended it the following year at age 16, making her the youngest player in history to successfully defend a title. She reached the semifinals of Wimbledon in 1999, beating World No.",
      "pageId": 6368074,
      "monthDay": "03/09"
    },
    {
      "year": "1984",
      "uri": "/wiki/Julia_Mancuso",
      "name": "Julia Mancuso",
      "aboutText": "Abdoulaye Konko Faye (born 9 March 1984 in Marseille) is a French footballer of Senegalese and Moroccan descent, who currently plays for Lazio in Serie A as a right back. He favours dribbling and can play on either wing as well.",
      "pageId": 6719118,
      "monthDay": "03/09"
    },
    {
      "year": "1985",
      "uri": "/wiki/Brent_Burns",
      "name": "Brent Burns",
      "aboutText": "Joseph William \"Joe\" Gilgun (born 9 March 1984) is an English actor best known for playing Eli Dingle in ITV's Emmerdale, Woody in the film This Is England and its subsequent TV spin-offs, and Rudy Wade in E4's Misfits.",
      "pageId": 6750311,
      "monthDay": "03/09"
    },
    {
      "year": "1985",
      "uri": "/wiki/Jesse_Litsch",
      "name": "Jesse Litsch",
      "aboutText": "Jesse Allen Litsch (born March 9, 1985) is an American former professional baseball pitcher.",
      "pageId": 11249434,
      "monthDay": "03/09"
    },
    {
      "year": "1985",
      "uri": "/wiki/Rachel_Nabors",
      "name": "Rachel Nabors",
      "aboutText": "Clayton Anthony Rapada (born March 9, 1981) is an American professional baseball pitcher who is a free agent.",
      "pageId": 11775016,
      "monthDay": "03/09"
    },
    {
      "year": "1985",
      "uri": "/wiki/Parthiv_Patel",
      "name": "Parthiv Patel",
      "aboutText": "Brian Cusworth (born March 9, 1984) is a retired American professional basketball player.\nBrian Cusworth started playing basketball at the age of nine in 1993 in his hometown St. Louis.",
      "pageId": 21018048,
      "monthDay": "03/09"
    },
    {
      "year": "1986",
      "uri": "/wiki/Brittany_Snow",
      "name": "Brittany Snow",
      "aboutText": "Robert Joseph \"Bobby\" Camposecco (born March 9, 1983) is an American actor.",
      "pageId": 23756835,
      "monthDay": "03/09"
    },
    {
      "year": "1986",
      "uri": "/wiki/Jana_Jordan",
      "name": "Jana Jordan",
      "aboutText": "Shad Gregory Moss (born March 9, 1987), better known by his stage name Bow Wow (formerly Lil' Bow Wow), is an American rapper, actor and television host. As Lil' Bow Wow, he released his first album, Beware of Dog in 2000 at age 13, which was followed by Doggy Bag 2001. In 2003, Bow Wow released his third album Unleashed, which was the first album released without using Lil' in his name.",
      "pageId": 159855,
      "monthDay": "03/09"
    },
    {
      "year": "1987",
      "uri": "/wiki/Bow_Wow_(rapper)",
      "name": "Bow Wow",
      "aboutText": "Brenna O'Brien (born March 9, 1991) is a Canadian actress. She is best known for voicing Rin in the anime series Inuyasha.",
      "pageId": 4343994,
      "monthDay": "03/09"
    },
    {
      "year": "1988",
      "uri": "/wiki/Alodia_Gosiengfiao",
      "name": "Alodia Gosiengfiao",
      "aboutText": "Tatsuki Machida (町田 樹, Machida Tatsuki) (born March 9, 1990) is a Japanese figure skater. He is the 2014 World silver medalist, the 2010 Four Continents silver medalist, and the 2013–14 Japanese national silver medalist.",
      "pageId": 9496161,
      "monthDay": "03/09"
    },
    {
      "year": "1989",
      "uri": "/wiki/Artem_Borodulin",
      "name": "Artem Borodulin",
      "aboutText": "Artem Igorevich Borodulin (Russian: Артём Игоревич Бородулин, born 9 March 1989 in Perm) is a Russian figure skater. He is the 2008 World Junior silver medalist.",
      "pageId": 9496335,
      "monthDay": "03/09"
    },
    {
      "year": "1989",
      "uri": "/wiki/Yudai_Chiba",
      "name": "Yudai Chiba",
      "aboutText": "Jana Jordan (born March 9, 1986 in San Antonio, Texas) is an American adult model and pornographic actress who was Penthouse magazine's Pet of the Month for August 2007.\n^ a b c d \"Pets Bio: Jana Jordan\". Penthouse Mobile.",
      "pageId": 18628669,
      "monthDay": "03/09"
    },
    {
      "year": "1989",
      "uri": "/wiki/Kim_Tae-yeon",
      "name": "Kim Tae-yeon",
      "aboutText": "Daley Blind (born 9 March 1990) is a Dutch professional footballer who plays as a centre-back, left-back and defensive midfielder for English club Manchester United and the Netherlands national team. He is the son of former Ajax defender and current Netherlands national team manager Danny Blind.\nBlind rose through the youth ranks at Ajax, becoming a regular after a loan to Groningen, and won four consecutive Eredivisie titles with the club.",
      "pageId": 20613200,
      "monthDay": "03/09"
    },
    {
      "year": "1990",
      "uri": "/wiki/YG_(rapper)",
      "name": "YG",
      "aboutText": "Angeli Gonzales (born March 9, 1994) is a Filipino teen actress. She is known for her role as April Muñoz in Luv U. Her co-starred, Miles Ocampo and Marco Gumabao.",
      "pageId": 22417682,
      "monthDay": "03/09"
    },
    {
      "year": "1990",
      "uri": "/wiki/Daley_Blind",
      "name": "Daley Blind",
      "aboutText": "Kim Tae-yeon (born March 9, 1989), most often credited as Taeyeon, is a South Korean singer. She is a member of South Korean girl group Girls' Generation, its subgroup TTS, and SM the Ballad. She has also recorded singles for various television dramas and movies as well as participated in a number of variety shows.",
      "pageId": 22540801,
      "monthDay": "03/09"
    },
    {
      "year": "1990",
      "uri": "/wiki/Bilel_Ifa",
      "name": "Bilel Ifa",
      "aboutText": "Keenon Daequan Ray Jackson, better known by his stage name YG, is an American hip hop recording artist from Compton, California. In 2009, he released his debut single, \"Toot It and Boot It\", featuring Ty Dolla Sign, which peaked at number 67 on the Billboard Hot 100. The single's success resulted in him signing to Def Jam Recordings.",
      "pageId": 27868296,
      "monthDay": "03/09"
    },
    {
      "year": "1990",
      "uri": "/wiki/Tatsuki_Machida",
      "name": "Tatsuki Machida",
      "aboutText": "Aras Özbiliz (Armenian: Արազ Օզբիլիս, born 9 March 1990) is an Armenian football player who currently plays right-winger for the Armenian national team and for Russian Premier League club Spartak Moscow.",
      "pageId": 29262325,
      "monthDay": "03/09"
    },
    {
      "year": "1990",
      "uri": "/wiki/Aras_%C3%96zbiliz",
      "name": "Aras Özbiliz",
      "aboutText": "Bilel Ifa (born 9 March 1990) is a Tunisian international footballer who plays for Club Africain, as a defender.",
      "pageId": 29908374,
      "monthDay": "03/09"
    },
    {
      "year": "1991",
      "uri": "/wiki/Domo_Genesis",
      "name": "Domo Genesis",
      "aboutText": "Dominique Marquis Cole (born March 9, 1991), better known by his stage name Domo Genesis, is an American rapper from Los Angeles, currently signed to Odd Future Records.",
      "pageId": 30927651,
      "monthDay": "03/09"
    },
    {
      "year": "1991",
      "uri": "/wiki/Brenna_O%27Brien",
      "name": "Brenna O'Brien",
      "aboutText": "Alodia Almira Arraiza Gosiengfiao (born March 9, 1988) is a Filipina cosplayer, model, singer, and actress. As a celebrity endorser, she is one of the ambassadors and VJ for Animax-Asia known as the \"Ani-mates\", and co-host of ABS-CBN's prank show Laugh Out Loud. She also has been featured in various magazines, newspaper and TV shows locally and abroad.",
      "pageId": 30989481,
      "monthDay": "03/09"
    },
    {
      "year": "1992",
      "uri": "/wiki/Dianne_Necio",
      "name": "Dianne Necio",
      "aboutText": "Larnell James Cole (born 9 March 1993) is an English footballer who plays as a midfielder for Shrewsbury Town, on loan from Fulham.",
      "pageId": 33155036,
      "monthDay": "03/09"
    },
    {
      "year": "1993",
      "uri": "/wiki/Larnell_Cole",
      "name": "Larnell Cole",
      "aboutText": "Dianne Elaine Samar Necio (born March 9, 1992) is a Filipino beauty titleholder who represented the Philippines in the Miss International 2011 pageant. She was trained by beauty queen maker Rodgil Flores of Kagandahang Flores who also trained 2005 Ms.International Lara Quigaman. She topped the Online Voting and won the People's choice award.",
      "pageId": 33654337,
      "monthDay": "03/09"
    },
    {
      "year": "1994",
      "uri": "/wiki/Angeli_Gonzales",
      "name": "Angeli Gonzales",
      "aboutText": "Yudai Chiba (千葉 雄大, Chiba Yūdai, born March 9, 1989 in Miyagi Prefecture) is a Japanese actor who played as Alata (Gosei Red) in Tensou Sentai Goseiger and its movies.",
      "pageId": 38218031,
      "monthDay": "03/09"
    },
    {
      "year": "1995",
      "uri": "/wiki/Hikaru_Ohsawa",
      "name": "Hikaru Ohsawa",
      "aboutText": "Hikaru Ohsawa (大沢 ひかる, Ōsawa Hikaru, born March 9, 1995, in Tokyo, Japan) is a Japanese actress who is represented by the talent agency Stardust Promotion.\n^ \"大沢ひかる『美少女、みーつけたっ！！』\".",
      "pageId": 47560313,
      "monthDay": "03/09"
    }
  ]
}