{
  "people": [
    {
      "year": "1638",
      "uri": "/wiki/Johann_Georg_Gichtel",
      "name": "Johann Georg Gichtel",
      "aboutText": "Georg Philipp Telemann (14 March 1681 – 25 June 1767) was a German Baroque composer and multi-instrumentalist. Almost completely self-taught in music, he became a composer against his family's wishes. After studying in Magdeburg, Zellerfeld, and Hildesheim, Telemann entered the University of Leipzig to study law, but eventually settled on a career in music.",
      "pageId": 13062,
      "monthDay": "03/14"
    },
    {
      "year": "1681",
      "uri": "/wiki/Georg_Philipp_Telemann",
      "name": "Georg Philipp Telemann",
      "aboutText": "Paul Ehrlich  (14 March 1854 – 20 August 1915) was a German physician and scientist who worked in the fields of hematology, immunology, and antimicrobial chemotherapy. He invented the precursor technique to Gram staining bacteria. The methods he developed for staining tissue made it possible to distinguish between different types of blood cells, which led to the capability to diagnose numerous blood diseases.",
      "pageId": 23010,
      "monthDay": "03/14"
    },
    {
      "year": "1790",
      "uri": "/wiki/Ludwig_Emil_Grimm",
      "name": "Ludwig Emil Grimm",
      "aboutText": "Victor Emmanuel II (Vittorio Emanuele Maria Alberto Eugenio Ferdinando Tommaso; 14 March 1820 – 9 January 1878) was King of Sardinia from 1849 until 17 March 1861, when he assumed the title King of Italy to become the first king of a united Italy since the 6th century, a title he held until his death in 1878. The Italians gave him the epithet Father of the Fatherland (Italian: Padre della Patria).",
      "pageId": 69818,
      "monthDay": "03/14"
    },
    {
      "year": "1801",
      "uri": "/wiki/Kristjan_Jaak_Peterson",
      "name": "Kristjan Jaak Peterson",
      "aboutText": "Johann Strauss I (Johann Baptist Strauß, Johann Strauss (Vater); also Johann Baptist Strauss, Johann Strauss, Sr., the Elder, the Father; March 14, 1804 – September 25, 1849) was an Austrian Romantic composer. He was famous for his waltzes, and he popularized them alongside Joseph Lanner, thereby setting the foundations for his sons to carry on his musical dynasty.",
      "pageId": 133410,
      "monthDay": "03/14"
    },
    {
      "year": "1804",
      "uri": "/wiki/Johann_Strauss_I",
      "name": "Johann Strauss I",
      "aboutText": "Giovanni Virginio Schiaparelli (Italian: [dʒoˈvanːi virˈdʒinjo skjapaˈrɛlːi]; 14 March 1835 – 4 July 1910) was an Italian astronomer and science historian.",
      "pageId": 145129,
      "monthDay": "03/14"
    },
    {
      "year": "1807",
      "uri": "/wiki/Josephine_of_Leuchtenberg",
      "name": "Josephine of Leuchtenberg",
      "aboutText": "Théodore Faullain de Banville (14 March 1823 – 13 March 1891) was a French poet and writer.",
      "pageId": 150220,
      "monthDay": "03/14"
    },
    {
      "year": "1813",
      "uri": "/wiki/Joseph_P._Bradley",
      "name": "Joseph P. Bradley",
      "aboutText": "Arthur William Edgar O'Shaughnessy (14 March 1844 – 30 January 1881) was a British poet and herpetologist of Irish descent, born in London.",
      "pageId": 502247,
      "monthDay": "03/14"
    },
    {
      "year": "1820",
      "uri": "/wiki/Victor_Emmanuel_II_of_Italy",
      "name": "Victor Emmanuel II of Italy",
      "aboutText": "Charles Ammi Cutter (March 14, 1837 – September 6, 1903) was an American librarian.",
      "pageId": 531719,
      "monthDay": "03/14"
    },
    {
      "year": "1822",
      "uri": "/wiki/Teresa_Cristina_of_the_Two_Sicilies",
      "name": "Teresa Cristina of the Two Sicilies",
      "aboutText": "Joseph Philo Bradley (March 14, 1813 – January 22, 1892) was an American jurist best known for his service on the United States Supreme Court, and on the Electoral Commission that decided the disputed 1876 presidential election.",
      "pageId": 912206,
      "monthDay": "03/14"
    },
    {
      "year": "1823",
      "uri": "/wiki/Th%C3%A9odore_de_Banville",
      "name": "Théodore de Banville",
      "aboutText": "Joséphine of Leuchtenberg or Joséphine de Beauharnais (Joséphine Maximilienne Eugénie Napoléone) (14 March 1807 – 7 June 1876) was Queen consort of Sweden and Norway as the wife of King Oscar I. She was known as Queen Josefina, and was regarded to be politically active during the reign of her spouse. She acted as his political adviser and actively participated in state affairs.",
      "pageId": 1086295,
      "monthDay": "03/14"
    },
    {
      "year": "1833",
      "uri": "/wiki/Frederic_Shields",
      "name": "Frederic Shields",
      "aboutText": "John Lane (14 March 1854 – 2 February 1925) was a British publisher.",
      "pageId": 1144570,
      "monthDay": "03/14"
    },
    {
      "year": "1833",
      "uri": "/wiki/Lucy_Hobbs_Taylor",
      "name": "Lucy Hobbs Taylor",
      "aboutText": "Alexandru Macedonski (Romanian pronunciation: [alekˈsandru mat͡ʃeˈdonski]; also rendered as Al. A. Macedonski, Macedonschi or Macedonsky; March 14, 1854 – November 24, 1920) was a Wallachian-born Romanian poet, novelist, dramatist and literary critic, known especially for having promoted French Symbolism in his native country, and for leading the Romanian Symbolist movement during its early decades. A forerunner of local modernist literature, he is the first local author to have used free verse, and claimed by some to have been the first in modern European literature.",
      "pageId": 1518375,
      "monthDay": "03/14"
    },
    {
      "year": "1835",
      "uri": "/wiki/Giovanni_Schiaparelli",
      "name": "Giovanni Schiaparelli",
      "aboutText": "Ferdinand Hodler (March 14, 1853 – May 19, 1918) was one of the best-known Swiss painters of the nineteenth century. His early works were portraits, landscapes, and genre paintings in a realistic style.",
      "pageId": 1701489,
      "monthDay": "03/14"
    },
    {
      "year": "1837",
      "uri": "/wiki/Charles_Ammi_Cutter",
      "name": "Charles Ammi Cutter",
      "aboutText": "Johann Georg Gichtel (March 14, 1638 – January 21, 1710) was a German mystic and religious leader who was a critic of Lutheranism. His followers ultimately separated from this faith.",
      "pageId": 1748875,
      "monthDay": "03/14"
    },
    {
      "year": "1844",
      "uri": "/wiki/Umberto_I_of_Italy",
      "name": "Umberto I of Italy",
      "aboutText": "Lucy Hobbs Taylor (March 14, 1833 – October 3, 1910) was the first American woman to graduate from dental school (Ohio College of Dental Surgery in 1866).",
      "pageId": 5291379,
      "monthDay": "03/14"
    },
    {
      "year": "1844",
      "uri": "/wiki/Arthur_O%27Shaughnessy",
      "name": "Arthur O'Shaughnessy",
      "aboutText": "Ludwig Emil Grimm (14 March 1790 – 4 April 1863) was a German painter, art professor, etcher and copper engraver.",
      "pageId": 6378734,
      "monthDay": "03/14"
    },
    {
      "year": "1853",
      "uri": "/wiki/Ferdinand_Hodler",
      "name": "Ferdinand Hodler",
      "aboutText": "Dona Teresa Cristina (14 March 1822 – 28 December 1889), nicknamed \"the Mother of the Brazilians\", was the Empress consort of Emperor Dom Pedro II of Brazil, who reigned from 1831 to 1889. Born a Princess of the Kingdom of the Two Sicilies in present-day southern Italy, she was the daughter of King Don Francesco I (Francis I) of the Italian branch of the House of Bourbon and his wife Maria Isabel (Maria Isabella). It was long believed by historians that the Princess was raised in an ultra-conservative, intolerant atmosphere which resulted in a timid and unassertive character in public and an ability to be contented with very little materially or emotionally.",
      "pageId": 8083408,
      "monthDay": "03/14"
    },
    {
      "year": "1854",
      "uri": "/wiki/Paul_Ehrlich",
      "name": "Paul Ehrlich",
      "aboutText": "Frederic James Shields (14 March 1833 – 26 February 1911) was a British artist, illustrator and designer closely associated with the Pre-Raphaelites through Dante Gabriel Rossetti and Ford Madox Brown.",
      "pageId": 10532653,
      "monthDay": "03/14"
    },
    {
      "year": "1854",
      "uri": "/wiki/John_Lane_(publisher)",
      "name": "John Lane",
      "aboutText": "Kristjan Jaak Peterson (March 14 [O.S. March 2] 1801, Riga - August 4 [O.S. July 23] 1822, Riga) also known as Christian Jacob Petersohn, was an Estonian poet, commonly regarded as a herald of Estonian national literature and the founder of modern Estonian poetry. His literary career was cut short by the tuberculosis that killed him at the age of 21. His birthday on March 14 is celebrated in Estonia as the Mother Tongue Day.",
      "pageId": 13058121,
      "monthDay": "03/14"
    },
    {
      "year": "1854",
      "uri": "/wiki/Alexandru_Macedonski",
      "name": "Alexandru Macedonski",
      "aboutText": "Umberto I (Italian: Umberto Ranieri Carlo Emanuele Giovanni Maria Ferdinando Eugenio di Savoia, English: Humbert Ranier Charles Emmanuel John Mary Ferdinand Eugene of Savoy; 14 March 1844 – 29 July 1900), nicknamed the Good (Italian: il Buono), was the King of Italy from 9 January 1878 until his death.\nUmberto's reign saw Italy attempt colonial expansion into the Horn of Africa, successfully gaining Eritrea and Somalia despite being defeated by Abyssinia at the Battle of Adowa in 1896. In 1882, he approved the Triple Alliance with the German Empire and Austria-Hungary.",
      "pageId": 23908722,
      "monthDay": "03/14"
    },
    {
      "year": "1854",
      "uri": "/wiki/Thomas_R._Marshall",
      "name": "Thomas R. Marshall",
      "aboutText": "Albert Einstein (/ˈaɪnstaɪn/; German: [ˈalbɐrt ˈaɪnʃtaɪn]; 14 March 1879 – 18 April 1955) was a German-born theoretical physicist. He developed the general theory of relativity, one of the two pillars of modern physics (alongside quantum mechanics). Einstein's work is also known for its influence on the philosophy of science.",
      "pageId": 736,
      "monthDay": "03/14"
    },
    {
      "year": "1862",
      "uri": "/wiki/Vilhelm_Bjerknes",
      "name": "Vilhelm Bjerknes",
      "aboutText": "Thomas Riley Marshall (March 14, 1854 – June 1, 1925) was an American Democratic politician who served as the 28th Vice President of the United States (1913–1921) under Woodrow Wilson. A prominent lawyer in Indiana, he became an active and well known member of the Indiana Democratic Party by stumping across the state for other candidates and organizing party rallies that later helped him win election as the 27th Governor of Indiana. In office, he proposed a controversial and progressive state constitution and pressed for other progressive era reforms.",
      "pageId": 31362,
      "monthDay": "03/14"
    },
    {
      "year": "1863",
      "uri": "/wiki/Casey_Jones",
      "name": "Casey Jones",
      "aboutText": "Wacław Franciszek Sierpiński (Polish: [ˈvat͡swaf fraɲˈt̠͡ɕiʂɛk ɕɛrˈpʲiɲskʲi]) (March 14, 1882 – October 21, 1969) was a Polish mathematician. He was known for outstanding contributions to set theory (research on the axiom of choice and the continuum hypothesis), number theory, theory of functions and topology. He published over 700 papers and 50 books.",
      "pageId": 34122,
      "monthDay": "03/14"
    },
    {
      "year": "1866",
      "uri": "/wiki/Alexey_Troitsky",
      "name": "Alexey Troitsky",
      "aboutText": "Algernon Henry Blackwood, CBE (14 March 1869 – 10 December 1951) was an English short story writer and novelist, one of the most prolific writers of ghost stories in the history of the genre. He was also a journalist and a broadcasting narrator. S. T. Joshi has stated that \"his work is more consistently meritorious than any weird writer's except Dunsany's\" and that his short story collection Incredible Adventures (1914) \"may be the premier weird collection of this or any other century\".",
      "pageId": 164993,
      "monthDay": "03/14"
    },
    {
      "year": "1868",
      "uri": "/wiki/Emily_Murphy",
      "name": "Emily Murphy",
      "aboutText": "Sylvia Beach (March 14, 1887 – October 5, 1962), born Nancy Woodbridge Beach, was an American-born bookseller and publisher who lived most of her life in Paris, where she was one of the leading expatriate figures between World War I and II. She is known for her Paris bookstore, Shakespeare and Company, where she published James Joyce's controversial book, Ulysses (1922), and encouraged the publication and sold copies of, Hemingway's first book, Three Stories and Ten Poems (1923).",
      "pageId": 216352,
      "monthDay": "03/14"
    },
    {
      "year": "1869",
      "uri": "/wiki/Algernon_Blackwood",
      "name": "Algernon Blackwood",
      "aboutText": "Jonathan Luther \"John\" \"Casey\" Jones (March 14, 1863 – April 30, 1900) from Jackson, Tennessee, was an American railroader who worked for the Illinois Central Railroad (IC). As a boy, he lived near Cayce, Kentucky, where he acquired the nickname of \"Cayce,\" which he chose to spell as \"Casey.\" On April 30, 1900, he was killed when his passenger train, the Cannonball Express, collided with a stalled freight train at Vaughan, Mississippi, on a foggy and rainy night.",
      "pageId": 246664,
      "monthDay": "03/14"
    },
    {
      "year": "1874",
      "uri": "/wiki/Anton_Philips",
      "name": "Anton Philips",
      "aboutText": "Arnold Chikobava (Georgian: არნოლდ ჩიქობავა) (March 14, 1898 – November 5, 1985) was a Georgian linguist and philologist best known for his contributions to Caucasian studies and for being one of the most active critics of Nicholas Marr's controversial monogenetic \"Japhetic\" theory of language.\nChikobava was born in the small village of Sachikobavo in Samegrelo, western Georgia (then part of Imperial Russia). He graduated from the recently established Tbilisi State University (TSU) in 1922 and earned a degree there, later serving as a docent (1926–33) and professor (1933-85).",
      "pageId": 449971,
      "monthDay": "03/14"
    },
    {
      "year": "1879",
      "uri": "/wiki/Albert_Einstein",
      "name": "Albert Einstein",
      "aboutText": "Vilhelm Friman Koren Bjerknes ForMemRS (/ˈvɪlˌhɛlm ˈbjɜrknɨs/; 14 March 1862 – 9 April 1951) was a Norwegian physicist and meteorologist who did much to found the modern practice of weather forecasting.\n^ a b Gold, E. (1951). \"Vilhelm Friman Koren Bjerknes.",
      "pageId": 476425,
      "monthDay": "03/14"
    },
    {
      "year": "1880",
      "uri": "/wiki/Princess_Thyra_of_Denmark_(1880%E2%80%931945)",
      "name": "Princess Thyra of Denmark",
      "aboutText": "Alexey Alexeyevich Troitsky, or Alexei, or Troitzky (Russian: Алексе́й Алексе́евич Тро́ицкий) (March 14, 1866–August 1942) is considered to have been one of the greatest composers of chess endgame studies. He is widely regarded as the founder of the modern art of composing chess studies (Seirawan 2003:91). Troitzky died of starvation during World War II at the siege of Leningrad, where his notes were destroyed.",
      "pageId": 535639,
      "monthDay": "03/14"
    },
    {
      "year": "1882",
      "uri": "/wiki/George_Knowles",
      "name": "George Knowles",
      "aboutText": "Martin Elmer Johnson (October 9, 1884 – January 13, 1937) and his wife Osa Helen Johnson (née Leighty, March 14, 1894 – January 7, 1953) were American adventurers and documentary filmmakers.",
      "pageId": 697287,
      "monthDay": "03/14"
    },
    {
      "year": "1882",
      "uri": "/wiki/Wac%C5%82aw_Sierpi%C5%84ski",
      "name": "Wacław Sierpiński",
      "aboutText": "Emily Murphy (born Emily Gowan Ferguson; 14 March 1868 – 17 October 1933) was a Canadian women's rights activist, jurist, and author. In 1916, she became the first female magistrate in Canada, and in the British Empire. She is best known for her contributions to Canadian feminism, specifically to the question of whether women were \"persons\" under Canadian law.",
      "pageId": 701877,
      "monthDay": "03/14"
    },
    {
      "year": "1885",
      "uri": "/wiki/Gervais_Raoul_Lufbery",
      "name": "Gervais Raoul Lufbery",
      "aboutText": "Gervais Raoul Lufbery March 14, 1885 – May 19, 1918 was a French-American fighter pilot and flying ace in World War I. Because he served in both the French Air Force, and later the United States Army Air Service in World War I, he is sometimes listed alternately as a French ace or as an American ace.",
      "pageId": 1561418,
      "monthDay": "03/14"
    },
    {
      "year": "1886",
      "uri": "/wiki/Edward_Dierkes",
      "name": "Edward Dierkes",
      "aboutText": "Anton Frederik Philips (14 March 1874 – 7 October 1951) co-founded Royal Philips Electronics N.V. in 1912 with his older brother Gerard Philips in Eindhoven, the Netherlands. His father and Gerard had founded the Philips Company in 1891 as a family business. Anton Philips served as CEO of the company from 1922 to 1939.",
      "pageId": 3482932,
      "monthDay": "03/14"
    },
    {
      "year": "1886",
      "uri": "/wiki/Firmin_Lambot",
      "name": "Firmin Lambot",
      "aboutText": "Firmin Lambot (pronounced: [fiʁ.mɛ̃ lɑ̃.bo]; 14 March 1886 – 19 January 1964) was a Belgian bicycle racer who twice won the Tour de France.\nBorn in the small town of Florennes, Lambot worked as a saddler. He worked 12 hours a day, starting at 6am.",
      "pageId": 3613400,
      "monthDay": "03/14"
    },
    {
      "year": "1887",
      "uri": "/wiki/Sylvia_Beach",
      "name": "Sylvia Beach",
      "aboutText": "Marc-Aurèle Fortin (March 14, 1888 – March 2, 1970) was a Québécois painter.\nMarc-Aurèle Fortin was born in 1888 in Ste-Rose, Quebec. He studied art in Montreal.",
      "pageId": 5575746,
      "monthDay": "03/14"
    },
    {
      "year": "1887",
      "uri": "/wiki/Charles_Reisner",
      "name": "Charles Reisner",
      "aboutText": "Heikki Liimatainen (14 March 1894, Karstula – 24 December 1980) was a Finnish athlete who competed mainly in the Cross Country Team.\nHe competed for Finland in the 1920 Summer Olympics held in Antwerp, Belgium in the Cross Country where he won the bronze medal and helped the Finnish team of multiple gold medalist Paavo Nurmi and Teodor Koskenniemi.",
      "pageId": 7564499,
      "monthDay": "03/14"
    },
    {
      "year": "1888",
      "uri": "/wiki/Marc-Aur%C3%A8le_Fortin",
      "name": "Marc-Aurèle Fortin",
      "aboutText": "Princess Thyra of Denmark and Iceland (Thyra Louise Caroline Amalie Augusta Elisabeth; Copenhagen, 14 March 1880 – Copenhagen, 2 November 1945) was the sixth child and third daughter of Frederick VIII of Denmark and his wife, Princess Louise of Sweden and Norway.\nShe was named for her aunt, Princess Thyra of Denmark.",
      "pageId": 7818429,
      "monthDay": "03/14"
    },
    {
      "year": "1894",
      "uri": "/wiki/Osa_Johnson",
      "name": "Osa Johnson",
      "aboutText": "Charles \"Chuck\" Reisner (14 March 1887 – 24 September 1962) was an American film director and actor of the 1920s and 1930s.\nThe German American directed over 60 films between 1920 and 1950 and acted in over 20 films between 1916 and 1929. He starred alongside Charlie Chaplin in A Dog's Life in 1918 and The Kid in 1921.",
      "pageId": 13064859,
      "monthDay": "03/14"
    },
    {
      "year": "1894",
      "uri": "/wiki/Heikki_Liimatainen_(athlete)",
      "name": "Heikki Liimatainen",
      "aboutText": "Edward B. Dierkes (March 14, 1886 – November 21, 1955) was an American amateur football player who competed in the 1904 Summer Olympics.\nIn 1904 he was a member of the St. Rose Parish team, which won the bronze medal in the football tournament.",
      "pageId": 27037058,
      "monthDay": "03/14"
    },
    {
      "year": "1898",
      "uri": "/wiki/Arnold_Chikobava",
      "name": "Arnold Chikobava",
      "aboutText": "Sir George Shaw Knowles CBE (14 March 1882 – 22 November 1947) was a senior Australian public servant, solicitor-general and diplomat.",
      "pageId": 45010129,
      "monthDay": "03/14"
    },
    {
      "year": "1898",
      "uri": "/wiki/Reginald_Marsh_(artist)",
      "name": "Reginald Marsh",
      "aboutText": "Maurice Merleau-Ponty (French: [mɔʁis mɛʁlopɔ̃ti]; 14 March 1908 – 3 May 1961) was a French phenomenological philosopher, strongly influenced by Edmund Husserl and Martin Heidegger. The constitution of meaning in human experience was his main interest and he wrote on perception, art, and politics. He was on the editorial board of Les Temps modernes, the leftist magazine created by Jean-Paul Sartre in 1945.",
      "pageId": 19373,
      "monthDay": "03/14"
    },
    {
      "year": "1899",
      "uri": "/wiki/K._C._Irving",
      "name": "K. C. Irving",
      "aboutText": "Lester Raymond \"Les\" Brown, Sr. (March 14, 1912 – January 4, 2001) was an American clarinetist, saxophonist, big band leader and composer, best known for his nearly seven decades of work with the big band Les Brown and His Band of Renown (1938–2001). The Band of Renown began in the late 1930s, initially as the group Les Brown and His Blue Devils, led by Brown while he was a student at Duke University.",
      "pageId": 142686,
      "monthDay": "03/14"
    },
    {
      "year": "1899",
      "uri": "/wiki/Ada_Kramm",
      "name": "Ada Kramm",
      "aboutText": "Raymond-Claude-Ferdinand Aron (French: [ʁɛmɔ̃ aʁɔ̃]; 14 March 1905 – 17 October 1983) was a French philosopher, sociologist, journalist, and political scientist.\nHe is best known for his 1955 book The Opium of the Intellectuals, the title of which inverts Karl Marx's claim that religion was the opium of the people – Aron argues that in post-war France, Marxism was the opium of intellectuals. In the book, Aron chastised French intellectuals for what he described as their harsh criticism of capitalism and democracy and their simultaneous defense of Marxist oppression, atrocities, and intolerance.",
      "pageId": 316129,
      "monthDay": "03/14"
    },
    {
      "year": "1901",
      "uri": "/wiki/Sid_Atkinson",
      "name": "Sid Atkinson",
      "aboutText": "Mustafa Barzani (Kurdish: مسته‌فا بارزانی‎ Mistefa Barzanî) (March 14, 1903 – March 1, 1979) also known as Mullah Mustafa was a Kurdish nationalist leader, and the most prominent political figure in modern Kurdish politics. In 1946, he was chosen as the leader of the Kurdistan Democratic Party (KDP) to lead the Kurdish revolution against Iraqi regimes. Barzani was the primary political and military leader of the Kurdish revolution until his death in March 1979.",
      "pageId": 802203,
      "monthDay": "03/14"
    },
    {
      "year": "1903",
      "uri": "/wiki/Mustafa_Barzani",
      "name": "Mustafa Barzani",
      "aboutText": "Sidney James Montford \"Sid\" Atkinson (14 March 1901 – 31 August 1977) was a South African athlete, winner of 110 m hurdles at the 1928 Summer Olympics.\nAtkinson came onto the international athletics scene in 1922, when he ran the 110 m hurdles in 15.2 and the 400 m hurdles in 56.5. He was also a notable long jumper.",
      "pageId": 959664,
      "monthDay": "03/14"
    },
    {
      "year": "1903",
      "uri": "/wiki/Adolph_Gottlieb",
      "name": "Adolph Gottlieb",
      "aboutText": "Kenneth Colin Irving, OC (March 14, 1899 – December 13, 1992) also known as K. C. Irving was one of Canada's foremost entrepreneurs of the 20th century and ranked as one of the world's leading industrialists. K. C. Irving's business began with a family sawmill in Bouctouche, N.B., in 1881. Ownership and operation of the Irving group of companies ultimately divided among his three sons and their respective children, James, the oldest brother and his (James') two sons, Jim and Robert, took more control of forest products, Arthur the middle brother assumed more autonomy in Irving Oil,  which owns Saint John, New Brunswick Irving Oil Refinery, Canada's largest refinery, and Jack.",
      "pageId": 966605,
      "monthDay": "03/14"
    },
    {
      "year": "1904",
      "uri": "/wiki/Doris_Eaton_Travis",
      "name": "Doris Eaton Travis",
      "aboutText": "Edward Henry Heinemann, (March 14, 1908 – November 26, 1991) was a noted military aircraft designer for the Douglas Aircraft Company.",
      "pageId": 1188547,
      "monthDay": "03/14"
    },
    {
      "year": "1905",
      "uri": "/wiki/Raymond_Aron",
      "name": "Raymond Aron",
      "aboutText": "Adolph Gottlieb (March 14, 1903 – March 4, 1974) was an American abstract expressionist painter, sculptor and printmaker.",
      "pageId": 1298575,
      "monthDay": "03/14"
    },
    {
      "year": "1906",
      "uri": "/wiki/Ulvi_Cemal_Erkin",
      "name": "Ulvi Cemal Erkin",
      "aboutText": "William Graham Claytor, Jr. (March 14, 1912 – May 14, 1994) was an American lawyer, naval officer, and railroad, transportation and defense administrator for the United States government, working under the administrations of three US presidents.\nHe is remembered for his actions as the captain of the destroyer escort USS Cecil J. Doyle (DE-368), during World War II which helped to save 316 lives during the USS Indianapolis tragedy.",
      "pageId": 1532675,
      "monthDay": "03/14"
    },
    {
      "year": "1908",
      "uri": "/wiki/Ed_Heinemann",
      "name": "Ed Heinemann",
      "aboutText": "Clifford Sydney Bastin (14 March 1912 – 4 December 1991) was an English football player.\nBorn in Heavitree near Exeter, Bastin started his career at Exeter City, making his début for the club in 1928, at the age of 16. Despite only playing 17 games and scoring 6 goals in his time at Exeter, he was spotted by Arsenal manager Herbert Chapman in a match against Watford; Chapman was attending to keep tabs on a Watford player, but the 17-year-old Bastin's ability was so evident that Chapman decided to sign him at the end of the 1928-29 season.",
      "pageId": 1544346,
      "monthDay": "03/14"
    },
    {
      "year": "1908",
      "uri": "/wiki/C._X._Martyn",
      "name": "C. X. Martyn",
      "aboutText": "Akira Yoshizawa (吉澤 章 Yoshizawa Akira; 14 March 1911 – 14 March 2005) was a Japanese origamist, considered to be the grandmaster of origami. He is credited with raising origami from a craft to a living art. According to his own estimation made in 1989, he created more than 50,000 models, of which only a few hundred designs were presented as diagrams in his 18 books.",
      "pageId": 1614498,
      "monthDay": "03/14"
    },
    {
      "year": "1908",
      "uri": "/wiki/Maurice_Merleau-Ponty",
      "name": "Maurice Merleau-Ponty",
      "aboutText": "Ulvi Cemal Erkin (Turkish pronunciation: [ulˈvi dʒeˈmal eɾˈcin]) (March 14, 1906 – September 15, 1972) was a member of the pioneer group of symphonic composers in Turkey, born in the period 1904 - 1910, who later came to be called The Turkish Five. These composers set out the direction of music in the newly established Turkish Republic.",
      "pageId": 1682812,
      "monthDay": "03/14"
    },
    {
      "year": "1908",
      "uri": "/wiki/Phil_Vincent",
      "name": "Philip Conrad Vincent",
      "aboutText": "Reginald Marsh (March 14, 1898 – July 3, 1954) was an American painter, born in Paris, most notable for his depictions of life in New York City in the 1920s and 1930s. Crowded Coney Island beach scenes, popular entertainments such as vaudeville and burlesque, women, and jobless men on the Bowery are subjects that reappear throughout his work.",
      "pageId": 2459588,
      "monthDay": "03/14"
    },
    {
      "year": "1911",
      "uri": "/wiki/J%C3%B3zsef_Kov%C3%A1cs_(hurdler)",
      "name": "József Kovács",
      "aboutText": "Doris Eaton Travis (March 14, 1904 – May 11, 2010) was an American dancer, stage and film actress, dance instructor, writer, and rancher, who was the last of the acclaimed Ziegfeld girls.\nShe began performing onstage as a young child, and made her Broadway debut at the age of 13. A year later, in 1918, she joined the famed Ziegfeld Follies as the youngest Ziegfeld girl ever cast in the show.",
      "pageId": 4912478,
      "monthDay": "03/14"
    },
    {
      "year": "1911",
      "uri": "/wiki/Akira_Yoshizawa",
      "name": "Akira Yoshizawa",
      "aboutText": "Charles Van Acker (14 March 1912 Brussels – 31 May 1998 South Bend, Indiana) was a Belgian-American racecar driver. He first attempted to qualify for the Indianapolis 500 in 1946 but was too slow. In 1947 he made the race and finished in 29th after a crash on lap 24.",
      "pageId": 8297027,
      "monthDay": "03/14"
    },
    {
      "year": "1912",
      "uri": "/wiki/Cliff_Bastin",
      "name": "Cliff Bastin",
      "aboutText": "Philip Conrad Vincent (1908-1979) was a British motorcycle designer and manufacturer.",
      "pageId": 20340312,
      "monthDay": "03/14"
    },
    {
      "year": "1912",
      "uri": "/wiki/Les_Brown_(bandleader)",
      "name": "Les Brown",
      "aboutText": "William Willard Wirtz (March 14, 1912 – April 24, 2010) was a U.S. administrator, cabinet officer, attorney, and law professor.",
      "pageId": 30874130,
      "monthDay": "03/14"
    },
    {
      "year": "1912",
      "uri": "/wiki/W._Graham_Claytor,_Jr.",
      "name": "W. Graham Claytor, Jr.",
      "aboutText": "Ada Kramm (14 March 1899 – 17 December 1981) was a Norwegian stage and film actress whose career spanned more than six decades.\n^ Norsk biografisk leksikon (Norwegian).",
      "pageId": 32406899,
      "monthDay": "03/14"
    },
    {
      "year": "1912",
      "uri": "/wiki/Charles_Van_Acker",
      "name": "Charles Van Acker",
      "aboutText": "József Kovács (14 March 1911 – 18 August 1990) was a Hungarian athlete who competed in the 1936 Summer Olympics. He was born and died in Budapest.\n^ \"Olympics\".",
      "pageId": 35766847,
      "monthDay": "03/14"
    },
    {
      "year": "1912",
      "uri": "/wiki/W._Willard_Wirtz",
      "name": "W. Willard Wirtz",
      "aboutText": "Cyrillus Xavier Martyn (Tamil: சிரிலஸ் சேவியர் மார்ட்டின்; born 14 March 1908) was a Sri Lankan Tamil politician and Member of Parliament.\nMartyn was born on 14 March 1908.\nMartyn stood as the Illankai Tamil Arasu Kachchi's (Federal Party) candidate in Jaffna at the 1965 parliamentary election but was defeated by the All Ceylon Tamil Congress candidate G. G. Ponnambalam.",
      "pageId": 39963190,
      "monthDay": "03/14"
    },
    {
      "year": "1914",
      "uri": "/wiki/Lee_Hays",
      "name": "Lee Hays",
      "aboutText": "William John Owen Rowbotham MBE (14 March 1914 – 12 July 1999), better known as Bill Owen, was an English actor and songwriter.",
      "pageId": 162431,
      "monthDay": "03/14"
    },
    {
      "year": "1914",
      "uri": "/wiki/Bill_Owen_(actor)",
      "name": "Bill Owen",
      "aboutText": "Diane Arbus (/diːˈæn ˈɑrbəs/; March 14, 1923 – July 26, 1971) was an American photographer and writer noted for photographs of marginalised people—dwarfs, giants, transgender people, nudists, circus performers—and others whose normality was perceived by the general populace as ugly or surreal.\nIn 1972, a year after she took her own life, Arbus became the first American photographer to have photographs displayed at the Venice Biennale. Millions viewed traveling exhibitions of her work in 1972–1979.",
      "pageId": 162730,
      "monthDay": "03/14"
    },
    {
      "year": "1914",
      "uri": "/wiki/Lee_Petty",
      "name": "Lee Petty",
      "aboutText": "Leslie Thompson \"Les\" Baxter (March 14, 1922 – January 15, 1996) was an American musician and composer.",
      "pageId": 302051,
      "monthDay": "03/14"
    },
    {
      "year": "1915",
      "uri": "/wiki/Alexander_Brott",
      "name": "Alexander Brott",
      "aboutText": "Francis A. Marzen (March 14, 1925 – July 19, 2004) was a priest of the Roman Catholic Diocese of Honolulu, former editor of the Hawaii Catholic Herald and an information specialist for the City & County of Honolulu in the administration of Mayor Frank Fasi.\nBorn in East Mauch Chunk — present-day Jim Thorpe, Pennsylvania — Marzen studied at the Pontifical College Josephinum in Worthington, Ohio and was ordained in the fledgling diocese in the Hawaiian Islands in 1951 alongside his classmate, Msgr. Bernard J. Eikmeier.",
      "pageId": 870924,
      "monthDay": "03/14"
    },
    {
      "year": "1916",
      "uri": "/wiki/Horton_Foote",
      "name": "Horton Foote",
      "aboutText": "Henry King Ketcham (March 14, 1920 – June 1, 2001), better known as Hank Ketcham, was an American cartoonist who created the Dennis the Menace comic strip, writing and drawing it from 1951 to 1994, when he retired from drawing the daily cartoon and took up painting full-time in his home studio.",
      "pageId": 875258,
      "monthDay": "03/14"
    },
    {
      "year": "1917",
      "uri": "/wiki/Alan_Smith_(RAF_officer)",
      "name": "Alan Smith",
      "aboutText": "William Clay Ford, Sr. (March 14, 1925 – March 9, 2014) was the youngest child of Edsel Ford and was the last surviving grandchild of Henry Ford. Ford served on the boards of Ford Motor Company and the Edison Institute.",
      "pageId": 978030,
      "monthDay": "03/14"
    },
    {
      "year": "1918",
      "uri": "/wiki/Dennis_Patrick",
      "name": "Dennis Patrick",
      "aboutText": "Joseph Andrew Unanue (March 14, 1925 – June 12, 2013) was the president of the Unanue family–owned Goya Foods, which is the largest Hispanic–owned food company in the United States.",
      "pageId": 1120020,
      "monthDay": "03/14"
    },
    {
      "year": "1919",
      "uri": "/wiki/Max_Shulman",
      "name": "Max Shulman",
      "aboutText": "Maximilian Shulman (March 14, 1919 – August 28, 1988) was an American writer and humorist best known for his television and short story character Dobie Gillis, as well as for best-selling novels.",
      "pageId": 1179881,
      "monthDay": "03/14"
    },
    {
      "year": "1920",
      "uri": "/wiki/Hank_Ketcham",
      "name": "Hank Ketcham",
      "aboutText": "Lee Arnold Petty (March 14, 1914 – April 5, 2000) was an American stock car driver in the 1950s and 1960s.",
      "pageId": 1376801,
      "monthDay": "03/14"
    },
    {
      "year": "1920",
      "uri": "/wiki/Dorothy_Tyler-Odam",
      "name": "Dorothy Tyler-Odam",
      "aboutText": "Albert Horton Foote, Jr. (March 14, 1916 – March 4, 2009) was an American playwright and screenwriter, perhaps best known for his screenplays for the 1962 film To Kill a Mockingbird and the 1983 film Tender Mercies, and his notable live television dramas during the Golden Age of Television. He received the Pulitzer Prize for Drama in 1995 for his play The Young Man From Atlanta and two Academy Awards, one for an original screenplay, Tender Mercies, and one for adaptation of To Kill a Mockingbird.",
      "pageId": 1612367,
      "monthDay": "03/14"
    },
    {
      "year": "1920",
      "uri": "/wiki/Memduh_%C3%9Cn",
      "name": "Memduh Ün",
      "aboutText": "Alexander Brott, CM CQ, born Joël Brod, (March 14, 1915 – April 1, 2005), was a Canadian conductor, composer, violinist and music teacher. His wife Lotte was an accomplished cellist. Their sons are Boris Brott, a conductor, and Denis Brott, a cellist and conductor.",
      "pageId": 1695676,
      "monthDay": "03/14"
    },
    {
      "year": "1921",
      "uri": "/wiki/S._Truett_Cathy",
      "name": "S. Truett Cathy",
      "aboutText": "Dennis Patrick (born Dennis Patrick Harrison; March 14, 1918 - October 13, 2002) was an American character actor, primarily in television.",
      "pageId": 3209492,
      "monthDay": "03/14"
    },
    {
      "year": "1921",
      "uri": "/wiki/Ada_Louise_Huxtable",
      "name": "Ada Louise Huxtable",
      "aboutText": "Ada Louise Huxtable (née Landman; March 14, 1921 – January 7, 2013) was an architecture critic and writer on architecture. In 1970 she was awarded the first ever Pulitzer Prize for Criticism. The esteemed architecture critic Paul Goldberger, also a Pulitzer Prize-winner for architectural criticism, said of Huxtable: \"Before Ada Louise Huxtable, architecture was not a part of the public dialogue.\" \"She was a great lover of cities, a great preservationist and the central planet around which every other critic revolved,\" said architect Robert A. M. Stern, dean of the Yale University School of Architecture.",
      "pageId": 3559781,
      "monthDay": "03/14"
    },
    {
      "year": "1922",
      "uri": "/wiki/Les_Baxter",
      "name": "Les Baxter",
      "aboutText": "Samuel Truett Cathy (March 14, 1921 – September 8, 2014), was an American entrepreneur who founded the fast food restaurant chain Chick-fil-A.",
      "pageId": 3592788,
      "monthDay": "03/14"
    },
    {
      "year": "1922",
      "uri": "/wiki/China_Zorrilla",
      "name": "China Zorrilla",
      "aboutText": "Lee Hays (March 14, 1914 – August 26, 1981) was an American folk-singer and songwriter, best known for singing bass with The Weavers. Throughout his life, he was concerned with overcoming racism, inequality, and violence in society. He wrote or co-wrote \"Wasn't That a Time?\", \"If I Had a Hammer\", and \"Kisses Sweeter than Wine\", which became Weavers' staples.",
      "pageId": 6842540,
      "monthDay": "03/14"
    },
    {
      "year": "1923",
      "uri": "/wiki/Diane_Arbus",
      "name": "Diane Arbus",
      "aboutText": "Dorothy Jennifer Beatrice Tyler, MBE (née Odam; 14 March 1920 – 25 September 2014) was a British athlete who competed mainly in the high jump. She was born in Stockwell, London.\nOdam competed for Great Britain in the 1936 Summer Olympics held in Berlin, Germany where she won the silver medal behind Ibolya Csák.",
      "pageId": 6903111,
      "monthDay": "03/14"
    },
    {
      "year": "1924",
      "uri": "/wiki/Jacques_Antoine",
      "name": "Jacques Antoine",
      "aboutText": "Jacques Antoine (14 March 1924 – 14 September 2012) was a French creator and producer of game shows. His most famous creations include Treasure Hunt, Interceptor, Fort Boyard and The Crystal Maze.\n^ \"Mort de Jacques Antoine, le créateur de Fort Boyard\".",
      "pageId": 7535515,
      "monthDay": "03/14"
    },
    {
      "year": "1925",
      "uri": "/wiki/William_Clay_Ford,_Sr.",
      "name": "William Clay Ford, Sr.",
      "aboutText": "China Zorrilla (Spanish: [ˈtʃina soˈriʒa], born Concepción Matilde Zorrilla de San Martín Muñoz; Montevideo, 14 March 1922 – Montevideo, 17 September 2014) was an emblematic Uruguayan theater, film, and television actress, also director, producer and writer. An immensely popular star in the Rioplatense area is often regarded as a Grand Dame of the South American theater stage.\nAfter a long career in the Uruguayan theater, Zorrilla made over 50 appearances in Argentina's film, theater and TV. Her distinguished career took off in Uruguay in the 50-60s, later she settled in Argentina where she lived for over 35 years and was popular on TV, theater, and cinema.",
      "pageId": 9628151,
      "monthDay": "03/14"
    },
    {
      "year": "1925",
      "uri": "/wiki/Francis_A._Marzen",
      "name": "Francis A. Marzen",
      "aboutText": "Memduh Ün (14 March 1920 – 16 October 2015) was a Turkish film producer, director, actor and screenwriter. His film The Broken Pots was entered into the 11th Berlin International Film Festival.\n^ \"Turkish director Memduh Un dies at age 95\".",
      "pageId": 25915706,
      "monthDay": "03/14"
    },
    {
      "year": "1925",
      "uri": "/wiki/Joseph_A._Unanue",
      "name": "Joseph A. Unanue",
      "aboutText": "Sir Alan Smith, CBE, DFC*, DL (14 March 1917 – 1 March 2013), was a British World War II Royal Air Force Supermarine Spitfire fighter ace and businessman.",
      "pageId": 38710452,
      "monthDay": "03/14"
    },
    {
      "year": "1926",
      "uri": "/wiki/Fran%C3%A7ois_Morel",
      "name": "François Morel",
      "aboutText": "Eleanor Bron (born 14 March 1938) is an English stage, film and television actress and author.",
      "pageId": 50133,
      "monthDay": "03/14"
    },
    {
      "year": "1926",
      "uri": "/wiki/Phil_Phillips",
      "name": "Phil Phillips",
      "aboutText": "Sir Michael Caine, CBE (/keɪn/; born Maurice Joseph Micklewhite; 14 March 1933), is an English actor and author. Renowned for his distinctive working class cockney accent, Caine has appeared in over 115 films and is regarded as a British film icon.\nHe made his breakthrough in the 1960s with starring roles in a number of acclaimed British films, including Zulu (1964), The Ipcress File (1965), Alfie (1966), for which he was nominated for an Academy Award, The Italian Job (1969), and Battle of Britain (1969).",
      "pageId": 61479,
      "monthDay": "03/14"
    },
    {
      "year": "1927",
      "uri": "/wiki/Philippe_Lemaire",
      "name": "Philippe Lemaire",
      "aboutText": "Frank Frederick Borman, II (born March 14, 1928), (Col, USAF, Ret.), is a retired United States Air Force pilot, aeronautical engineer, test pilot, and NASA astronaut, best remembered as the Commander of Apollo 8, the first mission to fly around the Moon, making him, along with crew mates Jim Lovell and Bill Anders, the first of only 24 humans to do so. Before flying on Apollo, he set a fourteen-day spaceflight endurance record on Gemini 7, and also served on the NASA review board which investigated the Apollo 1 fire. After leaving NASA, he was the Chief Executive Officer (CEO) of Eastern Air Lines from 1975 to 1986.",
      "pageId": 80897,
      "monthDay": "03/14"
    },
    {
      "year": "1928",
      "uri": "/wiki/Frank_Borman",
      "name": "Frank Borman",
      "aboutText": "Bertrand Blier (born 14 March 1939) is a French screenwriter and film director. His 1978 film Get Out Your Handkerchiefs won the Academy Award for Best Foreign Language Film at the 51st Academy Awards.\nHe is the son of famous French actor Bernard Blier.",
      "pageId": 145797,
      "monthDay": "03/14"
    },
    {
      "year": "1928",
      "uri": "/wiki/F%C3%A9lix_Rodr%C3%ADguez_de_la_Fuente",
      "name": "Félix Rodríguez de la Fuente",
      "aboutText": "René Felber (born 14 March 1933) is a Swiss politician and member of the Swiss Federal Council (1987-1993).\nBorn 1933 in Bienne, Felber was a teacher in Boudevilliers and Le Locle (canton of Neuchâtel). He was mayor of Le Locle from 1964 to 1980 (in charge of gas and electricity supply and then of Finance), member of the Cantonal Parliament of Neuchâtel (1965-1976).",
      "pageId": 155842,
      "monthDay": "03/14"
    },
    {
      "year": "1932",
      "uri": "/wiki/Mark_Murphy_(singer)",
      "name": "Mark Murphy",
      "aboutText": "Quincy Delight Jones, Jr. (born March 14, 1933) is an American record producer, conductor, arranger, composer, musician, television producer, film producer, instrumentalist, magazine founder, entertainment company executive, and humanitarian. His career spans six decades in the entertainment industry and a record 79 Grammy Award nominations, 27 Grammys, including a Grammy Legend Award in 1991.",
      "pageId": 205508,
      "monthDay": "03/14"
    },
    {
      "year": "1932",
      "uri": "/wiki/Naina_Yeltsina",
      "name": "Naina Yeltsina",
      "aboutText": "Eugene Andrew \"Gene\" Cernan (/ˈsər.nən/; born March 14, 1934), (CAPT, USN, Ret.), is a retired American naval officer and Naval Aviator, electrical engineer, aeronautical engineer, fighter pilot, and NASA astronaut. He launched into space three times: as Pilot of Gemini 9A in June 1966, as Lunar Module Pilot of Apollo 10 in May 1969, and as Commander of Apollo 17 in December 1972, the final Apollo lunar landing.\nOn Apollo 17, Cernan became the eleventh person to walk on the Moon and the last man on the Moon since he was the last to re-enter the Lunar Module Challenger after the mission's third and final extravehicular activity (EVA).",
      "pageId": 300531,
      "monthDay": "03/14"
    },
    {
      "year": "1933",
      "uri": "/wiki/Michael_Caine",
      "name": "Michael Caine",
      "aboutText": "Sir Robert James Charles ONZ KNZM CBE (born 14 March 1936) is a New Zealand professional golfer whose achievements over five decades rank him among the most successful left-handed golfers of all time, being the first lefty to win a golf major, winning more than 70 titles, and beating his age twice during a tournament as a 71-year-old.",
      "pageId": 593101,
      "monthDay": "03/14"
    },
    {
      "year": "1933",
      "uri": "/wiki/Ren%C3%A9_Felber",
      "name": "René Felber",
      "aboutText": "Raymond John Barry (professionally known as Raymond J. Barry) (born March 14, 1939) is an American film, television, and stage actor.",
      "pageId": 2330252,
      "monthDay": "03/14"
    },
    {
      "year": "1933",
      "uri": "/wiki/Quincy_Jones",
      "name": "Quincy Jones",
      "aboutText": "Paul Alexander Rader (born March 14, 1934) was the 15th General of the Salvation Army from 1994 to 1999, and was the President of Asbury University in Wilmore, Kentucky, from 2000 to 2006.\nBorn in New York City in 1934, Rader spent his undergraduate years at Asbury University, then studied at the Asbury Theological Seminary and The Southern Baptist Theological Seminary, graduating with BA, BD and MTh degrees.\nAt Asbury, he met and married his wife, Kay, who upon graduating with a BA degree, qualified as a teacher.",
      "pageId": 2600859,
      "monthDay": "03/14"
    },
    {
      "year": "1934",
      "uri": "/wiki/Eugene_Cernan",
      "name": "Eugene Cernan",
      "aboutText": "Peter Laurence van der Merwe (14 March 1937 – 23 January 2013) was a South African cricketer. Born in Paarl, Cape Province, and educated at St Andrew's College in Grahamstown and at the University of Cape Town, he played in fifteen Tests from 1963 to 1967.\nHe began playing first-class cricket as a left-arm spinner for South African Universities, and was the principal spinner in the South African Fezela XI that toured England in 1961, but as his batting improved his bowling declined, and he didn't bowl at all in first-class cricket after the tour to Australasia in 1963–64.",
      "pageId": 3830728,
      "monthDay": "03/14"
    },
    {
      "year": "1934",
      "uri": "/wiki/Paul_Rader",
      "name": "Paul Rader",
      "aboutText": "Mark Howe Murphy (March 14, 1932 – October 22, 2015) was an American jazz singer based in New York. He was known for his use of vocalese and vocal improvisations with both melody and lyrics. He was the recipient of the 1996, 1997, 2000, and 2001 Down Beat magazine readers jazz poll for Best Male Vocalist of the Year and also the recipient of six Grammy award nominations for Best Vocal Jazz Performance.",
      "pageId": 5007104,
      "monthDay": "03/14"
    },
    {
      "year": "1936",
      "uri": "/wiki/Bob_Charles_(golfer)",
      "name": "Bob Charles",
      "aboutText": "This article is about the singer; for others with the same name, see Philip Phillips (disambiguation).",
      "pageId": 5451342,
      "monthDay": "03/14"
    },
    {
      "year": "1937",
      "uri": "/wiki/Peter_van_der_Merwe_(cricketer)",
      "name": "Peter van der Merwe",
      "aboutText": "Pilar Bardem (born 14 March 1939) is a Spanish film and television actress. She is the mother of Academy Award-winner Javier Bardem.\nBorn María del Pilar Bardem Muñoz to performers Rafael Bardem and Matilde Muñoz Sampedro in Seville, Bardem began her screen career in 1965.",
      "pageId": 10525931,
      "monthDay": "03/14"
    },
    {
      "year": "1938",
      "uri": "/wiki/Eleanor_Bron",
      "name": "Eleanor Bron",
      "aboutText": "Naina Iosifovna Yeltsina (Russian: Наина Иосифовна Ельцина, née Girina, Гирина; born 14 March 1932) is the widow of the first President of the Russian Federation, Boris Yeltsin.",
      "pageId": 10853787,
      "monthDay": "03/14"
    },
    {
      "year": "1938",
      "uri": "/wiki/%C5%9Eerafettin_El%C3%A7i",
      "name": "Şerafettin Elçi",
      "aboutText": "Yves Boisset (born 14 March 1939) is a French film director and scriptwriter.\nBoisset began his career as an assistant director. After working with such directors as Hossein, Ciampi and Clement, he began directing short films until the late 1960s when he made his feature film debut.",
      "pageId": 17179380,
      "monthDay": "03/14"
    },
    {
      "year": "1939",
      "uri": "/wiki/Pilar_Bardem",
      "name": "Pilar Bardem",
      "aboutText": "Félix Samuel Rodríguez de la Fuente (March 14, 1928 – March 14, 1980) contributed to the popularization of science, Spanish naturalist and broadcaster. He is best known for the highly successful and influential TV series, El Hombre y la Tierra (1975–1980). Degree in medicine and self-taught in biology, he was a multifaceted charismatic figure whose influence has endured despite the passing years.",
      "pageId": 22286387,
      "monthDay": "03/14"
    },
    {
      "year": "1939",
      "uri": "/wiki/Raymond_J._Barry",
      "name": "Raymond J. Barry",
      "aboutText": "François Morel (born 14 March 1926) is a Canadian composer, pianist, conductor, and music educator. An associate of the Canadian Music Centre, he was made a Knight of the National Order of Quebec in 1994 and was awarded the Prix Denise-Pelletier in 1996. He has had his works premiered by the CBC Symphony Orchestra, the Montreal Symphony Orchestra, and the Philadelphia Orchestra.",
      "pageId": 27868173,
      "monthDay": "03/14"
    },
    {
      "year": "1939",
      "uri": "/wiki/Bertrand_Blier",
      "name": "Bertrand Blier",
      "aboutText": "Philippe Lemaire (14 March 1927 – 15 March 2004) was a French actor. He appeared in more than ninety films between 1946 and 2004. Lemaire was married three times including Juliette Gréco from 1953 to 1956.",
      "pageId": 36524002,
      "monthDay": "03/14"
    },
    {
      "year": "1939",
      "uri": "/wiki/Yves_Boisset",
      "name": "Yves Boisset",
      "aboutText": "Şerafettin Elçi (March 14, 1938 – December 25, 2012) was an intellectual Turkish lawyer, politician, government minister and statesman of Kurdish origin. He was one of the pioneers of Kurdish politics in Turkey.",
      "pageId": 39971820,
      "monthDay": "03/14"
    },
    {
      "year": "1939",
      "uri": "/wiki/Stavros_Xarchakos",
      "name": "Stavros Xarchakos",
      "aboutText": "Wolfgang Petersen (born 14 March 1941) is a German film director and screenwriter. He was nominated for two Academy Awards for the 1981 World War II submarine warfare film Das Boot (1981).",
      "pageId": 33230,
      "monthDay": "03/14"
    },
    {
      "year": "1940",
      "uri": "/wiki/Metin_Alt%C4%B1ok",
      "name": "Metin Altıok",
      "aboutText": "Michael Martin Murphey (born March 14, 1945) is an American singer-songwriter best known for writing and performing Western music, country music and popular music. A multiple Grammy nominee, Murphey has six gold albums, including Cowboy Songs, the first album of cowboy music to achieve gold status since Gunfighter Ballads and Trail Songs by Marty Robbins in 1959. He has recorded the hit singles \"Wildfire\", \"Carolina in the Pines\", \"What's Forever For\", \"A Long Line of Love\", \"What She Wants\", and \"Don't Count the Rainy Days\".",
      "pageId": 626511,
      "monthDay": "03/14"
    },
    {
      "year": "1941",
      "uri": "/wiki/Jennifer_Bartlett",
      "name": "Jennifer Bartlett",
      "aboutText": "Jasper Carrott, OBE (born Robert Norman Davis; 14 March 1945) is an English comedian, actor, television presenter, and personality.",
      "pageId": 698494,
      "monthDay": "03/14"
    },
    {
      "year": "1941",
      "uri": "/wiki/Wolfgang_Petersen",
      "name": "Wolfgang Petersen",
      "aboutText": "Hermannus Jantinus \"Herman\" van Veen (born 14 March 1945) is a Dutch stage performer, actor, musician and singer/songwriter and author. In addition to performing internationally, he is famous as the creator of Alfred J. Kwak. The original one-man theatre show was adapted as a Dutch-Japanese cartoon, which was broadcast internationally.",
      "pageId": 1041338,
      "monthDay": "03/14"
    },
    {
      "year": "1942",
      "uri": "/wiki/Rita_Tushingham",
      "name": "Rita Tushingham",
      "aboutText": "Stavros Xarchakos (Greek: Σταύρος Ξαρχάκος, [ˈstavros ksarˈxakos], born March 14, 1939) is a Greek composer and conductor.\nStavros Xarchakos was born in Athens, where he studied at the Athens Conservatoire. He has family origins from the Mani Peninsula.",
      "pageId": 1074515,
      "monthDay": "03/14"
    },
    {
      "year": "1942",
      "uri": "/wiki/Emin_%C3%87%C3%B6la%C5%9Fan",
      "name": "Emin Çölaşan",
      "aboutText": "Westley Sissel \"Wes\" Unseld (born March 14, 1946) is an American former basketball player.",
      "pageId": 1171753,
      "monthDay": "03/14"
    },
    {
      "year": "1943",
      "uri": "/wiki/Leroy_%22Sugarfoot%22_Bonner",
      "name": "Leroy \"Sugarfoot\" Bonner",
      "aboutText": "Rita Tushingham (born 14 March 1942) is an English actress best known for her starring roles in 1960s films including A Taste of Honey, The Leather Boys, The Knack …and How to Get It, Doctor Zhivago, and Smashing Time.",
      "pageId": 1219313,
      "monthDay": "03/14"
    },
    {
      "year": "1943",
      "uri": "/wiki/Anita_Morris",
      "name": "Anita Morris",
      "aboutText": "Walter \"Walt\" Parazaider (born March 14, 1945) is an American saxophonist, best known for being a founding member of the rock band Chicago.",
      "pageId": 1831082,
      "monthDay": "03/14"
    },
    {
      "year": "1944",
      "uri": "/wiki/Boris_Brott",
      "name": "Boris Brott",
      "aboutText": "Steven Francis \"Steve\" Kanaly (born March 14, 1946) is an American actor, best known for his role as Ray Krebbs in the CBS primetime soap opera Dallas.",
      "pageId": 1831593,
      "monthDay": "03/14"
    },
    {
      "year": "1944",
      "uri": "/wiki/Mariza_Koch",
      "name": "Mariza Koch",
      "aboutText": "Boris Brott, OC OOnt (born March 14, 1944) is a Canadian conductor and motivational speaker.\nBorn in Montreal, the son of violinist and composer Alexander Brott and cellist Lotte Brott, and brother of cellist Denis Brott.\nBoris Brott is one of the most internationally recognized Canadian conductors.",
      "pageId": 2072592,
      "monthDay": "03/14"
    },
    {
      "year": "1944",
      "uri": "/wiki/V%C3%A1clav_Nedomansk%C3%BD",
      "name": "Václav Nedomanský",
      "aboutText": "Robert William \"Bobby\" Smith (born 14 March 1944) is an English former footballer and football manager. He was capped by England at Schools and Youth level. He is the son of Conway Smith and grandson of Billy Smith, from whom he gets his middle name.",
      "pageId": 5883006,
      "monthDay": "03/14"
    },
    {
      "year": "1944",
      "uri": "/wiki/Bobby_Smith_(footballer,_born_1944)",
      "name": "Bobby Smith",
      "aboutText": "Václav Nedomanský (born March 14, 1944 in Hodonín, Bohemia and Moravia, Nazi Germany (now Czech Republic) is a former hockey forward. Nedomanský is best known as the first hockey player to defect to North America to play.",
      "pageId": 6586100,
      "monthDay": "03/14"
    },
    {
      "year": "1944",
      "uri": "/wiki/Tom_Stannage",
      "name": "Tom Stannage",
      "aboutText": "Charles Thomas \"Tom\" Stannage, AM (14 March 1944 – 4 October 2012) was a prominent Western Australian historian, academic, Australian rules football player and administrator. He edited the major work A New History of Western Australia, which was published in 1981.",
      "pageId": 8315764,
      "monthDay": "03/14"
    },
    {
      "year": "1945",
      "uri": "/wiki/Jasper_Carrott",
      "name": "Jasper Carrott",
      "aboutText": "Anita Rose Morris (March 14, 1943 – March 2, 1994) was an American actress, singer and dancer.",
      "pageId": 8379386,
      "monthDay": "03/14"
    },
    {
      "year": "1945",
      "uri": "/wiki/Michael_Martin_Murphey",
      "name": "Michael Martin Murphey",
      "aboutText": "Emin Çölaşan (born 14 March 1942) is a Turkish investigative journalist, whose daily column appeared in the country's internationally best-known and most influential mass-circulation newspaper, Istanbul-based Hürriyet, for 22 years, from 1985 to 2007, . Due to his outspoken positions on sensitive domestic issues, he is considered one of the most controversial names in Turkey's written press. Since 2007, he continues his column in Sözcü while he is banned from TVs.",
      "pageId": 9689824,
      "monthDay": "03/14"
    },
    {
      "year": "1945",
      "uri": "/wiki/Walter_Parazaider",
      "name": "Walter Parazaider",
      "aboutText": "Jennifer Losch Bartlett (born 1941) is an American artist.",
      "pageId": 12815233,
      "monthDay": "03/14"
    },
    {
      "year": "1945",
      "uri": "/wiki/Herman_van_Veen",
      "name": "Herman van Veen",
      "aboutText": "Found Hometown, Found Birth Place,",
      "pageId": 23670710,
      "monthDay": "03/14"
    },
    {
      "year": "1945",
      "uri": "/wiki/Nicholas_Wall_(judge)",
      "name": "Nicholas Wall",
      "aboutText": "Sir Nicholas Peter Rathbone Wall PC (born 14 March 1945) is an English former judge who was President of the Family Division and Head of Family Justice for England and Wales.",
      "pageId": 26782515,
      "monthDay": "03/14"
    },
    {
      "year": "1946",
      "uri": "/wiki/Steve_Kanaly",
      "name": "Steve Kanaly",
      "aboutText": "Leroy Roosevelt Bonner (March 14, 1943 – January 26, 2013). Born in Hamilton, Ohio, about 20 miles (32 km) north of Cincinnati in 1943, Leroy Bonner grew up poor, the oldest of 14 children. After running away from home at 14, he wound up in Dayton, where he connected with the musicians who would form the Ohio Players.",
      "pageId": 38377475,
      "monthDay": "03/14"
    },
    {
      "year": "1946",
      "uri": "/wiki/Wes_Unseld",
      "name": "Wes Unseld",
      "aboutText": "Metin Altıok (March 14, 1940 – July 9, 1993) was a Turkish poet of Alevi faith, who - together with 34 other people, mostly Alevi intellectuals - fell victim to the 1993 Sivas massacre.",
      "pageId": 44273355,
      "monthDay": "03/14"
    },
    {
      "year": "1947",
      "uri": "/wiki/Pam_Ayres",
      "name": "Pam Ayres",
      "aboutText": "William Edward \"Billy\" Crystal (born March 14, 1948) is an American actor, writer, producer, director, comedian, and television host. He gained prominence in the 1970s for playing Jodie Dallas on the ABC sitcom Soap and became a Hollywood film star during the late 1980s and 1990s, appearing in the critical and box office successes When Harry Met Sally... (1989), City Slickers (1991), and Analyze This (1999) and providing the voice of Mike Wazowski in the Monsters, Inc.",
      "pageId": 4649,
      "monthDay": "03/14"
    },
    {
      "year": "1947",
      "uri": "/wiki/Roy_Budd",
      "name": "Roy Budd",
      "aboutText": "Helen Atkinson-Wood (born 14 March 1955) is an English actress and comedienne born in Cheadle Hulme, Cheshire. Atkinson-Wood studied fine art at the Ruskin School, Oxford University, where she performed with Rowan Atkinson.",
      "pageId": 57892,
      "monthDay": "03/14"
    },
    {
      "year": "1947",
      "uri": "/wiki/William_J._Jefferson",
      "name": "William J. Jefferson",
      "aboutText": "Pam Ayres MBE (born 14 March 1947) is an English poet, comedian, songwriter and presenter of radio and television programmes.",
      "pageId": 396124,
      "monthDay": "03/14"
    },
    {
      "year": "1947",
      "uri": "/wiki/Jona_Lewie",
      "name": "Jona Lewie",
      "aboutText": "William Jennings \"Bill\" Jefferson (born March 14, 1947) is a former American politician from the U.S. state of Louisiana. He served as a member of the U.S. House of Representatives for nine terms from 1991 to 2009 as a member of the Democratic Party. He represented Louisiana's 2nd congressional district, which includes much of the greater New Orleans area.",
      "pageId": 414468,
      "monthDay": "03/14"
    },
    {
      "year": "1947",
      "uri": "/wiki/Peter_Skellern",
      "name": "Peter Skellern",
      "aboutText": "Rigdon Osmond Dees III (born March 14, 1950, Jacksonville, Florida), best known as Rick Dees, is an American entertainer, radio personality, comedian, actor, and voice artist, best known for his internationally syndicated radio show The Rick Dees Weekly Top 40 Countdown and for the 1976 novelty song \"Disco Duck.\"",
      "pageId": 532025,
      "monthDay": "03/14"
    },
    {
      "year": "1948",
      "uri": "/wiki/Tom_Coburn",
      "name": "Tom Coburn",
      "aboutText": "Jerry Greenfield (born March 14, 1951) is an American businessman and philanthropist. He is a co-founder of Ben & Jerry's Homemade Holdings, Inc.\nThroughout his childhood, Greenfield lived in New York, on Long Island.",
      "pageId": 644175,
      "monthDay": "03/14"
    },
    {
      "year": "1948",
      "uri": "/wiki/Billy_Crystal",
      "name": "Billy Crystal",
      "aboutText": "Jona Lewie (born John Lewis, 14 March 1947 in Southampton, England) is an English singer-songwriter and multi-instrumentalist, best known for his 1980 UK hits \"You'll Always Find Me in the Kitchen at Parties\" and \"Stop the Cavalry\".",
      "pageId": 792631,
      "monthDay": "03/14"
    },
    {
      "year": "1948",
      "uri": "/wiki/Theo_Jansen",
      "name": "Theo Jansen",
      "aboutText": "Thomas Allen \"Tom\" Coburn (born March 14, 1948) is an American politician and medical doctor. A member of the Republican Party, he was the junior United States Senator from Oklahoma.\nCoburn was elected to the U.S. House of Representatives in 1994 as part of the Republican Revolution.",
      "pageId": 984217,
      "monthDay": "03/14"
    },
    {
      "year": "1949",
      "uri": "/wiki/Helle_Meri",
      "name": "Helle Meri",
      "aboutText": "Toine Manders (born 14 March 1956) is a Dutch politician and Member of the European Parliament. He served for the People's Party for Freedom and Democracy from 20 July 1999 until 17 October 2013 as part of the Alliance of Liberals and Democrats for Europe (ALDE). He left the People's Party for Freedom and Democracy to become the party leader for the 50PLUS party in the European Parliament election, 2014.",
      "pageId": 1779619,
      "monthDay": "03/14"
    },
    {
      "year": "1950",
      "uri": "/wiki/Rick_Dees",
      "name": "Rick Dees",
      "aboutText": "Theo Jansen (Dutch pronunciation: [ˈteːoː ˈjɑnsən]; born 14 March 1948) is a Dutch artist. In 1990, he began what he is known for today: building large mechanisms out of PVC that are able to move on their own, known only as Strandbeest.",
      "pageId": 1819917,
      "monthDay": "03/14"
    },
    {
      "year": "1951",
      "uri": "/wiki/Jerry_Greenfield",
      "name": "Jerry Greenfield",
      "aboutText": "Peter Skellern (born 14 March 1947) is an English singer-songwriter and pianist.",
      "pageId": 2091382,
      "monthDay": "03/14"
    },
    {
      "year": "1953",
      "uri": "/wiki/Nick_Keir",
      "name": "Nick Keir",
      "aboutText": "Roy Frederick Budd (14 March 1947 – 7 August 1993) was a British jazz pianist and composer known for his film scores, including Get Carter and The Wild Geese.",
      "pageId": 2304954,
      "monthDay": "03/14"
    },
    {
      "year": "1954",
      "uri": "/wiki/Jann_Browne",
      "name": "Jann Browne",
      "aboutText": "Jann Browne (born March 14, 1954 in Anderson, Indiana) is an American country singer. She moved to South California in 1978 where she performed in a number of Orange County country bars. From 1981 through 1983, before her solo career, she was a vocalist with the Western swing group Asleep at the Wheel.",
      "pageId": 4078323,
      "monthDay": "03/14"
    },
    {
      "year": "1954",
      "uri": "/wiki/Ian_Diamond",
      "name": "Ian Diamond",
      "aboutText": "Nick Keir (14 March 1953 – 2 June 2013)  was a musician from Edinburgh, Scotland, who is best known for his work with The McCalmans. More recently he emerged as a singer/songwriter, producing three solo albums and performing as a soloist with The Tolkien Ensemble. He regularly played in both Scotland and Denmark at folk festivals and on tours, both with The McCalmans and at solo gigs.",
      "pageId": 4716561,
      "monthDay": "03/14"
    },
    {
      "year": "1954",
      "uri": "/wiki/Gheorghe_Megelea",
      "name": "Gheorghe Megelea",
      "aboutText": "Colin Ayre (born 14 March 1956, Ashington, Northumberland) was an English professional footballer, playing as a winger in the English, Dutch and Austrian football leagues.\nColin Ayre began his career as an apprentice at Newcastle United, turning professional in September 1973. However, he failed to break into the first team at St.",
      "pageId": 5743992,
      "monthDay": "03/14"
    },
    {
      "year": "1955",
      "uri": "/wiki/Helen_Atkinson-Wood",
      "name": "Helen Atkinson-Wood",
      "aboutText": "Gheorghe Megelea (born 14 March 1954 in Reşiţa, Caraş-Severin) was a Romanian athlete who mainly competed in the men's javelin throw event during his career.\nHe competed for Romania at the 1976 Summer Olympics held in Montreal, Canada where he won the bronze medal in the javelin throw competition.\nIn 1977, he defected to Great Britain, after which he settled down in Canada.",
      "pageId": 7218115,
      "monthDay": "03/14"
    },
    {
      "year": "1955",
      "uri": "/wiki/Jonathan_Kaufer",
      "name": "Jonathan Kaufer",
      "aboutText": "Johnny Dusbaba (born 14 March 1956 in The Hague) is a retired Dutch football player who played for ADO Den Haag, Ajax, Anderlecht, Standard Liège, NAC Breda and Sint-Niklase, as well as the Dutch national side.",
      "pageId": 17999505,
      "monthDay": "03/14"
    },
    {
      "year": "1956",
      "uri": "/wiki/Colin_Ayre",
      "name": "Colin Ayre",
      "aboutText": "Helle Meri (born on 14 March 1949), widow of Lennart Meri, is an Estonian actress who also served as the First Lady of Estonia from 1992 to 2001.\nHelle Meri (née Pihlak) was born in the small town of Rapla where she also went to school. In her spare time she actively participated in different sports and played basketball.",
      "pageId": 25746049,
      "monthDay": "03/14"
    },
    {
      "year": "1956",
      "uri": "/wiki/Johnny_Dusbaba",
      "name": "Johnny Dusbaba",
      "aboutText": "Sir Ian David Diamond, DL, FBA, FRSE, FAcSS (born 14 March 1954) is the Principal and Vice-Chancellor of the University of Aberdeen.",
      "pageId": 32980360,
      "monthDay": "03/14"
    },
    {
      "year": "1956",
      "uri": "/wiki/Toine_Manders",
      "name": "Toine Manders",
      "aboutText": "Jonathan David Kaufer (March 14, 1955 – October 2, 2013) was an American film director, screenwriter, and occasional actor. Kaufer received his first job while in his late teens as a writer for the sitcom Mork & Mindy. Filmmaker Howard Zieff later hired Kaufer to do rewrites for his films, and his work on the 1979 film The Main Event led to a development deal enabling him to direct his first film, the romantic comedy Soup for One.",
      "pageId": 40904729,
      "monthDay": "03/14"
    },
    {
      "year": "1956",
      "uri": "/wiki/Sean_Mathias",
      "name": "Sean Mathias",
      "aboutText": "Kirby Puckett (March 14, 1960 – March 6, 2006) was an American professional baseball player. He played his entire 12-year Major League Baseball (MLB) career as a center fielder for the Minnesota Twins (1984–1995). Puckett is the Twins' all-time leader in career hits, runs, doubles, and total bases.",
      "pageId": 103341,
      "monthDay": "03/14"
    },
    {
      "year": "1956",
      "uri": "/wiki/Tessa_Sanderson",
      "name": "Tessa Sanderson",
      "aboutText": "Albert II (Albert Alexandre Louis Pierre Grimaldi; born 14 March 1958) is the reigning monarch of the Principality of Monaco, and head of the Princely House of Grimaldi. He is the son of Rainier III, Prince of Monaco, and the American actress Grace Kelly. His sisters are Caroline, Princess of Hanover and Princess Stéphanie.",
      "pageId": 235952,
      "monthDay": "03/14"
    },
    {
      "year": "1956",
      "uri": "/wiki/Butch_Wynegar",
      "name": "Butch Wynegar",
      "aboutText": "Mihal \"Mike\" Lazaridis, OC, O.Ont, FRS (Greek: Μιχαήλ (Μιχάλης) Λαζαρίδης; born March 14, 1961) is a Greek - Canadian businessman, investor in quantum computing technologies, and founder and Vice Chairman of BlackBerry, which created and manufactures the BlackBerry wireless handheld device. As a passionate advocate for the power of basic science to improve and transform the world, he co-founded Quantum Valley Investments in March 2013 with childhood friend and BlackBerry co-founder Douglas Fregin to provide financial and intellectual capital for the further development and commercialization of breakthroughs in quantum information science. In 1999 he founded Perimeter Institute for Theoretical Physics, where he also serves as Board Chair.",
      "pageId": 618820,
      "monthDay": "03/14"
    },
    {
      "year": "1957",
      "uri": "/wiki/Steve_Lake",
      "name": "Steve Lake",
      "aboutText": "Robert Paul \"Tad\" Williams (born 14 March 1957 in San Jose, California) is an American writer. He is the international bestselling fantasy and science fiction author of the multivolume Memory, Sorrow, and Thorn series, Otherland series, and Shadowmarch series as well as the standalone novels Tailchaser's Song, The War of the Flowers, Caliban's Hour, and Child of an Ancient City. Most recently, Williams published The Bobby Dollar series.",
      "pageId": 759866,
      "monthDay": "03/14"
    },
    {
      "year": "1957",
      "uri": "/wiki/Jean_van_de_Velde_(director)",
      "name": "Jean van de Velde",
      "aboutText": "Theresa Ione \"Tessa\" Sanderson, CBE (born 14 March 1956 in St Elizabeth, Jamaica) is a former English javelin thrower and heptathlete who competed in the javelin competition in every one of the six Olympics from 1976–1996 winning the gold medal in 1984 for Great Britain.",
      "pageId": 940770,
      "monthDay": "03/14"
    },
    {
      "year": "1957",
      "uri": "/wiki/Tad_Williams",
      "name": "Tad Williams",
      "aboutText": "Penny Johnson Jerald (born March 14, 1961) is an American actress.",
      "pageId": 1067239,
      "monthDay": "03/14"
    },
    {
      "year": "1958",
      "uri": "/wiki/Claire_Clancy",
      "name": "Claire Clancy",
      "aboutText": "Tamara Renee Tunie (born March 14, 1959) is an American film, stage, and television actress, director, and producer. She is best known for her portrayal of attorney Jessica Griffin on the CBS soap opera As the World Turns, and medical examiner Melinda Warner on the NBC police drama Law & Order: Special Victims Unit. From 2000 to 2007 (and again briefly in 2009 and 2010), she appeared on both series simultaneously.",
      "pageId": 1572940,
      "monthDay": "03/14"
    },
    {
      "year": "1958",
      "uri": "/wiki/Albert_II,_Prince_of_Monaco",
      "name": "Albert II, Prince of Monaco",
      "aboutText": "Claire Clancy (born 14 March 1958) is Chief Executive and Clerk to the National Assembly for Wales, since February 2007.\n^ \"Birthdays\", The Guardian, 14 March 2014, p.",
      "pageId": 2020871,
      "monthDay": "03/14"
    },
    {
      "year": "1958",
      "uri": "/wiki/Francine_Stock",
      "name": "Francine Stock",
      "aboutText": "Francine Stock (born 14 March 1958) is a British radio and TV presenter and novelist, of part-French origin.",
      "pageId": 2367558,
      "monthDay": "03/14"
    },
    {
      "year": "1959",
      "uri": "/wiki/Steve_Byrnes",
      "name": "Steve Byrnes",
      "aboutText": "Steven Patrick \"Steve\" Byrnes (April 14, 1959 – April 21, 2015) was an American television announcer and producer.\nAfter graduating from college, he began his career as a sports producer, covering several NFL teams. In 1985, he began his involvement with auto racing, including most prominently NASCAR. In 2001, he began working with Fox NASCAR as a pit reporter, and later became the host of Speed/Fox Sports 1's studio show NASCAR Race Hub.",
      "pageId": 4930662,
      "monthDay": "03/14"
    },
    {
      "year": "1959",
      "uri": "/wiki/Laila_Robins",
      "name": "Laila Robins",
      "aboutText": "Steven \"Steve\" Michael Lake (born March 14, 1957 in Inglewood, California) batted and threw right-handed, and is a former professional baseball backup catcher. He played Major League Baseball from 1983 to 1993 for the following teams: Chicago Cubs, St. Louis Cardinals and Philadelphia Phillies, and finishing his career with the Cubs.",
      "pageId": 5318988,
      "monthDay": "03/14"
    },
    {
      "year": "1959",
      "uri": "/wiki/Tamara_Tunie",
      "name": "Tamara Tunie",
      "aboutText": "Hiroyuki \"Hiro\" Matsushita (ヒロ松下, Hiro Matsushita, born March 14, 1961, Kobe, Japan) (full Kanji:松下弘幸), is a former driver in the Champ Car series. He is the grandson of Konosuke Matsushita, founder of Matsushita Electric Industrial Co..",
      "pageId": 5472592,
      "monthDay": "03/14"
    },
    {
      "year": "1959",
      "uri": "/wiki/Brian_Whitfield",
      "name": "Brian Whitfield",
      "aboutText": "Harold Delano \"Butch\" Wynegar, Jr. (born March 14, 1956) is an American former professional baseball player and the current hitting coach for the Indianapolis Indians Triple A affiliate of the Pittsburgh Pirates. He played in Major League Baseball as a catcher for the Minnesota Twins, New York Yankees and California Angels.",
      "pageId": 5802316,
      "monthDay": "03/14"
    },
    {
      "year": "1960",
      "uri": "/wiki/Heidi_Hammel",
      "name": "Heidi Hammel",
      "aboutText": "Laila Robins (born March 14, 1959) is an American stage, film and television actress.",
      "pageId": 8550746,
      "monthDay": "03/14"
    },
    {
      "year": "1960",
      "uri": "/wiki/Kirby_Puckett",
      "name": "Kirby Puckett",
      "aboutText": "Greg Anderson (born March 14, 1961 in Duluth, Minnesota) is a current NHRA Mello Yello Drag Racing Series Pro Stock driver for KB Racing, driving the Summit Racing Chevrolet Camaro. He began his Pro Stock career in 1998. Greg previously served as Crew Chief for former pro stock champion Warren Johnson and tuned Warren to three pro stock championships (1992–93, 1995).",
      "pageId": 11145730,
      "monthDay": "03/14"
    },
    {
      "year": "1961",
      "uri": "/wiki/Greg_Anderson_(dragster_driver)",
      "name": "Greg Anderson",
      "aboutText": "Brian Jonathan Whitfield (born 14 March 1959 in Durban) is a former South African First-class cricketer.\nHe played with Natal and Northern Transvaal and was one of the South African Cricket Annual's Cricketers of the Year in 1987.",
      "pageId": 12299391,
      "monthDay": "03/14"
    },
    {
      "year": "1961",
      "uri": "/wiki/Gary_Dell%27Abate",
      "name": "Gary Dell'Abate",
      "aboutText": "Sean Gerard Mathias (born 14 March 1956) is a British theatre director, film director, writer and actor, known for directing the film Bent and for directing highly acclaimed theatre productions in London, New York City, Cape Town, Los Angeles and Sydney. He has also had a notable professional partnership with actor and former lover Sir Ian McKellen since the late 1970s.\nHe was included in the 2006 list of the 101 most influential gay and lesbian people in Britain in the Independent on Sunday's Pink List.",
      "pageId": 13873252,
      "monthDay": "03/14"
    },
    {
      "year": "1961",
      "uri": "/wiki/Penny_Johnson_Jerald",
      "name": "Penny Johnson Jerald",
      "aboutText": "Heidi B. Hammel (born March 14, 1960) is a planetary astronomer who has extensively studied Neptune and Uranus. She is Executive Vice President of the Association of Universities for Research in Astronomy. She is the 2002 recipient of the Carl Sagan Medal given to a scientist whose communications have greatly enhanced the general public's understanding of planetary science.",
      "pageId": 15967678,
      "monthDay": "03/14"
    },
    {
      "year": "1961",
      "uri": "/wiki/Mike_Lazaridis",
      "name": "Mike Lazaridis",
      "aboutText": "Jean van de Velde (born 14 March 1957) is a Dutch film director and screenwriter. He has directed twelve films since 1979. His film The Silent Army competed in the Un Certain Regard section at the 2009 Cannes Film Festival.",
      "pageId": 22355341,
      "monthDay": "03/14"
    },
    {
      "year": "1961",
      "uri": "/wiki/Hiro_Matsushita",
      "name": "Hiro Matsushita",
      "aboutText": "Gary Patrick Angelo Dell'Abate (born March 14, 1961), also known as Baba Booey, is an American radio producer, and has been the executive producer of The Howard Stern Show since 1984.",
      "pageId": 38207891,
      "monthDay": "03/14"
    },
    {
      "year": "1961",
      "uri": "/wiki/Rey_Washam",
      "name": "Rey Washam",
      "aboutText": "Andrew Fleming (born March 14, 1963) is an American film and television director and screenwriter. He directed and wrote or co-wrote the films Bad Dreams, Threesome, The Craft, Dick, Nancy Drew, Hamlet 2 and Barefoot. He also directed, without writing, the 2003 film The In-Laws.",
      "pageId": 89751,
      "monthDay": "03/14"
    },
    {
      "year": "1962",
      "uri": "/wiki/Horst_Baron",
      "name": "Horst Baron",
      "aboutText": "Aamir Khan (pronounced [ˈaːmɪr ˈxaːn]; born Mohammed Aamir Hussain Khan on 14 March 1965) is an Indian film actor, director and producer. Through his successful career in Hindi films, Khan has established himself as one of the most popular and influential actors of Indian cinema. He is the recipient of numerous awards, including four National Film Awards and seven Filmfare Awards.",
      "pageId": 163038,
      "monthDay": "03/14"
    },
    {
      "year": "1962",
      "uri": "/wiki/Narumi_Tsunoda",
      "name": "Narumi Tsunoda",
      "aboutText": "James Kevin Brown (born March 14, 1965) is a former Major League Baseball right-handed pitcher. He played from 1986 to 2005, leading the American League in wins once and leading the National League in earned run average twice.",
      "pageId": 425563,
      "monthDay": "03/14"
    },
    {
      "year": "1963",
      "uri": "/wiki/Andrew_Fleming",
      "name": "Andrew Fleming",
      "aboutText": "James Dominic Frain (born 14 March 1968) is an English stage and screen actor. His best known roles include those of Thomas Cromwell in the TV series The Tudors (2007–09), vampire Franklin Mott in season three of the HBO drama True Blood, and Richard Neville, 16th Earl of Warwick, in the BBC drama serial The White Queen (2013).\nFrain played leading roles in the BBC dramas Armadillo (2001), The Buccaneers (1995) and The Mill on the Floss (1997) and the films Hilary and Jackie (1998) and Elizabeth (1998).",
      "pageId": 646349,
      "monthDay": "03/14"
    },
    {
      "year": "1963",
      "uri": "/wiki/Bruce_Reid",
      "name": "Bruce Reid",
      "aboutText": "Melissa Reeves (born Melissa Brennan on March 14, 1967) is an American actress.",
      "pageId": 654883,
      "monthDay": "03/14"
    },
    {
      "year": "1963",
      "uri": "/wiki/Mike_Rochford",
      "name": "Mike Rochford",
      "aboutText": "Kevin Meade Williamson (born March 14, 1965) is an American screenwriter, filmmaker, and actor, best known as the creator of the TV series Dawson's Creek (1998–2003), The Vampire Diaries (2009–present), The Following (2013–2015) and Stalker (2014–2015). He is also widely known for developing and writing the screenplay for the slasher film Scream, as well as its sequels Scream 2 and Scream 4. He also wrote the screenplay for the films I Know What You Did Last Summer, The Faculty, Teaching Mrs.",
      "pageId": 909706,
      "monthDay": "03/14"
    },
    {
      "year": "1964",
      "uri": "/wiki/Dario_Bisso_Sab%C3%A0din",
      "name": "Dario Bisso Sabàdin",
      "aboutText": "Bruce Anthony Reid (born 14 March 1963) is a retired Australian cricketer and was bowling coach of the Indian national cricket team on their 2003–04 tour to Australia.\nHe represented Australia in Test cricket between December 1985 and December 1992 and in One Day Internationals between January 1986 and March 1992. He played 27 Test matches for Australia taking 113 Test wickets at an average of 24.63 runs per wicket.",
      "pageId": 951674,
      "monthDay": "03/14"
    },
    {
      "year": "1965",
      "uri": "/wiki/Kevin_Brown_(right-handed_pitcher)",
      "name": "Kevin Brown",
      "aboutText": "William Wyman \"Billy\" Sherwood (born March 14, 1965, Las Vegas, Nevada) is a musician, record producer, and engineer.\nHe is mostly known for his time as a member of progressive rock band Yes, from 1997 to 2000, including for their albums Open Your Eyes (1997) and The Ladder (1999).",
      "pageId": 1135598,
      "monthDay": "03/14"
    },
    {
      "year": "1965",
      "uri": "/wiki/Aamir_Khan",
      "name": "Aamir Khan",
      "aboutText": "Megan Elizabeth Laura Diana Follows (born March 14, 1968) is a Canadian/American actress, best known to international audiences for her roles as Anne Shirley in the 1985 Canadian television miniseries Anne of Green Gables and two of its sequels, and as Catherine de' Medici in the television series Reign.",
      "pageId": 1405558,
      "monthDay": "03/14"
    },
    {
      "year": "1965",
      "uri": "/wiki/Kiana_Tom",
      "name": "Kiana Tom",
      "aboutText": "Elise Neal (born March 14, 1966) is an American film and television actress. She is best known for her roles as Yvonne Hughley in the ABC/UPN sitcom The Hughleys (1998-2002) and Hallie in the horror film Scream 2.",
      "pageId": 1916650,
      "monthDay": "03/14"
    },
    {
      "year": "1965",
      "uri": "/wiki/Billy_Sherwood",
      "name": "Billy Sherwood",
      "aboutText": "John Patrick Stephenson (born 14 March 1965, Stebbing, Essex, England) is an English former cricketer, who is currently Head of Cricket at the MCC.",
      "pageId": 2410399,
      "monthDay": "03/14"
    },
    {
      "year": "1965",
      "uri": "/wiki/John_Stephenson_(cricketer,_born_1965)",
      "name": "John Stephenson",
      "aboutText": "Gary Anthony Williams (born March 14, 1966) is an African American actor who provided the voice of Uncle Ruckus on The Boondocks, Yancy Westridge in the video game Alpha Protocol, and Horace Warfield in StarCraft II: Wings of Liberty. He appeared on the television series Weeds, Boston Legal, Blue Collar TV, and as \"Abe\" Kenarban in Malcolm in the Middle. Williams co-founded and is Artistic Director of the L.A. Comedy Shorts film festival in Hollywood, California.",
      "pageId": 2610453,
      "monthDay": "03/14"
    },
    {
      "year": "1965",
      "uri": "/wiki/Kevin_Williamson_(screenwriter)",
      "name": "Kevin Williamson",
      "aboutText": "Jonas Elmer (born 28 February 1988) is a Swiss footballer who is a free agent.",
      "pageId": 2673262,
      "monthDay": "03/14"
    },
    {
      "year": "1966",
      "uri": "/wiki/Jonas_Elmer",
      "name": "Jonas Elmer",
      "aboutText": "Narumi Tsunoda (津野田 なるみ, Tsunoda Narumi, real name 角田 成美, born March 14, 1962 in Tokyo) is a Japanese voice actress who works for Honey Rush from August 2007 to present. She worked for Arts Vision until 1998.",
      "pageId": 3634008,
      "monthDay": "03/14"
    },
    {
      "year": "1966",
      "uri": "/wiki/Elise_Neal",
      "name": "Elise Neal",
      "aboutText": "Rey Washam (born Reynolds Washam, March 14, 1961, in Austin, Texas) is a drummer who has been performing for more than 35 years. He has collaborated with many bands, the most notable of which include: Scratch Acid, Rapeman, Ministry, the Big Boys, Helios Creed, the Didjits, Lard, and Tad and Butthole Surfers offshoot Daddy Longhead. When Jason Schwartzman of Phantom Planet left that band, Washam was hired to fill in on drums for a tour which never materialized.",
      "pageId": 4143800,
      "monthDay": "03/14"
    },
    {
      "year": "1966",
      "uri": "/wiki/Gary_Anthony_Williams",
      "name": "Gary Anthony Williams",
      "aboutText": "Kiana Tom (born March 14, 1965) is an American television host, fitness expert, author, actress, and businesswoman.",
      "pageId": 15188852,
      "monthDay": "03/14"
    },
    {
      "year": "1967",
      "uri": "/wiki/Melissa_Reeves",
      "name": "Melissa Reeves",
      "aboutText": "Michael Joseph Rochford (born March 14, 1963 in Methuen, Massachusetts but raised in South Burlington, Vermont) is a former relief pitcher in Major League Baseball who played from 1988 through 1990 for the Boston Red Sox. He also pitched for the Yakult Swallows at the end of the 1990 season.\nA 6 ft 4 in (1.93 m), 205 lbs.",
      "pageId": 18540836,
      "monthDay": "03/14"
    },
    {
      "year": "1968",
      "uri": "/wiki/Megan_Follows",
      "name": "Megan Follows",
      "aboutText": "Dario Bisso Sabàdin (Dolo, 14 March 1964) is an Italian conductor and guitarist.",
      "pageId": 21269283,
      "monthDay": "03/14"
    },
    {
      "year": "1968",
      "uri": "/wiki/James_Frain",
      "name": "James Frain",
      "aboutText": "Serena Rees (born 14 March 1968) is a British businesswoman best known for cofounding Agent Provocateur with her then husband Joseph Corré. She currently owns Cocomaya chocolatiers.\n^ \"Researcha.co.uk - UK Company and Company Director Reports\".",
      "pageId": 26428299,
      "monthDay": "03/14"
    },
    {
      "year": "1968",
      "uri": "/wiki/Serena_Rees",
      "name": "Serena Rees",
      "aboutText": "Horst Stramka, better known by his stage name Horst Baron, (born 1962 in Germany) is a German pornographic film actor.",
      "pageId": 36199118,
      "monthDay": "03/14"
    },
    {
      "year": "1969",
      "uri": "/wiki/Michael_Bland",
      "name": "Michael Bland",
      "aboutText": "Merlin Santana (March 14, 1976 – November 9, 2002) was an American actor.",
      "pageId": 146190,
      "monthDay": "03/14"
    },
    {
      "year": "1969",
      "uri": "/wiki/Des_Coleman",
      "name": "Des Coleman",
      "aboutText": "Johan Paulik (born 14 March 1975) is the stage name of a Slovak former gay pornographic model. In 2000, he was inducted into the GayVN Hall of Fame with Lukas Ridgeston and George Duroy, owner of Bel Ami, the studio Paulik worked for his entire career.",
      "pageId": 149084,
      "monthDay": "03/14"
    },
    {
      "year": "1969",
      "uri": "/wiki/Larry_Johnson_(basketball,_born_1969)",
      "name": "Larry Johnson",
      "aboutText": "Larry Demetric Johnson (born March 14, 1969) is an American retired basketball player who spent his professional career in the National Basketball Association (NBA) with the Charlotte Hornets and New York Knicks. He played the power forward position due to his strength.",
      "pageId": 1302142,
      "monthDay": "03/14"
    },
    {
      "year": "1970",
      "uri": "/wiki/Kristian_Bush",
      "name": "Kristian Bush",
      "aboutText": "Grace Park (born March 14, 1974) is an American-Canadian actress. She gained recognition as Sharon \"Boomer\" Valerii and Sharon \"Athena\" Agathon on Battlestar Galactica, as well as Shannon Ng in the Canadian television series teen soap Edgemont.",
      "pageId": 1388465,
      "monthDay": "03/14"
    },
    {
      "year": "1970",
      "uri": "/wiki/Ebru_Kavakl%C4%B1o%C4%9Flu",
      "name": "Ebru Kavaklıoğlu",
      "aboutText": "Stephen Alan \"Steve\" Harper (born 14 March 1975) is an English footballer who last played for Hull City as a goalkeeper. He is best known for his time playing at Newcastle United, having amassed 157 league appearances over a twenty-year period between 1993 and 2013.",
      "pageId": 1683906,
      "monthDay": "03/14"
    },
    {
      "year": "1970",
      "uri": "/wiki/Meredith_Salenger",
      "name": "Meredith Salenger",
      "aboutText": "Daniel J. Gillies (born 14 March 1976) is a Canadian-born New Zealand actor. He is best known for his role as Elijah Mikaelson on the television series The Vampire Diaries and its spin-off The Originals, as well as Dr. Joel Goran on the Canadian series Saving Hope.",
      "pageId": 2025571,
      "monthDay": "03/14"
    },
    {
      "year": "1971",
      "uri": "/wiki/Charlie_Elphicke",
      "name": "Charlie Elphicke",
      "aboutText": "Meredith Dawn Salenger (born March 14, 1970) is an American actress.",
      "pageId": 2113360,
      "monthDay": "03/14"
    },
    {
      "year": "1972",
      "uri": "/wiki/Irom_Chanu_Sharmila",
      "name": "Irom Chanu Sharmila",
      "aboutText": "Dorismar (born Dora Noemí Kerchen on March 14, 1975 in Buenos Aires, Argentina) is a Argentinean model, actress, television hostess, and singer.",
      "pageId": 2394105,
      "monthDay": "03/14"
    },
    {
      "year": "1974",
      "uri": "/wiki/Grace_Park_(actress)",
      "name": "Grace Park",
      "aboutText": "Michael Bland (born March 14, 1969) is best known as a drummer for Prince starting in 1989. He was with Prince during The New Power Generation era and played with him live and on albums for seven years.\nFrom 1995 to 1997, Bland, along with Sonny Thompson, recorded and played live with French pop star France Gall—they appear on one studio album and two live albums.",
      "pageId": 2449305,
      "monthDay": "03/14"
    },
    {
      "year": "1974",
      "uri": "/wiki/Rohit_Shetty",
      "name": "Rohit Shetty",
      "aboutText": "Dmitri Markov (Belarusian: Дзьмітры Маркаў; born 14 March 1975 in Vitebsk, Byelorussian SSR) is a retired Belarusian and Australian pole vaulter. He is a former world champion and current Oceanian record holder.",
      "pageId": 2670770,
      "monthDay": "03/14"
    },
    {
      "year": "1974",
      "uri": "/wiki/Patrick_Traverse",
      "name": "Patrick Traverse",
      "aboutText": "Patrick Rheaume Joseph Traverse (born March 14, 1974) is a Canadian professional ice hockey defenceman who is currently an Unrestricted Free Agent.",
      "pageId": 3574882,
      "monthDay": "03/14"
    },
    {
      "year": "1975",
      "uri": "/wiki/Dorismar",
      "name": "Dorismar",
      "aboutText": "Rico Yan (/jæn/; born Ricardo Carlos Castro Yan; March 14, 1975 – March 29, 2002) was a Filipino matinee idol, model, film and television actor, host, spokesperson and entrepreneur.\nYan graduated from De La Salle University in 1997 with a degree in Marketing Management. He was the first official youth spokesman for the Department of Education Culture and Sports in 1998, touring the Philippines for free to promote education among youths.",
      "pageId": 4506496,
      "monthDay": "03/14"
    },
    {
      "year": "1975",
      "uri": "/wiki/Rushanara_Ali",
      "name": "Rushanara Ali",
      "aboutText": "José António dos Santos Silva (born 14 March 1977), known as Zé António, is a Portuguese retired footballer who played as a central defender.\nHe amassed Primeira Liga totals of 175 games and ten goals over the course of eight seasons, representing in the competition Alverca, Varzim, Académica and União de Leiria. He added 145/12 in the Segunda Liga, in a 21-year senior career.",
      "pageId": 4629559,
      "monthDay": "03/14"
    },
    {
      "year": "1975",
      "uri": "/wiki/Steve_Harper",
      "name": "Steve Harper",
      "aboutText": "Kristian Merrill Bush (born March 14, 1970, in Knoxville, Tennessee, United States) is an American singer, songwriter, producer and multi-instrumentalist. Bush is a former member of the folk rock duo Billy Pilgrim with Andrew Hyra, and is one half of the country music duo Sugarland with Jennifer Nettles.",
      "pageId": 6712743,
      "monthDay": "03/14"
    },
    {
      "year": "1975",
      "uri": "/wiki/Dmitri_Markov",
      "name": "Dmitri Markov",
      "aboutText": "Ebru Kavaklıoğlu (born Yelena Kopytova on 14 March 1970 in the Russian SFSR) is a retired long-distance runner who specialized mainly in the 5000 metres.\nShe initially represented Russia, but became a Turkish citizen by marriage in 1999, changing her name at the same time.",
      "pageId": 7852766,
      "monthDay": "03/14"
    },
    {
      "year": "1975",
      "uri": "/wiki/Johan_Paulik",
      "name": "Johan Paulik",
      "aboutText": "Rohit Shetty is an Indian film director and cinematographer. His work as a filmmaker include the films Golmaal, Golmaal Returns, Golmaal 3, Singham, Bol Bachchan, Singham Returns and Chennai Express (2013), which is currently the fourth highest grossing Bollywood film worldwide, for which he was nominated for Filmfare Award for Best Director.",
      "pageId": 8454469,
      "monthDay": "03/14"
    },
    {
      "year": "1975",
      "uri": "/wiki/Rico_Yan",
      "name": "Rico Yan",
      "aboutText": "Desune \"Des\" Coleman (born 14 March 1969 in Derby, Derbyshire) is a British actor and presenter. He has appeared in numerous stage musicals, and played the role of Lenny Wallace in BBC's EastEnders. In 2007 he became the weatherman for BBC's East Midlands Today but was sacked in 2011 for breaching on-air guidelines.",
      "pageId": 16217212,
      "monthDay": "03/14"
    },
    {
      "year": "1976",
      "uri": "/wiki/Daniel_Gillies",
      "name": "Daniel Gillies",
      "aboutText": "Rushanara Ali (Bengali: রুশনারা আলী; born 14 March 1975) is a British Labour Party politician and Associate Director of the Young Foundation, who has been the Member of Parliament (MP) for Bethnal Green and Bow since 2010. Previously Shadow Minister for International Development, in the 2013 Labour reshuffle, Ali joined the Shadow Education team. She resigned from the Labour frontbench to abstain on a House of Commons motion permitting military action in Iraq in September 2014.",
      "pageId": 19360784,
      "monthDay": "03/14"
    },
    {
      "year": "1976",
      "uri": "/wiki/Merlin_Santana",
      "name": "Merlin Santana",
      "aboutText": "Irom Chanu Sharmila (born 14 March 1972), also known as the \"Iron Lady of Manipur\" or \"Mengoubi\" (\"the fair one\") is a civil rights activist, political activist, and poet from the Indian state of Manipur. On 2 November 2000, she began a hunger strike which is still ongoing. Having refused food and water for more than 500 weeks, she has been called \"the world's longest hunger striker\".",
      "pageId": 25326198,
      "monthDay": "03/14"
    },
    {
      "year": "1977",
      "uri": "/wiki/Z%C3%A9_Ant%C3%B3nio",
      "name": "Zé António",
      "aboutText": "Charles Brett Anthony Elphicke (born 14 March 1971) is a British Conservative Party politician. He has been the Member of Parliament for Dover since 2010 and a Government whip since May 2015.\nElphicke campaigned for the Port of Dover to become community-owned and for the construction of a hospital in Dover.",
      "pageId": 27262909,
      "monthDay": "03/14"
    },
    {
      "year": "1977",
      "uri": "/wiki/Vadims_Fjodorovs",
      "name": "Vadims Fjodorovs",
      "aboutText": "Pieter Cornelis Martijn van den Hoogenband (Dutch pronunciation: [ˈpitɛr vɑn dɛn ˈɦoːɣɛnbɑnd]; born 14 March 1978) is a Dutch former swimmer and a triple Olympic champion.\n^ Pieter van den Hoogenband.",
      "pageId": 101200,
      "monthDay": "03/14"
    },
    {
      "year": "1977",
      "uri": "/wiki/Aki_Hoshino",
      "name": "Aki Hoshino",
      "aboutText": "Frederick Christopher \"Chris\" Klein (born March 14, 1979) is an American actor who is best known for playing Chris 'Oz' Ostreicher in the American Pie comedy teen films.",
      "pageId": 918293,
      "monthDay": "03/14"
    },
    {
      "year": "1977",
      "uri": "/wiki/Naoki_Matsuda",
      "name": "Naoki Matsuda",
      "aboutText": "Nicolas Sébastien Anelka (French pronunciation: ​[ni.kɔ.la a.nɛl.ka]; born 14 March 1979) is a French footballer who is player-manager of Mumbai City FC. Prior to his retirement from international football, Anelka was also a regular member of France national team. Former Chelsea manager Carlo Ancelotti has described him as a quick player with good aerial ability, technique, shooting, and movement off the ball.\nAnelka began his career at Paris Saint-Germain, but soon moved to Arsenal.",
      "pageId": 1053227,
      "monthDay": "03/14"
    },
    {
      "year": "1978",
      "uri": "/wiki/Monica_Mayhem",
      "name": "Monica Mayhem",
      "aboutText": "Kate Maberly, born Kate Elizabeth Cameron Maberly on 14 March 1982, is an English actress, director and musician.",
      "pageId": 1136237,
      "monthDay": "03/14"
    },
    {
      "year": "1978",
      "uri": "/wiki/Pieter_van_den_Hoogenband",
      "name": "Pieter van den Hoogenband",
      "aboutText": "Mercedes Alicia McNab (born March 14, 1980) is a Canadian actress. Her most known performances include Harmony Kendall on Buffy the Vampire Slayer (1997–2001) and its spinoff Angel (2001–2004).",
      "pageId": 1544292,
      "monthDay": "03/14"
    },
    {
      "year": "1979",
      "uri": "/wiki/Love_(footballer)",
      "name": "Love",
      "aboutText": "Naoki Matsuda (松田 直樹, Matsuda Naoki, 14 March 1977 – 4 August 2011) was a Japanese footballer who played as a central defender.",
      "pageId": 1642271,
      "monthDay": "03/14"
    },
    {
      "year": "1979",
      "uri": "/wiki/Nicolas_Anelka",
      "name": "Nicolas Anelka",
      "aboutText": "Mei-Ting Sun (simplified Chinese: 孙梅庭; traditional Chinese: 孫梅庭; pinyin: Sūn méitíng), born 14 March 1981, is a classical pianist.\nA native of Shanghai, Sun arrived in New York at the age of nine. He entered the Professional Children's School and the Mannes College of Music, where he studied ear training with Marie Powers, theory with Robert Cuckson, and piano with Edward Aldwell.",
      "pageId": 2209183,
      "monthDay": "03/14"
    },
    {
      "year": "1979",
      "uri": "/wiki/Chris_Klein_(actor)",
      "name": "Chris Klein",
      "aboutText": "Robert Scott \"Bobby\" Jenks (born March 14, 1981) is an American former professional baseball pitcher in Major League Baseball (MLB).\nAccording to the Baseball Almanac, his fastest pitch was clocked at 102 mph on August 27, 2005, at Safeco Field. He also has a slider, changeup, and a hard, sharp-breaking curveball.",
      "pageId": 2658536,
      "monthDay": "03/14"
    },
    {
      "year": "1979",
      "uri": "/wiki/Santino_Marella",
      "name": "Santino Marella",
      "aboutText": "Monica Mayhem (born Caroline Pickering; 14 March 1978) is an Australian pornographic actress, exotic dancer and singer.",
      "pageId": 4005388,
      "monthDay": "03/14"
    },
    {
      "year": "1979",
      "uri": "/wiki/Sead_Ramovi%C4%87",
      "name": "Sead Ramović",
      "aboutText": "Sead Ramović (born 14 March 1979 in Stuttgart, West Germany) is a Bosnian football goalkeeper. He is currently without a contract, after resigning from Strømsgodset on 21 May 2014.\n^ a b \"Sead Ramović\".",
      "pageId": 4828132,
      "monthDay": "03/14"
    },
    {
      "year": "1979",
      "uri": "/wiki/Yoko_Shibui",
      "name": "Yoko Shibui",
      "aboutText": "Arsénio Sebastião Cabúngula or Love (born March 14, 1979) is an Angolan footballer. He has been Angolan top scorer twice in 2004 and 2005. He plays as a forward for Petro Luanda in his home country.",
      "pageId": 5300212,
      "monthDay": "03/14"
    },
    {
      "year": "1980",
      "uri": "/wiki/Aaron_Brown_(footballer,_born_1980)",
      "name": "Aaron Brown",
      "aboutText": "Aaron Wesley Brown (born 14 March 1980 in Bristol) is an English professional footballer who is currently player-coach at Paulton Rovers. His younger brother Marvin also played professionally and both were with Bristol City at the same time.\n^ \"Name: Aaron Brown\".",
      "pageId": 5324868,
      "monthDay": "03/14"
    },
    {
      "year": "1980",
      "uri": "/wiki/Matteo_Grassotto",
      "name": "Matteo Grassotto",
      "aboutText": "Anthony Carelli (born March 14, 1974) better known by his ring name Santino Marella, is a Canadian professional wrestler, mixed martial artist and actor. He is currently making appearances for the WWE. He is a two-time WWE Intercontinental Champion, one-time WWE Tag Team Champion, and one-time WWE United States Champion.",
      "pageId": 5686348,
      "monthDay": "03/14"
    },
    {
      "year": "1980",
      "uri": "/wiki/Ben_Herring",
      "name": "Ben Herring",
      "aboutText": "Aki Hoshino (ほしの あき, Hoshino Aki, born March 14, 1977) is a Japanese bikini idol. She has appeared in various men's magazines, such as Sabra and television shows.",
      "pageId": 6722186,
      "monthDay": "03/14"
    },
    {
      "year": "1980",
      "uri": "/wiki/Mercedes_McNab",
      "name": "Mercedes McNab",
      "aboutText": "George Eugene Wilson, Jr. (born March 14, 1981) is an American football safety who is currently a free agent. He was signed by the Detroit Lions as an undrafted free agent in 2004.",
      "pageId": 6760520,
      "monthDay": "03/14"
    },
    {
      "year": "1981",
      "uri": "/wiki/Bobby_Jenks",
      "name": "Bobby Jenks",
      "aboutText": "Ben Herring (born 14 March 1980, Auckland, New Zealand) is a former rugby union player and now a professional rugby coach at an international level. Ben Herring currently coaches at an international level in both the 15-a-side and 7-a-side versions of the game.",
      "pageId": 6897511,
      "monthDay": "03/14"
    },
    {
      "year": "1981",
      "uri": "/wiki/Mei-Ting_Sun",
      "name": "Mei-Ting Sun",
      "aboutText": "Yoko Shibui (渋井 陽子, Shibui Yōko, born March 14, 1979 in Kuroiso, now Nasushiobara, Tochigi) is a long-distance runner from Japan, who is competing in the 5000 and 10,000 metres as well as the marathon race. She holds the Japanese record over 10,000 m with her best time of 30:48.89 minutes. Shibui is one of only a handful of women to have completed the marathon under two hours and twenty minutes – her personal best of 2:19.41 ranks her within the top ten fastest ever.",
      "pageId": 8068212,
      "monthDay": "03/14"
    },
    {
      "year": "1981",
      "uri": "/wiki/George_Wilson_(safety)",
      "name": "George Wilson",
      "aboutText": "Matteo Grassotto (born 14 March 1980 in Asolo, Veneto) is an Italian racing driver.",
      "pageId": 8145592,
      "monthDay": "03/14"
    },
    {
      "year": "1982",
      "uri": "/wiki/Kate_Maberly",
      "name": "Kate Maberly",
      "aboutText": "Vadims Fjodorovs (born 14 March 1977 in Daugavpils) is a Latvian former football goalkeeper, currently a goalkeeping coach for Daugava Daugavpils in the Latvian Higher League.\nHe played for FC Dinaburg, but after the club's elimination from Virsliga in 2009, he became an unrestricted free agent and joined FC Daugava. In 2001, while playing for FC Dinaburg, Fjodorovs was voted Latvia's Goalkeeper of the Year.",
      "pageId": 9203227,
      "monthDay": "03/14"
    },
    {
      "year": "1982",
      "uri": "/wiki/Carlos_Marinelli",
      "name": "Carlos Marinelli",
      "aboutText": "Carlos Marinelli (born 14 March 1982 in Villa de Mayo, Buenos Aires) is an Argentine former footballer, who played as an attacking midfielder.",
      "pageId": 10568779,
      "monthDay": "03/14"
    },
    {
      "year": "1982",
      "uri": "/wiki/Fran%C3%A7ois_Sterchele",
      "name": "François Sterchele",
      "aboutText": "Jordan Taylor Hanson (born March 14, 1983) is an American musician best known as a member of the pop rock band Hanson. He was born in Jenks (a suburb of Tulsa) Oklahoma. He sings both lead and back-up vocals, and plays keyboard, percussion (including drums, bongos and the tambourine), guitar, harmonica, and piano.",
      "pageId": 359597,
      "monthDay": "03/14"
    },
    {
      "year": "1983",
      "uri": "/wiki/Bakhtiyar_Artayev",
      "name": "Bakhtiyar Artayev",
      "aboutText": "Andrew James Matfin Bell (born 14 March 1986) is an English actor and dancer who rose to prominence for his debut role in Billy Elliot (2000) for which he won the BAFTA for Best Actor in a Leading Role. He is also known for his roles in the films King Kong (2005), Jumper (2008), The Adventures of Tintin (2011), and Snowpiercer (2013), as well as starring as Abraham Woodhull in the TV series, Turn: Washington's Spies (2014).",
      "pageId": 1194370,
      "monthDay": "03/14"
    },
    {
      "year": "1983",
      "uri": "/wiki/Taylor_Hanson",
      "name": "Taylor Hanson",
      "aboutText": "Robert Clark (born March 14, 1987) is an American-Canadian actor.",
      "pageId": 1357188,
      "monthDay": "03/14"
    },
    {
      "year": "1983",
      "uri": "/wiki/Anas_Sarwar",
      "name": "Anas Sarwar",
      "aboutText": "Bakhtiyar Karipullauly Artayev (Kazakh: Бақтияр Ғарифоллаұлы Артаев; born 14 March 1983) is a Kazakh boxer who won the gold medal for Kazakhstan at the 2004 Summer Olympics. He was also the winner of the Val Barker Trophy for the outstanding boxer of the 2004 Olympics. In recognition of his success, one of the Taraz sport centres was named after him.",
      "pageId": 2613440,
      "monthDay": "03/14"
    },
    {
      "year": "1984",
      "uri": "/wiki/Aric_Almirola",
      "name": "Aric Almirola",
      "aboutText": "Elton Chigumbura (born 14 March 1986) is a Zimbabwean cricketer. He is the current Zimbabwe's One Day International and Twenty20 International captain appointed in August 2014.\nHe played 6 Test matches from the age of 18 before Zimbabwe withdrew temporarily from Test cricket.",
      "pageId": 2880410,
      "monthDay": "03/14"
    },
    {
      "year": "1984",
      "uri": "/wiki/Paolo_Contis",
      "name": "Paolo Contis",
      "aboutText": "Liesel Pritzker Simmons (born Liesel Anne Pritzker on March 14, 1984), stage name Liesel Matthews, is an American former child actress, heiress to the Hyatt Hotels fortune, and philanthropist. She starred as Sara Crewe in A Little Princess, a 1995 film adaptation of the Frances Hodgson Burnett classic, and as Alice Marshall in Air Force One.",
      "pageId": 3105028,
      "monthDay": "03/14"
    },
    {
      "year": "1984",
      "uri": "/wiki/Liesel_Pritzker_Simmons",
      "name": "Liesel Pritzker Simmons",
      "aboutText": "Eva Angelina (born March 14, 1985) is the stage name of an American pornographic actress, feature dancer, and real estate agent. She began her career at around 18 years old and has won several industry awards, including the 2008 AVN Award for Best Actress – Video.",
      "pageId": 3425541,
      "monthDay": "03/14"
    },
    {
      "year": "1985",
      "uri": "/wiki/Idaira",
      "name": "Idaira",
      "aboutText": "Andrew \"Andy\" Taylor (born 14 March 1986) is an English footballer who plays as a defender for Walsall.\n^ a b c Hugman, Barry J., ed. (2010).",
      "pageId": 3592182,
      "monthDay": "03/14"
    },
    {
      "year": "1985",
      "uri": "/wiki/Eva_Angelina",
      "name": "Eva Angelina",
      "aboutText": "Aric A. Almirola (born March 14, 1984) is an American professional stock car racing driver. He currently drives the No. 43 Ford Fusion for Richard Petty Motorsports in the NASCAR Sprint Cup Series, and he also drives the No.",
      "pageId": 3831326,
      "monthDay": "03/14"
    },
    {
      "year": "1985",
      "uri": "/wiki/Brianna_Love",
      "name": "Brianna Love",
      "aboutText": "Wardell Stephen \"Steph\" Curry II (born March 14, 1988) is an American professional basketball player for the Golden State Warriors of the National Basketball Association (NBA). He is considered by some to be the greatest shooter in NBA history. He was named the 2015 NBA Most Valuable Player (MVP) and is a two-time NBA All-Star.",
      "pageId": 5608488,
      "monthDay": "03/14"
    },
    {
      "year": "1986",
      "uri": "/wiki/Jamie_Bell",
      "name": "Jamie Bell",
      "aboutText": "Idaira Fernandez Rodriguez, better known as Idaira, which is her artistic name, is a Spanish singer. She is a participant of the reality show Operación Triunfo (2005).",
      "pageId": 6350456,
      "monthDay": "03/14"
    },
    {
      "year": "1986",
      "uri": "/wiki/Elton_Chigumbura",
      "name": "Elton Chigumbura",
      "aboutText": "François Sterchele (14 March 1982 – 8 May 2008) was a Belgian footballer who played for Germinal Beerschot and Club Brugge. The striker was the top scorer of the Jupiler League in 2006-07.",
      "pageId": 6905506,
      "monthDay": "03/14"
    },
    {
      "year": "1986",
      "uri": "/wiki/Jessica_Gallagher",
      "name": "Jessica Gallagher",
      "aboutText": "Paolo Enrico Tusi Contis (born March 14, 1984 in Manila, Philippines), better known as Paolo Contis, is a Filipino-Italian actor who first appeared as a child actor in the ABS-CBN show Ang TV. In 2004, he transferred to GMA Network.",
      "pageId": 8500474,
      "monthDay": "03/14"
    },
    {
      "year": "1986",
      "uri": "/wiki/Andy_Taylor_(footballer,_born_1986)",
      "name": "Andy Taylor",
      "aboutText": "Brianna Love (born March 14, 1985) is the stage name of an American former pornographic actress.\n^ P. Weasels. \"Move Over Britney...",
      "pageId": 14700443,
      "monthDay": "03/14"
    },
    {
      "year": "1987",
      "uri": "/wiki/Robert_Clark_(actor)",
      "name": "Robert Clark",
      "aboutText": "Colby O'Donis (born Colby O'Donis Colón; March 14, 1989) is an American pop and R&B singer-songwriter, guitarist, producer and actor. He is best known as a featured artist in the Lady Gaga single \"Just Dance\", which spent more than eleven months on the Billboard Hot 100. He is also well known for his lead single on his debut album Colby O titled \"What You Got\" featuring Akon, which peaked at number 14 on the Hot 100, and being featured on Akon's song \"Beautiful\", which peaked at number 19 on the Hot 100.",
      "pageId": 16279956,
      "monthDay": "03/14"
    },
    {
      "year": "1988",
      "uri": "/wiki/Stephen_Curry_(basketball)",
      "name": "Stephen Curry",
      "aboutText": "Anas Sarwar, (born 14 March 1983) is a British Labour Party politician and was the Member of Parliament for Glasgow Central from 6 May 2010, succeeding his father Mohammad Sarwar, the first-ever Muslim MP in the UK. He lost the seat to Alison Thewliss of the SNP in the 2015 UK General Election.\n^ \"Who's Who\". Ukwhoswho.com.",
      "pageId": 19139923,
      "monthDay": "03/14"
    },
    {
      "year": "1988",
      "uri": "/wiki/Rico_Freimuth",
      "name": "Rico Freimuth",
      "aboutText": "Kevin Lacroix (born March 14, 1989) is a Canadian racing driver from Saint-Eustache, Quebec.",
      "pageId": 19376540,
      "monthDay": "03/14"
    },
    {
      "year": "1988",
      "uri": "/wiki/Sasha_Grey",
      "name": "Sasha Grey",
      "aboutText": "Sasha Grey (born Marina Ann Hantzis; March 14, 1988) is an American actress, model, author, musician and former pornographic actress. She first made her name in mainstream media after appearing on several popular television programs and in pop culture magazines, examining her willingness to enter the world of hardcore porn at a young age. She has also been featured in music videos and advertising campaigns.",
      "pageId": 22631054,
      "monthDay": "03/14"
    },
    {
      "year": "1989",
      "uri": "/wiki/Kevin_Lacroix_(racing_driver)",
      "name": "Kevin Lacroix",
      "aboutText": "Jessica Gallagher (born 14 March 1986) is an Australian Paralympic alpine skier and track and field athlete. She was Australia's second female Winter Paralympian, and the first Australian woman to win a medal at the Winter Paralympics at the 2010 Vancouver Games. She competed at the 2014 Winter Paralympics in Sochi, where she won a bronze medal in the Women's Giant Slalom Visually Impaired.",
      "pageId": 33309947,
      "monthDay": "03/14"
    },
    {
      "year": "1989",
      "uri": "/wiki/Colby_O%27Donis",
      "name": "Colby O'Donis",
      "aboutText": "Rico Freimuth (born 14 March 1988) is a German athlete who specialises in the decathlon.",
      "pageId": 36557484,
      "monthDay": "03/14"
    },
    {
      "year": "1990",
      "uri": "/wiki/Joe_Allen_(footballer,_born_1990)",
      "name": "Joe Allen",
      "aboutText": "Joseph Michael \"Joe\" Allen (born 14 March 1990) is a Welsh professional footballer who plays for Liverpool and the Wales national team as a midfielder.\n^ a b c Hugman, Barry J., ed. (2010).",
      "pageId": 12188975,
      "monthDay": "03/14"
    },
    {
      "year": "1990",
      "uri": "/wiki/Peter_Chambers",
      "name": "Peter Chambers",
      "aboutText": "Tamás Kádár (born 14 March 1990 in Veszprém) is a Hungarian footballer, currently playing for Lech Poznań. He is a defender and is equally capable at centre-back or left-back. He made his debut for Zalaegerszegi TE at the age of 16 and has since gone on to win Hungary U-21 honours.",
      "pageId": 14715430,
      "monthDay": "03/14"
    },
    {
      "year": "1990",
      "uri": "/wiki/Tam%C3%A1s_K%C3%A1d%C3%A1r",
      "name": "Tamás Kádár",
      "aboutText": "Jasmine Murray (born December 1992) is an independent American singer and beauty pageant titleholder from Starkville, Mississippi. She is best known for being a finalist on the eighth season of American Idol where she placed 12th–13th alongside Jorge Núñez. She also competed in the Miss America's Outstanding Teen pageant in 2007.",
      "pageId": 21501564,
      "monthDay": "03/14"
    },
    {
      "year": "1990",
      "uri": "/wiki/Haru_Kuroki",
      "name": "Haru Kuroki",
      "aboutText": "Triin Ojaste (born March 14, 1990 in Rakvere) is an Estonian cross-country skier who has competed since 2007. At the 2010 Winter Olympics in Vancouver, she finished 16th in the team sprint and 37th in the individual sprint event.\nOjaste finished 16th in the 4 x 5 km relay and 37th in the individual sprint event at the FIS Nordic World Ski Championships 2009 in Liberec.",
      "pageId": 26383976,
      "monthDay": "03/14"
    },
    {
      "year": "1990",
      "uri": "/wiki/Leena_(model)",
      "name": "Leena",
      "aboutText": "Kolbeinn Sigþórsson (born 14 March 1990) is an Icelandic footballer who currently plays as a striker for Ligue 1 club FC Nantes and the Icelandic national team.\nBefore being signed by Ajax for a fee of €4.5 million in the summer of 2011, Kolbeinn came through Víkingur Reykjavik's youth program. He then had a brief spell with HK Kópavogs in his home country and moved on to AZ Alkmaar in the Netherlands.",
      "pageId": 26787624,
      "monthDay": "03/14"
    },
    {
      "year": "1990",
      "uri": "/wiki/Triin_Ojaste",
      "name": "Triin Ojaste",
      "aboutText": "László Szűcs (born 14 March 1991 in Tatabánya) is a Hungarian footballer who currently plays for FC Tatabánya.\nSzűcs made his professional debut in the German 3. Liga on 28 August 2010 as a half-time substitute during a 3–0 home defeat to Eintracht Braunschweig.",
      "pageId": 30641092,
      "monthDay": "03/14"
    },
    {
      "year": "1990",
      "uri": "/wiki/Kolbeinn_Sig%C3%BE%C3%B3rsson",
      "name": "Kolbeinn Sigþórsson",
      "aboutText": "Emir Bekrić (Serbian Cyrillic: Емир Бекрић, born 14 March 1991) is a Serbian hurdler who specialises and holds the Serbian national record for the 400 metres hurdles. He is coached by Mirjana Stojanović. In 2013, Bekrić became the first male track and field athlete from Serbia to win a medal at the IAAF Outdoor World Championships.",
      "pageId": 32976294,
      "monthDay": "03/14"
    },
    {
      "year": "1991",
      "uri": "/wiki/Emir_Bekri%C4%87",
      "name": "Emir Bekrić",
      "aboutText": "Peter Chambers (born 14 March 1990) is a British rower, and is the brother of fellow rower Richard Chambers. At the 2012 Summer Olympics in London he was part of the British crew that won the silver medal in the lightweight men's four.",
      "pageId": 32977744,
      "monthDay": "03/14"
    },
    {
      "year": "1991",
      "uri": "/wiki/L%C3%A1szl%C3%B3_Sz%C5%B1cs",
      "name": "László Szűcs",
      "aboutText": "Chen-yi Lee (or Li, Chinese: 李建伊, born March 14, 1990), better known as Leena (梨衣名, Riina), is a Japanese fashion model best known for her regular appearances in the CanCam women's fashion magazine.",
      "pageId": 33818727,
      "monthDay": "03/14"
    },
    {
      "year": "1991",
      "uri": "/wiki/Steven_Zellner",
      "name": "Steven Zellner",
      "aboutText": "Philipp Ziereis (born 14 March 1993) is a German footballer who plays for FC St. Pauli in the 2. Bundesliga.",
      "pageId": 34643099,
      "monthDay": "03/14"
    },
    {
      "year": "1992",
      "uri": "/wiki/Jasmine_Murray",
      "name": "Jasmine Murray",
      "aboutText": "Steven Zellner (born 14 March 1991 in Wadern) is a German footballer who plays for SV Sandhausen.",
      "pageId": 34921092,
      "monthDay": "03/14"
    },
    {
      "year": "1993",
      "uri": "/wiki/Anna_Ewers",
      "name": "Anna Ewers",
      "aboutText": "Mustafa Batuhan Altıntaş (born 14 March 1996) is a Turkish footballer who plays as a forward for Hamburger SV. He is a son of former Galatasaray defender Yusuf Altıntaş.",
      "pageId": 38281091,
      "monthDay": "03/14"
    },
    {
      "year": "1993",
      "uri": "/wiki/Philipp_Ziereis",
      "name": "Philipp Ziereis",
      "aboutText": "Simone Arianne Biles (born March 14, 1997) is an American artistic gymnast. Biles is the three-time World all-around champion (2013-15), three-time United States national all-around champion (2013-15), three-time world floor champion (2013-15) , two-time world balance beam champion (2014, 2015), and a member of the gold medal-winning American team at the 2014 and the 2015 World Artistic Gymnastics Championships.\nBiles is the first African-American to be world all-around champion and the first woman to win three consecutive world all-around titles (contrarily to popular belief, Svetlana Khorkina wasn't the first to achieve this feat, as she won in 1997, 2001 and 2003 but placed well out of the medals in 1999).",
      "pageId": 38659992,
      "monthDay": "03/14"
    },
    {
      "year": "1994",
      "uri": "/wiki/Ansel_Elgort",
      "name": "Ansel Elgort",
      "aboutText": "Ansel Elgort (born March 14, 1994) is an American actor, music producer, and DJ under the stage name Ansolo (sometimes stylized as Ansølo).",
      "pageId": 39355524,
      "monthDay": "03/14"
    },
    {
      "year": "1996",
      "uri": "/wiki/Batuhan_Alt%C4%B1nta%C5%9F",
      "name": "Batuhan Altıntaş",
      "aboutText": "Haru Kuroki (黒木 華, Kuroki Haru, born 14 March 1990) is a Japanese actress.",
      "pageId": 41957796,
      "monthDay": "03/14"
    },
    {
      "year": "1997",
      "uri": "/wiki/Simone_Biles",
      "name": "Simone Biles",
      "aboutText": "Anna Luisa Ewers (born 14 March 1993 in Freiburg, Germany) is a German fashion model. She is featured on the 2015 Pirelli Calendar.",
      "pageId": 43598584,
      "monthDay": "03/14"
    }
  ]
}