{
  "people": [
    {
      "year": "1336",
      "uri": "/wiki/Emperor_Go-K%C5%8Dgon",
      "name": "Emperor Go-Kōgon",
      "aboutText": "Emperor Go-Kōgon (後光厳天皇 Go-Kōgon-tennō) (23 March 1338 – 12 March 1374) was the 4th of the Ashikaga Pretenders during the Period of the Northern and Southern Courts. According to pre-Meiji scholars, his reign spanned the years from 1352 through 1371.\nThis Nanboku-chō \"sovereign\" was named after his father Emperor Kōgon and go- (後), translates literally as \"later;\" and thus, he may be called the \"Later Emperor Kōgon\".",
      "pageId": 10440,
      "monthDay": "03/23"
    },
    {
      "year": "1430",
      "uri": "/wiki/Margaret_of_Anjou",
      "name": "Margaret of Anjou",
      "aboutText": "Baron Jurij Bartolomej Vega (also correct Veha; official Latin: Georgius Bartholomaei Vecha; German: Georg Freiherr von Vega) (born Vehovec, March 23, 1754 – September 26, 1802) was a Slovene mathematician, physicist and artillery officer.",
      "pageId": 40546,
      "monthDay": "03/23"
    },
    {
      "year": "1599",
      "uri": "/wiki/Thomas_Selle",
      "name": "Thomas Selle",
      "aboutText": "Margaret of Anjou (French: Marguerite; 23 March 1430 – 25 August 1482) was the wife of King Henry VI of England. As such, she was Queen of England from 1445 to 1461 and again from 1470 to 1471. Born in the duchy of Lorraine into the House of Valois-Anjou, Margaret was the second eldest daughter of René of Anjou and Isabella, Duchess of Lorraine.",
      "pageId": 47411,
      "monthDay": "03/23"
    },
    {
      "year": "1699",
      "uri": "/wiki/John_Bartram",
      "name": "John Bartram",
      "aboutText": "Schuyler Colfax Jr. (/ˈskaɪlər ˈkoʊlfæks/; March 23, 1823 – January 13, 1885) was a journalist, author, editor, newspaper owner, continental traveler, iron company executive, United States Representative from Indiana (1855–1869), Speaker of the House of Representatives (1863–1869), and the 17th Vice President of the United States (1869–1873). To date, he was one of only two Americans (John Nance Garner in the 20th century being the other) to have served as both House speaker and vice president.",
      "pageId": 89151,
      "monthDay": "03/23"
    },
    {
      "year": "1732",
      "uri": "/wiki/Princess_Marie_Ad%C3%A9la%C3%AFde_of_France",
      "name": "Princess Marie Adélaïde of France",
      "aboutText": "William 'Strata' Smith (23 March 1769 – 28 August 1839) was an English geologist, credited with creating the first nationwide geological map. At the time his map was first published he was overlooked by the scientific community; his relatively humble education and family connections prevented him from mixing easily in learned society. Consequently, his work was plagiarised; financially ruined, he spent time in debtors' prison.",
      "pageId": 93553,
      "monthDay": "03/23"
    },
    {
      "year": "1749",
      "uri": "/wiki/Pierre-Simon_Laplace",
      "name": "Pierre-Simon Laplace",
      "aboutText": "Emilio Aguinaldo y Famy QSC PLH (March 23, 1869 – February 6, 1964) was a Filipino revolutionary, politician, and a military leader who is officially recognized as the First President of the Philippines (1899–1901) and led Philippine forces first against Spain in the latter part of the Philippine Revolution (1896–1897), and then in the Spanish–American War (1898), and finally against the United States during the Philippine–American War (1899–1901). He was captured by American forces in 1901, which brought an end to his presidency.\nIn 1935 Aguinaldo ran unsuccessfully for president of the Philippine Commonwealth against Manuel Quezon.",
      "pageId": 144026,
      "monthDay": "03/23"
    },
    {
      "year": "1750",
      "uri": "/wiki/Johannes_Matthias_Sperger",
      "name": "Johannes Matthias Sperger",
      "aboutText": "Ludwig Quidde (March 23, 1858, Bremen – March 4, 1941) was a German pacifist who is mainly remembered today for his acerbic criticism of German Emperor Wilhelm II and a politician. Quidde's long career spanned four different eras of German history: that of Bismarck (up to 1890); the Hohenzollern Empire under Wilhelm II (1888–1918); the Weimar Republic (1918–1933); and, finally, Nazi Germany. In 1927, he was awarded the Nobel Peace Prize.",
      "pageId": 168489,
      "monthDay": "03/23"
    },
    {
      "year": "1754",
      "uri": "/wiki/Jurij_Vega",
      "name": "Jurij Vega",
      "aboutText": "Calouste Gulbenkian (/kæˈluːst ɡʊlˈbɛŋkiən/, Western Armenian: Գալուստ Կիւլպէնկեան; 23 March 1869 – 20 July 1955) was a British businessman and philanthropist of Armenian origin. He played a major role in making the petroleum reserves of the Middle East available to Western development and is credited with being the first person to exploit Iraqi oil. Gulbenkian travelled extensively and lived in a number of cities including Constantinople, London, Paris, and Lisbon.",
      "pageId": 205886,
      "monthDay": "03/23"
    },
    {
      "year": "1769",
      "uri": "/wiki/Augustin_Daniel_Belliard",
      "name": "Augustin Daniel Belliard",
      "aboutText": "Pierre-Simon, marquis de Laplace (/ləˈplɑːs/; French: [pjɛʁ simɔ̃ laplas]; 23 March 1749 – 5 March 1827) was an influential French scholar whose work was important to the development of mathematics, statistics, physics, and astronomy. He summarized and extended the work of his predecessors in his five-volume Mécanique Céleste (Celestial Mechanics) (1799–1825). This work translated the geometric study of classical mechanics to one based on calculus, opening up a broader range of problems.",
      "pageId": 344783,
      "monthDay": "03/23"
    },
    {
      "year": "1769",
      "uri": "/wiki/William_Smith_(geologist)",
      "name": "William Smith",
      "aboutText": "John Bartram (March 23, 1699 – September 22, 1777) was an early American botanist, horticulturist and explorer.",
      "pageId": 358059,
      "monthDay": "03/23"
    },
    {
      "year": "1823",
      "uri": "/wiki/Schuyler_Colfax",
      "name": "Schuyler Colfax",
      "aboutText": "Friedrich Julius Reubke (March 23, 1834 – June 3, 1858) was a German composer, pianist and organist. In his short life — he died at the age of 24 — he composed the Sonata on the 94th Psalm, in C minor, which was and still is considered one of the greatest organ works in the repertoire.",
      "pageId": 390653,
      "monthDay": "03/23"
    },
    {
      "year": "1826",
      "uri": "/wiki/Ludwig_Minkus",
      "name": "Ludwig Minkus",
      "aboutText": "Dietrich Eckart (23 March 1868 – 26 December 1923) was a German journalist, playwright, poet, and politician who was one of the founders of the Deutsche Arbeiterpartei (German Workers' Party - DAP), which later evolved into the Nazi Party (NSDAP). He was a key influence on Adolf Hitler in the early years of the Nazi Party and was a participant in the 1923 Beer Hall Putsch.",
      "pageId": 404991,
      "monthDay": "03/23"
    },
    {
      "year": "1834",
      "uri": "/wiki/Julius_Reubke",
      "name": "Julius Reubke",
      "aboutText": "Friedrich Ludwig Balthasar Amelung (23 March [O.S. 11 March] 1842 – 20 March [O.S. 7 March] 1909) was a Baltic German cultural historian, businessman and chess endgame composer.\nAmelung was born at Võisiku (German: Woiseck) manor in Governorate of Livonia of the Russian Empire (present-day Jõgeva County in Estonia). 1862–1864 he studied philosophy and chemistry at the University of Dorpat.",
      "pageId": 519727,
      "monthDay": "03/23"
    },
    {
      "year": "1842",
      "uri": "/wiki/Friedrich_Amelung",
      "name": "Friedrich Amelung",
      "aboutText": "Augustin Daniel Belliard, comte Belliard et de l'Empire (March 23, 1769 in Fontenay-le-Comte, Vendée – January 28, 1832 in Brussels) was a French general.",
      "pageId": 2660859,
      "monthDay": "03/23"
    },
    {
      "year": "1858",
      "uri": "/wiki/Ludwig_Quidde",
      "name": "Ludwig Quidde",
      "aboutText": "Marie Adélaïde de France, Daughter of France (23 March 1732 in Versailles – 27 February 1800 in Trieste), was the fourth daughter and sixth child of King Louis XV of France and his consort, Marie Leszczyńska. As the daughter of the king, she was a Fille de France. She was referred to as Madame Adélaïde from 1737 to 1755 and from 1759 to her death, and simply as Madame from 1755 to 1759.",
      "pageId": 2678902,
      "monthDay": "03/23"
    },
    {
      "year": "1862",
      "uri": "/wiki/Nathaniel_Reed",
      "name": "Nathaniel Reed",
      "aboutText": "Johannes Matthias Sperger, also often Johann, (Czech: Jan Matyáš Sperger; 23 March 1750 – 13 May 1812) was an Austrian contrabassist and composer.\nSperger was born in Feldsberg, and trained from 1767 in Vienna as a contrabassist and composer. He worked from 1777 in the Hofkapelle of the Archbishop of Pressburg.",
      "pageId": 8729056,
      "monthDay": "03/23"
    },
    {
      "year": "1868",
      "uri": "/wiki/Dietrich_Eckart",
      "name": "Dietrich Eckart",
      "aboutText": "Ludwig Minkus (Russian: Людвиг Минкус), also known as Léon Fyodorovich Minkus (23 March 1826 – 7 December 1917), was an Austrian composer of ballet music, a violin virtuoso and teacher.\nMinkus is noted for the music he composed while serving as the official Composer of Ballet Music to the St. Petersburg Imperial Theatres in Russia.",
      "pageId": 17451362,
      "monthDay": "03/23"
    },
    {
      "year": "1869",
      "uri": "/wiki/Emilio_Aguinaldo",
      "name": "Emilio Aguinaldo",
      "aboutText": "Nathaniel \"Texas Jack\" Reed (March 23, 1862 – January 7, 1950) was a 19th-century American outlaw responsible for many stagecoach, bank, and train robberies throughout the American Southwest during the 1880s and '90s. He acted on his own and also led a bandit gang, operating particularly in the Rocky Mountains and Indian Territory.\nReed is claimed to have been the last survivor of the \"47 most notorious outlaws\" of Indian Territory.",
      "pageId": 17629736,
      "monthDay": "03/23"
    },
    {
      "year": "1869",
      "uri": "/wiki/Calouste_Gulbenkian",
      "name": "Calouste Gulbenkian",
      "aboutText": "Thomas Selle (23 March 1599 – 2 July 1663) was a seventeenth-century German baroque composer.",
      "pageId": 25432271,
      "monthDay": "03/23"
    },
    {
      "year": "1871",
      "uri": "/wiki/Heinrich_Schroth",
      "name": "Heinrich Schroth",
      "aboutText": "Heinrich Schroth (23 March 1871 – 14 January 1945) was a German stage and film actor.",
      "pageId": 31976821,
      "monthDay": "03/23"
    },
    {
      "year": "1872",
      "uri": "/wiki/Michael_Joseph_Savage",
      "name": "Michael Joseph Savage",
      "aboutText": "José Victoriano (Carmelo Carlos) González-Pérez (March 23, 1887 – May 11, 1927), better known as Juan Gris (Spanish pronunciation: [ˈxwan ˈɡɾis]), was a Spanish painter and sculptor born in Madrid who lived and worked in France most of his life.",
      "pageId": 16073,
      "monthDay": "03/23"
    },
    {
      "year": "1874",
      "uri": "/wiki/Grantley_Goulding",
      "name": "Grantley Goulding",
      "aboutText": "Prince Felix Felixovich Yusupov, Count Sumarokov-Elston (Russian: Князь Феликс Феликсович Юсупов, Граф Сумароков-Эльстон; March 23, 1887, St Petersburg, Russian Empire – September 27, 1967, Paris, France) was a Russian aristocrat, a prince and count, best known for participating in the assassination of Grigori Rasputin.",
      "pageId": 80129,
      "monthDay": "03/23"
    },
    {
      "year": "1874",
      "uri": "/wiki/J._C._Leyendecker",
      "name": "J. C. Leyendecker",
      "aboutText": "Emmy Noether (German: [ˈnøːtɐ]; official name Amalie Emmy Noether; 23 March 1882 – 14 April 1935) was a German Jewish mathematician known for her landmark contributions to abstract algebra and theoretical physics. She was described by Pavel Alexandrov, Albert Einstein, Jean Dieudonné, Hermann Weyl, and Norbert Wiener as the most important woman in the history of mathematics. As one of the leading mathematicians of her time, she developed the theories of rings, fields, and algebras.",
      "pageId": 149896,
      "monthDay": "03/23"
    },
    {
      "year": "1876",
      "uri": "/wiki/Ziya_G%C3%B6kalp",
      "name": "Ziya Gökalp",
      "aboutText": "Michael Joseph Savage (23 March 1872 – 27 March 1940) was the first Labour Prime Minister of New Zealand. He is commonly known as the architect of the welfare state and generally regarded as one of New Zealand's greatest and most revered Prime Ministers. He was given the title New Zealander of the Century by The New Zealand Herald in 1999.",
      "pageId": 179266,
      "monthDay": "03/23"
    },
    {
      "year": "1876",
      "uri": "/wiki/Thakin_Kodaw_Hmaing",
      "name": "Thakin Kodaw Hmaing",
      "aboutText": "Mehmed Ziya Gökalp (23 March 1876 – 25 October 1924) was a Turkish sociologist, writer, poet, and political activist. After the 1908 Young Turk Revolution that reinstated constitutionalism in the Ottoman Empire, he adopted the pen name Gökalp (\"sky hero\"), which he retained for the rest of his life. As a sociologist, Ziya Gökalp was influential in the negation of Islamism, pan-Islamism, and Ottomanism as ideological, cultural, and sociological identifiers.",
      "pageId": 197132,
      "monthDay": "03/23"
    },
    {
      "year": "1878",
      "uri": "/wiki/Franz_Schreker",
      "name": "Franz Schreker",
      "aboutText": "Josef Čapek (Czech pronunciation: [ˈjozɛf ˈtʃapɛk]; 23 March 1887 – April 1945) was a Czech artist who was best known as a painter, but who was also noted as a writer and a poet.",
      "pageId": 265830,
      "monthDay": "03/23"
    },
    {
      "year": "1880",
      "uri": "/wiki/Heikki_Ritavuori",
      "name": "Heikki Ritavuori",
      "aboutText": "Sidney Hillman (March 23, 1887 - July 10, 1946) was an American labor leader.",
      "pageId": 683451,
      "monthDay": "03/23"
    },
    {
      "year": "1881",
      "uri": "/wiki/Lacey_Hearn",
      "name": "Lacey Hearn",
      "aboutText": "Hermann Staudinger (23 March 1881 – 8 September 1965) was a German chemist who demonstrated the existence of macromolecules, which he characterized as polymers. For this work he received the 1953 Nobel Prize in Chemistry.",
      "pageId": 788854,
      "monthDay": "03/23"
    },
    {
      "year": "1881",
      "uri": "/wiki/Roger_Martin_du_Gard",
      "name": "Roger Martin du Gard",
      "aboutText": "Franz Schreker (originally Schrecker; 23 March 1878 – 21 March 1934) was an Austrian composer, conductor, teacher and administrator.",
      "pageId": 974990,
      "monthDay": "03/23"
    },
    {
      "year": "1881",
      "uri": "/wiki/Hermann_Staudinger",
      "name": "Hermann Staudinger",
      "aboutText": "Heikki Ritavuori (23 March 1880, Turku – 14 February 1922, Helsinki; surname until 1906 Rydman), was a Finnish lawyer, a politician from the National Progressive Party, a member of the Parliament of Finland and Minister of the Interior. He was the closest work colleague of Kaarlo Juho Ståhlberg and was Minister of the Interior in J.H. Vennola's first and second cabinets from 1919 to 1922 for a total of 526 days. Heikki Ritavuori is a unique figure in Finland's political history because he is not remembered for his life's work, but instead for its end.",
      "pageId": 2077566,
      "monthDay": "03/23"
    },
    {
      "year": "1882",
      "uri": "/wiki/Emmy_Noether",
      "name": "Emmy Noether",
      "aboutText": "Grantley Thomas Smart Goulding (23 March 1874 – 29 July 1947) was a British athlete. He competed at the 1896 Summer Olympics in Athens.\nGoulding was born in Hartpury, Gloucestershire to a rich farming family.",
      "pageId": 2110763,
      "monthDay": "03/23"
    },
    {
      "year": "1884",
      "uri": "/wiki/Joseph_Boxhall",
      "name": "Joseph Boxhall",
      "aboutText": "Joseph Christian Leyendecker (March 23, 1874 – July 25, 1951) was one of the preeminent American illustrators of the early 20th century. He is best known for his poster, book and advertising illustrations, the trade character known as The Arrow Collar Man, and his numerous covers for The Saturday Evening Post. Between 1896 and 1950, Leyendecker painted more than 400 magazine covers.",
      "pageId": 2271230,
      "monthDay": "03/23"
    },
    {
      "year": "1885",
      "uri": "/wiki/Platt_Adams",
      "name": "Platt Adams",
      "aboutText": "Austin Cedric Gibbons (March 23, 1893 – July 26, 1960) was an Irish art director and production designer for the film industry. He also made a significant contribution to motion picture theater architecture from the 1930s to 1950s. He is credited as the designer of the Oscar statuette in 1928.",
      "pageId": 2310105,
      "monthDay": "03/23"
    },
    {
      "year": "1886",
      "uri": "/wiki/Frank_Irons",
      "name": "Frank Irons",
      "aboutText": "Commander Joseph Groves Boxhall RD RNR (23 March 1884 – 25 April 1967) was the Fourth Officer on the RMS Titanic, and later served as a naval officer in World War I.",
      "pageId": 6306565,
      "monthDay": "03/23"
    },
    {
      "year": "1887",
      "uri": "/wiki/Josef_%C4%8Capek",
      "name": "Josef Čapek",
      "aboutText": "For the 19th-century New York politician, see Platt Adams (politician).\nPlatt Adams (March 23, 1885 – February 27, 1961) was an American athlete.",
      "pageId": 7121361,
      "monthDay": "03/23"
    },
    {
      "year": "1887",
      "uri": "/wiki/Juan_Gris",
      "name": "Juan Gris",
      "aboutText": "Lacey Earnest Hearn (March 23, 1881 – October 19, 1969 in Fort Wayne, Indiana) was an American athlete and sprinter who competed in the early twentieth century. Individually he specialized in the 1500 Metres, and he won a bronze medal in Athletics at the 1904 Summer Olympics. James Lightbody took gold.",
      "pageId": 7457853,
      "monthDay": "03/23"
    },
    {
      "year": "1887",
      "uri": "/wiki/Sidney_Hillman",
      "name": "Sidney Hillman",
      "aboutText": "Francis \"Frank\" Cleveland Irons (March 23, 1886 – June 19, 1942) was an American athlete who competed in the 1908 Summer Olympics and in the 1912 Summer Olympics.\nHe was born in Des Moines, Iowa and died in Palatine, Illinois.\nIrons competed for the United States in the 1908 Games held in London, Great Britain in the long jump where he won the gold medal.",
      "pageId": 7544656,
      "monthDay": "03/23"
    },
    {
      "year": "1887",
      "uri": "/wiki/Felix_Yusupov",
      "name": "Felix Yusupov",
      "aboutText": "Roger Martin du Gard (French: [dy gaʁ]; 23 March 1881 – 22 August 1958) was a French author and novelist, winner of the 1937 Nobel Prize for Literature.\nTrained as a paleographer and archivist, he brought to his works a spirit of objectivity and a scrupulous regard for detail, and because of his concern with documentation and the relationship of social reality to individual development, his fiction has been linked with the realist and naturalist traditions of the 19th century.\nHe is best known for The Thibaults, a multi-volume roman fleuve which follows the fortunes of two brothers, Antoine and Jacques Thibault, from their upbringing in a prosperous Catholic bourgeois family to the end of the First World War.",
      "pageId": 7628810,
      "monthDay": "03/23"
    },
    {
      "year": "1891",
      "uri": "/wiki/Po_Kya",
      "name": "Po Kya",
      "aboutText": "In this Burmese name, Thakin is an honorific.\nThakin Kodaw Hmaing (Burmese: သခင်ကိုယ်တော်မှိုင်း, pronounced: [θəkʰɪ̀ɴ kòdɔ̀ m̥áiɴ]; 23 March 1876 – 23 July 1964) is considered one of the greatest Burmese poets, writers and political leaders in the 20th century history of Burma. He is regarded as the Father of Burmese nationalist and peace movements as well as a literary genius.",
      "pageId": 9863457,
      "monthDay": "03/23"
    },
    {
      "year": "1893",
      "uri": "/wiki/Cedric_Gibbons",
      "name": "Cedric Gibbons",
      "aboutText": "In this Burmese name, U is an honorific.\nPo Kya (Burmese: ဖိုးကျား, pronounced: [pʰó tɕá]; also spelled Pho Kyar; 23 March 1891 – 11 April 1942) is considered one of the top Burmese authors and education reformists in 20th century Myanmar. He is regarded as the father of Burmese short stories, a key member of the Nationalist Education movement of the 1930s and also a literary genius.",
      "pageId": 22462921,
      "monthDay": "03/23"
    },
    {
      "year": "1893",
      "uri": "/wiki/Gopalswamy_Doraiswamy_Naidu",
      "name": "Gopalswamy Doraiswamy Naidu",
      "aboutText": "Akira Kurosawa (Japanese: 黒澤 明, Hepburn: Kurosawa Akira, March 23, 1910 – September 6, 1998) was a Japanese filmmaker. Regarded as one of the most important and influential filmmakers in the history of cinema, Kurosawa directed 30 films in a career spanning 57 years.\nKurosawa entered the Japanese film industry in 1936, following a brief stint as a painter.",
      "pageId": 872,
      "monthDay": "03/23"
    },
    {
      "year": "1894",
      "uri": "/wiki/Arthur_Grimsdell",
      "name": "Arthur Grimsdell",
      "aboutText": "Wernher Magnus Maximilian, Freiherr von Braun (March 23, 1912 – June 16, 1977) was a German (and later American) aerospace engineer and space architect credited with inventing the V-2 rocket for Nazi Germany and the Saturn V for the United States. He was one of the leading figures in the development of rocket technology in Nazi Germany, where he was a member of the Nazi Party and the SS. Following World War II he, as well as about 1500 other scientists, technicians, and engineers, were moved to the United States as part of Operation Paperclip, where he developed the rockets that launched America's first space satellite and first series of moon missions.\nIn his twenties and early thirties, von Braun worked in Germany's rocket development program, where he helped design and develop the V-2 rocket at Peenemünde during World War II. Following the war, Von Braun worked for the United States Army on an intermediate-range ballistic missile (IRBM) program before his group was assimilated into NASA. Under NASA, he served as director of the newly formed Marshall Space Flight Center and as the chief architect of the Saturn V launch vehicle, the superbooster that propelled the Apollo spacecraft to the Moon.",
      "pageId": 33783,
      "monthDay": "03/23"
    },
    {
      "year": "1895",
      "uri": "/wiki/Encarnacion_Alzona",
      "name": "Encarnacion Alzona",
      "aboutText": "Erich Seligmann Fromm (German: [fʀɔm]; March 23, 1900 – March 18, 1980) was a German social psychologist, psychoanalyst, sociologist, humanistic philosopher, and democratic socialist.",
      "pageId": 45343,
      "monthDay": "03/23"
    },
    {
      "year": "1895",
      "uri": "/wiki/Dane_Rudhyar",
      "name": "Dane Rudhyar",
      "aboutText": "Lale Andersen (23 March 1905 – 29 August 1972) was a German chanson singer-songwriter born in Bremerhaven, Germany.",
      "pageId": 309345,
      "monthDay": "03/23"
    },
    {
      "year": "1898",
      "uri": "/wiki/Louis_Adamic",
      "name": "Louis Adamic",
      "aboutText": "Henry Beam Piper (March 23, 1904 – c. November 6, 1964) was an American science fiction author. He wrote many short stories and several novels.",
      "pageId": 319437,
      "monthDay": "03/23"
    },
    {
      "year": "1899",
      "uri": "/wiki/Dora_Gerson",
      "name": "Dora Gerson",
      "aboutText": "Dane Rudhyar (March 23, 1895, in Paris – September 13, 1985, in San Francisco), born Daniel Chennevière, was an American author, modernist composer and humanistic astrologer.",
      "pageId": 647545,
      "monthDay": "03/23"
    },
    {
      "year": "1900",
      "uri": "/wiki/Erich_Fromm",
      "name": "Erich Fromm",
      "aboutText": "Abidin Dino, (March 23, 1913 – December 7, 1993) was a Turkish artist and a well-known painter.",
      "pageId": 1402001,
      "monthDay": "03/23"
    },
    {
      "year": "1902",
      "uri": "/wiki/J%C3%B3zef_Cebula",
      "name": "Józef Cebula",
      "aboutText": "Daniel Bovet ForMemRS (23 March 1907 – 8 April 1992) was a Swiss-born Italian pharmacologist who won the 1957 Nobel Prize in Physiology or Medicine for his discovery of drugs that block the actions of specific neurotransmitters. He is best known for his discovery in 1937 of antihistamines, which block the neurotransmitter histamine and are used in allergy medication. His other research included work on chemotherapy, sulfa drugs, the sympathetic nervous system, the pharmacology of curare, and other neuropharmacological interests.",
      "pageId": 1408625,
      "monthDay": "03/23"
    },
    {
      "year": "1904",
      "uri": "/wiki/H._Beam_Piper",
      "name": "H. Beam Piper",
      "aboutText": "Milbourne Christopher (23 March 1914 – 17 June 1984) was a prominent American illusionist, magic historian, and author.",
      "pageId": 1933657,
      "monthDay": "03/23"
    },
    {
      "year": "1905",
      "uri": "/wiki/Lale_Andersen",
      "name": "Lale Andersen",
      "aboutText": "Louis Adamic (Slovene: Alojz Adamič) (23 March 1898 – 4 September 1951) was a Slovene-American author and translator, mostly known for writing about and advocating for ethnic diversity of America.",
      "pageId": 2012210,
      "monthDay": "03/23"
    },
    {
      "year": "1907",
      "uri": "/wiki/Daniel_Bovet",
      "name": "Daniel Bovet",
      "aboutText": "G. D. Naidu (Gopalaswamy Doraiswamy Naidu) (23 March 1893 – 4 January 1974) was an Indian inventor and engineer who is also referred to as the Edison of India. He is credited with the manufacture of the first electric motor in the India. His contributions were primarily industrial but also span the fields of electrical, mechanical, agricultural (Hybrid cultivation) and automobile engineering.",
      "pageId": 2264874,
      "monthDay": "03/23"
    },
    {
      "year": "1909",
      "uri": "/wiki/Charles_Werner",
      "name": "Charles Werner",
      "aboutText": "Eleanor Frances (Butler) Cameron (1912–1996) was a children's author and critic.",
      "pageId": 2630216,
      "monthDay": "03/23"
    },
    {
      "year": "1910",
      "uri": "/wiki/Jerry_Cornes",
      "name": "Jerry Cornes",
      "aboutText": "Mary Innes-Ker, Duchess of Roxburghe (23 March 1915 – 2 July 2014), previously Mary Evelyn Hungerford Crewe-Milnes, was a daughter of Robert Crewe-Milnes, 1st Marquess of Crewe by his marriage to Lady Margaret Etienne Hannah (Peggy) Primrose, daughter of Hannah Primrose, Countess of Rosebery and Archibald Primrose, 5th Earl of Rosebery.\nA god-daughter of King George V, she was the first wife of George Innes-Ker, 9th Duke of Roxburghe. They were married on 24 October 1935, at Westminster Abbey, but divorced in 1953.",
      "pageId": 2663418,
      "monthDay": "03/23"
    },
    {
      "year": "1910",
      "uri": "/wiki/Akira_Kurosawa",
      "name": "Akira Kurosawa",
      "aboutText": "Dora Gerson (23 March 1899 – 14 February 1943) was a Jewish German cabaret singer and motion picture actress of the silent film era who died with her family at Auschwitz concentration camp.",
      "pageId": 2866181,
      "monthDay": "03/23"
    },
    {
      "year": "1912",
      "uri": "/wiki/Eleanor_Cameron",
      "name": "Eleanor Cameron",
      "aboutText": "John Frederick \"Jerry\" Cornes (23 March 1910 – 19 June 2001) was an English middle distance runner, colonial officer, and schoolmaster.\nHe was born in Darjeeling, British Raj.",
      "pageId": 7226981,
      "monthDay": "03/23"
    },
    {
      "year": "1912",
      "uri": "/wiki/Neil_McCorkell",
      "name": "Neil McCorkell",
      "aboutText": "Encarnacion A. Alzona (March 23, 1895 – March 13, 2001) was a pioneering Filipino historian, educator and suffragist.",
      "pageId": 13972212,
      "monthDay": "03/23"
    },
    {
      "year": "1912",
      "uri": "/wiki/Wernher_von_Braun",
      "name": "Wernher von Braun",
      "aboutText": "Arthur Grimsdell (23 March 1894 – 12 March 1963) was an English professional footballer. He was born in Watford, Hertfordshire and played at centre-half and later wing-half for Tottenham Hotspur. and England.",
      "pageId": 15539946,
      "monthDay": "03/23"
    },
    {
      "year": "1913",
      "uri": "/wiki/Abidin_Dino",
      "name": "Abidin Dino",
      "aboutText": "Neil Thomas McCorkell (23 March 1912 – 28 February 2013) was an English cricketer. He was right-handed batsman who fielded as a wicket-keeper. He was born at Portsmouth, Hampshire.",
      "pageId": 21541167,
      "monthDay": "03/23"
    },
    {
      "year": "1914",
      "uri": "/wiki/Milbourne_Christopher",
      "name": "Milbourne Christopher",
      "aboutText": "Charles George Werner (March 23, 1909 - July 1, 1997) was an American editorial cartoonist who won a Pulitzer Prize in 1939 and later worked 47 years for the Indianapolis Star.\n^ \"Charles Werner Papers\". Syracuse University Libraries.",
      "pageId": 29722301,
      "monthDay": "03/23"
    },
    {
      "year": "1915",
      "uri": "/wiki/Mary_Innes-Ker,_Duchess_of_Roxburghe",
      "name": "Mary Innes-Ker, Duchess of Roxburghe",
      "aboutText": "Blessed Józef Cebula (23 March 1902 – 9 May 1941) was a Polish priest of the Missionary Oblates of Mary Immaculate (OMI).\nBorn on 23 March 1902 into a modest family, he suffered tuberculosis as a youth and was declared incurable at first; but after his recovery, he went to an Oblate shrine and shared his story with Father Jan Pawolik, O.M.I. He was taught in a minor seminary from 1923 to 1931, and ordained as a priest on 5 June 1927 while still in a seminary. Father Cebula became a superior on the Oblate seminaries in 1931, and became novice master at Markowice in 1937.",
      "pageId": 33647690,
      "monthDay": "03/23"
    },
    {
      "year": "1915",
      "uri": "/wiki/Tom_Pashby",
      "name": "Tom Pashby",
      "aboutText": "Donald Malcolm Campbell CBE (23 March 1921 – 4 January 1967) was a British speed record breaker who broke eight absolute world speed records on water and on land in the 1950s and 1960s. He remains the only person to set both world land and water speed records in the same year (1964).",
      "pageId": 9164,
      "monthDay": "03/23"
    },
    {
      "year": "1915",
      "uri": "/wiki/Vasily_Zaytsev",
      "name": "Vasily Zaytsev",
      "aboutText": "Vasily Grigoryevich Zaytsev (Russian: Васи́лий Григо́рьевич За́йцев; IPA: [vɐˈsʲilʲɪj ɡrʲɪˈɡorʲjɪvʲɪtɕ ˈzajtsɨf]; 23 March 1915 – 15 December 1991) was a Soviet sniper and a Hero of the Soviet Union during World War II. Between 10 November and 17 December 1942, during the Battle of Stalingrad, he killed 225 soldiers and officers of the Wehrmacht and other Axis armies, including 11 enemy snipers.\nPrior to 10 November, he killed 32 Axis soldiers with the standard-issue Mosin–Nagant rifle (effective range of 900 metres or 985 yards). Between October 1942 and January 1943, Zaytsev made an estimated 400 kills, some at distances of more than 1,000 metres (1,100 yd).",
      "pageId": 254995,
      "monthDay": "03/23"
    },
    {
      "year": "1917",
      "uri": "/wiki/Harry_Cranbrook_Allen",
      "name": "Harry Cranbrook Allen",
      "aboutText": "Bette Nesmith Graham (March 23, 1924 – May 12, 1980) was an American typist, commercial artist, and the inventor of white-out. She was also the mother of musician and producer Michael Nesmith of The Monkees.\n^ \"Bette Nesmith Graham\".",
      "pageId": 594445,
      "monthDay": "03/23"
    },
    {
      "year": "1917",
      "uri": "/wiki/Kenneth_Tobey",
      "name": "Kenneth Tobey",
      "aboutText": "John Hardcastle Dalton Madin (23 March 1924 – 8 January 2012) was an English architect.",
      "pageId": 761179,
      "monthDay": "03/23"
    },
    {
      "year": "1918",
      "uri": "/wiki/Stanley_Armour_Dunham",
      "name": "Stanley Armour Dunham",
      "aboutText": "Neal Edward Smith (born March 23, 1920) was a member of the United States House of Representatives from Iowa from 1959 until 1995—the longest-serving Iowan in the United States House of Representatives. He was born in his grandparents' home near Hedrick, Keokuk County, Iowa. He served in the United States Army Air Forces during the Second World War as a bomber pilot.",
      "pageId": 932303,
      "monthDay": "03/23"
    },
    {
      "year": "1918",
      "uri": "/wiki/Helene_Hale",
      "name": "Helene Hale",
      "aboutText": "Kenneth Tobey (March 23, 1917 – December 22, 2002) was an American stage, television and film actor.",
      "pageId": 2424083,
      "monthDay": "03/23"
    },
    {
      "year": "1919",
      "uri": "/wiki/Carl_Graffunder",
      "name": "Carl Graffunder",
      "aboutText": "Thomas Joseph Pashby, CM (March 23, 1915 – August 24, 2005) was an ophthalmologist and advocate of safety in ice hockey in Canada.\nPashby helped push the use of safety equipment for hockey players including mandatory helmets and face guards. He also led the push for penalties for cross checking and other actions that could lead to back or eye injuries.",
      "pageId": 2542816,
      "monthDay": "03/23"
    },
    {
      "year": "1920",
      "uri": "/wiki/Neal_Edward_Smith",
      "name": "Neal Edward Smith",
      "aboutText": "David Watkin BSC (23 March 1925 – 19 February 2008) was a British cinematographer, an innovator who was among the first directors of photography to experiment heavily with the usage of bounce light as a soft light source. He worked with such film directors as Richard Lester, Peter Brook, Tony Richardson, Mike Nichols, Ken Russell, Franco Zeffirelli, Sidney Lumet and Sydney Pollack.\nIn 1985, Watkin won the Academy Award for Best Cinematography for his work on Out of Africa.",
      "pageId": 3204371,
      "monthDay": "03/23"
    },
    {
      "year": "1920",
      "uri": "/wiki/Tetsuharu_Kawakami",
      "name": "Tetsuharu Kawakami",
      "aboutText": "Olga Kennard, née Weisz (born 23 March 1924) is a British crystallographer, and was Director of the Cambridge Crystallographic Data Centre from 1965 to 1997.\nShe was elected a Fellow of the Royal Society in 1987 and awarded the OBE in 1988. In recognition of her work, there is the Olga Kennard Research Fellowship in crystallogrophy, administered by the Royal Society.",
      "pageId": 4388942,
      "monthDay": "03/23"
    },
    {
      "year": "1921",
      "uri": "/wiki/Donald_Campbell",
      "name": "Donald Campbell",
      "aboutText": "Ugo Tognazzi (Italian pronunciation: [ˈuːɡo toɲˈɲattsi]; 23 March 1922 - 27 October 1990) was an Italian film, TV, and theatre actor, director, and screenwriter.",
      "pageId": 4734721,
      "monthDay": "03/23"
    },
    {
      "year": "1921",
      "uri": "/wiki/Peter_Lawler_(public_servant)",
      "name": "Peter Lawler",
      "aboutText": "Helene Hale (March 23, 1918 – February 1, 2013) was an American politician from the state of Hawaii.\nHale was born Helene Eleanor Hilyer in Minneapolis, Minnesota on March 23, 1918. From 1955 until 1963 she served on the County of Hawaii Board of Supervisors.",
      "pageId": 4763891,
      "monthDay": "03/23"
    },
    {
      "year": "1922",
      "uri": "/wiki/Marty_Allen",
      "name": "Marty Allen",
      "aboutText": "Carl Graffunder (March 23, 1919 - August 27, 2013) was a mid-century modernist architect whose influence from European modernism, Frank Lloyd Wright and Antonin Raymond manifested in many residential and commercial structures mostly in Minnesota. He was born in Rock Island, Illinois and raised in Hibbing, Minnesota. He received his Bachelor of Architecture at the University of Minnesota in 1942 and Master of Architecture from Harvard University in 1948.",
      "pageId": 9314051,
      "monthDay": "03/23"
    },
    {
      "year": "1922",
      "uri": "/wiki/Ugo_Tognazzi",
      "name": "Ugo Tognazzi",
      "aboutText": "Marty Allen (born Morton David Alpern; March 23, 1922) is an American stand-up comedian, actor, and veteran of World War II. He has worked as a comedy headliner in night clubs and as a dramatic actor in TV roles.",
      "pageId": 11598774,
      "monthDay": "03/23"
    },
    {
      "year": "1923",
      "uri": "/wiki/Angelo_Ingrassia",
      "name": "Angelo Ingrassia",
      "aboutText": "Tetsuharu Kawakami (川上 哲治, Kawakami Tetsuharu, March 23, 1920 – October 28, 2013) was a Japanese baseball player and manager, nicknamed 打撃の神様 (dageki no kamisama,, \"the God of Batting/Hitting\").\nBorn in Hitoyoshi, Kumamoto, he played for the Yomiuri Giants between 1938 and 1958. In 1951, he struck out only 6 times, which is the Japanese single-season tie record.",
      "pageId": 14727454,
      "monthDay": "03/23"
    },
    {
      "year": "1924",
      "uri": "/wiki/Rodney_Mims_Cook,_Sr.",
      "name": "Rodney Mims Cook, Sr.",
      "aboutText": "Stanley Armour Dunham (March 23, 1918 – February 8, 1992) was the maternal grandfather of U.S. President Barack Obama. He and his wife Madelyn Payne Dunham raised Obama from the age of 10 in Honolulu, Hawaii.",
      "pageId": 16384865,
      "monthDay": "03/23"
    },
    {
      "year": "1924",
      "uri": "/wiki/Bette_Nesmith_Graham",
      "name": "Bette Nesmith Graham",
      "aboutText": "Rodney Mims Cook (March 23, 1924 – January 13, 2013) was a Georgia public figure who served for over twenty years as an Atlanta city alderman and member of the Georgia House of Representatives.\nCook was one of the first Republican officials elected in Georgia since Reconstruction. He served at-large as an Atlanta alderman and a member of the Georgia House simultaneously for a number of years.",
      "pageId": 28466610,
      "monthDay": "03/23"
    },
    {
      "year": "1924",
      "uri": "/wiki/Olga_Kennard",
      "name": "Olga Kennard",
      "aboutText": "Bjørn Grothaug Andersen (23 March 1924, in Stavanger, Norway  – 12 January 2012, in Asker, Norway) was a Norwegian professor of Quaternary geology and glaciology who made foundational contributions to glacial geology and the understanding of climate change.",
      "pageId": 35847758,
      "monthDay": "03/23"
    },
    {
      "year": "1924",
      "uri": "/wiki/John_Madin",
      "name": "John Madin",
      "aboutText": "Sir Peter James Lawler OBE (born 23 March 1921) is a retired Australian senior public servant and diplomat.",
      "pageId": 38240135,
      "monthDay": "03/23"
    },
    {
      "year": "1924",
      "uri": "/wiki/Bj%C3%B8rn_G._Andersen",
      "name": "Bjørn G. Andersen",
      "aboutText": "Angelo Ingrassia (March 23, 1923 – March 21, 2013) was an American jurist.\nIngrassia served in the United States Army during World War II. He then received his law degree from Albany Law School and was admitted to the New York bar. He served as district attorney of Orange County, New York and then as judge of the Orange County court.",
      "pageId": 38895969,
      "monthDay": "03/23"
    },
    {
      "year": "1925",
      "uri": "/wiki/David_Watkin_(cinematographer)",
      "name": "David Watkin",
      "aboutText": "Professor Harry Cranbrook Allen MC FRHS (1917-1998), was a prominent British Historian of the United States.",
      "pageId": 44356512,
      "monthDay": "03/23"
    },
    {
      "year": "1927",
      "uri": "/wiki/Mato_Damjanovi%C4%87",
      "name": "Mato Damjanović",
      "aboutText": "Barry Charles Cryer OBE (born 23 March 1935) is a British writer and comedian. Cryer has written for many noted performers, including Dave Allen, Stanley Baxter, Jack Benny, Rory Bremner, George Burns, Jasper Carrott, Tommy Cooper, Les Dawson, Dick Emery, Kenny Everett, Bruce Forsyth, David Frost, Bob Hope, Frankie Howerd, Richard Pryor, Spike Milligan, Mike Yarwood, The Two Ronnies and Morecambe and Wise.",
      "pageId": 77752,
      "monthDay": "03/23"
    },
    {
      "year": "1928",
      "uri": "/wiki/Jean_E._Sammet",
      "name": "Jean E. Sammet",
      "aboutText": "Sir Roger Gilbert Bannister, CBE (born 23 March 1929) is an English former middle-distance athlete, physician and academic, who ran the first sub-four-minute mile.\nIn the 1952 Olympics in Helsinki, Bannister set a British record in the 1500 metres but finished fourth. This strengthened his resolve to be the first 4-minute miler.",
      "pageId": 100969,
      "monthDay": "03/23"
    },
    {
      "year": "1929",
      "uri": "/wiki/Roger_Bannister",
      "name": "Roger Bannister",
      "aboutText": "Craig Breedlove (born March 23, 1937) is an American professional race car driver and a five-time world land speed record holder.",
      "pageId": 180921,
      "monthDay": "03/23"
    },
    {
      "year": "1929",
      "uri": "/wiki/Michael_Manser",
      "name": "Michael Manser",
      "aboutText": "Philip George Zimbardo (born March 23, 1933) is a psychologist and a professor emeritus at Stanford University. He became known for his 1971 Stanford prison experiment and has since authored various introductory psychology books, textbooks for college students, and other notable works, including The Lucifer Effect, The Time Paradox and The Time Cure. He is also the founder and president of the Heroic Imagination Project.",
      "pageId": 438080,
      "monthDay": "03/23"
    },
    {
      "year": "1930",
      "uri": "/wiki/Ahmed_Ramzy",
      "name": "Ahmed Ramzy",
      "aboutText": "Jannis Kounellis (Greek: Γιάννης Κουνέλλης; born 23 March 1936) is a Greek contemporary artist based in Rome. He studied in art college in Athens until 1956 and at the Accademia di Belle Arti in Rome.\n^ a b \"Jannis Kounellis – Biography\".",
      "pageId": 1695236,
      "monthDay": "03/23"
    },
    {
      "year": "1931",
      "uri": "/wiki/Yevgeny_Grishin_(speed_skater)",
      "name": "Yevgeny Grishin",
      "aboutText": "Yevgeny Romanovich Grishin (Russian: Евгений Романович Гришин; 23 March 1931 – 9 July 2005) was a Russian speedskater. Grishin trained for the largest part of his speedskating career at CSKA Moscow. He became European Champion in 1956, and won Olympic gold in the 500 meter and 1500 meter events in both 1956 and 1960 Winter Olympics (sharing the 1500 meter victories with respectively Yuri Mikhaylov and Roald Aas), competing for the USSR team.",
      "pageId": 2251257,
      "monthDay": "03/23"
    },
    {
      "year": "1931",
      "uri": "/wiki/Viktor_Korchnoi",
      "name": "Viktor Korchnoi",
      "aboutText": "Mark Rydell (born March 23, 1928) is an American actor, film director and producer. He has directed many Academy Award-nominated films including The Fox (1967), The Reivers (1969), Cinderella Liberty (1973), The Rose (1979), The River (1984) and For the Boys (1991).",
      "pageId": 2631260,
      "monthDay": "03/23"
    },
    {
      "year": "1931",
      "uri": "/wiki/Yevdokiya_Mekshilo",
      "name": "Yevdokiya Mekshilo",
      "aboutText": "Jean E. Sammet (born March 23, 1928 in New York City) is an American computer scientist who developed the FORMAC programming language in 1962.\nShe received her B.A. in Mathematics from Mount Holyoke College in 1948 and her M.A. in Mathematics from University of Illinois at Urbana-Champaign in 1949. She received an honorary D.Sc.",
      "pageId": 2963921,
      "monthDay": "03/23"
    },
    {
      "year": "1932",
      "uri": "/wiki/Don_Marshall",
      "name": "Don Marshall",
      "aboutText": "Donald Robert Marshall (born March 23, 1932) is a retired Canadian ice hockey forward. He was born in Verdun, Quebec.\nDon played in the National Hockey League from 1951 to 1972.",
      "pageId": 3450940,
      "monthDay": "03/23"
    },
    {
      "year": "1933",
      "uri": "/wiki/Norman_Bailey_(bass-baritone)",
      "name": "Norman Bailey",
      "aboutText": "Norman Stanley Bailey (born 23 March 1933 in Birmingham, England) is an operatic bass-baritone who emigrated to South Africa with his parents after the Second World War. He is married to the American soprano, Kristine Ciesinski and is the brother in law of American mezzo-soprano Katherine Ciesinski and the American conductor Mark Powell. Bailey and Kristine Ciesinski are currently residents of Victor, Idaho.",
      "pageId": 3832709,
      "monthDay": "03/23"
    },
    {
      "year": "1933",
      "uri": "/wiki/Norman_Yemm",
      "name": "Norman Yemm",
      "aboutText": "Anthony \"Tony\" Burton (born March 23, 1937) is an American actor.",
      "pageId": 4337335,
      "monthDay": "03/23"
    },
    {
      "year": "1933",
      "uri": "/wiki/Philip_Zimbardo",
      "name": "Philip Zimbardo",
      "aboutText": "Norman Yemm (23 March 1933 – 3 February 2015) was an Australian actor, opera singer, musical theatre performer and sportsman. He had spent many years as a chief baritone with the Australian Opera appearing in such roles as Don Pasquale and was a frequent performer in the musical theatre world - most notably as Curly in Oklahoma!, and the Pirate King in The Pirates of Penzance, he also appeared in South Pacific and The Sound of Music, prior to his television roles.",
      "pageId": 4693031,
      "monthDay": "03/23"
    },
    {
      "year": "1934",
      "uri": "/wiki/Ludvig_Faddeev",
      "name": "Ludvig Faddeev",
      "aboutText": "Ludvig Dmitrievich Faddeev (also Ludwig Dmitriyevich; Russian: Лю́двиг Дми́триевич Фадде́ев; born March 23, 1934) is a Soviet and Russian theoretical physicist and mathematician. He is famous for the discovery of the Faddeev equations in the theory of the quantum mechanical three-body problem and for the development of path integral methods in the quantization of non-abelian gauge field theories, including the introduction (with Victor Popov) of Faddeev–Popov ghosts. He led the Leningrad School, in which he along with many of his students developed the quantum inverse scattering method for studying quantum integrable systems in one space and one time dimension.",
      "pageId": 4854639,
      "monthDay": "03/23"
    },
    {
      "year": "1934",
      "uri": "/wiki/Fernand_Gignac",
      "name": "Fernand Gignac",
      "aboutText": "Yevdokiya Panteleyevna Mekshilo (Russian: Евдокия Пантелеевна Мекшило) (March 23, 1931 – January 16, 2013) was a female Soviet cross country skier who competed in the 1960s for Armed Forces sports society. At the 1964 Winter Olympics, she won a gold in the 3x5 km and a silver in the 10 km event.",
      "pageId": 6094858,
      "monthDay": "03/23"
    },
    {
      "year": "1934",
      "uri": "/wiki/Mark_Rydell",
      "name": "Mark Rydell",
      "aboutText": "Fernand Gignac (March 23, 1934 - August 18, 2006) was a French Canadian singer and actor.\nBeside his music career under the label Fleur-de-Lis, Gignac also starred in several television series (including Symphorien, 1968).",
      "pageId": 6568055,
      "monthDay": "03/23"
    },
    {
      "year": "1935",
      "uri": "/wiki/Barry_Cryer",
      "name": "Barry Cryer",
      "aboutText": "Ahmad Ramzy (Arabic: أحمد رمزي‎; 23 March 1930 - 28 September 2012), was an Egyptian actor who played the leading roles in many Egyptian films in the 1950s, 60s, and 70s.",
      "pageId": 9652475,
      "monthDay": "03/23"
    },
    {
      "year": "1936",
      "uri": "/wiki/Jannis_Kounellis",
      "name": "Jannis Kounellis",
      "aboutText": "Robert Charles Gallo (born March 23, 1937) is an American biomedical researcher. He is best known for his role in the discovery of the human immunodeficiency virus (HIV) as the infectious agent responsible for acquired immune deficiency syndrome (AIDS) and in the development of the HIV blood test, and he has been a major contributor to subsequent HIV research.\nGallo is the director and co-founder of the Institute of Human Virology (IHV) at the University of Maryland School of Medicine in Baltimore, Maryland, established in 1996 in a partnership including the State of Maryland and the City of Baltimore.",
      "pageId": 15917712,
      "monthDay": "03/23"
    },
    {
      "year": "1937",
      "uri": "/wiki/Craig_Breedlove",
      "name": "Craig Breedlove",
      "aboutText": "Mato Damjanović (23 March 1927 – 12 February 2011) was a Croatian chess grandmaster who represented Yugoslavia in international team events. In 1964 he became the second Croatian grandmaster, after Mijo Udovčić.\nDamjanović represented Yugoslavia at first reserve board (+6 -2 =2) in the 14th Chess Olympiad at Leipzig 1960, and won individual silver and team bronze medals there.",
      "pageId": 17593616,
      "monthDay": "03/23"
    },
    {
      "year": "1937",
      "uri": "/wiki/Tony_Burton",
      "name": "Tony Burton",
      "aboutText": "Viktor Lvovich Korchnoi (Russian: Ви́ктор Льво́вич Корчно́й; IPA: [vʲiktər lʲvovʲɪtɕ kɐrtɕˈnoj]; born 23 March 1931) is a professional chess player, author and until recently the oldest active grandmaster on the tournament circuit. He is widely considered the strongest player to have never become World Chess Champion, with the main alternative choice for that distinction being Paul Keres.\nBorn in Leningrad, Soviet Union, Korchnoi defected to the Netherlands in 1976, and has been residing in Switzerland for many years.",
      "pageId": 23987616,
      "monthDay": "03/23"
    },
    {
      "year": "1937",
      "uri": "/wiki/Robert_Gallo",
      "name": "Robert Gallo",
      "aboutText": "Michael Manser CBE RA (born 23 March 1929) is a British-based architect. He was a president of the Royal Institute of British Architects (RIBA) and established his own successful architecture practice in 1961.",
      "pageId": 36404213,
      "monthDay": "03/23"
    },
    {
      "year": "1938",
      "uri": "/wiki/Jon_Finlayson",
      "name": "Jon Finlayson",
      "aboutText": "Michael Laurence Nyman, CBE (born 23 March 1944) is an English composer of minimalist music, pianist, librettist and musicologist, known for numerous film scores (many written during his lengthy collaboration with the filmmaker Peter Greenaway), and his multi-platinum soundtrack album to Jane Campion's The Piano. He has additionally written a number of operas, including The Man Who Mistook His Wife for a Hat, Letters, Riddles and Writs, Noises, Sounds & Sweet Airs, Facing Goya, Man and Boy: Dada, Love Counts, and Sparkie: Cage and Beyond, and he has written six concerti, four string quartets, and many other chamber works, many for his Michael Nyman Band, with and without whom he tours as a performing pianist.",
      "pageId": 80664,
      "monthDay": "03/23"
    },
    {
      "year": "1938",
      "uri": "/wiki/Irwin_Levine",
      "name": "Irwin Levine",
      "aboutText": "Walter Anthony Rodney (23 March 1942 – 13 June 1980) was a prominent Guyanese historian, political activist and preeminent scholar, who was assassinated in Guyana in 1980.",
      "pageId": 372532,
      "monthDay": "03/23"
    },
    {
      "year": "1938",
      "uri": "/wiki/Dave_Pike",
      "name": "Dave Pike",
      "aboutText": "Tony McPhee (born Anthony Charles McPhee, 23 March 1944, at Redlands House, near Humberston, Lincolnshire) is an English blues guitarist, and founder of The Groundhogs.",
      "pageId": 615199,
      "monthDay": "03/23"
    },
    {
      "year": "1939",
      "uri": "/wiki/Robin_Herd",
      "name": "Robin Herd",
      "aboutText": "Ama Ata Aidoo, née Christina Ama Aidoo (born 23 March 1942, Saltpond) is a Ghanaian author, poet, playwright and academic. She was also a Minister of Education in Ghana under the Jerry Rawlings administration. She currently lives in Ghana, where in 2000 she established the Mbaasem Foundation to promote and support the work of African women writers.",
      "pageId": 623801,
      "monthDay": "03/23"
    },
    {
      "year": "1940",
      "uri": "/wiki/Ama_Ata_Aidoo",
      "name": "Ama Ata Aidoo",
      "aboutText": "David Grisman (born March 23, 1945, in Hackensack, New Jersey) is an American bluegrass/newgrass mandolinist and composer of acoustic music.",
      "pageId": 667998,
      "monthDay": "03/23"
    },
    {
      "year": "1941",
      "uri": "/wiki/Jim_Trelease",
      "name": "Jim Trelease",
      "aboutText": "Alan Bleasdale (born 23 March 1946) is an English writer, best known for social realist drama serials based on the lives of ordinary people.",
      "pageId": 838000,
      "monthDay": "03/23"
    },
    {
      "year": "1942",
      "uri": "/wiki/Michael_Haneke",
      "name": "Michael Haneke",
      "aboutText": "Michael Haneke (German: [ˈmɪçaːʔeːl ˈhaːnəkə]; born 23 March 1942) is an Austrian film director and screenwriter best known for films such as Funny Games (1997), Caché (2005), The White Ribbon (2009) and Amour (2012). His work often examines social issues, and depicts the feelings of estrangement experienced by individuals in modern society. Haneke has worked in television‚ theatre and cinema.",
      "pageId": 1049105,
      "monthDay": "03/23"
    },
    {
      "year": "1942",
      "uri": "/wiki/Walter_Rodney",
      "name": "Walter Rodney",
      "aboutText": "Sir Andrew Duncan Crockett (23 March 1943 – 3 September 2012) was a British banker, economist and public servant.",
      "pageId": 1119247,
      "monthDay": "03/23"
    },
    {
      "year": "1943",
      "uri": "/wiki/Andrew_Crockett_(banker)",
      "name": "Andrew Crockett",
      "aboutText": "Francesco \"Franco\" Battiato (Italian: [ˈfraŋko batˈtjaːto]; born 23 March 1945, Riposto, Sicily) is an Italian singer-songwriter, composer, filmmaker and, under the pseudonym Süphan Barzani, also a painter. Battiato's songs contain esoteric, philosophical and religious themes.\nHe is and has been for decades one of the most popular pop singer-songwriters in Italy.",
      "pageId": 2074411,
      "monthDay": "03/23"
    },
    {
      "year": "1943",
      "uri": "/wiki/George_P._Lee",
      "name": "George P. Lee",
      "aboutText": "Lee Andrew May (born March 23, 1943 in Birmingham, Alabama) is a retired American Major League Baseball (MLB) first baseman and designated hitter who played 18-seasons for the Cincinnati Reds (1965–71), Houston Astros (1972–74), Baltimore Orioles (1975–80), and Kansas City Royals (1981–82). He batted and threw right-handed. He is the older brother of former Chicago White Sox and New York Yankees outfielder Carlos May.",
      "pageId": 2554106,
      "monthDay": "03/23"
    },
    {
      "year": "1943",
      "uri": "/wiki/Lee_May",
      "name": "Lee May",
      "aboutText": "Nils-Aslak Valkeapää, known as Áillohaš in the Northern Sami language (23 March 1943 – 26 November 2001) was a Finnish Sami writer, musician and artist. He was born in Enontekiö in Lapland province, Finland. He lived most of his life in Käsivarsi, close to the border of Sweden, and also in Skibotn in Norway.",
      "pageId": 2869507,
      "monthDay": "03/23"
    },
    {
      "year": "1943",
      "uri": "/wiki/Sharon_Presley",
      "name": "Sharon Presley",
      "aboutText": "Pepe Lienhard (born Peter Rudolf Lienhard; 23 March 1946 in Lenzburg) is a Swiss bandleader and musician.",
      "pageId": 3667931,
      "monthDay": "03/23"
    },
    {
      "year": "1943",
      "uri": "/wiki/Nils-Aslak_Valkeap%C3%A4%C3%A4",
      "name": "Nils-Aslak Valkeapää",
      "aboutText": "Jim Trelease (born March 23, 1941), also known as James Joseph Trelease, is an educator and author who stresses reading aloud to children as a way to instill in them the love of literature.",
      "pageId": 4215346,
      "monthDay": "03/23"
    },
    {
      "year": "1944",
      "uri": "/wiki/B._P._Gavrilov",
      "name": "B. P. Gavrilov",
      "aboutText": "Sharon Presley (born 23 March 1943), is an American libertarian feminist, writer, activist, and retired lecturer in psychology.\n^ \"Presley, Sharon\". Library of Congress.",
      "pageId": 6133358,
      "monthDay": "03/23"
    },
    {
      "year": "1944",
      "uri": "/wiki/Tony_McPhee",
      "name": "Tony McPhee",
      "aboutText": "David Samuel Pike (March 23, 1938 – October 3, 2015) was a jazz vibraphone and marimba player. He appears on many Herbie Mann albums as well as those by Bill Evans, Nick Brignola, Paul Bley and Kenny Clarke.",
      "pageId": 7025318,
      "monthDay": "03/23"
    },
    {
      "year": "1944",
      "uri": "/wiki/Michael_Nyman",
      "name": "Michael Nyman",
      "aboutText": "George Patrick Lee (March 23, 1943 – July 28, 2010) was the first Native American to become a general authority of The Church of Jesus Christ of Latter-day Saints (LDS Church). He was a member of the church's First Quorum of Seventy from 1975 to 1989, when he was excommunicated from the church.",
      "pageId": 9172110,
      "monthDay": "03/23"
    },
    {
      "year": "1945",
      "uri": "/wiki/Franco_Battiato",
      "name": "Franco Battiato",
      "aboutText": "Robin Herd (born 23 March 1939) is an English engineer, designer and businessman.\nHerd studied at St Peter's College, Oxford, having turned down an offer to play cricket for Worcestershire at the age of 18. He initially entered Oxford with a scholarship to study mathematics, however he switched subjects and graduated with a double first in physics and engineering, before joining the Royal Aircraft Establishment in 1961 as a design engineer on the Concorde supersonic aircraft project, focussing on computational fluid dynamics.",
      "pageId": 19344505,
      "monthDay": "03/23"
    },
    {
      "year": "1945",
      "uri": "/wiki/David_Grisman",
      "name": "David Grisman",
      "aboutText": "Boris Petrovich Gavrilov (Russian: Борис Петрович Гаврилов; 23 March 1944 – 2006) was a Soviet rugby union player, who played for the national team. He was a Soviet Master of Sport.\nHe played for Fili rugby club, and was active in the 1970s.",
      "pageId": 24502513,
      "monthDay": "03/23"
    },
    {
      "year": "1946",
      "uri": "/wiki/Alan_Bleasdale",
      "name": "Alan Bleasdale",
      "aboutText": "Irwin Jesse Levine (March 23, 1938 – January 21, 1997) was an American songwriter, who co-wrote the song \"Tie a Yellow Ribbon Round the Ole Oak Tree\" with L. Russell Brown. The song was a world-wide hit for Tony Orlando and Dawn as it reached number one on both the US and UK charts for four weeks in April 1973 and number one on the Australian charts for seven weeks from May to July 1973. It was the top-selling single in 1973 in both the US and UK. In 2008, Billboard ranked the song as the 37th biggest song of all time in its issue celebrating the 50th anniversary of the Hot 100.",
      "pageId": 32877431,
      "monthDay": "03/23"
    },
    {
      "year": "1946",
      "uri": "/wiki/Pepe_Lienhard",
      "name": "Pepe Lienhard",
      "aboutText": "Jon \"Finno\" Finlayson (23 March 1938 – 12 September 2012) was an Australian actor and writer. He was known for his roles in the films Lonely Hearts (1982) and The Magic Show (1983).\nHe was also well-known from his numerous television roles, such as Colonel Archibald Spencer in Zoo Family (1985) and as James Gleeson in Snowy River: The McGregor Saga (1995-1996).",
      "pageId": 37022734,
      "monthDay": "03/23"
    },
    {
      "year": "1946",
      "uri": "/wiki/Barbara_Rhoades",
      "name": "Barbara Rhoades",
      "aboutText": "Kim Stanley Robinson (born March 23, 1952) is an American writer of speculative science-fiction. He has published nineteen novels and numerous short stories but is best known for his award-winning Mars trilogy. Many of his novels and stories have ecological, cultural and political themes running through them and often feature scientists as heroes.",
      "pageId": 16807,
      "monthDay": "03/23"
    },
    {
      "year": "1947",
      "uri": "/wiki/Elizabeth_Ann_Scarborough",
      "name": "Elizabeth Ann Scarborough",
      "aboutText": "Philip Tyler \"Phil\" Keaggy (born March 23, 1951) is an American acoustic and electric guitarist and vocalist who has released more than 50 albums and contributed to many more recordings in both the contemporary Christian music and mainstream markets. He is a seven-time recipient of the GMA Dove Award for Instrumental Album of the Year, and was twice nominated for a Grammy Award for Best Rock Gospel Album.",
      "pageId": 91120,
      "monthDay": "03/23"
    },
    {
      "year": "1948",
      "uri": "/wiki/Wasim_Bari",
      "name": "Wasim Bari",
      "aboutText": "Ric Ocasek (born Richard T. Otcasek; March 23, 1949) is an American songwriter, musician and record producer. He is best known as the vocalist, rhythm guitarist and songwriter for the rock band the Cars.",
      "pageId": 483585,
      "monthDay": "03/23"
    },
    {
      "year": "1948",
      "uri": "/wiki/Marie_Malavoy",
      "name": "Marie Malavoy",
      "aboutText": "Baudilio José Díaz Seijas (March 23, 1953 – November 23, 1990) was a Venezuelan professional baseball player. He played in Major League Baseball as a catcher for the Boston Red Sox, Cleveland Indians, Philadelphia Phillies and the Cincinnati Reds from 1977 to 1989.",
      "pageId": 560240,
      "monthDay": "03/23"
    },
    {
      "year": "1948",
      "uri": "/wiki/Penelope_Milford",
      "name": "Penelope Milford",
      "aboutText": "Ronald Vincent \"Ron\" Jaworski (born March 23, 1951) is a former American football quarterback and currently an NFL analyst on ESPN. He is also CEO of Ron Jaworski Golf Management, Inc., based out of Blackwood, New Jersey, and manages golf courses in southern New Jersey, northeast Pennsylvania, and West Virginia. He also owns part interest in the Philadelphia Soul of the Arena Football League.",
      "pageId": 1061797,
      "monthDay": "03/23"
    },
    {
      "year": "1948",
      "uri": "/wiki/David_Olney",
      "name": "David Olney",
      "aboutText": "Corinne Cléry (born 23 March 1950), also known as Corinne Piccolo, is a French actress.",
      "pageId": 1142388,
      "monthDay": "03/23"
    },
    {
      "year": "1949",
      "uri": "/wiki/Ric_Ocasek",
      "name": "Ric Ocasek",
      "aboutText": "Ahdaf Soueif (born 23 March 1950) is an Egyptian novelist and political and cultural commentator.",
      "pageId": 1566930,
      "monthDay": "03/23"
    },
    {
      "year": "1950",
      "uri": "/wiki/Corinne_Cl%C3%A9ry",
      "name": "Corinne Cléry",
      "aboutText": "Adrian Reynard (born 23 March 1951 in Welwyn, England) was the founder of Reynard Motorsport, which was a successful racing car manufacturer before it went bankrupt in 2002.\nAs a student, Reynard was keenly interested in motorsport, particularly in the production of record-breaking motorcycles. He left Oxford Polytechnic (now Oxford Brookes University) and then Cranfield University - in place of the strain gauge he had been expected to present as a final-year project he turned up for his viva voce examination in Mechanical Engineering with a brand new self-designed Formula Ford chassis (which he had to disguise as a Formula Three as he was sponsored by a rival car manufacturer) on a trailer.",
      "pageId": 1631203,
      "monthDay": "03/23"
    },
    {
      "year": "1950",
      "uri": "/wiki/Joseph_Connolly_(author)",
      "name": "Joseph Connolly",
      "aboutText": "Anthony Charles De Longis (born March 23, 1950) is an American actor, stuntman, and fight choreographer.",
      "pageId": 2089709,
      "monthDay": "03/23"
    },
    {
      "year": "1950",
      "uri": "/wiki/Anthony_De_Longis",
      "name": "Anthony De Longis",
      "aboutText": "Wasim Bari (Urdu: وسیم باری) (born 23 March 1948, Karachi, Sindh) is a former Pakistani cricketer who played in 81 Tests and 51 ODIs from 1967 to 1984. Bari was a wicket-keeper and right-handed batsman. At the end of his 17-year career he was the most capped player in Pakistani Test history.",
      "pageId": 2399961,
      "monthDay": "03/23"
    },
    {
      "year": "1950",
      "uri": "/wiki/Phil_Lanzon",
      "name": "Phil Lanzon",
      "aboutText": "Elizabeth Ann Scarborough was born March 23, 1947 and lives in Port Townsend, Washington. Scarborough won a Nebula Award in 1989 for her novel The Healer's War, and has written more than a dozen other novels. She has collaborated with Anne McCaffrey, best known for creating the Dragonriders of Pern, to produce the Petaybee Series, the Acorna Series and the The Barque Cat series.",
      "pageId": 2488512,
      "monthDay": "03/23"
    },
    {
      "year": "1950",
      "uri": "/wiki/Ahdaf_Soueif",
      "name": "Ahdaf Soueif",
      "aboutText": "Arturo Díaz Mendoza (born March 23, 1952) is a Mexican professional wrestler best known for performing under the stage name Villano III (in Spanish Villano Tercero). He is most famous for teaming with one or more of his brothers: Villano I, Villano II, Villano IV, and Villano V. His father is Mexican wrestling legend Ray Mendoza. Of the five Villano brothers Arturo is considered the most successful in terms of championship and Lucha de Apuesta (bet match) wins as well as the most talented luchador.",
      "pageId": 2589049,
      "monthDay": "03/23"
    },
    {
      "year": "1951",
      "uri": "/wiki/Ron_Jaworski",
      "name": "Ron Jaworski",
      "aboutText": "Penelope Milford (born March 23, 1948) is an American actress. She is best known for her role as Vi Munson in Coming Home (1978) for which she was nominated for the Academy Award for Best Supporting Actress.",
      "pageId": 2842909,
      "monthDay": "03/23"
    },
    {
      "year": "1951",
      "uri": "/wiki/Phil_Keaggy",
      "name": "Phil Keaggy",
      "aboutText": "Francesco Clemente (born in Naples March 23, 1952) is an Italian contemporary artist. His work is influenced by thinkers as diverse as Gregory Bateson, William Blake, Allen Ginsberg, and J Krishnamurti. Dividing his time between New York and Varanasi, India, Clemente has adopted for his paintings a vast variety of supports and mediums, exploring, discarding, and returning to oil paint, watercolor, pastel, and printmaking.",
      "pageId": 2966717,
      "monthDay": "03/23"
    },
    {
      "year": "1951",
      "uri": "/wiki/Adrian_Reynard",
      "name": "Adrian Reynard",
      "aboutText": "David Charles Olney (born March 23, 1948 in Providence, Rhode Island) is an American folk singer/songwriter. He attended the University of North Carolina at Chapel Hill but did not graduate, instead joining Bland Simpson's band Simpson (band) in the early 1970s. He moved to Nashville in 1973 and formed the band The X-Rays, which gained a reputation during the late 1970s and early 1980s.",
      "pageId": 3203286,
      "monthDay": "03/23"
    },
    {
      "year": "1952",
      "uri": "/wiki/Francesco_Clemente",
      "name": "Francesco Clemente",
      "aboutText": "Rex Wayne Tillerson (born March 23, 1952 in Wichita Falls, Texas) is an American businessman and is the chairman, president, and CEO of Exxon Mobil Corporation. Under Tillerson's leadership Exxon acquired XTO Energy. Exxon has tied with Apple Inc.",
      "pageId": 3836728,
      "monthDay": "03/23"
    },
    {
      "year": "1952",
      "uri": "/wiki/Villano_III",
      "name": "Villano III",
      "aboutText": "Philip James \"Phil\" Lanzon (born 23 March 1950) is the keyboardist for British rock group Uriah Heep since 1986.\nLanzon has worked both as a session musician and sideman with Grand Prix, Grant & Forsyth, John Lawton (former Uriah Heep-member), Mick Ronson, Chris Spedding, and Sweet, among others.\nAt the age of eight Lanzon learned to play the piano.",
      "pageId": 3919098,
      "monthDay": "03/23"
    },
    {
      "year": "1952",
      "uri": "/wiki/Kim_Stanley_Robinson",
      "name": "Kim Stanley Robinson",
      "aboutText": "Joseph Connolly (born 23 March 1950) is a British journalist, novelist, non-fiction writer and bibliophile.\nFor many years Connolly was the proprietor of The Flask Bookshop in Hampstead, London. Having started writing fiction rather late in life, he is best known today for his comic novels, especially in France, where they have been translated by Alain Defossé.",
      "pageId": 9688608,
      "monthDay": "03/23"
    },
    {
      "year": "1952",
      "uri": "/wiki/Rex_Tillerson",
      "name": "Rex Tillerson",
      "aboutText": "Marie Malavoy (born March 23, 1948 in Berlin, Germany) is a Quebec politician and teacher. She was Member of National Assembly of Quebec for the riding of Taillon in the Montérégie region for the Parti Québécois. Following the PQ victory in 2012, Malavoy entered Cabinet as Minister of Education.",
      "pageId": 10984507,
      "monthDay": "03/23"
    },
    {
      "year": "1953",
      "uri": "/wiki/Bo_D%C3%ADaz",
      "name": "Bo Díaz",
      "aboutText": "Barbara Rhoades (born March 23, 1946) is an American actress, known primarily for her comedy and mystery roles, especially as lady bandit Penelope \"Bad Penny\" Cushings in The Shakiest Gun in the West (1968).",
      "pageId": 20463085,
      "monthDay": "03/23"
    },
    {
      "year": "1953",
      "uri": "/wiki/Chaka_Khan",
      "name": "Chaka Khan",
      "aboutText": "Lucio Edwin Gutiérrez Borbúa (born March 23, 1957) served as President of Ecuador from January 15, 2003 to April 20, 2005.",
      "pageId": 168867,
      "monthDay": "03/23"
    },
    {
      "year": "1953",
      "uri": "/wiki/Kiran_Mazumdar-Shaw",
      "name": "Kiran Mazumdar-Shaw",
      "aboutText": "El Duce redirects here.",
      "pageId": 338776,
      "monthDay": "03/23"
    },
    {
      "year": "1954",
      "uri": "/wiki/Geno_Auriemma",
      "name": "Geno Auriemma",
      "aboutText": "Chaka Khan (born Yvette Marie Stevens; March 23, 1953) is an American singer-songwriter whose career has spanned four decades, beginning in the 1970s as the frontwoman and focal point of the funk band Rufus. Widely known as the Queen of Funk, Khan has won ten Grammys and has sold an estimated 70 million records worldwide. She has seven gold singles, seven gold albums, and three platinum albums.",
      "pageId": 346473,
      "monthDay": "03/23"
    },
    {
      "year": "1954",
      "uri": "/wiki/Kenneth_Cole_(designer)",
      "name": "Kenneth Cole",
      "aboutText": "José Manuel Durão Barroso (ipa: [ʒuˈzɛ mɐˈnu̯ɛl duˈɾɐ̃u̯ bɐˈʁozu], born 23 March 1956) is a Portuguese right-wing politician who was the 11th President of the European Commission, serving from 2004 to 2014.",
      "pageId": 354436,
      "monthDay": "03/23"
    },
    {
      "year": "1955",
      "uri": "/wiki/Petrea_Burchard",
      "name": "Petrea Burchard",
      "aboutText": "Andrew John Bower Mitchell (born 23 March 1956) is a British Conservative Party politician who has been the Member of Parliament (MP) for Sutton Coldfield since 2001. He was the MP for Gedling from 1987 to 1997. He served in the Cabinet as Secretary of State for International Development from 2010 to 2012, and then briefly as Government Chief Whip in the House of Commons until he resigned after losing the confidence of many of his colleagues following an alleged altercation with a police officer.",
      "pageId": 435638,
      "monthDay": "03/23"
    },
    {
      "year": "1955",
      "uri": "/wiki/Moses_Malone",
      "name": "Moses Malone",
      "aboutText": "Luigi \"Geno\" Auriemma (born March 23, 1954) is an Italian-born American college basketball coach and the head coach of the University of Connecticut Huskies women's basketball team. He has led UConn to ten NCAA Division I national championships, a feat only matched by John Wooden in the sport of basketball, and has won six national Naismith College Coach of the Year awards. Auriemma was also the head coach of the United States women's national basketball team from 2009 to 2014, during which time his teams won the 2010 and 2014 World Championships, and the gold medal at the 2012 Summer Olympics.",
      "pageId": 756107,
      "monthDay": "03/23"
    },
    {
      "year": "1956",
      "uri": "/wiki/Jos%C3%A9_Manuel_Barroso",
      "name": "José Manuel Barroso",
      "aboutText": "Kenneth D. Cole (born March 23, 1954) is an American clothing designer.",
      "pageId": 935994,
      "monthDay": "03/23"
    },
    {
      "year": "1956",
      "uri": "/wiki/Andrew_Mitchell",
      "name": "Andrew Mitchell",
      "aboutText": "Amanda Michael Plummer (born March 23, 1957) is an American/Canadian actress best known for her work on stage and for her roles in such films as Joe Versus The Volcano (1990), The Fisher King (1991), Pulp Fiction (1994), and The Hunger Games: Catching Fire (2013). Plummer won a Tony Award in 1982 for her performance in Agnes of God.",
      "pageId": 1012870,
      "monthDay": "03/23"
    },
    {
      "year": "1956",
      "uri": "/wiki/Jeremy_Wade",
      "name": "Jeremy Wade",
      "aboutText": "Catherine Ann Keener (born March 23, 1959) is an American actress. She has been twice nominated for the Academy Award for Best Supporting Actress for her roles as Maxine Lund in Being John Malkovich (1999) and Harper Lee in Capote (2005). Keener also appeared in the films Into the Wild (2007) and Synecdoche, New York (2008), which were well-received by critics.",
      "pageId": 1147948,
      "monthDay": "03/23"
    },
    {
      "year": "1957",
      "uri": "/wiki/Teresa_Ganzel",
      "name": "Teresa Ganzel",
      "aboutText": "Moses Eugene Malone (March 23, 1955 – September 13, 2015) was an American basketball player who played in both the American Basketball Association (ABA) and the National Basketball Association (NBA) from 1974 through 1995. The center was named the NBA Most Valuable Player (MVP) three times and was a 12-time NBA All-Star and an eight-time All-NBA selection. Malone won his only NBA championship in 1983, when he was both the league and Finals MVP with the Philadelphia 76ers.",
      "pageId": 1164653,
      "monthDay": "03/23"
    },
    {
      "year": "1957",
      "uri": "/wiki/Lucio_Guti%C3%A9rrez",
      "name": "Lucio Gutiérrez",
      "aboutText": "Petrea Burchard (born March 23, 1955) is an American actress, and voice actress. She is sometimes credited as Celeste Burch in the anime she appears in.",
      "pageId": 1630881,
      "monthDay": "03/23"
    },
    {
      "year": "1957",
      "uri": "/wiki/Robbie_James",
      "name": "Robbie James",
      "aboutText": "Kiran Mazumdar-Shaw (born 23 March 1953) is an Indian entrepreneur. She is the chairman and managing director of Biocon Limited, a biotechnology company based in Bangalore (Bengaluru), India and the current chairperson of IIM-Bangalore. In 2014, she was awarded the Othmer Gold Medal, for outstanding contributions to the progress of science and chemistry.",
      "pageId": 2938020,
      "monthDay": "03/23"
    },
    {
      "year": "1957",
      "uri": "/wiki/Amanda_Plummer",
      "name": "Amanda Plummer",
      "aboutText": "Bengt-Åke Gustafsson (born March 23, 1958) is a retired Swedish ice hockey player. Gustafsson is a former head coach of the Sweden men's national ice hockey team, a post he held from February 2005 to May 2010. During his American career he was often called Bengt Gustafsson or Gus.",
      "pageId": 4016872,
      "monthDay": "03/23"
    },
    {
      "year": "1958",
      "uri": "/wiki/Etienne_De_Wilde",
      "name": "Etienne De Wilde",
      "aboutText": "Michael John Sorich (born March 23, 1958) is an American voice actor, actor, writer, director and voice director.",
      "pageId": 4176052,
      "monthDay": "03/23"
    },
    {
      "year": "1958",
      "uri": "/wiki/Bengt-%C3%85ke_Gustafsson",
      "name": "Bengt-Åke Gustafsson",
      "aboutText": "Epic Soundtracks was the stage name of the British musician Kevin Paul Godfrey (23 March 1959 – 6 November 1997). Born in Croydon, Surrey, he was brought up in Solihull, Midlands with his brother Adrian Nicholas, who was known as Nikki Sudden (1956–2006).\nIn 1972 Kevin and Adrian formed the nucleus of what was to become the post-punk rock group Swell Maps, with \"Soundtracks\" on drums and piano, and \"Sudden\" on guitar and vocals.",
      "pageId": 4518984,
      "monthDay": "03/23"
    },
    {
      "year": "1958",
      "uri": "/wiki/Eldon_Hoke",
      "name": "Eldon Hoke",
      "aboutText": "Robert Mark \"Robbie\" James (23 March 1957 – 18 February 1998) was a Welsh international footballer who played for many teams including Swansea City, Stoke City and Queens Park Rangers. He represented his country on 47 occasions over a period of ten years, scoring a total of seven goals.\nHe was a talented utility player who contributed greatly to Swansea City's rise from the Fourth Division to the First Division between 1978 and 1981, and helped them finish sixth in their first top division campaign.",
      "pageId": 7560796,
      "monthDay": "03/23"
    },
    {
      "year": "1958",
      "uri": "/wiki/Michael_Sorich",
      "name": "Michael Sorich",
      "aboutText": "Teresa Ganzel (born March 23, 1957) is an American television, comedian, and voice over/film actress.",
      "pageId": 11548771,
      "monthDay": "03/23"
    },
    {
      "year": "1958",
      "uri": "/wiki/Hugh_Grant_(business_executive)",
      "name": "Hugh Grant",
      "aboutText": "Etienne De Wilde (born 23 March 1958 in Wetteren, East Flanders) is a Belgian former professional road bicycle racer. De Wilde won races on the road and on the track.",
      "pageId": 18538301,
      "monthDay": "03/23"
    },
    {
      "year": "1959",
      "uri": "/wiki/Catherine_Keener",
      "name": "Catherine Keener",
      "aboutText": "Hugh Grant (born March 23, 1958) is a Scottish business executive and CEO of Monsanto.",
      "pageId": 18958674,
      "monthDay": "03/23"
    },
    {
      "year": "1959",
      "uri": "/wiki/Epic_Soundtracks",
      "name": "Epic Soundtracks",
      "aboutText": "Jeremy John Wade (born 23 March 1956) is a British television presenter and author of books on angling.",
      "pageId": 23032841,
      "monthDay": "03/23"
    },
    {
      "year": "1959",
      "uri": "/wiki/Philippe_Volter",
      "name": "Philippe Volter",
      "aboutText": "José Miguel González Martín del Campo (Spanish pronunciation: [ˈmitʃel]; born 23 March 1963), known as Míchel, is a Spanish retired footballer who played as a right midfielder, and the current coach of French club Olympique de Marseille.\nHe was most noted for his stellar crossing ability, also contributing with a fair share of goals. During his career he represented mainly Real Madrid – over a decade – achieving great team and individual success.",
      "pageId": 77896,
      "monthDay": "03/23"
    },
    {
      "year": "1960",
      "uri": "/wiki/Haris_Romas",
      "name": "Haris Romas",
      "aboutText": "Sir Steven Geoffrey Redgrave, CBE, DL (born on 23 March 1962) is a retired British rower who won gold medals at five consecutive Olympic Games from 1984 to 2000. He has also won three Commonwealth Games gold medals and nine World Rowing Championships golds. He is regarded as one of Britain's greatest-ever Olympians, the most successful male rower in Olympic history, and the only person to have won gold medals at five Olympic Games in an endurance sport.",
      "pageId": 201245,
      "monthDay": "03/23"
    },
    {
      "year": "1960",
      "uri": "/wiki/Nicol_Stephen,_Baron_Stephen",
      "name": "Nicol Stephen, Baron Stephen",
      "aboutText": "Hope Davis (born March 23, 1964) is an American actress. She has starred in more than 20 feature films, including Flatliners (1990), Next Stop Wonderland (1998), Arlington Road (1999), Mumford (1999), About Schmidt (2002), American Splendor (2003), Proof (2005), Infamous (2006), The Lodger (2009) and Real Steel (2011). For her role in the original Broadway production of God of Carnage in 2009, she received a Tony Award nomination for Best Actress in a Play.",
      "pageId": 1015877,
      "monthDay": "03/23"
    },
    {
      "year": "1961",
      "uri": "/wiki/Roger_Crisp",
      "name": "Roger Crisp",
      "aboutText": "Nicol Ross Stephen, Baron Stephen (born 23 March 1960) is a Scottish Liberal Democrat politician. He was the Member of the Scottish Parliament for Aberdeen South, and was leader of the Scottish Liberal Democrats from 2005 to 2008. He is a former Deputy First Minister of Scotland and Minister for Enterprise and Lifelong Learning.",
      "pageId": 1735143,
      "monthDay": "03/23"
    },
    {
      "year": "1961",
      "uri": "/wiki/Steve_Holmes_(actor)",
      "name": "Steve Holmes",
      "aboutText": "Philippe Volter (23 March 1959 – 13 April 2005) was a Belgian actor and director. Born Philippe Wolter to theatre director Claude Volter and his wife, actress Jacqueline Bir, young Philippe began his career in Brussels in 1985.\nHe made many stage and film appearances, the latter of which peaked with such successful arthouse films as The Music Teacher (1988), The Double Life of Véronique (1991) and Blue (1993).",
      "pageId": 1758196,
      "monthDay": "03/23"
    },
    {
      "year": "1961",
      "uri": "/wiki/Helmi_Johannes",
      "name": "Helmi Johannes",
      "aboutText": "Richard John Grieco, Jr.",
      "pageId": 1809605,
      "monthDay": "03/23"
    },
    {
      "year": "1962",
      "uri": "/wiki/Steve_Redgrave",
      "name": "Steve Redgrave",
      "aboutText": "John Paul Pinette (/pɨˈnɛt/ pə-NET) (March 23, 1964 – April 5, 2014) was an American actor, Broadway performer, and stand-up comedian. He toured the comedy club circuit beginning in the 1980s and appeared in cinema and on television. Besides stand-up, Pinette did impressions of The Chipmunks, Elvis Presley, Gollum from The Lord of the Rings, Hervé Villechaize (Tattoo from Fantasy Island), an Ewok, actor Marlon Brando (notably Brando's role in The Godfather), as well as various ethnic accents.",
      "pageId": 2089398,
      "monthDay": "03/23"
    },
    {
      "year": "1963",
      "uri": "/wiki/M%C3%ADchel_(footballer)",
      "name": "Míchel",
      "aboutText": "Marin Elizabeth Hinkle (born March 23, 1966) is an American actress, known for playing the role of Judith Harper-Melnick, Alan Harper's mean ex-wife on the CBS comedy series Two and a Half Men and her role as Judy Brooks the sister of the lead character Lily Manning on ABC drama Once and Again.",
      "pageId": 2209405,
      "monthDay": "03/23"
    },
    {
      "year": "1963",
      "uri": "/wiki/Juan_Ram%C3%B3n_L%C3%B3pez_Caro",
      "name": "Juan Ramón López Caro",
      "aboutText": "Marti Pellow (born Mark McLachlan; 23 March 1965) is a Scottish singer.",
      "pageId": 2387402,
      "monthDay": "03/23"
    },
    {
      "year": "1963",
      "uri": "/wiki/Ana_Fidelia_Quirot",
      "name": "Ana Fidelia Quirot",
      "aboutText": "Helmi Johannes (born March 23, 1961) is an Indonesian television newscaster and executive producer. Helmi Johannes now works for the Indonesian service of the Voice of America (VOA), based in Washington, DC. Helmi is responsible for the overall production, program development, talent and day-to-day operations of VOA Indonesian television programming.",
      "pageId": 2773084,
      "monthDay": "03/23"
    },
    {
      "year": "1964",
      "uri": "/wiki/Okan_Bay%C3%BClgen",
      "name": "Okan Bayülgen",
      "aboutText": "Juan Ramón López Caro (born 23 March 1963) is a Spanish football coach.",
      "pageId": 3341080,
      "monthDay": "03/23"
    },
    {
      "year": "1964",
      "uri": "/wiki/Hope_Davis",
      "name": "Hope Davis",
      "aboutText": "Steve Holmes (born on March 23, 1961) is a German pornographic film actor who started his career in 1997. Holmes is a Transylvanian Saxon born in Sibiu, Romania. In 1968, his family crossed the Turkish border while on holiday in Bulgaria and sought asylum at the German consulate in İstanbul.",
      "pageId": 3524582,
      "monthDay": "03/23"
    },
    {
      "year": "1964",
      "uri": "/wiki/John_Pinette",
      "name": "John Pinette",
      "aboutText": "Sarah Galbraith Buxton (born March 23, 1965) is an American film and television actress.",
      "pageId": 7905116,
      "monthDay": "03/23"
    },
    {
      "year": "1965",
      "uri": "/wiki/Sarah_G._Buxton",
      "name": "Sarah G. Buxton",
      "aboutText": "Beverly Hills (born 23 March 1966) is a British actress who has played Kate Warren in Backup, Elaine Davies-Johnson in Brookside, Liz Walton in Accused, Monika Gaye in Peak Practice, Shirley Slipman in The Bill, Viv Kelly in Dalziel and Pascoe and she has also appeared in Casualty, Holby City, Silent Witness and Waking the Dead (TV series). She also played Postie in Bear Behaving Badly, and was briefly considered for the role of Sonya Chance in Little Britain before it was made a non-speaking role. Also, in the mid 1990s Beverly presented the BBC Schools programme; Storytime.",
      "pageId": 10195651,
      "monthDay": "03/23"
    },
    {
      "year": "1965",
      "uri": "/wiki/Richard_Grieco",
      "name": "Richard Grieco",
      "aboutText": "Gary Joseph Whitehead (born March 23, 1965 in Pawtucket, Rhode Island) is an American poet. He is the author of three books of poetry: A Glossary of Chickens (Princeton University Press, 2013) Measuring Cubits while the Thunder Claps (David Robert Books, 2008) and The Velocity of Dust (Salmon Poetry, 2004). His work has appeared in journals, magazines and newspapers and most notably in The New Yorker and Poetry.",
      "pageId": 10588618,
      "monthDay": "03/23"
    },
    {
      "year": "1965",
      "uri": "/wiki/Marti_Pellow",
      "name": "Marti Pellow",
      "aboutText": "Okan Bayülgen (real name: Okan Kaan Görgün) (born March 23, 1964) is a Turkish actor, variety and talk show host, comedian and photographer.",
      "pageId": 10614024,
      "monthDay": "03/23"
    },
    {
      "year": "1965",
      "uri": "/wiki/Gary_Whitehead",
      "name": "Gary Whitehead",
      "aboutText": "Lorenzo Daniel (born March 23, 1966) is a retired track and field sprinter from the United States, best known for setting the 1985 world's best year performance in the men's 200 meters and one of the fastest to ever run. He did so on 18th May 1985 at a meet in Starkville, Mississippi, clocking 20.07. His fastest ever 200m dash was 19.87 at Eugene in 1988.",
      "pageId": 15365344,
      "monthDay": "03/23"
    },
    {
      "year": "1966",
      "uri": "/wiki/Lorenzo_Daniel",
      "name": "Lorenzo Daniel",
      "aboutText": "Charis Romas or Haris Romas (Greek: Χάρης Ρώμας) is a Greek actor, screenwriter, and lyricist. He was born on 23 March 1960 in Piraeus as Haralambos Rassias (Χαράλαμπος Ρασσιάς).\n^ \"Χάρης Ρώμας: Σαν σήμερα γεννήθηκε ο ταλαντούχος ηθοποιός...\".",
      "pageId": 16320450,
      "monthDay": "03/23"
    },
    {
      "year": "1966",
      "uri": "/wiki/Beverly_Hills_(actress)",
      "name": "Beverly Hills",
      "aboutText": "Roger Stephen Crisp (born 23 March 1961), is Fellow and Tutor in Philosophy at St. Anne’s College, Oxford. He holds the university posts of Professor of Moral Philosophy and Uehiro Fellow and Tutor in Philosophy.",
      "pageId": 28365344,
      "monthDay": "03/23"
    },
    {
      "year": "1966",
      "uri": "/wiki/Marin_Hinkle",
      "name": "Marin Hinkle",
      "aboutText": "Ana Fidelia Quirot Moré (Spanish pronunciation: [ˈana fiˈðelja kiˈɾot]; born March 23, 1963) is a female former track and field athlete from Cuba, who specialised in the 800 m but was also successful over 400 m. At 800 metres, she is a two-time World Champion (1995, 1997) and a two-time Olympic medallist (1992, 1996). Her best time of 1:54.44 from 1989, still ranks her fourth on world all-time list (as of 2014).",
      "pageId": 30863751,
      "monthDay": "03/23"
    },
    {
      "year": "1966",
      "uri": "/wiki/Vasilis_Vouzas",
      "name": "Vasilis Vouzas",
      "aboutText": "Judith Godrèche (March 23, 1972) is a French actress and author. She has appeared in more than 30 films.",
      "pageId": 61887,
      "monthDay": "03/23"
    },
    {
      "year": "1967",
      "uri": "/wiki/David_Ford_(kayaker)",
      "name": "David Ford",
      "aboutText": "Damon Albarn, OBE (/ˈdeɪmən ˈælbɑrn/; born 23 March 1968) is an English musician, singer-songwriter, multi-instrumentalist and record producer. He is the lead singer of the alternative rock band Blur as well as co-founder, vocalist, principal songwriter, and instrumentalist of the virtual band Gorillaz.\nRaised in Leytonstone, East London and around Colchester, Essex, Albarn attended Stanway School, where he met Graham Coxon and eventually formed Blur whose debut album, Leisure, was released in 1991 to mixed reviews.",
      "pageId": 100097,
      "monthDay": "03/23"
    },
    {
      "year": "1968",
      "uri": "/wiki/Damon_Albarn",
      "name": "Damon Albarn",
      "aboutText": "Michael Andrew Atherton OBE (born 23 March 1968) is a broadcaster, journalist and retired England international cricketer. A right-handed opening batsman for Lancashire and England, and occasional leg-break bowler, he achieved the captaincy of England at the age of 25 and led the side in a record 54 Test matches. Known for his stubborn resistance during an era of hostile fast bowling, Atherton was described in 2001 as a determined defensive opener who made \"batting look like trench warfare\" and he had several famed bouts with bowlers including South Africa's Allan Donald and Australia's Glenn McGrath.",
      "pageId": 159024,
      "monthDay": "03/23"
    },
    {
      "year": "1968",
      "uri": "/wiki/Mike_Atherton",
      "name": "Mike Atherton",
      "aboutText": "Jerzy Dudek (Polish pronunciation: [ˈjɛʐɨ ˈdudɛk]; born 23 March 1973) is a Polish former footballer who played as a goalkeeper.\nAfter beginning his career in his home country, he went on to have successful spells in the Netherlands and England, winning the Champions League with Liverpool in 2005 and appearing in 186 official games for the club over the course of six seasons. He also spent four years at Real Madrid.",
      "pageId": 236141,
      "monthDay": "03/23"
    },
    {
      "year": "1968",
      "uri": "/wiki/Mitch_Cullin",
      "name": "Mitch Cullin",
      "aboutText": "Fernando Ruiz Hierro (Spanish pronunciation: [ferˈnando ˈʝero]; born 23 March 1968) is a Spanish retired footballer. He is mostly known for his spells with Real Madrid and Spain, appearing in more than 500 official games with the former and representing the latter on nearly 90 occasions, whilst appearing in four World Cups and two European Championships.\nEqually at ease as a central defender, sweeper or defensive midfielder, he had the ability, at his peak, to combine solid defensive play with a near-unlimited passing range and surprising goalscoring talent, which made him one of the world's most sought-after players.",
      "pageId": 788409,
      "monthDay": "03/23"
    },
    {
      "year": "1968",
      "uri": "/wiki/Fernando_Hierro",
      "name": "Fernando Hierro",
      "aboutText": "Yasmeen Ghauri (Urdu: یاسمین غوری‎; born March 23, 1971) is a Canadian former model.",
      "pageId": 904372,
      "monthDay": "03/23"
    },
    {
      "year": "1968",
      "uri": "/wiki/Pierre_Palmade",
      "name": "Pierre Palmade",
      "aboutText": "David Watson Ford (born March 23, 1967 in Edmonton, Alberta) is a Canadian slalom canoeist who has competed since the mid-1980s and is still actively competing. He is Canada's most successful slalom paddler.\nFord has won two medals in the K-1 event at the ICF Canoe Slalom World Championships.",
      "pageId": 916336,
      "monthDay": "03/23"
    },
    {
      "year": "1968",
      "uri": "/wiki/Erki_Pehk",
      "name": "Erki Pehk",
      "aboutText": "Gail Porter (born 23 March 1971 in Edinburgh) is a Scottish television presenter, television personality, former model and actress. In the 1990s she became known for photos in men's magazines such as FHM, including one nude which was projected on to the Houses of Parliament.",
      "pageId": 1045437,
      "monthDay": "03/23"
    },
    {
      "year": "1970",
      "uri": "/wiki/Midajah",
      "name": "Midajah",
      "aboutText": "Pierre Palmade (born 23 March 1968 in Bordeaux) is a French actor and comedian.",
      "pageId": 1164696,
      "monthDay": "03/23"
    },
    {
      "year": "1970",
      "uri": "/wiki/Melissa_Errico",
      "name": "Melissa Errico",
      "aboutText": "Karen McDougal (born March 23, 1971) is an American model and actress. She is known for her appearances in Playboy magazine as Playmate of the Month for December 1997 and Playmate of the Year of 1998. In 2001, the readers of Playboy voted McDougal \"The second sexiest Playmate of the 1990s\".",
      "pageId": 1525401,
      "monthDay": "03/23"
    },
    {
      "year": "1970",
      "uri": "/wiki/John_Humphrey_(drummer)",
      "name": "John Humphrey",
      "aboutText": "Melinda Midajah McCullum (born March 23, 1970) is an American personal trainer, fitness model and former professional wrestling manager, better known by her ring name, Midajah.",
      "pageId": 1871834,
      "monthDay": "03/23"
    },
    {
      "year": "1971",
      "uri": "/wiki/Yasmeen_Ghauri",
      "name": "Yasmeen Ghauri",
      "aboutText": "Jonas Lars Björkman (Swedish pronunciation: [ˈjuːˈnas ˈbjœrkman]; born 23 March 1972, Alvesta, Sweden) is a former World No. 4 Swedish professional tennis player. He is also a former World No.",
      "pageId": 1964402,
      "monthDay": "03/23"
    },
    {
      "year": "1971",
      "uri": "/wiki/Karen_McDougal",
      "name": "Karen McDougal",
      "aboutText": "Hiroyoshi Yamamoto (山本 広吉, Yamamoto Hiroyoshi, born March 23, 1971) is a Japanese professional wrestler who currently works for New Japan Pro Wrestling, and is better known by his ring name Hiroyoshi Tenzan (天山 広吉, Tenzan Hiroyoshi). With Satoshi Kojima, in 2008, they won the World's Strongest Tag Determination League in All Japan Pro Wrestling and the G1 Tag League in NJPW becoming in the only tag team which has done it. He is a four-time IWGP Heavyweight Champion and a record 11-time IWGP Tag Team Champion.",
      "pageId": 2438931,
      "monthDay": "03/23"
    },
    {
      "year": "1971",
      "uri": "/wiki/Gail_Porter",
      "name": "Gail Porter",
      "aboutText": "Alexander Yurievich Selivanov (born March 23, 1971 in Moscow, Soviet Union) is a former professional ice hockey left winger who has played in the NHL and also in various European leagues. He quit playing after season 2011-2012.",
      "pageId": 2468163,
      "monthDay": "03/23"
    },
    {
      "year": "1971",
      "uri": "/wiki/Alexander_Selivanov",
      "name": "Alexander Selivanov",
      "aboutText": "Mitch Cullin (born March 23, 1968) is an American writer. He is the author of seven novels, and one short story collection. He currently resides in Arcadia, California and Tokyo, Japan with his partner and frequent collaborator Peter I. Chang.",
      "pageId": 3719691,
      "monthDay": "03/23"
    },
    {
      "year": "1971",
      "uri": "/wiki/Hiroyoshi_Tenzan",
      "name": "Hiroyoshi Tenzan",
      "aboutText": "Johnny \"John\" Stephen Humphrey (born March 23, 1970) is an American musician, and currently the drummer of the post-grunge band Seether. From 1992 until 2000, Humphrey was the drummer for The Nixons.",
      "pageId": 7502151,
      "monthDay": "03/23"
    },
    {
      "year": "1972",
      "uri": "/wiki/Jonas_Bj%C3%B6rkman",
      "name": "Jonas Björkman",
      "aboutText": "Melissa Errico is an American actress, singer, recording artist and writer. She is best known for her leading Broadway musical roles such as Eliza Doolittle in \"My Fair Lady\" and Kurt Weill's \"One Touch of Venus,\" and as an interpreter of the work of Stephen Sondheim and Michel Legrand. She is a concert soloist with symphonies around the world and has released four solo studio albums to date.",
      "pageId": 7710819,
      "monthDay": "03/23"
    },
    {
      "year": "1972",
      "uri": "/wiki/Joe_Calzaghe",
      "name": "Joe Calzaghe",
      "aboutText": "Joseph William \"Joe\" Calzaghe, CBE (/kælˈzæɡi/ kal-ZAG-ee; born 23 March 1972) is a Welsh former professional boxer. He held the WBO, IBF, WBC, WBA and The Ring magazine super-middleweight titles, as well as The Ring light-heavyweight title. Calzaghe is the longest-reigning super-middleweight world champion in history, having held the WBO title for over ten years and making 21 successful defences before relinquishing the title to move up to light-heavyweight.",
      "pageId": 16527449,
      "monthDay": "03/23"
    },
    {
      "year": "1972",
      "uri": "/wiki/Judith_Godr%C3%A8che",
      "name": "Judith Godrèche",
      "aboutText": "Erki Pehk (born 23 March 1968 Võru, Estonia) is Estonian conductor, artistic director of opera music festival PromFest.",
      "pageId": 25371231,
      "monthDay": "03/23"
    },
    {
      "year": "1973",
      "uri": "/wiki/Jerzy_Dudek",
      "name": "Jerzy Dudek",
      "aboutText": "Vasilis Vouzas (Greek: Βασίλης Βούζας; born 23 March 1966) is a retired football player and manager.",
      "pageId": 34440618,
      "monthDay": "03/23"
    },
    {
      "year": "1973",
      "uri": "/wiki/Wim_Eyckmans",
      "name": "Wim Eyckmans",
      "aboutText": "Jayson Thomas Blair (born March 23, 1976) is an American journalist formerly with The New York Times. He resigned from the newspaper in May 2003 in the wake of the discovery of plagiarism and fabrication in his stories.",
      "pageId": 236708,
      "monthDay": "03/23"
    },
    {
      "year": "1973",
      "uri": "/wiki/Jason_Kidd",
      "name": "Jason Kidd",
      "aboutText": "Keri Lynn Russell (born March 23, 1976) is an American actress. She came to fame for portraying the title role of Felicity Porter on the series Felicity, which ran from 1998 to 2002, and for which she won a Golden Globe Award.",
      "pageId": 420671,
      "monthDay": "03/23"
    },
    {
      "year": "1973",
      "uri": "/wiki/Kevin_Northcutt",
      "name": "Kevin Northcutt",
      "aboutText": "Jason Frederick Kidd (born March 23, 1973) is an American basketball coach and former player. He is currently the head coach of the Milwaukee Bucks of the National Basketball Association (NBA). Previously a point guard in the NBA, he was a ten-time NBA All-Star, a five-time All-NBA First Team member, and a nine-time NBA All-Defensive Team member.",
      "pageId": 462394,
      "monthDay": "03/23"
    },
    {
      "year": "1973",
      "uri": "/wiki/Patiparn_Pataweekarn",
      "name": "Patiparn Pataweekarn",
      "aboutText": "Smriti Zubin Irani (née Malhotra, born 23 March 1976) is an Indian politician and former model, television actress and producer. She is the current Minister of Human Resource Development in the Government of India.",
      "pageId": 731496,
      "monthDay": "03/23"
    },
    {
      "year": "1974",
      "uri": "/wiki/Randall_Park",
      "name": "Randall Park",
      "aboutText": "Ricardo Luiz Zonta (born March 23, 1976) is a Brazilian professional racing driver.",
      "pageId": 886196,
      "monthDay": "03/23"
    },
    {
      "year": "1975",
      "uri": "/wiki/Burak_G%C3%BCrp%C4%B1nar",
      "name": "Burak Gürpınar",
      "aboutText": "Travis David Tomko (born March 23, 1976) is an American professional wrestler, Personal trainer. He is best known for his appearances with World Wrestling Entertainment under the ring name Tyson Tomko and with Total Nonstop Action Wrestling under the ring name Tomko.",
      "pageId": 1019702,
      "monthDay": "03/23"
    },
    {
      "year": "1976",
      "uri": "/wiki/Jayson_Blair",
      "name": "Jayson Blair",
      "aboutText": "Douglas Martin \"Dougie\" Lampkin, MBE, also known as Doug, (born 23 March 1976) is an English professional motorcycle trials and endurocross rider. Born in Silsden, West Yorkshire, into a family steeped in motorcycle sport—his father, Martin Lampkin, was the first FIM Trial World Championship winner in 1975, and his Uncle, Arthur Lampkin, was also a regular winner on the British circuit in the 1960s. Lampkin has won five consecutive World Indoor (1997–2001) and seven consecutive World Outdoor Championships (1997–2003).",
      "pageId": 1108336,
      "monthDay": "03/23"
    },
    {
      "year": "1976",
      "uri": "/wiki/Chris_Hoy",
      "name": "Chris Hoy",
      "aboutText": "Walter Adrián Luján Samuel (Spanish pronunciation: [ˈwalter saˈmwel]; born Walter Adrián Luján; 23 March 1978) is an Argentine footballer who plays for Basel in the Swiss Super League. Samuel has been regarded as one of the best centre-backs of his generation, and as one of football's toughest defenders, with teammate and Inter captain Javier Zanetti referring to him as the \"hardest player\" he has played with.",
      "pageId": 1230050,
      "monthDay": "03/23"
    },
    {
      "year": "1976",
      "uri": "/wiki/Smriti_Irani",
      "name": "Smriti Irani",
      "aboutText": "Simon Gärdenfors (born March 23, 1978) is a Swedish cartoonist, rapper, television presenter, and radio host.\nHis comics are drawn in a round icon-like cartoony style, although their content is often realistic or autobiographical. He has published 3 graphic novels, as well as several short pieces for the Swedish comic anthology Galago.",
      "pageId": 1697081,
      "monthDay": "03/23"
    },
    {
      "year": "1976",
      "uri": "/wiki/Dougie_Lampkin",
      "name": "Dougie Lampkin",
      "aboutText": "Michelle Lynn Monaghan (born March 23, 1976) is an American actress known for her roles in Mission: Impossible III, Kiss Kiss Bang Bang, Gone Baby Gone, Made of Honor, The Heartbreak Kid, Eagle Eye, Source Code, and True Detective.",
      "pageId": 1889410,
      "monthDay": "03/23"
    },
    {
      "year": "1976",
      "uri": "/wiki/Michelle_Monaghan",
      "name": "Michelle Monaghan",
      "aboutText": "Jeremy David Newberry (born March 23, 1976 in Antioch, California) is a former center in the National Football League . He was drafted by the San Francisco 49ers in the second round of the 1998 NFL Draft. He played college football at California.",
      "pageId": 2017299,
      "monthDay": "03/23"
    },
    {
      "year": "1976",
      "uri": "/wiki/Jeremy_Newberry",
      "name": "Jeremy Newberry",
      "aboutText": "Sir Christopher Andrew Hoy, MBE (born 23 March 1976), known as Chris Hoy, is a British racing driver and former track cyclist who represented Great Britain at the Olympics and World Championships and Scotland at the Commonwealth Games.\nHoy is an eleven-time world champion and six-time Olympic champion. With a total of seven Olympic medals, six gold and one silver, Hoy is the most decorated Olympic cyclist of all time.",
      "pageId": 2132449,
      "monthDay": "03/23"
    },
    {
      "year": "1976",
      "uri": "/wiki/Joel_Peralta",
      "name": "Joel Peralta",
      "aboutText": "Kevin Northcutt (born March 23, 1973) is an American professional wrestler.",
      "pageId": 2320705,
      "monthDay": "03/23"
    },
    {
      "year": "1976",
      "uri": "/wiki/Keri_Russell",
      "name": "Keri Russell",
      "aboutText": "Wim Eyckmans (born 23 March 1973, Herentals, Belgium) is a Belgian racecar driver who starting in karting in 1986 has been in prototype racing since 2003. He participated in Formula 3000 in 1994 and 1995 and ran the Indy Lights series in 1998. In 1999, he competed in the Indianapolis 500 on behalf of Cheever Racing, finishing 23rd.",
      "pageId": 5414192,
      "monthDay": "03/23"
    },
    {
      "year": "1976",
      "uri": "/wiki/Travis_Tomko",
      "name": "Travis Tomko",
      "aboutText": "Mario Armando Lavandeira, Jr. (born March 1978), known professionally as Perez Hilton (a play on \"Paris Hilton\"), is an American blogger, columnist and television personality. His blog, PerezHilton.com (formerly PageSixSixSix.com), is known for posts covering gossip items about celebrities.",
      "pageId": 5680082,
      "monthDay": "03/23"
    },
    {
      "year": "1976",
      "uri": "/wiki/Ricardo_Zonta",
      "name": "Ricardo Zonta",
      "aboutText": "Burak Gürpınar (born March 23, 1975) is a Turkish drummer primarily known for his work with the influential Turkish rock band Kurban.\nGürpınar was born on March 23, 1975 in Istanbul.\nSoon after Kurban disbanded in June, 2005, Gürpınar joined Athena, a Turkish ska-punk rock band which he collaborated with as an additional artist in previous years.",
      "pageId": 6629352,
      "monthDay": "03/23"
    },
    {
      "year": "1977",
      "uri": "/wiki/Miklos_Perlus",
      "name": "Miklos Perlus",
      "aboutText": "Randall Park (born March 23, 1974) is an American actor, comedian, writer, and director.",
      "pageId": 6697155,
      "monthDay": "03/23"
    },
    {
      "year": "1978",
      "uri": "/wiki/Simon_G%C3%A4rdenfors",
      "name": "Simon Gärdenfors",
      "aboutText": "Joel Peralta Gutiérrez (/dʒoʊˈɛl pəˈrɑːltə/; Spanish pronunciation: [xoˈel peˈɾalta]; born March 23, 1976) is a Dominican professional baseball relief pitcher who is a free agent.",
      "pageId": 8078472,
      "monthDay": "03/23"
    },
    {
      "year": "1978",
      "uri": "/wiki/Perez_Hilton",
      "name": "Perez Hilton",
      "aboutText": "Patiparn Pataweekarn (Thai: ปฏิภาณ ปฐวีกานต์, also Mos Patiparn or Mos, born March 23, 1973), is a Thai film and television actor and pop singer from GMM Grammy.",
      "pageId": 12469430,
      "monthDay": "03/23"
    },
    {
      "year": "1978",
      "uri": "/wiki/Walter_Samuel",
      "name": "Walter Samuel",
      "aboutText": "Miklos Perlus (born March 23, 1977) is a Canadian actor, voice actor, and screenwriter. He was born in Toronto, Canada. Perlus grew up in Montréal, where his father was a professor at McGill University.",
      "pageId": 22786285,
      "monthDay": "03/23"
    },
    {
      "year": "1978",
      "uri": "/wiki/David_Tom",
      "name": "David Tom",
      "aboutText": "Nicholle \"Nicole\" Tom (born March 23, 1978) is an American actress, best known for her roles as Ryce Newton in Beethoven (1992), Beethoven's 2nd (1993), Beethoven (1994-1995), and as Maggie Sheffield on The Nanny.",
      "pageId": 605996,
      "monthDay": "03/23"
    },
    {
      "year": "1978",
      "uri": "/wiki/Nicholle_Tom",
      "name": "Nicholle Tom",
      "aboutText": "David Tom (born March 23, 1978) is an American actor.",
      "pageId": 715939,
      "monthDay": "03/23"
    },
    {
      "year": "1979",
      "uri": "/wiki/Mark_Buehrle",
      "name": "Mark Buehrle",
      "aboutText": "Misty Dawn Marie Hyman (born March 23, 1979) is an American former competition swimmer, Olympic gold medalist, and former world record-holder. Hyman won the gold medal in the women's 200-meter butterfly at the 2000 Summer Olympics in Sydney.\nIn March 1996, she just missed making the U.S. Olympic team for the 1996 Games, finishing third and fourth at the U.S. Olympic Trials in the 100- and 200-meter butterfly events.",
      "pageId": 1295518,
      "monthDay": "03/23"
    },
    {
      "year": "1979",
      "uri": "/wiki/Ray_Gordy",
      "name": "Ray Gordy",
      "aboutText": "Mark Alan Buehrle (/ˈbɜrli/; born March 23, 1979) is an American professional baseball pitcher who is a free agent. He began his Major League Baseball (MLB) career with the Chicago White Sox and started the opening game every season from 2002 to 2006 and again from 2008 to 2011. He has also pitched for the Miami Marlins and Toronto Blue Jays.",
      "pageId": 1562882,
      "monthDay": "03/23"
    },
    {
      "year": "1979",
      "uri": "/wiki/Natalia_Hadjiloizou",
      "name": "Natalia Hadjiloizou",
      "aboutText": "Donncha O'Callaghan (born 24 March 1979 in Cork, Ireland) is an Irish rugby union player. He plays for Worcester Warriors in the Aviva Premiership and internationally he played for Ireland.",
      "pageId": 1867904,
      "monthDay": "03/23"
    },
    {
      "year": "1979",
      "uri": "/wiki/Misty_Hyman",
      "name": "Misty Hyman",
      "aboutText": "Natalia Hadjiloizou (Greek: Ναταλία Χατζηλοΐζου; born 23 March 1979 in Vitebsk, Belarus as Natalya Baranovskaya; Belarusian: Наталля Бараноўская; Russian: Наталья Барановская) is a professional Cypriot swimmer, who made her Olympic debut at the 1996 Summer Olympics in Atlanta for Belarus.\nHadjiloizou also competed in the 2000 Summer Olympics in Sydney for Belarus, where she placed 6th in the 200 m freestyle and did not advance out of the preliminary heats in the 400 m freestyle.",
      "pageId": 2120937,
      "monthDay": "03/23"
    },
    {
      "year": "1979",
      "uri": "/wiki/Donncha_O%27Callaghan",
      "name": "Donncha O'Callaghan",
      "aboutText": "Erin Mary Crocker Evernham (born March 23, 1981) is an American race car driver. In the past, she played soccer, tennis, and varsity lacrosse on both her high school and college teams.",
      "pageId": 2598093,
      "monthDay": "03/23"
    },
    {
      "year": "1980",
      "uri": "/wiki/Ryan_Day",
      "name": "Ryan Day",
      "aboutText": "Terry Ray Gordy Jr. (born March 23, 1979) is an American former professional wrestler.",
      "pageId": 3090287,
      "monthDay": "03/23"
    },
    {
      "year": "1980",
      "uri": "/wiki/Russell_Howard",
      "name": "Russell Howard",
      "aboutText": "Shelley Rudman (born 23 March 1981) is a British skeleton bobsledder, the 2013 world champion in that event, an Olympic silver medal at the 2006 Winter Olympic Games in skeleton (the only medal for Great Britain at the Games) and a former World Cup and European champion.",
      "pageId": 4095180,
      "monthDay": "03/23"
    },
    {
      "year": "1980",
      "uri": "/wiki/Itay_Tiran",
      "name": "Itay Tiran",
      "aboutText": "Russell Joseph Howard (born 23 March 1980) is an English comedian, television and radio presenter and actor, best known for his TV show Russell Howard's Good News and his appearances on the topical panel TV show Mock the Week. He won \"Best Compère\" at the 2006 Chortle Awards and was nominated for an if.comedy award for his 2006 Edinburgh Festival Fringe show.",
      "pageId": 4361691,
      "monthDay": "03/23"
    },
    {
      "year": "1980",
      "uri": "/wiki/Ambwene_Simukonda",
      "name": "Ambwene Simukonda",
      "aboutText": "Ryan Day (born 23 March 1980) is a Welsh professional snooker player. As a prolific break-builder, he has compiled more than 200 century breaks during his career.\n^ \"Prize Money - All-time, Professional\".",
      "pageId": 4734709,
      "monthDay": "03/23"
    },
    {
      "year": "1981",
      "uri": "/wiki/Erin_Crocker",
      "name": "Erin Crocker",
      "aboutText": "Tony Francisco Peña (born March 23, 1981 in Santiago, Dominican Republic) is a Dominican professional baseball pitcher for the Vaqueros Laguna in the Mexican League. Pena played shortstop until the 2009 season, when he converted to pitching.",
      "pageId": 5288191,
      "monthDay": "03/23"
    },
    {
      "year": "1981",
      "uri": "/wiki/Tony_Pe%C3%B1a,_Jr.",
      "name": "Tony Peña, Jr.",
      "aboutText": "Giuseppe Sculli (born 23 March 1981) is an Italian footballer who plays for Genoa, on loan from Lazio as a forward.",
      "pageId": 6717107,
      "monthDay": "03/23"
    },
    {
      "year": "1981",
      "uri": "/wiki/Shelley_Rudman",
      "name": "Shelley Rudman",
      "aboutText": "Aysun Kayacı (born March 23, 1981 in Istanbul, Turkey) is a former Turkish model, current actress and presenter.",
      "pageId": 8909465,
      "monthDay": "03/23"
    },
    {
      "year": "1981",
      "uri": "/wiki/Giuseppe_Sculli",
      "name": "Giuseppe Sculli",
      "aboutText": "Hakan Kadir Balta (Turkish pronunciation: [haːkan kadiɾ baɫta], born 23 March 1983) is a Turkish professional footballer who plays as a defender for Galatasaray in the Süper Lig.",
      "pageId": 13081151,
      "monthDay": "03/23"
    },
    {
      "year": "1981",
      "uri": "/wiki/Aysun_Kayac%C4%B1",
      "name": "Aysun Kayacı",
      "aboutText": "José Raúl Contreras Arrau (born March 23, 1982 in Quilpué, Chile) is a Chilean footballer who plays as a defender for Audax Italiano. He got his chance to debut with the adult squad in 2003. He has represented his country at the Sub-23 level.",
      "pageId": 14214815,
      "monthDay": "03/23"
    },
    {
      "year": "1982",
      "uri": "/wiki/Jos%C3%A9_Contreras_Arrau",
      "name": "José Contreras Arrau",
      "aboutText": "Jevgeni Striganov (born 23 March 1982 in Tallinn) is an Estonian ice dancer. With partner Marina Timofejeva, he is the 2003 & 2004 Estonian national champion. They were five time competitors at the World Junior Figure Skating Championships, with the highest placement of 17th in 2003.",
      "pageId": 17392520,
      "monthDay": "03/23"
    },
    {
      "year": "1982",
      "uri": "/wiki/Andrea_Musacco",
      "name": "Andrea Musacco",
      "aboutText": "Itay Tiran (Hebrew: איתי טיראן‎; born March 23, 1980) is an Israeli stage and screen actor, known for his roles in Forgiveness (2006), Beaufort (2007), The Debt (2007), Homeland (2008), Lebanon (2009), and The Promise (2011), Anleitung zum Ungluecklichsein (2012), Die Lebenden (2012).\nTiran is one of the most acclaimed Israeli actors of his day. His performances have gained him various awards and nominations in Israeli theater and film, winning the award for Most Promising Actor in Israel Theater in 2003, Best Actor in 2005 for his performance as Hamlet in the Israeli Cameri Theater production of the Shakespeare play; Best Supporting Actor for his role as Wolfgang Amadeus Mozart in Amadeus at the 2009 Israel Theater Awards.",
      "pageId": 24949198,
      "monthDay": "03/23"
    },
    {
      "year": "1982",
      "uri": "/wiki/Evgeni_Striganov",
      "name": "Evgeni Striganov",
      "aboutText": "Andrea Musacco (born 23 March 1982) is an Italian footballer.",
      "pageId": 26901983,
      "monthDay": "03/23"
    },
    {
      "year": "1983",
      "uri": "/wiki/Hakan_Balta",
      "name": "Hakan Balta",
      "aboutText": "Ambwene Simukonda (born 23 March 1984 in Blantyre) is a Malawian sprinter who specializes in the 400 metres. She represented Malawi at the 2012 Summer Olympics where she became the quickest ever Malawian 400m female runner (54.20).",
      "pageId": 36655684,
      "monthDay": "03/23"
    },
    {
      "year": "1983",
      "uri": "/wiki/Mo_Farah",
      "name": "Mo Farah",
      "aboutText": "Steven Strait (born March 23, 1986) is an American actor, fashion model, and rock singer.",
      "pageId": 2345108,
      "monthDay": "03/23"
    },
    {
      "year": "1983",
      "uri": "/wiki/Sascha_Riether",
      "name": "Sascha Riether",
      "aboutText": "Jerome William Thomas (born 23 March 1983) is an English footballer who plays predominantly as a left winger, but can also operate centrally. He has made more than 200 appearances in the Premier League and Football League, playing for Leeds United, Queens Park Rangers, Charlton Athletic, Portsmouth, West Bromwich Albion and Crystal Palace.",
      "pageId": 3238342,
      "monthDay": "03/23"
    },
    {
      "year": "1983",
      "uri": "/wiki/Jerome_Thomas",
      "name": "Jerome Thomas",
      "aboutText": "Maurice Christopher Jones-Drew (born March 23, 1985) is a retired American football running back who played in the National Football League (NFL). He played college football at UCLA and received consensus All-American recognition.\nJones-Drew was selected by the Jacksonville Jaguars in the second round of the 2006 NFL Draft, 60th overall, was named to the Pro Bowl three times, and led the NFL in rushing yards in 2011.",
      "pageId": 4948397,
      "monthDay": "03/23"
    },
    {
      "year": "1984",
      "uri": "/wiki/Ryan_Ara%C3%B1a",
      "name": "Ryan Araña",
      "aboutText": "Kangana Ranaut (pronounced [kəŋɡənaː raːɳoːʈʰ]; born 23 March 1987) is an Indian film actress. She has established a career in Bollywood and is the recipient of two National Film Awards and Filmfare Awards in three categories. Ranaut is particularly known in the media for expressing her honest opinions in public and is frequently credited as one of the most fashionable Indian celebrities.",
      "pageId": 5373842,
      "monthDay": "03/23"
    },
    {
      "year": "1985",
      "uri": "/wiki/Geoff_Eigenmann",
      "name": "Geoff Eigenmann",
      "aboutText": "Mohamed Muktar Jama \"Mo\" Farah CBE (born 23 March 1983) is a British distance runner. On the track, he mostly competes over 5000 metres and 10,000 metres, but has run competitively from 1500 metres to the marathon. He was a gold medallist in the 5000 m and 10,000 m at the 2012 Summer Olympics and the 2015 World Championships in Athletics.",
      "pageId": 6433331,
      "monthDay": "03/23"
    },
    {
      "year": "1985",
      "uri": "/wiki/Maurice_Jones-Drew",
      "name": "Maurice Jones-Drew",
      "aboutText": "Sascha Riether (born 23 March 1983 in Lahr) is a German professional footballer who plays for Schalke 04.",
      "pageId": 7472410,
      "monthDay": "03/23"
    },
    {
      "year": "1986",
      "uri": "/wiki/Patrick_Bordeleau",
      "name": "Patrick Bordeleau",
      "aboutText": "Alan Toovey (born 23 March 1987) is an Australian rules footballer and Premiership player with the Collingwood Football Club in the Australian Football League.\nA speedy left-footed defender, Toovey was initially unlucky not to be drafted to a senior list at the end of 2005, and spent the rest of the summer with Collingwood in the hope of selection in the rookie draft. His wish was granted, and he spent the rest of 2006 with Williamstown in the VFL, his efforts out of the back pocket earning him promotion to the senior list at season's end.",
      "pageId": 8665966,
      "monthDay": "03/23"
    },
    {
      "year": "1986",
      "uri": "/wiki/Andrea_Dovizioso",
      "name": "Andrea Dovizioso",
      "aboutText": "Michal Neuvirth (/ˈnɔɪvɪrt/; born March 23, 1988) is a Czech professional ice hockey goaltender currently playing for the Philadelphia Flyers of the National Hockey League (NHL). He previously played for the New York Islanders, Buffalo Sabres, and Washington Capitals.",
      "pageId": 10698389,
      "monthDay": "03/23"
    },
    {
      "year": "1986",
      "uri": "/wiki/Brett_Eldredge",
      "name": "Brett Eldredge",
      "aboutText": "Andrea Dovizioso (born 23 March 1986) is a professional motorcycle road racer who currently competes in the MotoGP world championship, for the factory Ducati Team. He won the 125cc World Championship in 2004.",
      "pageId": 10853140,
      "monthDay": "03/23"
    },
    {
      "year": "1986",
      "uri": "/wiki/Steven_Strait",
      "name": "Steven Strait",
      "aboutText": "Nikola Gulan (Serbian Cyrillic: Никола Гулан; born 23 March 1989) is a Serbian footballer who plays for Belgian club Royal Mouscron-Péruwelz, as a defender or midfielder.\nGulan was part of the European selection that won the 2007 UEFA-CAF Meridian Cup in Barcelona. Europe triumphed over Africa, winning 10–1 on aggregate.",
      "pageId": 12171472,
      "monthDay": "03/23"
    },
    {
      "year": "1987",
      "uri": "/wiki/James_Foad",
      "name": "James Foad",
      "aboutText": "Geoff Eigenmann (born March 23, 1985) is a Filipino actor notable for his performances in television; he is a member of the Eigenmann showbiz clan. He started out with GMA Network as part of a joint drama series with TAPE Productions and later was part of ABS-CBN's Star Magic and starred in their shows.",
      "pageId": 15333330,
      "monthDay": "03/23"
    },
    {
      "year": "1987",
      "uri": "/wiki/Kangana_Ranaut",
      "name": "Kangana Ranaut",
      "aboutText": "Ryan T. Araña (born March 23, 1983 in Manila, Philippines) is a Filipino professional basketball player who currently plays for the San Miguel Beermen of the Philippine Basketball Association. Araña played collegiate basketball at the De La Salle University. He was drafted with the twelfth overall pick in the second round of the 2007 PBA Draft by the Welcoat Dragons.",
      "pageId": 16232645,
      "monthDay": "03/23"
    },
    {
      "year": "1987",
      "uri": "/wiki/Vesna_Ro%C5%BEi%C4%8D",
      "name": "Vesna Rožič",
      "aboutText": "Jason Francis Kenny, OBE (born 23 March 1988) is an English track cyclist, specialising in the individual and team sprints. After winning multiple World and European Junior titles in 2006 and achieving medals in the under 23 European championships in 2007, Kenny was selected ahead of Ross Edgar to compete for Great Britain at the 2008 Summer Olympics in Beijing. Along with Chris Hoy and Jamie Staff, he won a gold medal in the team sprint, breaking the world record in the qualifying round.",
      "pageId": 18879829,
      "monthDay": "03/23"
    },
    {
      "year": "1987",
      "uri": "/wiki/Alan_Toovey",
      "name": "Alan Toovey",
      "aboutText": "Jaime Víctor Alguersuari Escudero (Spanish: [ˈxaime alɣerˈswaɾi]; born 23 March 1990), also known as Jaume Alguersuari (Catalan: [ˈʒawmə əɫɣərsuˈaɾi]), is a Spanish retired racing driver best known for competing in Formula One between 2009 and 2011, and for being the 2008 British Formula 3 champion. He is the son of Jaime Alguersuari, Sr., a former motorcyclist and racing driver.\nAlguersuari became the youngest Formula One driver to start a Grand Prix in history at the 2009 Hungarian Grand Prix – at the age of 19 years, 125 days – and in the process, became the first driver to be born in the 1990s to compete in Formula One.",
      "pageId": 19750964,
      "monthDay": "03/23"
    },
    {
      "year": "1988",
      "uri": "/wiki/Jason_Kenny",
      "name": "Jason Kenny",
      "aboutText": "Luis Fernando Silva Ochoa (born March 23, 1989 in Morelia, Michoacán) is a Mexican footballer who currently plays for Monarcas Morelia of the Liga MX as a defender.\nHe came up through the Monarcas youth systems and had a chance to debut for the first squad during the Apertura 2009 league tournament, thanks to manager Tomás Boy.\nSilva has also been capped by the Mexico U-20 team during the 2009 CONCACAF U-20 Championship.",
      "pageId": 26218373,
      "monthDay": "03/23"
    },
    {
      "year": "1988",
      "uri": "/wiki/Michal_Neuvirth",
      "name": "Michal Neuvirth",
      "aboutText": "Brett Ryan Eldredge (born March 23, 1986) is an American country music singer signed to Atlantic Records Nashville. The cousin of Terry Eldredge of The Grascals, Eldredge has had three No.",
      "pageId": 29068895,
      "monthDay": "03/23"
    },
    {
      "year": "1989",
      "uri": "/wiki/Nikola_Gulan",
      "name": "Nikola Gulan",
      "aboutText": "Patrick Bordeleau (born March 23, 1986) is a Canadian professional ice hockey left winger who is currently playing with the San Antonio Rampage of the American Hockey League while under contract to the Colorado Avalanche of the National Hockey League (NHL).",
      "pageId": 29501308,
      "monthDay": "03/23"
    },
    {
      "year": "1989",
      "uri": "/wiki/Luis_Fernando_Silva",
      "name": "Luis Fernando Silva",
      "aboutText": "James Foad (born 20 March 1987) is an English rower. At the 2012 Summer Olympics in London he was part of the British crew that won the bronze medal in the men's eight. He is the current European Champion in the men's pair, along with Matt Langridge.",
      "pageId": 35821663,
      "monthDay": "03/23"
    },
    {
      "year": "1989",
      "uri": "/wiki/Mike_Will_Made_It",
      "name": "Mike Will Made It",
      "aboutText": "Michael Len Williams II (born March 23, 1989), professionally known as Mike Will Made It (often stylized as Mike WiLL Made-It) or simply Mike Will, is an American record producer and songwriter from Atlanta, Georgia. He is best known for producing trap beats for several Southern hip hop artists as well as for producing several hit singles, such as \"Mercy\" by GOOD Music, \"No Lie\" by 2 Chainz, \"Bandz a Make Her Dance\" by Juicy J, \"Pour It Up\" by Rihanna, Faded by Mariah Carey, \"Love Me\" by Lil Wayne, \"Body Party\" by Ciara and \"We Can't Stop\" by Miley Cyrus, among others. He has released four mixtapes while his debut album is long delayed.",
      "pageId": 37114091,
      "monthDay": "03/23"
    },
    {
      "year": "1990",
      "uri": "/wiki/Jaime_Alguersuari",
      "name": "Jaime Alguersuari",
      "aboutText": "Vesna Rožič (23 March 1987, Ljubljana – 23 August 2013) was a Slovenian chess player who was awarded the FIDE title of Woman International Master (WIM) in April 2006. Rožič was ranked the second best Slovenian female chess player after Anna Muzychuk and represented Slovenia in six Mitropa Cups, four European Championships and four Chess Olympiads. She won the Slovenian women's championship in 2007 and 2010.",
      "pageId": 40495614,
      "monthDay": "03/23"
    },
    {
      "year": "1990",
      "uri": "/wiki/Princess_Eugenie_of_York",
      "name": "Princess Eugenie of York",
      "aboutText": "Princess Eugenie of York (/ˈjuːʒəni/ Eugenie Victoria Helena; born 23 March 1990) is the second child and younger daughter of Prince Andrew, Duke of York, and Sarah, Duchess of York. As such she is eighth, and the third female, in line to succeed her grandmother, Elizabeth II. Eugenie works as a benefit auctions manager.\nHer first royal engagement was opening Teenage Cancer Trust's unit for young cancer patients in Leeds on 23 October 2008.",
      "pageId": 172017,
      "monthDay": "03/23"
    },
    {
      "year": "1990",
      "uri": "/wiki/Robert_Zickert",
      "name": "Robert Zickert",
      "aboutText": "Vanessa Morgan (born Vanessa Morgan Mziray on March 23, 1992) is a Canadian actress and singer best known for her roles as Bird in the MTV teen drama Finding Carter, Amanda Pierce in the Family Channel series The Latest Buzz and Sarah in the television film My Babysitter's a Vampire and the television series of the same name.",
      "pageId": 15663856,
      "monthDay": "03/23"
    },
    {
      "year": "1991",
      "uri": "/wiki/Gregg_Wylde",
      "name": "Gregg Wylde",
      "aboutText": "Jan Miłosz Lisiecki (born March 23, 1995) is a classical pianist.",
      "pageId": 17469347,
      "monthDay": "03/23"
    },
    {
      "year": "1992",
      "uri": "/wiki/Tolga_Ci%C4%9Ferci",
      "name": "Tolga Ciğerci",
      "aboutText": "Aidan Davis (born 23 March 1997) is an English street dancer rapper and television host. In 2009, he reached the final of the third series of the ITV talent show Britain's Got Talent. He finished fifth place overall and later that year he toured the United Kingdom, making live performances with the series' other finalists.",
      "pageId": 23290345,
      "monthDay": "03/23"
    },
    {
      "year": "1992",
      "uri": "/wiki/Morgan_Evans_(rugby_league)",
      "name": "Morgan Evans",
      "aboutText": "Gregg Wylde (born 23 March 1991) is a Scottish footballer who plays for Football League Two club Plymouth Argyle. He started his career with Rangers, but voluntarily left the club in March 2012, soon after it entered administration. He has since played for Bolton Wanderers, Bury, Aberdeen and St.",
      "pageId": 24154980,
      "monthDay": "03/23"
    },
    {
      "year": "1992",
      "uri": "/wiki/Kyrie_Irving",
      "name": "Kyrie Irving",
      "aboutText": "Kyrie Andrew Irving (born March 23, 1992) is an American professional basketball player for the Cleveland Cavaliers of the National Basketball Association (NBA). Irving was born in Melbourne, Australia but grew up in West Orange, New Jersey. He played collegiately at Duke University before being selected with the first overall pick in the 2011 NBA draft by the Cavaliers.",
      "pageId": 27905658,
      "monthDay": "03/23"
    },
    {
      "year": "1992",
      "uri": "/wiki/Vanessa_Morgan",
      "name": "Vanessa Morgan",
      "aboutText": "Nicholas Edward \"Nick\" Powell (born 23 March 1994) is an English professional footballer who plays as a midfielder for Manchester United. He has also represented England at all youth levels from under-16 to under-21. He began his career at Crewe Alexandra, initially as a forward, making his debut at the age of 16.",
      "pageId": 28370033,
      "monthDay": "03/23"
    },
    {
      "year": "1994",
      "uri": "/wiki/Nick_Powell",
      "name": "Nick Powell",
      "aboutText": "Tolga Ciğerci (Turkish pronunciation: [ˈtɔɫɡɑ ˈd͡ʒiːɛɾd͡ʒi], born 23 March 1992) is a German football player who plays as a midfielder for Hertha BSC. He has also represented Germany at under-19 and under-20 level.",
      "pageId": 34331564,
      "monthDay": "03/23"
    },
    {
      "year": "1995",
      "uri": "/wiki/Kevin_Kauber",
      "name": "Kevin Kauber",
      "aboutText": "Robert Zickert (born 23 March 1990 in Falkenberg/Elster) is a German footballer who plays for SSV Markranstädt in the NOFV-Oberliga Süd.\n^ \"Zickert, Robert\". kicker.de (in German).",
      "pageId": 35474248,
      "monthDay": "03/23"
    },
    {
      "year": "1995",
      "uri": "/wiki/Jan_Lisiecki",
      "name": "Jan Lisiecki",
      "aboutText": "Ozan Tufan (born 23 March 1995) is a Turkish professional footballer who plays as a midfielder and right back for Turkish club Fenerbahçe in Süper Lig and Turkey national team. His primary position is holding midfielder but he can also play as both right back and also right winger. He made his Süper Lig debut on 19 May 2013 against Gençlerbirliği.",
      "pageId": 39468936,
      "monthDay": "03/23"
    },
    {
      "year": "1995",
      "uri": "/wiki/Ozan_Tufan",
      "name": "Ozan Tufan",
      "aboutText": "Kevin Kauber (born 23 March 1995) is an Estonian professional footballer who plays as a forward for the Slovenian PrvaLiga club Krka.\n^ \"K. Kauber\". Soccerway.com.",
      "pageId": 43239993,
      "monthDay": "03/23"
    },
    {
      "year": "1997",
      "uri": "/wiki/Aidan_Davis",
      "name": "Aidan Davis",
      "aboutText": "Morgan Luc Evans (born 23 March 1992) is a Welsh rugby league player for Gloucestershire All Golds. He began his career playing with his university rugby league team, and made his debut with the Wales national rugby league team in 2014 in a charity match against the Keighley Cougars. In 2015 he played prop during Wales's successful European Cup campaign.",
      "pageId": 48699261,
      "monthDay": "03/23"
    }
  ]
}