{
  "people": [
    {
      "year": "1494",
      "uri": "/wiki/Georgius_Agricola",
      "name": "Georgius Agricola",
      "aboutText": "Georgius Agricola (/əˈɡrɪkələ/; 24 March 1494 – 21 November 1555) was a German Catholic, scholar and scientist. Known as \"the father of mineralogy\", he was born at Glauchau in Saxony. His birth name was Georg Pawer (Bauer in modern German); Agricola is the Latinized version of his name, by which he was known his entire adult life; Agricola and Bauer mean \"farmer\" in their respective languages.",
      "pageId": 12475,
      "monthDay": "03/24"
    },
    {
      "year": "1607",
      "uri": "/wiki/Michiel_de_Ruyter",
      "name": "Michiel de Ruyter",
      "aboutText": "John Harrison (3 April  [O.S. 24 March] 1693– 24 March 1776) was a self-educated English carpenter and clockmaker who invented the marine chronometer, a long-sought after device for solving the problem of calculating longitude while at sea. His solution revolutionized navigation and greatly increased the safety of long-distance sea travel. The problem he solved was considered so important following the Scilly naval disaster of 1707 that the British Parliament offered financial rewards of up to £20,000 (£2.81 million) under the 1714 Longitude Act.",
      "pageId": 16440,
      "monthDay": "03/24"
    },
    {
      "year": "1628",
      "uri": "/wiki/Sophie_Amalie_of_Brunswick-L%C3%BCneburg",
      "name": "Sophie Amalie of Brunswick-Lüneburg",
      "aboutText": "Michiel Adriaenszoon de Ruyter (Dutch pronunciation: [mɪˈxil ˈaːdrijaːnˌsoːn də ˈrœy̯tər]; 24 March 1607 – 29 April 1676) was a Dutch admiral. He is the most famous and one of the most skilled admirals in Dutch history, most famous for his role in the Anglo-Dutch Wars of the 17th century. He fought the English and French and scored several major victories against them, the best known probably being the Raid on the Medway.",
      "pageId": 140794,
      "monthDay": "03/24"
    },
    {
      "year": "1657",
      "uri": "/wiki/Arai_Hakuseki",
      "name": "Arai Hakuseki",
      "aboutText": "Rufus King (March 24, 1755 – April 29, 1827) was an American lawyer, politician, and diplomat. He was a delegate for Massachusetts to the Continental Congress. He also attended the Constitutional Convention and was one of the signers of the United States Constitution on September 17, 1787, in Philadelphia, Pennsylvania.",
      "pageId": 261268,
      "monthDay": "03/24"
    },
    {
      "year": "1693",
      "uri": "/wiki/John_Harrison",
      "name": "John Harrison",
      "aboutText": "Arai Hakuseki (新井 白石, March 24, 1657 – June 29, 1725) was a Confucianist, scholar-bureaucrat, academic, administrator, writer and politician in Japan during the middle of the Edo Period, who advised the Shogun Tokugawa Ienobu. His personal name was Kinmi or Kimiyoshi (君美). Hakuseki (白石) was his pen name.",
      "pageId": 314085,
      "monthDay": "03/24"
    },
    {
      "year": "1725",
      "uri": "/wiki/Samuel_Ashe_(North_Carolina)",
      "name": "Samuel Ashe",
      "aboutText": "Alexandre-Edmond Becquerel (24 March 1820 – 11 May 1891), known as Edmond Becquerel, was a French physicist who studied the solar spectrum, magnetism, electricity and optics. He is credited with the discovery of the photovoltaic effect, the operating principle of the solar cell, in 1839. He is also known for his work in luminescence and phosphorescence.",
      "pageId": 326081,
      "monthDay": "03/24"
    },
    {
      "year": "1725",
      "uri": "/wiki/Thomas_Cushing",
      "name": "Thomas Cushing",
      "aboutText": "Joseph Liouville (/ˈdʒoʊzəf ˌliuːˈvɪl/; French pronunciation: ​[ʒɔzɛf ljuvil]; 24 March 1809 – 8 September 1882) was a French mathematician.",
      "pageId": 341810,
      "monthDay": "03/24"
    },
    {
      "year": "1740",
      "uri": "/wiki/John_Antes",
      "name": "John Antes",
      "aboutText": "Adolphus Egerton Ryerson (24 March 1803 – 19 February 1882) was a Methodist minister, educator, politician, and public education advocate in early Ontario, Canada.",
      "pageId": 474291,
      "monthDay": "03/24"
    },
    {
      "year": "1755",
      "uri": "/wiki/Rufus_King",
      "name": "Rufus King",
      "aboutText": "Maria Malibran (24 March 1808 – 23 September 1836) was a Spanish mezzo-soprano who commonly sang both contralto and soprano parts, and was one of the most famous opera singers of the 19th century. Malibran was known for her stormy personality and dramatic intensity, becoming a legendary figure after her death at age 28.",
      "pageId": 486856,
      "monthDay": "03/24"
    },
    {
      "year": "1762",
      "uri": "/wiki/Marcos_Portugal",
      "name": "Marcos Portugal",
      "aboutText": "Samuel Ashe (March 24, 1725 – February 3, 1813) was the ninth Governor of the U.S. State of North Carolina from 1795 to 1798.\nAshe was born in Beaufort, North Carolina. His father, John Baptista Ashe, and brother, John Ashe, both served as Speaker of the North Carolina Colonial Assembly, or House of Burgesses.",
      "pageId": 502692,
      "monthDay": "03/24"
    },
    {
      "year": "1775",
      "uri": "/wiki/Muthuswami_Dikshitar",
      "name": "Muthuswami Dikshitar",
      "aboutText": "Muthuswami Dikshitar (March 24, 1775 – October 21, 1835) was a South Indian poet and composer and is one of the Musical Trinity of Carnatic music. His compositions, of which around 500 are commonly known, are noted for their contemplative nature and for capturing the essence of the raga forms through the vainika (veena) style that emphasises gamakas. They are typically in a slower speed (chowka kala).",
      "pageId": 533722,
      "monthDay": "03/24"
    },
    {
      "year": "1782",
      "uri": "/wiki/Orest_Kiprensky",
      "name": "Orest Kiprensky",
      "aboutText": "Frances Jane van Alstyne (née Crosby; March 24, 1820 – February 12, 1915), more commonly known as Fanny Crosby, was an American mission worker, poet, lyricist, and composer. A member of the Sixth Avenue Bible Baptist Church in Brooklyn, New York, she wrote many hymns together with her pastor, Robert Lowry. She was one of the most prolific hymnists in history, writing over 8,000 hymns and gospel songs, with over 100 million copies printed, despite being blind from shortly after birth.",
      "pageId": 570779,
      "monthDay": "03/24"
    },
    {
      "year": "1796",
      "uri": "/wiki/John_Corry_Wilson_Daly",
      "name": "John Corry Wilson Daly",
      "aboutText": "Thomas Cushing III (March 24, 1725 – February 28, 1788) was an American lawyer, merchant, and statesman from Boston, Massachusetts. Active in Boston politics, he represented the city in the provincial assembly from 1761 to its dissolution in 1774, serving as the lower house's speaker for most of those years. Because of his role as speaker, his signature was affixed to many documents protesting British policies, leading officials in London to consider him a dangerous radical.",
      "pageId": 627473,
      "monthDay": "03/24"
    },
    {
      "year": "1803",
      "uri": "/wiki/Egerton_Ryerson",
      "name": "Egerton Ryerson",
      "aboutText": "Thomas Spencer Baynes (24 March 1823 in Wellington – 31 May 1887 in London) was a philosopher.",
      "pageId": 931182,
      "monthDay": "03/24"
    },
    {
      "year": "1808",
      "uri": "/wiki/Maria_Malibran",
      "name": "Maria Malibran",
      "aboutText": "Mariano José de Larra (24 March 1809 – 13 February 1837) was a Spanish romantic writer best known for his numerous essays and his infamous suicide. His works were often satirical and critical of the 19th-century Spanish society, and focused on both the politics and customs of his time.\nLarra lived long enough to prove himself a great prose-writer during the 19th century.",
      "pageId": 1597579,
      "monthDay": "03/24"
    },
    {
      "year": "1809",
      "uri": "/wiki/Mariano_Jos%C3%A9_de_Larra",
      "name": "Mariano José de Larra",
      "aboutText": "Lieutenant-Colonel John Corry Wilson Daly (24 March 1796 – 1 April 1878) was politician, businessperson, militia officer, and the first Mayor of Stratford, Ontario.\nDaly was born in Liverpool, England, and educated in Ireland. He served as a surgeon's assistant in the Royal Navy.",
      "pageId": 2086166,
      "monthDay": "03/24"
    },
    {
      "year": "1809",
      "uri": "/wiki/Joseph_Liouville",
      "name": "Joseph Liouville",
      "aboutText": "Orest Adamovich Kiprensky (Russian: Орест Адамович Кипренский 24 March [O.S. 13 March] 1782-17 October [O.S. 5 October] 1836) was a leading Russian portraitist in the Age of Romanticism.",
      "pageId": 3035671,
      "monthDay": "03/24"
    },
    {
      "year": "1820",
      "uri": "/wiki/Edmond_Becquerel",
      "name": "Edmond Becquerel",
      "aboutText": "Sophie Amalie of Brunswick-Lüneburg (24 March 1628 – 20 February 1685) was queen of Denmark and Norway as the consort of the King Frederick III of Denmark.",
      "pageId": 4068811,
      "monthDay": "03/24"
    },
    {
      "year": "1820",
      "uri": "/wiki/Fanny_Crosby",
      "name": "Fanny Crosby",
      "aboutText": "Marcos António da Fonseca Portugal (March 24, 1762 – February 17, 1830), known as Marcos Portugal, or Marco Portogallo, was a Portuguese classical composer, who achieved great international fame for his operas in Italian.",
      "pageId": 4299748,
      "monthDay": "03/24"
    },
    {
      "year": "1823",
      "uri": "/wiki/Thomas_Spencer_Baynes",
      "name": "Thomas Spencer Baynes",
      "aboutText": "John Antes (1740–1811) was the first American Moravian Missionary to travel and work in Egypt, one of the earliest American-born chamber music composers, and the maker of perhaps the earliest surviving bowed string instrument made in America. Although Antes is often recognized for his choral works, such as Go Congregation Go!",
      "pageId": 16233688,
      "monthDay": "03/24"
    },
    {
      "year": "1826",
      "uri": "/wiki/Matilda_Joslyn_Gage",
      "name": "Matilda Joslyn Gage",
      "aboutText": "William Morris (24 March 1834 – 3 October 1896) was an English textile designer, poet, novelist, translator, and socialist activist. Associated with the British Arts and Crafts Movement, he was a major contributor to the revival of traditional British textile arts and methods of production. His literary contributions helped to establish the modern fantasy genre, while he played a significant role in propagating the early socialist movement in Britain.",
      "pageId": 33277,
      "monthDay": "03/24"
    },
    {
      "year": "1828",
      "uri": "/wiki/Horace_Gray",
      "name": "Horace Gray",
      "aboutText": "Josef Stefan (Slovene: Jožef Stefan) (24 March 1835 – 7 January 1893) was an ethnic Carinthian Slovene physicist, mathematician, and poet of the Austrian Empire.",
      "pageId": 53033,
      "monthDay": "03/24"
    },
    {
      "year": "1829",
      "uri": "/wiki/George_Francis_Train",
      "name": "George Francis Train",
      "aboutText": "Harry Houdini (born Erik Weisz, later Ehrich Weiss or Harry Weiss; March 24, 1874 – October 31, 1926) was a Hungarian-American illusionist and stunt performer, noted for his sensational escape acts. He first attracted notice in vaudeville in the US and then as \"Harry Handcuff Houdini\" on a tour of Europe, where he challenged police forces to keep him locked up. Soon he extended his repertoire to include chains, ropes slung from skyscrapers, straitjackets under water, and having to escape from and hold his breath inside a sealed milk can.",
      "pageId": 53395,
      "monthDay": "03/24"
    },
    {
      "year": "1829",
      "uri": "/wiki/Ignacio_Zaragoza",
      "name": "Ignacio Zaragoza",
      "aboutText": "Andrew William Mellon (/ˈmɛlən/; March 24, 1855 – August 26, 1937) was an American banker, businessman, industrialist, philanthropist, art collector, United States Ambassador to the United Kingdom and United States Secretary of the Treasury from March 4, 1921 to February 12, 1932, from the wealthy Mellon family of Pennsylvania.",
      "pageId": 161537,
      "monthDay": "03/24"
    },
    {
      "year": "1830",
      "uri": "/wiki/Robert_Hamerling",
      "name": "Robert Hamerling",
      "aboutText": "John Wesley Powell (March 24, 1834 – September 23, 1902) was a U.S. soldier, geologist, explorer of the American West, professor at Illinois Wesleyan University, and director of major scientific and cultural institutions. He is famous for the 1869 Powell Geographic Expedition, a three-month river trip down the Green and Colorado rivers, including the first known passage by Europeans through the Grand Canyon.\nPowell served as second director of the U.S. Geological Survey (1881–1894) and proposed, for development of the arid West, policies that were prescient for his accurate evaluation of conditions.",
      "pageId": 215918,
      "monthDay": "03/24"
    },
    {
      "year": "1834",
      "uri": "/wiki/William_Morris",
      "name": "William Morris",
      "aboutText": "Ignacio Zaragoza Seguín (Spanish pronunciation: [iɣˈnasio saɾaˈɣosa]; March 24, 1829 – September 8, 1862) was a general in the Mexican army, best known for defeating invading French forces at the Battle of Puebla on May 5, 1862 (now celebrated in both the United States and Mexico as the Cinco de Mayo).",
      "pageId": 220369,
      "monthDay": "03/24"
    },
    {
      "year": "1834",
      "uri": "/wiki/John_Wesley_Powell",
      "name": "John Wesley Powell",
      "aboutText": "George Francis Train (March 24, 1829 – January 5, 1904) was an American entrepreneur who organized the clipper ship line that sailed around Cape Horn to San Francisco; he organized the Union Pacific Railroad and the Credit Mobilier in the United States in 1864 to construct the eastern portion of the Transcontinental Railroad, and a horse tramway company in England while there during the American Civil War. In 1870 Train made the first of his three trips around the globe, with the last in 1890.\nIn 1872 he ran for President of the United States as an independent candidate.",
      "pageId": 293646,
      "monthDay": "03/24"
    },
    {
      "year": "1835",
      "uri": "/wiki/Joseph_Stefan",
      "name": "Joseph Stefan",
      "aboutText": "Honoré Beaugrand (24 March 1848 – 7 October 1906) was a Canadian journalist, politician, author and folklorist, born in Berthier County, Quebec.\nAs a young graduate from military school Beaugrand joined the French military forces under General Bazaine in Mexico, supporting the ill-fated emperor Maximilian of Mexico. He returned with those troops to France after the fall of Chapultepec and Maximilian's execution.",
      "pageId": 474375,
      "monthDay": "03/24"
    },
    {
      "year": "1848",
      "uri": "/wiki/Honor%C3%A9_Beaugrand",
      "name": "Honoré Beaugrand",
      "aboutText": "Matilda Electa Gage (née Joslyn; March 24, 1826 – March 18, 1898) was a suffragist, a Native American rights activist, an abolitionist, a freethinker, and a prolific author, who was \"born with a hatred of oppression\".",
      "pageId": 474393,
      "monthDay": "03/24"
    },
    {
      "year": "1850",
      "uri": "/wiki/Silas_Hocking",
      "name": "Silas Hocking",
      "aboutText": "Luigi Einaudi, OMRI (Italian: [luˈiːʤi eiˈnaːudi]; March 24, 1874 – October 30, 1961) was an Italian politician and economist.",
      "pageId": 775026,
      "monthDay": "03/24"
    },
    {
      "year": "1855",
      "uri": "/wiki/Andrew_W._Mellon",
      "name": "Andrew W. Mellon",
      "aboutText": "Horace Gray (March 24, 1828 – September 15, 1902) was an American jurist who ultimately served on the United States Supreme Court.",
      "pageId": 926504,
      "monthDay": "03/24"
    },
    {
      "year": "1855",
      "uri": "/wiki/Olive_Schreiner",
      "name": "Olive Schreiner",
      "aboutText": "Robert Hamerling (March 24, 1830 – July 13, 1889) was an Austrian poet.",
      "pageId": 1622344,
      "monthDay": "03/24"
    },
    {
      "year": "1862",
      "uri": "/wiki/Frank_Weston_Benson",
      "name": "Frank Weston Benson",
      "aboutText": "Frank Weston Benson, frequently referred to as Frank W. Benson, (March 24, 1862 – November 15, 1951) was an American artist from Salem, Massachusetts known for his Realistic portraits, American Impressionist paintings, watercolors and etchings. He began his career painting portraits of distinguished families and murals for the Library of Congress. Some of his best known paintings (Eleanor, Museum of Fine Arts, Boston; Summer, Rhode Island School of Design Museum) depict his daughters outdoors at Benson's summer home, Wooster Farm, on the island of North Haven, Maine.",
      "pageId": 2351960,
      "monthDay": "03/24"
    },
    {
      "year": "1869",
      "uri": "/wiki/%C3%89mile_Fabre",
      "name": "Émile Fabre",
      "aboutText": "Tevfik Kolaylı (March 24, 1879 – January 28, 1953), better known by his pen name Neyzen Tevfik, was a Turkish poet, satirist, and neyzen (a \"ney performer\" in Turkish). He was born in Bodrum and died in Istanbul.",
      "pageId": 3868010,
      "monthDay": "03/24"
    },
    {
      "year": "1871",
      "uri": "/wiki/Alec_Hurley",
      "name": "Alec Hurley",
      "aboutText": "Silas Kitto Hocking (24 March 1850 – 15 September 1935) was a Cornish novelist and Methodist preacher. He is known for his novel for youth called Her Benny (1879), which was a best-seller.\n^ Sutherland, John (1989).",
      "pageId": 5299897,
      "monthDay": "03/24"
    },
    {
      "year": "1874",
      "uri": "/wiki/Luigi_Einaudi",
      "name": "Luigi Einaudi",
      "aboutText": "Alexander \"Alec\" Hurley (24 March 1871 – 6 December 1913) was an English music hall singer who was perhaps best known for being Marie Lloyd's second husband.\nBorn in London, Hurley began a boxing career during which he wrote a short song entitled \"The Strongest Man In The World\" which he would perform after his fights. Singing appealed to him and he began performing the song in various music halls in London.",
      "pageId": 5378627,
      "monthDay": "03/24"
    },
    {
      "year": "1874",
      "uri": "/wiki/Harry_Houdini",
      "name": "Harry Houdini",
      "aboutText": "Olive Schreiner (24 March 1855 – 11 December 1920) was a South African author, anti-war campaigner and intellectual. She is best remembered today for her novel The Story of an African Farm which has been highly acclaimed since its first publication in 1883 for the bold manner in which it deals with some of the burning issues of the day, including agnosticism, existential independence, individualism, the professional aspirations of women, and the elemental nature of life on the colonial frontier. In more recent studies she has also been identified as an advocate for those sidelined by the forces of British Imperialism, such as the Afrikaners, and later other South African groups like Blacks, Jews and Indians – to name but a few.",
      "pageId": 7576321,
      "monthDay": "03/24"
    },
    {
      "year": "1875",
      "uri": "/wiki/William_Burns_(lacrosse)",
      "name": "William Burns",
      "aboutText": "Émile Fabre (24 March 1869 in Metz, France – 25 September 1955 in Paris) was a French playwright and general administrator of the Comédie-Française from 2 December 1915 to 15 October 1936. He was greatly influenced by Balzac as a young man, and most of his best-known plays deal with the sacrifice of personal happiness to the pursuit of wealth.",
      "pageId": 8969791,
      "monthDay": "03/24"
    },
    {
      "year": "1879",
      "uri": "/wiki/Neyzen_Tevfik",
      "name": "Neyzen Tevfik",
      "aboutText": "William Laurie Burns (March 24, 1875 – October 6, 1953) was a Canadian lacrosse player who competed in the 1904 Summer Olympics.",
      "pageId": 13838032,
      "monthDay": "03/24"
    },
    {
      "year": "1882",
      "uri": "/wiki/Marcel_Lalu",
      "name": "Marcel Lalu",
      "aboutText": "Marcel Lalu (24 March 1882 – 1951) was a French gymnast who competed in the 1900 Summer Olympics, in the 1908 Summer Olympics, and in the 1912 Summer Olympics.\nHe was born in Limoges.\nIn 1900 he finished eighth in the combined exercises competition which was the only Olympic gymnastic event.",
      "pageId": 19410961,
      "monthDay": "03/24"
    },
    {
      "year": "1884",
      "uri": "/wiki/Peter_Debye",
      "name": "Peter Debye",
      "aboutText": "Peter Joseph William Debye ForMemRS (/dɛˈbaɪ/; Dutch: [dəˈbɛiə]; March 24, 1884 – November 2, 1966) was a Dutch-American physicist and physical chemist, and Nobel laureate in Chemistry.",
      "pageId": 37067,
      "monthDay": "03/24"
    },
    {
      "year": "1884",
      "uri": "/wiki/Eug%C3%A8ne_Tisserant",
      "name": "Eugène Tisserant",
      "aboutText": "Thomas Edmund Dewey (March 24, 1902 – March 16, 1971) was the 47th Governor of New York (1943–1954). In 1944 he was the Republican candidate for President, but lost to President Franklin D. Roosevelt in the closest of Roosevelt's four presidential elections. In 1948, he was again the Republican candidate for president, but lost to the incumbent president, Harry S. Truman, in one of the greatest upsets in presidential election history.",
      "pageId": 45596,
      "monthDay": "03/24"
    },
    {
      "year": "1886",
      "uri": "/wiki/Edward_Weston",
      "name": "Edward Weston",
      "aboutText": "Ubbe Eert \"Ub\" Iwerks, A.S.C. (/ˈʌb ˈaɪwɜrks/; March 24, 1901 – July 7, 1971) was an American animator, cartoonist, character designer, inventor, and special effects technician, who co-created Oswald the Lucky Rabbit and Mickey Mouse with Walt Disney. The works Iwerks produced alongside Disney went on to win numerous awards, including multiple Academy Awards.\nHe was born in Kansas City, Missouri.",
      "pageId": 53813,
      "monthDay": "03/24"
    },
    {
      "year": "1886",
      "uri": "/wiki/Robert_Mallet-Stevens",
      "name": "Robert Mallet-Stevens",
      "aboutText": "Roscoe Conkling \"Fatty\" Arbuckle (March 24, 1887 – June 29, 1933) was an American silent film actor, comedian, director, and screenwriter. Starting at the Selig Polyscope Company he eventually moved to Keystone Studios, where he worked with Mabel Normand and Harold Lloyd. He mentored Charlie Chaplin and discovered Buster Keaton and Bob Hope.",
      "pageId": 76560,
      "monthDay": "03/24"
    },
    {
      "year": "1887",
      "uri": "/wiki/Roscoe_Arbuckle",
      "name": "Roscoe Arbuckle",
      "aboutText": "Wilhelm Reich (24 March 1897 – 3 November 1957) was an Austrian psychoanalyst. Author of several influential books – most notably Character Analysis (1933), The Mass Psychology of Fascism (1933) and The Sexual Revolution (1936) – Reich became known as one of the most radical practitioners of psychiatry.\nReich's idea of \"muscular armour\" – the expression of the personality in the way the body moves – influenced innovations such as body psychotherapy, Gestalt therapy, bioenergetic analysis and primal therapy.",
      "pageId": 198336,
      "monthDay": "03/24"
    },
    {
      "year": "1888",
      "uri": "/wiki/Viktor_Kingissepp",
      "name": "Viktor Kingissepp",
      "aboutText": "Edward Henry Weston (March 24, 1886 – January 1, 1958) was a 20th-century American photographer. He has been called \"one of the most innovative and influential American photographers…\" and \"one of the masters of 20th century photography.\" Over the course of his 40-year career Weston photographed an increasingly expansive set of subjects, including landscapes, still lifes, nudes, portraits, genre scenes and even whimsical parodies. It is said that he developed a \"quintessentially American, and specially Californian, approach to modern photography\" because of his focus on the people and places of the American West.",
      "pageId": 232541,
      "monthDay": "03/24"
    },
    {
      "year": "1889",
      "uri": "/wiki/Albert_Hill_(athlete)",
      "name": "Albert Hill",
      "aboutText": "Thomas Malcolm Muggeridge (24 March 1903 – 14 November 1990), known as Malcolm Muggeridge, was a British journalist, author, media personality, and satirist. During World War II, he worked for the British government as a soldier and a spy. As a young man, Muggeridge was a left-wing sympathiser but he later became a forceful anti-communist.",
      "pageId": 287821,
      "monthDay": "03/24"
    },
    {
      "year": "1890",
      "uri": "/wiki/Agnes_Macphail",
      "name": "Agnes Macphail",
      "aboutText": "Agnes Campbell Macphail (March 24, 1890 – February 13, 1954) was the first woman to be elected to the Canadian House of Commons, and one of the first two women elected to the Legislative Assembly of Ontario. Active throughout her life in progressive Canadian politics, Macphail worked for two separate parties and promoted her ideas through column-writing, activist organizing, and legislation.",
      "pageId": 350074,
      "monthDay": "03/24"
    },
    {
      "year": "1891",
      "uri": "/wiki/Sergey_Ivanovich_Vavilov",
      "name": "Sergey Ivanovich Vavilov",
      "aboutText": "Joseph-Mignault-Paul Sauvé (March 24, 1907 – January 2, 1960) was a Quebec lawyer, World War II veteran and politician.",
      "pageId": 374020,
      "monthDay": "03/24"
    },
    {
      "year": "1892",
      "uri": "/wiki/Marston_Morse",
      "name": "Marston Morse",
      "aboutText": "Wilhelm Heinrich Walter Baade (March 24, 1893 – June 25, 1960) was a German astronomer who worked in the USA from 1931 to 1959.",
      "pageId": 586649,
      "monthDay": "03/24"
    },
    {
      "year": "1893",
      "uri": "/wiki/Walter_Baade",
      "name": "Walter Baade",
      "aboutText": "George Harold Sisler (March 24, 1893 – March 26, 1973), nicknamed \"Gentleman George\" and \"Gorgeous George\", was an American professional baseball player for 15 seasons, primarily as first baseman with the St. Louis Browns. From 1920 until 2004, Sisler held the Major League Baseball (MLB) record for most hits in a single season, until it was broken by Ichiro Suzuki.",
      "pageId": 645312,
      "monthDay": "03/24"
    },
    {
      "year": "1893",
      "uri": "/wiki/George_Sisler",
      "name": "George Sisler",
      "aboutText": "Adolf Friedrich Johann Butenandt (24 March 1903 – 18 January 1995) was a German biochemist.",
      "pageId": 728231,
      "monthDay": "03/24"
    },
    {
      "year": "1897",
      "uri": "/wiki/Wilhelm_Reich",
      "name": "Wilhelm Reich",
      "aboutText": "Sergey Ivanovich Vavilov (Russian: Серге́й Ива́нович Вави́лов (24 March [O.S. 12 March] 1891 – January 25, 1951) was a Soviet physicist, the President of the USSR Academy of Sciences from July 1945 until his death.",
      "pageId": 766055,
      "monthDay": "03/24"
    },
    {
      "year": "1901",
      "uri": "/wiki/Ub_Iwerks",
      "name": "Ub Iwerks",
      "aboutText": "Albert George Hill (24 March 1889 – 8 January 1969) was a British track and field athlete. He competed at the 1920 Olympics and won gold medals in the 800 m and 1500 m and a silver medal in the 3000 m team race.\nHill started out as a long-distance runner, winning the British AAA championships over 4 miles in 1910.",
      "pageId": 812253,
      "monthDay": "03/24"
    },
    {
      "year": "1902",
      "uri": "/wiki/Thomas_E._Dewey",
      "name": "Thomas E. Dewey",
      "aboutText": "Harold Calvin Marston Morse (24 March 1892 – 22 June 1977) was an American mathematician best known for his work on the calculus of variations in the large, a subject where he introduced the technique of differential topology now known as Morse theory.",
      "pageId": 856523,
      "monthDay": "03/24"
    },
    {
      "year": "1903",
      "uri": "/wiki/Adolf_Butenandt",
      "name": "Adolf Butenandt",
      "aboutText": "Viktor Kingissepp (24 March [O.S. 12 March] 1888 in Kaarma, Saaremaa – 4 May 1922 in Tallinn) was an Estonian communist politician, the leader of the Estonian Communist Party.",
      "pageId": 2279078,
      "monthDay": "03/24"
    },
    {
      "year": "1903",
      "uri": "/wiki/Malcolm_Muggeridge",
      "name": "Malcolm Muggeridge",
      "aboutText": "Klavdiya Ivanovna Shulzhenko (Russian: Кла́вдия Ива́новна Шульже́нко; March 24 [O.S. March 12] 1906, Kharkiv – June 17, 1984, Moscow) was a popular female singer from the Soviet Union.\nShulzhenko started singing with jazz and pop bands in the late 1920s. She rose to fame in the late 1930s with her version of Sebastian Yradier's La Paloma.",
      "pageId": 3339265,
      "monthDay": "03/24"
    },
    {
      "year": "1905",
      "uri": "/wiki/Pura_Santillan-Castrence",
      "name": "Pura Santillan-Castrence",
      "aboutText": "Eugène-Gabriel-Gervais-Laurent Tisserant (24 March 1884 – 21 February 1972) was a French cardinal of the Roman Catholic Church.",
      "pageId": 6579583,
      "monthDay": "03/24"
    },
    {
      "year": "1906",
      "uri": "/wiki/Klavdiya_Shulzhenko",
      "name": "Klavdiya Shulzhenko",
      "aboutText": "Robert Mallet-Stevens (March 24, 1886 – February 8, 1945) was a French architect and designer. Along with Le Corbusier he is widely regarded as the most influential figure in French architecture in the period between the two World Wars.\nMallet-Stevens was born in Paris in a house called Maison-Laffitte (designed by François Mansart in the 17th century).",
      "pageId": 12514290,
      "monthDay": "03/24"
    },
    {
      "year": "1907",
      "uri": "/wiki/Paul_Sauv%C3%A9",
      "name": "Paul Sauvé",
      "aboutText": "Pura Santillan-Castrence (March 24, 1905 – January 15, 2007) was a Filipino writer and diplomat. Of Filipino women writers, she was among the first to gain prominence writing in the English language.",
      "pageId": 13973647,
      "monthDay": "03/24"
    },
    {
      "year": "1909",
      "uri": "/wiki/Clyde_Barrow",
      "name": "Clyde Barrow",
      "aboutText": "Bonnie Elizabeth Parker (October 1, 1910 – May 23, 1934) and Clyde Chestnut Barrow a.k.a. Clyde Champion Barrow (March 24, 1909 – May 23, 1934) were criminals who traveled the central United States with their gang during the Great Depression, robbing and killing people. At times, the gang included Buck Barrow, Blanche Barrow, Raymond Hamilton, W. D. Jones, Joe Palmer, Ralph Fults, and Henry Methvin.",
      "pageId": 68244,
      "monthDay": "03/24"
    },
    {
      "year": "1910",
      "uri": "/wiki/Richard_Conte",
      "name": "Richard Conte",
      "aboutText": "Lawrence Monsanto Ferlinghetti (born March 24, 1919) is an American poet, painter, liberal activist, and the co-founder of City Lights Booksellers & Publishers. Author of poetry, translations, fiction, theatre, art criticism, and film narration, he is best known for A Coney Island of the Mind (1958), a collection of poems that has been translated into nine languages, with sales of more than one million copies.",
      "pageId": 221280,
      "monthDay": "03/24"
    },
    {
      "year": "1911",
      "uri": "/wiki/Joseph_Barbera",
      "name": "Joseph Barbera",
      "aboutText": "Vasily Vasilyevich Smyslov (Russian: Васи́лий Васи́льевич Смысло́в; 24 March 1921 – 27 March 2010) was a Soviet and Russian chess grandmaster, and was World Chess Champion from 1957 to 1958. He was a Candidate for the World Chess Championship on eight occasions (1948, 1950, 1953, 1956, 1959, 1965, 1983, and 1985). Smyslov twice tied for first at the Soviet Championship (1949, 1955), and his total of 17 Chess Olympiad medals won is an all-time record.",
      "pageId": 245597,
      "monthDay": "03/24"
    },
    {
      "year": "1912",
      "uri": "/wiki/Dorothy_Height",
      "name": "Dorothy Height",
      "aboutText": "Donald Bengtsson Hamilton (March 24, 1916 – November 20, 2006) was an American writer of novels, short stories, and non-fiction about the outdoors. His novels consist mostly of paperback originals, principally spy fiction, but also crime fiction and westerns, such as The Big Country. He is best known for his long-running Matt Helm series (1960-1993), which chronicles the adventures of an undercover counter-agent/assassin working for a secret American government agency.",
      "pageId": 354214,
      "monthDay": "03/24"
    },
    {
      "year": "1915",
      "uri": "/wiki/Eug%C3%A8ne_Martin",
      "name": "Eugène Martin",
      "aboutText": "Robert L. Heilbroner (March 24, 1919 – January 4, 2005) was an American economist and historian of economic thought. The author of some twenty books, Heilbroner was best known for The Worldly Philosophers: The Lives, Times and Ideas of the Great Economic Thinkers (1953), a survey of the lives and contributions of famous economists, notably Adam Smith, Karl Marx, and John Maynard Keynes.",
      "pageId": 403783,
      "monthDay": "03/24"
    },
    {
      "year": "1915",
      "uri": "/wiki/Gorgeous_George",
      "name": "George Wagner",
      "aboutText": "Sir John Cowdery Kendrew, CBE, FRS (24 March 1917 – 23 August 1997) was an English biochemist and crystallographer who shared the 1962 Nobel Prize in Chemistry with Max Perutz; their group in the Cavendish Laboratory investigated the structure of heme-containing proteins.",
      "pageId": 414421,
      "monthDay": "03/24"
    },
    {
      "year": "1916",
      "uri": "/wiki/Donald_Hamilton",
      "name": "Donald Hamilton",
      "aboutText": "Richard Conte (born Nicholas Peter Conte; March 24, 1910 – April 15, 1975) was an American actor.",
      "pageId": 700148,
      "monthDay": "03/24"
    },
    {
      "year": "1916",
      "uri": "/wiki/Harry_B._Whittington",
      "name": "Harry B. Whittington",
      "aboutText": "Dorothy Irene Height (March 24, 1912 – April 20, 2010) an American administrator and educator, was a civil rights and women's rights activist specifically focused on the issues of African-American women, including unemployment, illiteracy, and voter awareness.",
      "pageId": 1032345,
      "monthDay": "03/24"
    },
    {
      "year": "1917",
      "uri": "/wiki/Constantine_Andreou",
      "name": "Constantine Andreou",
      "aboutText": "Joseph Roland \"Joe\" Barbera (/bɑrˈbɛrə/ bar-BERR-ə or /ˈbɑrbərə/ BAR-bər-ə; Italian pronunciation: [barˈbɛːra]; March 24, 1911 – December 18, 2006) was an American animator, director, producer, storyboard artist, and cartoon artist, whose film and television cartoon characters entertained millions of fans worldwide for much of the 20th century.\nThrough his young adult years, Barbera lived, attended college, and began his career in New York City. After working odd jobs and as a banker, Barbera joined Van Beuren Studios in 1932 and subsequently Terrytoons in 1936.",
      "pageId": 1123637,
      "monthDay": "03/24"
    },
    {
      "year": "1917",
      "uri": "/wiki/John_Kendrew",
      "name": "John Kendrew",
      "aboutText": "Onna White (March 24, 1922 – April 8, 2005) was a Canadian choreographer and dancer, nominated for eight Tony Awards.",
      "pageId": 1216330,
      "monthDay": "03/24"
    },
    {
      "year": "1919",
      "uri": "/wiki/Lawrence_Ferlinghetti",
      "name": "Lawrence Ferlinghetti",
      "aboutText": "Eugène Martin (March 24, 1915 in Suresnes – October 12, 2006 in Aytre) was a racing driver from France. He participated in two Formula One World Championship Grands Prix, debuting on May 13, 1950. He scored no championship points.",
      "pageId": 1228349,
      "monthDay": "03/24"
    },
    {
      "year": "1919",
      "uri": "/wiki/Robert_Heilbroner",
      "name": "Robert Heilbroner",
      "aboutText": "George Raymond Wagner (March 24, 1915 – December 26, 1963) was an American professional wrestler best known by his ring name Gorgeous George. In the United States, during the First Golden Age of Professional Wrestling in the 1940s–1950s, Gorgeous George gained mainstream popularity and became one of the biggest stars of this period, gaining media attention for his outrageous character, which was described as flamboyant and charismatic.",
      "pageId": 1522196,
      "monthDay": "03/24"
    },
    {
      "year": "1920",
      "uri": "/wiki/Bill_Irwin_(skier)",
      "name": "Bill Irwin",
      "aboutText": "Harry Blackmore Whittington FRS (24 March 1916 – 20 June 2010) was a British palaeontologist who made a major contribution to the study of fossils of the Burgess Shale and other Cambrian fauna. His works are largely responsible for the concept of Cambrian explosion, whereby modern animal body plans are explained to originate during a short span of geological period. With initial work on trilobites, his discoveries revealed that these arthropods were the most diversified of all invertebrates during Cambrian Period.",
      "pageId": 2708067,
      "monthDay": "03/24"
    },
    {
      "year": "1920",
      "uri": "/wiki/Carlo_Monti",
      "name": "Carlo Monti",
      "aboutText": "Constantine Andreou (Also: Costas Andreou, Kostas Andreou; French: Constantin Andréou, Costas Andréou; Greek: Κωνσταντίνος Ανδρέου, Κώστας Ανδρέου) (March 24, 1917 – October 8, 2007) was a painter and sculptor of Greek origin with a highly successful career that spanned six decades.",
      "pageId": 2772216,
      "monthDay": "03/24"
    },
    {
      "year": "1920",
      "uri": "/wiki/Gene_Nelson",
      "name": "Gene Nelson",
      "aboutText": "Gene Nelson (March 24, 1920 – September 16, 1996) was an American dancer, actor, screenwriter, and director.\n^ \"The New York Times\". The New York Times.",
      "pageId": 3448209,
      "monthDay": "03/24"
    },
    {
      "year": "1920",
      "uri": "/wiki/Mary_Stolz",
      "name": "Mary Stolz",
      "aboutText": "Mary Stolz (born Mary Slattery, March 24, 1920 – December 15, 2006) was an American writer of fiction for children and young adults. Her works received Newbery Honors in 1962 and 1966 and her entire body of work was awarded the George G. Stone Recognition of Merit in 1982.\nHer literary works range from picture books to young-adult novels.",
      "pageId": 4289438,
      "monthDay": "03/24"
    },
    {
      "year": "1921",
      "uri": "/wiki/Franciszek_Blachnicki",
      "name": "Franciszek Blachnicki",
      "aboutText": "Thoguluva Meenatchi Iyengar Soundararajan (24 March 1924 – 25 May 2013), popularly known as TMS, was a playback singer in Kollywood for over six decades. He gave his voice to actors and thespians in the South Indian film industry such as M. G. Ramachandran, Sivaji Ganesan, N. T. Rama Rao, Gemini Ganesan, S. S. Rajendran, Jaishankar, Rajkumar and A. Nageswara Rao. He has sung over 20,000 film songs from more than 5,000 films.",
      "pageId": 6765841,
      "monthDay": "03/24"
    },
    {
      "year": "1921",
      "uri": "/wiki/Vasily_Smyslov",
      "name": "Vasily Smyslov",
      "aboutText": "Carlo Monti (born 24 March 1920) was an Italian athlete who competed mainly in the 100 metres. He won two medals (one individual and one with the relay team), at the International athletics competitions.\n^ \"PODIO INTERNAZIONALE DAL 1908 AL 2008 - UOMINI\" (PDF).",
      "pageId": 8105563,
      "monthDay": "03/24"
    },
    {
      "year": "1922",
      "uri": "/wiki/T._M._Soundararajan",
      "name": "T. M. Soundararajan",
      "aboutText": "Franciszek Blachnicki (24 March 1921 – 27 February 1987) was a Roman Catholic priest who started the Light-Life Movement (Światło-Życie). He was ordained to the priesthood on 25 June 1950.",
      "pageId": 24003177,
      "monthDay": "03/24"
    },
    {
      "year": "1922",
      "uri": "/wiki/Onna_White",
      "name": "Onna White",
      "aboutText": "William Archibald \"Bill\" Irwin (March 24, 1920 – February 9, 2013) was a Canadian competitive skier who competed in six events across four disciplines at the 1948 Winter Olympics. In St. Moritz he competed in the downhill, slalom, combined, 18 km, Nordic combined, and ski jumping events, placing 60th (tied with Donald Garrow of Great Britain), 50th, 36th, 81st, 37th, and 39th respectively.",
      "pageId": 26712982,
      "monthDay": "03/24"
    },
    {
      "year": "1923",
      "uri": "/wiki/Murray_Hamilton",
      "name": "Murray Hamilton",
      "aboutText": "Terence Steven \"Steve\" McQueen (March 24, 1930 – November 7, 1980) was an American actor. Called \"The King of Cool\", his \"anti-hero\" persona, developed at the height of the counterculture of the 1960s, made him a top box-office draw of the 1960s and 1970s. McQueen received an Academy Award nomination for his role in The Sand Pebbles.",
      "pageId": 144829,
      "monthDay": "03/24"
    },
    {
      "year": "1923",
      "uri": "/wiki/Michael_Legat",
      "name": "Michael Legat",
      "aboutText": "Dario Fo (Italian pronunciation: [ˈdaːrjo ˈfɔ]; born 24 March 1926) is an Italian actor-playwright, comedian, singer, theatre director, stage designer, songwriter, painter and political campaigner, and recipient of the 1997 Nobel Prize in Literature. \"Arguably the most widely performed contemporary playwright in world theatre\", much of his dramatic work depends on improvisation and comprises the recovery of \"illegitimate\" forms of theatre, such as those performed by giullari (medieval strolling players) and, more famously, the ancient Italian style of commedia dell'arte.\nHis plays have been translated into 30 languages and performed across the world, including in Argentina, Chile, England, the Netherlands, Poland, Romania, South Africa, South Korea, Spain, Sri Lanka, Sweden, and Yugoslavia.",
      "pageId": 176791,
      "monthDay": "03/24"
    },
    {
      "year": "1924",
      "uri": "/wiki/Norman_Fell",
      "name": "Norman Fell",
      "aboutText": "David Dacko (French pronunciation: ​[david dako]; 24 March 1930 – 20 November 2003) was the 1st President of the Central African Republic from 14 August 1960 to 1 January 1966, and 3rd President from 21 September 1979 to 1 September 1981.",
      "pageId": 376188,
      "monthDay": "03/24"
    },
    {
      "year": "1925",
      "uri": "/wiki/Puig_Aubert",
      "name": "Puig Aubert",
      "aboutText": "William Smith (born March 24, 1933) is an American actor who has appeared in almost three hundred feature films and television productions.",
      "pageId": 581512,
      "monthDay": "03/24"
    },
    {
      "year": "1926",
      "uri": "/wiki/Desmond_Connell",
      "name": "Desmond Connell",
      "aboutText": "Hanno Drechsler (24 March 1931 – 4 January 2003) was the Lord Mayor of the City of Marburg, Germany between 1970 and 1992, and the instigator of its restoration after urban renewal; he was also an important Social Democratic politician and political scientist.",
      "pageId": 588059,
      "monthDay": "03/24"
    },
    {
      "year": "1926",
      "uri": "/wiki/Dario_Fo",
      "name": "Dario Fo",
      "aboutText": "Martin Walser (born 24 March 1927) is a German writer. He became famous for describing the conflicts his anti-heroes have in his novels and stories.",
      "pageId": 833526,
      "monthDay": "03/24"
    },
    {
      "year": "1926",
      "uri": "/wiki/William_Porter_(athlete)",
      "name": "William Porter",
      "aboutText": "William (\"Bill\") Franklin Porter II (March 24, 1926 – March 10, 2000) was an American track and field athlete, winner of 110-meter hurdles at the 1948 Summer Olympics.\nBorn in Essex Township, Michigan, William Porter attended The Hill School in Pottstown, Pennsylvania and graduated class of 44'. Then attending Western Michigan University.",
      "pageId": 951637,
      "monthDay": "03/24"
    },
    {
      "year": "1926",
      "uri": "/wiki/Ventsislav_Yankov",
      "name": "Ventsislav Yankov",
      "aboutText": "Norman Fell (March 24, 1924 – December 14, 1998), born Norman Noah Feld, was an American actor of film and television, most famous for his role as landlord Mr. Roper on the sitcom Three's Company and its spin-off, The Ropers.",
      "pageId": 1034625,
      "monthDay": "03/24"
    },
    {
      "year": "1927",
      "uri": "/wiki/John_Woodland_Hastings",
      "name": "John Woodland Hastings",
      "aboutText": "Byron Janis (born March 24, 1928) is an American classical pianist. He made several recordings for RCA Victor and Mercury Records, and occupies two volumes of the Philips series Great Pianists of the 20th Century. His discography covers repertoire from Beethoven to David W. Guion and includes major piano concertos from Mozart to Rachmaninoff and Prokofiev.",
      "pageId": 1137252,
      "monthDay": "03/24"
    },
    {
      "year": "1927",
      "uri": "/wiki/Martin_Walser",
      "name": "Martin Walser",
      "aboutText": "Murray Hamilton (March 24, 1923 – September 1, 1986) was an American stage, screen, and television character actor who appeared in such films as Anatomy of a Murder, The Hustler, The Graduate, The Amityville Horror and Jaws.",
      "pageId": 2262188,
      "monthDay": "03/24"
    },
    {
      "year": "1928",
      "uri": "/wiki/Byron_Janis",
      "name": "Byron Janis",
      "aboutText": "Robert Aubert Puig aka Puig Aubert (24 March 1925 in Andernach, Germany – 3 June 1994 in Carcassonne, France), was debatably the greatest French rugby league footballer of all-time Over a sixteen-year professional career he would play for Carcassonne, XIII Catalan, Celtic de Paris and Castelnaudary winning five French championships and four French cups along with representing the French national side on a total of forty-six occasions. His position of choice was at fullback and after his retirement in 1960 he would go on to coach Carcassonne and France along with becoming head French national selector for several years.\nAubert was actually born Robert Aubert Puig, but when he signed as a teenager for Carcassonne, there were several other established players that shared the same surname that a local newspaper editor printed his name back-to-front to avoid confusion and it ending up sticking and he became the most famous of them all.",
      "pageId": 2961505,
      "monthDay": "03/24"
    },
    {
      "year": "1930",
      "uri": "/wiki/David_Dacko",
      "name": "David Dacko",
      "aboutText": "Agustín González Martínez, (Madrid, 24 March 1930 - Madrid, 16 January 2005) was a Spanish actor.",
      "pageId": 6210266,
      "monthDay": "03/24"
    },
    {
      "year": "1930",
      "uri": "/wiki/Agust%C3%ADn_Gonz%C3%A1lez",
      "name": "Agustín González",
      "aboutText": "Connie Hines (March 24, 1931 – December 18, 2009) was an American actress, best known for playing Alan Young's wife, Carol Post, on the 1960s sitcom Mister Ed.",
      "pageId": 7600486,
      "monthDay": "03/24"
    },
    {
      "year": "1930",
      "uri": "/wiki/Steve_McQueen",
      "name": "Steve McQueen",
      "aboutText": "Pedro Pubill Calaf (Spanish pronunciation: [ˈpeðɾo] Catalan pronunciation: [puˈβiʎ kəˈɫaf]; 24 March 1935 – 27 August 2014), better known as Peret, was a Spanish gypsy singer, guitar player and composer of Catalan rumba from Mataró, Catalonia.\nKnown for his 1971 single, \"Borriquito\" (Ariola Records), Peret represented Spain at the Eurovision Song Contest in 1974 and performed during the closing ceremony at the 1992 Summer Olympics in Barcelona, Spain. In 2001, Peret recorded and released Rey De La Rumba (King of the Rumba) an album of updated versions of his older songs with guest musicians including Jarabe de Palo, El Gran Silencio, David Byrne of the Talking Heads, and more.",
      "pageId": 10671776,
      "monthDay": "03/24"
    },
    {
      "year": "1931",
      "uri": "/wiki/Hanno_Drechsler",
      "name": "Hanno Drechsler",
      "aboutText": "Stephen De Staebler (March 24, 1933 – May 13, 2011) was an internationally celebrated American sculptor, best recognized for his work in clay and bronze. Totemic and fragmented in form, De Staebler's figurative sculptures call forth the many contingencies of the human condition, such as resiliency and fragility, growth and decay, earthly boundedness and the possibility for spiritual transcendence.",
      "pageId": 12947907,
      "monthDay": "03/24"
    },
    {
      "year": "1931",
      "uri": "/wiki/Connie_Hines",
      "name": "Connie Hines",
      "aboutText": "Christiane Eda-Pierre (born March 24, 1932) is a French lyric coloratura soprano of Martiniquan origin, who sang in a wide variety of roles, from baroque to contemporary works.",
      "pageId": 16172634,
      "monthDay": "03/24"
    },
    {
      "year": "1932",
      "uri": "/wiki/Christiane_Eda-Pierre",
      "name": "Christiane Eda-Pierre",
      "aboutText": "Ventsislav Yankov (born in Sofia, 24 March 1926) is a Bulgarian pianist and pedagogue. Trained in Berlin, he settled in France in 1946; three years later he won ex-aequo with Aldo Ciccolini the III Concours Marguerite Long-Jacques Thibaud's Grand Prize. An intercontinental concert career ensued.",
      "pageId": 18932207,
      "monthDay": "03/24"
    },
    {
      "year": "1933",
      "uri": "/wiki/Stephen_De_Staebler",
      "name": "Stephen De Staebler",
      "aboutText": "Michael Legat (24 March 1923 in London, England – 15 August 2011 in Sussex, England) was a British writer of writers' guides and romance novels. He was Chairman of Swanwick writers' summer school  and an associate vice-president of the Romantic Novelists' Association.",
      "pageId": 26025810,
      "monthDay": "03/24"
    },
    {
      "year": "1933",
      "uri": "/wiki/William_Smith_(actor)",
      "name": "William Smith",
      "aboutText": "John Woodland \"Woody\" Hastings, (March 24, 1927 – August 6, 2014) was a leader in the field of photobiology, especially bioluminescence, and is one of the founders of the field of circadian biology (the study of circadian rhythms, or the sleep-wake cycle). He is the Paul C. Mangelsdorf Professor of Natural Sciences and Professor of Molecular and Cellular Biology at Harvard University. He has published over 400 papers and co-edited three books.",
      "pageId": 27989491,
      "monthDay": "03/24"
    },
    {
      "year": "1935",
      "uri": "/wiki/Peret",
      "name": "Peret",
      "aboutText": "Desmond Connell (born 24 March 1926) is an Irish cardinal in the Roman Catholic Church. He is a former Archbishop of Dublin and Primate of Ireland.",
      "pageId": 30871854,
      "monthDay": "03/24"
    },
    {
      "year": "1935",
      "uri": "/wiki/Mary_Berry",
      "name": "Mary Berry",
      "aboutText": "David John Cawdell Irving (born 24 March 1938) is an English Holocaust denier and author who has written many books on the military and political history of World War II, with a focus on Nazi Germany. His works include The Destruction of Dresden (1963), Hitler's War (1977), Churchill's War (1987), and Goebbels: Mastermind of the Third Reich (1996). Though Irving's negationist views of World War II were never taken seriously by mainstream historians, he was recognized for his knowledge of Nazi Germany and his ability to unearth new historical documents.",
      "pageId": 87585,
      "monthDay": "03/24"
    },
    {
      "year": "1935",
      "uri": "/wiki/Carol_Kaye",
      "name": "Carol Kaye",
      "aboutText": "David Takayoshi Suzuki, CC OBC (born March 24, 1936) is a Canadian academic, science broadcaster and environmental activist. Suzuki earned a Ph.D. in zoology from the University of Chicago in 1961, and was a professor in the genetics department at the University of British Columbia from 1963 until his retirement in 2001. Since the mid-1970s, Suzuki has been known for his TV and radio series, documentaries and books about nature and the environment.",
      "pageId": 149128,
      "monthDay": "03/24"
    },
    {
      "year": "1935",
      "uri": "/wiki/Peter_Bichsel",
      "name": "Peter Bichsel",
      "aboutText": "Curtis Lee Hanson (born March 24, 1945) is an American film director, film producer and screenwriter. His directing work includes the psychological thriller The Hand That Rocks the Cradle (1992), the neo-noir crime film L.A. Confidential (1997), the comedy Wonder Boys (2000), the hip hop drama 8 Mile (2002), and the romantic comedy-drama In Her Shoes (2005).",
      "pageId": 177856,
      "monthDay": "03/24"
    },
    {
      "year": "1936",
      "uri": "/wiki/David_Suzuki",
      "name": "David Suzuki",
      "aboutText": "Ronald Lee Ermey (born March 24, 1944) is an American actor, best known for his role as austere Gunnery Sergeant Hartman in Full Metal Jacket, which earned him a Golden Globe Award nomination for Best Supporting Actor. He is a retired United States Marine Corps staff sergeant and an honorary gunnery sergeant; during his tenure in the U.S. Marine Corps, he served as a drill instructor.\nErmey has often been typecast for roles of authority figures, such as Mayor Tilman in the film Mississippi Burning, Bill Bowerman in Prefontaine, Sheriff Hoyt in The Texas Chainsaw Massacre remake, Jimmy Lee Farnsworth in Fletch Lives, Police Captain in Seven, plastic army men leader Sarge in the Toy Story films, Lt.",
      "pageId": 262457,
      "monthDay": "03/24"
    },
    {
      "year": "1937",
      "uri": "/wiki/Lynn_Borden",
      "name": "Lynn Borden",
      "aboutText": "Holger Czukay (born Holger Schüring, 24 March 1938) is a German musician, probably best known as a co-founder of the krautrock group Can.",
      "pageId": 329788,
      "monthDay": "03/24"
    },
    {
      "year": "1937",
      "uri": "/wiki/Billy_Stewart",
      "name": "Billy Stewart",
      "aboutText": "Vojislav Koštunica (Serbian Cyrillic: Војислав Коштуница, pronounced [ʋǒjislaʋ koʃtǔnit͡sa]; born 24 March 1944) is a former Serbian politician. He was the last president of Yugoslavia from 2000 to 2003, and the prime minister of Serbia in two terms (from 2004 to 2007, and from 2007 to 2008).\nHe was one of the founders and the first president of the Democratic Party of Serbia since its creation in 1992 until 19 March 2014, when he resigned as party president and retired from active politics after his party failed to reach 5% threshold to enter the Parliament on March 16 elections for the first time in its history.",
      "pageId": 424674,
      "monthDay": "03/24"
    },
    {
      "year": "1938",
      "uri": "/wiki/Don_Covay",
      "name": "Don Covay",
      "aboutText": "Peter Bichsel (born March 24, 1935) is a popular Swiss-German writer and journalist representing modern German literature. He was a member of the Gruppe Olten.\nBichsel was born 1935 in Lucerne, Switzerland, the son of manual labourers.",
      "pageId": 515931,
      "monthDay": "03/24"
    },
    {
      "year": "1938",
      "uri": "/wiki/Holger_Czukay",
      "name": "Holger Czukay",
      "aboutText": "Robert Thomas Bakker (born March 24, 1945) is an American paleontologist who helped reshape modern theories about dinosaurs, particularly by adding support to the theory that some dinosaurs were endothermic (warm-blooded). Along with his mentor John Ostrom, Bakker was responsible for initiating the ongoing \"dinosaur renaissance\" in paleontological studies, beginning with Bakker's article \"Dinosaur Renaissance\" in the April 1975 issue of Scientific American. His special field is the ecological context and behavior of dinosaurs.",
      "pageId": 641739,
      "monthDay": "03/24"
    },
    {
      "year": "1938",
      "uri": "/wiki/David_Irving",
      "name": "David Irving",
      "aboutText": "Carol Kaye (born March 24, 1935) is an American musician, known as one of the most prolific and widely heard bass guitarists, playing on an estimated 10,000 recordings in a career spanning over 50 years.\nAs a session musician, Kaye was the bassist on many Phil Spector and Brian Wilson productions in the 1960s and 1970s. She played guitar on Ritchie Valens' \"La Bamba\" and is credited with the bass tracks on several Simon & Garfunkel hits and many film scores by Quincy Jones and Lalo Schifrin.",
      "pageId": 1153480,
      "monthDay": "03/24"
    },
    {
      "year": "1939",
      "uri": "/wiki/Lynda_Baron",
      "name": "Lynda Baron",
      "aboutText": "Lilian Baron (born 24 March 1939), known professionally as Lynda Baron, is an English actress, best known for playing Nurse Gladys Emmanuel in the BBC comedy series Open All Hours (1976–1985). From 1993 to 1997, she played Auntie Mabel in BBC children's programme Come Outside.",
      "pageId": 2158057,
      "monthDay": "03/24"
    },
    {
      "year": "1940",
      "uri": "/wiki/Don_Jardine",
      "name": "Don Jardine",
      "aboutText": "Patrick Gerald Duggan (born 24 March 1945), known as Patrick Malahide, is a British actor who has played a large number of film and television roles.",
      "pageId": 2337481,
      "monthDay": "03/24"
    },
    {
      "year": "1940",
      "uri": "/wiki/Bob_Mackie",
      "name": "Bob Mackie",
      "aboutText": "Dennis Brian Erickson (born March 24, 1947) is an American football coach and former player. He is currently the assistant head football coach and running backs coach at the University of Utah. Erickson as served as the head football coach at the University of Idaho (1982–1985, 2006), the University of Wyoming (1986), Washington State University (1987–1988), the University of Miami (1989–1994), Oregon State University (1999–2002), and Arizona State University (2007–2011).",
      "pageId": 2734589,
      "monthDay": "03/24"
    },
    {
      "year": "1944",
      "uri": "/wiki/R._Lee_Ermey",
      "name": "R. Lee Ermey",
      "aboutText": "Robert Gordon \"Bob\" Mackie (born March 24, 1940) is an American fashion designer, best known for his dressing of entertainment icons such as Joan Rivers, Cher, RuPaul, Barbara Eden, Bette Midler, Diana Ross, Judy Garland, Liza Minnelli, Tina Turner, Carol Burnett and Mitzi Gaynor.",
      "pageId": 2865559,
      "monthDay": "03/24"
    },
    {
      "year": "1944",
      "uri": "/wiki/Vojislav_Ko%C5%A1tunica",
      "name": "Vojislav Koštunica",
      "aboutText": "Donald James Randolph (March 24, 1936 – January 31, 2015), better known by his stage name Don Covay, was an American R&B, rock and roll and soul singer and songwriter most active from the 1950s to the 1970s. His most successful recordings included \"Mercy, Mercy\" (1964), \"See-Saw\" (1965), and \"It's Better To Have (And Don't Need)\" (1974). Other songs written by Covay included \"Pony Time\", a US #1 hit for Chubby Checker, and \"Chain of Fools\", a Grammy-winning song for Aretha Franklin.",
      "pageId": 2911472,
      "monthDay": "03/24"
    },
    {
      "year": "1945",
      "uri": "/wiki/Robert_T._Bakker",
      "name": "Robert T. Bakker",
      "aboutText": "For the English goalkeeper, see Billy Stewart (footballer). For other persons of similar names, see William Stewart (disambiguation).",
      "pageId": 3025187,
      "monthDay": "03/24"
    },
    {
      "year": "1945",
      "uri": "/wiki/Curtis_Hanson",
      "name": "Curtis Hanson",
      "aboutText": "Kitty O'Neil (born March 24, 1946 in Corpus Christi, Texas) is an American former stuntwoman and racer noted for a handful of exceptional accomplishments, despite becoming deaf when she was four months old. However she did not let this disability become an obstacle to achievement. She became a stunt woman at Hollywood because she was married to a stunt man, Duffy Hambleton.",
      "pageId": 3445234,
      "monthDay": "03/24"
    },
    {
      "year": "1945",
      "uri": "/wiki/Patrick_Malahide",
      "name": "Patrick Malahide",
      "aboutText": "Don Jardine (24 March 1940 – 16 December 2006) was a Canadian professional wrestler best known for his masked gimmick as \"The Spoiler\".",
      "pageId": 4661739,
      "monthDay": "03/24"
    },
    {
      "year": "1946",
      "uri": "/wiki/Klaus_Dinger",
      "name": "Klaus Dinger",
      "aboutText": "Mary-Rosa Alleyne Berry, CBE (born 24 March 1935) is an English food writer and television presenter. After being encouraged in domestic science classes at school, she studied catering and institutional management at college. She then moved to France at the age of 21 to study at Le Cordon Bleu school, before working in a number of cooking-related jobs.",
      "pageId": 5050663,
      "monthDay": "03/24"
    },
    {
      "year": "1946",
      "uri": "/wiki/Kitty_O%27Neil",
      "name": "Kitty O'Neil",
      "aboutText": "Found record_labels,",
      "pageId": 7114975,
      "monthDay": "03/24"
    },
    {
      "year": "1947",
      "uri": "/wiki/Dennis_Erickson",
      "name": "Dennis Erickson",
      "aboutText": "Lynn Borden (March 24, 1937 – March 3, 2015) was an American actress best known for her role as \"Barbara Baxter\" in the final season of the Shirley Booth sitcom Hazel, which aired on CBS from 1965 to 1966 though the program began in 1961 on NBC.",
      "pageId": 31509499,
      "monthDay": "03/24"
    },
    {
      "year": "1947",
      "uri": "/wiki/Christine_Gregoire",
      "name": "Christine Gregoire",
      "aboutText": "Tabitha Jane King (née Spruce; born March 24, 1949) is an American author and activist.",
      "pageId": 30571,
      "monthDay": "03/24"
    },
    {
      "year": "1947",
      "uri": "/wiki/Mick_Jones_(footballer,_born_1947)",
      "name": "Mick Jones",
      "aboutText": "Nicholas Drain \"Nick\" Lowe (born 24 March 1949) is an English singer-songwriter, musician, and producer.\nA noted figure in UK pub rock, power pop and new wave, Lowe has recorded a string of well-reviewed solo albums. Along with vocals, Lowe plays guitar, bass guitar, piano and harmonica.",
      "pageId": 206050,
      "monthDay": "03/24"
    },
    {
      "year": "1947",
      "uri": "/wiki/Meiko_Kaji",
      "name": "Meiko Kaji",
      "aboutText": "Ranil Shriyan Wickremesinghe, MP (Sinhalese: රනිල් වික්‍රමසිංහ,Tamil: ரணில் விக்ரமசிங்க; born 24 March 1949) is a Sri Lankan politician who has served as the Prime Minister of Sri Lanka since 9 January 2015, as Leader of the United National Party since 1994 and the Member of Parliament for Colombo District since 1977. He is also the leader of the United National Front, having been appointed head of the alliance in October 2009.\nWickremesinghe also previously served as Prime Minister from 7 May 1993 to 19 August 1994 and 9 December 2001 to 6 April 2004.",
      "pageId": 394969,
      "monthDay": "03/24"
    },
    {
      "year": "1947",
      "uri": "/wiki/Alan_Sugar",
      "name": "Alan Sugar",
      "aboutText": "Sir Alan Michael Sugar, Baron Sugar of Hackney (born 24 March 1947) is an English business magnate, media personality, and political advisor. According to the Sunday Times Rich List 2015, Sugar has joined the “billionaire’s club\" with an estimated fortune of £1.4bn, and is ranked as the 101st richest person in the UK. In 2007, he sold his remaining interest in the consumer electronics company Amstrad, his largest and best-known business venture.\nSugar was chairman of Tottenham Hotspur from 1991 to 2001.",
      "pageId": 417559,
      "monthDay": "03/24"
    },
    {
      "year": "1948",
      "uri": "/wiki/Javier_Diez_Canseco",
      "name": "Javier Diez Canseco",
      "aboutText": "This article is about the person.",
      "pageId": 436833,
      "monthDay": "03/24"
    },
    {
      "year": "1948",
      "uri": "/wiki/Anatoli_Krikun",
      "name": "Anatoli Krikun",
      "aboutText": "Christine O'Grady Gregoire (/ˈɡrɛɡwɑr/; born March 24, 1947) is an American politician who served as the 22nd Governor of the state of Washington from 2005 to 2013. A member of the Democratic Party, Gregoire defeated Republican candidate Dino Rossi in 2004 and again in 2008. She is the second female governor of Washington.",
      "pageId": 893301,
      "monthDay": "03/24"
    },
    {
      "year": "1948",
      "uri": "/wiki/Jerzy_Kukuczka",
      "name": "Jerzy Kukuczka",
      "aboutText": "Jerzy Kukuczka (24 March 1948 in Katowice – 24 October 1989 Lhotse) was a Polish alpine and high-altitude climber. Born in Katowice, his family origin is Goral. On 18 September 1987, he became the second man, after Reinhold Messner, to climb all fourteen eight-thousanders in the world.",
      "pageId": 905394,
      "monthDay": "03/24"
    },
    {
      "year": "1948",
      "uri": "/wiki/Lee_Oskar",
      "name": "Lee Oskar",
      "aboutText": "Rudolf (\"Ruud\" or \"Rudi\") Jozef Krol (born 24 March 1949) is a retired Dutch footballer who was capped 83 times for his native country. Most of his career he played for his home town club, Ajax, and he became a coach after retirement.",
      "pageId": 1298333,
      "monthDay": "03/24"
    },
    {
      "year": "1948",
      "uri": "/wiki/Barbara_Pearse",
      "name": "Barbara Pearse",
      "aboutText": "Meiko Kaji (梶 芽衣子, Kaji Meiko, born March 24, 1947) is a Japanese actress and singer.",
      "pageId": 1514997,
      "monthDay": "03/24"
    },
    {
      "year": "1949",
      "uri": "/wiki/Tabitha_King",
      "name": "Tabitha King",
      "aboutText": "Javier Diez Canseco Cisneros (24 March 1948 - 4 May 2013) was a Peruvian politician and member of the Peruvian Congress representing the party Socialist Party of Peru (PDD), of which he was a founding President.",
      "pageId": 1595611,
      "monthDay": "03/24"
    },
    {
      "year": "1949",
      "uri": "/wiki/Ruud_Krol",
      "name": "Ruud Krol",
      "aboutText": "Pat Bradley (born March 24, 1951) is an American professional golfer. She became a member of the LPGA Tour in 1974 and won 31 tour events, including six major championships.",
      "pageId": 1628851,
      "monthDay": "03/24"
    },
    {
      "year": "1949",
      "uri": "/wiki/Steve_Lang",
      "name": "Steve Lang",
      "aboutText": "Lee Oskar (born 24 March 1948, Copenhagen, Denmark) is a Danish harmonica player, notable for his contributions to the sound of the rock-funk fusion group War, which he formed with Eric Burdon, his solo work, and as a harmonica manufacturer.",
      "pageId": 2159626,
      "monthDay": "03/24"
    },
    {
      "year": "1949",
      "uri": "/wiki/Nick_Lowe",
      "name": "Nick Lowe",
      "aboutText": "Douglas Campbell \"Dougie\" Thomson (pronounced \"doogie\") (born 24 March 1951) is a Scottish musician, born in Glasgow and raised in the Rutherglen area of the city.",
      "pageId": 4136199,
      "monthDay": "03/24"
    },
    {
      "year": "1949",
      "uri": "/wiki/Ali_Akbar_Salehi",
      "name": "Ali Akbar Salehi",
      "aboutText": "Barbara Mary Frances Pearse FRS (born 24 March 1948, Wraysbury, Buckinghamshire, England) is a British biological scientist. She works at the Medical Research Council Laboratory of Molecular Biology in Cambridge, United Kingdom.\n^ a b PEARSE, Barbara Mary Frances, (Mrs M. S. Bretscher).",
      "pageId": 6390034,
      "monthDay": "03/24"
    },
    {
      "year": "1949",
      "uri": "/wiki/Ranil_Wickremesinghe",
      "name": "Ranil Wickremesinghe",
      "aboutText": "Michael \"Mick\" Jones (born 24 March 1947) is a former footballer and is a coach.",
      "pageId": 18571527,
      "monthDay": "03/24"
    },
    {
      "year": "1950",
      "uri": "/wiki/Gary_Wichard",
      "name": "Gary Wichard",
      "aboutText": "Anatoli Krikun (born March 24, 1948) is a retired Estonian professional basketball player, who competed for the Soviet Union.",
      "pageId": 19000314,
      "monthDay": "03/24"
    },
    {
      "year": "1951",
      "uri": "/wiki/Peter_Boyle_(footballer,_born_1951)",
      "name": "Peter Boyle",
      "aboutText": "Peter Boyle (24 March 1951 – c.",
      "pageId": 20992763,
      "monthDay": "03/24"
    },
    {
      "year": "1951",
      "uri": "/wiki/Pat_Bradley_(golfer)",
      "name": "Pat Bradley",
      "aboutText": "Ali Akbar Salehi  pronunciation  (Persian: علی اکبر صالحی‎‎, born 24 March 1949) is an Iranian academic, diplomat and the head of Atomic Energy Organization of Iran. He served as head of AEOI from 2009 to 2010 and was appointed to the post for a second time on 16 August 2013. Before his appointment of his current position, he was foreign affairs minister from 2010 to 2013.",
      "pageId": 23230502,
      "monthDay": "03/24"
    },
    {
      "year": "1951",
      "uri": "/wiki/Tommy_Hilfiger",
      "name": "Tommy Hilfiger",
      "aboutText": "Steve Lang (born March 24, 1949 in Montreal, Quebec) is a Canadian musician best known for his role as a bassist in the rock band April Wine from 1976 to 1984. Lang replaced then-bassist Jim Clench in 1976. When April Wine reformed in 1993, Steve Lang was not amongst the line-up.",
      "pageId": 26621921,
      "monthDay": "03/24"
    },
    {
      "year": "1951",
      "uri": "/wiki/Dougie_Thomson",
      "name": "Dougie Thomson",
      "aboutText": "Gary Theodore Wichard (pronounced Wish-hard; March 24, 1950, in Brooklyn, New York- March 11, 2011, in Westlake Village, California) was a college football player and professional sports agent.",
      "pageId": 32728694,
      "monthDay": "03/24"
    },
    {
      "year": "1951",
      "uri": "/wiki/Anna_W%C5%82odarczyk",
      "name": "Anna Włodarczyk",
      "aboutText": "Steven Anthony \"Steve\" Ballmer (born March 24, 1956) is an American businessman who was the chief executive officer of Microsoft from January 2000 to February 2014, and is the current owner of the Los Angeles Clippers. As of May 11, 2015, his personal wealth is estimated at US$22.7 billion, ranking number 21 on the Forbes 400. It was announced on August 23, 2013, that he would step down as Microsoft's CEO within 12 months.",
      "pageId": 29656,
      "monthDay": "03/24"
    },
    {
      "year": "1952",
      "uri": "/wiki/Greg_McCrary",
      "name": "Greg McCrary",
      "aboutText": "Gabriele Susanne Kerner (born 24 March 1960), better known by her stage name Nena, is a German singer-songwriter, actress, and comedienne who rose to international fame in 1983 with the New German Wave song \"99 Luftballons\". In 1984, she re-recorded this song in English as \"99 Red Balloons\". Nena was also the name of the band with whom she released the song.",
      "pageId": 345742,
      "monthDay": "03/24"
    },
    {
      "year": "1953",
      "uri": "/wiki/Anita_L._Allen",
      "name": "Anita L. Allen",
      "aboutText": "Robert Reed Carradine (born March 24, 1954) is an American actor. The youngest of the Carradine family of actors, he made his first appearances on television western series such as Bonanza and his older brother David's TV series, Kung Fu. Carradine's first film role was in the 1972 film The Cowboys, which starred John Wayne and Roscoe Lee Browne.",
      "pageId": 423430,
      "monthDay": "03/24"
    },
    {
      "year": "1953",
      "uri": "/wiki/Louie_Anderson",
      "name": "Louie Anderson",
      "aboutText": "Louie Perry Anderson (born March 24, 1953) is an American stand-up comedian, actor and television host.",
      "pageId": 619910,
      "monthDay": "03/24"
    },
    {
      "year": "1954",
      "uri": "/wiki/Robert_Carradine",
      "name": "Robert Carradine",
      "aboutText": "Donna Pescow (born March 24, 1954) is an American film and television actress and director.",
      "pageId": 926859,
      "monthDay": "03/24"
    },
    {
      "year": "1954",
      "uri": "/wiki/Donna_Pescow",
      "name": "Donna Pescow",
      "aboutText": "Michael Dean \"Mike\" Woodson (born March 24, 1958) is a former American basketball player and coach who currently serves as an assistant coach for the Los Angeles Clippers of the NBA.",
      "pageId": 1634907,
      "monthDay": "03/24"
    },
    {
      "year": "1955",
      "uri": "/wiki/Doug_Jarvis",
      "name": "Doug Jarvis",
      "aboutText": "Douglas McArthur Jarvis (born March 24, 1955) is a former Canadian professional ice hockey forward who played for the Montreal Canadiens, Washington Capitals and Hartford Whalers in the National Hockey League, who holds the current record for most consecutive games played in the NHL (964). Jarvis never missed a regular season game in his NHL career, which began on October 8, 1975 and ran until 1987. He currently serves as an assistant coach for the Boston Bruins of the National Hockey League.",
      "pageId": 1784898,
      "monthDay": "03/24"
    },
    {
      "year": "1955",
      "uri": "/wiki/Mart_Kadastik",
      "name": "Mart Kadastik",
      "aboutText": "Renaldo Nehemiah (born March 24, 1959) is a retired American athlete who specialized in the 110 m hurdles. He was ranked number one in the world for four straight years, and is a former world record holder. Nehemiah is the first man to run the event in under 13 seconds.",
      "pageId": 1867376,
      "monthDay": "03/24"
    },
    {
      "year": "1955",
      "uri": "/wiki/Pat_Price_(ice_hockey)",
      "name": "Pat Price",
      "aboutText": "For the musician, see Bill Wray",
      "pageId": 1993581,
      "monthDay": "03/24"
    },
    {
      "year": "1955",
      "uri": "/wiki/Cel%C3%A2l_%C5%9Eeng%C3%B6r",
      "name": "Celâl Şengör",
      "aboutText": "Pierre Harvey, CM CQ (born March 24, 1957) is a Canadian sports athlete. He was the first Canadian male athlete to compete in both the 1984 Summer Olympics (cycling) and 1984 Winter Olympics (cross-country skiing).\nBorn in Rimouski, Quebec, he won three gold medals in cross country skiing in the 1979 Canada Winter Games.",
      "pageId": 2708398,
      "monthDay": "03/24"
    },
    {
      "year": "1956",
      "uri": "/wiki/Steve_Ballmer",
      "name": "Steve Ballmer",
      "aboutText": "Ali Mehmet Celâl Şengör (born 24 March 1955) is a Turkish geologist. He is currently on the faculty at Istanbul Technical University, Department of Geological Engineering. After graduating from Robert College, he received his PhD from the State University of New York, Albany in 1982.",
      "pageId": 4558522,
      "monthDay": "03/24"
    },
    {
      "year": "1956",
      "uri": "/wiki/William_Wray_(artist)",
      "name": "Bill Wray",
      "aboutText": "Shaun Patrick Price (born March 24, 1955 in Nelson, British Columbia) is a Canadian retired former professional ice hockey player who played in the World Hockey Association (WHA) for the Vancouver Blazers and the National Hockey League (NHL) for the New York Islanders, Edmonton Oilers, Pittsburgh Penguins, Quebec Nordiques, New York Rangers and Minnesota North Stars.\nPrice was a highly touted junior star with the Saskatoon Blades and was drafted number one overall by the Vancouver Blazers of the World Hockey Association. He signed as an untested rookie for $1.3 million, but struggled in Vancouver, scoring only five goals in the 1974–75 WHA season.",
      "pageId": 5518814,
      "monthDay": "03/24"
    },
    {
      "year": "1957",
      "uri": "/wiki/Gilles_Baril_(PQ)",
      "name": "Gilles Baril",
      "aboutText": "Samuel Fröler (born 24 March 1957) is a Swedish actor. His break-through was in the TV series Tre Kärlekar in 1989. He played the protagonist in the soap opera Skärgårdsdoktorn, and has also acted in several films.",
      "pageId": 9041143,
      "monthDay": "03/24"
    },
    {
      "year": "1957",
      "uri": "/wiki/Samuel_Fr%C3%B6ler",
      "name": "Samuel Fröler",
      "aboutText": "Derek James Statham (born 24 March 1959) is an English former footballer who played at defensive left-back. He played for West Bromwich Albion, Southampton, Walsall and Stoke City.",
      "pageId": 9996775,
      "monthDay": "03/24"
    },
    {
      "year": "1957",
      "uri": "/wiki/Pierre_Harvey",
      "name": "Pierre Harvey",
      "aboutText": "Gregory Alonza McCrary (March 24, 1952 – April 9, 2013) was an American football tight end in the National Football League for the Atlanta Falcons, Washington Redskins, and the San Diego Chargers. He played college football at Clark Atlanta University and was drafted in the fifth round of the 1975 NFL Draft.",
      "pageId": 12742823,
      "monthDay": "03/24"
    },
    {
      "year": "1958",
      "uri": "/wiki/Mike_Woodson",
      "name": "Mike Woodson",
      "aboutText": "Gilles Baril (born 24 March 1957) was a politician in Quebec, Canada and a Parti Québécois member of the National Assembly of Quebec (MNA).\nBorn in Saint-Eugène-de-Guigues, Quebec, Baril has a B.A. in Journalism and Political Science from the University of Moncton.\nHe defeated incumbent Camil Samson in 1981 and became the Parti Québécois Member of the National Assembly for the district of Rouyn-Noranda–Témiscamingue at the age of 24.",
      "pageId": 15073669,
      "monthDay": "03/24"
    },
    {
      "year": "1959",
      "uri": "/wiki/Emmit_King",
      "name": "Emmit King",
      "aboutText": "Emmit King (born March 24, 1959 in Bessemer, Alabama) is a retired track and field sprinter from the United States, who twice was a member of the American Relay Team for the Summer Olympics (1984 and 1988) but he didn't compete. He is best known for winning the bronze medal at the inaugural 1983 World Championships in the men's 100 metres. He set his personal best (10.04) in the 100 metres on 1988-06-17 at a meet in Tampa, Florida.",
      "pageId": 15465904,
      "monthDay": "03/24"
    },
    {
      "year": "1959",
      "uri": "/wiki/Renaldo_Nehemiah",
      "name": "Renaldo Nehemiah",
      "aboutText": "Anita LaFrance Allen-Castellito (born March 24, 1953) is the Henry R. Silverman Professor of Law and professor of philosophy at the University of Pennsylvania Law School. She is also a senior fellow in the bioethics department of the University of Pennsylvania School of Medicine, a collaborating faculty member in African studies, and an affiliated faculty member in the women’s studies program. In 2010 President Barack Obama named Allen to the Presidential Commission for the Study of Bioethical Issues.",
      "pageId": 20314244,
      "monthDay": "03/24"
    },
    {
      "year": "1959",
      "uri": "/wiki/Derek_Statham",
      "name": "Derek Statham",
      "aboutText": "Mart Kadastik (born March 24, 1955) is an Estonian journalist, the Editor in chief of Estonia's largest daily Edasi/Postimees 1977 - 1998, and executive director and Chairman of the Board of Eesti Meedia since 1998, the media group in Estonia controlling about one third of the national press market.",
      "pageId": 20403006,
      "monthDay": "03/24"
    },
    {
      "year": "1960",
      "uri": "/wiki/Nena",
      "name": "Nena",
      "aboutText": "Anna Bożena Włodarczyk (born 24 Mar 1951 in Zielona Góra) is a Polish athlete, primarily known for the long jump.",
      "pageId": 26253028,
      "monthDay": "03/24"
    },
    {
      "year": "1960",
      "uri": "/wiki/Jan_Berglin",
      "name": "Jan Berglin",
      "aboutText": "Jan Berglin (born March 24, 1960) is a Swedish cartoonist who made his debut in the Uppsala student newspaper Ergo in 1985. After completing his studies, Berglin has been living in Gävle where he works as a teacher of Swedish and religion. He published his early strips in the local social democratic newspaper Arbetarbladet, but became known to a wider audience in 1995, when he started to draw for the Stockholm-based but nationally distributed conservative newspaper Svenska Dagbladet.",
      "pageId": 15740,
      "monthDay": "03/24"
    },
    {
      "year": "1960",
      "uri": "/wiki/Barry_Horowitz",
      "name": "Barry Horowitz",
      "aboutText": "Grayson Perry, CBE (born 24 March 1960) is an English artist, known mainly for his ceramic vases and cross-dressing. Perry's vases have classical forms and are decorated in bright colours, depicting subjects at odds with their attractive appearance. There is a strong autobiographical element in his work, in which images of Perry as \"Claire\", his female alter-ego, often appear.",
      "pageId": 272624,
      "monthDay": "03/24"
    },
    {
      "year": "1960",
      "uri": "/wiki/Kelly_Le_Brock",
      "name": "Kelly Le Brock",
      "aboutText": "Mark William Calaway (born March 24, 1965), better known by his ring name The Undertaker, is an American professional wrestler and actor. He is currently signed to WWE, where he has worked since 1990, making him the company's longest-tenured in-ring performer. Calaway began his wrestling career with World Class Championship Wrestling (WCCW) in 1984.",
      "pageId": 345792,
      "monthDay": "03/24"
    },
    {
      "year": "1960",
      "uri": "/wiki/Grayson_Perry",
      "name": "Grayson Perry",
      "aboutText": "Annabella Gloria Philomena Sciorra (/ˈʃoʊrə/, SHOH-rə; born March 8, 1960) is an American actress. Her film roles include Jungle Fever (1991), The Hand That Rocks the Cradle (1992), Cop Land (1997) and What Dreams May Come (1998).",
      "pageId": 692980,
      "monthDay": "03/24"
    },
    {
      "year": "1960",
      "uri": "/wiki/Scott_Pruett",
      "name": "Scott Pruett",
      "aboutText": "Dean Mervyn Jones AM (born 24 March 1961) is an Australian retired cricketer, and a current coach. He has also worked as a sports commentator.",
      "pageId": 897229,
      "monthDay": "03/24"
    },
    {
      "year": "1960",
      "uri": "/wiki/Annabella_Sciorra",
      "name": "Annabella Sciorra",
      "aboutText": "Gurmit Ottawan Singh (born 24 March 1965;(Punjabi: ਗੁਰਮੀਤ ਓਤ੍ਤਵਨ ਸਿੰਘ; Chinese: 葛米星; pinyin: Gémǐ Xīng), better known as Gurmit Singh, is a Singaporean actor, host and comedy performer.",
      "pageId": 1016495,
      "monthDay": "03/24"
    },
    {
      "year": "1961",
      "uri": "/wiki/Dean_Jones_(cricketer)",
      "name": "Dean Jones",
      "aboutText": "Kelly Le Brock (born March 24, 1960) is an American actress and model. Her acting debut was in The Woman in Red co-starring with comic actor Gene Wilder. She also starred in the films Weird Science, directed by John Hughes, and Hard to Kill, with Steven Seagal.",
      "pageId": 1338863,
      "monthDay": "03/24"
    },
    {
      "year": "1961",
      "uri": "/wiki/Yanis_Varoufakis",
      "name": "Yanis Varoufakis",
      "aboutText": "Raimond van der Gouw (Dutch pronunciation: [ˈreːmɔnt fɑn dɛr ˈɣʌu̯], born 24 March 1963, in Oldenzaal) is a former Dutch footballer, who played as a goalkeeper.\nAfter a successful career with Vitesse and well into his 30s, he moved to Manchester United, also experiencing relative recognition despite playing very sparingly; he scored his only goal in the last game of his career for AGOVV Apeldoorn, before retiring at the age of 44, and becoming a coach.",
      "pageId": 1862150,
      "monthDay": "03/24"
    },
    {
      "year": "1962",
      "uri": "/wiki/Ang%C3%A8le_Dubeau",
      "name": "Angèle Dubeau",
      "aboutText": "Scott Donald Pruett (born March 24, 1960 in Roseville, California) is an American race car driver who has competed in NASCAR, Champ Car, IMSA, Trans-Am and Grand-Am. He and his wife Judy have three children, and are children's book authors.\nPruett started racing go karts at the age of eight, and went on to win ten professional karting championships.",
      "pageId": 2434921,
      "monthDay": "03/24"
    },
    {
      "year": "1962",
      "uri": "/wiki/Star_Jones",
      "name": "Star Jones",
      "aboutText": "Barry Horowitz (born March 24, 1960) is an American professional wrestler, best known for his time in the World Wrestling Federation.",
      "pageId": 2435996,
      "monthDay": "03/24"
    },
    {
      "year": "1962",
      "uri": "/wiki/Irina_Meszynski",
      "name": "Irina Meszynski",
      "aboutText": "Angèle Dubeau, OC CQ (born March 24, 1962) is a Canadian violinist.\nBorn in Saint-Norbert, Quebec, Dubeau is a graduate and First Prize winner of the Conservatoire de musique du Québec à Montréal. She studied at the Juilliard School of Music with Dorothy DeLay and later went to Romania to work with Ştefan Gheorghiu.",
      "pageId": 3785360,
      "monthDay": "03/24"
    },
    {
      "year": "1963",
      "uri": "/wiki/Raimond_van_der_Gouw",
      "name": "Raimond van der Gouw",
      "aboutText": "Torsten Voss (sometimes listed as Thorsten Voss, born 24 March 1963 in Güstrow, Mecklenburg-Vorpommern) is an East German-German track and field athlete and bobsledder who competed from the late 1980s to the late 1990s.\nHis biggest success was when he won the world title in the decathlon at the 1987 World Championships in Rome as a representative for East Germany. He achieved a personal best score of 8680 points and was chosen as the East German sportsman of the year.",
      "pageId": 4455715,
      "monthDay": "03/24"
    },
    {
      "year": "1963",
      "uri": "/wiki/Vadym_Tyshchenko",
      "name": "Vadym Tyshchenko",
      "aboutText": "Irina Meszynski (born 24 March 1962, in Berlin) is a retired East German discus thrower.\nOn 17 August 1984 Meszynski set a world record in women's discus throw at boycott inspired Friendship Games of 73.36 meters. Her record lasted barely a week before it was bested by Zdeňka Šilhavá with a mark that puts Šilhavá as equal to the number 2 thrower in history.",
      "pageId": 6365686,
      "monthDay": "03/24"
    },
    {
      "year": "1963",
      "uri": "/wiki/Torsten_Voss",
      "name": "Torsten Voss",
      "aboutText": "Patrick Scales (born 24 March 1965) in Garmisch-Partenkirchen, Germany is a German electric bass guitar player and teacher.\n^ Cook, Richard; Morton, Brian (2006-10-31). The Penguin guide to jazz recordings.",
      "pageId": 6899332,
      "monthDay": "03/24"
    },
    {
      "year": "1965",
      "uri": "/wiki/Peter_Jacobson",
      "name": "Peter Jacobson",
      "aboutText": "Starlet Marie \"Star\" Jones (previously Star Jones Reynolds; born March 24, 1962) is an American lawyer, journalist, writer, television personality, fashion designer, and women's and diversity advocate. She is most well known as one of the original hosts of the ABC weekday morning talk show The View, on which she appeared from 1997 to 2006.",
      "pageId": 13346693,
      "monthDay": "03/24"
    },
    {
      "year": "1965",
      "uri": "/wiki/Kaido_Kalm",
      "name": "Kaido Kalm",
      "aboutText": "Peter Jacobson (born March 24, 1965) is an American actor. He is perhaps best known for his portrayal of Dr. Chris Taub on the Fox medical drama series House.",
      "pageId": 13664731,
      "monthDay": "03/24"
    },
    {
      "year": "1965",
      "uri": "/wiki/Patrick_Scales",
      "name": "Patrick Scales",
      "aboutText": "Floyd Wayne Heard (born March 24, 1966 in West Point, Mississippi) is a retired track and field sprinter from the United States, best known for setting the 1986 world's best year performance in the men's 200 m. He did so on 7 July 1986 at a meet in Moscow, Soviet Union, clocking 20.12s. A year later he won the title in the men's 200 m at the 1987 Pan American Games.",
      "pageId": 15365527,
      "monthDay": "03/24"
    },
    {
      "year": "1965",
      "uri": "/wiki/Gurmit_Singh",
      "name": "Gurmit Singh",
      "aboutText": "Vadym Mykolayovych Tyshchenko or Vadim Nikolayevich Tishchenko (Ukrainian: Вадим Миколайович Тищенко; 24 March 1963 – 14 December 2015) was a Soviet and Ukrainian association football player and Ukrainian coach.",
      "pageId": 18467887,
      "monthDay": "03/24"
    },
    {
      "year": "1965",
      "uri": "/wiki/The_Undertaker",
      "name": "The Undertaker",
      "aboutText": "Kaido Kalm (born March 24, 1965) is an Estonian ice sledge hockey player.",
      "pageId": 30852208,
      "monthDay": "03/24"
    },
    {
      "year": "1966",
      "uri": "/wiki/Floyd_Heard",
      "name": "Floyd Heard",
      "aboutText": "Yanis Varoufakis (Greek: Ιωάννης \"Γιάνης\" Βαρουφάκης, pronounced [ˈʝanis varuˈfacis]; born 24 March 1961) is an academic economist who was a member of the Greek parliament between January and September 2015. He represented the ruling Syriza party and held the position of Minister of Finance for seven months. He voted against the terms of the third bailout package for Greece.",
      "pageId": 33247894,
      "monthDay": "03/24"
    },
    {
      "year": "1968",
      "uri": "/wiki/Minarti_Timur",
      "name": "Minarti Timur",
      "aboutText": "Alyson Lee Hannigan (born March 24, 1974) is an American actress.",
      "pageId": 43997,
      "monthDay": "03/24"
    },
    {
      "year": "1969",
      "uri": "/wiki/Houston_(actress)",
      "name": "Houston",
      "aboutText": "Lara Flynn Boyle (born March 24, 1970) is an American actress. She is best known for her performances as Donna Hayward in Twin Peaks and Assistant District Attorney Helen Gamble in The Practice.",
      "pageId": 243368,
      "monthDay": "03/24"
    },
    {
      "year": "1970",
      "uri": "/wiki/Lara_Flynn_Boyle",
      "name": "Lara Flynn Boyle",
      "aboutText": "Michael John \"Mike\" Vanderjagt (/ˈvændərdʒæt/; born March 24, 1970) is a former American and Canadian football placekicker and punter who has played in the Arena Football League, the Canadian Football League (CFL) and National Football League (NFL). On May 31, 2008, Vanderjagt returned to the Toronto Argonauts, where he played from 1996 to 1997, to be their starting kicker.\nHe retired as the most accurate field goal kicker in CFL and NFL history of all kickers with at least 100 field goal attempts (230 of 266, 86.5% as of January 2010, since surpassed by Dan Bailey and Stephen Gostkowski).",
      "pageId": 438637,
      "monthDay": "03/24"
    },
    {
      "year": "1970",
      "uri": "/wiki/Sharon_Corr",
      "name": "Sharon Corr",
      "aboutText": "Sharon Helga Corr (born 24 March 1970) is an Irish singer-songwriter, musician and television personality. She is best known as a member of the pop-rock band The Corrs, which she co-founded in 1990 with her elder brother Jim and younger sisters Caroline and Andrea. She plays the violin, piano and guitar, and sings backing vocals.",
      "pageId": 654359,
      "monthDay": "03/24"
    },
    {
      "year": "1970",
      "uri": "/wiki/Christopher_Daniels",
      "name": "Christopher Daniels",
      "aboutText": "Philippe Boucher (born March 24, 1973) is a retired French Canadian professional ice hockey defenceman who played in the National Hockey League.",
      "pageId": 714238,
      "monthDay": "03/24"
    },
    {
      "year": "1970",
      "uri": "/wiki/Judith_Draxler",
      "name": "Judith Draxler",
      "aboutText": "Christophe Jérôme Dugarry (French pronunciation: ​[kʁistɔf dyɡɑˈʁi]; born 24 March 1972) is a former French international footballer.",
      "pageId": 1451878,
      "monthDay": "03/24"
    },
    {
      "year": "1970",
      "uri": "/wiki/Erica_Kennedy",
      "name": "Erica Kennedy",
      "aboutText": "Houston (born March 24, 1969) is an American pornographic actress. She was inducted into the XRCO Hall of Fame in 2015.",
      "pageId": 1513735,
      "monthDay": "03/24"
    },
    {
      "year": "1970",
      "uri": "/wiki/Mike_Vanderjagt",
      "name": "Mike Vanderjagt",
      "aboutText": "Daniel Christopher Covell (born March 24, 1970) is an American professional wrestler, best known by his ring name Christopher Daniels and as the masked wrestler Curry Man. He is currently signed with Ring of Honor (ROH).\nCovell has spent the bulk of his career wrestling for Total Nonstop Action Wrestling (TNA) and ROH, but has also has worked extensively in Japan and on the American independent circuit.",
      "pageId": 1521421,
      "monthDay": "03/24"
    },
    {
      "year": "1971",
      "uri": "/wiki/Megyn_Price",
      "name": "Megyn Price",
      "aboutText": "Chad Matthew Butler (born 24 March 1974, Amsterdam, Netherlands) is the drummer for the band Switchfoot which he co-founded along with Jon and Tim Foreman in 1996. Butler lived in Amsterdam for a few years, but he and his family later moved to San Diego, California where he now lives with his wife Tina (whom he married in 1999), his three children, Evan (born in 2001) and Dylan, and his daughter, Charlotte (born in summer of 2007).\nAs a kid, Butler dreamed of being a doctor but in Junior High, he developed an interest in drumming when he received his first drum set.",
      "pageId": 1882823,
      "monthDay": "03/24"
    },
    {
      "year": "1972",
      "uri": "/wiki/Christophe_Dugarry",
      "name": "Christophe Dugarry",
      "aboutText": "Stefan Andrew Karsay (born March 24, 1972) is a former right-handed Major League Baseball pitcher for the Oakland Athletics (1993–94, 1997, 2006), Cleveland Indians (1998–2001), Atlanta Braves (2001), New York Yankees (2002, 2004–05), and Texas Rangers (2005). Karsay is currently the pitching coach for the Cleveland Indians Class-A affiliate, the Lake County Captains.\nKarsay grew up in the College Point neighborhood in Queens, New York City, just a few miles from Shea Stadium.",
      "pageId": 2636528,
      "monthDay": "03/24"
    },
    {
      "year": "1972",
      "uri": "/wiki/Steve_Karsay",
      "name": "Steve Karsay",
      "aboutText": "Stephen Christopher Corica IPA: [stiːv ˈkorika] born 24 March 1973 in Innisfail, Australia) is a former Australian football (soccer) player and coach of Sydney's National Youth League side. A technically gifted and skillful player playing primarily as an attacking midfielder, he is very versatile, able to play both centrally or out wide, or even pushed up as a second striker.",
      "pageId": 2680584,
      "monthDay": "03/24"
    },
    {
      "year": "1973",
      "uri": "/wiki/Jacek_B%C4%85k",
      "name": "Jacek Bąk",
      "aboutText": "Jacek Waldemar Bąk (Polish pronunciation: [ˈjatsɛɡ ˈbɔŋk]; born 24 March 1973) is a Polish retired footballer who played as a central defender.\nOther than his country, he competed professionally in France, Qatar and Austria, notably appearing in more than 150 competitive games for Lyon and winning the 2002 national championship.\nBąk represented Poland for 15 years, appearing for the nation in two World Cups and Euro 2008.",
      "pageId": 2996511,
      "monthDay": "03/24"
    },
    {
      "year": "1973",
      "uri": "/wiki/Philippe_Boucher",
      "name": "Philippe Boucher",
      "aboutText": "Megyn Price (born March 24, 1971) is an American actress, best known for her roles on television as Claudia Finnerty in the FOX Network/WB sitcom Grounded for Life (2001–05), and Audrey Bingham on the CBS sitcom Rules of Engagement (2007–13).",
      "pageId": 3038705,
      "monthDay": "03/24"
    },
    {
      "year": "1973",
      "uri": "/wiki/Steve_Corica",
      "name": "Steve Corica",
      "aboutText": "Judith Draxler (born March 24, 1970 in Feldbach, Steiermark) is a retired freestyle swimmer from Austria, who competed in three consecutive Summer Olympics for her native country, starting in 1996.",
      "pageId": 8546369,
      "monthDay": "03/24"
    },
    {
      "year": "1973",
      "uri": "/wiki/Mette_Jacobsen",
      "name": "Mette Jacobsen",
      "aboutText": "Mette Jacobsen (born 24 March 1973 in Nakskov) is a former freestyle and butterfly swimmer from Denmark who competed in five consecutive Summer Olympics for her native country, starting in 1988. She won a total of 32 individual medals in international championships in a period from 1989 to 2005.\n^ a b \"Mette Jacobsen's biography on the official FINA website\".",
      "pageId": 8609749,
      "monthDay": "03/24"
    },
    {
      "year": "1973",
      "uri": "/wiki/Jim_Parsons",
      "name": "Jim Parsons",
      "aboutText": "Minarti Timur (Chinese: 许一敏, born Surabaya, East Java; 24 March 1968) is a female former Chinese-Indonesian badminton player.",
      "pageId": 12994062,
      "monthDay": "03/24"
    },
    {
      "year": "1974",
      "uri": "/wiki/Tado_(comedian)",
      "name": "Tado",
      "aboutText": "James Joseph \"Jim\" Parsons (born March 24, 1973) is an American actor. He is known for playing Sheldon Cooper in the CBS sitcom The Big Bang Theory. He has received several awards for his performance, including four Primetime Emmy Awards for Outstanding Lead Actor in a Comedy Series and the Golden Globe Award for Best Actor in a Television Series Musical or Comedy.",
      "pageId": 13331280,
      "monthDay": "03/24"
    },
    {
      "year": "1974",
      "uri": "/wiki/RJ_Rosales",
      "name": "RJ Rosales",
      "aboutText": "Roseo José Dagdag Rosales, Jr.",
      "pageId": 14537102,
      "monthDay": "03/24"
    },
    {
      "year": "1974",
      "uri": "/wiki/Chad_Butler",
      "name": "Chad Butler",
      "aboutText": "Arvin Jimenez (March 24, 1974 – February 7, 2014), known mononymously as Tado, was a Filipino comedian, actor, radio personality, businessman and activist. His nickname \"Tado\" comes from a Tagalog expletive he frequently blurts out.",
      "pageId": 24010933,
      "monthDay": "03/24"
    },
    {
      "year": "1974",
      "uri": "/wiki/Alyson_Hannigan",
      "name": "Alyson Hannigan",
      "aboutText": "Erica Kennedy (March 24, 1970 – c. June 13, 2012) was an American author, blogger, news correspondent, fashion journalist, and singer. Her 2004 novel Bling, became a New York Times bestseller.",
      "pageId": 36182426,
      "monthDay": "03/24"
    },
    {
      "year": "1974",
      "uri": "/wiki/Sergey_Klyugin",
      "name": "Sergey Klyugin",
      "aboutText": "Peyton Williams Manning (born March 24, 1976) is an American football quarterback for the Denver Broncos of the National Football League (NFL). A five-time league MVP, he played for the Indianapolis Colts for 14 seasons between 1998 and 2011. He is a son of former NFL quarterback Archie Manning and an elder brother of New York Giants quarterback Eli Manning.",
      "pageId": 429833,
      "monthDay": "03/24"
    },
    {
      "year": "1975",
      "uri": "/wiki/Krisdayanti",
      "name": "Krisdayanti",
      "aboutText": "Kaori Mochida (持田 香織, Mochida Kaori, born March 24, 1978 in Tokyo, Japan) is the female lead singer of Japanese pop group Every Little Thing.",
      "pageId": 518156,
      "monthDay": "03/24"
    },
    {
      "year": "1975",
      "uri": "/wiki/Thomas_Johansson",
      "name": "Thomas Johansson",
      "aboutText": "Aliou Cissé (born 24 March 1976) is a Senegalese former football player and coach. He has previously played for English Premier League club Birmingham City and later Portsmouth. Cisse was a defensive midfielder who has, on occasion, played at center back.",
      "pageId": 1001843,
      "monthDay": "03/24"
    },
    {
      "year": "1975",
      "uri": "/wiki/Davor_Vugrinec",
      "name": "Davor Vugrinec",
      "aboutText": "Aaron Lafette Brooks (born March 24, 1976) is a retired American football quarterback who played in the National Football League (NFL). He was drafted by the Green Bay Packers in the fourth round of the 1999 NFL Draft. He played college football at Virginia.",
      "pageId": 1278191,
      "monthDay": "03/24"
    },
    {
      "year": "1976",
      "uri": "/wiki/Angellica_Bell",
      "name": "Angellica Bell",
      "aboutText": "Karl Thomas Conny Johansson (born 24 March 1975), commonly known as Thomas Johansson, is a former Swedish tennis grand slam champion.",
      "pageId": 1408278,
      "monthDay": "03/24"
    },
    {
      "year": "1976",
      "uri": "/wiki/Aaron_Brooks_(American_football)",
      "name": "Aaron Brooks",
      "aboutText": "Tomáš Ujfaluši (Hungarian: Újfalusi Tamás, Czech pronunciation: [ˈtomaːʃ ˈʊjfaˌlʊʃɪ]; born 24 March 1978) is a Czech retired footballer. He operated as either a central defender or a right back.\nOther than in his country he played professionally in Germany (four years), Italy (four), Spain (three) and Turkey (two), winning six major titles between Hamburg, Atlético Madrid and Galatasaray.",
      "pageId": 1449473,
      "monthDay": "03/24"
    },
    {
      "year": "1976",
      "uri": "/wiki/Aliou_Ciss%C3%A9",
      "name": "Aliou Cissé",
      "aboutText": "Darren James Lockyer (born 24 March 1977 in Brisbane, Queensland) is an Australian rugby league television commentator and former player. An Australia international and Queensland State of Origin representative captain, Lockyer spent his entire professional career with Brisbane Broncos and is frequently hailed as one of the greatest players of all-time. During his 17-year career he set appearance records for his club, state and country, and also set additional all-time records for most National Rugby League appearances, most State of Origin appearances, most games as captain and most tries for the Australian national team, and highest ever point-scorer for the Broncos.",
      "pageId": 1783921,
      "monthDay": "03/24"
    },
    {
      "year": "1976",
      "uri": "/wiki/Athanasios_Kostoulas",
      "name": "Athanasios Kostoulas",
      "aboutText": "Krisdayanti (born 24 March 1975), often known by her moniker KD, is an Indonesian singer and actress. She is the younger sister of Yuni Shara, another Indonesian singer. She is the daughter of Trenggono and Rachma Widadiningsih.",
      "pageId": 2086197,
      "monthDay": "03/24"
    },
    {
      "year": "1976",
      "uri": "/wiki/Peyton_Manning",
      "name": "Peyton Manning",
      "aboutText": "Angellica Bell (born 24 March 1976) is a British television and radio presenter.",
      "pageId": 2340542,
      "monthDay": "03/24"
    },
    {
      "year": "1976",
      "uri": "/wiki/%C4%B0nci_T%C3%BCrkay",
      "name": "İnci Türkay",
      "aboutText": "Lake Siegel Bell (born March 24, 1979) is an American actress, writer and director.\nShe has starred in the television series Boston Legal (2004–06), Surface (2005–06), How to Make It in America (2010–11) and Childrens Hospital (2008–present) and in the films Over Her Dead Body (2008), What Happens in Vegas (2008), It's Complicated (2009), No Strings Attached (2011) and Million Dollar Arm (2014), Man Up (2015).\nShe wrote and directed the short film Worst Enemy, which debuted at the Sundance Film Festival in 2012, followed by her 2013 feature film directing debut In a World..., in which she also starred.",
      "pageId": 2659428,
      "monthDay": "03/24"
    },
    {
      "year": "1977",
      "uri": "/wiki/Corneille_(singer)",
      "name": "Corneille",
      "aboutText": "Cornelius Nyungura (born 24 March 1977) is a singer who performs under the name Corneille. He was born in Germany to Rwandan parents, spent most of his childhood in Rwanda, and eventually emigrated to Quebec, Canada in 1997. He sings in French and English.",
      "pageId": 2771948,
      "monthDay": "03/24"
    },
    {
      "year": "1977",
      "uri": "/wiki/Olivia_Burnette",
      "name": "Olivia Burnette",
      "aboutText": "Michael Braun (born 24 March 1978) is an Australian rules footballer who played for the AFL's West Coast Eagles.\nPlaying for Echuca United as a youngster in the Northern and Echuca Football League, he was recruited from Echuca/Bendigo Pioneers and made his debut in 1997.\nBraun announced his AFL retirement midway through the 2008 AFL season, effective at the end of the season.",
      "pageId": 3475446,
      "monthDay": "03/24"
    },
    {
      "year": "1977",
      "uri": "/wiki/Jessica_Chastain",
      "name": "Jessica Chastain",
      "aboutText": "Sergey Petrovich Klyugin (Russian: Сергей Петрович Клюгин; born March 24, 1974 in Kineshma) is a Russian high jumper. He won the gold medal at the 2000 Summer Olympics with 2.35m, one centimetre behind his personal best jump from 1998.",
      "pageId": 3524364,
      "monthDay": "03/24"
    },
    {
      "year": "1977",
      "uri": "/wiki/Darren_Lockyer",
      "name": "Darren Lockyer",
      "aboutText": "Emraan Hashmi (pronounced [ɪmraːn ˈɦaːʃmiː]; born Emraan Anwar Hashmi; 24 March 1979) is an Indian film actor who appears in Hindi language films. Hashmi has received three Filmfare Award nominations, and has established himself as a leading contemporary actor of Hindi cinema.\nBefore starting his career as an actor, Hashmi worked as an assistant director for the 2002 horror film Raaz.",
      "pageId": 3946893,
      "monthDay": "03/24"
    },
    {
      "year": "1978",
      "uri": "/wiki/Michael_Braun_(footballer)",
      "name": "Michael Braun",
      "aboutText": "Davor Vugrinec (born 24 March 1975) is a retired Croatian footballer who last played for Slaven Belupo. He primary played as striker, but also operated as an attacking midfielder or second striker.",
      "pageId": 5635835,
      "monthDay": "03/24"
    },
    {
      "year": "1978",
      "uri": "/wiki/Kaori_Mochida",
      "name": "Kaori Mochida",
      "aboutText": "Athanasios Kostoulas (Greek: Θανάσης Κωστούλας; born 24 March 1976) is a Greek football player, currently playing for Olympiakos Volou.",
      "pageId": 6243371,
      "monthDay": "03/24"
    },
    {
      "year": "1978",
      "uri": "/wiki/Tom%C3%A1%C5%A1_Ujfalu%C5%A1i",
      "name": "Tomáš Ujfaluši",
      "aboutText": "Norris Stephen Hopper (born March 24, 1979) is a former Major League Baseball outfielder. He attended Shelby High School, and in addition to his baseball abilities was an outstanding quarterback for the school's football team. He made his major league debut with the Reds in September 2006.",
      "pageId": 6872333,
      "monthDay": "03/24"
    },
    {
      "year": "1979",
      "uri": "/wiki/Lake_Bell",
      "name": "Lake Bell",
      "aboutText": "Olivia Burnette (born March 24, 1977) is an American actress.",
      "pageId": 14967294,
      "monthDay": "03/24"
    },
    {
      "year": "1979",
      "uri": "/wiki/Emraan_Hashmi",
      "name": "Emraan Hashmi",
      "aboutText": "Jessica Michelle Chastain (born March 24, 1977) is an American actress. Chastain began her Hollywood career in guest-roles on several television shows, before making her feature film debut in Jolene (2008). She gained wide public recognition in 2011 for her starring roles in six film releases, including Take Shelter, The Tree of Life and The Help.",
      "pageId": 17181314,
      "monthDay": "03/24"
    },
    {
      "year": "1979",
      "uri": "/wiki/Norris_Hopper",
      "name": "Norris Hopper",
      "aboutText": "İnci Türkay (born 24 March 1976 in Izmir) is a Turkish actress who is best known for playing \"Betüş\" in Sihirli Annem (My Magical Mom).\nShe completed her education in the Hacettepe University Conservatory Theatre. Later, she worked the Ankara State Conservatory Theatre and Trabzon State Theatre.",
      "pageId": 39838741,
      "monthDay": "03/24"
    },
    {
      "year": "1979",
      "uri": "/wiki/Periklis_Iakovakis",
      "name": "Periklis Iakovakis",
      "aboutText": "Nivea B. Nash (née Hamilton; born March 24, 1982), who performs under the mononym Nivea, is an American singer whose recordings reached the Billboard charts during the early 2000s. Nivea is known most for her singles \"Don't Mess With My Man\" and \"Laundromat\".",
      "pageId": 235825,
      "monthDay": "03/24"
    },
    {
      "year": "1979",
      "uri": "/wiki/Graeme_Swann",
      "name": "Graeme Swann",
      "aboutText": "Gary Paffett (born 24 March 1981 in Bromley) is a British racing driver in the Deutsche Tourenwagen Masters. He is also a test driver for the McLaren Formula One team, but will leave at the end of the 2014 season. Paffett progressed through the ranks of karting and junior formulae in the United Kingdom, winning the McLaren Autosport BRDC Award in 1999.",
      "pageId": 1083180,
      "monthDay": "03/24"
    },
    {
      "year": "1980",
      "uri": "/wiki/Karin_Frick",
      "name": "Karin Frick",
      "aboutText": "Ronald Martin Hainsey (born March 24, 1981) is an American professional ice hockey player for the Carolina Hurricanes of the National Hockey League (NHL) He has previously played for the Montreal Canadiens, Columbus Blue Jackets, Atlanta Thrashers and Winnipeg Jets.",
      "pageId": 1213479,
      "monthDay": "03/24"
    },
    {
      "year": "1980",
      "uri": "/wiki/Tassos_Venetis",
      "name": "Tassos Venetis",
      "aboutText": "Terrance Jerod \"T. J.\" Ford (born March 24, 1983) is an American retired professional basketball player. Having been awarded numerous top basketball accolades in high school and college, Ford entered the 2003 NBA draft and was selected eighth overall by the Milwaukee Bucks. Ford's recurring back injuries resulted in him missing many games in his three seasons with the Bucks, but in 2005, it was announced that he was fit to play basketball again.",
      "pageId": 1394992,
      "monthDay": "03/24"
    },
    {
      "year": "1981",
      "uri": "/wiki/Mike_Adams_(safety)",
      "name": "Mike Adams",
      "aboutText": "Dustin Michael McGowan (born March 24, 1982) is an American professional baseball pitcher in the Miami Marlins organization.",
      "pageId": 2402817,
      "monthDay": "03/24"
    },
    {
      "year": "1981",
      "uri": "/wiki/Ron_Hainsey",
      "name": "Ron Hainsey",
      "aboutText": "Graeme Peter Swann (born 24 March 1979) is a former international cricketer for England. Born in Northampton, he attended Sponne School in Towcester, Northamptonshire. He was primarily a right-arm offspinner, and also a capable late-order batsman with four first-class centuries, and often fielded at slip.",
      "pageId": 3555627,
      "monthDay": "03/24"
    },
    {
      "year": "1981",
      "uri": "/wiki/Dirk_Hayhurst",
      "name": "Dirk Hayhurst",
      "aboutText": "Michael Carl Adams (born March 24, 1981) is an American football safety for the Indianapolis Colts of the National Football League (NFL). He was signed by the San Francisco 49ers as an undrafted free agent in 2004. He played college football at Delaware.",
      "pageId": 4324475,
      "monthDay": "03/24"
    },
    {
      "year": "1981",
      "uri": "/wiki/Mark_Looms",
      "name": "Mark Looms",
      "aboutText": "Jon Corey Hart (born March 24, 1982) is an American professional baseball right fielder and first baseman who is a free agent. He has played in Major League Baseball (MLB) for the Milwaukee Brewers from 2004 through 2013, the Seattle Mariners in 2014 and the Pittsburgh Pirates in 2015.",
      "pageId": 4977667,
      "monthDay": "03/24"
    },
    {
      "year": "1981",
      "uri": "/wiki/Gary_Paffett",
      "name": "Gary Paffett",
      "aboutText": "Periklís Iakovákis (Greek: Περικλής Ιακωβάκης, [periˈklis iakoˈvacis], born 24 March 1979 in Patras) is a Greek athlete mainly competing in 400 metres hurdles. He is the Greek record holder with a time of 47.82 seconds and fifteen times national champion in the event.\nHe has competed at four Summer Olympics (2000, 2004, 2008 and 2012) and is a six-time participant at the World Championships in Athletics.",
      "pageId": 6554672,
      "monthDay": "03/24"
    },
    {
      "year": "1982",
      "uri": "/wiki/Epico",
      "name": "Epico",
      "aboutText": "Anastasios \"Tassos\" Venetis (Greek: Τάσος Βενέτης; born 24 March 1980) is a Greek footballer. He currently plays in defence and midfield for Kerkyra F.C. in the Beta Ethniki.",
      "pageId": 8083772,
      "monthDay": "03/24"
    },
    {
      "year": "1982",
      "uri": "/wiki/Nivea_(singer)",
      "name": "Nivea",
      "aboutText": "Mark Looms (Dutch pronunciation: [ˈmɑrk ˈloʊ̯ms], born 24 March 1981 in Almelo) is a Dutch former footballer. Looms made his debut in professional football in the 2000–01 season, when he played as a defender for Heracles Almelo. After having played twelve years for Heracles, Looms wanted to have a new challenge and signed with NAC Breda in the summer of 2012.",
      "pageId": 9485645,
      "monthDay": "03/24"
    },
    {
      "year": "1982",
      "uri": "/wiki/Corey_Hart_(baseball)",
      "name": "Corey Hart",
      "aboutText": "Kelvin Kwan (born 24 March 1983) is a cantopop singer from Go East, a subdivision of Universal Music.",
      "pageId": 10535231,
      "monthDay": "03/24"
    },
    {
      "year": "1982",
      "uri": "/wiki/Jimmy_Hempte",
      "name": "Jimmy Hempte",
      "aboutText": "Jimmy Hempte (born 24 March 1982 in Tournai) is a Belgium football defender who currently plays for RFC Tournai in the Belgian Pro League.",
      "pageId": 18842288,
      "monthDay": "03/24"
    },
    {
      "year": "1982",
      "uri": "/wiki/Christian_Hug",
      "name": "Christian Hug",
      "aboutText": "Dirk Von Hayhurst (born March 24, 1981) is an American author and broadcaster, and formerly a professional baseball pitcher. Hayhurst played in Major League Baseball for the San Diego Padres in 2008 and for the Toronto Blue Jays in 2009.",
      "pageId": 18997965,
      "monthDay": "03/24"
    },
    {
      "year": "1982",
      "uri": "/wiki/Dustin_McGowan",
      "name": "Dustin McGowan",
      "aboutText": "Donald Jacob \"Jake\" Hager Jr. (born March 24, 1982) is an American professional wrestler, and former amateur wrestler, signed to WWE where he performs under the ring name Jack Swagger.\nHager attended the University of Oklahoma as a two-sport athlete, participating in both football and wrestling.",
      "pageId": 21207499,
      "monthDay": "03/24"
    },
    {
      "year": "1982",
      "uri": "/wiki/Jack_Swagger",
      "name": "Jack Swagger",
      "aboutText": "Christian Hug (born 24 March 1982 in Heidelberg, Germany) is a German international rugby union player, playing for the SC Neuenheim in the Rugby-Bundesliga and the German national rugby union team.",
      "pageId": 23736322,
      "monthDay": "03/24"
    },
    {
      "year": "1983",
      "uri": "/wiki/Luca_Ceccarelli_(footballer_born_in_Gambettola)",
      "name": "Luca Ceccarelli",
      "aboutText": "Orlando Colón (born March 24, 1982) is a Puerto Rican professional wrestler. He is currently signed to WWE. He began his training at Dan \"The Beast\" Severn's, Michigan Sports Camps and competing in Price of Glory Wrestling (Coldwater, MI) in 2004. He was also working with Hybrid Pro Wrestling, an independent circuit in Schoolcraft, Michigan.",
      "pageId": 26736666,
      "monthDay": "03/24"
    },
    {
      "year": "1983",
      "uri": "/wiki/T._J._Ford",
      "name": "T. J. Ford",
      "aboutText": "Luca Ceccarelli (born 24 March 1983) is an Italian footballer who plays for Bologna in Serie B.",
      "pageId": 26996381,
      "monthDay": "03/24"
    },
    {
      "year": "1983",
      "uri": "/wiki/Kelvin_Kwan",
      "name": "Kelvin Kwan",
      "aboutText": "Riccardo Musetti (born 24 March 1983) is an Italian footballer who plays for Serie D club Parma.",
      "pageId": 29373616,
      "monthDay": "03/24"
    },
    {
      "year": "1983",
      "uri": "/wiki/Riccardo_Musetti",
      "name": "Riccardo Musetti",
      "aboutText": "Karin Anna Maria Frick (born 24 March 1980) is a Swedish sports journalist and television presenter at Kanal 5 and TV4.",
      "pageId": 48019039,
      "monthDay": "03/24"
    },
    {
      "year": "1983",
      "uri": "/wiki/Pierre-Alexandre_Parenteau",
      "name": "Pierre-Alexandre Parenteau",
      "aboutText": "Christopher Wesson \"Chris\" Bosh (born March 24, 1984) is an American professional basketball player for the Miami Heat of the National Basketball Association (NBA). A high school \"Mr. Basketball\" in Texas, Bosh left college at Georgia Tech after one season with the Georgia Tech Yellow Jackets men's basketball team to enter the 2003 NBA draft.",
      "pageId": 537682,
      "monthDay": "03/24"
    },
    {
      "year": "1984",
      "uri": "/wiki/Beno%C3%AEt_Assou-Ekotto",
      "name": "Benoît Assou-Ekotto",
      "aboutText": "Anthony \"Tony\" McMahon (born 24 March 1986) is an English footballer who plays as a right back for Bradford City.\nBorn in Bishop Auckland, County Durham, McMahon started his playing career with Middlesbrough, with whom he spent eight seasons before his move to Sheffield United in 2012.",
      "pageId": 2770850,
      "monthDay": "03/24"
    },
    {
      "year": "1984",
      "uri": "/wiki/Park_Bom",
      "name": "Park Bom",
      "aboutText": "Lucy Wangui Kabuu (born 24 March 1984) is a Kenyan long-distance runner who specializes in the 5000 and 10,000 metres events. She has represented Kenya twice at the Summer Olympics, finishing in the top ten of the 10,000 m race in both 2004 and 2008. Her personal bests of 14:33.49 minutes for the 5000 m and 30:39.96 minutes for the 10,000 m make her one of Kenya's fastest ever runners in the events.",
      "pageId": 4477602,
      "monthDay": "03/24"
    },
    {
      "year": "1984",
      "uri": "/wiki/Chris_Bosh",
      "name": "Chris Bosh",
      "aboutText": "Billy Jones (born 24 March 1987) is an English footballer who plays as a right-back for Sunderland in the Premier League.\nJones started his career at Crewe Alexandra and made his professional debut in October 2003 in a 3–0 win over Derby County. Since then, he was a regular in Crewe's back-line and, for the 2005–06 season, he played a majority of games in midfield.",
      "pageId": 4627305,
      "monthDay": "03/24"
    },
    {
      "year": "1984",
      "uri": "/wiki/Adrian_D%27Souza",
      "name": "Adrian D'Souza",
      "aboutText": "Ryan Shaun Higgins (born 24 March 1988 in Harare) is a Zimbabwean cricketer. He has played eleven ODIs for Zimbabwe in 2006, highlights include the wicket of Brian Lara and best bowling figures of 4-21 from 10 overs. Ryan Higgins retired from international cricket in 2007 at the age of 18.",
      "pageId": 4980202,
      "monthDay": "03/24"
    },
    {
      "year": "1984",
      "uri": "/wiki/Lucy_Wangui_Kabuu",
      "name": "Lucy Wangui Kabuu",
      "aboutText": "Benoît Pierre David Assou-Ekotto (born 24 March 1984) is a professional footballer who is currently playing for Saint-Étienne in Ligue 1.",
      "pageId": 5542665,
      "monthDay": "03/24"
    },
    {
      "year": "1985",
      "uri": "/wiki/Lana_(wrestling)",
      "name": "Lana",
      "aboutText": "Adrian Albert D'souza (born 24 March 1984 in Mumbai, Maharashtra) is a field hockey goalkeeper from India, who made is international debut for the Men's National Team in January 2004 during the Sultan Azlan Shah Hockey Tournament in Kuala Lumpur, Malaysia. Adrian has more than 100 International Caps for his country in all competitions. D'Souza represented his native country at the 2004 Summer Olympics, where India finished in seventh place.",
      "pageId": 6128412,
      "monthDay": "03/24"
    },
    {
      "year": "1985",
      "uri": "/wiki/Haruka_Ayase",
      "name": "Haruka Ayase",
      "aboutText": "Shakib Al Hasan (born 24 March 1987) is a professional cricket player who plays for the Bangladesh national cricket team. Shakib is regarded as the greatest cricketer & sportsman to have ever played for Bangladesh. He became the first and only cricketer in history to attain the number 1 all-rounder position in all formats of cricket (Test, Twenty20 and One Day Internationals).",
      "pageId": 7218103,
      "monthDay": "03/24"
    },
    {
      "year": "1985",
      "uri": "/wiki/Frederico_Gil",
      "name": "Frederico Gil",
      "aboutText": "Kohei Hirate (平手晃平, Hirate Kohei, born 24 March 1986 in Komaki, Aichi) is a Japanese race car driver.",
      "pageId": 8917893,
      "monthDay": "03/24"
    },
    {
      "year": "1985",
      "uri": "/wiki/Sayaka_Hirano",
      "name": "Sayaka Hirano",
      "aboutText": "Pierre-Alexandre Parenteau (born March 24, 1983) is a Canadian professional ice hockey right winger currently playing for the Toronto Maple Leafs of the National Hockey League (NHL). In his NHL career, Parenteau has also played for the Chicago Blackhawks, New York Rangers, New York Islanders, Colorado Avalanche and Montreal Canadiens.",
      "pageId": 9412520,
      "monthDay": "03/24"
    },
    {
      "year": "1986",
      "uri": "/wiki/Valentin_Chmerkovskiy",
      "name": "Valentin Chmerkovskiy",
      "aboutText": "Aiga Grabuste (born 24 March 1988, in Rēzekne) is a Latvian track and field athlete competing in heptathlon. She represented her country at the 2008 Beijing Olympics and won bronze medal at the 2012 European Athletics Championships, finishing just 10 points behind fellow Latvian Laura Ikauniece.\nHer current personal best performance is 6396 points, which she achieved at the 2009 European Athletics U23 Championships held in Kaunas, where she won the gold medal.",
      "pageId": 12726020,
      "monthDay": "03/24"
    },
    {
      "year": "1986",
      "uri": "/wiki/Kohei_Hirate",
      "name": "Kohei Hirate",
      "aboutText": "Ramires Santos do Nascimento (Brazilian Portuguese: [ʁaˈmiɾes ˈsɐ̃tus du nasiˈmẽtu]); born 24 March 1987), known simply as Ramires, is a Brazilian professional footballer who plays for English club Chelsea and the Brazil national team. A midfielder, he is comfortable playing in either the centre or right midfielder position. He normally plays as a box-to-box midfielder role because of his energy in supporting defensive and offensive play.",
      "pageId": 13211909,
      "monthDay": "03/24"
    },
    {
      "year": "1986",
      "uri": "/wiki/Tony_McMahon",
      "name": "Tony McMahon",
      "aboutText": "Valentin \"Val\" Aleksandrovich Chmerkovskiy (Ukrainian: Валентин Олекса́ндрович Чмерковський) is a Ukrainian-American professional dancer, best known for his appearances in the U.S. version of Dancing with the Stars (DWTS). Chmerkovskiy is a two-time World Latin Dance Champion (Junior and Youth) and a 14-time U.S. National Latin Dance champion.",
      "pageId": 14954895,
      "monthDay": "03/24"
    },
    {
      "year": "1987",
      "uri": "/wiki/Ramires",
      "name": "Ramires",
      "aboutText": "João Frederico Limpo Franco Gil (born 24 March 1985), known as Frederico Gil (Portuguese pronunciation: [fɾɨdɨˈɾiku ʒiɫ], is a Portuguese professional tennis player, who currently competes in the ITF Men's Circuit. He is ranked no. 744 in the world by the Association of Tennis Professionals (ATP), as of 30 November 2015.",
      "pageId": 18042031,
      "monthDay": "03/24"
    },
    {
      "year": "1987",
      "uri": "/wiki/Shakib_Al_Hasan",
      "name": "Shakib Al Hasan",
      "aboutText": "Sayaka Hirano (平野 早矢香, Hirano Sayaka, born 24 March 1985) is a female Japanese table tennis player.\nShe competed at the 2008 Summer Olympics, reaching the third round of the singles competition. She also competed in the team competition, reaching the bronze medal final but losing to South Korea.",
      "pageId": 19073481,
      "monthDay": "03/24"
    },
    {
      "year": "1987",
      "uri": "/wiki/Yuma_Asami",
      "name": "Yuma Asami",
      "aboutText": "Yuma Asami (麻美 ゆま, Asami Yuma) is a Japanese actress, singer and a former adult video (AV) actress and model.",
      "pageId": 19518402,
      "monthDay": "03/24"
    },
    {
      "year": "1987",
      "uri": "/wiki/Billy_Jones_(footballer,_born_1987)",
      "name": "Billy Jones",
      "aboutText": "Park Bom (born (1984-03-24)March 24, 1984) is a South Korean singer. She was born in Seoul, South Korea, and later moved to the United States where she learned English. She is a member of the South Korean girl group 2NE1, which is under YG Entertainment.",
      "pageId": 23896686,
      "monthDay": "03/24"
    },
    {
      "year": "1987",
      "uri": "/wiki/Josh_Zeid",
      "name": "Josh Zeid",
      "aboutText": "Haruka Ayase (綾瀬 はるか, Ayase Haruka, born March 24, 1985 in Hiroshima Prefecture) is a Japanese actress and singer.",
      "pageId": 30876916,
      "monthDay": "03/24"
    },
    {
      "year": "1988",
      "uri": "/wiki/Aiga_Grabuste",
      "name": "Aiga Grabuste",
      "aboutText": "Joshua Alexander Zeid (pronounced \"Zide\"; born March 24, 1987) is an American professional baseball pitcher who is a free agent. He previously played in Major League Baseball (MLB) for the Houston Astros from 2013 though 2014.\nZeid played for the gold-medal-winning Team USA Youth National Team in 2003.",
      "pageId": 40105625,
      "monthDay": "03/24"
    },
    {
      "year": "1988",
      "uri": "/wiki/Ryan_Higgins",
      "name": "Ryan Higgins",
      "aboutText": "Catherine Joy \"C.J.\" Perry (born March 24, 1985) is an American professional wrestling manager, professional wrestler, model, actress, dancer, and singer currently signed with WWE under the ring name Lana.",
      "pageId": 41413713,
      "monthDay": "03/24"
    },
    {
      "year": "1988",
      "uri": "/wiki/Mat%C3%ADas_Mart%C3%ADnez",
      "name": "Matías Martínez",
      "aboutText": "Keisha Castle-Hughes (born 24 March 1990) is a New Zealand actress who rose to prominence for playing Paikea \"Pai\" Apirana in the film Whale Rider. The film was nominated for many awards, including an Academy Award for Best Actress for which she was at the time the youngest person nominated in the Best Actress category and an award at the Broadcast Film Critics Association Awards for Best Young Actor/Actress, which she won in 2004.\nSince she made her film debut, Castle-Hughes has appeared in various films including Hey, Hey, It's Esther Blueburger, Piece of My Heart and Star Wars Episode III: Revenge of the Sith.",
      "pageId": 180166,
      "monthDay": "03/24"
    },
    {
      "year": "1988",
      "uri": "/wiki/Kardo_Ploomipuu",
      "name": "Kardo Ploomipuu",
      "aboutText": "Aljur Abrenica (born March 24, 1990) is a Filipino actor. He appeared on the fourth season of StarStruck.",
      "pageId": 10261516,
      "monthDay": "03/24"
    },
    {
      "year": "1988",
      "uri": "/wiki/Sharmin_Ratna",
      "name": "Sharmin Ratna",
      "aboutText": "Elizabeth \"Libby\" Clegg (born 24 March 1990 in Bollington, Cheshire) is a Scottish Paralympic sprinter who has represented both Scotland and Great Britain at international events. She represented Great Britain in the T12 100 m and 200 m at the 2008 Summer Paralympics, winning a silver medal in the T12 100 m race.",
      "pageId": 19250504,
      "monthDay": "03/24"
    },
    {
      "year": "1989",
      "uri": "/wiki/Aziz_Shavershian",
      "name": "Aziz Shavershian",
      "aboutText": "Stay Gold (ステイゴールド, March 24, 1994 – February 5, 2015) was a Japanese Thoroughbred racehorse. He was sired by Sunday Silence out of the mare Golden Sash by Dictus.",
      "pageId": 20258112,
      "monthDay": "03/24"
    },
    {
      "year": "1990",
      "uri": "/wiki/Aljur_Abrenica",
      "name": "Aljur Abrenica",
      "aboutText": "Starlin DeJesus Castro (born March 24, 1990) is a Dominican professional baseball infielder for the New York Yankees of Major League Baseball (MLB). He previously played for the Chicago Cubs. Castro is a three-time MLB All-Star and holds the record for most runs batted in, in their MLB debut.",
      "pageId": 25149217,
      "monthDay": "03/24"
    },
    {
      "year": "1990",
      "uri": "/wiki/Keisha_Castle-Hughes",
      "name": "Keisha Castle-Hughes",
      "aboutText": "Matías Alfredo Martínez (born 24 March 1988 in Resistencia) is an Argentine football defender who plays for Sporting Cristal in Peru, on loan from Lanús.",
      "pageId": 25284207,
      "monthDay": "03/24"
    },
    {
      "year": "1990",
      "uri": "/wiki/Starlin_Castro",
      "name": "Starlin Castro",
      "aboutText": "Kardo Ploomipuu (born 24 March 1988 in Pärnu) is an Estonian swimmer.\nHis first Paralympics was the 2004 Athens Games. He is the current IPC European record holder in 50 and 100 m backstroke (long course; S10).",
      "pageId": 28351046,
      "monthDay": "03/24"
    },
    {
      "year": "1990",
      "uri": "/wiki/Libby_Clegg",
      "name": "Libby Clegg",
      "aboutText": "Isabel Suckling (born 24 March 1998) is a British singer who upon signing a record deal with Decca Records became the youngest classical recording artist signed by Decca to date, and the first choirgirl to sign a record contract with a major music label. Suckling sang in the choir at York Minster at the time, and was discovered by Decca following a nationwide search. She is currently being mentored by the singer, TV/radio presenter and former boy soprano Aled Jones.",
      "pageId": 28878420,
      "monthDay": "03/24"
    },
    {
      "year": "1991",
      "uri": "/wiki/Nick_Browne_(cricketer)",
      "name": "Nick Browne",
      "aboutText": "Aziz Sergeyevich Shavershian (Russian: Азиз Серге́евич Шавершян; 24 March 1989 – 5 August 2011), better known by his Internet handle Zyzz, was a Russian-born Australian bodybuilder, internet celebrity, personal trainer, model, and part-time stripper. He established a cult following after posting multiple videos of himself on YouTube, starting in 2007.\nIn July 2011, Shavershian gained more media attention when The Sydney Morning Herald published an article about the arrest of his older brother, Said, for illegal possession of anabolic steroids.",
      "pageId": 32776481,
      "monthDay": "03/24"
    },
    {
      "year": "1991",
      "uri": "/wiki/Dalila_Jakupovi%C4%87",
      "name": "Dalila Jakupović",
      "aboutText": "Jeremy Rosado (born March 24, 1992) is an American singer from Valrico, Florida. He placed thirteenth on the eleventh season of American Idol.\n^ \"American Idol - Access Hollywood\".",
      "pageId": 34952118,
      "monthDay": "03/24"
    },
    {
      "year": "1992",
      "uri": "/wiki/Jeremy_Rosado",
      "name": "Jeremy Rosado",
      "aboutText": "Anna Hämäläinen (born 24 March 1994, in Moscow) is a Finnish athlete who specialises in the 200 metres. She comes from a sporting family, both her mother, Olga, and father, Eduard Hämäläinen, were athletes who each won medals at the European Athletics Championships.\nHämäläinen represented Finland at the 2012 European Athletics Championships where she finished 27th overall in the heats of the 200 metres with a sprint of 24.14 seconds.",
      "pageId": 36404972,
      "monthDay": "03/24"
    },
    {
      "year": "1993",
      "uri": "/wiki/Ryo_Ryusei",
      "name": "Ryo Ryusei",
      "aboutText": "Sharmin Ratna (born 24 March 1988) is a Bangladeshi sports shooter. She competed in the Women's 10 metre air rifle event at the 2012 Summer Olympics.",
      "pageId": 36574499,
      "monthDay": "03/24"
    },
    {
      "year": "1994",
      "uri": "/wiki/Stay_Gold_(horse)",
      "name": "Stay Gold",
      "aboutText": "Ryo Ryusei (竜星 涼, Ryūsei Ryō, born March 24, 1993) is a Japanese actor from Tokyo Metropolis.\n^ \"Ryo Ryusei's Profile\".",
      "pageId": 39577439,
      "monthDay": "03/24"
    },
    {
      "year": "1994",
      "uri": "/wiki/Anna_H%C3%A4m%C3%A4l%C3%A4inen",
      "name": "Anna Hämäläinen",
      "aboutText": "Nicholas Laurence Joseph Browne (born 24 March 1991 in Leytonstone) is an English cricketer who plays for Essex as a left-handed batsman who bowls leg breaks.",
      "pageId": 41706837,
      "monthDay": "03/24"
    },
    {
      "year": "1998",
      "uri": "/wiki/Isabel_Suckling",
      "name": "Isabel Suckling",
      "aboutText": "Dalila Jakupović (born 24 March 1991) is a Slovenian tennis player.\nJakupović has won two singles and five doubles titles on the ITF tour in her career. On 7 December 2015, she reached her best singles ranking of world number 230.",
      "pageId": 42052458,
      "monthDay": "03/24"
    }
  ]
}