{
  "people": [
    {
      "year": "1031",
      "uri": "/wiki/Malcolm_III_of_Scotland",
      "name": "Malcolm III of Scotland",
      "aboutText": "Alfred Edward Housman (/ˈhaʊsmən/; 26 March 1859 – 30 April 1936), usually known as A. E. Housman, was an English classical scholar and poet, best known to the general public for his cycle of poems A Shropshire Lad. Lyrical and almost epigrammatic in form, the poems wistfully evoke the dooms and disappointments of youth in the English countryside [2]. Their beauty, simplicity and distinctive imagery appealed strongly to late Victorian and Edwardian taste, and to many early 20th-century English composers (beginning with Arthur Somervell) both before and after the First World War.",
      "pageId": 3198,
      "monthDay": "03/26"
    },
    {
      "year": "1516",
      "uri": "/wiki/Conrad_Gessner",
      "name": "Conrad Gessner",
      "aboutText": "Malcolm (Gaelic: Máel Coluim; c. 1031 - 13 November 1093) was King of Scots from 1058 to 1093. He was later nicknamed Canmore (ceann mòr) in Scottish Gaelic, \"Great Chief\".",
      "pageId": 20892,
      "monthDay": "03/26"
    },
    {
      "year": "1554",
      "uri": "/wiki/Charles,_Duke_of_Mayenne",
      "name": "Charles, Duke of Mayenne",
      "aboutText": "Dom Prokop Diviš, O.Praem.",
      "pageId": 155525,
      "monthDay": "03/26"
    },
    {
      "year": "1584",
      "uri": "/wiki/John_II,_Count_Palatine_of_Zweibr%C3%BCcken",
      "name": "John II, Count Palatine of Zweibrücken",
      "aboutText": "Conrad Gessner (also Konrad Gesner, Conrad Geßner, Conrad von Gesner, Conradus Gesnerus, Conrad Gesner; 26 March 1516 – 13 December 1565) was a Swiss naturalist and bibliographer. He was well known as a botanist, physician and classical linguist. His five-volume Historiae animalium (1551–1558) is considered the beginning of modern zoology, and the flowering plant genus Gesneria and its family Gesneriaceae are named after him.",
      "pageId": 162270,
      "monthDay": "03/26"
    },
    {
      "year": "1634",
      "uri": "/wiki/Domenico_Freschi",
      "name": "Domenico Freschi",
      "aboutText": "Sir Benjamin Thompson, Count Rumford, FRS (German: Reichsgraf von Rumford; March 26, 1753 – August 21, 1814) was an American-born British physicist and inventor whose challenges to established physical theory were part of the 19th century revolution in thermodynamics. He also served as a Lieutenant-Colonel in the Loyalist forces in America during the American Revolutionary War. After the end of the war he moved to London where his administrative talents were recognized when he was appointed a full Colonel, and in 1784 received a knighthood from King George III. A prolific designer, he also drew designs for warships.",
      "pageId": 174311,
      "monthDay": "03/26"
    },
    {
      "year": "1687",
      "uri": "/wiki/Sophia_Dorothea_of_Hanover",
      "name": "Sophia Dorothea of Hanover",
      "aboutText": "William Blount (March 26, 1749 – March 21, 1800) was an American statesman and land speculator, and a signer of the United States Constitution. He was a member of the North Carolina delegation at the Constitutional Convention of 1787, and led efforts in North Carolina to ratify the Constitution in 1789. He subsequently served as the only governor of the Southwest Territory, and played a leading role in helping the territory gain admission to the Union as the State of Tennessee.",
      "pageId": 297271,
      "monthDay": "03/26"
    },
    {
      "year": "1698",
      "uri": "/wiki/Prokop_Divi%C5%A1",
      "name": "Prokop Diviš",
      "aboutText": "For information on the regent of the Netherlands, see Charles of Lorraine.",
      "pageId": 314418,
      "monthDay": "03/26"
    },
    {
      "year": "1749",
      "uri": "/wiki/William_Blount",
      "name": "William Blount",
      "aboutText": "Frederick John Westcott (26 March 1866 – 18 September 1941), best known by his stage name Fred Karno, was an English theatre impresario of the British music hall. He is credited with popularizing the custard-pie-in-the-face gag. During the 1890s, in order to circumvent stage censorship, Karno developed a form of sketch comedy without dialogue.",
      "pageId": 343176,
      "monthDay": "03/26"
    },
    {
      "year": "1753",
      "uri": "/wiki/Benjamin_Thompson",
      "name": "Benjamin Thompson",
      "aboutText": "William Ferguson Massey, often known as Bill Massey or \"Farmer Bill\", (26 March 1856 – 10 May 1925) was the 19th Prime Minister of New Zealand, from 1912 to 1925, and the founder of the Reform Party. He is widely considered to have been one of the more skilled politicians of his time, and was known for the particular support he showed for rural interests.",
      "pageId": 353649,
      "monthDay": "03/26"
    },
    {
      "year": "1773",
      "uri": "/wiki/Nathaniel_Bowditch",
      "name": "Nathaniel Bowditch",
      "aboutText": "Nathaniel Bowditch (/ˈbaʊdɪtʃ/; March 26, 1773 – March 16, 1838) was an early American mathematician remembered for his work on ocean navigation.",
      "pageId": 362075,
      "monthDay": "03/26"
    },
    {
      "year": "1794",
      "uri": "/wiki/Julius_Schnorr_von_Carolsfeld",
      "name": "Julius Schnorr von Carolsfeld",
      "aboutText": "Adolf Hurwitz (26 March 1859 – 18 November 1919; German pronunciation: [ˈaːdɔlf ˈhʊʁvɪts]) was a German mathematician who worked on algebra, analysis, geometry and number theory.",
      "pageId": 771690,
      "monthDay": "03/26"
    },
    {
      "year": "1804",
      "uri": "/wiki/David_Humphreys_Storer",
      "name": "David Humphreys Storer",
      "aboutText": "Julius Schnorr von Carolsfeld (26 March 1794 – 24 May 1872) was a German painter, associated with the Nazarene movement.",
      "pageId": 865994,
      "monthDay": "03/26"
    },
    {
      "year": "1814",
      "uri": "/wiki/Charles_Mackay_(author)",
      "name": "Charles Mackay",
      "aboutText": "Sophia Dorothea of Hanover (26 March [O.S. 16 March] 1687 – 28 June 1757) was a Queen consort in Prussia as wife of Frederick William I. She was the sister of George II of Great Britain and the mother of Frederick II of Prussia.",
      "pageId": 1035036,
      "monthDay": "03/26"
    },
    {
      "year": "1845",
      "uri": "/wiki/Juhan_Maaker",
      "name": "Juhan Maaker",
      "aboutText": "Charles Mackay (27 March 1814 – 24 December 1889) was a Scottish poet, journalist, author, anthologist, novelist, and songwriter, remembered mainly for his book Extraordinary Popular Delusions and the Madness of Crowds.",
      "pageId": 1095869,
      "monthDay": "03/26"
    },
    {
      "year": "1854",
      "uri": "/wiki/Maurice_Lecoq",
      "name": "Maurice Lecoq",
      "aboutText": "Maurice Lecoq (26 March 1854 – 16 December 1925) was a French sport shooter who competed in the late 19th century and early 20th century. He participated in Shooting at the 1900 Summer Olympics in Paris and won a silver medal with the French military pistol team and a bronze medal in the military rifle team.",
      "pageId": 7221516,
      "monthDay": "03/26"
    },
    {
      "year": "1856",
      "uri": "/wiki/William_Massey",
      "name": "William Massey",
      "aboutText": "John II the Younger (German: Johann II. der Jüngere) (26 March 1584 – 9 August 1635) was the Duke of Zweibrücken from 1604 until 1635.",
      "pageId": 10046542,
      "monthDay": "03/26"
    },
    {
      "year": "1859",
      "uri": "/wiki/A._E._Housman",
      "name": "A. E. Housman",
      "aboutText": "André Prévost (26 March 1860 – 15 February 1919) was a tennis player competing for France. He finished runner-up to Paul Aymé in the singles event of the Amateur French Championships in 1900. Prévost also competed in the 1900 Summer Olympics in Paris, where he and Georges de la Chapelle shared the bronze medal with Harold Mahony and Arthur Norris in the men's doubles event.",
      "pageId": 23482316,
      "monthDay": "03/26"
    },
    {
      "year": "1859",
      "uri": "/wiki/Adolf_Hurwitz",
      "name": "Adolf Hurwitz",
      "aboutText": "Giovanni Domenico Freschi (26 March 1634 – 2 July 1710) was an Italian composer and Roman Catholic priest. From the age of 22 until his death he worked as a church musician and composer in Vincenza.",
      "pageId": 28944523,
      "monthDay": "03/26"
    },
    {
      "year": "1860",
      "uri": "/wiki/Andr%C3%A9_Pr%C3%A9vost_(tennis)",
      "name": "André Prévost",
      "aboutText": "Juhan Maaker (26 March [O.S. 14 March] 1845 in Muda, Hiiumaa - 21 September 1930 in Muda, Hiiumaa) nicknamed Torupilli-Juss was an Estonian folk musician, a player of the Estonian bagpipe. He was considered one of the most popular players at the time called the king of bagpipe players.\nDuring his lifetime Juhan Maaker performed with great success in hundreds of concert halls and became popular all over Estonia  and also in Finland.",
      "pageId": 31811686,
      "monthDay": "03/26"
    },
    {
      "year": "1866",
      "uri": "/wiki/Fred_Karno",
      "name": "Fred Karno",
      "aboutText": "David Humphreys Storer (March 26, 1804—September 10, 1891) was an American physician and naturalist. He served as dean of the Faculty of Medicine at Harvard Medical School from 1855-1856, and published on the reptiles and fishes of New England.",
      "pageId": 42901710,
      "monthDay": "03/26"
    },
    {
      "year": "1868",
      "uri": "/wiki/Fuad_I_of_Egypt",
      "name": "Fuad I of Egypt",
      "aboutText": "Robert Lee Frost (March 26, 1874 – January 29, 1963) was an American poet. His work was initially published in England before it was published in America. He is highly regarded for his realistic depictions of rural life and his command of American colloquial speech.",
      "pageId": 25951,
      "monthDay": "03/26"
    },
    {
      "year": "1871",
      "uri": "/wiki/Jonah_K%C5%ABhi%C5%8D_Kalaniana%CA%BBole",
      "name": "Jonah Kūhiō Kalanianaʻole",
      "aboutText": "Othmar Hermann Ammann (March 26, 1879 – September 22, 1965) was a Swiss-American structural engineer whose bridge designs include the George Washington Bridge, Verrazano-Narrows Bridge, and Bayonne Bridge.",
      "pageId": 53324,
      "monthDay": "03/26"
    },
    {
      "year": "1874",
      "uri": "/wiki/Robert_Frost",
      "name": "Robert Frost",
      "aboutText": "Syngman Rhee (Korean: 이승만, pronounced [iː sʰɯŋ.man], Korean \"Rhee Syngman\"; April 18, 1875 – July 19, 1965) was a Korean statesman, the first president of the Provisional Government of the Republic of Korea, and the first president of the Republic of Korea (commonly referred to as South Korea). His three-term presidency of South Korea (August 1948 to April 1960) was strongly affected by Cold War tensions on the Korean Peninsula.\nRhee was regarded as an anti-Communist and a strongman, and he led South Korea through the Korean War.",
      "pageId": 98543,
      "monthDay": "03/26"
    },
    {
      "year": "1875",
      "uri": "/wiki/Max_Abraham",
      "name": "Max Abraham",
      "aboutText": "Elsa Brändström (March 26, 1888 – March 4, 1948) was a Swedish nurse and philanthropist. She was known around the world as the \"Angel of Siberia\" (German: Engel von Sibirien).",
      "pageId": 201210,
      "monthDay": "03/26"
    },
    {
      "year": "1875",
      "uri": "/wiki/Syngman_Rhee",
      "name": "Syngman Rhee",
      "aboutText": "Prince William of Wied, Prince of Albania (German: Wilhelm Friedrich Heinrich; Albanian: Princ Vidi or Princ Vilhelm Vidi; 26 March 1876 – 18 April 1945), reigned briefly as sovereign of the Principality of Albania as Vidi I from 7 March 1914 to 3 September 1914 when he left for exile. His reign officially came to an end on 31 January 1925 when the country was declared an Albanian Republic.\nOutside the country and in diplomatic correspondence, he was styled \"sovereign prince\", but in Albania he was referred to as mbret, or king.",
      "pageId": 214895,
      "monthDay": "03/26"
    },
    {
      "year": "1876",
      "uri": "/wiki/William,_Prince_of_Albania",
      "name": "William, Prince of Albania",
      "aboutText": "Fuad I (Arabic: فؤاد الأول‎ Fu’ād al-Awwal, Turkish: I. Fuad or Ahmed Fuad Paşa); 26 March 1868 - 28 April 1936) was the Sultan and later King of Egypt and Sudan, Sovereign of Nubia, Kordofan, and Darfur. The ninth ruler of Egypt and Sudan from the Muhammad Ali dynasty, he became Sultan of Egypt and Sudan in 1917, succeeding his elder brother Sultan Hussein Kamel. He substituted the title of King for Sultan when the United Kingdom recognised Egyptian independence in 1922.",
      "pageId": 232137,
      "monthDay": "03/26"
    },
    {
      "year": "1879",
      "uri": "/wiki/Othmar_Ammann",
      "name": "Othmar Ammann",
      "aboutText": "Hermann Obrecht (26 March 1882 – 21 August 1940) was a Swiss politician and member of the Swiss Federal Council (1935–1940).",
      "pageId": 240689,
      "monthDay": "03/26"
    },
    {
      "year": "1879",
      "uri": "/wiki/Waldemar_Tietgens",
      "name": "Waldemar Tietgens",
      "aboutText": "Wilhelm Backhaus ('Bachaus' on some record labels) (26 March 1884 – 5 July 1969) was a German pianist and pedagogue. He was particularly well known for his interpretations of Beethoven and romantic music such as that by Brahms. He was also much admired as a chamber musician.",
      "pageId": 312799,
      "monthDay": "03/26"
    },
    {
      "year": "1881",
      "uri": "/wiki/Guccio_Gucci",
      "name": "Guccio Gucci",
      "aboutText": "James Bryant Conant (March 26, 1893 – February 11, 1978) was an American chemist, a transformative President of Harvard University, and the first U.S. Ambassador to West Germany. Conant obtained a PhD in Chemistry from Harvard in 1916. During World War I he served in the U.S. Army, working on the development of poison gases.",
      "pageId": 355000,
      "monthDay": "03/26"
    },
    {
      "year": "1882",
      "uri": "/wiki/Hermann_Obrecht",
      "name": "Hermann Obrecht",
      "aboutText": "Palmiro Togliatti (Italian: [palˈmiːro toʎˈʎatti]  listen ; 26 March 1893 – 21 August 1964) was an Italian politician and leader of the Italian Communist Party from 1927 until his death. He was nicknamed by his supporters Il Migliore (The Best).",
      "pageId": 528894,
      "monthDay": "03/26"
    },
    {
      "year": "1883",
      "uri": "/wiki/Poul_Reumert",
      "name": "Poul Reumert",
      "aboutText": "Jonah Kūhiō Kalanianaʻole (March 26, 1871 – January 7, 1922) was a prince of the Kingdom of Hawaiʻi until it was overthrown by a coalition of American and European businessmen in 1893.",
      "pageId": 667983,
      "monthDay": "03/26"
    },
    {
      "year": "1884",
      "uri": "/wiki/Wilhelm_Backhaus",
      "name": "Wilhelm Backhaus",
      "aboutText": "Guccio Gucci (26 March 1881 – 2 January 1953) was an Italian businessman and fashion designer, the founder of The House of Gucci.",
      "pageId": 843978,
      "monthDay": "03/26"
    },
    {
      "year": "1884",
      "uri": "/wiki/Georges_Imbert",
      "name": "Georges Imbert",
      "aboutText": "Max Abraham (German: [ˈaːbʀaham]; 26 March 1875 – 16 November 1922) was a German physicist. Abraham was born in Danzig, Imperial Germany (now Gdańsk in Poland) to a family of Jewish merchants. His father was Moritz Abraham and his mother was Selma Moritzsohn.",
      "pageId": 1234245,
      "monthDay": "03/26"
    },
    {
      "year": "1886",
      "uri": "/wiki/Hugh_Mulzac",
      "name": "Hugh Mulzac",
      "aboutText": "Georges Christian Peter Imbert (26 March 1884 – 6 February 1950) was a French chemical engineer and inventor.\nHe was born in Niederstinzel, Lorraine. His father Pierre Imbert sent him to study chemical engineering in Higher School of Chemistry (French: l'Ecole Supérieure de Chimie) in Mulhouse, Alsace.",
      "pageId": 2594541,
      "monthDay": "03/26"
    },
    {
      "year": "1888",
      "uri": "/wiki/Elsa_Br%C3%A4ndstr%C3%B6m",
      "name": "Elsa Brändström",
      "aboutText": "Viorica Ursuleac (26 March 1894 – 22 October 1985) was a Romanian operatic soprano.\nViorica Ursuleac was born the daughter of a Greek Orthodox archdeacon, in Chernivtsi, which is now in Ukraine. Following training in Vienna, she made her operatic debut in Zagreb (Agram), as Charlotte in Massenet's Werther, in 1922.",
      "pageId": 3956226,
      "monthDay": "03/26"
    },
    {
      "year": "1893",
      "uri": "/wiki/James_Bryant_Conant",
      "name": "James Bryant Conant",
      "aboutText": "Vilho \"Ville\" Immanuel Tuulos (26 March 1895 – 2 September 1967) was a Finnish triple jumper and long jumper.\nHe won a gold medal in the triple jump at the 1920 Summer Olympics in Antwerp. The 14.50 meter jumps he made during the qualifying round was counted for the main event and were enough for the win.",
      "pageId": 4365049,
      "monthDay": "03/26"
    },
    {
      "year": "1893",
      "uri": "/wiki/Dhirendra_Nath_Ganguly",
      "name": "Dhirendra Nath Ganguly",
      "aboutText": "Dhirendra Nath Ganguly (Bengali: ধীরেন্দ্রনাথ গাঙ্গুলী) (26 March 1893 - 18 November 1978), better known as Dhiren Ganguly or D.G, was a Dadasaheb Phalke Award winning and Padma Bhushan recipient film entrepreneur/actor/director of Bengali Cinema. He had set up a number of film production companies: Indo British Film company, British Dominion Films, Lotus Film Company. Later, he directed films for New Theatres.",
      "pageId": 8615600,
      "monthDay": "03/26"
    },
    {
      "year": "1893",
      "uri": "/wiki/Palmiro_Togliatti",
      "name": "Palmiro Togliatti",
      "aboutText": "Hugh Nathaniel Mulzac (March 26, 1886–January 30, 1971) was an African-American member of the United States Merchant Marine. He earned a Master rating in 1918 which should have qualified him to command a ship, but this did not happen until September 29, 1942 because of racial discrimination.",
      "pageId": 9685659,
      "monthDay": "03/26"
    },
    {
      "year": "1894",
      "uri": "/wiki/Viorica_Ursuleac",
      "name": "Viorica Ursuleac",
      "aboutText": "Waldemar Tietgens (March 26, 1879 – July 28, 1917) was a German rower who competed in the 1900 Summer Olympics.",
      "pageId": 12664897,
      "monthDay": "03/26"
    },
    {
      "year": "1895",
      "uri": "/wiki/Vilho_Tuulos",
      "name": "Vilho Tuulos",
      "aboutText": "Poul Reumert (26 March 1883 - 19 April 1968) was a Danish stage and film actor.",
      "pageId": 19493496,
      "monthDay": "03/26"
    },
    {
      "year": "1898",
      "uri": "/wiki/Rudolf_Dassler",
      "name": "Rudolf Dassler",
      "aboutText": "Joseph John Campbell (March 26, 1904 – October 30, 1987) was an American mythologist, writer and lecturer, best known for his work in comparative mythology and comparative religion. His work covers many aspects of the human experience.",
      "pageId": 16315,
      "monthDay": "03/26"
    },
    {
      "year": "1898",
      "uri": "/wiki/Charles_Shadwell_(musician)",
      "name": "Charles Shadwell",
      "aboutText": "Thomas Lanier \"Tennessee\" Williams III (March 26, 1911 – February 25, 1983) was an American playwright and author of many stage classics. Along with Eugene O'Neill and Arthur Miller he is considered among the three foremost playwrights in 20th century American drama.\nAfter years of obscurity, he became suddenly famous with The Glass Menagerie (1944), closely reflecting his own unhappy family background.",
      "pageId": 44634,
      "monthDay": "03/26"
    },
    {
      "year": "1904",
      "uri": "/wiki/Joseph_Campbell",
      "name": "Joseph Campbell",
      "aboutText": "Viktor Emil Frankl (26 March 1905 – 2 September 1997) was an Austrian neurologist and psychiatrist as well as a Holocaust survivor. Frankl was the founder of logotherapy, which is a form of existential analysis, the \"Third Viennese School of Psychotherapy\". His best-selling book Man's Search for Meaning (published under a different title in 1959: From Death-Camp to Existentialism, and originally published in 1946 as Trotzdem Ja Zum Leben Sagen: Ein Psychologe erlebt das Konzentrationslager, meaning Nevertheless, Say \"Yes\" to Life: A Psychologist Experiences the Concentration Camp) chronicles his experiences as a concentration camp inmate, which led him to discover the importance of finding meaning in all forms of existence, even the most brutal ones, and thus, a reason to continue living.",
      "pageId": 177316,
      "monthDay": "03/26"
    },
    {
      "year": "1904",
      "uri": "/wiki/Emilio_Fern%C3%A1ndez",
      "name": "Emilio Fernández",
      "aboutText": "Sir Bernard Katz, FRS (26 March 1911 – 20 April 2003) was a German-born biophysicist, noted for his work on nerve biochemistry. He shared the Nobel Prize in physiology or medicine in 1970 with Julius Axelrod and Ulf von Euler.",
      "pageId": 215426,
      "monthDay": "03/26"
    },
    {
      "year": "1904",
      "uri": "/wiki/Xenophon_Zolotas",
      "name": "Xenophon Zolotas",
      "aboutText": "John Langshaw \"J. L.\" Austin (26 March 1911 – 8 February 1960) was a British philosopher of language and leading proponent of ordinary language philosophy, perhaps best-known for developing the theory of speech acts.\nPrior to Austin, the attention of linguistic and analytic philosophers had been directed almost exclusively to statements, assertions, and propositions — to linguistic acts that (at least in theory) have truth-value.",
      "pageId": 238143,
      "monthDay": "03/26"
    },
    {
      "year": "1905",
      "uri": "/wiki/Monty_Berman",
      "name": "Monty Berman",
      "aboutText": "Xenophon Zolotas (Greek: Ξενοφών Ζολώτας, 26 March 1904 – 10 June 2004), was a Greek economist and served as an interim non-party Prime Minister of Greece.",
      "pageId": 471512,
      "monthDay": "03/26"
    },
    {
      "year": "1905",
      "uri": "/wiki/Andr%C3%A9_Cluytens",
      "name": "André Cluytens",
      "aboutText": "Mahadevi Varma (Hindi: महादेवी वर्मा) best known as an outstanding Hindi poet, and was a freedom fighter, woman's activist and educationist from India. She is widely regarded as the \"modern Meera\". She was a major poet of the Chhayavaad generation, a period of romanticism in Modern Hindi poetry ranging from 1914–1938.",
      "pageId": 501717,
      "monthDay": "03/26"
    },
    {
      "year": "1905",
      "uri": "/wiki/Viktor_Frankl",
      "name": "Viktor Frankl",
      "aboutText": "Franz Paul Stangl (March 26, 1908 – June 28, 1971) was an Austrian-born SS commandant of the Sobibór and Treblinka extermination camps during the Operation Reinhard phase of the Holocaust. He was arrested in Brazil in 1967, extradited and tried in West Germany for the mass murder of 900,000 people, and in 1970 was found guilty and sentenced to the maximum penalty, life imprisonment.",
      "pageId": 890282,
      "monthDay": "03/26"
    },
    {
      "year": "1906",
      "uri": "/wiki/Rafael_M%C3%A9ndez",
      "name": "Rafael Méndez",
      "aboutText": "Azellus Denis, PC, QC (March 26, 1907 – September 4, 1991) was a Canadian politician who served in the Parliament of Canada as a Member of Parliament and Senator for the longest period of time, 55 years, 10 months and 20 days.\nBorn in Saint-Norbert, Quebec, the son of Arsène Denis and Georgiana Laporte, he was educated in Saint-Norbert, Joliette and at the Université de Montréal. Denis practised law in Montreal.",
      "pageId": 1636458,
      "monthDay": "03/26"
    },
    {
      "year": "1907",
      "uri": "/wiki/Azellus_Denis",
      "name": "Azellus Denis",
      "aboutText": "Emilio \"El Indio\" Fernández (born Emilio Fernández Romo, Spanish: [eˈmiljo feɾˈnandes ˈromo]; March 26, 1904 – August 6, 1986) was a Mexican film director, actor and screenwriter. He was one of the most prolific film directors of the Golden Age of Mexican cinema in the 1940s and 1950s. He is best known for his work as director of the film Maria Candelaria, which won the Palme d'Or award at the 1946 Cannes Film Festival.",
      "pageId": 2989519,
      "monthDay": "03/26"
    },
    {
      "year": "1907",
      "uri": "/wiki/Mahadevi_Varma",
      "name": "Mahadevi Varma",
      "aboutText": "Jacqueline Worms de Romilly (French: [ʁɔmiji]; née David, 26 March 1913 – 18 December 2010) was a Franco-Greek philologist, classical scholar and fiction writer. Because she was of Jewish ancestry, the Vichy government suspended her from her teaching duties during the Occupation of France. She was the first woman nominated to the Collège de France, and in 1988, the second woman to enter the Académie française.",
      "pageId": 3420635,
      "monthDay": "03/26"
    },
    {
      "year": "1908",
      "uri": "/wiki/Franz_Stangl",
      "name": "Franz Stangl",
      "aboutText": "André Cluytens (French pronunciation: ​[ɑ̃ːdʁe klɥitɑ̃s], Dutch pronunciation: [ɑn'dreː 'klœ.ytəns]; born Augustin Zulma Alphonse Cluytens) (26 March 1905 – 3 June 1967) was a Belgian-born French conductor who was active in the concert hall, opera house and recording studio. His repertoire extended from Viennese classics through French composers to 20th century works. Although much of his career was spent in France, he was the first French conductor at Bayreuth in 1955; he also conducted the Ring and Parsifal at La Scala.",
      "pageId": 3928641,
      "monthDay": "03/26"
    },
    {
      "year": "1908",
      "uri": "/wiki/Henry_(Hank)_Sylvern",
      "name": "Henry (Hank) Sylvern",
      "aboutText": "Rafael Méndez (March 26, 1906 - September 15, 1981) was a popular Mexican virtuoso solo trumpeter.",
      "pageId": 4011554,
      "monthDay": "03/26"
    },
    {
      "year": "1910",
      "uri": "/wiki/K._W._Devanayagam",
      "name": "K. W. Devanayagam",
      "aboutText": "Henry \"Hank\" Sylvern (26 March 1908 – 4 July 1964) was born in Brooklyn, NY. Hank was a U.S. organist and composer, who worked on radio and TV shows some of which are listed below:",
      "pageId": 4568111,
      "monthDay": "03/26"
    },
    {
      "year": "1911",
      "uri": "/wiki/Lennart_Atterwall",
      "name": "Lennart Atterwall",
      "aboutText": "Rudolf Dassler (26 March 1898, Herzogenaurach, (Germany) - 27 October 1974, Herzogenaurach) was the German founder of the sportswear company Puma and the older brother of Adidas founder, Adolf \"Adi\" Dassler. The brothers were partners in a shoe company Adi started, Gebrüder Dassler Schuhfabrik (Dassler Brothers Shoe Factory). Rudi joined in 1924, however the brothers became rivals following World War II and started their own companies in 1948.",
      "pageId": 5286962,
      "monthDay": "03/26"
    },
    {
      "year": "1911",
      "uri": "/wiki/J._L._Austin",
      "name": "J. L. Austin",
      "aboutText": "Nestor Montague \"Monty\" Berman (26 March 1905 in Whitechapel, London, England  - 14 June 2006 in London, England) was a British cinematographer and film and television producer.",
      "pageId": 6322595,
      "monthDay": "03/26"
    },
    {
      "year": "1911",
      "uri": "/wiki/T._Hee",
      "name": "T. Hee",
      "aboutText": "\"T.\" (Thornton) Hee (March 26, 1911 – October 30, 1988) was an American animator, director, and teacher. He taught character design and caricature. He is always credited as T. Hee.",
      "pageId": 8948402,
      "monthDay": "03/26"
    },
    {
      "year": "1911",
      "uri": "/wiki/Bernard_Katz",
      "name": "Bernard Katz",
      "aboutText": "Charles Murray Winstanley Shadwell [1] (26 March 1898 in Surrey, England – 28 July 1979 in Pershore, Worcestershire, England) [2] was a British conductor and bandleader.\nShadwell was the founder of the Cambridge Concert Orchestra, and the conductor of the BBC Variety Orchestra, which he held from 1936 - 1967. Charles had four daughters: Joan (1918-2001) a singer who performed under the name Joan Winters; Charles and Joan appeared together in the British feature film Variety Jubilee (1943); Daphne (b.",
      "pageId": 10410558,
      "monthDay": "03/26"
    },
    {
      "year": "1911",
      "uri": "/wiki/Tennessee_Williams",
      "name": "Tennessee Williams",
      "aboutText": "Lennart Atterwall (26 March 1911 – 23 April 2001) was a Swedish javelin thrower. He finished fourth at the 1936 Summer Olympics and won the European title in 1946.\n^ \"Lennart Atterwall\".",
      "pageId": 31240470,
      "monthDay": "03/26"
    },
    {
      "year": "1913",
      "uri": "/wiki/Jacqueline_de_Romilly",
      "name": "Jacqueline de Romilly",
      "aboutText": "Kanapathipillai William Devanayagam (26 March 1910 – 17 December 2002; known as Bill Devanayagam) was a Sri Lankan Tamil lawyer, politician, government minister and Member of Parliament.",
      "pageId": 40153284,
      "monthDay": "03/26"
    },
    {
      "year": "1913",
      "uri": "/wiki/Paul_Erd%C5%91s",
      "name": "Paul Erdős",
      "aboutText": "Pierre Boulez (French: [pjɛʁ bu.lɛːz]; born 26 March 1925) is a French composer, conductor, prolific writer, and pianist. He is also the founder and former director of the Paris based Institut de Recherche et Coordination Acoustique/Musique (IRCAM).\nIn his early career, Boulez played a key role in the development of integral serialism, controlled chance and electronic music.",
      "pageId": 66592,
      "monthDay": "03/26"
    },
    {
      "year": "1913",
      "uri": "/wiki/Salme_Rootare",
      "name": "Salme Rootare",
      "aboutText": "William Childs Westmoreland (March 26, 1914 – July 18, 2005) was a United States Army general, who most notably commanded U.S. forces during the Vietnam War from 1964 to 1968.\nFrom Westmoreland’s arrival in South Vietnam in January 1964, his brief was to achieve outright victory over the Northern-backed Viet Cong, with minimal US casualties, without provoking the Chinese by attacks on the North. Even some of his critics acknowledged that these demands were contradictory, and when casualties inevitably mounted, he was accused of pursuing a war of attrition.",
      "pageId": 80208,
      "monthDay": "03/26"
    },
    {
      "year": "1914",
      "uri": "/wiki/Toru_Kumon",
      "name": "Toru Kumon",
      "aboutText": "Robert Brackett \"Bob\" Elliott (born March 26, 1923) is an American actor and comedian, formerly one-half of the comedy duo of Bob and Ray.",
      "pageId": 100856,
      "monthDay": "03/26"
    },
    {
      "year": "1914",
      "uri": "/wiki/William_Westmoreland",
      "name": "William Westmoreland",
      "aboutText": "Strother Douglas Martin, Jr. (March 26, 1919 – August 1, 1980), was an American character actor who often appeared in support of superstars John Wayne and Paul Newman and was memorable in Western films directed by John Ford and Sam Peckinpah. Martin perhaps is best known as the prison \"captain\" in the 1967 film Cool Hand Luke, in which he uttered the since famous line, \"What we've got here is failure to communicate.\" The line is number 11 on the American Film Institute list of AFI's 100 Years...100 Movie Quotes.",
      "pageId": 383263,
      "monthDay": "03/26"
    },
    {
      "year": "1915",
      "uri": "/wiki/Lennart_Strandberg",
      "name": "Lennart Strandberg",
      "aboutText": "Paul Erdős (Hungarian: Erdős Pál [ˈɛrdøːʃ ˈpaːl]; 26 March 1913 – 20 September 1996) was a Hungarian mathematician. He was one of the most prolific mathematicians of the 20th century. He was known both for his social practice of mathematics (he engaged more than 500 collaborators) and for his eccentric lifestyle (Time magazine called him The Oddball's Oddball).",
      "pageId": 601284,
      "monthDay": "03/26"
    },
    {
      "year": "1915",
      "uri": "/wiki/Hwang_Sun-won",
      "name": "Hwang Sun-won",
      "aboutText": "Christian Boehmer Anfinsen, Jr. (March 26, 1916 – May 14, 1995) was an American biochemist.",
      "pageId": 669196,
      "monthDay": "03/26"
    },
    {
      "year": "1916",
      "uri": "/wiki/Christian_B._Anfinsen",
      "name": "Christian B. Anfinsen",
      "aboutText": "Sterling Walter Hayden (born Sterling Relyea Walter; March 26, 1916 – May 23, 1986) was an American actor and author. For most of his career as a leading man, he specialized in westerns and film noir, such as Johnny Guitar, The Asphalt Jungle, and The Killing. Later on he became noted as a character actor for such roles as Gen.",
      "pageId": 921360,
      "monthDay": "03/26"
    },
    {
      "year": "1916",
      "uri": "/wiki/Bill_Edrich",
      "name": "Bill Edrich",
      "aboutText": "Hwang Sun-wŏn (March 26, 1915 - September 14, 2000) was a Korean short story writer, novelist, and poet.",
      "pageId": 1178361,
      "monthDay": "03/26"
    },
    {
      "year": "1916",
      "uri": "/wiki/Sterling_Hayden",
      "name": "Sterling Hayden",
      "aboutText": "Serjio Roberto Livingstone Pohlhammer (26 March 1920 – 11 September 2012), later simply known as Sergio Livingstone, was a Chilean goalkeeper, who later became a well regarded journalist. He was nicknamed \"El Sapo\" (\"The Toad\") for his typical posture in the goal mouth. From 1938–59 he played primarily for CD Universidad Católica in Santiago.",
      "pageId": 1471672,
      "monthDay": "03/26"
    },
    {
      "year": "1916",
      "uri": "/wiki/Harry_Rabinowitz",
      "name": "Harry Rabinowitz",
      "aboutText": "Oscar Sala (born March 26, 1922 in Milan, Italy, d. January 2, 2010 in São Paulo, Brazil), Italian-Brazilian nuclear physicist and important scientific leader, Emeritus Professor of the Institute of Physics, University of São Paulo.\nSala graduated in physics in 1943, at the then recently created University of São Paulo, in São Paulo, Brazil.",
      "pageId": 1632343,
      "monthDay": "03/26"
    },
    {
      "year": "1917",
      "uri": "/wiki/Ed_Peck",
      "name": "Ed Peck",
      "aboutText": "Toru Kumon (公文 公, Kumon Tōru, March 26, 1914 – July 25, 1995) was a Japanese mathematics educator, born in Kōchi Prefecture, Japan. He graduated from the College of Science at Osaka University with a degree in mathematics and taught high school mathematics in his home town of Osaka. In 1954, Kumon began to teach his oldest son, who was doing poorly in mathematics in primary school, and developed what later became known as the Kumon method.",
      "pageId": 1652616,
      "monthDay": "03/26"
    },
    {
      "year": "1919",
      "uri": "/wiki/Roger_Leger",
      "name": "Roger Leger",
      "aboutText": "William John \"Bill\" Edrich DFC (26 March 1916 – 24 April 1986) was a distinguished cricketer who played for Middlesex, MCC, Norfolk and England.\nEdrich's three brothers, Brian, Eric and Geoff, and also his cousin, John, all played first-class cricket. Locally in Norfolk the Edriches were able to raise a full team of eleven.",
      "pageId": 2647112,
      "monthDay": "03/26"
    },
    {
      "year": "1919",
      "uri": "/wiki/Strother_Martin",
      "name": "Strother Martin",
      "aboutText": "Guido Stampacchia (26 March 1922 - 27 April 1978) was a 20th-century Italian mathematician, known for his work on the theory of variational inequalities, the calculus of variation and the theory of elliptic partial differential equations.",
      "pageId": 4872667,
      "monthDay": "03/26"
    },
    {
      "year": "1920",
      "uri": "/wiki/Sergio_Livingstone",
      "name": "Sergio Livingstone",
      "aboutText": "Gert Bastian (26 March 1923 – presumably 1 October 1992) was a German military officer and politician with the German Green Party.",
      "pageId": 5141621,
      "monthDay": "03/26"
    },
    {
      "year": "1922",
      "uri": "/wiki/Oscar_Sala",
      "name": "Oscar Sala",
      "aboutText": "Thomas Edward Graham, Baron Graham of Edmonton, PC (born 26 March 1925) is an English Labour Co-operative politician.",
      "pageId": 5814882,
      "monthDay": "03/26"
    },
    {
      "year": "1922",
      "uri": "/wiki/Guido_Stampacchia",
      "name": "Guido Stampacchia",
      "aboutText": "Joseph Ernest Roger Leger (March 26, 1919 – April 7, 1965) was a professional ice hockey player who played 187 games in the National Hockey League. He was born in L'Annonciation, Quebec.",
      "pageId": 11386032,
      "monthDay": "03/26"
    },
    {
      "year": "1923",
      "uri": "/wiki/Gert_Bastian",
      "name": "Gert Bastian",
      "aboutText": "Salme Rootare (March 26, 1913 – October 21, 1987) was an Estonian chess master.\nShe was fifteen times Estonian Champion (1945, 1948, 1949, 1950, 1954, 1956, 1957, 1960, 1962, 1964, 1966, 1969, 1970, 1971, and 1972).\nSalme tied for 4-5th at Plovdiv 1959 (Candidates Tournament, Women’s World Chess Championship).",
      "pageId": 11730888,
      "monthDay": "03/26"
    },
    {
      "year": "1923",
      "uri": "/wiki/Bob_Elliott_(comedian)",
      "name": "Bob Elliott",
      "aboutText": "Ed Peck (March 26, 1917 – September 12, 1992) was an American actor.\nPeck was born in New York City and was active in television and in films from 1951 to 1983, specializing in playing either police officers or military officers.\nOne of his most notable parts on screen was among his last, in the television series Happy Days, in the recurring role as police officer Kirk from 1975 to 1983.",
      "pageId": 21005770,
      "monthDay": "03/26"
    },
    {
      "year": "1925",
      "uri": "/wiki/Pierre_Boulez",
      "name": "Pierre Boulez",
      "aboutText": "Harry Rabinowitz MBE (born 26 March 1916 in Johannesburg, South Africa) is a British conductor and composer of film and television music.\nHarry Rabinowitz is the son of Israel Rabinowitz and Eva, née Kirkel.",
      "pageId": 21867448,
      "monthDay": "03/26"
    },
    {
      "year": "1925",
      "uri": "/wiki/Edward_Graham,_Baron_Graham_of_Edmonton",
      "name": "Edward Graham, Baron Graham of Edmonton",
      "aboutText": "Lennart Strandberg (26 March 1915 – 23 December 1989) was a Swedish sprinter, who specialized in the 100 metres event, in which he won a Bronze medal at the 1938 European Championships and finished sixth at the 1936 Summer Olympics. In 1938, he also won a Silver medal with the Swedish 4×100m relay team.",
      "pageId": 27911899,
      "monthDay": "03/26"
    },
    {
      "year": "1925",
      "uri": "/wiki/Ben_Mondor",
      "name": "Ben Mondor",
      "aboutText": "Sandra Day O'Connor (born March 26, 1930) is a retired associate justice of the Supreme Court of the United States, serving from her appointment in 1981 by Ronald Reagan until her retirement in 2006. She was the first woman to be appointed to the Court.\nPrior to O'Connor's appointment to the Court, she was an elected official and judge in Arizona serving as the first female Majority Leader in the United States as the Republican leader in the Arizona Senate.",
      "pageId": 42640,
      "monthDay": "03/26"
    },
    {
      "year": "1925",
      "uri": "/wiki/James_Moody_(saxophonist)",
      "name": "James Moody",
      "aboutText": "Leonard Simon Nimoy (/ˈniːmɔɪ/; March 26, 1931 – February 27, 2015) was an American actor, film director, photographer, author, singer, and songwriter. He was known for his role as Mr. Spock of the Star Trek franchise, a character he portrayed in television and film from a pilot episode shot in late 1964 to his final film performance released in 2013.",
      "pageId": 53569,
      "monthDay": "03/26"
    },
    {
      "year": "1926",
      "uri": "/wiki/T._Sivasithamparam",
      "name": "T. Sivasithamparam",
      "aboutText": "Alan Wolf Arkin (born March 26, 1934) is an Academy Award winning American actor, director, comedian, musician and singer. With a film career spanning nearly 60 years, Arkin is known for his performances in Wait Until Dark, The Russians Are Coming, the Russians Are Coming, The Heart is a Lonely Hunter, Catch-22, The In-Laws, Edward Scissorhands, Glengarry Glen Ross, Thirteen Conversations About One Thing, Little Miss Sunshine, and Argo.\nHe has been nominated for the Academy Award for Best Actor twice for his performances in The Russians Are Coming, the Russians Are Coming and The Heart Is a Lonely Hunter.",
      "pageId": 161895,
      "monthDay": "03/26"
    },
    {
      "year": "1927",
      "uri": "/wiki/Harold_Chapman",
      "name": "Harold Chapman",
      "aboutText": "Gregory Nunzio Corso (March 26, 1930 – January 17, 2001) was an American poet, youngest of the inner circle of Beat Generation writers (with Jack Kerouac, Allen Ginsberg, and William S. Burroughs).",
      "pageId": 227290,
      "monthDay": "03/26"
    },
    {
      "year": "1929",
      "uri": "/wiki/Edwin_Turney",
      "name": "Edwin Turney",
      "aboutText": "Mahmoud Abbas (Arabic: مَحْمُود عَبَّاس‎, Maḥmūd ʿAbbās; born 26 March 1935), also known by the kunya Abu Mazen (Arabic: أَبُو مَازِن‎, 'Abū Māzin), is the President of the State of Palestine and Palestinian National Authority. He has been the Chairman of the Palestine Liberation Organization (PLO) since 11 November 2004 and has been Palestinian president since 15 January 2005 (Palestinian National Authority since 15 January 2005 and State of Palestine since 8 May 2005). Abbas is a member of the Fatah party.",
      "pageId": 232595,
      "monthDay": "03/26"
    },
    {
      "year": "1930",
      "uri": "/wiki/Gregory_Corso",
      "name": "Gregory Corso",
      "aboutText": "Harry Norbert Kalas (March 26, 1936 – April 13, 2009) was an American sportscaster, best known for his Ford C. Frick Award-winning role as lead play-by-play announcer for Major League Baseball's Philadelphia Phillies, a position he held from 1971 until his death in 2009.\nKalas was also closely identified with the National Football League, serving as a voice-over narrator for NFL Films productions (a regular feature on Inside the NFL) and calling football games nationally for Westwood One radio.",
      "pageId": 521124,
      "monthDay": "03/26"
    },
    {
      "year": "1930",
      "uri": "/wiki/Sandra_Day_O%27Connor",
      "name": "Sandra Day O'Connor",
      "aboutText": "Vine Victor Deloria, Jr. (March 26, 1933 – November 13, 2005) was a Native American author, theologian, historian, and activist. He was widely known for his book Custer Died for Your Sins: An Indian Manifesto (1969), which helped generate national attention to Native American issues in the same year as the Alcatraz-Red Power Movement.",
      "pageId": 1635718,
      "monthDay": "03/26"
    },
    {
      "year": "1931",
      "uri": "/wiki/Leonard_Nimoy",
      "name": "Leonard Nimoy",
      "aboutText": "Wayne Richard Embry (born March 26, 1937) is a retired American basketball player; a center/forward whose 11-year career spanned from 1958 to 1969.",
      "pageId": 2819289,
      "monthDay": "03/26"
    },
    {
      "year": "1932",
      "uri": "/wiki/Leroy_Griffith",
      "name": "Leroy Griffith",
      "aboutText": "Bernard Georges \"Ben\" Omer Mondor (March 26, 1925–October 3, 2010) was a Canadian-born American baseball executive.\nMondor was born on March 26, 1925 in St-Ignace-du-Lac, Maskinongé, Quebec, son of Rosario Mondor and Opalma Brault. The village he was born in disappeared under water in 1931 with the construction of the Taureau Reservoir on the Matawin River.",
      "pageId": 2828037,
      "monthDay": "03/26"
    },
    {
      "year": "1933",
      "uri": "/wiki/Vine_Deloria,_Jr.",
      "name": "Vine Deloria, Jr.",
      "aboutText": "Giora Feidman (born March 26, 1936) is an Argentine-born Israeli clarinetist who specializes in klezmer music.",
      "pageId": 4335896,
      "monthDay": "03/26"
    },
    {
      "year": "1933",
      "uri": "/wiki/Acharya_Kuber_Nath_Rai",
      "name": "Acharya Kuber Nath Rai",
      "aboutText": "James Matthew Lee, PC (born March 26, 1937) was the 26th Premier of Prince Edward Island (1981–86). He was the leader of the PEI Progressive Conservative Party from 1981 to 1987.\nBorn in Charlottetown, Prince Edward Island, the son of James Matthew Lee and Catherine Blanchard, Lee was educated at Saint Dunstan's University.",
      "pageId": 4605882,
      "monthDay": "03/26"
    },
    {
      "year": "1934",
      "uri": "/wiki/Alan_Arkin",
      "name": "Alan Arkin",
      "aboutText": "Norman Ackroyd, CBE, RA (born 26 March 1938 in Leeds, Yorkshire) is an English artist known primarily for his aquatint work. He lives and is based in Bermondsey, London.",
      "pageId": 5488770,
      "monthDay": "03/26"
    },
    {
      "year": "1935",
      "uri": "/wiki/Mahmoud_Abbas",
      "name": "Mahmoud Abbas",
      "aboutText": "Barbara Pearl Jones (later Slater, born March 26, 1937) is a retired American athlete, who competed in the 1952 Summer Olympics and in the 1960 Summer Olympics.\nShe lives in the Atlanta, Georgia area.\nJones competed for the United States at the 1952 Summer Olympics held in Helsinki, Finland, where she won the gold medal in the 4 x 100 m relay with her teammates Mae Faggs, Janet Moreau and Catherine Hardy.",
      "pageId": 6904275,
      "monthDay": "03/26"
    },
    {
      "year": "1935",
      "uri": "/wiki/Stig_Pettersson",
      "name": "Stig Pettersson",
      "aboutText": "James Moody (March 26, 1925 – December 9, 2010) was an American jazz saxophone and flute player and occasional vocalist, playing predominantly in the bebop and hard bop styles.\nMoody had an unexpected hit with \"Moody's Mood for Love,\" a 1952 song written by Eddie Jefferson which used as its melody an improvised solo that Moody had played on a 1949 recording of \"I'm in the Mood for Love\".",
      "pageId": 8836679,
      "monthDay": "03/26"
    },
    {
      "year": "1936",
      "uri": "/wiki/Giora_Feidman",
      "name": "Giora Feidman",
      "aboutText": "Edwin James Turney (March 26, 1929, Brooklyn, New York - October 15, 2008) is best known as one of the founders of Advanced Micro Devices serving as the Vice President of Sales and Administration from 1969 to 1974.",
      "pageId": 10518796,
      "monthDay": "03/26"
    },
    {
      "year": "1936",
      "uri": "/wiki/Harry_Kalas",
      "name": "Harry Kalas",
      "aboutText": "Harold Stephen Chapman (born 26 March 1927 in Deal) is a photographer noted for chronicling the 1950s in Paris.\nHe has produced a large body of work over many years, with his most significant period from the mid-1950s to the early 1960s, when he lived in a backstreet Left Bank guesthouse in Paris later nicknamed (by Verta Kali Smart) ‘the Beat Hotel’. There he chronicled in detail the life and times of his fellow residents – among them Allen Ginsberg and his lover Peter Orlovsky, William S. Burroughs, Gregory Corso, Sinclair Beiles, Brion Gysin, Harold Norse, and other great names of Beat Generation poetry and art.",
      "pageId": 11676938,
      "monthDay": "03/26"
    },
    {
      "year": "1937",
      "uri": "/wiki/Wayne_Embry",
      "name": "Wayne Embry",
      "aboutText": "Kuber Nath Rai (March 26, 1933 – June 5, 1996) was a writer and scholar of Hindi literature and Sanskrit.",
      "pageId": 19885101,
      "monthDay": "03/26"
    },
    {
      "year": "1937",
      "uri": "/wiki/Barbara_Jones_(athlete)",
      "name": "Barbara Jones",
      "aboutText": "Thamotharampillai Sivasithamparam (Tamil: தாமோதரம்பிள்ளை சிவசிதம்பரம்; 26 March 1926 – 9 November 1992) was a Sri Lankan Tamil politician and Member of Parliament.",
      "pageId": 32357882,
      "monthDay": "03/26"
    },
    {
      "year": "1937",
      "uri": "/wiki/James_Lee_(Canadian_politician)",
      "name": "James Lee",
      "aboutText": "Leroy Charles Griffith (born March 26, 1932) is an American theater and nightclub proprietor, former Broadway theater producer, and film producer. He has owned, leased, or operated more than 60 adult entertainment theaters across the United States, dating from the burlesque era of the 1950s to present day nightclubs. During burlesque's heyday, he was a prolific producer of live stage shows featuring showgirls, strippers, comedians, and other stars of the era.",
      "pageId": 40294608,
      "monthDay": "03/26"
    },
    {
      "year": "1938",
      "uri": "/wiki/Norman_Ackroyd",
      "name": "Norman Ackroyd",
      "aboutText": "Stig Roland Helmer \"Stickan\" Pettersson (born 26 March 1935) is a retired Swedish high jumper. He won two medals at the European Championships and competed in three Olympic Games.",
      "pageId": 42314147,
      "monthDay": "03/26"
    },
    {
      "year": "1938",
      "uri": "/wiki/Anthony_James_Leggett",
      "name": "Anthony James Leggett",
      "aboutText": "Clinton Richard Dawkins FRS FRSL (born 26 March 1941) is a British ethologist, evolutionary biologist, and writer. He is an emeritus fellow of New College, Oxford, and was the University of Oxford's Professor for Public Understanding of Science from 1995 until 2008.\nDawkins is a noted atheist, a patron of the British Humanist Association, and a supporter of the Brights movement, and is well known for his criticism of creationism and intelligent design.",
      "pageId": 25867,
      "monthDay": "03/26"
    },
    {
      "year": "1940",
      "uri": "/wiki/James_Caan",
      "name": "James Caan",
      "aboutText": "Nancy Patricia D'Alesandro Pelosi (/pəˈloʊsi/; born March 26, 1940) is the Minority Leader of the United States House of Representatives and served as the 60th Speaker of the United States House of Representatives from 2007 to 2011. She is the only woman to have served as the House Speaker and to date is the highest-ranking female politician in American history.\nA member of the Democratic Party, Pelosi represents California's 12th congressional district, which consists of four-fifths of the city and county of San Francisco.",
      "pageId": 147301,
      "monthDay": "03/26"
    },
    {
      "year": "1940",
      "uri": "/wiki/Nancy_Pelosi",
      "name": "Nancy Pelosi",
      "aboutText": "Diana Ernestine Earle Ross (born March 26, 1944) is an American singer, songwriter, actress and record producer. Born and raised in Detroit, she rose to fame as a founding member and lead singer of the vocal group The Supremes, which, during the 1960s, became Motown's most successful act and is to this day America's most successful vocal group as well as one of the world's best-selling girl groups of all time. As part of the Supremes, Ross most notably rivaled the career of The Beatles in worldwide popularity, and her success made it possible for future African American R&B and soul acts to find mainstream success.",
      "pageId": 154695,
      "monthDay": "03/26"
    },
    {
      "year": "1941",
      "uri": "/wiki/Richard_Dawkins",
      "name": "Richard Dawkins",
      "aboutText": "Alain Madelin (born 26 March 1946, in Paris) is a French politician and a former minister of that country.\nMadelin, a strong supporter of laissez-faire economics, was a candidate in the 2002 French presidential election as the leader of the Démocratie Libérale party, where he scored 3.91% on the first round. Following the election, he became a member of the Union for a Popular Movement (UMP).",
      "pageId": 215910,
      "monthDay": "03/26"
    },
    {
      "year": "1941",
      "uri": "/wiki/Yvon_Marcoux",
      "name": "Yvon Marcoux",
      "aboutText": "Robert Upshur \"Bob\" Woodward (born March 26, 1943) is an American investigative journalist and non-fiction author. He has worked for The Washington Post since 1971 as a reporter and is now an associate editor of the Post.\nWhile a young reporter for The Washington Post in 1972, Woodward was teamed up with Carl Bernstein; the two did much of the original news reporting on the Watergate scandal.",
      "pageId": 243545,
      "monthDay": "03/26"
    },
    {
      "year": "1942",
      "uri": "/wiki/Erica_Jong",
      "name": "Erica Jong",
      "aboutText": "Erica Jong (née Mann; born March 26, 1942) is an American author and teacher best known for her fiction and poetry, and particularly for her 1973 novel Fear of Flying. The book became famously controversial for its attitudes towards female sexuality and figured prominently in the development of second-wave feminism.",
      "pageId": 250505,
      "monthDay": "03/26"
    },
    {
      "year": "1943",
      "uri": "/wiki/Mustafa_Kalemli",
      "name": "Mustafa Kalemli",
      "aboutText": "James Edmund Caan (born March 26, 1940) is an American actor. After early roles in films such as El Dorado (1966), Caan came into prominence in the 1970s with significant roles in films such as Brian's Song (1971), The Godfather (1972), The Gambler (1974), Rollerball (1975), and A Bridge Too Far (1977). Some of Caan's subsequent notable performances include roles in Thief (1981), Misery (1990), For the Boys (1991) and Elf (2003), as well as the role of \"Big Ed\" Deline in the television series Las Vegas (2003-2008).",
      "pageId": 411085,
      "monthDay": "03/26"
    },
    {
      "year": "1943",
      "uri": "/wiki/Bob_Woodward",
      "name": "Bob Woodward",
      "aboutText": "Steven Tyler (born Steven Victor Tallarico; March 26, 1948) is an American singer-songwriter, multi-instrumentalist, and former television music competition judge, best known as the lead singer of the Boston-based rock band Aerosmith, in which he also plays the harmonica, and occasional piano and percussion. He is known as the \"Demon of Screamin'\" due to his high screams and his wide vocal range. He is also known for his on-stage acrobatics.",
      "pageId": 420438,
      "monthDay": "03/26"
    },
    {
      "year": "1944",
      "uri": "/wiki/Igor_Mitoraj",
      "name": "Igor Mitoraj",
      "aboutText": "Dar Allen Robinson (March 26, 1947 – November 21, 1986) was an American stunt performer and actor. Robinson broke 19 world records and set 21 \"world's firsts.\" He invented the decelerator (use of dragline cables rather than airbags for stunts that called for a jump from high places) which allowed a cameraman to film a top-down view of the stuntman as he fell without accidentally showing the airbag on the ground. The original decelerator can still be seen on display in Moab, Utah.",
      "pageId": 528588,
      "monthDay": "03/26"
    },
    {
      "year": "1944",
      "uri": "/wiki/Diana_Ross",
      "name": "Diana Ross",
      "aboutText": "Igor Mitoraj (March 26, 1944 – October 6, 2014) was a Polish artist born in Oederan, Germany.\n^ \"Igor Mitoraj obituary\". The Guardian.",
      "pageId": 562671,
      "monthDay": "03/26"
    },
    {
      "year": "1945",
      "uri": "/wiki/Mikhail_Voronin",
      "name": "Mikhail Voronin",
      "aboutText": "Sir Anthony James Leggett KBE FRS (born 26 March 1938), has been a professor of physics at the University of Illinois at Urbana-Champaign since 1983. Leggett is widely recognized as a world leader in the theory of low-temperature physics, and his pioneering work on superfluidity was recognized by the 2003 Nobel Prize in Physics. He has shaped the theoretical understanding of normal and superfluid helium liquids and strongly coupled superfluids.",
      "pageId": 659002,
      "monthDay": "03/26"
    },
    {
      "year": "1946",
      "uri": "/wiki/Johnny_Crawford",
      "name": "Johnny Crawford",
      "aboutText": "James Jeffrey \"Jeff\" Plewman (March 26, 1948 – May 10, 2014), better known by his stage name Nash the Slash, was a Canadian musician. A multi-instrumentalist, he was known primarily for playing electric violin and mandolin, as well as harmonica, keyboards, glockenspiel, and other instruments (sometimes described as \"devices\" on album notes).\nNash worked as a solo artist beginning in 1975; founding the progressive rock band FM in 1976.",
      "pageId": 1254515,
      "monthDay": "03/26"
    },
    {
      "year": "1946",
      "uri": "/wiki/Ji%C5%99%C3%AD_Kabe%C5%A1",
      "name": "Jiří Kabeš",
      "aboutText": "Kyung-Wha Chung (born 26 March 1948, Seoul, South Korea) is a Korean violinist.",
      "pageId": 1630678,
      "monthDay": "03/26"
    },
    {
      "year": "1946",
      "uri": "/wiki/Alain_Madelin",
      "name": "Alain Madelin",
      "aboutText": "Richard Tandy (born 26 March 1948, Birmingham, England), is an English musician, best known as the keyboardist in the rock band Electric Light Orchestra (\"ELO\").",
      "pageId": 1734331,
      "monthDay": "03/26"
    },
    {
      "year": "1947",
      "uri": "/wiki/Dar_Robinson",
      "name": "Dar Robinson",
      "aboutText": "John Ernest \"Johnny\" Crawford (born March 26, 1946) is an American character actor, singer, and musician. At age 12, Crawford rose to fame for playing Mark McCain, the son of Lucas McCain (played by Chuck Connors), in the popular ABC western series, The Rifleman, which originally aired from 1958 to 1963.",
      "pageId": 1888578,
      "monthDay": "03/26"
    },
    {
      "year": "1948",
      "uri": "/wiki/Kyung-wha_Chung",
      "name": "Kyung-wha Chung",
      "aboutText": "José Luis García-López (born March 26, 1948) is a Spanish comic book artist who works in the United States of America, particularly in a long-running relationship with DC Comics. His art from the DC Comics Style Guide (unreleased to the public and created for Licensees only) is currently still being used today on DC Comics Licensed products, most recently in the Super Heroes in Gotham 2015 exhibit at the NY Historical Society Museum.\n^ Miller, John Jackson (June 10, 2005).",
      "pageId": 4427021,
      "monthDay": "03/26"
    },
    {
      "year": "1948",
      "uri": "/wiki/Jos%C3%A9_Luis_Garc%C3%ADa-L%C3%B3pez",
      "name": "José Luis García-López",
      "aboutText": "Yvon Marcoux (born March 26, 1941 in Lévis, Quebec) is a politician and administrator in Quebec, Canada. He was the Member of the National Assembly of Quebec (MNA) for the riding of Vaudreuil from 1998 to 2014, as a member of the Quebec Liberal Party. He is also a former Minister of Justice in the Jean Charest government.",
      "pageId": 7814286,
      "monthDay": "03/26"
    },
    {
      "year": "1948",
      "uri": "/wiki/Richard_Tandy",
      "name": "Richard Tandy",
      "aboutText": "Mikhail Yakovlievitch Voronin (Russian: Михаил Яковлевич Воронин; 26 March 1945 – 22 May 2004) was a Russian gymnast, who competed for the USSR in the late 1960s-early 1970s. He won seven medals at the 1968 Summer Olympics, including two gold medals, as well as two silver medals at the 1972 Summer Olympics.\nVoronin trained at Dynamo in Moscow, becoming the Honoured Master of Sports of the USSR in 1966.",
      "pageId": 12154454,
      "monthDay": "03/26"
    },
    {
      "year": "1948",
      "uri": "/wiki/Steven_Tyler",
      "name": "Steven Tyler",
      "aboutText": "Mustafa Kalemli (born March 26, 1943) is a Turkish physician and politician, who served as government minister and Speaker of the Turkish Grand National Assembly.",
      "pageId": 34803437,
      "monthDay": "03/26"
    },
    {
      "year": "1948",
      "uri": "/wiki/Nash_the_Slash",
      "name": "Nash the Slash",
      "aboutText": "Jiří Kabeš, alias Kába (* 26 March 1946 in Křemín, Czechoslovakia) is a Czech rock singer, violist, violinist, guitarist and songwriter. From 1970 he is member of The Plastic People of the Universe which he play on viola and violin, occasionally sings and play on theremin. early seventies he played with rock'n'roll group The Old Teenagers.",
      "pageId": 36730634,
      "monthDay": "03/26"
    },
    {
      "year": "1949",
      "uri": "/wiki/Rudi_Koertzen",
      "name": "Rudi Koertzen",
      "aboutText": "Elaine Lan Chao (Chinese: 趙 小 蘭; born March 26, 1953) is an American economist who served as the 24th U.S. Secretary of Labor under President George W. Bush from 2001 to 2009. Born in Taiwan to Chinese parents, she was the first Asian American woman in U.S. history to be appointed to a U.S. president's cabinet. She is married to U.S. Senate Majority Leader Mitch McConnell.",
      "pageId": 152792,
      "monthDay": "03/26"
    },
    {
      "year": "1949",
      "uri": "/wiki/Vicki_Lawrence",
      "name": "Vicki Lawrence",
      "aboutText": "Carl Edwin Wieman (born March 26, 1951) is an American physicist and educationist at Stanford University and recipient of the Nobel Prize in Physics at the University of Colorado for the production, in 1995 with Eric Allin Cornell and Wolfgang Ketterle, of the first true Bose–Einstein condensate.\n^ Mervis, Jeffrey (28 August 2013). \"Carl Wieman Takes Physics, Education Jobs at Stanford\".",
      "pageId": 242243,
      "monthDay": "03/26"
    },
    {
      "year": "1949",
      "uri": "/wiki/Fran_Sheehan",
      "name": "Fran Sheehan",
      "aboutText": "Martin Hayter Short, CM (born March 26, 1950) is a Canadian-American actor, comedian, writer, singer and producer. He is best known for his comedy work, particularly on the TV programs SCTV and Saturday Night Live. He has starred in comedy films, such as Three Amigos (1986), Innerspace (1987), Three Fugitives (1989), Father of the Bride (1991), Pure Luck (1991), Father of the Bride Part II (1995), Mars Attacks!",
      "pageId": 315149,
      "monthDay": "03/26"
    },
    {
      "year": "1949",
      "uri": "/wiki/Patrick_S%C3%BCskind",
      "name": "Patrick Süskind",
      "aboutText": "Lincoln Davenport Chafee (/ˈtʃeɪfiː/; born March 26, 1953) is an American politician from Rhode Island who has served as the Mayor of Warwick, Rhode Island, in the United States Senate, and as the 74th Governor of Rhode Island.\nChafee entered politics as a Republican in 1985 and his first elected office was in the Warwick City Council. He is the son of Republican politician John Chafee, who served as the 66th Governor of Rhode Island, the United States Secretary of the Navy, and a U.S. Senator from Rhode Island.",
      "pageId": 335075,
      "monthDay": "03/26"
    },
    {
      "year": "1949",
      "uri": "/wiki/Ernest_Lee_Thomas",
      "name": "Ernest Lee Thomas",
      "aboutText": "Patrick Süskind (born 26 March 1949) is a German writer and screenwriter, best known for his internationally acclaimed novel Perfume: The Story of a Murderer, first published in 1985.",
      "pageId": 424935,
      "monthDay": "03/26"
    },
    {
      "year": "1950",
      "uri": "/wiki/Teddy_Pendergrass",
      "name": "Teddy Pendergrass",
      "aboutText": "Alan Anthony Silvestri (born March 26, 1950) is an American composer and conductor who works primarily in film and television. He is best known for his frequent collaboration with director Robert Zemeckis, including composing major hit films such as the Back to the Future trilogy and Forrest Gump, as well as the superhero films Captain America: The First Avenger and Marvel's The Avengers.",
      "pageId": 509738,
      "monthDay": "03/26"
    },
    {
      "year": "1950",
      "uri": "/wiki/Martin_Short",
      "name": "Martin Short",
      "aboutText": "Theodore DeReese \"Teddy\" Pendergrass (March 26, 1950 – January 13, 2010) was an American R&B/soul singer and songwriter. He first rose to fame as lead singer of Harold Melvin & the Blue Notes in the 1970s before a successful solo career at the end of the decade. In 1982, Pendergrass was severely injured in an auto accident in Philadelphia, resulting in his being paralyzed from the chest down.",
      "pageId": 518435,
      "monthDay": "03/26"
    },
    {
      "year": "1950",
      "uri": "/wiki/Alan_Silvestri",
      "name": "Alan Silvestri",
      "aboutText": "Kazuhiko Inoue (井上 和彦, Inoue Kazuhiko, born March 26, 1954) is a Japanese voice actor and singer.",
      "pageId": 809460,
      "monthDay": "03/26"
    },
    {
      "year": "1951",
      "uri": "/wiki/J%C4%81nis_Pauk%C5%A1tello",
      "name": "Jānis Paukštello",
      "aboutText": "Ernest Lee Thomas (born March 26, 1949) is an American actor. He was born in Gary, Indiana. He is best known for his role as Roger \"Raj\" Thomas on the 1970s ABC sitcom What's Happening!!, and its 1980s syndicated sequel, What's Happening Now!!, and for his recurring role as Mr.",
      "pageId": 842994,
      "monthDay": "03/26"
    },
    {
      "year": "1951",
      "uri": "/wiki/Carl_Wieman",
      "name": "Carl Wieman",
      "aboutText": "Vicki Ann Lawrence (born March 26, 1949, sometimes credited as Vicki Lawrence Schultz) is an American actress, comedienne and singer. She is known for the many characters she originated on CBS's The Carol Burnett Show where she appeared from 1967 to 1978, for the entire series run. One such character, The Family matriarch Thelma Harper/Mama, would later be the central character of the television situation comedy series Mama's Family on NBC and, later, in first-run syndication.",
      "pageId": 859427,
      "monthDay": "03/26"
    },
    {
      "year": "1952",
      "uri": "/wiki/T._A._Barron",
      "name": "T. A. Barron",
      "aboutText": "Curtis Sliwa (born March 26, 1954) is an American anti-crime activist, founder and CEO of the Guardian Angels, and radio talk show host and media personality.",
      "pageId": 1002871,
      "monthDay": "03/26"
    },
    {
      "year": "1952",
      "uri": "/wiki/Didier_Pironi",
      "name": "Didier Pironi",
      "aboutText": "Didier Joseph Louis Pironi (26 March 1952 – 23 August 1987) was a racing driver from France. During his career he competed in 72 Formula One World Championship Grands Prix, driving for Tyrrell (1978–79), Ligier (1980) and Ferrari (1981–1982).",
      "pageId": 1219767,
      "monthDay": "03/26"
    },
    {
      "year": "1953",
      "uri": "/wiki/Lincoln_Chafee",
      "name": "Lincoln Chafee",
      "aboutText": "Rudolf Eric \"Rudi\" Koertzen (/ˈkɜrtsən/; born 26 March 1949) is a former international cricket umpire.\nKoertzen was born in Knysna in the Western Cape, South Africa. A cricket enthusiast since his youth, he played league cricket while working as a clerk for South African Railways.",
      "pageId": 2043792,
      "monthDay": "03/26"
    },
    {
      "year": "1953",
      "uri": "/wiki/Elaine_Chao",
      "name": "Elaine Chao",
      "aboutText": "Thomas Archibald Barron (born March 26, 1952) is an American writer of fantasy literature, books for children and young adults, and nature books.",
      "pageId": 2782396,
      "monthDay": "03/26"
    },
    {
      "year": "1953",
      "uri": "/wiki/Tatyana_Providokhina",
      "name": "Tatyana Providokhina",
      "aboutText": "Youssouf Togoïmi (26 March 1953 – 24 September 2002) was a Chadian politician who served in the government under President Idriss Déby but subsequently led a rebel group, the Movement for Democracy and Justice in Chad (MDJT), against Déby.\n^ \"Youssouf Togoïmi\" at the Wayback Machine (archived December 30, 2005), Afrique Express, number 256, 2 October 2002 (French).",
      "pageId": 4251636,
      "monthDay": "03/26"
    },
    {
      "year": "1953",
      "uri": "/wiki/Youssouf_Togo%C3%AFmi",
      "name": "Youssouf Togoïmi",
      "aboutText": "Fran Sheehan is an American rock musician best known for being the bass player in the early incarnation of the rock band Boston.\nSheehan was perhaps the most experienced musician in the original lineup of Boston. He had been gigging with his dad since he was 5 years old and majored in vocals at the New England Conservatory Of Music.",
      "pageId": 5135435,
      "monthDay": "03/26"
    },
    {
      "year": "1954",
      "uri": "/wiki/Kazuhiko_Inoue",
      "name": "Kazuhiko Inoue",
      "aboutText": "Tatyana Providokhina (Russian: Татьяна Провидохина) (born March 26, 1953 in Leningrad) is a Soviet athlete, who mainly competed in the 800 metres.\nShe competed for the USSR in the 1980 Summer Olympics held in Moscow, where she won the bronze medal in the women's 800 metres event.",
      "pageId": 6828740,
      "monthDay": "03/26"
    },
    {
      "year": "1954",
      "uri": "/wiki/Clive_Palmer",
      "name": "Clive Palmer",
      "aboutText": "Daniel Henry Arndt (born March 26, 1955 in Saskatoon, Saskatchewan) is a former professional ice hockey left wing. He was selected in the second round of the 1975 NHL Amateur Draft, 35th overall, by the Chicago Blackhawks, as well as in the second round of the 1975 WHA Amateur Draft, 28th overall, by the New England Whalers. Arndt played parts of three seasons in the WHA, primarily with the Whalers.",
      "pageId": 13022540,
      "monthDay": "03/26"
    },
    {
      "year": "1954",
      "uri": "/wiki/Curtis_Sliwa",
      "name": "Curtis Sliwa",
      "aboutText": "Clive Frederick Palmer (Born 26 March 1954) is an Australian businessman, politician and owner of Mineralogy. He has iron ore, nickel and coal holdings. Palmer's net worth was estimated by Forbes magazine to be US$550 million as of January 2014; while the BRW magazine estimated his wealth at A$1.22 billion as of June 2014.",
      "pageId": 24092567,
      "monthDay": "03/26"
    },
    {
      "year": "1955",
      "uri": "/wiki/Danny_Arndt",
      "name": "Danny Arndt",
      "aboutText": "Jānis Paukštello (born 26 March 1951) is a Latvian actor. In the theater, since the 1970s he has worked for Dailes teātris.",
      "pageId": 24733949,
      "monthDay": "03/26"
    },
    {
      "year": "1956",
      "uri": "/wiki/Charly_McClain",
      "name": "Charly McClain",
      "aboutText": "William Jefferson Hague, Baron Hague of Richmond, PC, FRSL (born 26 March 1961) is a British Conservative politician and life peer. He represented Richmond, Yorkshire as Member of Parliament (MP) from 1989 to 2015. He also served as Leader of the House of Commons from 2014 to 2015, as Secretary of State for Foreign and Commonwealth Affairs from 2010 to 2014, and as Leader of the Conservative Party and Leader of the Opposition from 1997 to 2001.",
      "pageId": 161041,
      "monthDay": "03/26"
    },
    {
      "year": "1956",
      "uri": "/wiki/Park_Won-soon",
      "name": "Park Won-soon",
      "aboutText": "John Houston Stockton (born March 26, 1962) is an American retired professional basketball player. He spent his entire professional playing career as a point guard for the Utah Jazz of the National Basketball Association (NBA), from 1984 to 2003. Stockton is regarded as one of the best point guards of all time, holding the NBA records for most career assists and steals by considerable margins.",
      "pageId": 295717,
      "monthDay": "03/26"
    },
    {
      "year": "1957",
      "uri": "/wiki/Fiona_Bruce_(politician)",
      "name": "Fiona Bruce",
      "aboutText": "Leigh Bowery (26 March 1961 – 31 December 1994) was an Australian performance artist, club promoter, actor, pop star, model, and fashion designer, based in London. Bowery is considered one of the more influential figures in the 1980s and 1990s London and New York City art and fashion circles influencing a generation of artists and designers.",
      "pageId": 540814,
      "monthDay": "03/26"
    },
    {
      "year": "1957",
      "uri": "/wiki/Leeza_Gibbons",
      "name": "Leeza Gibbons",
      "aboutText": "Paul Robert Morley (born 26 March 1957) is an English music journalist. He wrote for the New Musical Express from 1977 to 1983 and has since written for a wide range of publications.",
      "pageId": 615654,
      "monthDay": "03/26"
    },
    {
      "year": "1957",
      "uri": "/wiki/Paul_Morley",
      "name": "Paul Morley",
      "aboutText": "Jennifer Grey (born March 26, 1960) is an American actress. She is known for her roles in the 1980s films Ferris Bueller's Day Off (1986) and Dirty Dancing (1987), for which Grey earned a Golden Globe Award nomination. She is also known for her 2010 victory in season eleven of the American version of Dancing with the Stars.",
      "pageId": 680333,
      "monthDay": "03/26"
    },
    {
      "year": "1958",
      "uri": "/wiki/Chris_Codiroli",
      "name": "Chris Codiroli",
      "aboutText": "Billy Warlock (born March 26, 1961) is an American actor best known for playing Eddie Kramer, a lifeguard on the first three seasons of Baywatch and in the reunion movie in 2003, as well as for numerous daytime roles, most notably Frankie Brady on Days of Our Lives and A. J. Quartermaine on General Hospital.",
      "pageId": 748636,
      "monthDay": "03/26"
    },
    {
      "year": "1958",
      "uri": "/wiki/Elio_de_Angelis",
      "name": "Elio de Angelis",
      "aboutText": "Marcus LeMarr Allen (born March 26, 1960) is a former American football running back and football analyst for CBS. As a professional, Allen ran for 12,243 yards and caught 587 passes for 5,412 yards during his career for both the Los Angeles Raiders and the Kansas City Chiefs from 1982 to 1997. He scored 145 touchdowns, including a then league record 123 rushing touchdowns, and was elected to six Pro Bowls over the course of his career. He was also a fairly good passer for a running back, completing 12 of 27 passes for 285 yards and six touchdowns, with only one interception.",
      "pageId": 918363,
      "monthDay": "03/26"
    },
    {
      "year": "1959",
      "uri": "/wiki/Chris_Hansen",
      "name": "Chris Hansen",
      "aboutText": "Richard Coles (born 26 March 1962) is an English musician, journalist and Church of England priest. He is known for having been the multi-instrumentalist who partnered Jimmy Somerville in the 1980s band the Communards, which achieved three Top Ten hits, including the Number 1 record and best-selling single of 1986, a club/dance version of \"Don't Leave Me This Way\". He also appears frequently on radio and television as well as in newspapers.",
      "pageId": 984367,
      "monthDay": "03/26"
    },
    {
      "year": "1960",
      "uri": "/wiki/Marcus_Allen",
      "name": "Marcus Allen",
      "aboutText": "Elio de Angelis (26 March 1958, Rome – 15 May 1986, Le Castellet) was an Italian racing driver who participated in Formula One between 1979 and 1986, racing for the Shadow, Lotus and Brabham teams. He was killed in an accident while testing the Brabham BT55 at the Paul Ricard circuit, near the commune of Le Castellet, France, in 1986.",
      "pageId": 1048978,
      "monthDay": "03/26"
    },
    {
      "year": "1960",
      "uri": "/wiki/Jennifer_Grey",
      "name": "Jennifer Grey",
      "aboutText": "Kevin Lee Seitzer (/ˈsaɪtsər/; born March 26, 1962) is an American former third baseman in Major League Baseball with the Kansas City Royals, Milwaukee Brewers, Oakland Athletics, and Cleveland Indians.",
      "pageId": 1647990,
      "monthDay": "03/26"
    },
    {
      "year": "1960",
      "uri": "/wiki/%C3%98ystein_M%C3%A6land",
      "name": "Øystein Mæland",
      "aboutText": "Charlotte Denise \"Charly\" McClain (born March 26, 1956 in Memphis, Tennessee, United States) is an American country music singer, best known for string of country hits during the 1980s.",
      "pageId": 1690039,
      "monthDay": "03/26"
    },
    {
      "year": "1960",
      "uri": "/wiki/Axel_Prahl",
      "name": "Axel Prahl",
      "aboutText": "Leeza Kim Gibbons (born March 26, 1957) is an American talk show host. She is best known as a correspondent and co-host for Entertainment Tonight (1984–1995) as well as for having her own syndicated daytime talk show, Leeza (1993-2000). Gibbons is currently the host of her own radio show, Hollywood Confidential, part of the United Stations radio syndication company.",
      "pageId": 1842870,
      "monthDay": "03/26"
    },
    {
      "year": "1961",
      "uri": "/wiki/Leigh_Bowery",
      "name": "Leigh Bowery",
      "aboutText": "Christopher Edward Hansen (born September 13, 1959), best known as Chris Hansen, is an American television journalist. He is known for his work on Dateline NBC, in particular the former segment To Catch a Predator, which revolved around catching potential Internet sex predators using a sting operation. His newest show is Killer Instinct on Investigation Discovery, which documents homicide investigations.",
      "pageId": 5138199,
      "monthDay": "03/26"
    },
    {
      "year": "1961",
      "uri": "/wiki/William_Hague",
      "name": "William Hague",
      "aboutText": "Paul Henri de Leeuw (born 26 March 1962 in Rotterdam) is a Dutch television comedian, singer and actor.\nDe Leeuw gained national fame in the late eighties and early nineties with television shows for broadcasting company VARA. Though satire was only a part of these shows and much of its humour was essentially harmless, he came into publicity with satire about Dutch show business personalities who were often ridiculed. Besides, many obscure musical acts were featured in his shows, many of which managed to gain national fame after they had been in De Leeuw's show (e.g.",
      "pageId": 5224477,
      "monthDay": "03/26"
    },
    {
      "year": "1961",
      "uri": "/wiki/Billy_Warlock",
      "name": "Billy Warlock",
      "aboutText": "Eric Allan Kramer (born March 26, 1962) is an American actor. He is known for his role as Bob Duncan in the 2010–2014 TV series Good Luck Charlie. He also co-starred as Dave Rogers in the sitcom The Hughleys.",
      "pageId": 6047036,
      "monthDay": "03/26"
    },
    {
      "year": "1962",
      "uri": "/wiki/Richard_Coles",
      "name": "Richard Coles",
      "aboutText": "Christopher Allen Codiroli (born March 26, 1958 in Oxnard, California), is a former professional baseball player who pitched in the Major Leagues in 1982–1988 and 1990.",
      "pageId": 6215257,
      "monthDay": "03/26"
    },
    {
      "year": "1962",
      "uri": "/wiki/Paul_de_Leeuw",
      "name": "Paul de Leeuw",
      "aboutText": "Øystein Mæland (born 26 March 1960) is a Norwegian psychiatrist, civil servant and politician for the Labour Party.",
      "pageId": 14970984,
      "monthDay": "03/26"
    },
    {
      "year": "1962",
      "uri": "/wiki/Eric_Allan_Kramer",
      "name": "Eric Allan Kramer",
      "aboutText": "Axel Prahl (born 26 March 1960 in Eutin) is a German actor.\nPrahl, born in Eutin, grew up in nearby Neustadt in Holstein. After his A-levels, Prahl started studying music and mathematics, but then went on to acting school in Kiel.",
      "pageId": 25730205,
      "monthDay": "03/26"
    },
    {
      "year": "1962",
      "uri": "/wiki/Kevin_Seitzer",
      "name": "Kevin Seitzer",
      "aboutText": "Fiona Claire Bruce (born 26 March 1957) is a British Conservative Party politician who is the Member of Parliament for Congleton, elected at the 2010 general election, and then again in 2015.\n^ The London Gazette: no. 59418. p.",
      "pageId": 27295985,
      "monthDay": "03/26"
    },
    {
      "year": "1962",
      "uri": "/wiki/John_Stockton",
      "name": "John Stockton",
      "aboutText": "Park Won-soon (born 26 March 1956) is a South Korean lawyer. He was elected as Mayor of Seoul, South Korea on October 26, 2011. Elected as an independent candidate with the support of the Democratic Party and Democratic Labor Party, Park's victory is seen as a blow in particular to the Grand National Party and the prospective presidential candidacy of Park Geun-hye, who had publicly supported Park Won-soon's opponent Na Kyung-won, and a triumph for the independent Ahn Cheol-Soo, whose support he received.",
      "pageId": 33537949,
      "monthDay": "03/26"
    },
    {
      "year": "1963",
      "uri": "/wiki/Natsuhiko_Kyogoku",
      "name": "Natsuhiko Kyogoku",
      "aboutText": "James Yoshinobu Iha (井葉吉伸, Iha Yoshinobu) (born March 26, 1968) is an American rock musician. He is best known as former guitarist and co-founder of the alternative rock band the Smashing Pumpkins and for his eclectic musical projects of recent years, most notably being a permanent fixture of A Perfect Circle. He was most recently a member of Tinted Windows, a 1960s/1970s inspired group with members of Cheap Trick, Fountains of Wayne, and Hanson.",
      "pageId": 202845,
      "monthDay": "03/26"
    },
    {
      "year": "1963",
      "uri": "/wiki/Roch_Voisine",
      "name": "Roch Voisine",
      "aboutText": "James Michael Imperioli (born March 26, 1966) is an American actor and director best known for his role as Christopher Moltisanti on The Sopranos, for which he won the Primetime Emmy Award for Outstanding Supporting Actor in a Drama Series in 2004. He also appeared in the TV drama series Law & Order as NYPD Detective Nick Falco. Imperioli spent the 2008-2009 television season as Detective Ray Carling in the US version of Life on Mars.",
      "pageId": 524416,
      "monthDay": "03/26"
    },
    {
      "year": "1964",
      "uri": "/wiki/Todd_Barry",
      "name": "Todd Barry",
      "aboutText": "Kenneth Arnold \"Kenny\" Chesney (born March 26, 1968) is an American country music singer and songwriter. He has recorded sixteen albums, fourteen of which have been certified gold or higher by the (RIAA). He has also produced more than forty top 10 singles on the U.S. Billboard Hot Country Songs and Country Airplay charts, 28 of which have reached number 1 on the charts.",
      "pageId": 727910,
      "monthDay": "03/26"
    },
    {
      "year": "1964",
      "uri": "/wiki/Martin_Donnelly_(racing_driver)",
      "name": "Martin Donnelly",
      "aboutText": "Hugh Peter Martin Donnelly (born 26 March 1964) is a motor racing driver from Belfast, Northern Ireland.",
      "pageId": 758577,
      "monthDay": "03/26"
    },
    {
      "year": "1964",
      "uri": "/wiki/Maria_Miller",
      "name": "Maria Miller",
      "aboutText": "Martin McDonagh (/məkˈdɒnə/; born 26 March 1970) is a playwright, screenwriter and film director, born and raised in London with both British and Irish citizenship. He has been described as one of the most important living Irish playwrights.\n^ \"Seven steps to Martin McDonagh\".",
      "pageId": 1040533,
      "monthDay": "03/26"
    },
    {
      "year": "1964",
      "uri": "/wiki/Ulf_Samuelsson",
      "name": "Ulf Samuelsson",
      "aboutText": "Joseph Armand Roch Voisine, OC ONB better known as Roch Voisine, (born 26 March 1963) is a Canadian Acadian singer-songwriter, actor, and radio and television host who lives in Montreal, Quebec and Paris, France. He writes and performs material in both English and French. He won the Juno Award for Male Vocalist of the Year in 1994.",
      "pageId": 1307833,
      "monthDay": "03/26"
    },
    {
      "year": "1965",
      "uri": "/wiki/Trey_Azagthoth",
      "name": "Trey Azagthoth",
      "aboutText": "Todd Barry (born March 26, 1964) is an American stand-up comedian, actor and voice actor.",
      "pageId": 1733984,
      "monthDay": "03/26"
    },
    {
      "year": "1965",
      "uri": "/wiki/Violeta_Szekely",
      "name": "Violeta Szekely",
      "aboutText": "Maria Frances Lewis Miller (born 26 March 1964) is a British Conservative Party politician who has been the Member of Parliament (MP) for Basingstoke since 2005. She is the Chair of the Women and Equalities Select Committee.\nShe was the Minister for Disabled People from 2010 to 2012, and from 2012 to 2014 a member of the Cabinet as Secretary of State for Culture, Media and Sport and Minister for Women and Equalities.",
      "pageId": 1872569,
      "monthDay": "03/26"
    },
    {
      "year": "1966",
      "uri": "/wiki/Lilian_Greenwood",
      "name": "Lilian Greenwood",
      "aboutText": "Trey Azagthoth (born George Michel Emmanuel III March 26, 1965 in Bellingham, Washington, United States) is an American musician best known as founder and guitarist of the Florida death metal band Morbid Angel.",
      "pageId": 1930776,
      "monthDay": "03/26"
    },
    {
      "year": "1966",
      "uri": "/wiki/Michael_Imperioli",
      "name": "Michael Imperioli",
      "aboutText": "Nicholas John Peter \"Nick\" Wirth (born 26 March 1966) is an automotive engineer and the founder and owner of Wirth Research. He is also the former owner of the Simtek Formula One team, a former aerodynamicist at March and former technical director at the Benetton, and Virgin Racing teams.",
      "pageId": 2371176,
      "monthDay": "03/26"
    },
    {
      "year": "1966",
      "uri": "/wiki/Nick_Wirth",
      "name": "Nick Wirth",
      "aboutText": "Violeta Szekely, née Beclea (born 26 March 1965, in Dolheştii Mari, Suceava County) is a Romanian former middle distance runner who competed mainly in the 1500 metres. She competed in two Olympic Games, in 1992 and 2000.",
      "pageId": 2618897,
      "monthDay": "03/26"
    },
    {
      "year": "1968",
      "uri": "/wiki/Laurent_Brochard",
      "name": "Laurent Brochard",
      "aboutText": "Laurent Brochard (born March 26, 1968 in Le Mans, France) is a retired professional road racing cyclist from France. In 1997 he won a stage of the Tour de France and became world road champion in San Sebastián, Spain.\nBrochard was a runner and started cycling competitively at 19.",
      "pageId": 2759325,
      "monthDay": "03/26"
    },
    {
      "year": "1968",
      "uri": "/wiki/Kenny_Chesney",
      "name": "Kenny Chesney",
      "aboutText": "Natsuhiko Kyogoku (京極 夏彦, Kyōgoku Natsuhiko, born March 26, 1963) is a Japanese mystery writer, who is a member of Ōsawa Office. He is a member of the Mystery Writers of Japan and the Honkaku Mystery Writers Club of Japan.\nThree of his novels have been turned into feature films; Mōryō no Hako, which won the 1996 Mystery Writers of Japan Award, was also made into an anime TV series, as was Kosetsu Hyaku Monogatari, and his book Loups=Garous was adapted into an anime feature film.",
      "pageId": 2766828,
      "monthDay": "03/26"
    },
    {
      "year": "1968",
      "uri": "/wiki/James_Iha",
      "name": "James Iha",
      "aboutText": "Ulf Bo Samuelsson (born March 26, 1964) is a retired Swedish professional ice hockey defenseman and currently an assistant coach for the New York Rangers . He played several seasons in the National Hockey League (NHL) with the Hartford Whalers, Pittsburgh Penguins, New York Rangers, Detroit Red Wings, and Philadelphia Flyers.",
      "pageId": 3383852,
      "monthDay": "03/26"
    },
    {
      "year": "1969",
      "uri": "/wiki/Mahsun_K%C4%B1rm%C4%B1z%C4%B1g%C3%BCl",
      "name": "Mahsun Kırmızıgül",
      "aboutText": "Paul Bosvelt (Dutch pronunciation: [ˈpʌu̯ɫ ˈbɔsfɛɫt], born 26 March 1970) is a retired Dutch footballer.",
      "pageId": 3538504,
      "monthDay": "03/26"
    },
    {
      "year": "1969",
      "uri": "/wiki/Alessandro_Moscardi",
      "name": "Alessandro Moscardi",
      "aboutText": "Alessandro Moscardi (born March 26, 1969) is an Italian former rugby union player. He played the position of hooker.\nMoscardi was born in Rovigo, Veneto.",
      "pageId": 4469569,
      "monthDay": "03/26"
    },
    {
      "year": "1970",
      "uri": "/wiki/Paul_Bosvelt",
      "name": "Paul Bosvelt",
      "aboutText": "Jelle Quirinus Goes (born 26 March 1970 in Hilversum) is a Dutch football manager.",
      "pageId": 7352138,
      "monthDay": "03/26"
    },
    {
      "year": "1970",
      "uri": "/wiki/Jelle_Goes",
      "name": "Jelle Goes",
      "aboutText": "Mahsun Kırmızıgül (Born Abdullah Bazencir, March 26, 1969) is an ethnic Zaza singer–songwriter, actor and a director from Turkey.",
      "pageId": 13461091,
      "monthDay": "03/26"
    },
    {
      "year": "1970",
      "uri": "/wiki/Thomas_Kyparissis",
      "name": "Thomas Kyparissis",
      "aboutText": "Thomas Kyparissis (Greek: Θωμάς Κυπαρίσσης; born 26 March 1970) is a retired Greek football player. He was a Striker, who scored more than 150 goals in his entire career. He was a key player for AEL during the club's hard try to make it back to the first division from the third division from 2003 to 2005, and he continued to serve the team for two more seasons.",
      "pageId": 14235449,
      "monthDay": "03/26"
    },
    {
      "year": "1970",
      "uri": "/wiki/Martin_McDonagh",
      "name": "Martin McDonagh",
      "aboutText": "Lilian Rachel Greenwood (born 26 March 1966) is a British Labour Party politician, who has been the Member of Parliament (MP) for Nottingham South since 2010.\n^ The London Gazette: no. 59418. p.",
      "pageId": 27273581,
      "monthDay": "03/26"
    },
    {
      "year": "1971",
      "uri": "/wiki/Behzad_Ghorbani",
      "name": "Behzad Ghorbani",
      "aboutText": "Lawrence \"Larry\" Page (born March 26, 1973) is an American computer scientist and internet entrepreneur who co-founded Google Inc. with Sergey Brin, and is the CEO of Google's parent company, Alphabet Inc. After stepping aside as CEO in August 2001 in favour of Eric Schmidt, Page re-assumed the role in April 2011.",
      "pageId": 60903,
      "monthDay": "03/26"
    },
    {
      "year": "1971",
      "uri": "/wiki/Tommie_Sunshine",
      "name": "Tommie Sunshine",
      "aboutText": "Sylvain Grenier (born March 26, 1977) is a Canadian professional wrestler. He is currently signed to Lutte TOW Wrestling. He is best known for his appearances with World Wrestling Entertainment between 2003 and 2007 where he was part of La Résistance and became a four time World Tag Team Champion with René Duprée one time and Rob Conway three times.",
      "pageId": 567701,
      "monthDay": "03/26"
    },
    {
      "year": "1971",
      "uri": "/wiki/Paul_Williams_(footballer,_born_1971)",
      "name": "Paul Williams",
      "aboutText": "Leslie Mann (born March 26, 1972) is an American actress and comedian best known for her roles in comedic films such as The Cable Guy (1996), George of the Jungle (1997), The 40-Year-Old Virgin (2005), Knocked Up (2007), 17 Again (2009), Funny People (2009), Rio (2011), The Change-Up (2011), This Is 40 (2012) and The Other Woman (2014), many of which are collaborations with her husband, Judd Apatow. In 2012, Elle named her \"Hollywood's queen of comedy\".",
      "pageId": 706324,
      "monthDay": "03/26"
    },
    {
      "year": "1972",
      "uri": "/wiki/Leslie_Mann",
      "name": "Leslie Mann",
      "aboutText": "Amy Lysle Smart (born March 26, 1976) is an American actress and former fashion model. Smart began her career modeling in Italy and subsequently enrolled in acting school. Her first role in film was in director Martin Kunert's film Campfire Tales.",
      "pageId": 814271,
      "monthDay": "03/26"
    },
    {
      "year": "1972",
      "uri": "/wiki/Jason_Maxwell",
      "name": "Jason Maxwell",
      "aboutText": "Not to be confused with Matt Burke (rugby player, born 1964), also an Australian rugby international. For others, see Matthew Burke (disambiguation).\nMatthew Burke (born 26 March 1973) is an Australian former international rugby union player and current sports presenter on Sydney's Ten Eyewitness News.",
      "pageId": 899371,
      "monthDay": "03/26"
    },
    {
      "year": "1972",
      "uri": "/wiki/Jon_Reep",
      "name": "Jon Reep",
      "aboutText": "Natalia Livingston (born March 26, 1976) is an American actress.",
      "pageId": 1224747,
      "monthDay": "03/26"
    },
    {
      "year": "1973",
      "uri": "/wiki/Matt_Burke",
      "name": "Matt Burke",
      "aboutText": "Kevin Cyril Davies (born 26 March 1977) is an English former professional footballer who played as a striker for Chesterfield, Southampton, Blackburn Rovers, Millwall, Bolton Wanderers and lastly Preston North End.\nDavies originally made his name as a vital part of the Chesterfield team which reached the semi-finals of the FA Cup in 1997. He left Chesterfield at the end of that season, having made 148 appearances for the club and joined Premier League side Southampton in May 1997.",
      "pageId": 1432785,
      "monthDay": "03/26"
    },
    {
      "year": "1973",
      "uri": "/wiki/Heather_Goldenhersh",
      "name": "Heather Goldenhersh",
      "aboutText": "Jon Reep (born March 26, 1972) is an American stand-up comedian and actor, known as the \"That thing got a Hemi?\" guy in Dodge commercials, and more recently as the winner of the fifth season of Last Comic Standing on NBC.",
      "pageId": 1570770,
      "monthDay": "03/26"
    },
    {
      "year": "1973",
      "uri": "/wiki/T._R._Knight",
      "name": "T. R. Knight",
      "aboutText": "Michael Anthony \"Mike\" Peca (born March 26, 1974) is a Canadian former professional ice hockey forward of the National Hockey League (NHL). He played for the Vancouver Canucks, Buffalo Sabres, New York Islanders, Edmonton Oilers, Toronto Maple Leafs and the Columbus Blue Jackets. Peca currently is the general manager and director of hockey operations for the Buffalo Jr.",
      "pageId": 1887005,
      "monthDay": "03/26"
    },
    {
      "year": "1973",
      "uri": "/wiki/Larry_Page",
      "name": "Larry Page",
      "aboutText": "Theodore Raymond \"T. R.\" Knight (born March 26, 1973) is an American actor known for his role as Dr. George O'Malley on the ABC's medical drama, Grey's Anatomy. Having acted on stage since the age of five, Knight has starred on Broadway, off-Broadway and theatre productions in his home state of Minnesota.",
      "pageId": 1925559,
      "monthDay": "03/26"
    },
    {
      "year": "1974",
      "uri": "/wiki/Michael_Peca",
      "name": "Michael Peca",
      "aboutText": "Behzad Ghorbani ( March 26, 1971, Tehran) is an Iranian zoologist and the first Iranian planarialogist. He graduated from the University of Tehran and Shahid Beheshti University (The National University of Iran).",
      "pageId": 2803006,
      "monthDay": "03/26"
    },
    {
      "year": "1974",
      "uri": "/wiki/Vadimas_Petrenko",
      "name": "Vadimas Petrenko",
      "aboutText": "Ufuk Talay (born 26 March 1976 in Sydney, Australia) was an Australian footballer who played for Sydney United FC. Talay was suited to play in central midfield and was known for his good distribution and on-field vision.\n^ Cockerill, Michael (8 November 2006). \"Talay vision worth seeing\".",
      "pageId": 2858850,
      "monthDay": "03/26"
    },
    {
      "year": "1976",
      "uri": "/wiki/Joachim_Alcine",
      "name": "Joachim Alcine",
      "aboutText": "Nurgül Yeşilçay (born March 26, 1976), is a Turkish stage and film actress.",
      "pageId": 5728097,
      "monthDay": "03/26"
    },
    {
      "year": "1976",
      "uri": "/wiki/Natalia_Livingston",
      "name": "Natalia Livingston",
      "aboutText": "Tommie Sunshine (born Thomas Lorello; March 26, 1971) is a record producer, remixer, DJ and songwriter of electronic music from Chicago currently living in Brooklyn, New York. He is perhaps best known for creating dance remixes to popular rock and alternative songs, by artists such as Fall Out Boy, Panic at the Disco, Good Charlotte, Hellogoodbye, Mindless Self Indulgence, P.O.D., Kelis, Kill Hannah, Shiny Toy Guns, and many more. He presently works alongside The Disco Fries and also as a trio with Bart B More and RipTidE under the name Horsepower.",
      "pageId": 6550750,
      "monthDay": "03/26"
    },
    {
      "year": "1976",
      "uri": "/wiki/Amy_Smart",
      "name": "Amy Smart",
      "aboutText": "Paul Darren Williams (born 26 March 1971) is an English former professional footballer, currently a coach with Nottingham Forest. As a player he was a centre back and midfielder from 1989 until 2005, notably in the Premier League for both Coventry City and Southampton, as well as in the Football League for Derby County and Stoke City. Upon his retirement he moved into coaching, working in the academies at Southampton and Wolverhampton Wanderers and with the England youth teams.",
      "pageId": 7885755,
      "monthDay": "03/26"
    },
    {
      "year": "1976",
      "uri": "/wiki/Ufuk_Talay",
      "name": "Ufuk Talay",
      "aboutText": "Joachim Alcine (born March 26, 1976, in Gonaïves, Haiti) is a Haitian-Canadian professional boxer fighting out of Montreal, Quebec, where he now resides. He is a former WBA light middleweight world champion.",
      "pageId": 8176970,
      "monthDay": "03/26"
    },
    {
      "year": "1976",
      "uri": "/wiki/Nurg%C3%BCl_Ye%C5%9Fil%C3%A7ay",
      "name": "Nurgül Yeşilçay",
      "aboutText": "Heather Goldenhersh (born March 26, 1973) is an American actress.",
      "pageId": 8430620,
      "monthDay": "03/26"
    },
    {
      "year": "1977",
      "uri": "/wiki/Kevin_Davies",
      "name": "Kevin Davies",
      "aboutText": "Vadimas Petrenko (born 26 May 1974 in Klaipėda) is a Lithuanian professional footballer, playing for FBK Kaunas in the A Lyga.",
      "pageId": 9165292,
      "monthDay": "03/26"
    },
    {
      "year": "1977",
      "uri": "/wiki/Sylvain_Grenier",
      "name": "Sylvain Grenier",
      "aboutText": "Jason Ramond Maxwell (born March 26, 1972 in Lewisburg, Tennessee) is a former professional baseball player. Primarily an infielder, Maxwell first played in 1998 for the Chicago Cubs.",
      "pageId": 11609818,
      "monthDay": "03/26"
    },
    {
      "year": "1977",
      "uri": "/wiki/H%C3%A5vard_Stub%C3%B8",
      "name": "Håvard Stubø",
      "aboutText": "Found navn2, Håvard Aasan Stubø (born 26 March 1977 in Narvik, Northern Norway) is a Norwegian Jazz musician (guitar) and Composer, son and musical successor of Jazz guitarist Thorgeir Stubø (1943–1986) and Grete Karin Aasan Stubø (b. 1943), and brother of Jazz singer Kjersti and Theater director Eirik Stubø.\n^ \"Håvard Stubø - MIC.no\".",
      "pageId": 36514023,
      "monthDay": "03/26"
    },
    {
      "year": "1977",
      "uri": "/wiki/Seth_Lakeman",
      "name": "Seth Lakeman",
      "aboutText": "Hiromi Uehara (上原 ひろみ, born 26 March 1979), known professionally as Hiromi, is a jazz composer and pianist born in Hamamatsu, Japan.",
      "pageId": 576831,
      "monthDay": "03/26"
    },
    {
      "year": "1978",
      "uri": "/wiki/Anastasia_Kostaki",
      "name": "Anastasia Kostaki",
      "aboutText": "Ignacio Javier \"Nacho\" Gómez Novo (Spanish pronunciation: [iɣˈnaθjo xaˈβjer ˈnat͡ʃo ˈɣomeθ ˈnoβo]; born 26 March 1979) is a Spanish footballer, who currently plays for Carolina RailHawks in the North American Soccer League.\nHe formerly played for Huesca in Spain then moved to Scotland with Raith Rovers and Dundee. In July 2004, he moved to Rangers for £450,000.",
      "pageId": 880237,
      "monthDay": "03/26"
    },
    {
      "year": "1979",
      "uri": "/wiki/Nacho_Novo",
      "name": "Nacho Novo",
      "aboutText": "Ai Shimizu (清水 愛, Shimizu Ai, born March 26, 1981 in Tokyo, Japan) is a Japanese voice actress and professional wrestler. She has a career as a singer, signed to Lantis. She has released 14 singles (including joint and character singles) and four albums.",
      "pageId": 1399684,
      "monthDay": "03/26"
    },
    {
      "year": "1979",
      "uri": "/wiki/Hiromi_Uehara",
      "name": "Hiromi Uehara",
      "aboutText": "Mikel Arteta Amatriain (born 26 March 1982) is a Spanish professional footballer who plays as a midfielder for English club Arsenal, where he is the captain.\nArteta started out as a trainee with FC Barcelona but could not break his way into the first team and was eventually loaned to Paris Saint-Germain in the French league. He was then signed by Scottish Premier League club Rangers with whom he would win the domestic treble of the league, Scottish Cup and League Cup in the season of 2002–03.",
      "pageId": 1431133,
      "monthDay": "03/26"
    },
    {
      "year": "1979",
      "uri": "/wiki/Pierre_Wom%C3%A9",
      "name": "Pierre Womé",
      "aboutText": "Nathaniel James Kaeding (born March 26, 1982) is an American former college and professional football player who was a placekicker in the National Football League (NFL) for nine seasons. He played the majority of his career with the NFL's San Diego Chargers. Kaeding retired after the 2012 season as the second most accurate field goal kicker in NFL history, having made 86.2 percent of his career attempts.",
      "pageId": 1431480,
      "monthDay": "03/26"
    },
    {
      "year": "1980",
      "uri": "/wiki/Son_Hoyoung",
      "name": "Son Hoyoung",
      "aboutText": "Jay Sean (born Kamaljit Singh Jhooti; 26 March 1979) is a British singer-songwriter and rapper. He debuted in the UK's Asian Underground scene as a member of the Rishi Rich Project with \"Dance with You\", which reached No. 12 on the UK Singles Chart in 2003.",
      "pageId": 1775018,
      "monthDay": "03/26"
    },
    {
      "year": "1980",
      "uri": "/wiki/Niina_Kelo",
      "name": "Niina Kelo",
      "aboutText": "Michael \"Mike\" S. Brendli (born March 26, 1983) is an American professional wrestler. He is best known by his ring name Mike Mondo and for his time as Spirit Squad member Mikey in World Wrestling Entertainment (WWE). He worked also in Ring of Honor and Ohio Valley Wrestling.",
      "pageId": 1854166,
      "monthDay": "03/26"
    },
    {
      "year": "1980",
      "uri": "/wiki/Richie_Wellens",
      "name": "Richie Wellens",
      "aboutText": "Pierre Nlend Womé (born 26 March 1979 in Douala) is a Cameroonian football defender who currently plays for Canon Yaoundé.",
      "pageId": 2398399,
      "monthDay": "03/26"
    },
    {
      "year": "1981",
      "uri": "/wiki/Baruch_Dego",
      "name": "Baruch Dego",
      "aboutText": "Seth Bernard Lakeman (born 26 March 1977) is an English folk singer, songwriter, and multi-instrumentalist, who is most often associated with the fiddle and tenor guitar, but also plays the viola and banjo.",
      "pageId": 2612500,
      "monthDay": "03/26"
    },
    {
      "year": "1981",
      "uri": "/wiki/Massimo_Donati",
      "name": "Massimo Donati",
      "aboutText": "Roman Bednář (born 26 March 1983) is a Czech professional footballer who plays for Sparta Prague. Now he is on loan in 1. FK Příbram.",
      "pageId": 2834157,
      "monthDay": "03/26"
    },
    {
      "year": "1981",
      "uri": "/wiki/Jay_Sean",
      "name": "Jay Sean",
      "aboutText": "Baruch Dego (Hebrew: ברוך דגו‎; born March 26, 1981) is an Ethiopian-born Israeli footballer. He currently plays for Hapoel Ashkelon in Israel's Liga Leumit.\nDego, who grew up in Maccabi Ironi Ashdod F.C., was transferred to Maccabi Tel Aviv F.C. in 2000/01, and won a championship and three national trophies.",
      "pageId": 2920926,
      "monthDay": "03/26"
    },
    {
      "year": "1981",
      "uri": "/wiki/Ai_Shimizu",
      "name": "Ai Shimizu",
      "aboutText": "James Russell Howard III (born March 26, 1984) is an American professional ice hockey goaltender who is currently playing for the Detroit Red Wings of the National Hockey League (NHL).",
      "pageId": 3950954,
      "monthDay": "03/26"
    },
    {
      "year": "1981",
      "uri": "/wiki/Josh_Wilson_(baseball_player)",
      "name": "Josh Wilson",
      "aboutText": "Joshua Aaron Wilson (born March 26, 1981) is an American professional baseball infielder who is a free agent. Wilson is a Mt. Lebanon, Pennsylvania native.",
      "pageId": 5418360,
      "monthDay": "03/26"
    },
    {
      "year": "1982",
      "uri": "/wiki/Mikel_Arteta",
      "name": "Mikel Arteta",
      "aboutText": "Anastasia Kostaki (Greek: Αναστασία Κωστάκη; born March 26, 1978 in Athens, Greece) is a Greek professional basketball player playing for Panathinaikos.",
      "pageId": 5434264,
      "monthDay": "03/26"
    },
    {
      "year": "1982",
      "uri": "/wiki/Brendan_Ryan_(baseball)",
      "name": "Brendan Ryan",
      "aboutText": "Massimo Donati (born 26 March 1981 in San Vito al Tagliamento, Italy) is an Italian footballer who currently plays as a defensive midfielder for Serie B club Bari.",
      "pageId": 5997390,
      "monthDay": "03/26"
    },
    {
      "year": "1982",
      "uri": "/wiki/Nate_Kaeding",
      "name": "Nate Kaeding",
      "aboutText": "Richard Paul \"Richie\" Wellens (born 26 March 1980) is an English professional footballer who plays for English club Doncaster Rovers. He primarily plays as a central midfielder, although he has also been deployed in defensive midfield.\nWellens began his career at Manchester United before signing for Blackpool in 2000, where he went on to win promotion from League Two via the playoffs in 2001.",
      "pageId": 7920194,
      "monthDay": "03/26"
    },
    {
      "year": "1983",
      "uri": "/wiki/Roman_Bedn%C3%A1%C5%99",
      "name": "Roman Bednář",
      "aboutText": "Son Hoyoung (born March 26, 1980) is a Korean American singer, known for being part of the popular group g.o.d.",
      "pageId": 8398381,
      "monthDay": "03/26"
    },
    {
      "year": "1983",
      "uri": "/wiki/Mike_Mondo",
      "name": "Mike Mondo",
      "aboutText": "Brendan Wood Ryan (born March 26, 1982) is an American professional baseball infielder who is currently a free agent. He previously played in MLB for the St. Louis Cardinals, Seattle Mariners and New York Yankees.",
      "pageId": 11642766,
      "monthDay": "03/26"
    },
    {
      "year": "1983",
      "uri": "/wiki/Anti_Saarepuu",
      "name": "Anti Saarepuu",
      "aboutText": "Anti Saarepuu (born March 26, 1983 in Võru) is an Estonian cross-country skier who has competed since 2003. He competed at the 2006 Winter Olympics in Turin. He represents Estonia at the 2010 Winter Olympics in Vancouver.",
      "pageId": 26286404,
      "monthDay": "03/26"
    },
    {
      "year": "1984",
      "uri": "/wiki/Jimmy_Howard",
      "name": "Jimmy Howard",
      "aboutText": "Niina Anneli Kelo (born 26 March 1980 in Järvenpää) is a Finnish athlete who specialises in the heptathlon.\nKelo represented Finland at the 2008 Summer Olympics where she finished 23rd in the heptathlon, scoring a season best of 5911 points.\n^ \"Heptathlon - Women\".",
      "pageId": 36280454,
      "monthDay": "03/26"
    },
    {
      "year": "1984",
      "uri": "/wiki/St%C3%A9phanie_Lapointe",
      "name": "Stéphanie Lapointe",
      "aboutText": "Keira Christina Knightley (/ˌkɪərə ˈnaɪtli/; born 26 March 1985) is an English actress and model. She began acting as a child on television and made her film debut in 1995. She had a supporting role as Sabé in Star Wars Episode I: The Phantom Menace (1999) and her first significant role came in the psychological horror film The Hole (2001).",
      "pageId": 249897,
      "monthDay": "03/26"
    },
    {
      "year": "1984",
      "uri": "/wiki/David_McGowan_(footballer)",
      "name": "David McGowan",
      "aboutText": "Steven Kenneth Fletcher (born 26 March 1987) is a Scottish international footballer, who currently plays as a striker for Premier League club Sunderland.\nFletcher began his club career with Hibernian, playing in 156 Scottish Premier League games and scoring 43 goals. English club Burnley paid a club record transfer fee of £3million to sign Fletcher in June 2009.",
      "pageId": 2436225,
      "monthDay": "03/26"
    },
    {
      "year": "1984",
      "uri": "/wiki/Felix_Neureuther",
      "name": "Felix Neureuther",
      "aboutText": "Prosper Utseya (born 26 March 1985 in Harare, Zimbabwe) is a Zimbabwean cricketer. He was former captain of Zimbabwe from 2006 to 2010. He bowls right-arm off break and is a useful right-hand batsman.",
      "pageId": 2867647,
      "monthDay": "03/26"
    },
    {
      "year": "1984",
      "uri": "/wiki/Alberto_Schettino",
      "name": "Alberto Schettino",
      "aboutText": "Yui (born March 26, 1987), stylized as YUI, is a Japanese singer-songwriter, multi-instrumentalist, and actress. Born and raised in Fukuoka prefecture, she played live at various locations in her hometown before being noticed by Sony Music Japan when she was 17 years old, and released her debut single months later. However her singles were only met with moderate success until her breakout \"Good-bye Days\", which charted for 44 weeks on Oricon and marked her as one of the Japanese music industry's rising stars.",
      "pageId": 2956086,
      "monthDay": "03/26"
    },
    {
      "year": "1984",
      "uri": "/wiki/Annette_Schwarz",
      "name": "Annette Schwarz",
      "aboutText": "Emma Johanna Laine (born 26 March 1986 in Karlstad, Sweden) is a Finnish tennis player.\nLaine has won 11 singles and 38 doubles titles on the ITF tour in her career. On 7 August 2006, she reached her best singles ranking of world number 50.",
      "pageId": 3762767,
      "monthDay": "03/26"
    },
    {
      "year": "1984",
      "uri": "/wiki/Marco_Stier",
      "name": "Marco Stier",
      "aboutText": "Sara Jean Underwood (born March 26, 1984) is an American model and actress who was chosen as the Playmate of the Month for the July 2006 issue of Playboy magazine and later became Playmate of the Year in 2007. She is a former host of Attack of the Show! on G4.",
      "pageId": 4907180,
      "monthDay": "03/26"
    },
    {
      "year": "1984",
      "uri": "/wiki/Gregory_Strydom",
      "name": "Gregory Strydom",
      "aboutText": "Gregory Mark Strydom (born 26 March 1984 in Pretoria) is a Zimbabwean cricketer. He has played four ODIs for Zimbabwe in 2006.\nStrydom is an aggressive right-handed middle order batsman and is a clean hitter of the ball.",
      "pageId": 4980190,
      "monthDay": "03/26"
    },
    {
      "year": "1984",
      "uri": "/wiki/Sara_Jean_Underwood",
      "name": "Sara Jean Underwood",
      "aboutText": "Stéphanie Lapointe (born March 26, 1984 in Brossard, Quebec) is a Quebec singer, song writer, television and movie actress and humanitarian activist.",
      "pageId": 7429651,
      "monthDay": "03/26"
    },
    {
      "year": "1985",
      "uri": "/wiki/Jonathan_Groff",
      "name": "Jonathan Groff",
      "aboutText": "Annette Schwarz (born 26 March 1984 as Annette Schönlaub in Rhineland-Palatinate, Germany) is a German pornographic actress and fetish model.\n^ a b Kobiata (2008-04-09). \"Über-starlet: Annette Schwarz\" (PDF).",
      "pageId": 8719573,
      "monthDay": "03/26"
    },
    {
      "year": "1985",
      "uri": "/wiki/Keira_Knightley",
      "name": "Keira Knightley",
      "aboutText": "David McGowan (born 17 February 1988 in Glasgow) is a Scottish football midfielder currently with Montrose.",
      "pageId": 9333181,
      "monthDay": "03/26"
    },
    {
      "year": "1985",
      "uri": "/wiki/Prosper_Utseya",
      "name": "Prosper Utseya",
      "aboutText": "Jonathan Drew Groff (born March 26, 1985) is an American actor and singer. At the age of 22, Groff received a Tony Award nomination for his performance as Melchior Gabor in the Broadway rock musical Spring Awakening. He also portrayed the role of Claude in the critically acclaimed revival of Hair.",
      "pageId": 10798245,
      "monthDay": "03/26"
    },
    {
      "year": "1985",
      "uri": "/wiki/Matt_Grevers",
      "name": "Matt Grevers",
      "aboutText": "Felix Neureuther (German pronunciation: [ˈfeːlɪks ˈnɔʏʁɔʏtɐ]; born 26 March 1984) is a German World Cup alpine ski racer.\nBorn in Munich-Pasing, Neureuther was raised in Garmisch-Partenkirchen, Bavaria, and is a member of the German national ski team. He has competed in six World Championships and two Winter Olympics.",
      "pageId": 14649977,
      "monthDay": "03/26"
    },
    {
      "year": "1986",
      "uri": "/wiki/Maxime_Biset",
      "name": "Maxime Biset",
      "aboutText": "Jermichael Decorean Finley (born March 26, 1987) is a former American football tight end. He was drafted by the Green Bay Packers in the third round of the 2008 NFL Draft.",
      "pageId": 15123509,
      "monthDay": "03/26"
    },
    {
      "year": "1986",
      "uri": "/wiki/Jonny_Craig",
      "name": "Jonny Craig",
      "aboutText": "Matthew Grevers (born March 26, 1985) is an American competition swimmer who competes in the backstroke and freestyle events, and is a six-time Olympic medalist. He has won a total of thirty-three medals in major international competition, fourteen gold, twelve silver, and seven bronze spanning the Olympics, World Championships, and the Universiade. At the 2008 Summer Olympics, Grevers won gold medals as a member of the U.S. teams in the 4×100-meter freestyle and 4×100-meter medley relays, and a silver medal in the 100-meter backstroke.",
      "pageId": 18804732,
      "monthDay": "03/26"
    },
    {
      "year": "1986",
      "uri": "/wiki/Jessica_Hart_(model)",
      "name": "Jessica Hart",
      "aboutText": "Marco Stier (born 26 March 1984 in Hamburg) is a German retired footballer.",
      "pageId": 19030382,
      "monthDay": "03/26"
    },
    {
      "year": "1986",
      "uri": "/wiki/Emma_Laine",
      "name": "Emma Laine",
      "aboutText": "Jonathan Monroe \"Jonny\" Craig (born March 26, 1986) is an American-Canadian singer. He is currently working as a solo act and as the lead singer for the band Slaves, but has been the lead vocalist for the bands Dance Gavin Dance, Emarosa, Ghost Runner on Third, and westerHALTS. As a solo artist, he has released one studio album, two EPs and a live album to date. He was also a part of the supergroup Isles & Glaciers.",
      "pageId": 20583840,
      "monthDay": "03/26"
    },
    {
      "year": "1986",
      "uri": "/wiki/Misty_Stone",
      "name": "Misty Stone",
      "aboutText": "Jessica Hart (born 26 March 1986) is an Australian model who appeared in the 2009 Sports Illustrated Swimsuit Issue. She was born in Sydney, Australia. She was discovered in Melbourne and has appeared on the cover of Australian Vogue.",
      "pageId": 21405934,
      "monthDay": "03/26"
    },
    {
      "year": "1987",
      "uri": "/wiki/Yui_(singer)",
      "name": "Yui",
      "aboutText": "Alberto Schettino (born 26 March 1984) is an Italian footballer who plays for Fondi.",
      "pageId": 26574977,
      "monthDay": "03/26"
    },
    {
      "year": "1987",
      "uri": "/wiki/Jermichael_Finley",
      "name": "Jermichael Finley",
      "aboutText": "Misty Stone (born March 26, 1986) is the stage name of an American pornographic actress and nude model. She was the Penthouse Pet of the Month for December 2014.\n^ a b \"Personal Bio: Misty Stone\".",
      "pageId": 28289269,
      "monthDay": "03/26"
    },
    {
      "year": "1987",
      "uri": "/wiki/Steven_Fletcher_(footballer)",
      "name": "Steven Fletcher",
      "aboutText": "Maxime Biset (born 26 March 1986 in Antwerp) is a Belgian football midfielder who currently plays for Antwerp in the Belgian Second Division.",
      "pageId": 32160941,
      "monthDay": "03/26"
    },
    {
      "year": "1987",
      "uri": "/wiki/Ond%C5%99ej_K%C3%BAdela",
      "name": "Ondřej Kúdela",
      "aboutText": "Haley Ramm (born March 26, 1992) is an American actress. She played young Jean Grey in X-Men: The Last Stand and appeared in multiple episodes of the CBS drama Without a Trace throughout 2007 and 2008.",
      "pageId": 2636254,
      "monthDay": "03/26"
    },
    {
      "year": "1988",
      "uri": "/wiki/Suvi_Koponen",
      "name": "Suvi Koponen",
      "aboutText": "Yuya Yagira (柳楽 優弥, Yagira Yūya, born March 26, 1990) is a Japanese actor. His portrayal of 12-year-old Akira in the highly acclaimed Nobody Knows won him a Best Actor Award at the 2004 Cannes Film Festival.\n^ Bradshaw, Peter (5 November 2004).",
      "pageId": 4027164,
      "monthDay": "03/26"
    },
    {
      "year": "1989",
      "uri": "/wiki/Simon_Kj%C3%A6r",
      "name": "Simon Kjær",
      "aboutText": "Suvi Maria Koponen (Riggs) (born March 26, 1988 in Vantaa, Finland) is a Finnish fashion model who rose to fame after winning the 2005 Mallikoulu (Model School in English) contest in Finland.\nKoponen has established a credible modeling career. She has worked for numerous designers including Anna Sui, Vera Wang, Marc Jacobs, Donna Karan, Anne Klein, Blumarine, Miu Miu, BCBG Max Azria, Calvin Klein, Louis Vuitton, Nina Ricci and Prada.",
      "pageId": 13061184,
      "monthDay": "03/26"
    },
    {
      "year": "1989",
      "uri": "/wiki/Josiah_Leming",
      "name": "Josiah Leming",
      "aboutText": "Simon Thorup Kjær (pronounced [ˈkʰæːɐ̯]; born 26 March 1989) is a Danish professional footballer who plays as a centre back for Turkish club Fenerbahçe and the Danish national team.\nHe was named 2007 Danish under-19 talent of the year and 2009 Danish Talent of the Year. Kjær has played over 50 games for Denmark, including at the 2010 FIFA World Cup and UEFA Euro 2012.",
      "pageId": 13804341,
      "monthDay": "03/26"
    },
    {
      "year": "1990",
      "uri": "/wiki/Matteo_Guidicelli",
      "name": "Matteo Guidicelli",
      "aboutText": "Gianmatteo Fernan Guidicelli, better known as Matteo Guidicelli (born March 26, 1990), is a Filipino-Italian actor, model, racer and singer.\n^ \"Matteo Guidicelli official website\". Retrieved 3 July 2012.",
      "pageId": 19026734,
      "monthDay": "03/26"
    },
    {
      "year": "1990",
      "uri": "/wiki/Yuya_Takaki",
      "name": "Yuya Takaki",
      "aboutText": "Josiah Leming (born March 26, 1989) is an American singer-songwriter originally from Morristown, Tennessee. At the age of 17, Leming dropped out of high school and began traveling across the United States to play shows while living out of his car. This eventually caught the eye of executives at Warner Brothers Records who signed him to his first major label record deal in 2008.",
      "pageId": 20847171,
      "monthDay": "03/26"
    },
    {
      "year": "1990",
      "uri": "/wiki/Y%C5%ABya_Yagira",
      "name": "Yūya Yagira",
      "aboutText": "Ondřej Kúdela (born 26 March 1987) is a professional Czech football player.",
      "pageId": 21048441,
      "monthDay": "03/26"
    },
    {
      "year": "1991",
      "uri": "/wiki/Matt_Davidson_(baseball)",
      "name": "Matt Davidson",
      "aboutText": "Kathryn Chandria Manuel Bernardo (born 26 March 1996) is a Filipina actress. She is best known for her role as Mara in the primetime Filipino drama Mara Clara. Bernardo has been a contract artist of Star Magic and ABS-CBN since 2010 and most recently starred as Ana Bartolome in the 2011 drama film Way Back Home.",
      "pageId": 28454742,
      "monthDay": "03/26"
    },
    {
      "year": "1992",
      "uri": "/wiki/Haley_Ramm",
      "name": "Haley Ramm",
      "aboutText": "Mayu Watanabe (渡辺 麻友, Watanabe Mayu, born March 26, 1994 in Saitama Prefecture) is a member of the Japanese idol girl group AKB48, Team B. She has released five solo singles.",
      "pageId": 28694170,
      "monthDay": "03/26"
    },
    {
      "year": "1994",
      "uri": "/wiki/Jed_Wallace",
      "name": "Jed Wallace",
      "aboutText": "Yuya Takaki (高木 雄也, Takaki Yuya, born March 26, 1990) is a Japanese singer, actor and member of the J-pop group Hey! Say! JUMP. He is currently under the management of Johnny & Associates.",
      "pageId": 32863480,
      "monthDay": "03/26"
    },
    {
      "year": "1994",
      "uri": "/wiki/Mayu_Watanabe",
      "name": "Mayu Watanabe",
      "aboutText": "Matthew Glen Davidson (born March 26, 1991) is an American professional baseball third baseman for the Chicago White Sox of Major League Baseball (MLB).",
      "pageId": 35542584,
      "monthDay": "03/26"
    },
    {
      "year": "1994",
      "uri": "/wiki/Freya_Tingley",
      "name": "Freya Tingley",
      "aboutText": "Jed Fernley Wallace (born 26 March 1994) is an English professional footballer who plays for Wolverhampton Wanderers as an attacking midfielder.",
      "pageId": 36722229,
      "monthDay": "03/26"
    },
    {
      "year": "1996",
      "uri": "/wiki/Kathryn_Bernardo",
      "name": "Kathryn Bernardo",
      "aboutText": "Freya Tingley (born 26 March 1994) is an Australian-born actress.",
      "pageId": 39182819,
      "monthDay": "03/26"
    }
  ]
}