{
  "people": [
    {
      "year": "188",
      "uri": "/wiki/Caracalla",
      "name": "Caracalla",
      "aboutText": "Caracalla (/ˌkærəˈkælə/) was the popular nickname of Marcus Aurelius Severus Antoninus Augustus (4 April AD 188 – 8 April AD 217), Roman emperor (AD 198–217). The eldest son of Septimius Severus, Caracalla reigned jointly with his father from 198 until Severus' death in 211. For a short time Caracalla then ruled jointly with his younger brother Geta until Caracalla had Geta murdered later in 211.",
      "pageId": 49907,
      "monthDay": "04/04"
    },
    {
      "year": "1492",
      "uri": "/wiki/Ambrosius_Blarer",
      "name": "Ambrosius Blarer",
      "aboutText": "Dorothea Lynde Dix (April 4, 1802 – July 17, 1887) was an American activist on behalf of the indigent insane who, through a vigorous program of lobbying state legislatures and the United States Congress, created the first generation of American mental asylums.",
      "pageId": 149355,
      "monthDay": "04/04"
    },
    {
      "year": "1572",
      "uri": "/wiki/William_Strachey",
      "name": "William Strachey",
      "aboutText": "Grinling Gibbons (4 April 1648 – 3 August 1721) was a Dutch-British sculptor and wood carver known for his work in England, including Windsor Castle and Hampton Court Palace, St. Paul's Cathedral and other London churches, Petworth House and other country houses, Trinity College Oxford and Trinity College Cambridge. Gibbons was born and educated in Holland of English parents, his father being a merchant.",
      "pageId": 220101,
      "monthDay": "04/04"
    },
    {
      "year": "1593",
      "uri": "/wiki/Edward_Nicholas",
      "name": "Edward Nicholas",
      "aboutText": "Dona Maria II (4 April 1819 – 15 November 1853) \"the Educator\" (Portuguese: \"a Educadora\") or \"the Good Mother\" (Portuguese: \"a Boa Mãe\"), was Queen regnant of the Kingdom of Portugal and the Algarves from 1826 to 1828 and again from 1834 to 1853.",
      "pageId": 254397,
      "monthDay": "04/04"
    },
    {
      "year": "1640",
      "uri": "/wiki/Gaspar_Sanz",
      "name": "Gaspar Sanz",
      "aboutText": "For the amora, see Rav Nachman of Nehardea.\nNachman of Breslov (Hebrew: נחמן מברסלב‎), also known as Reb Nachman of Bratslav, Reb Nachman Breslover (Yiddish: רב נחמן ברעסלאווער‎), Nachman from Uman (April 4, 1772 – October 16, 1810), was the founder of the Breslov Hasidic movement.\nRebbe Nachman, a great-grandson of the Baal Shem Tov, breathed new life into the Hasidic movement by combining the esoteric secrets of Judaism (the Kabbalah) with in-depth Torah scholarship.",
      "pageId": 306742,
      "monthDay": "04/04"
    },
    {
      "year": "1646",
      "uri": "/wiki/Antoine_Galland",
      "name": "Antoine Galland",
      "aboutText": "Thaddeus Stevens (April 4, 1792 – August 11, 1868) was a member of the United States House of Representatives from Pennsylvania and one of the leaders of the Radical Republican faction of the Republican Party during the 1860s. A fierce opponent of slavery and discrimination against African-Americans, Stevens sought to secure their rights during Reconstruction, in opposition to President Andrew Johnson. As chairman of the House Ways and Means Committee during the American Civil War, he played a major part in the war's financing.",
      "pageId": 365602,
      "monthDay": "04/04"
    },
    {
      "year": "1648",
      "uri": "/wiki/Grinling_Gibbons",
      "name": "Grinling Gibbons",
      "aboutText": "Sir Edward Nicholas (4 April 1593 – 1669) was an English office holder and politician who served as Secretary of State to Charles I and Charles II. He also sat in the House of Commons at various times between 1621 and 1629. He served as secretary to Edward la Zouche and the Duke of Buckingham and became a clerk of the Privy Council.",
      "pageId": 395617,
      "monthDay": "04/04"
    },
    {
      "year": "1676",
      "uri": "/wiki/Giuseppe_Maria_Orlandini",
      "name": "Giuseppe Maria Orlandini",
      "aboutText": "Antoine Galland (April 4, 1646 – February 17, 1715) was a French orientalist and archaeologist, most famous as the first European translator of One Thousand and One Nights which he called Les mille et une nuits.",
      "pageId": 644082,
      "monthDay": "04/04"
    },
    {
      "year": "1688",
      "uri": "/wiki/Joseph-Nicolas_Delisle",
      "name": "Joseph-Nicolas Delisle",
      "aboutText": "Bettina von Arnim (the Countess of Arnim) (4 April 1785 – 20 January 1859), born Elisabeth Catharina Ludovica Magdalena Brentano, was a German writer and novelist.\nBettina (as well: Bettine) Brentano was a writer, publisher, composer, singer, visual artist, an illustrator, patron of young talent, and a social activist. She was the archetype of the Romantic era’s zeitgeist and the crux of many creative relationships of canonical artistic figures.",
      "pageId": 833172,
      "monthDay": "04/04"
    },
    {
      "year": "1718",
      "uri": "/wiki/Benjamin_Kennicott",
      "name": "Benjamin Kennicott",
      "aboutText": "Benjamin Kennicott (4 April 1718 – 18 September 1783) was an English churchman and Hebrew scholar.",
      "pageId": 929039,
      "monthDay": "04/04"
    },
    {
      "year": "1752",
      "uri": "/wiki/Niccol%C3%B2_Antonio_Zingarelli",
      "name": "Niccolò Antonio Zingarelli",
      "aboutText": "Joseph-Nicolas Delisle (4 April 1688 – 11 September 1768) was a French astronomer and cartographer.",
      "pageId": 1200795,
      "monthDay": "04/04"
    },
    {
      "year": "1760",
      "uri": "/wiki/Juan_Manuel_Olivares",
      "name": "Juan Manuel Olivares",
      "aboutText": "Thomas Mayne Reid (April 4, 1818 – October 22, 1883), was a Scots-Irish American novelist. \"Captain\" Reid wrote many adventure novels akin to those written by Frederick Marryat and Robert Louis Stevenson. He was a great admirer of Lord Byron.",
      "pageId": 1241742,
      "monthDay": "04/04"
    },
    {
      "year": "1762",
      "uri": "/wiki/Stephen_Storace",
      "name": "Stephen Storace",
      "aboutText": "Edward Hicks (April 4, 1780 - August 23, 1849) was an American folk painter and distinguished religious minister of the Society of Friends. He became a Quaker icon because of his paintings.",
      "pageId": 1445354,
      "monthDay": "04/04"
    },
    {
      "year": "1772",
      "uri": "/wiki/Nachman_of_Breslov",
      "name": "Nachman of Breslov",
      "aboutText": "Ambrosius Blarer (sometimes Ambrosius Blaurer) (April 4, 1492 – December 6, 1564) was an influential reformer in southern Germany and north-eastern Switzerland.",
      "pageId": 1540673,
      "monthDay": "04/04"
    },
    {
      "year": "1780",
      "uri": "/wiki/Edward_Hicks",
      "name": "Edward Hicks",
      "aboutText": "Niccolò Antonio Zingarelli (Italian pronunciation: [nikkoˈlɔ anˈtɔːnjo dziŋɡaˈrɛlli]; 4 April 1752 – 5 May 1837) was an Italian composer, chiefly of opera.",
      "pageId": 1686299,
      "monthDay": "04/04"
    },
    {
      "year": "1785",
      "uri": "/wiki/Bettina_von_Arnim",
      "name": "Bettina von Arnim",
      "aboutText": "Stephen Storace (4 April 1762 – 19 March 1796) was an English composer. His sister was the famous opera singer Nancy Storace. He was born in London in the Parish of St Marylebone to an English mother and Italian father.",
      "pageId": 1959449,
      "monthDay": "04/04"
    },
    {
      "year": "1792",
      "uri": "/wiki/Thaddeus_Stevens",
      "name": "Thaddeus Stevens",
      "aboutText": "Gaspar Sanz (1640–1710) was an Aragonese composer, guitarist, organist and priest born to a wealthy family in Calanda in the comarca of Bajo Aragón, Spain. He studied music, theology and philosophy at the University of Salamanca, where he was later appointed Professor of Music. He wrote three volumes of pedagogical works for the baroque guitar that form an important part of today's classical guitar repertory and have informed modern scholars in the techniques of baroque guitar playing.",
      "pageId": 2385951,
      "monthDay": "04/04"
    },
    {
      "year": "1802",
      "uri": "/wiki/Dorothea_Dix",
      "name": "Dorothea Dix",
      "aboutText": "William Strachey (4 April 1572 – 21 June 1621 (buried)) was an English writer whose works are among the primary sources for the early history of the English colonisation of North America. He is best remembered today as the eye-witness reporter of the 1609 shipwreck on the uninhabited island of Bermuda of the colonial ship Sea Venture, which was caught in a hurricane while sailing to Virginia. The survivors eventually reached Virginia after building two small ships during the ten months they spent on the island.",
      "pageId": 4023291,
      "monthDay": "04/04"
    },
    {
      "year": "1818",
      "uri": "/wiki/Thomas_Mayne_Reid",
      "name": "Thomas Mayne Reid",
      "aboutText": "Juan Manuel Hermenegildo de la Luz Olivares (April 4, 1760 – March 1, 1797) was a Venezuelan composer from the Colonial era.\nOlivares was born in Caracas. As a child, he studied under Don Ambrosio Carreño.",
      "pageId": 15369366,
      "monthDay": "04/04"
    },
    {
      "year": "1819",
      "uri": "/wiki/Maria_II_of_Portugal",
      "name": "Maria II of Portugal",
      "aboutText": "Giuseppe Maria Orlandini (4 April 1676 – 24 October 1760) was an Italian baroque composer particularly known for his more than 40 operas and intermezzos. Highly regarded by music historians of his day like Francesco Saverio Quadrio, Jean-Benjamin de La Borde and Charles Burney, Orlandini, along with Vivaldi, is considered one of the major creators of the new style of opera that dominated the second decade of the 18th century.\nBorn in Florence, Orlandini began working as an opera composer in his late twenties for Prince Ferdinando de’ Medici.",
      "pageId": 22621898,
      "monthDay": "04/04"
    },
    {
      "year": "1821",
      "uri": "/wiki/Linus_Yale,_Jr.",
      "name": "Linus Yale, Jr.",
      "aboutText": "Isoroku Yamamoto (山本 五十六, Yamamoto Isoroku, April 4, 1884 – April 18, 1943) was a Japanese Marshal Admiral and the commander-in-chief of the Combined Fleet during World War II until his death.\nYamamoto held several important posts in the Imperial Japanese Navy, and undertook many of its changes and reorganizations, especially its development of naval aviation. He was the commander-in-chief during the decisive early years of the Pacific War and so was responsible for major battles such as Pearl Harbor and Midway.",
      "pageId": 15408,
      "monthDay": "04/04"
    },
    {
      "year": "1826",
      "uri": "/wiki/Z%C3%A9nobe_Gramme",
      "name": "Zénobe Gramme",
      "aboutText": "François Édouard Anatole Lucas (French pronunciation: ​[fʁɑ̃swa edwaʁ anatɔl lykɑ]; 4 April 1842 – 3 October 1891) was a French mathematician. Lucas is known for his study of the Fibonacci sequence.",
      "pageId": 150102,
      "monthDay": "04/04"
    },
    {
      "year": "1829",
      "uri": "/wiki/Owen_Suffolk",
      "name": "Owen Suffolk",
      "aboutText": "Comte de Lautréamont (French: [lotʁeamɔ̃]) was the pseudonym of Isidore-Lucien Ducasse (4 April 1846 – 24 November 1870), a French poet born in Uruguay. His only works, Les Chants de Maldoror and Poésies, had a major influence on modern literature, particularly on the Surrealists and the Situationists.",
      "pageId": 154771,
      "monthDay": "04/04"
    },
    {
      "year": "1835",
      "uri": "/wiki/John_Hughlings_Jackson",
      "name": "John Hughlings Jackson",
      "aboutText": "Pierre Benjamin Monteux (pronounced: [pjɛʁ mɔ̃.tø]; 4 April 1875 – 1 July 1964) was a French (later American) conductor. After violin and viola studies, and a decade as an orchestral player and occasional conductor, he began to receive regular conducting engagements in 1907. He came to prominence when, for Sergei Diaghilev's Ballets Russes company between 1911 and 1914, he conducted the world premieres of Stravinsky's The Rite of Spring and other prominent works including Petrushka, Ravel's Daphnis et Chloé, and Debussy's Jeux.",
      "pageId": 163531,
      "monthDay": "04/04"
    },
    {
      "year": "1842",
      "uri": "/wiki/%C3%89douard_Lucas",
      "name": "Édouard Lucas",
      "aboutText": "Remy de Gourmont (April 4, 1858 – September 27, 1915) was a French Symbolist poet, novelist, and influential critic. He was widely read in his era, and an important influence on Blaise Cendrars.",
      "pageId": 179329,
      "monthDay": "04/04"
    },
    {
      "year": "1843",
      "uri": "/wiki/William_Henry_Jackson",
      "name": "William Henry Jackson",
      "aboutText": "Tristram E. Speaker (April 4, 1888 – December 8, 1958), nicknamed \"The Grey Eagle\", was an American baseball player. Considered one of the best offensive and defensive center fielders in the history of Major League Baseball (MLB), he compiled a career batting average of .345 (sixth all-time). His 792 career doubles represent an MLB career record.",
      "pageId": 205846,
      "monthDay": "04/04"
    },
    {
      "year": "1846",
      "uri": "/wiki/Comte_de_Lautr%C3%A9amont",
      "name": "Comte de Lautréamont",
      "aboutText": "Linus Yale, Jr. (April 4, 1821 – December 25, 1868) was an American mechanical engineer and manufacturer, best known for his inventions of locks, especially the cylinder lock. His basic lock design is still widely distributed today, and constitute a majority of personal locks and safes.",
      "pageId": 349816,
      "monthDay": "04/04"
    },
    {
      "year": "1853",
      "uri": "/wiki/Tad_Lincoln",
      "name": "Tad Lincoln",
      "aboutText": "Maurice de Vlaminck (4 April 1876 – 11 October 1958) was a French painter. Along with André Derain and Henri Matisse he is considered one of the principal figures in the Fauve movement, a group of modern artists who from 1904 to 1908 were united in their use of intense colour.",
      "pageId": 703114,
      "monthDay": "04/04"
    },
    {
      "year": "1858",
      "uri": "/wiki/Remy_de_Gourmont",
      "name": "Remy de Gourmont",
      "aboutText": "John Hughlings Jackson, FRS (4 April 1835 – 7 October 1911), was an English neurologist.",
      "pageId": 850123,
      "monthDay": "04/04"
    },
    {
      "year": "1869",
      "uri": "/wiki/Mary_Colter",
      "name": "Mary Colter",
      "aboutText": "William Henry Jackson (April 4, 1843 – June 30, 1942) was an American painter, Civil War veteran, geological survey photographer and an explorer famous for his images of the American West.",
      "pageId": 1658363,
      "monthDay": "04/04"
    },
    {
      "year": "1875",
      "uri": "/wiki/Pierre_Monteux",
      "name": "Pierre Monteux",
      "aboutText": "Mary Elizabeth Jane Colter (April 4, 1869 – January 8, 1958) was an American architect and designer. She was one of the very few female American architects in her day. She was the designer of many landmark buildings and spaces for the Fred Harvey Company and the Santa Fe Railroad, notably in Grand Canyon National Park.",
      "pageId": 1725775,
      "monthDay": "04/04"
    },
    {
      "year": "1876",
      "uri": "/wiki/Maurice_de_Vlaminck",
      "name": "Maurice de Vlaminck",
      "aboutText": "Thomas \"Tad\" Lincoln III (April 4, 1853 – July 15, 1871) was the fourth and youngest son of Abraham and Mary Lincoln. The nickname \"Tad\" was given to him by his father, who found him \"as wiggly as a tadpole\" when he was a baby. Lincoln was known to be impulsive and unrestrained, and he did not attend school during his father's lifetime.",
      "pageId": 3848490,
      "monthDay": "04/04"
    },
    {
      "year": "1878",
      "uri": "/wiki/Stylianos_Lykoudis",
      "name": "Stylianos Lykoudis",
      "aboutText": "Blessed James Alberione (Italian: Giacomo) (4 April 1884 – 26 November 1971), was an Italian Catholic priest, and the founder of the Society of St. Paul, the Daughters of St. Paul, The Pious Disciples of the Divine Master, The Sister of Jesus the Good Shepherd, The Sisters of Mary Queen of the Apostles, and other religious institutes, which form the Pauline Family.",
      "pageId": 4147746,
      "monthDay": "04/04"
    },
    {
      "year": "1879",
      "uri": "/wiki/Gustav_Go%C3%9Fler",
      "name": "Gustav Goßler",
      "aboutText": "Owen Suffolk (4 April 1829 – ? ) an Australian bushranger, poet, confidence-man and author of Days of Crime and Years of Suffering (1867).\nBorn in comfortable circumstances in Finchley, Middlesex, Suffolk was sent to sea as a youth when his father was ruined, and on return found himself homeless and fell into a life of crime.",
      "pageId": 5329460,
      "monthDay": "04/04"
    },
    {
      "year": "1884",
      "uri": "/wiki/James_Alberione",
      "name": "James Alberione",
      "aboutText": "Zénobe Théophile Gramme was a Belgian electrical engineer. He was born at Jehay-Bodegnée on 4 April 1826, the sixth child of Mathieu-Joseph Gramme, and died at Bois-Colombes on 20 January 1901. He invented the Gramme machine, a type of direct current dynamo capable of generating smoother (less AC) and much higher voltages than the dynamos known to that point.",
      "pageId": 7576622,
      "monthDay": "04/04"
    },
    {
      "year": "1884",
      "uri": "/wiki/Isoroku_Yamamoto",
      "name": "Isoroku Yamamoto",
      "aboutText": "Frank Luther Mott (April 4, 1886 in Rose Hill, Iowa – October 23, 1964 in Columbia, Missouri) was an American historian and journalist, who won the 1939 Pulitzer Prize for History for his book, A History of American Magazines.",
      "pageId": 8100127,
      "monthDay": "04/04"
    },
    {
      "year": "1886",
      "uri": "/wiki/Frank_Luther_Mott",
      "name": "Frank Luther Mott",
      "aboutText": "Zdzisław Żygulski (4 April 1888, Przemyśl – 24 October 1975), was a Polish literary historian and Germanist. He was a professor at the universities of Łódź and Wrocław. An expert of German literature of 18th–19th century and antique drama, he published, with Marian Szyrocki, a German literature history textbook Geschichte der deutschen Literatur (vol.",
      "pageId": 10112874,
      "monthDay": "04/04"
    },
    {
      "year": "1888",
      "uri": "/wiki/Tris_Speaker",
      "name": "Tris Speaker",
      "aboutText": "Gustav Ludvig Goßler (4 April 1879 – 4 April 1940) was a German rower who competed in the 1900 Summer Olympics.",
      "pageId": 12664744,
      "monthDay": "04/04"
    },
    {
      "year": "1888",
      "uri": "/wiki/Zdzis%C5%82aw_%C5%BBygulski,_Sr.",
      "name": "Zdzisław Żygulski, Sr.",
      "aboutText": "Pandit Makhanlal Chaturvedi (April 4, 1889 – January 30, 1968), also called Panditji, was an Indian poet, writer, essayist, playwright and a journalist who is particularly remembered for his participation in India's national struggle for independence and his contribution to Chhayavaad, the Neo-romanticism movement of Hindi literature. He was awarded the first Sahitya Akademi Award in Hindi for his work Him Taringini in 1955. The Government of India awarded him the civilian honour of the Padma Bhushan in 1963.",
      "pageId": 13393674,
      "monthDay": "04/04"
    },
    {
      "year": "1889",
      "uri": "/wiki/Makhanlal_Chaturvedi",
      "name": "Makhanlal Chaturvedi",
      "aboutText": "Stylianos Lykoudis (Greek: Στυλιανός Λυκούδης) was a Royal Hellenic Navy rear admiral, best known for his long service as head of the Navy's Lighthouse Service (Υπηρεσία Φάρων).",
      "pageId": 46305788,
      "monthDay": "04/04"
    },
    {
      "year": "1895",
      "uri": "/wiki/Arthur_Murray",
      "name": "Arthur Murray",
      "aboutText": "Sir Robert William Askin GCMG, (4 April 1907 – 9 September 1981) was an Australian politician and the 32nd Premier of New South Wales from 1965 to 1975, the first representing the Liberal Party of Australia. He was born in 1907 as Robin William Askin, but always disliked his first name and changed it by deed poll in 1971. Before being knighted in 1972, however, he was generally known as \"Bob Askin\".",
      "pageId": 26259,
      "monthDay": "04/04"
    },
    {
      "year": "1896",
      "uri": "/wiki/Robert_E._Sherwood",
      "name": "Robert E. Sherwood",
      "aboutText": "McKinley Morganfield (April 4, 1913 – April 30, 1983), known by his stage name Muddy Waters, was an American blues musician who is often cited as the \"father of modern Chicago blues\".\nMuddy Waters grew up on Stovall Plantation near Clarksdale, Mississippi and by age seventeen was playing the guitar at parties, emulating local blues artists Son House and Robert Johnson. He was recorded by Alan Lomax there for the Library of Congress in 1941.",
      "pageId": 61855,
      "monthDay": "04/04"
    },
    {
      "year": "1897",
      "uri": "/wiki/Pierre_Fresnay",
      "name": "Pierre Fresnay",
      "aboutText": "Jules Léger PC CC CMM CD (April 4, 1913 – November 22, 1980) was a Canadian diplomat and statesman who served as Governor General of Canada, the 21st since Canadian Confederation.\nLéger was born and educated in Quebec and France prior to starting a career in the Canadian Department of External Affairs, and eventually served as ambassador to a number of countries. He was in 1973 appointed as governor general by Queen Elizabeth II, on the recommendation of Prime Minister of Canada Pierre Trudeau, to replace Roland Michener as viceroy, and he occupied the post until succeeded by Edward Schreyer in 1979.",
      "pageId": 247034,
      "monthDay": "04/04"
    },
    {
      "year": "1897",
      "uri": "/wiki/Dina_Manfredini",
      "name": "Dina Manfredini",
      "aboutText": "Arthur Murray (April 4, 1895 – March 3, 1991) was an American dance instructor and businessman, whose name is most often associated with the dance studio chain that bears his name.\nHis pupils included Eleanor Roosevelt, the Duke of Windsor, John D. Rockefeller Jr., Cornelius Vanderbilt Whitney, Barbara Hutton, Elizabeth Arden, Manuel L. Quezon, and Jack Dempsey. Television evangelist D. James Kennedy and Little House on the Prairie actress Katherine MacGregor were instructors of Murray's technique.",
      "pageId": 261919,
      "monthDay": "04/04"
    },
    {
      "year": "1898",
      "uri": "/wiki/Agnes_Ayres",
      "name": "Agnes Ayres",
      "aboutText": "Stanley Grauman Weinbaum (April 4, 1902 – December 14, 1935) was an American science fiction writer. His career in science fiction was short but influential.",
      "pageId": 355672,
      "monthDay": "04/04"
    },
    {
      "year": "1899",
      "uri": "/wiki/Hillel_Oppenheimer",
      "name": "Hillel Oppenheimer",
      "aboutText": "Marie Louise Lévêque de Vilmorin (4 April 1902 – 26 December 1969) was a French novelist, poet and journalist.\nBorn in the family château at Verrières-le-Buisson, Essonne, a suburb southwest of Paris, she was heir to a great French seed company fortune, that of Vilmorin. She was afflicted with a slight limp that became a personal trademark.",
      "pageId": 472458,
      "monthDay": "04/04"
    },
    {
      "year": "1902",
      "uri": "/wiki/Louise_L%C3%A9v%C3%AAque_de_Vilmorin",
      "name": "Louise Lévêque de Vilmorin",
      "aboutText": "The Lane Sisters were a family of American singers and actresses. The sisters were Leotabel (Leota) (October 25, 1903 – July 25, 1963), Dorothy (Lola) (May 21, 1906 – June 22, 1981), Rosemary (April 4, 1913 – November 25, 1974), and Priscilla Lane (June 12, 1915 – April 4, 1995).\nLola, Rosemary, and Priscilla Lane had a successful singing act as the \"Lane Sisters\" that transitioned into film careers, beginning with 1938's Four Daughters, the first of four films in which they starred together.",
      "pageId": 526026,
      "monthDay": "04/04"
    },
    {
      "year": "1902",
      "uri": "/wiki/Stanley_G._Weinbaum",
      "name": "Stanley G. Weinbaum",
      "aboutText": "Beatrice “Bea” Benaderet (April 4, 1906 – October 13, 1968) was an American actress born in New York City and reared in San Francisco, California. Her major breaks in radio came on The Jack Benny Program and as a member of Orson Welles's Mercury Theatre repertory company. She appeared in a wide variety of television work, which included a starring role in the 1960s television series Petticoat Junction and Green Acres as Shady Rest Hotel owner Kate Bradley, supporting roles as Blanche Morton in The George Burns and Gracie Allen Show and as the original voice of Betty Rubble during the first four seasons of The Flintstones, and in The Beverly Hillbillies as Pearl Bodine.",
      "pageId": 885009,
      "monthDay": "04/04"
    },
    {
      "year": "1905",
      "uri": "/wiki/Eug%C3%A8ne_Bozza",
      "name": "Eugène Bozza",
      "aboutText": "Eugène Joseph Bozza (4 April 1905 in Nice – 28 September 1991 in Valenciennes) was a French contemporary composer and violinist. He remains one of the most prolific composers of chamber music for wind instruments. Bozza’s large ensemble work includes five symphonies, operas, ballets, large choral work, wind band music, concertos, and much work for large brass or woodwind ensembles.",
      "pageId": 1056463,
      "monthDay": "04/04"
    },
    {
      "year": "1905",
      "uri": "/wiki/Erika_N%C3%B5va",
      "name": "Erika Nõva",
      "aboutText": "Robert Emmet Sherwood (April 4, 1896 – November 14, 1955) was an American playwright, editor, and screenwriter.",
      "pageId": 1138166,
      "monthDay": "04/04"
    },
    {
      "year": "1906",
      "uri": "/wiki/Bea_Benaderet",
      "name": "Bea Benaderet",
      "aboutText": "Pierre Fresnay (4 April 1897, Paris, France – 9 January 1975) was a French stage and film actor.\nBorn Pierre Jules Louis Laudenbach, he was encouraged by his uncle, actor Claude Garry, to pursue a career in theater and film. During the 1920s, Fresnay appeared in many popular stage productions, most notably in the title role of Marcel Pagnol’s Marius (1929), which ran for over 500 performances.",
      "pageId": 1623566,
      "monthDay": "04/04"
    },
    {
      "year": "1906",
      "uri": "/wiki/John_Cameron_Swayze",
      "name": "John Cameron Swayze",
      "aboutText": "John Cameron Swayze (April 4, 1906 – August 15, 1995) was a news commentator, spokesperson and game show panelist in the United States during the 1950s.",
      "pageId": 1947810,
      "monthDay": "04/04"
    },
    {
      "year": "1907",
      "uri": "/wiki/Robert_Askin",
      "name": "Robert Askin",
      "aboutText": "Agnes Ayres (April 4, 1898 – December 25, 1940) was an American actress who rose to fame during the silent film era.",
      "pageId": 2059215,
      "monthDay": "04/04"
    },
    {
      "year": "1910",
      "uri": "/wiki/%C4%90%E1%BA%B7ng_V%C4%83n_Ng%E1%BB%AF",
      "name": "Đặng Văn Ngữ",
      "aboutText": "Julia Frances Langford (April 4, 1913 – July 11, 2005) was an American singer and entertainer who was popular during the Golden Age of Radio and also made film appearances over two decades.",
      "pageId": 2206188,
      "monthDay": "04/04"
    },
    {
      "year": "1911",
      "uri": "/wiki/Max_Dupain",
      "name": "Max Dupain",
      "aboutText": "Maxwell Spencer Dupain AC (4 April 1911 – 27 July 1992) was a renowned Australian modernist photographer.",
      "pageId": 2713069,
      "monthDay": "04/04"
    },
    {
      "year": "1913",
      "uri": "/wiki/Frances_Langford",
      "name": "Frances Langford",
      "aboutText": "Richard P. Coogan (April 4, 1914 – March 12, 2014) was an American actor best known for his portrayal of Captain Video in Captain Video and His Video Rangers from 1949 to 1950.",
      "pageId": 3543428,
      "monthDay": "04/04"
    },
    {
      "year": "1913",
      "uri": "/wiki/Rosemary_Lane_(actress)",
      "name": "Rosemary Lane",
      "aboutText": "Đặng Văn Ngữ (1910–1967), was a Vietnamese doctor and intellectual. Ngu was known to be one of the active participators in the Nhân Văn affair in the mid-1950s which saw many middle class intellectuals demanding for freedom and democracy in communist-led North Vietnam.",
      "pageId": 14466149,
      "monthDay": "04/04"
    },
    {
      "year": "1913",
      "uri": "/wiki/Jules_L%C3%A9ger",
      "name": "Jules Léger",
      "aboutText": "Hillel Oppenheimer (Hebrew: הלל אופנהיימר‎, born 'Heinz Reinhard Oppenheimer' 4 April 1899, died 1971), was an Israeli professor of botany.",
      "pageId": 26324194,
      "monthDay": "04/04"
    },
    {
      "year": "1913",
      "uri": "/wiki/Muddy_Waters",
      "name": "Muddy Waters",
      "aboutText": "Dina Manfredini (née Guerri; 4 April 1897 – 17 December 2012) was an Italian-American supercentenarian who was the world's oldest living person from the death of American Besse Cooper on 4 December 2012 until her own death 13 days later.",
      "pageId": 32777506,
      "monthDay": "04/04"
    },
    {
      "year": "1914",
      "uri": "/wiki/Richard_Coogan",
      "name": "Richard Coogan",
      "aboutText": "Erika Nõva née Volberg (4 April 1905, Muuksi – 22 April 1987, Tallinn) was an Estonian architect, remembered mainly for her farmhouse designs.",
      "pageId": 34704573,
      "monthDay": "04/04"
    },
    {
      "year": "1914",
      "uri": "/wiki/Marguerite_Duras",
      "name": "Marguerite Duras",
      "aboutText": "Marguerite Donnadieu, known as Marguerite Duras (French: [maʁ.ɡə.ʁit dy.ʁas]; 4 April 1914 – 3 March 1996), was a French novelist, playwright, scriptwriter, essayist and experimental filmmaker.",
      "pageId": 84569,
      "monthDay": "04/04"
    },
    {
      "year": "1915",
      "uri": "/wiki/Louis_Archambault",
      "name": "Louis Archambault",
      "aboutText": "Elmer Bernstein (April 4, 1922 – August 18, 2004) was an American composer and conductor best known for his many film scores. In a career which spanned fifty years, he composed music for hundreds of film and television productions. His most popular works include the scores to The Magnificent Seven, The Ten Commandments, The Great Escape, To Kill a Mockingbird, Ghostbusters, The Black Cauldron, Airplane!, The Rookies, and Cape Fear.",
      "pageId": 249724,
      "monthDay": "04/04"
    },
    {
      "year": "1916",
      "uri": "/wiki/Nikola_Ljubi%C4%8Di%C4%87",
      "name": "Nikola Ljubičić",
      "aboutText": "Gilbert Ray Hodges, ne Hodge (April 4, 1924 – April 2, 1972) was an American Major League Baseball (MLB) first baseman and manager who played most of his 18-year career for the Brooklyn and Los Angeles Dodgers. He was inducted into the New York Mets Hall of Fame in 1982.\nHodges is generally considered to be the best defensive first baseman in the 1950s.",
      "pageId": 261908,
      "monthDay": "04/04"
    },
    {
      "year": "1916",
      "uri": "/wiki/Mickey_Owen",
      "name": "Mickey Owen",
      "aboutText": "Claude Wagner, PC QC (April 4, 1925 – July 11, 1979) was a judge and politician in the Province of Quebec, Canada. In his career, Wagner was a Crown prosecutor, professor of criminal law and judge.",
      "pageId": 533792,
      "monthDay": "04/04"
    },
    {
      "year": "1916",
      "uri": "/wiki/David_White_(actor)",
      "name": "David White",
      "aboutText": "George Patrick John Rushworth Jellicoe, 2nd Earl Jellicoe, KBE, DSO, MC, PC, FRS (4 April 1918 – 22 February 2007) was a British politician and statesman, diplomat and businessman.\nLord Jellicoe was the only son but sixth and youngest child of John Jellicoe, 1st Earl Jellicoe, who was a First World War naval commander, commander at the Battle of Jutland, and Admiral of the Fleet, and his wife Florence Gwendoline (died 1964), who was the second daughter of Sir Charles Cayzer, 1st Bt., of Gartmore, Perthshire. George Jellicoe was one of the longest-serving parliamentarians in the world, being a member of the House of Lords for 68 years (1939–2007).",
      "pageId": 598948,
      "monthDay": "04/04"
    },
    {
      "year": "1918",
      "uri": "/wiki/George_Jellicoe,_2nd_Earl_Jellicoe",
      "name": "George Jellicoe, 2nd Earl Jellicoe",
      "aboutText": "Maurice Henri Joseph Schérer or Jean Marie Maurice Schérer, known as Éric Rohmer (French: [eʁik ʁomɛʁ], 21 March 1920 – 11 January 2010), was a French film director, film critic, journalist, novelist, screenwriter and teacher.\nRohmer was the last of the post-World War II, French New Wave directors to become established. He edited the influential film journal, Cahiers du cinéma, from 1957 to 1963, while most of his colleagues – among them Jean-Luc Godard and François Truffaut – were making the transition from film critics to filmmakers and gaining international attention.",
      "pageId": 1217146,
      "monthDay": "04/04"
    },
    {
      "year": "1920",
      "uri": "/wiki/Orunamamu",
      "name": "Orunamamu",
      "aboutText": "Louis Archambault, OC (April 4, 1915 – January 27, 2003) was a Quebec sculptor.\nBorn in Montreal, Quebec, he won the Royal Architectural Institute of Canada's Allied Arts Medal in 1958.\nIn 1956, works by Archambault along with those of Jack Shadbolt and Harold Town represented Canada at the Venice Biennale.",
      "pageId": 1669299,
      "monthDay": "04/04"
    },
    {
      "year": "1920",
      "uri": "/wiki/Ignatius_IV_of_Antioch",
      "name": "Ignatius IV of Antioch",
      "aboutText": "Arnold Malcolm \"Mickey\" Owen (April 4, 1916 – July 13, 2005) was a catcher for several Major League Baseball teams. Between 1937 and 1954, Owen played for the St. Louis Cardinals (1937–40), Brooklyn Dodgers (1941–45), Chicago Cubs (1949–51) and Boston Red Sox (1954).",
      "pageId": 2248563,
      "monthDay": "04/04"
    },
    {
      "year": "1920",
      "uri": "/wiki/%C3%89ric_Rohmer",
      "name": "Éric Rohmer",
      "aboutText": "Peter Vaughan (born 4 April 1923) is an English character actor, known for many supporting roles in a variety of British film and television productions. He has worked extensively on the stage, becoming known for roles such as police inspectors, Soviet agents and similar parts.\nHe is best known for his role as Grouty in the sitcom Porridge (despite appearing in only three episodes) and also had a recurring role alongside Robert Lindsay in Citizen Smith, written by John Sullivan.",
      "pageId": 2281678,
      "monthDay": "04/04"
    },
    {
      "year": "1921",
      "uri": "/wiki/Elizabeth_Wilson",
      "name": "Elizabeth Wilson",
      "aboutText": "Dr. Mildred Fay Jefferson (April 4, 1926 – October 15, 2010) was an American physician and political activist. A graduate from Harvard Medical School, she is known for her opposition to the legalization of abortion and her work with the National Right to Life Committee.",
      "pageId": 2614477,
      "monthDay": "04/04"
    },
    {
      "year": "1922",
      "uri": "/wiki/Elmer_Bernstein",
      "name": "Elmer Bernstein",
      "aboutText": "David White (April 4, 1916 – November 27, 1990) was an American stage, film and television actor best known for playing Larry Tate, the boss of Darrin Stephens on the 1964–72 situation comedy Bewitched.",
      "pageId": 2818177,
      "monthDay": "04/04"
    },
    {
      "year": "1923",
      "uri": "/wiki/Peter_Vaughan",
      "name": "Peter Vaughan",
      "aboutText": "For the Louisiana politician, see Gene Reynolds (Louisiana politician).\nGene Reynolds (born April 4, 1923) is a former American actor turned award-winning television writer, director, and producer.",
      "pageId": 3091680,
      "monthDay": "04/04"
    },
    {
      "year": "1924",
      "uri": "/wiki/Gil_Hodges",
      "name": "Gil Hodges",
      "aboutText": "Ronnie Masterson (4 April 1926 – 10 February 2014) was an Irish actress.\nMasterson was born in Dublin. She trained at the Abbey Theatre and first appeared on stage there in 1944.",
      "pageId": 3190895,
      "monthDay": "04/04"
    },
    {
      "year": "1925",
      "uri": "/wiki/Dettmar_Cramer",
      "name": "Dettmar Cramer",
      "aboutText": "Patriarch Ignatius IV (Hazim) of Antioch and All The East (Arabic: إغناطبوس الرابع هزيم، بطريرك أنطاكيا وسائر المشرق ‎ (April 4, 1920 – December 5, 2012) was the Patriarch of the Greek Orthodox Church of Antioch and All The East from 1979 to 2012.",
      "pageId": 3723392,
      "monthDay": "04/04"
    },
    {
      "year": "1925",
      "uri": "/wiki/Gene_Reynolds",
      "name": "Gene Reynolds",
      "aboutText": "Emmett Williams (4 April 1925 – 14 February 2007) was an American poet and visual artist. He was married to British visual artist Ann Nöel.\nWilliams was born in Greenville, South Carolina, grew up in Virginia, and lived in Europe from 1949 to 1966.",
      "pageId": 5409865,
      "monthDay": "04/04"
    },
    {
      "year": "1925",
      "uri": "/wiki/Frank_Truitt",
      "name": "Frank Truitt",
      "aboutText": "Nikola Ljubičić (Serbian Cyrillic: Никола Љубичић; born in the village of Karan near Užice on 4 April 1916; died in Belgrade on 13 April 2005) was the President of the Presidency of Serbia (1982–1984), a member of the Presidency of the Socialist Federal Republic of Yugoslavia (1984–1989), and the Minister of Defence of Yugoslavia (1967–1982). He received numerous medals both from Yugoslavia and abroad, including the Order of the National Hero of Yugoslavia.\nHe fought in World War II alongside Josip Broz Tito for the Yugoslav partisan movement and was proclaimed a Yugoslav national hero on the 27 November 1953 for his actions in the war.",
      "pageId": 8618890,
      "monthDay": "04/04"
    },
    {
      "year": "1925",
      "uri": "/wiki/Claude_Wagner",
      "name": "Claude Wagner",
      "aboutText": "Dettmar Cramer (4 April 1925 – 17 September 2015) was a German football player and coach who led Bayern Munich to the 1975 and 1976 European Cups. He was born in Dortmund. Cramer is commonly considered to be the father of modern football in Japan and is a member of the Order of the Sacred Treasure, 3rd Class.",
      "pageId": 10000548,
      "monthDay": "04/04"
    },
    {
      "year": "1925",
      "uri": "/wiki/Emmett_Williams",
      "name": "Emmett Williams",
      "aboutText": "Elizabeth Welter Wilson (April 4, 1921 – May 9, 2015) was a Tony Award-winning American actress whose career spanned nearly 70 years, including memorable roles in film and television.",
      "pageId": 10458273,
      "monthDay": "04/04"
    },
    {
      "year": "1926",
      "uri": "/wiki/Mildred_Fay_Jefferson",
      "name": "Mildred Fay Jefferson",
      "aboutText": "Frank Wilson Truitt, Jr., (April 4, 1925 – December 21, 2014) was a multi-sport collegiate coach and a veteran of World War II.",
      "pageId": 36980893,
      "monthDay": "04/04"
    },
    {
      "year": "1926",
      "uri": "/wiki/Ronnie_Masterson",
      "name": "Ronnie Masterson",
      "aboutText": "Orunamamu (4 April 1921 –  4 September 2014) was an American/Canadian professional storyteller, raconteur and griot. Her peripatetic storytelling led her on extensive, demanding and often impromptu journeys across the United States including Alaska, overseas to the United Kingdom and Egypt and finally to Canada. She is included in a number of books, journals, articles and two documentaries.",
      "pageId": 43785044,
      "monthDay": "04/04"
    },
    {
      "year": "1927",
      "uri": "/wiki/Joe_Orlando",
      "name": "Joe Orlando",
      "aboutText": "Andrei Arsenyevich Tarkovsky (Russian: Андре́й Арсе́ньевич Тарко́вский; IPA: [ɐnˈdrʲej ɐrˈsʲenʲjɪvʲɪtɕ tɐrˈkofskʲɪj]; 4 April 1932 – 29 December 1986) was a Soviet and Russian film-maker, writer, film editor, film theorist, theatre and opera director.\nTarkovsky's films include Ivan's Childhood (1962), Andrei Rublev (1966), Solaris (1972), Mirror (1975), and Stalker (1979). He directed the first five of his seven feature films in the Soviet Union; his last two films, Nostalghia (1983) and The Sacrifice (1986), were produced in Italy and Sweden, respectively.",
      "pageId": 676,
      "monthDay": "04/04"
    },
    {
      "year": "1928",
      "uri": "/wiki/Maya_Angelou",
      "name": "Maya Angelou",
      "aboutText": "Clive Jay Davis (born April 4, 1932) is an American record producer, A&R executive and music industry executive. He has won five Grammy Awards and is a member of the Rock and Roll Hall of Fame as a non-performer.\nFrom 1967 to 1973, Davis was the president of Columbia Records.",
      "pageId": 166539,
      "monthDay": "04/04"
    },
    {
      "year": "1928",
      "uri": "/wiki/Estelle_Harris",
      "name": "Estelle Harris",
      "aboutText": "Anthony Perkins (April 4, 1932 – September 12, 1992) was an American actor and singer.\nHe was nominated for the Academy Award for Best Supporting Actor for his second film, Friendly Persuasion, but is best known for playing Norman Bates in Alfred Hitchcock's Psycho and its three sequels.",
      "pageId": 167595,
      "monthDay": "04/04"
    },
    {
      "year": "1928",
      "uri": "/wiki/Jimmy_Logan",
      "name": "Jimmy Logan",
      "aboutText": "Richard Green \"Dick\" Lugar, KBE (born April 4, 1932), is an American politician and member of the Republican Party who served as a United States Senator, representing Indiana from 1977 to 2013.\nBorn in Indianapolis, Indiana, Lugar is a graduate of Denison University and Oxford University. He served on the Indianapolis Board of School Commissioners from 1964 to 1967 before he was elected to two terms as Mayor of Indianapolis, serving from 1968 to 1976.",
      "pageId": 211383,
      "monthDay": "04/04"
    },
    {
      "year": "1928",
      "uri": "/wiki/Monty_Norman",
      "name": "Monty Norman",
      "aboutText": "Maya Angelou (/ˈmaɪ.ə ˈændʒəloʊ/; born Marguerite Annie Johnson; April 4, 1928 – May 28, 2014) was an American author, poet, and civil rights activist. She published seven autobiographies, three books of essays, and several books of poetry, and was credited with a list of plays, movies, and television shows spanning over 50 years. She received dozens of awards and more than 50 honorary degrees.",
      "pageId": 288140,
      "monthDay": "04/04"
    },
    {
      "year": "1931",
      "uri": "/wiki/James_Dickens",
      "name": "James Dickens",
      "aboutText": "Bobby Ray Inman (born April 4, 1931) is a retired United States admiral who held several influential positions in the U.S. Intelligence Community.",
      "pageId": 738481,
      "monthDay": "04/04"
    },
    {
      "year": "1931",
      "uri": "/wiki/Bobby_Ray_Inman",
      "name": "Bobby Ray Inman",
      "aboutText": "Kenneth Mars (April 4, 1935 – February 12, 2011) was an American television, film and voice actor, who specialized in comedic roles. He may be best-remembered, albeit not by name, for his roles in two Mel Brooks films: as the insane Nazi playwright Franz Liebkind in The Producers (1968) and as the relentless Police Inspector Hans Wilhelm Fredrich Kemp in Young Frankenstein (1974).\nMars appeared in several seasons of Malcolm in the Middle as Otto, Francis's well-meaning but dim-witted boss.",
      "pageId": 973172,
      "monthDay": "04/04"
    },
    {
      "year": "1931",
      "uri": "/wiki/Catherine_Tizard",
      "name": "Catherine Tizard",
      "aboutText": "Geoffrey Bernard Braybrooke, QSO (4 April 1935 – 9 March 2013) was a New Zealand politician. He was an MP from 1981 to 2002, representing the Labour Party. He was one of the party's more conservative MPs.",
      "pageId": 1082313,
      "monthDay": "04/04"
    },
    {
      "year": "1932",
      "uri": "/wiki/Clive_Davis",
      "name": "Clive Davis",
      "aboutText": "Monty Norman (born 4 April 1928) is a singer and film composer best known for composing \"The James Bond Theme\".",
      "pageId": 1266684,
      "monthDay": "04/04"
    },
    {
      "year": "1932",
      "uri": "/wiki/Richard_Lugar",
      "name": "Richard Lugar",
      "aboutText": "Joseph Orlando (April 4, 1927 – December 23, 1998) was an Italian American illustrator, writer, editor and cartoonist during a lengthy career spanning six decades.",
      "pageId": 1647552,
      "monthDay": "04/04"
    },
    {
      "year": "1932",
      "uri": "/wiki/Anthony_Perkins",
      "name": "Anthony Perkins",
      "aboutText": "Trevor Griffiths (born 4 April 1935, Ancoats, Manchester), is an English dramatist.",
      "pageId": 2255110,
      "monthDay": "04/04"
    },
    {
      "year": "1932",
      "uri": "/wiki/Johanna_Reiss",
      "name": "Johanna Reiss",
      "aboutText": "Estelle Harris (née Nussbaum; April 4, 1928) is an American actress, comedian, and voice artist. Easily recognized by her shrill, grating voice, she is best known for her roles as Estelle Costanza on Seinfeld, the voice of Mrs.",
      "pageId": 2356883,
      "monthDay": "04/04"
    },
    {
      "year": "1932",
      "uri": "/wiki/Andrei_Tarkovsky",
      "name": "Andrei Tarkovsky",
      "aboutText": "Dame Catherine Anne Tizard ONZ GCMG GCVO DBE QSO DStJ (née Maclean, born 4 April 1931) was Mayor of Auckland City and the 16th Governor-General of New Zealand, the first woman to hold either office.",
      "pageId": 2729346,
      "monthDay": "04/04"
    },
    {
      "year": "1933",
      "uri": "/wiki/Bill_France,_Jr.",
      "name": "Bill France, Jr.",
      "aboutText": "Jimmy Logan OBE, FRSAMD (4 April 1928 – 13 April 2001), born as James Allan Short, was a Scottish performer, producer, impresario and director.",
      "pageId": 2846255,
      "monthDay": "04/04"
    },
    {
      "year": "1933",
      "uri": "/wiki/Brian_Hewson",
      "name": "Brian Hewson",
      "aboutText": "Helen Hanft (April 4, 1934 – May 30, 2013) was an American actress.",
      "pageId": 7796704,
      "monthDay": "04/04"
    },
    {
      "year": "1934",
      "uri": "/wiki/Helen_Hanft",
      "name": "Helen Hanft",
      "aboutText": "William Clifton \"Bill\" France (April 4, 1933 – June 4, 2007), nicknamed \"Bill France, Jr.\" or \"Little Bill,\" was an American motorsports executive who served from 1972 to 2000 as the chief executive officer (CEO) of NASCAR, the sanctioning body of US-based stock car racing.",
      "pageId": 8391943,
      "monthDay": "04/04"
    },
    {
      "year": "1934",
      "uri": "/wiki/Kronid_Lyubarsky",
      "name": "Kronid Lyubarsky",
      "aboutText": "James McCulloch York Dickens OBE (4 April 1931 – 5 April 2013) was a British Labour politician.\nDickens served on Westminster City Council representing Millbank Ward from 1962 to 1965. He was Member of Parliament for the marginal constituency of Lewisham West from 1966 to 1970.He was a member of the Tribune Group of left-wing MPs.",
      "pageId": 8606758,
      "monthDay": "04/04"
    },
    {
      "year": "1935",
      "uri": "/wiki/Geoff_Braybrooke",
      "name": "Geoff Braybrooke",
      "aboutText": "Brian Stanford Hewson (born 4 April 1933 in Croydon, Surrey) is a retired track and field athlete, who represented Great Britain at two consecutive Summer Olympics (1956) in the men's 1500 metres and (1960) in the men's 800 metres. He won the gold medal in the men's 1500 metres at the 1958 European Championships in Stockholm, Sweden.\nHewson was one of the first men to run a four-minute mile, clocking 3:59.8 at the White City Stadium in London on 28 May 1955.",
      "pageId": 11796521,
      "monthDay": "04/04"
    },
    {
      "year": "1935",
      "uri": "/wiki/Kenneth_Mars",
      "name": "Kenneth Mars",
      "aboutText": "Johanna Reiss /ˈriːs/ (born Johanna \"Annie\" de Leeuw, 4 April 1932) is a Dutch-born American writer and longtime resident of New York City. Her most recent work, A Hidden Life, was published by Melville House Publishing in January 2009. In her books, Reiss has presented her childhood experience as a Jewish girl in the Netherlands during the Holocaust.",
      "pageId": 21383776,
      "monthDay": "04/04"
    },
    {
      "year": "1935",
      "uri": "/wiki/Trevor_Griffiths",
      "name": "Trevor Griffiths",
      "aboutText": "Kronid Arkadyevich Lyubarsky (Russian: Крони́д Арка́дьевич Люба́рский; 4 April 1934, Pskov, Soviet Union – 23 May 1996, Bali, Indonesia) was a Russian journalist, dissident, human rights activist and political prisoner.",
      "pageId": 27191672,
      "monthDay": "04/04"
    },
    {
      "year": "1938",
      "uri": "/wiki/A._Bartlett_Giamatti",
      "name": "A. Bartlett Giamatti",
      "aboutText": "Angelo Bartlett \"Bart\" Giamatti (/dʒiːəˈmɑːti/; April 4, 1938 – September 1, 1989) was an American professor of English Renaissance literature, the president of Yale University, and the seventh Commissioner of Major League Baseball.",
      "pageId": 130650,
      "monthDay": "04/04"
    },
    {
      "year": "1939",
      "uri": "/wiki/JoAnne_Carner",
      "name": "JoAnne Carner",
      "aboutText": "Hugh Ramopolo Masekela (born 4 April 1939) is a South African trumpeter, flugelhornist, cornetist, composer, and singer.",
      "pageId": 164097,
      "monthDay": "04/04"
    },
    {
      "year": "1939",
      "uri": "/wiki/Major_Lance",
      "name": "Major Lance",
      "aboutText": "Kitty Kelley (born April 4, 1942) is an American journalist and author of several best-selling unauthorized biographies of Jacqueline Kennedy Onassis, Rock Hudson, Elizabeth Taylor, Frank Sinatra, Nancy Reagan, the British Royal Family, the Bush family, and Oprah Winfrey.\nAlthough Kelley has been called \"the consummate gossip monger, a vehicle for all the rumor and innuendo surrounding her illustrious subjects\" she maintains, \"I am an unabashed admirer of transparency and believe in the freedom guaranteed by the First Amendment\" and, to that end, her writing is about \"moving an icon out of the moonlight and into the sunlight\". However, as her work endured more scrutiny, many of the facts she reported did not hold up.",
      "pageId": 301830,
      "monthDay": "04/04"
    },
    {
      "year": "1939",
      "uri": "/wiki/Hugh_Masekela",
      "name": "Hugh Masekela",
      "aboutText": "Craig Theodore Nelson (born April 4, 1944) is an American actor and former comedian. He is best known for his Emmy-winning role as Hayden Fox on the TV series Coach, Deputy Ward Wilson in the 1980 film Stir Crazy, Steven Freeling in the 1982 film Poltergeist, the Warden in My Name is Earl, and Mr. Incredible in the 2004 film The Incredibles.",
      "pageId": 692853,
      "monthDay": "04/04"
    },
    {
      "year": "1939",
      "uri": "/wiki/Ernie_Terrell",
      "name": "Ernie Terrell",
      "aboutText": "James Louis Fregosi (April 4, 1942 – February 14, 2014) was an American professional baseball player and manager. He played in Major League Baseball as a shortstop. During an 18-year baseball career, he played from 1961–1978 for four different teams, primarily the Los Angeles and California Angels.",
      "pageId": 722986,
      "monthDay": "04/04"
    },
    {
      "year": "1940",
      "uri": "/wiki/Richard_Attwood",
      "name": "Richard Attwood",
      "aboutText": "Sharon K. \"Shari\" Sheeley (April 4, 1940 – May 17, 2002) was an American songwriter, who wrote songs for Glen Campbell, Ricky Nelson, Brenda Lee, and Sheeley's former fiancé, Eddie Cochran.",
      "pageId": 1147861,
      "monthDay": "04/04"
    },
    {
      "year": "1940",
      "uri": "/wiki/Sharon_Sheeley",
      "name": "Sharon Sheeley",
      "aboutText": "Richard James David Attwood (born 4 April 1940, Wolverhampton, Staffordshire) is a British motor racing driver, from England. During his career he raced for the BRM, Lotus and Cooper Formula One teams. He competed in 17 World Championship Grands Prix, achieved one podium and scored a total of 11 championship points.",
      "pageId": 1235873,
      "monthDay": "04/04"
    },
    {
      "year": "1942",
      "uri": "/wiki/Jim_Fregosi",
      "name": "Jim Fregosi",
      "aboutText": "Ernie Terrell (April 4, 1939 – December 16, 2014) was an American singer, record producer, and World Boxing Association (WBA) heavyweight boxing champion. At 6 ft 6 in (1.98 m), he was very tall, by the standards of the day. By comparison, Muhammad Ali was 6 ft 3 in, and Joe Frazier was 5 ft 11 in.",
      "pageId": 1238659,
      "monthDay": "04/04"
    },
    {
      "year": "1942",
      "uri": "/wiki/Kitty_Kelley",
      "name": "Kitty Kelley",
      "aboutText": "David John Hill (born 4 April 1946) is an English musician, who is the lead guitarist and backing vocalist in the English glam rock group, Slade. Hill is known for his flamboyant stage clothes and hairstyle. The music journalist, Stuart Maconie, commented \"he usually wore a jumpsuit made of the foil that you baste your turkeys in and platforms of oil-rig-derrick height.",
      "pageId": 1433411,
      "monthDay": "04/04"
    },
    {
      "year": "1942",
      "uri": "/wiki/Elizabeth_Levy",
      "name": "Elizabeth Levy",
      "aboutText": "JoAnne Gunderson Carner (born April 4, 1939) is an American former professional golfer. Her 43 victories on the LPGA Tour led to her induction in the World Golf Hall of Fame. She is the only woman to have won the U.S. Girls' Junior, U.S. Women's Amateur, and U.S. Women's Open titles, and was the first person ever to win three different USGA championship events.",
      "pageId": 1632815,
      "monthDay": "04/04"
    },
    {
      "year": "1944",
      "uri": "/wiki/Magda_Aelvoet",
      "name": "Magda Aelvoet",
      "aboutText": "Nelson Prudêncio (April 4, 1944 – November 23, 2012) was a Brazilian athlete who competed in the triple jump. He won silver medals at the 1967 and 1971 Pan American Games and 1968 Summer Olympics, and a bronze at the 1972 Summer Olympics. Prudêncio was ranked world's #2 in 1968, #3 in 1972, #5 in 1975, and #8 in 1971.",
      "pageId": 3249377,
      "monthDay": "04/04"
    },
    {
      "year": "1944",
      "uri": "/wiki/Mary_Kenny",
      "name": "Mary Kenny",
      "aboutText": "Katsuaki Satō (佐藤 勝昭, Satō Katsuaki, born April 4, 1946) is the founder and director of Satojuku Karate, also known as Odo (The Champion's Way) karate. The Satojuku honbu (headquarters) is located in Tachikawa, Japan.\nSatō was born on April 4, 1946, on Sakhalin Island, then part of occupied Japan following the end of World War II. The Soviet Union had invaded the island during the closing stages of the war, but around 300,000 Japanese remained on the island, including Satō's family.",
      "pageId": 3991316,
      "monthDay": "04/04"
    },
    {
      "year": "1944",
      "uri": "/wiki/Craig_T._Nelson",
      "name": "Craig T. Nelson",
      "aboutText": "Elizabeth Levy (born April 4, 1942) is an author who has written over eighty children's books in a variety of genres.",
      "pageId": 4522669,
      "monthDay": "04/04"
    },
    {
      "year": "1944",
      "uri": "/wiki/Nelson_Prud%C3%AAncio",
      "name": "Nelson Prudêncio",
      "aboutText": "Caroline Margaret McWilliams (April 4, 1945 – February 11, 2010) was an American actress best known for her portrayal of Marcy Hill in the television series Benson. McWilliams was a regular on the CBS soap, Guiding Light (as Janet Norris) for several years and also appeared in a short-term role (as Tracy DeWitt) on the NBC soap Another World. She also had a recurring role on Beverly Hills, 90210 playing the mother of Jamie Walters' character Ray Pruit.",
      "pageId": 5769688,
      "monthDay": "04/04"
    },
    {
      "year": "1945",
      "uri": "/wiki/Daniel_Cohn-Bendit",
      "name": "Daniel Cohn-Bendit",
      "aboutText": "Magdalena Godelieve Hilda \"Magda\" Aelvoet (born 4 April 1944) is a Belgian, Flemish politician. She is a former president of the Greens in the European Parliament.\nFrom 1999 to 2002 she served as Deputy Prime Minister in the Verhofstadt I Government, but resigned because of a Belgian arms delivery to Nepal that she opposed.",
      "pageId": 5795036,
      "monthDay": "04/04"
    },
    {
      "year": "1945",
      "uri": "/wiki/Caroline_McWilliams",
      "name": "Caroline McWilliams",
      "aboutText": "Major Lance (April 4, 1939), 1941 or 1942 – September 3, 1994 was an American R&B singer. After a number of US hits in the 1960s, including \"The Monkey Time\" and \"Um, Um, Um, Um, Um, Um\", he became an iconic figure in Britain in the 1970s among followers of Northern soul. Although he stopped making records in 1982, Major Lance continued to perform at concerts and on tours until his death in 1994.",
      "pageId": 6802033,
      "monthDay": "04/04"
    },
    {
      "year": "1945",
      "uri": "/wiki/Konrad_von_Finckenstein",
      "name": "Konrad von Finckenstein",
      "aboutText": "Mary Kenny (born 4 April 1944, Dublin, Ireland) is an Irish author, broadcaster, playwright and journalist. She is a frequent columnist for the Irish Independent. She was a founding member of the Irish Womens Liberation Movement.",
      "pageId": 7956471,
      "monthDay": "04/04"
    },
    {
      "year": "1946",
      "uri": "/wiki/Colin_Coates",
      "name": "Colin Coates",
      "aboutText": "Colin Victor Coates (born 4 April 1946 in Richmond, Melbourne, Victoria) is a former ice speed skater from Australia, who represented his native country in – a record – six consecutive Winter Olympics, starting in 1968 in Grenoble, France.",
      "pageId": 8204851,
      "monthDay": "04/04"
    },
    {
      "year": "1946",
      "uri": "/wiki/Dave_Hill",
      "name": "Dave Hill",
      "aboutText": "Konrad Winrich Von Finckenstein, QC (born April 4, 1945) is a Canadian public servant who has worked in the areas of trade, commercial, competition and communications law.",
      "pageId": 10258198,
      "monthDay": "04/04"
    },
    {
      "year": "1946",
      "uri": "/wiki/Katsuaki_Sat%C5%8D",
      "name": "Katsuaki Satō",
      "aboutText": "Daniel Marc Cohn-Bendit (French: [kɔn bɛndit]; German: [koːn ˈbɛndiːt]; born 4 April 1945) is a French-German politician. He was a student leader during the unrest of May 1968 in France and was also known during that time as Dany le Rouge (French for \"Danny the Red\", because of both his politics and the colour of his hair). He was co-president of the group European Greens–European Free Alliance in the European Parliament.",
      "pageId": 40300457,
      "monthDay": "04/04"
    },
    {
      "year": "1946",
      "uri": "/wiki/Gy%C3%B6rgy_Spir%C3%B3",
      "name": "György Spiró",
      "aboutText": "Dan Simmons (born April 4, 1948) is an American science fiction and horror writer and author of the Hugo Award-winning science fiction series, the Hyperion Cantos, and the Locus-winning Ilium/Olympos cycle.\nHis work spans the science fiction, horror and fantasy genres, sometimes within a single novel: a typical example of Simmons' intermingling of genres is Song of Kali (1985), winner of World Fantasy Award. He also writes mysteries and thrillers, some of which feature the continuing character Joe Kurtz.",
      "pageId": 8875,
      "monthDay": "04/04"
    },
    {
      "year": "1946",
      "uri": "/wiki/Bubba_Wyche",
      "name": "Bubba Wyche",
      "aboutText": "Abdullah Öcalan (/ˈoʊdʒəlɑːn/ OH-jə-lahn; Turkish pronunciation: [ød͡ʒaɫan]; born 4 April 1948), also known as Apo (short for both Abdullah and \"uncle\" in Kurdish), is one of the founding members of the militant organization the Kurdistan Workers' Party (PKK) in 1978 in Turkey.\nÖcalan was arrested in 1999 by the Turkish National Intelligence Agency (MIT) with the support of the CIA in Nairobi and taken to Turkey, where he was sentenced to death under Article 125 of the Turkish Penal Code, which concerns the formation of armed organisations. The sentence was commuted to aggravated life imprisonment when Turkey abolished the death penalty in support of its bid to be admitted to membership in the European Union.",
      "pageId": 98439,
      "monthDay": "04/04"
    },
    {
      "year": "1947",
      "uri": "/wiki/Wiranto",
      "name": "Wiranto",
      "aboutText": "Raymond Earl Fosse (born April 4, 1947 in Marion, Illinois) is an American former professional baseball player and current television sports color commentator. He played in Major League Baseball as a catcher. He was drafted in the first round of the 1965 amateur draft by the Cleveland Indians.",
      "pageId": 239003,
      "monthDay": "04/04"
    },
    {
      "year": "1947",
      "uri": "/wiki/Ray_Fosse",
      "name": "Ray Fosse",
      "aboutText": "Shing-Tung Yau (Chinese: 丘成桐; pinyin: Qiū Chéngtóng; Cantonese Yale: Yāu Sìngtùng; born April 4, 1949) is a Chinese-born American mathematician. He was awarded the Fields Medal in 1982.\nYau's work is mainly in differential geometry, especially in geometric analysis.",
      "pageId": 303137,
      "monthDay": "04/04"
    },
    {
      "year": "1947",
      "uri": "/wiki/Luke_Halpin",
      "name": "Luke Halpin",
      "aboutText": "Hun Sen (Khmer: ហ៊ុន សែន; born 5 August 1952) is the 34th and current Prime Minister of Cambodia, President of the Cambodian People's Party (CPP), and Member of Parliament (MP) for Kandal. He has served as Cambodia's premier for more than 25 years, making him the longest serving head of government of Cambodia and one of the longest serving leaders in the world. From 1979 to 1986 and again from 1987 to 1990, Hun Sen served as Cambodia's foreign minister.",
      "pageId": 393779,
      "monthDay": "04/04"
    },
    {
      "year": "1948",
      "uri": "/wiki/Michael_Blassie",
      "name": "Michael Blassie",
      "aboutText": "Wiranto ([wiˈranto]; born 4 April 1947) is a retired Indonesian army General. He was the Commander of the military of Indonesia from February 1998 to October 1999, and ran unsuccessfully for President of Indonesia in 2004 and ran unsuccessfully for the vice-presidency in 2009.\nWiranto played a significant role in facilitating severe human rights violations by the Indonesian army and Jakarta-backed militias, during Indonesia's withdrawal from the occupied territory of East Timor in 1999.",
      "pageId": 609009,
      "monthDay": "04/04"
    },
    {
      "year": "1948",
      "uri": "/wiki/Abdullah_%C3%96calan",
      "name": "Abdullah Öcalan",
      "aboutText": "Christine Ann Lahti (born April 4, 1950) is an American actress and film director. She was nominated for the Academy Award for Best Supporting Actress for the 1984 film Swing Shift. Her other film roles include ...And Justice for All (1979), Housekeeping (1987), Running on Empty (1988), and Miss Firecracker (1989).",
      "pageId": 657777,
      "monthDay": "04/04"
    },
    {
      "year": "1948",
      "uri": "/wiki/Berry_Oakley",
      "name": "Berry Oakley",
      "aboutText": "Patrick John Joseph Burns (April 4, 1952 – November 19, 2010) was a National Hockey League head coach. Over 14 seasons between 1988 and 2004, he coached in 1,019 games with the Montreal Canadiens, Toronto Maple Leafs, Boston Bruins, and New Jersey Devils. Burns retired in 2005 after being diagnosed with recurring cancer, which eventually claimed his life five years later.",
      "pageId": 661886,
      "monthDay": "04/04"
    },
    {
      "year": "1948",
      "uri": "/wiki/Werner_Roth_(footballer,_born_1948)",
      "name": "Werner Roth",
      "aboutText": "Rosemarie 'Rosi' Ackermann (born 4 April 1952) is a former East German high jumper.",
      "pageId": 671534,
      "monthDay": "04/04"
    },
    {
      "year": "1948",
      "uri": "/wiki/Dan_Simmons",
      "name": "Dan Simmons",
      "aboutText": "Derek Thompson (born 4 April 1948) is a Northern Irish actor, most notable for playing Charlie Fairhead in the long-running BBC television medical drama series Casualty.",
      "pageId": 1432307,
      "monthDay": "04/04"
    },
    {
      "year": "1948",
      "uri": "/wiki/Derek_Thompson_(actor)",
      "name": "Derek Thompson",
      "aboutText": "John Allen \"Hog\" Hannah (born April 4, 1951) is a former American football left guard who played for the New England Patriots (1973–1985) in the National Football League (NFL).",
      "pageId": 1465763,
      "monthDay": "04/04"
    },
    {
      "year": "1948",
      "uri": "/wiki/Pick_Withers",
      "name": "Pick Withers",
      "aboutText": "Werner Roth (born April 4, 1948) is a retired American professional football defender.\nMainly associated with the New York Cosmos, he also represented the United States men's national soccer team for three years. He is a member of the National Soccer Hall of Fame.",
      "pageId": 1765430,
      "monthDay": "04/04"
    },
    {
      "year": "1949",
      "uri": "/wiki/Junior_Braithwaite",
      "name": "Junior Braithwaite",
      "aboutText": "Luke Austin Halpin (born April 4, 1947) is an American actor.",
      "pageId": 1824787,
      "monthDay": "04/04"
    },
    {
      "year": "1949",
      "uri": "/wiki/Shing-Tung_Yau",
      "name": "Shing-Tung Yau",
      "aboutText": "Raymond Berry Oakley III (April 4, 1948 – November 11, 1972), was an American bassist and one of the founding members of The Allman Brothers Band.",
      "pageId": 2110478,
      "monthDay": "04/04"
    },
    {
      "year": "1950",
      "uri": "/wiki/Christine_Lahti",
      "name": "Christine Lahti",
      "aboutText": "David \"Pick\" Withers (born 4 April 1948 in Leicester) is an English rock and jazz drummer.",
      "pageId": 2834104,
      "monthDay": "04/04"
    },
    {
      "year": "1951",
      "uri": "/wiki/James_Cuno",
      "name": "James Cuno",
      "aboutText": "György (George) Spiró (born April 4, 1946 in Budapest) is a dramatist, novelist and essayist who has emerged as one of post-war Hungary's most prominent literary figures. He is a member of the Széchenyi Academy of Literature and Arts.",
      "pageId": 3758142,
      "monthDay": "04/04"
    },
    {
      "year": "1951",
      "uri": "/wiki/John_Hannah_(American_football)",
      "name": "John Hannah",
      "aboutText": "Franklin Delano Alexander Braithwaite, better known as Junior Braithwaite, (4 April 1949 – 2 June 1999) was a reggae musician from Kingston, Jamaica, the youngest member of the vocal group, The Wailing Wailers. The Wailing Wailers was a vocal group Bob Marley, Bunny Wailer and Peter Tosh started in 1963, together with Braithwaite, when ska music had become popular in Jamaica. Soon after Beverly Kelso and Cherry Smith joined the group as backing vocalists.",
      "pageId": 4171052,
      "monthDay": "04/04"
    },
    {
      "year": "1951",
      "uri": "/wiki/Hun_Sen",
      "name": "Hun Sen",
      "aboutText": "First Lieutenant Michael Joseph Blassie (April 4, 1948—May 11, 1972) was an officer in the United States Air Force.",
      "pageId": 4925929,
      "monthDay": "04/04"
    },
    {
      "year": "1952",
      "uri": "/wiki/Rosemarie_Ackermann",
      "name": "Rosemarie Ackermann",
      "aboutText": "James Bash Cuno (born April 4, 1951 in St Louis) is an American art historian and curator, who currently serves as President and CEO of the J. Paul Getty Trust since 2011.",
      "pageId": 39223531,
      "monthDay": "04/04"
    },
    {
      "year": "1952",
      "uri": "/wiki/Pat_Burns",
      "name": "Pat Burns",
      "aboutText": "Bubba Wyche (born April 4, 1946) is a former American and Canadian football quarterback in the Canadian Football League (CFL) and World Football League (WFL). He played in the CFL for the Saskatchewan Roughriders and the WFL for the Chicago Fire, Detroit Wheels and Shreveport Steamer. Wyche played college football at Tennessee.",
      "pageId": 44770414,
      "monthDay": "04/04"
    },
    {
      "year": "1952",
      "uri": "/wiki/Gregg_Hansford",
      "name": "Gregg Hansford",
      "aboutText": "Aki Olavi Kaurismäki (Finnish: [ˈɑki ˈkɑurismæki]; born 4 April 1957) is a Finnish screenwriter and film director.",
      "pageId": 201226,
      "monthDay": "04/04"
    },
    {
      "year": "1952",
      "uri": "/wiki/Cherie_Lunghi",
      "name": "Cherie Lunghi",
      "aboutText": "David Edward Kelley (born April 4, 1956) is an American television writer and producer, known as the creator of Picket Fences, Chicago Hope, The Practice, Ally McBeal, Boston Public, Boston Legal, and Harry's Law as well as several films. Kelley is one of very few screenwriters to have created shows aired on all four top commercial U.S. television networks (ABC, CBS, Fox & NBC).",
      "pageId": 262332,
      "monthDay": "04/04"
    },
    {
      "year": "1952",
      "uri": "/wiki/Karen_Magnussen",
      "name": "Karen Magnussen",
      "aboutText": "Robert William Gary Moore (4 April 1952 – 6 February 2011) was a Northern Irish musician, most widely recognised as a singer, songwriter and virtuoso rock and blues guitarist.\nIn a career dating back to the 1960s, Moore played with musicians including Phil Lynott and Brian Downey during his teenage years, leading him to memberships of the Irish bands Skid Row and Thin Lizzy, and British band Colosseum II. Moore shared the stage with such blues and rock musicians as B.B. King, Albert King, Jack Bruce, Albert Collins, George Harrison and Greg Lake, as well as having a successful solo career. He guested on a number of albums recorded by high-profile musicians.",
      "pageId": 280636,
      "monthDay": "04/04"
    },
    {
      "year": "1952",
      "uri": "/wiki/Gary_Moore",
      "name": "Gary Moore",
      "aboutText": "David A. Ulliott (1 April 1954 – 6 April 2015), known by the nickname Devilfish, was an English professional gambler and poker player. Formerly, Ulliott was a minor figure in the Hull underworld, but went on to become a World Series of Poker bracelet-winner, and a mainstay of televised poker.",
      "pageId": 1023763,
      "monthDay": "04/04"
    },
    {
      "year": "1952",
      "uri": "/wiki/Villy_S%C3%B8vndal",
      "name": "Villy Søvndal",
      "aboutText": "Graeme Hunter Kelling (4 April 1957 – 10 June 2004) was a Scottish musician and the original guitarist with the Scottish pop band, Deacon Blue.\nBorn in Paisley, Scotland, Kelling was brought up in Motherwell and educated at the High School of Glasgow. Born into the Plymouth Brethren sect, he turned away from it in order to travel and to follow music.",
      "pageId": 1121625,
      "monthDay": "04/04"
    },
    {
      "year": "1953",
      "uri": "/wiki/Robert_Bertrand",
      "name": "Robert Bertrand",
      "aboutText": "Karen Diane Magnussen, OC (born April 4, 1952) is a Canadian former competitive figure skater. She is the 1972 Olympic silver medalist and 1973 World champion.",
      "pageId": 1346405,
      "monthDay": "04/04"
    },
    {
      "year": "1953",
      "uri": "/wiki/Henry_Fotheringham",
      "name": "Henry Fotheringham",
      "aboutText": "Cherie Mary Lunghi (born 4 April 1952) is an English film, television and theatre actress, well known to British audiences for her starring roles in many TV dramas. Her international fame stems from her role as Guinevere in the 1981 film Excalibur. Her long list of screen, stage and TV credits include football manageress Gabriella Benson in the 1990s television series The Manageress and a series of adverts for Kenco coffee.",
      "pageId": 1489447,
      "monthDay": "04/04"
    },
    {
      "year": "1953",
      "uri": "/wiki/Simcha_Jacobovici",
      "name": "Simcha Jacobovici",
      "aboutText": "Evelyn Anne Hart, CC OM FRSC (born April 4, 1956) is a Canadian ballerina and former principal dancer with the Royal Winnipeg Ballet.",
      "pageId": 1550277,
      "monthDay": "04/04"
    },
    {
      "year": "1953",
      "uri": "/wiki/Agust%C3%AD_Villaronga",
      "name": "Agustí Villaronga",
      "aboutText": "Kelso (April 4, 1957 – October 16, 1983) was an American thoroughbred race horse considered among the best racehorses in history. In the list of the top 100 U.S. thoroughbred champions of the 20th Century by The Blood-Horse magazine, Kelso ranks 4th, behind only Man o' War (1st), Secretariat (2nd) and Citation (3rd). In his long career, Kelso defeated many leading Thorougbred racehorses including Carry Back, Gun Bow, Bald Eagle, Tompion, Never Bend, Beau Purple, Quadrangle, Roman Brother, Crimson Satan, Jaipur, Ridan and Pia Star, as well as other top thoroughbreds, often conceding weight under handicap conditions.",
      "pageId": 1821769,
      "monthDay": "04/04"
    },
    {
      "year": "1953",
      "uri": "/wiki/Sammy_Wilson",
      "name": "Sammy Wilson",
      "aboutText": "Samuel Wilson (born 4 April 1953) is a British politician from Northern Ireland who is a member of parliament (MP) for East Antrim. He served as a Member of the Legislative Assembly (MLA) for Belfast East from 1998 until 2003 and for East Antrim from 2003 until 2015. He served as Lord Mayor of Belfast in 1986 – 1987 and again from June 2000 to June 2001.",
      "pageId": 1855074,
      "monthDay": "04/04"
    },
    {
      "year": "1953",
      "uri": "/wiki/Chen_Yi_(composer)",
      "name": "Chen Yi",
      "aboutText": "Thomas Mitchell Herr (born April 4, 1956, in Lancaster, Pennsylvania) is a former second baseman in Major League Baseball who played from 1979 to 1991 for the St. Louis Cardinals, Minnesota Twins, Philadelphia Phillies, San Francisco Giants, and New York Mets.\nHerr started his minor league career with Johnson City in 1975.",
      "pageId": 1856582,
      "monthDay": "04/04"
    },
    {
      "year": "1954",
      "uri": "/wiki/Julie_Carmen",
      "name": "Julie Carmen",
      "aboutText": "Casey Patrick Biggs (born April 4, 1955) is an American actor, best known throughout the Star Trek community for starring as the Cardassian Damar, on Star Trek: Deep Space Nine.",
      "pageId": 3294769,
      "monthDay": "04/04"
    },
    {
      "year": "1954",
      "uri": "/wiki/Dave_Ulliott",
      "name": "Dave Ulliott",
      "aboutText": "Chen Yi (simplified Chinese: 陈怡; traditional Chinese: 陳怡; pinyin: Chén Yí) (born April 4, 1953) is a Chinese violinist and composer of contemporary classical music. She was the first Chinese woman to receive a Master of Arts (M.A.) in music composition from the Central Conservatory of Music in Beijing.",
      "pageId": 3488491,
      "monthDay": "04/04"
    },
    {
      "year": "1955",
      "uri": "/wiki/Casey_Biggs",
      "name": "Casey Biggs",
      "aboutText": "Robert \"Bob\" Bertrand (born April 4, 1953 in Fort-Coulonge, Quebec) is a Canadian politician.\nHe was a federal member of Parliament for the riding of Pontiac—Gatineau—Labelle. He ran and won in the 1993, 1997 and 2000 Canadian federal elections with significant majorities under the banner of the Liberal Party of Canada.",
      "pageId": 3598896,
      "monthDay": "04/04"
    },
    {
      "year": "1956",
      "uri": "/wiki/Evelyn_Hart",
      "name": "Evelyn Hart",
      "aboutText": "Julie Carmen (born April 4, 1954) is an American actress, dancer and a licensed psychotherapist. She came to prominence onscreen in the 1980s, winning the Venice Film Festival Best Supporting Actress Award for her role in John Cassavetes' film, Gloria. Her acting training was with Sanford Meisner at Neighborhood Playhouse and with Uta Hagen at HB Studios.",
      "pageId": 5012682,
      "monthDay": "04/04"
    },
    {
      "year": "1956",
      "uri": "/wiki/Tom_Herr",
      "name": "Tom Herr",
      "aboutText": "Villy Søvndal (born 4 April 1952) is a Danish politician who served as Denmark's Minister for Foreign Affairs from 2011 to 2013. He represented the Socialist People's Party (Socialistisk Folkeparti) in Parliament (Folketinget) from 1994 to 2013. He was selected as party leader in a 2005 vote, succeeding Holger K. Nielsen.",
      "pageId": 5133725,
      "monthDay": "04/04"
    },
    {
      "year": "1956",
      "uri": "/wiki/David_E._Kelley",
      "name": "David E. Kelley",
      "aboutText": "Simcha Jacobovici (/ˈsɪm.hə jəˈkoʊbɵvɪtʃ/; born April 4, 1953) is a Canadian Israeli film director, producer, freelance journalist, and writer.",
      "pageId": 5265794,
      "monthDay": "04/04"
    },
    {
      "year": "1957",
      "uri": "/wiki/Kelso_(horse)",
      "name": "Kelso",
      "aboutText": "Henry Richard Fotheringham (born 4 April 1953 in Empangeni) was a South African cricketer from 1971/72 to 1989/90 during the country's apartheid ban.",
      "pageId": 10401205,
      "monthDay": "04/04"
    },
    {
      "year": "1957",
      "uri": "/wiki/Aki_Kaurism%C3%A4ki",
      "name": "Aki Kaurismäki",
      "aboutText": "Gregory John \"Gregg\" Hansford (8 April 1952 – 5 March 1995) was an Australian professional motorcycle and touring car racer.",
      "pageId": 11199438,
      "monthDay": "04/04"
    },
    {
      "year": "1957",
      "uri": "/wiki/Graeme_Kelling",
      "name": "Graeme Kelling",
      "aboutText": "Agustí Villaronga Riutort (Catalan pronunciation: [əɣusˈti viʎəˈɾoŋɡə]; born 4 April 1953) is a Balearic Spanish film director, screenwriter and actor. He has directed seven feature films, a documentary, three projects for television and three shorts. His film El niño de la luna was entered into the 1989 Cannes Film Festival.",
      "pageId": 23821548,
      "monthDay": "04/04"
    },
    {
      "year": "1957",
      "uri": "/wiki/Nobuyoshi_Kuwano",
      "name": "Nobuyoshi Kuwano",
      "aboutText": "Graham William Walker (born 4 April 1963), better known by the stage name Graham Norton, is an Irish television and radio presenter, comedian, and actor based in the United Kingdom. He is a five-time BAFTA TV Award winner for his comedy chat show The Graham Norton Show. Previously shown on BBC Two, it took the prestigious Friday night slot on BBC One from Jonathan Ross in 2010.",
      "pageId": 96467,
      "monthDay": "04/04"
    },
    {
      "year": "1958",
      "uri": "/wiki/Cazuza",
      "name": "Cazuza",
      "aboutText": "Hugo Wallace Weaving (born 4 April 1960) is an Australian-British film and stage actor. He is best known for his roles as Agent Smith in The Matrix trilogy (1999–2003) and Elrond in The Lord of the Rings (2001–2003) and The Hobbit (2012–2014) film trilogy, as well as the title role of V in the 2006 film V for Vendetta.\nWeaving's first major role was in the 1984 Australian television series Bodyline, as the English cricket captain Douglas Jardine.",
      "pageId": 170977,
      "monthDay": "04/04"
    },
    {
      "year": "1958",
      "uri": "/wiki/Mary-Margaret_Humes",
      "name": "Mary-Margaret Humes",
      "aboutText": "Tom Byron (born Thomas Bryan Taliaferro, Jr. April 4, 1961) is an American pornographic actor, director and producer. He is of Italian descent and is an alumnus of the University of Houston.",
      "pageId": 381965,
      "monthDay": "04/04"
    },
    {
      "year": "1958",
      "uri": "/wiki/Peter_Baltes",
      "name": "Peter Baltes",
      "aboutText": "Dale Hawerchuk (born April 4, 1963) is a retired Canadian professional ice hockey centre who played in the National Hockey League (NHL) for 16 seasons. He won the NHL's Calder Memorial Trophy as the league's Rookie of the Year in 1982 and was elected to the Hockey Hall of Fame in his second year of eligibility in 2001. He is currently the head coach of the Barrie Colts of the Ontario Hockey League.",
      "pageId": 469924,
      "monthDay": "04/04"
    },
    {
      "year": "1959",
      "uri": "/wiki/Phil_Morris_(actor)",
      "name": "Phil Morris",
      "aboutText": "Craig David Adams (born 4 April 1962, Otley, West Yorkshire, England) is an English musician, bass guitarist and songwriter. Over his career he has worked with a variety of rock bands while also being part of a touring crew.\nBrought up in Leeds, Adams left school to pursue a career in music.",
      "pageId": 758161,
      "monthDay": "04/04"
    },
    {
      "year": "1960",
      "uri": "/wiki/Jane_Eaglen",
      "name": "Jane Eaglen",
      "aboutText": "Jack Louis Del Rio, Jr. (born April 4, 1963) is an American football coach who is currently the head coach of the Oakland Raiders of the National Football League (NFL). He was a professional football player who played linebacker for four teams over eleven years in the National Football League.",
      "pageId": 852633,
      "monthDay": "04/04"
    },
    {
      "year": "1960",
      "uri": "/wiki/Scott_Miller_(pop_musician)",
      "name": "Scott Miller",
      "aboutText": "Mary-Margaret Humes (born April 4, 1954) is an American actress best known in recent years for playing Gail Leery, the title character's mother on the WB television drama Dawson's Creek from 1998 to 2003.",
      "pageId": 1011364,
      "monthDay": "04/04"
    },
    {
      "year": "1960",
      "uri": "/wiki/Hugo_Weaving",
      "name": "Hugo Weaving",
      "aboutText": "Agenor Miranda Araújo Neto, better known as Cazuza (Portuguese pronunciation: [kaˈzuzɐ]; 4 April 1958 – 7 July 1990), was a Brazilian composer and singer, born in Rio de Janeiro. Along with Raul Seixas, Renato Russo and Os Mutantes, Cazuza is considered one of the best exponents of Brazilian rock music. In 9 years of career, he sold more than 5 million albums and achieved 11 number one singles and 18 Top 10 singles in Brazil.",
      "pageId": 1101220,
      "monthDay": "04/04"
    },
    {
      "year": "1961",
      "uri": "/wiki/Tom_Byron",
      "name": "Tom Byron",
      "aboutText": "Jane Eaglen (born 4 April 1960) is an English dramatic soprano particularly known for her interpretations of the works of Richard Wagner and the title roles in Bellini's Norma and Puccini's Turandot.",
      "pageId": 1239361,
      "monthDay": "04/04"
    },
    {
      "year": "1961",
      "uri": "/wiki/Hildi_Santo-Tomas",
      "name": "Hildi Santo-Tomas",
      "aboutText": "Phillip Morris (born April 4, 1959) is an American television, voice and film actor. He played Jackie Chiles in the NBC sitcom Seinfeld and John Jones in The CW superhero drama Smallville.",
      "pageId": 1677088,
      "monthDay": "04/04"
    },
    {
      "year": "1962",
      "uri": "/wiki/Craig_Adams_(musician)",
      "name": "Craig Adams",
      "aboutText": "Jane Anne McDonald (born 4 April 1963 in Wakefield) is an English singer, actress, media personality and broadcaster, who rose to fame in 1998 after her appearance on the BBC show The Cruise.",
      "pageId": 2186055,
      "monthDay": "04/04"
    },
    {
      "year": "1962",
      "uri": "/wiki/Kailasho_Devi",
      "name": "Kailasho Devi",
      "aboutText": "Ava Fabian (born April 4, 1962, Brewster, New York) is an American model and actress. She was chosen as Playboy's Playmate of the Month in August 1986 and has appeared in numerous Playboy videos. Her centerfold was photographed by Arny Freytag and Richard Fegley.",
      "pageId": 2342050,
      "monthDay": "04/04"
    },
    {
      "year": "1962",
      "uri": "/wiki/Ava_Fabian",
      "name": "Ava Fabian",
      "aboutText": "Nobuyoshi Kuwano (桑野信義 Kuwano Nobuyoshi, born April 4, 1957 in Ōta, Tokyo -) is a Japanese television performer, former member of Rats & Star. His nickname is \"Kuwa-man\" (桑マン). In Rats & Star, he took charge of the trumpet and vocal.",
      "pageId": 2347647,
      "monthDay": "04/04"
    },
    {
      "year": "1962",
      "uri": "/wiki/Marco_Giovannetti",
      "name": "Marco Giovannetti",
      "aboutText": "Peter Baltes (born 4 April 1958 in Solingen, Germany) is a German hard rock and heavy metal musician. He is a member of the German heavy metal group Accept, having played bass guitar on all of their 14 albums, which have sold more than 17 million records around the world. He joined them in 1978 after Dieter Rubach left the band and also made minor contributions as a lead vocalist with Accept on their early albums and on the album Predator of 1996.",
      "pageId": 5162489,
      "monthDay": "04/04"
    },
    {
      "year": "1962",
      "uri": "/wiki/Anita_Renfroe",
      "name": "Anita Renfroe",
      "aboutText": "A. Michael Baldwin (born April 4, 1963) is an American actor, producer, and screenwriter.\nHe is the son of animator Gerard Baldwin, who worked on classic shows such as The Jetsons, Rocky and Bullwinkle, George of the Jungle and many more. Michael Baldwin began acting in his teens and was also a member of the Teenage Drama Workshop at California State University.",
      "pageId": 5442371,
      "monthDay": "04/04"
    },
    {
      "year": "1963",
      "uri": "/wiki/A._Michael_Baldwin",
      "name": "A. Michael Baldwin",
      "aboutText": "Hildi Santo-Tomas (born April 4, 1961, Raleigh, North Carolina) is an American interior decorator best known for her appearances on the TLC home renovation TV series Trading Spaces.",
      "pageId": 5809934,
      "monthDay": "04/04"
    },
    {
      "year": "1963",
      "uri": "/wiki/Jack_Del_Rio",
      "name": "Jack Del Rio",
      "aboutText": "Marco Giovannetti (born 4 April 1962) is an Italian former professional road bicycle racer and Olympic gold medalist who won the Vuelta a España in 1990. He has also won stages at the Tour de Suisse and the Giro d'Italia.\nGiovannetti was born in Milan, Italy to a Tuscan family.",
      "pageId": 6623465,
      "monthDay": "04/04"
    },
    {
      "year": "1963",
      "uri": "/wiki/Dale_Hawerchuk",
      "name": "Dale Hawerchuk",
      "aboutText": "Scott Miller (April 4, 1960 – April 15, 2013) was a singer, songwriter and guitarist, best known for his work as leader of the 1980s band Game Theory and 1990s band The Loud Family, and as the author of a 2010 book of music criticism.",
      "pageId": 12212983,
      "monthDay": "04/04"
    },
    {
      "year": "1963",
      "uri": "/wiki/Jane_McDonald",
      "name": "Jane McDonald",
      "aboutText": "Anita Renfroe (born April 4, 1962) is an American Christian comedian from Atlanta, Georgia, the wife of a Baptist pastor and the mother of three children. She is a regular commentator on Good Morning America.\nShe became famous after her comic rendition of everything that a mother would typically say to her children in the course of a day, set to the William Tell Overture and entitled Momisms, was posted on YouTube.",
      "pageId": 15928681,
      "monthDay": "04/04"
    },
    {
      "year": "1963",
      "uri": "/wiki/Graham_Norton",
      "name": "Graham Norton",
      "aboutText": "Kailasho Devi (born 4 April 1962) is a political and social worker and a Member of Parliament elected from Kurukshetra constituency in the Indian state of Haryana being an Indian National Lok Dal candidate.\n^ \"Biographical Sketch Member of Parliament 12th Lok Sabha\".",
      "pageId": 41942241,
      "monthDay": "04/04"
    },
    {
      "year": "1964",
      "uri": "/wiki/Branco_(footballer)",
      "name": "Branco",
      "aboutText": "Robert John Downey Jr. (born April 4, 1965) is an American actor whose career has included critical and popular success in his youth, followed by a period of substance abuse and legal troubles, and a resurgence of commercial success in middle age.\nMaking his screen debut at the age of five, appearing in his father's film Pound (1970), he appeared in roles associated with the Brat Pack, such as the teen sci-fi comedy Weird Science (1985) and the drama Less Than Zero (1987).",
      "pageId": 171045,
      "monthDay": "04/04"
    },
    {
      "year": "1964",
      "uri": "/wiki/Dr._Chud",
      "name": "Dr. Chud",
      "aboutText": "Riduan Isamuddin also transliterated as Riduan Isamudin, Riduan Isomuddin, and Riduan Isomudin, better known by the nom de guerre Hambali, born as Encep Nurjaman (born April 4, 1964) is the former military leader of the Indonesian terrorist organization Jemaah Islamiyah (JI), which is linked with Al Qaeda. He is now in extrajudicial detention in the United States's Guantanamo Bay detainment camps, in Cuba.\nHambali was often described as \"the Osama bin Laden of Southeast Asia\".",
      "pageId": 368299,
      "monthDay": "04/04"
    },
    {
      "year": "1964",
      "uri": "/wiki/Anthony_Clark_(actor)",
      "name": "Anthony Clark",
      "aboutText": "Edith Chewanjel Masai (born 4 April 1967) is a Kenyan former long-distance runner who specialised in cross country and track races, then road races in her late career. She represented Kenya at the 2004 Summer Olympics. Her best achievements are three individual gold medals in the short race at the IAAF World Cross Country Championships between 2002 and 2004.",
      "pageId": 578726,
      "monthDay": "04/04"
    },
    {
      "year": "1964",
      "uri": "/wiki/David_Cross",
      "name": "David Cross",
      "aboutText": "Nancy Justine McKeon (born April 4, 1966) is an American actress.",
      "pageId": 806317,
      "monthDay": "04/04"
    },
    {
      "year": "1964",
      "uri": "/wiki/Laurie_Hibberd",
      "name": "Laurie Hibberd",
      "aboutText": "Anthony Higgins Clark (born April 4, 1964) is an American actor and comedian who starred in the television series Yes, Dear, in which he played the character Greg Warner.",
      "pageId": 1598696,
      "monthDay": "04/04"
    },
    {
      "year": "1964",
      "uri": "/wiki/Riduan_Isamuddin",
      "name": "Riduan Isamuddin",
      "aboutText": "Robert Anthony \"Robbie\" Rist (born April 4, 1964) is an American actor and musician.",
      "pageId": 1917633,
      "monthDay": "04/04"
    },
    {
      "year": "1964",
      "uri": "/wiki/Robbie_Rist",
      "name": "Robbie Rist",
      "aboutText": "Karren Rita Brady, Baroness Brady CBE (born 4 April 1969) is an English sporting executive, politician, television broadcaster, newspaper columnist, author and novelist. She is the former managing director of Birmingham City F.C. and current vice-chairman of West Ham United F.C.. She is featured in the BBC One series The Apprentice as an aide to Lord Sugar.",
      "pageId": 2135205,
      "monthDay": "04/04"
    },
    {
      "year": "1965",
      "uri": "/wiki/Vinny_Burns",
      "name": "Vinny Burns",
      "aboutText": "David Cross (born April 4, 1964) is an American stand-up comedian, actor, writer, and voice artist, known primarily for his standup work, the HBO sketch comedy series Mr. Show, and his role as Tobias Fünke in the sitcom Arrested Development. Cross created, wrote, executive produced, and starred in The Increasingly Poor Decisions of Todd Margaret, developed and had a prominent role in Freak Show, appeared on Modern Family, portrayed Ian Hawke in the Alvin and the Chipmunks film franchise, and voiced Crane in the Kung Fu Panda film franchise.",
      "pageId": 2316263,
      "monthDay": "04/04"
    },
    {
      "year": "1965",
      "uri": "/wiki/Robert_Downey_Jr.",
      "name": "Robert Downey Jr.",
      "aboutText": "Michael Christopher \"Mike\" Starr (April 4, 1966 – March 8, 2011) was an American musician, best known as the original bassist in Alice in Chains, which he played with from the band's formation in 1987 until 1993.",
      "pageId": 2434580,
      "monthDay": "04/04"
    },
    {
      "year": "1965",
      "uri": "/wiki/Sean_Wilson_(actor)",
      "name": "Sean Wilson",
      "aboutText": "Gregory Thomas García (born April 4, 1970), is an American television director, producer and writer. He is the creator/executive producer of several long-running sitcoms, including Yes, Dear, My Name Is Earl (where he made seven cameo appearances), and Raising Hope. He has also worked for the series Family Matters and as a consulting producer on Family Guy.",
      "pageId": 2780543,
      "monthDay": "04/04"
    },
    {
      "year": "1966",
      "uri": "/wiki/Nancy_McKeon",
      "name": "Nancy McKeon",
      "aboutText": "Sean Wilson (born 4 April 1965, Ashton-under-Lyne, Lancashire) is an English actor and cheesemaker, best known for his role as Martin Platt in Coronation Street.",
      "pageId": 3141329,
      "monthDay": "04/04"
    },
    {
      "year": "1966",
      "uri": "/wiki/Mike_Starr_(musician)",
      "name": "Mike Starr",
      "aboutText": "Dr.",
      "pageId": 3202462,
      "monthDay": "04/04"
    },
    {
      "year": "1966",
      "uri": "/wiki/Christos_Tsekos_(basketball)",
      "name": "Christos Tsekos",
      "aboutText": "Jesús Miguel Rollán Prada (4 April 1968 – 11 March 2006) was a water polo player from Spain who was a member of the national team that won the gold medal at the 1996 Summer Olympics in Atlanta, Georgia.\nFour years earlier, when Barcelona hosted the Summer Olympics, he was on the squad that captured the silver medal. Born in Madrid, Rollán competed in five Summer Olympics, starting in 1988.",
      "pageId": 4171625,
      "monthDay": "04/04"
    },
    {
      "year": "1967",
      "uri": "/wiki/Edith_Masai",
      "name": "Edith Masai",
      "aboutText": "Cláudio Ibrahim Vaz Leal (born 4 April 1964 in Bagé, Brazil), better known as Branco, is former Brazilian footballer who played as a left back.",
      "pageId": 5819059,
      "monthDay": "04/04"
    },
    {
      "year": "1967",
      "uri": "/wiki/George_Mavrotas",
      "name": "George Mavrotas",
      "aboutText": "Vinny Burns (born 4 April 1965, Oldham, Lancashire) is an English hard rock guitarist and producer, best known for his work with the bands Dare, Ten and Bob Catley. He has also been a member of Asia, Ultravox, Hugo, FM, The Ladder, Phoenix Down, and on his own project with Sam Blue, Burns Blue. He is active as a producer and owns his one recording studio (\"The Viper Room\").",
      "pageId": 8930765,
      "monthDay": "04/04"
    },
    {
      "year": "1968",
      "uri": "/wiki/Jes%C3%BAs_Roll%C3%A1n",
      "name": "Jesús Rollán",
      "aboutText": "George Mavrotas (Greek: Γιώργος Μαυρωτάς; born April 4, 1967 in Athens, Greece) currently is a member of the Greek Parliament, while also being a retired Greek water polo player and associate professor in the School of Chemical Engineering at the National Technical University of Athens.",
      "pageId": 10889179,
      "monthDay": "04/04"
    },
    {
      "year": "1969",
      "uri": "/wiki/Piotr_Anderszewski",
      "name": "Piotr Anderszewski",
      "aboutText": "Piotr Anderszewski (Polish pronunciation: [ˈpʲɔtr andɛrˈʂɛfski]) (born 4 April 1969) is a Polish pianist and composer.",
      "pageId": 12907979,
      "monthDay": "04/04"
    },
    {
      "year": "1969",
      "uri": "/wiki/Karren_Brady",
      "name": "Karren Brady",
      "aboutText": "Laurie Hibberd (born April 4, 1964) is a Canadian television personality and entertainment news reporter. She is married to Michael Gelman; they have two children. In 2007 she worked on two Canadian-based talk shows, The Mom Show and Doctor in the House.",
      "pageId": 13946089,
      "monthDay": "04/04"
    },
    {
      "year": "1970",
      "uri": "/wiki/Georgios_Amanatidis",
      "name": "Georgios Amanatidis",
      "aboutText": "Christos Tsekos (Greek: Χρήστος Τσέκος; born April 4, 1966 in Athens, Greece) is a retired Greek professional basketball player.",
      "pageId": 16815158,
      "monthDay": "04/04"
    },
    {
      "year": "1970",
      "uri": "/wiki/Greg_Garcia_(producer)",
      "name": "Greg Garcia",
      "aboutText": "Georgios Amanatidis (Greek: Γιώργος Αμανατίδης; born 4 April 1970 in Mesopotamia) is a former Greek footballer.",
      "pageId": 25885189,
      "monthDay": "04/04"
    },
    {
      "year": "1970",
      "uri": "/wiki/Anthony_Green_(actor)",
      "name": "Anthony Green",
      "aboutText": "David Blaine (born David Blaine White; April 4, 1973) is an American magician, illusionist and endurance artist. He is best known for his high-profile feats of endurance, and has made his name as a performer of street and close-up magic.",
      "pageId": 53131,
      "monthDay": "04/04"
    },
    {
      "year": "1970",
      "uri": "/wiki/Barry_Pepper",
      "name": "Barry Pepper",
      "aboutText": "Xenia Seeberg (birthname Anke Wesenberg, born 4 April 1972 in Geldern, West Germany) is a film and television actress. She is perhaps best known for her role as Xev Bellringer in the science fiction television series Lexx. She also debuted as a singer in 1996 on the EMI Electrola label with her maxi single \"Heartbeat\".",
      "pageId": 1041135,
      "monthDay": "04/04"
    },
    {
      "year": "1970",
      "uri": "/wiki/Yelena_Yelesina",
      "name": "Yelena Yelesina",
      "aboutText": "Jill Scott (born April 4, 1972) is an American singer, songwriter, model and actress. Her 2000 debut, Who Is Jill Scott? Words and Sounds Vol.",
      "pageId": 1082632,
      "monthDay": "04/04"
    },
    {
      "year": "1971",
      "uri": "/wiki/Yanic_Perreault",
      "name": "Yanic Perreault",
      "aboutText": "Josh Todd (born Joshua Todd Gruber) is an American musician and actor, best known as the lead singer of the rock band Buckcherry.",
      "pageId": 1088314,
      "monthDay": "04/04"
    },
    {
      "year": "1971",
      "uri": "/wiki/Tatia_Rosenthal",
      "name": "Tatia Rosenthal",
      "aboutText": "Barry Robert Pepper (born April 4, 1970) is a Canadian actor. He is best known for roles such as Jonnie Goodboy Tyler in Battlefield Earth, Sergeant Michael Strank in Flags of Our Fathers, Dean Stanton in The Green Mile, Private Daniel Jackson in Saving Private Ryan, Roger Maris in 61*, and \"Lucky\" Ned Pepper in True Grit. He has been nominated for three Screen Actors Guild Awards and a Golden Globe Award.",
      "pageId": 1248931,
      "monthDay": "04/04"
    },
    {
      "year": "1971",
      "uri": "/wiki/Josh_Todd",
      "name": "Josh Todd",
      "aboutText": "Chris McCormack (born 4 April 1973), also known as Macca, is an Australian triathlete. McCormack is a two-time winner of the Ironman World Championship, winning the titles in 2007 and 2010. He is also the winner of the 1997 International Triathlon Union (ITU) World Cup Series, the 1997 Triathlon World Championships, and the 2012 Long Distance World Championships.",
      "pageId": 1647143,
      "monthDay": "04/04"
    },
    {
      "year": "1971",
      "uri": "/wiki/Malik_Yusef",
      "name": "Malik Yusef",
      "aboutText": "David Michael \"Dave\" Mirra (born April 4, 1974 in Chittenango, New York) is an American BMX athlete, Subaru Rally Team USA driver and business owner. Mirra held the record for most X-Games medals until being passed by Bob Burnquist at X Games Munich in 2013, and has medaled in every X Games from when they started in 1995 up to 2008. His current medal count in the X Games is 24.",
      "pageId": 1651229,
      "monthDay": "04/04"
    },
    {
      "year": "1971",
      "uri": "/wiki/John_Zandig",
      "name": "John Zandig",
      "aboutText": "Yanic Jacques Perreault (born April 4, 1971) is a retired professional ice hockey player who played thirteen seasons in the National Hockey League.",
      "pageId": 1924612,
      "monthDay": "04/04"
    },
    {
      "year": "1972",
      "uri": "/wiki/Jonathan_Galkin",
      "name": "Jonathan Galkin",
      "aboutText": "John Corson (born April 4, 1971), better known by the ring name John Zandig, is an American professional wrestler and promoter.",
      "pageId": 2030087,
      "monthDay": "04/04"
    },
    {
      "year": "1972",
      "uri": "/wiki/Lisa_Ray",
      "name": "Lisa Ray",
      "aboutText": "Lisa Rani Ray (born 4 April 1972) is an Indo-Canadian actress, model, television host, philanthropist and social activist. In 2005 she appeared in the Canadian film Water, which premièred at the Toronto International Film Festival. In 2008 she starred alongside Sheetal Sheth in the romance films I Can't Think Straight and The World Unseen.",
      "pageId": 2419283,
      "monthDay": "04/04"
    },
    {
      "year": "1972",
      "uri": "/wiki/Jill_Scott",
      "name": "Jill Scott",
      "aboutText": "Magnus Sveningsson (born Johan Magnus Sveningsson, 4 April 1972, Falköping, Sweden) is best known as the bassist in the Swedish rock band, The Cardigans, and has also recorded under a solo project entitled Righteous Boy.\nIn 2006, he restarted The Cardigans' former record label, Trampolene. As an underlabel to Universal they signed the Swedish band, The Animal Five, who reached some popularity in both Sweden and Germany.",
      "pageId": 2472528,
      "monthDay": "04/04"
    },
    {
      "year": "1972",
      "uri": "/wiki/Xenia_Seeberg",
      "name": "Xenia Seeberg",
      "aboutText": "Loris Capirossi (born 4 April 1973) is an Italian former Grand Prix motorcycle road racer, who competed between 1990 and 2011. He is a former 250cc World Champion for Aprilia, and is the first Grand Prix rider to make at least 300 race starts, having made his 300th start at the 2010 season-opening Qatar Grand Prix.\nCurrently Capirossi is Bridgestone’s Safety Advisor to Dorna Sports, the commercial rights holder of Grand Prix motorcycle racing.",
      "pageId": 2721014,
      "monthDay": "04/04"
    },
    {
      "year": "1972",
      "uri": "/wiki/Magnus_Sveningsson",
      "name": "Magnus Sveningsson",
      "aboutText": "Yelena Borisovna Yelesina (Russian: Елена Борисовна Елесина; born April 4, 1970) is a Russian female high jumper. She won the gold medal at the 2000 Summer Olympics with 2,01m, one centimetre behind her personal best jump. She also has several minor medals from major championships.",
      "pageId": 2912635,
      "monthDay": "04/04"
    },
    {
      "year": "1973",
      "uri": "/wiki/Chris_Banks_(American_football)",
      "name": "Chris Banks",
      "aboutText": "Jonathan Galkin is a former child actor who appeared on the Nickelodeon sitcom Hey Dude, where he played Jake Decker, as well as the short-lived preteen show Way Cool.\nHe was born April 4, 1972 in Providence, Rhode Island and also lived in Shaker Heights, Ohio and Highland Park, Illinois. In February 1990, Galkin moved to Tucson, Arizona where he filmed the Nickelodeon TV Show Hey Dude.",
      "pageId": 4315948,
      "monthDay": "04/04"
    },
    {
      "year": "1973",
      "uri": "/wiki/David_Blaine",
      "name": "David Blaine",
      "aboutText": "Peter Martin Hoekstra (Dutch pronunciation: [ˈpeː.tər ˈɦuk.stra]; born 4 April 1973) is a retired Dutch footballer who played as a winger for PSV Eindhoven, Ajax and Stoke City.",
      "pageId": 5836536,
      "monthDay": "04/04"
    },
    {
      "year": "1973",
      "uri": "/wiki/Loris_Capirossi",
      "name": "Loris Capirossi",
      "aboutText": "Shōei (照英, Shōei, born 4 April 1974) is a Japanese actor. His real name is Teruhide Takahashi (高橋 照英, Takahashi Teruhide). He appears in the weekly prime-time television series Mito Kōmon.",
      "pageId": 7624123,
      "monthDay": "04/04"
    },
    {
      "year": "1973",
      "uri": "/wiki/Peter_Hoekstra_(footballer)",
      "name": "Peter Hoekstra",
      "aboutText": "Anthony Green (born 4 April 1970) is an English actor best known for playing Station Officer Mick Callaghan in the series finale of London's Burning.",
      "pageId": 14727046,
      "monthDay": "04/04"
    },
    {
      "year": "1973",
      "uri": "/wiki/Chris_McCormack_(triathlete)",
      "name": "Chris McCormack",
      "aboutText": "Malik Yusef (born April 4, 1971 as Malik Yusef Jones) is a spoken word artist, poet, musician, film producer and actor based in Chicago, Illinois.",
      "pageId": 15872795,
      "monthDay": "04/04"
    },
    {
      "year": "1974",
      "uri": "/wiki/Dave_Mirra",
      "name": "Dave Mirra",
      "aboutText": "Warren Christopher Banks (April 4, 1973 – April 9, 2014) was an American football guard in the National Football League. Drafted out of the University of Kansas by the Broncos in the seventh round of the 1996 NFL Draft, Banks won a Super Bowl ring as a member of the Broncos' Super Bowl XXXIII championship team in 1998. Banks also played for the Barcelona Dragons and Atlanta Falcons.",
      "pageId": 18652073,
      "monthDay": "04/04"
    },
    {
      "year": "1974",
      "uri": "/wiki/Sh%C5%8Dei",
      "name": "Shōei",
      "aboutText": "Tatia Rosenthal (born April 4, 1971) is an animator and film director born in Tel Aviv, Israel. She served two years in the Israeli Defense Force, tried her hand at medical school and studied photography in Paris, before moving to New York City to attend the Tisch School of the Arts at New York University.\nShe frequently collaborates with Israeli author Etgar Keret.",
      "pageId": 20847631,
      "monthDay": "04/04"
    },
    {
      "year": "1975",
      "uri": "/wiki/Delphine_Arnault",
      "name": "Delphine Arnault",
      "aboutText": "Lemar Obika (born 4 April 1978), professionally known simply as Lemar, is an English R&B singer–songwriter and record producer. Lemar has had a run of chart success in the United Kingdom, Europe and Australia. He rose to fame after finishing in third place on the first series of British talent show Fame Academy, which was won by songwriter David Sneddon.",
      "pageId": 640442,
      "monthDay": "04/04"
    },
    {
      "year": "1975",
      "uri": "/wiki/Thobias_Fredriksson",
      "name": "Thobias Fredriksson",
      "aboutText": "Scott Bruce Rolen (born April 4, 1975) is an American former professional baseball third baseman. He played in Major League Baseball (MLB) for the Philadelphia Phillies, St. Louis Cardinals, Toronto Blue Jays and Cincinnati Reds.",
      "pageId": 1046460,
      "monthDay": "04/04"
    },
    {
      "year": "1975",
      "uri": "/wiki/Joyce_Giraud",
      "name": "Joyce Giraud",
      "aboutText": "Keith J. Bulluck (born April 4, 1977) is a former American Football linebacker who played for eleven seasons in the National Football League (NFL). After playing college football for Syracuse University, he was drafted by the Tennessee Titans in the first round in the 2000 NFL Draft. He had a ten-year career with the Titans, which included a Pro Bowl selection in 2003.",
      "pageId": 1269259,
      "monthDay": "04/04"
    },
    {
      "year": "1975",
      "uri": "/wiki/Roy_Padrick",
      "name": "Roy Padrick",
      "aboutText": "Adam Jonathan Dutkiewicz (born April 4, 1977) is an American musician, recording engineer, songwriter, and music producer, best known as the lead guitarist and backup vocalist from Massachusetts metalcore bands Killswitch Engage, Aftershock, and Times of Grace.",
      "pageId": 1387217,
      "monthDay": "04/04"
    },
    {
      "year": "1975",
      "uri": "/wiki/Pamela_Ribon",
      "name": "Pamela Ribon",
      "aboutText": "For the other footballers known as Emerson, see Emerson (given name).\nÉmerson Ferreira da Rosa (born 4 April 1976), simply known as Emerson, is a retired Brazilian footballer who played as a defensive midfielder. He played 73 games for the Brazil national team between 1997 and 2006, winning the 1999 Copa America and the 2005 Confederations Cup, also reaching the 1998 World Cup Final.",
      "pageId": 1681476,
      "monthDay": "04/04"
    },
    {
      "year": "1975",
      "uri": "/wiki/Miranda_Lee_Richards",
      "name": "Miranda Lee Richards",
      "aboutText": "Jason Jerome Ellison (born April 4, 1978) is a former Major League Baseball outfielder. He attended Lewis-Clark State in Lewiston, Idaho, and made his major league debut on May 9, 2003. As of the 2015 season, he was an area scout for the Los Angeles Angels of Anaheim based in Issaquah, Washington.",
      "pageId": 2117261,
      "monthDay": "04/04"
    },
    {
      "year": "1975",
      "uri": "/wiki/Scott_Rolen",
      "name": "Scott Rolen",
      "aboutText": "Alan Joseph Mahon (born 4 April 1978) is an Irish former professional footballer who played a midfielder and was capped by the Republic of Ireland.\n^ a b c Hugman, Barry J. (ed) (2008). The PFA Footballers' Who's Who 2008–09.",
      "pageId": 2582924,
      "monthDay": "04/04"
    },
    {
      "year": "1975",
      "uri": "/wiki/Kevin_Weekes",
      "name": "Kevin Weekes",
      "aboutText": "Kevin Weekes (born April 4, 1975) is a retired Canadian professional ice hockey goaltender who most recently played for the New Jersey Devils of the National Hockey League (NHL). He is now a colour commentator on Hockey Night in Canada, and a studio analyst for NHL on the Fly.\nWeekes was born in Toronto, Ontario, and grew up in Scarborough, Ontario.",
      "pageId": 2866673,
      "monthDay": "04/04"
    },
    {
      "year": "1976",
      "uri": "/wiki/S%C3%A9bastien_Enjolras",
      "name": "Sébastien Enjolras",
      "aboutText": "Stephan Patrick Bonnar (born April 4, 1977) is an American professional mixed martial artist and a UFC Hall of Famer who competed as a Light Heavyweight for the UFC. Bonnar was the runner-up on The Ultimate Fighter 1.",
      "pageId": 2935437,
      "monthDay": "04/04"
    },
    {
      "year": "1976",
      "uri": "/wiki/Emerson_Ferreira_da_Rosa",
      "name": "Emerson Ferreira da Rosa",
      "aboutText": "Delphine Arnault (4 April 1975 in Neuilly-sur-Seine) is a French businesswoman, Director and executive Vice President of Louis Vuitton (LVMH Group).",
      "pageId": 3138662,
      "monthDay": "04/04"
    },
    {
      "year": "1976",
      "uri": "/wiki/Bearwin_Meily",
      "name": "Bearwin Meily",
      "aboutText": "Pamela Ribon (born April 4) is an American author, television writer, screenwriter, blogger and actress. In November 2014 she found a Barbie book from 2010 titled \"I Can be a Computer Engineer. She decried elements of the book where Barbie appeared to be reliant on male colleagues.",
      "pageId": 3197356,
      "monthDay": "04/04"
    },
    {
      "year": "1976",
      "uri": "/wiki/James_Roday",
      "name": "James Roday",
      "aboutText": "Stephen Daniel Mulhern (born 4 April 1977) is an English presenter, entertainer, and former magician, best known for presenting television programmes for ITV.",
      "pageId": 3385545,
      "monthDay": "04/04"
    },
    {
      "year": "1977",
      "uri": "/wiki/Stephan_Bonnar",
      "name": "Stephan Bonnar",
      "aboutText": "Roy C. Padrick (born 4 April 1975), is an American actor and journalist.",
      "pageId": 3421542,
      "monthDay": "04/04"
    },
    {
      "year": "1977",
      "uri": "/wiki/Keith_Bulluck",
      "name": "Keith Bulluck",
      "aboutText": "Miranda Lee Richards (born April 4, 1975) is an American singer-songwriter.\nHer 2001 release The Herethereafter included original compositions such as \"The Beginner\" as well as a cover of The Rolling Stones 1967 single \"Dandelion\". Her single \"The Long Goodbye\" reached into the top five in Japan, and the music video for this song was in heavy rotation on MTV Japan.",
      "pageId": 5016411,
      "monthDay": "04/04"
    },
    {
      "year": "1977",
      "uri": "/wiki/Adam_Dutkiewicz",
      "name": "Adam Dutkiewicz",
      "aboutText": "James Roday (/roʊˈdeɪ/; born James David Rodriguez; April 4, 1976) is an American actor, director and screenwriter.",
      "pageId": 5709158,
      "monthDay": "04/04"
    },
    {
      "year": "1977",
      "uri": "/wiki/Stephen_Mulhern",
      "name": "Stephen Mulhern",
      "aboutText": "Thobias Fredriksson (born 4 April 1975 in Dals Rostock, Dalsland) is a Swedish former cross-country skier who competed since 2000. He won two medals at the 2006 Winter Olympics in Turin with a gold in the team sprint and a bronze in the individual sprint events.\nFredriksson also won two medals in the individual sprint events at the FIS Nordic World Ski Championships with a gold in 2003 and a bronze in 2005.",
      "pageId": 6028107,
      "monthDay": "04/04"
    },
    {
      "year": "1977",
      "uri": "/wiki/Omarr_Smith",
      "name": "Omarr Smith",
      "aboutText": "Joyce Marie Giraud Mojica (born April 4, 1975 in Aguas Buenas), also known as Joyce Giraud de Ohoven, is a Puerto Rican actress, model, and beauty pageant titleholder. She is a two time Miss Puerto Rico and the second runner-up in the Miss Universe 1998 pageant. She had previously represented Puerto Rico at Miss World 1994.",
      "pageId": 8573129,
      "monthDay": "04/04"
    },
    {
      "year": "1978",
      "uri": "/wiki/Lemar",
      "name": "Lemar",
      "aboutText": "Omarr Ali Hasan Smith (born April 4, 1977) is an American football defensive back who is the Head Coach for the Los Angeles KISS of the Arena Football League (AFL). Smith played for the San Jose SaberCats of the AFL. He played college football at San Jose State.\nIn his career, Smith has played for the San Jose SaberCats twice, from 2000–2002 and 2004–present.",
      "pageId": 15765669,
      "monthDay": "04/04"
    },
    {
      "year": "1978",
      "uri": "/wiki/Jason_Ellison",
      "name": "Jason Ellison",
      "aboutText": "Sébastien Enjolras (4 April 1976 – 3 May 1997) was a French racing driver.",
      "pageId": 18321761,
      "monthDay": "04/04"
    },
    {
      "year": "1978",
      "uri": "/wiki/Alan_Mahon",
      "name": "Alan Mahon",
      "aboutText": "Bearwin Meily (born April 4, 1976) is a Filipino actor.",
      "pageId": 30104485,
      "monthDay": "04/04"
    },
    {
      "year": "1978",
      "uri": "/wiki/Sam_Moran",
      "name": "Sam Moran",
      "aboutText": "Roberto Luongo (/luːˈɒŋɡoʊ/; born April 4, 1979) is a Canadian professional ice hockey goaltender for the Florida Panthers of the National Hockey League (NHL). Born in Montreal, Quebec, he is of Italian and Irish ancestry. He employs the butterfly style of goaltending and has previously played in the NHL for the New York Islanders and the Vancouver Canucks.",
      "pageId": 440398,
      "monthDay": "04/04"
    },
    {
      "year": "1978",
      "uri": "/wiki/Irene_Skliva",
      "name": "Irene Skliva",
      "aboutText": "Natasha Bianca Lyonne Braunstein (born April 4, 1979), better known as Natasha Lyonne, is an American actress. She is best known for her role as Jessica in the American Pie series and her appearances in the films Everyone Says I Love You, Slums of Beverly Hills, But I'm a Cheerleader, and Blade: Trinity. She currently portrays Nicky Nichols in the Netflix series Orange Is the New Black, for which she received a nomination for the 2014 Primetime Emmy Award for Outstanding Guest Actress in a Comedy Series.",
      "pageId": 679952,
      "monthDay": "04/04"
    },
    {
      "year": "1978",
      "uri": "/wiki/Aska_Yang",
      "name": "Aska Yang",
      "aboutText": "Jonathan \"Johnny\" Edward Borrell (born 4 April 1980 in Sutton, London) is an English guitarist and singer, currently the front-man of the band Razorlight.",
      "pageId": 1216323,
      "monthDay": "04/04"
    },
    {
      "year": "1979",
      "uri": "/wiki/Heath_Ledger",
      "name": "Heath Ledger",
      "aboutText": "Irene Skliva (Irini Skliva; Greek: Ειρήνη Σκλήβα; born April 4, 1978 in Athens, Greece) is a Greek model and beauty queen who was crowned Miss World 1996 in India.",
      "pageId": 3377877,
      "monthDay": "04/04"
    },
    {
      "year": "1979",
      "uri": "/wiki/Roberto_Luongo",
      "name": "Roberto Luongo",
      "aboutText": "Justin Ryan Cook (born April 4, 1982 in Austin, Texas) is an American producer, voice actor, Line Producer, ADR Director, and Engineer who works for anime series at Funimation/OkraTron 5000 and is most noted for his English dub role as Yusuke Urameshi in YuYu Hakusho.",
      "pageId": 3544971,
      "monthDay": "04/04"
    },
    {
      "year": "1979",
      "uri": "/wiki/Natasha_Lyonne",
      "name": "Natasha Lyonne",
      "aboutText": "Birkett Kealy \"Kett\" Turton (born April 4, 1982) is an American-born Canadian film and television actor.",
      "pageId": 3699184,
      "monthDay": "04/04"
    },
    {
      "year": "1979",
      "uri": "/wiki/Andy_McKee",
      "name": "Andy McKee",
      "aboutText": "Anna Viktorovna Pyatykh (Russian: Анна Викторовна Пятых) (born April 4, 1981 in Moscow) is a professional Russian triple jumper. She has won the SPAR European Cup four consecutive times, won a bronze medal at the 2005 World Championships in Helsinki and has also competed at the 2004 Athens Olympics.",
      "pageId": 4071333,
      "monthDay": "04/04"
    },
    {
      "year": "1979",
      "uri": "/wiki/Jessica_Napier",
      "name": "Jessica Napier",
      "aboutText": "Ned Vizzini (born Edison Price Vizzini, April 4, 1981 – December 19, 2013) was an American writer. He was the author of four books for young adults including It's Kind of a Funny Story, which NPR named #56 of the \"100 Best-Ever Teen Novels\" of all time and which is the basis of the film of the same name.\nVizzini suffered from depression, spending time in a psychiatric ward in his early 20s, and authoring several works about the illness.",
      "pageId": 4665466,
      "monthDay": "04/04"
    },
    {
      "year": "1980",
      "uri": "/wiki/Johnny_Borrell",
      "name": "Johnny Borrell",
      "aboutText": "Eric Steinbach (born April 4, 1980) is a former American football guard who played for nine seasons in the National Football League (NFL). He played college football for the University of Iowa, and earned consensus All-American honors. He was selected by the Cincinnati Bengals in the second round of the 2003 NFL Draft.",
      "pageId": 4701358,
      "monthDay": "04/04"
    },
    {
      "year": "1980",
      "uri": "/wiki/Trevor_Moore_(comedian)",
      "name": "Trevor Moore",
      "aboutText": "Sean Casey Daigle (born April 4, 1981) is a free agent Minor League Baseball pitcher.",
      "pageId": 5021746,
      "monthDay": "04/04"
    },
    {
      "year": "1980",
      "uri": "/wiki/Eric_Steinbach",
      "name": "Eric Steinbach",
      "aboutText": "Samuel Alexander Moran (born 4 April 1978) is an Australian entertainer best known for having been a member of the children's band The Wiggles. He was born in Sydney and raised in Wagga Wagga.",
      "pageId": 8197727,
      "monthDay": "04/04"
    },
    {
      "year": "1980",
      "uri": "/wiki/Bj%C3%B6rn_Wirdheim",
      "name": "Björn Wirdheim",
      "aboutText": "Jessica Napier (born 4 April 1979) is a New Zealand-born actress based in Australia.",
      "pageId": 8477858,
      "monthDay": "04/04"
    },
    {
      "year": "1981",
      "uri": "/wiki/Currensy",
      "name": "Currensy",
      "aboutText": "Andy McKee (born April 4, 1979 in Topeka, Kansas) is an American fingerstyle guitar player who has released several solo albums and been the subject of several popular YouTube videos.",
      "pageId": 8976474,
      "monthDay": "04/04"
    },
    {
      "year": "1981",
      "uri": "/wiki/Eduardo_Lu%C3%ADs_Carloto",
      "name": "Eduardo Luís Carloto",
      "aboutText": "Trevor Walton Moore (born February 19, 1980) is an American actor, comedian, writer, director, producer and musician, best known as the founding member of the New York City-based comedy troupe The Whitest Kids U' Know, who had their own sketch comedy series on IFC which ran for five seasons.",
      "pageId": 10420687,
      "monthDay": "04/04"
    },
    {
      "year": "1981",
      "uri": "/wiki/Casey_Daigle",
      "name": "Casey Daigle",
      "aboutText": "Aska Yang (traditional Chinese: 楊宗緯; simplified Chinese: 杨宗纬; Hanyu Pinyin: Yáng Zōngwěi; Tongyong Pinyin: Yáng Zong-Wěi) was born on 4 April 1978 in Taoyuan City (now Taoyuan District), Taiwan. He is a Taiwanese Mandopop singer. He graduated from the National Changhua University of Education (NCUE), with a major in Guidance & Counseling.",
      "pageId": 14343130,
      "monthDay": "04/04"
    },
    {
      "year": "1981",
      "uri": "/wiki/Anna_Pyatykh",
      "name": "Anna Pyatykh",
      "aboutText": "Heath Andrew Ledger (4 April 1979 – 22 January 2008) was an Australian actor and director. After performing roles in Australian television and film during the 1990s, Ledger left for the United States in 1998 to develop his film career. His work comprised nineteen films, including 10 Things I Hate About You (1999), The Patriot (2000), A Knight's Tale (2001), Monster's Ball (2001), Ned Kelly (2003), The Brothers Grimm (2005), Lords of Dogtown (2005), Brokeback Mountain (2005), Casanova (2005), Candy (2006), I'm Not There (2007), The Dark Knight (2008) and The Imaginarium of Doctor Parnassus (2009).",
      "pageId": 17173785,
      "monthDay": "04/04"
    },
    {
      "year": "1981",
      "uri": "/wiki/Ned_Vizzini",
      "name": "Ned Vizzini",
      "aboutText": "Eduardo Luís Carloto (or spelt as Carlotto) (born 4 April 1981) is a Brazilian footballer.",
      "pageId": 27780629,
      "monthDay": "04/04"
    },
    {
      "year": "1982",
      "uri": "/wiki/Justin_Cook",
      "name": "Justin Cook",
      "aboutText": "Björn Karl Michael Wirdheim (born 4 April 1980) is a Swedish professional racing driver. He is the son of Örnulf Wirdheim, also a racing driver. Björn began racing karts, competing in his first race, at the age of 10.",
      "pageId": 30872952,
      "monthDay": "04/04"
    },
    {
      "year": "1982",
      "uri": "/wiki/Magnus_Lindgren_(chef)",
      "name": "Magnus Lindgren",
      "aboutText": "Shante Scott Franklin (born April 4, 1981), better known by his stage name Currensy (stylized as Curren$y) is an American rapper from New Orleans, Louisiana. He was one of the original members of Young Money Entertainment, a label found by Lil Wayne.",
      "pageId": 32881756,
      "monthDay": "04/04"
    },
    {
      "year": "1982",
      "uri": "/wiki/Kett_Turton",
      "name": "Kett Turton",
      "aboutText": "Carl Magnus Lindgren (April 4, 1982 – November 19, 2012) was a Swedish chef.",
      "pageId": 37716382,
      "monthDay": "04/04"
    },
    {
      "year": "1983",
      "uri": "/wiki/Evgeny_Artyukhin",
      "name": "Evgeny Artyukhin",
      "aboutText": "Benjamin Ashenafi \"Ben\" Gordon (born April 4, 1983) is a British-American professional basketball player who last played for the Orlando Magic of the National Basketball Association (NBA). Gordon played college basketball for the University of Connecticut and won a national championship with them in 2004.\nHe is the only player to have ever won the NBA Sixth Man of the Year Award as a rookie.",
      "pageId": 556350,
      "monthDay": "04/04"
    },
    {
      "year": "1983",
      "uri": "/wiki/Davide_Lufrano_Chaves",
      "name": "Davide Lufrano Chaves",
      "aboutText": "Amanda Righetti (born April 4, 1983) is an American actress and film producer.",
      "pageId": 1405498,
      "monthDay": "04/04"
    },
    {
      "year": "1983",
      "uri": "/wiki/Fabian_Geiser",
      "name": "Fabian Geiser",
      "aboutText": "Natalie Pike (born April 4, 1983 in Edinburgh, Scotland) is a British model, raised in Berwick-on-Tweed and Stockport in England, who won the Miss British Isles Competition and the FHM High Street Honeys competition in 2004.",
      "pageId": 1509528,
      "monthDay": "04/04"
    },
    {
      "year": "1983",
      "uri": "/wiki/Ben_Gordon",
      "name": "Ben Gordon",
      "aboutText": "Aiden John McGeady (born 4 April 1986) is a professional footballer who plays as a winger for English club Everton and for the Republic of Ireland internationally. McGeady was born and brought up in Scotland but chose to play for Ireland, qualifying through an Irish grandparent.\nHe started his career at Scottish Premier League club Celtic – with whom he won four league titles, two Scottish Cups and two Scottish League Cups – before moving to Russian club Spartak Moscow in 2010.",
      "pageId": 1586230,
      "monthDay": "04/04"
    },
    {
      "year": "1983",
      "uri": "/wiki/Doug_Lynch_(ice_hockey)",
      "name": "Doug Lynch",
      "aboutText": "Sean Gregory May (born April 4, 1984) is a former American professional basketball player and current assistant to the director of player development at his alma mater, the University of North Carolina. May last played for Orléans Loiret Basket of the French LNB Pro A. He was born in Chicago, Illinois and grew up in Bloomington, Indiana. He was a three-time all-state selection at Bloomington High School North, and was at one time a teammate of former NBA player Jared Jeffries.",
      "pageId": 1706641,
      "monthDay": "04/04"
    },
    {
      "year": "1983",
      "uri": "/wiki/Natalie_Pike",
      "name": "Natalie Pike",
      "aboutText": "Evgeni Evgenyevich Artyukhin (Russian: Евге́ний Евге́ньевич Артю́хин; born 4 April 1983) is a Russian professional ice hockey Right Wing .",
      "pageId": 3669027,
      "monthDay": "04/04"
    },
    {
      "year": "1983",
      "uri": "/wiki/Amanda_Righetti",
      "name": "Amanda Righetti",
      "aboutText": "Jason Richardson (born April 4, 1986) is an American track and field athlete who specializes in the 110 meter hurdles. He won the gold medal in the 110 meter hurdles at the 2011 World Championships in Daegu, and the silver medal in the same event at the 2012 Summer Olympics in London.",
      "pageId": 3816840,
      "monthDay": "04/04"
    },
    {
      "year": "1983",
      "uri": "/wiki/Angelle_Tymon",
      "name": "Angelle Tymon",
      "aboutText": "Alexander Banor Tettey (born 4 April 1986) is a Norwegian professional footballer who plays as a midfielder for English club Norwich City.\nTettey was born in Ghana, but moved to Norway at a young age. He has previously played for Rosenborg and Rennes.",
      "pageId": 4102590,
      "monthDay": "04/04"
    },
    {
      "year": "1984",
      "uri": "/wiki/Sean_May",
      "name": "Sean May",
      "aboutText": "Cameron Barker (born April 4, 1986) is a Canadian professional ice hockey player who plays for HC Slovan Bratislava in Kontinental Hockey League. He was selected third overall in the 2004 NHL Entry Draft by the Chicago Blackhawks and spent four seasons with the club before being traded to the Minnesota Wild in 2010.",
      "pageId": 4463342,
      "monthDay": "04/04"
    },
    {
      "year": "1984",
      "uri": "/wiki/Arkady_Vyatchanin",
      "name": "Arkady Vyatchanin",
      "aboutText": "Arkady Arkadyevich Vyatchanin (Russian: Аркадий Аркадьевич Вятча́нин, Serbian Cyrillic: Аркадиј Аркадјевич Вјатчањин; born 4 April 1984) is a Russian-born Serbian backstroke swimmer. Vyatchanin has lived and trained in Taganrog since 1999 and is a student of the South Federal University. Vyatchanin has been a member of the Russian National Team since 2000.",
      "pageId": 4704480,
      "monthDay": "04/04"
    },
    {
      "year": "1985",
      "uri": "/wiki/Rudy_Fern%C3%A1ndez_(basketball)",
      "name": "Rudy Fernández",
      "aboutText": "McDonald Mariga Wanyama (pronounced [mɨkˈdɒnʌld mɑˈriːɡɑ wɑˈŋɑːmɑ]; born 4 April 1987) is a Kenyan footballer who plays as a defensive midfielder for Kenya national team.",
      "pageId": 5975391,
      "monthDay": "04/04"
    },
    {
      "year": "1985",
      "uri": "/wiki/Ricardo_Vilar",
      "name": "Ricardo Vilar",
      "aboutText": "Fabian Geiser (born 4 April 1983) is a footballer from Switzerland who currently plays for Le Mont.",
      "pageId": 6155713,
      "monthDay": "04/04"
    },
    {
      "year": "1986",
      "uri": "/wiki/Eunhyuk",
      "name": "Eunhyuk",
      "aboutText": "Rodolfo \"Rudy\" Fernández y Farrés (Spanish pronunciation: [ˈruði ferˈnandeθ]; born April 4, 1985) is a Spanish professional basketball player who plays for Real Madrid of the Liga ACB. He is a 6 ft 5 in (1.96 m) tall  shooting guard.",
      "pageId": 6826572,
      "monthDay": "04/04"
    },
    {
      "year": "1986",
      "uri": "/wiki/Cameron_Barker",
      "name": "Cameron Barker",
      "aboutText": "Sarah Gadon (born April 4, 1987) is a Canadian actress. She had film roles in David Cronenberg's A Dangerous Method and Cosmopolis. She has guest starred in a number of notable television series including Are You Afraid of the Dark?, Dark Oracle, Doc, In a Heartbeat, La Femme Nikita, Life with Derek and Mutant X. She also does voice-acting for Mattimeo, My Dad the Rock Star, Ruby Gloom, Total Drama and Wayside.",
      "pageId": 8170076,
      "monthDay": "04/04"
    },
    {
      "year": "1986",
      "uri": "/wiki/Aiden_McGeady",
      "name": "Aiden McGeady",
      "aboutText": "Douglas Lynch (born April 4, 1983) is a Canadian professional ice hockey defenceman currently an unrestricted free agent.",
      "pageId": 8269147,
      "monthDay": "04/04"
    },
    {
      "year": "1986",
      "uri": "/wiki/Jason_Richardson_(hurdler)",
      "name": "Jason Richardson",
      "aboutText": "Sami Khedira (German pronunciation: [ˈsami keˈdiːʁa]; Arabic: سامي خضيرة‎; born 4 April 1987) is a German footballer who plays for Juventus and the German national team as a defensive midfielder.\nHe began his career at VfB Stuttgart, winning the Bundesliga in 2007, before moving to Real Madrid in 2010. In his five seasons in Spain, he won seven domestic and international trophies, including the UEFA Champions League in 2014.",
      "pageId": 9430058,
      "monthDay": "04/04"
    },
    {
      "year": "1986",
      "uri": "/wiki/Alexander_Tettey",
      "name": "Alexander Tettey",
      "aboutText": "Lee Hyuk-jae (hangul: 이혁재; hanja: 李赫宰; born April 4, 1986), better known by his stage name Eunhyuk, is a South Korean singer-songwriter, dancer and actor. He is a member of the K-pop boy band Super Junior and their subgroups, Super Junior-T and Super Junior-H. In 2011, he joined Super Junior's Mandopop subgroup, Super Junior-M and the duo Donghae & Eunhyuk; active in China and Japan respectively.",
      "pageId": 10042030,
      "monthDay": "04/04"
    },
    {
      "year": "1987",
      "uri": "/wiki/Sarah_Gadon",
      "name": "Sarah Gadon",
      "aboutText": "Angelle Marie Tymon (born April 4, 1983, from Gramercy, Louisiana) is an American broadcast journalist and game show host. She served as one of the hosts on GSN's interactive game show quiznation in the PlayMania Block.\n^ \"PeopleFinder\".",
      "pageId": 10826863,
      "monthDay": "04/04"
    },
    {
      "year": "1987",
      "uri": "/wiki/Sami_Khedira",
      "name": "Sami Khedira",
      "aboutText": "Ricardo Kaschensky Vilar (born 4 April 1985) is Brazilian footballer who plays for Sport Club Corinthians Paranaense.",
      "pageId": 23314691,
      "monthDay": "04/04"
    },
    {
      "year": "1987",
      "uri": "/wiki/McDonald_Mariga",
      "name": "McDonald Mariga",
      "aboutText": "Davide Lufrano Chaves (April 4, 1983 – December 26, 2013) was an Italian guitarist based in London, UK. He is best known for his work on guitar duo De Fuego and Alejandro Toledo and the Magic Tombolinos, who on January 1, 2014, released a studio album on his tribute.",
      "pageId": 41595198,
      "monthDay": "04/04"
    },
    {
      "year": "1987",
      "uri": "/wiki/Cameron_Maybin",
      "name": "Cameron Maybin",
      "aboutText": "Jamie Lynn Spears (born April 4, 1991) is an American actress, singer, and the younger sister of pop singer Britney Spears. In 2005, she came to prominence after being cast in the Nickelodeon television series Zoey 101, where she portrayed the title character Zoey Brooks.\nIn 2007, sixteen-year-old Spears generated controversy after she announced that she was pregnant.",
      "pageId": 97803,
      "monthDay": "04/04"
    },
    {
      "year": "1987",
      "uri": "/wiki/Lauri_Pedaja",
      "name": "Lauri Pedaja",
      "aboutText": "Alexa Helen Nikolas (born April 4, 1992) is an American actress. She is best known for her role as Nicole Bristow on the Nickelodeon television series Zoey 101. Nikolas has also appeared on various other series, including ER, Without a Trace, Ghost Whisperer, Criminal Minds, The Walking Dead, Lie to Me and Supernatural.",
      "pageId": 1986795,
      "monthDay": "04/04"
    },
    {
      "year": "1987",
      "uri": "/wiki/Marcos_Vellidis",
      "name": "Marcos Vellidis",
      "aboutText": "Risako Sugaya (菅谷 梨沙子, Sugaya Risako, born 4 April 1994 in Kanagawa, Japan) is a Japanese pop singer, idol, and former member of the musical group Berryz Kobo.",
      "pageId": 2248594,
      "monthDay": "04/04"
    },
    {
      "year": "1988",
      "uri": "/wiki/Frank_Fielding",
      "name": "Frank Fielding",
      "aboutText": "Cameron Keith Maybin (born April 4, 1987) is an American professional baseball center fielder for the Detroit Tigers of Major League Baseball (MLB). He was the tenth overall pick in the 2005 MLB Draft by the Tigers, and debuted with them in 2007.",
      "pageId": 5226531,
      "monthDay": "04/04"
    },
    {
      "year": "1989",
      "uri": "/wiki/Vurnon_Anita",
      "name": "Vurnon Anita",
      "aboutText": "Steven Thomas Finn (born 4 April 1989) is an English cricketer. He is a right-handed batsman and a right-arm fast bowler. At the age of 16 he became Middlesex County Cricket Club's youngest-ever debutant in first-class cricket.",
      "pageId": 5917452,
      "monthDay": "04/04"
    },
    {
      "year": "1989",
      "uri": "/wiki/Steven_Finn_(cricketer)",
      "name": "Steven Finn",
      "aboutText": "Francis David \"Frank\" Fielding (born 4 April 1988) is an English professional footballer who plays as a goalkeeper for Bristol City.\nHe began his career at his hometown club Blackburn Rovers in the Premier League. He spent time on loan at Wycombe Wanderers, Northampton Town, Rochdale, Leeds United, and Derby County, before making a permanent move to Derby County.",
      "pageId": 8754110,
      "monthDay": "04/04"
    },
    {
      "year": "1989",
      "uri": "/wiki/Chris_Herd",
      "name": "Chris Herd",
      "aboutText": "Vurnon San Benito Anita (born 4 April 1989) is a professional footballer who plays as a midfielder for Newcastle United and the Netherlands national team.",
      "pageId": 9484803,
      "monthDay": "04/04"
    },
    {
      "year": "1989",
      "uri": "/wiki/Spencer_Scott",
      "name": "Spencer Scott",
      "aboutText": "Christopher \"Chris\" Herd (born 4 April 1989) is an Australia international footballer who plays for League One side Chesterfield. Herd can be described as a utility player who can perform competently in a number of positions, including central defence, full back and central midfield. He represented Australia at under-20 level, and won his first senior cap in September 2014.",
      "pageId": 15131908,
      "monthDay": "04/04"
    },
    {
      "year": "1990",
      "uri": "/wiki/Y%C5%ABki_Mihara",
      "name": "Yūki Mihara",
      "aboutText": "Markos Vellidis (Greek: Μάρκος Βελλίδης, born 4 April 1987) is a Greek footballer. He currently plays as a goalkeeper for PAS Giannina in the Greek Superleague.",
      "pageId": 17944875,
      "monthDay": "04/04"
    },
    {
      "year": "1991",
      "uri": "/wiki/Jack_Cooley",
      "name": "Jack Cooley",
      "aboutText": "Christina Metaxa (Χριστίνα Μεταξά), (born April 4, 1992) is a Cypriot singer-songwriter born in Limassol. Her Elder brother Nikolas Metaxas, who is also is a singer, won second place in the Greek version of The X Factor; he is also the creator and composer of Christina's Eurovision entry, Firefly.",
      "pageId": 21442501,
      "monthDay": "04/04"
    },
    {
      "year": "1991",
      "uri": "/wiki/Yui_Koike",
      "name": "Yui Koike",
      "aboutText": "Lucy May Barker (born 4 April 1992) is a British stage and screen actress.",
      "pageId": 25733705,
      "monthDay": "04/04"
    },
    {
      "year": "1991",
      "uri": "/wiki/Jamie_Lynn_Spears",
      "name": "Jamie Lynn Spears",
      "aboutText": "The following is a list of Playboy Playmates of 2007.",
      "pageId": 26463520,
      "monthDay": "04/04"
    },
    {
      "year": "1991",
      "uri": "/wiki/Marlon_St%C3%B6ckinger",
      "name": "Marlon Stöckinger",
      "aboutText": "Marlon Alexander Stöckinger (born 4 April 1991 in Manila) is a Filipino-Swiss racing driver, who raced for Status Grand Prix in the 2012 GP3 Series and currently driving for Lotus F1 Team Juniors in the 2013 World Series by Renault. He is the first Filipino to win a formula race in Europe.",
      "pageId": 27866672,
      "monthDay": "04/04"
    },
    {
      "year": "1992",
      "uri": "/wiki/Lucy_May_Barker",
      "name": "Lucy May Barker",
      "aboutText": "Lauri Pedaja (born 4 April 1987 in Rakvere) is an Estonian actor and hairdresser. He debuted as an actor in 2007 film The Class directed by Ilmar Raag, where he had one of the lead roles.\nIn 2008, Pedaja participated as a celebrity contestant on the third season of Tantsud tähtedega, an Estonian version of Dancing with the Stars.",
      "pageId": 29320130,
      "monthDay": "04/04"
    },
    {
      "year": "1992",
      "uri": "/wiki/Christina_Metaxa",
      "name": "Christina Metaxa",
      "aboutText": "Yui Koike (小池 唯, Koike Yui, born April 4, 1991 in Saitama, Japan) is a Japanese gravure idol and actress known for her role as Ahim de Famille/Gokai Pink in the 2011 Super Sentai series Kaizoku Sentai Gokaiger. She is a member of an idol group named \"Tomato n'pine\" (or Tomapai for short). She was affiliated with Four Springs before her contract with them expired on July 7, 2013; she is currently affiliated with Starray Production.",
      "pageId": 31368541,
      "monthDay": "04/04"
    },
    {
      "year": "1992",
      "uri": "/wiki/Alexa_Nikolas",
      "name": "Alexa Nikolas",
      "aboutText": "Samir Badre Carruthers (born 4 April 1993) is a footballer who plays as a midfielder for Milton Keynes Dons. He has represented the Republic of Ireland at under-19 and under-21 level.\n^ \"Premier League Clubs submit Squad Lists\" (PDF).",
      "pageId": 35368099,
      "monthDay": "04/04"
    },
    {
      "year": "1993",
      "uri": "/wiki/Samir_Carruthers",
      "name": "Samir Carruthers",
      "aboutText": "Jack Ryan Cooley (born April 4, 1991) is an American professional basketball player who currently plays for Unicaja of the Spanish Liga ACB. He played college basketball for the University of Notre Dame.",
      "pageId": 38550033,
      "monthDay": "04/04"
    },
    {
      "year": "1993",
      "uri": "/wiki/Frank_Kaminsky",
      "name": "Frank Kaminsky",
      "aboutText": "Francis Stanley \"Frank\" Kaminsky III (born April 4, 1993) is an American professional basketball player who plays for the Charlotte Hornets of the National Basketball Association (NBA). He previously played four years of college basketball for the Wisconsin Badgers where he holds the Wisconsin single game record for points (43). He was the unanimous men's National College Player of the Year in 2015.",
      "pageId": 41463358,
      "monthDay": "04/04"
    },
    {
      "year": "1994",
      "uri": "/wiki/Shunsuke_Nishikawa",
      "name": "Shunsuke Nishikawa",
      "aboutText": "Shunsuke Nishikawa (西川 俊介, Nishikawa Shunsuke, born April 4, 1994, in Gunma Prefecture) is a Japanese actor who is affiliated with K Dash.",
      "pageId": 46955896,
      "monthDay": "04/04"
    },
    {
      "year": "1994",
      "uri": "/wiki/Risako_Sugaya",
      "name": "Risako Sugaya",
      "aboutText": "Yūki Mihara (三原 勇希, Mihara Yūki, born April 4, 1990 in Higashiōsaka, Osaka Prefecture, Japan) is a Japanese model and gravure idol who is affiliated with Discovery Entertainment. She has a bachelor's degree in literature from Rikkyo University.\n^ \"Official profile at Discovery Entertainment\".",
      "pageId": 47211693,
      "monthDay": "04/04"
    },
    {
      "year": "1996",
      "uri": "/wiki/Austin_Mahone",
      "name": "Austin Mahone",
      "aboutText": "Austin Mahone (/məˈhoʊn/; born April 4, 1996) is an American singer and songwriter.",
      "pageId": 34136183,
      "monthDay": "04/04"
    },
    {
      "year": "1999",
      "uri": "/wiki/Miki_Nishino",
      "name": "Miki Nishino",
      "aboutText": "Tardar Sauce (born April 4, 2012), better known by her Internet name \"Grumpy Cat\", is a cat and Internet celebrity known for her grumpy facial expression. Her owner, Tabatha Bundesen, says that her permanently grumpy-looking face is due to an underbite and feline dwarfism. Grumpy Cat's popularity originated from a picture posted to the social news website Reddit by Bundesen's brother Bryan on September 22, 2012.",
      "pageId": 37865040,
      "monthDay": "04/04"
    },
    {
      "year": "2012",
      "uri": "/wiki/Grumpy_Cat",
      "name": "Grumpy Cat",
      "aboutText": "Miki Nishino (西野 未姫, Nishino Miki, born April 4, 1999 in Shizuoka Prefecture) is a member of the Japanese idol girl group AKB48 under Team 4. She is also a member of AKB48's subgroup Tentoumu Chu!.\n^ 西野未姫 (in Japanese).",
      "pageId": 40992024,
      "monthDay": "04/04"
    }
  ]
}