{
  "people": [
    {
      "year": "1330",
      "uri": "/wiki/John,_3rd_Earl_of_Kent",
      "name": "John, 3rd Earl of Kent",
      "monthDay": "04/07",
      "aboutText": "Saint Francis Xavier, SJ, born Francisco de Jasso y Azpilicueta (7 April 1506 – 3 December 1552), was a Navarrese Basque Roman Catholic missionary, born in Xavier, Kingdom of Navarre (now part of Spain), and a co-founder of the Society of Jesus. He was a companion of St. Ignatius of Loyola and one of the first seven Jesuits who took vows of poverty and chastity at Montmartre, Paris in 1534.",
      "pageId": 10957,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/5/5a/046CupolaSPietro.jpg"
    },
    {
      "year": "1506",
      "uri": "/wiki/Francis_Xavier",
      "name": "Francis Xavier",
      "monthDay": "04/07",
      "aboutText": "John (7 April 1330 – 26 December 1352), an English nobleman, was the Earl of Kent (1331–52) and Baron of Liddell (1349–52). Wealthy and descended from royalty, his promising career was cut short by an untimely death at the age of twenty-two.\nHe was born on 7 April 1330 at Arundel Castle in Sussex, the youngest son and posthumous child of Edmund of Woodstock, Ear of Kent, and Margaret Wake.",
      "pageId": 22943799
    },
    {
      "year": "1539",
      "uri": "/wiki/Tobias_Stimmer",
      "name": "Tobias Stimmer",
      "monthDay": "04/07",
      "aboutText": "Gerrit Dou (7 April 1613 – 9 February 1675), also known as Gerard and Douw or Dow, was a Dutch Golden Age painter, whose small, highly polished paintings are typical of the Leiden fijnschilders. He specialised in genre scenes and is noted for his trompe l'oeil \"niche\" paintings and candlelit night-scenes with strong chiaroscuro.",
      "pageId": 755907,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/9/97/Dou%2C_Gerard_-_Self-Portrait_-_c._1665_no_background.png"
    },
    {
      "year": "1613",
      "uri": "/wiki/Gerrit_Dou",
      "name": "Gerrit Dou",
      "monthDay": "04/07",
      "aboutText": "Tobias Stimmer (7 April 1539 – 4 January 1584) was a Swiss painter and illustrator. His most famous work is the paintings on the Strasbourg astronomical clock. He died in Strasbourg.",
      "pageId": 5818026
    },
    {
      "year": "1644",
      "uri": "/wiki/Fran%C3%A7ois_de_Neufville,_duc_de_Villeroy",
      "name": "François de Neufville, duc de Villeroy",
      "monthDay": "04/07",
      "aboutText": "François de Neufville, 2ème duc de Villeroy (7 April 1644 – 18 July 1730) was a French soldier.",
      "pageId": 280865,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/d/db/Fran%C3%A7ois_de_Neufville%2C_duc_de_Villeroi.png"
    },
    {
      "year": "1648",
      "uri": "/wiki/John_Sheffield,_1st_Duke_of_Buckingham_and_Normanby",
      "name": "John Sheffield, 1st Duke of Buckingham and Normanby",
      "monthDay": "04/07",
      "aboutText": "John Sheffield, 1st Duke of Buckingham and Normanby, KG, PC (7 April 1648 – 24 February 1721), was an English poet and notable Tory politician of the late Stuart period, who served as Lord Privy Seal and Lord President of the Council.",
      "pageId": 317307,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/f/fc/JohnSheffield.jpg"
    },
    {
      "year": "1652",
      "uri": "/wiki/Pope_Clement_XII",
      "name": "Pope Clement XII",
      "monthDay": "04/07",
      "aboutText": "Pope Clement XII (Latin: Clemens XII; 7 April 1652 – 6 February 1740), born Lorenzo Corsini, was Pope from 12 July 1730 to his death in 1740.",
      "pageId": 24146,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/5/5a/046CupolaSPietro.jpg"
    },
    {
      "year": "1713",
      "uri": "/wiki/Nicola_Sala",
      "name": "Nicola Sala",
      "monthDay": "04/07",
      "aboutText": "Nicola Sala (7 April 1713 – 31 August 1801) was an Italian composer and music theorist. He was born in Tocco Caudio and died in Naples. He was chapel-master and professor at Naples, having devoted himself to the collection of the finest models of printed music.",
      "pageId": 22319750
    },
    {
      "year": "1718",
      "uri": "/wiki/Hugh_Blair",
      "name": "Hugh Blair",
      "monthDay": "04/07",
      "aboutText": "Hugh Blair FRSE (7 April 1718 – 27 December 1800) was a Scottish minister of religion, author and rhetorician, considered one of the first great theorists of written discourse.\nAs a minister of the Church of Scotland, and occupant of the Chair of Rhetoric and Belles Lettres at the University of Edinburgh, Blair's teachings had a great impact in both the spiritual and the secular realms.",
      "pageId": 225945,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/d/d4/Hugh_Blair_clergyman_001.jpg"
    },
    {
      "year": "1727",
      "uri": "/wiki/Michel_Adanson",
      "name": "Michel Adanson",
      "monthDay": "04/07",
      "aboutText": "Michel Adanson (7 April 1727 – 3 August 1806) was a French naturalist of Scottish descent.",
      "pageId": 458553,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/c/c5/Adanson_Michel_1727-1806.jpg"
    },
    {
      "year": "1763",
      "uri": "/wiki/Domenico_Dragonetti",
      "name": "Domenico Dragonetti",
      "monthDay": "04/07",
      "aboutText": "William Wordsworth (7 April 1770 – 23 April 1850) was a major English Romantic poet who, with Samuel Taylor Coleridge, helped to launch the Romantic Age in English literature with their joint publication Lyrical Ballads (1798).\nWordsworth's magnum opus is generally considered to be The Prelude, a semiautobiographical poem of his early years that he revised and expanded a number of times. It was posthumously titled and published, before which it was generally known as \"the poem to Coleridge\".",
      "pageId": 33925,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/5/56/Benjamin_Robert_Haydon_002.jpg"
    },
    {
      "year": "1770",
      "uri": "/wiki/William_Wordsworth",
      "name": "William Wordsworth",
      "monthDay": "04/07",
      "aboutText": "Domenico Carlo Maria Dragonetti (April 7, 1763 – April 16, 1846) was an Italian double bass virtuoso and composer with a 3 string double bass. He stayed for thirty years in his hometown of Venice, Italy and worked at the Opera Buffa, at the Chapel of San Marco and at the Grand Opera in Vicenza. By that time he had become notable throughout Europe and had turned down several opportunities, including offers from the Tsar of Russia.",
      "pageId": 392099
    },
    {
      "year": "1772",
      "uri": "/wiki/Charles_Fourier",
      "name": "Charles Fourier",
      "monthDay": "04/07",
      "aboutText": "This article is about William Ellery Channing, the Unitarian theologian. For the Transcendentalist poet, see William Ellery Channing (poet).\nWilliam Ellery Channing (April 7, 1780 – October 2, 1842) was the foremost Unitarian preacher in the United States in the early nineteenth century and along with Andrews Norton, (1786-1853), one of Unitarianism's leading theologians.",
      "pageId": 168700,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/0/0b/1930_MtVernonSt_Boston_2590385078.jpg"
    },
    {
      "year": "1780",
      "uri": "/wiki/William_Ellery_Channing",
      "name": "William Ellery Channing",
      "monthDay": "04/07",
      "aboutText": "François Marie Charles Fourier (/ˈfʊəriˌeɪ, -iər/; French: [fuʁje]; 7 April 1772 – 10 October 1837) was a French philosopher and an influential early socialist thinker later associated with \"utopian socialism\". Some of Fourier's social and moral views, held to be radical in his lifetime, have become mainstream thinking in modern society. Fourier is, for instance, credited with having originated the word feminism in 1837.",
      "pageId": 237186
    },
    {
      "year": "1803",
      "uri": "/wiki/James_Curtiss",
      "name": "James Curtiss",
      "monthDay": "04/07",
      "aboutText": "Flora Tristan (7 April 1803 in Paris – 14 November 1844 in Bordeaux, France) was a socialist writer and activist. She made important contributions to early feminist theory, and argued that the progress of women's rights was directly related with the progress of the working class. She wrote several works, the best known of which are Peregrinations of a Pariah (1838), Promenades in London (1840), and The Workers' Union (1843).",
      "pageId": 344882,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/6/66/Flora_Tristan.jpg"
    },
    {
      "year": "1803",
      "uri": "/wiki/Flora_Tristan",
      "name": "Flora Tristan",
      "monthDay": "04/07",
      "aboutText": "James Curtiss (also Curtis) (April 7, 1803 – November 2, 1859) was an American politician who twice served as Mayor of Chicago, Illinois (1847–1848 and 1850–1851) for the Democratic Party.",
      "pageId": 950291,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/5/56/Jamescurtis.jpeg"
    },
    {
      "year": "1811",
      "uri": "/wiki/Hasan_Tahsini",
      "name": "Hasan Tahsini",
      "monthDay": "04/07",
      "aboutText": "Randall Thomas Davidson, 1st Baron Davidson of Lambeth GCVO PC (7 April 1848 – 25 May 1930) was an Anglican bishop of Scottish origin who served as Archbishop of Canterbury from 1903 to 1928.",
      "pageId": 707515,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/6/68/Canterbury_cathedral.jpg"
    },
    {
      "year": "1848",
      "uri": "/wiki/Randall_Davidson",
      "name": "Randall Davidson",
      "monthDay": "04/07",
      "aboutText": "Hasan Tahsini (7 April 1811 – 3 July 1881) also known as Hoxha Tahsin was an Albanian astronomer, mathematician and philosopher. He was the first rector of Istanbul University and one of the founders of the Central Committee for Defending Albanian Rights. Tahsini is regarded as one of the most prominent scholars of the Ottoman Empire of the 19th century.",
      "pageId": 28099725,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/3/3f/11-H-Tahsini.jpg"
    },
    {
      "year": "1853",
      "uri": "/wiki/Prince_Leopold,_Duke_of_Albany",
      "name": "Prince Leopold, Duke of Albany",
      "monthDay": "04/07",
      "aboutText": "Walter Chauncey Camp (April 7, 1859 – March 14, 1925) was an American football player, coach, and sports writer known as the \"Father of American Football\". Among a long list of inventions, he created the sport's line of scrimmage and the system of downs. With John Heisman, Amos Alonzo Stagg, Pop Warner, Fielding H. Yost, and George Halas, Camp was one of the most accomplished persons in the early history of American football.",
      "pageId": 176858,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/3/30/Walter_Camp_-_Project_Gutenberg_eText_18048.jpg"
    },
    {
      "year": "1859",
      "uri": "/wiki/Walter_Camp",
      "name": "Walter Camp",
      "monthDay": "04/07",
      "aboutText": "Prince Leopold, Duke of Albany, KG KT GCSI GCMG GCStJ (Leopold George Duncan Albert; 7 April 1853 – 28 March 1884) was the eighth child and youngest son of Queen Victoria and Prince Albert of Saxe-Coburg and Gotha. Leopold was later created Duke of Albany, Earl of Clarence, and Baron Arklow. He had haemophilia, which led to his death at the age of 30.",
      "pageId": 285588,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/c/c5/Bundesarchiv_Bild_183-R05618%2C_Karl-Eduard_von_Sachsen-Coburg_und_Gotha.jpg"
    },
    {
      "year": "1860",
      "uri": "/wiki/Will_Keith_Kellogg",
      "name": "Will Keith Kellogg",
      "monthDay": "04/07",
      "aboutText": "Will Keith Kellogg, generally referred to as W.K. Kellogg (April 7, 1860 – October 6, 1951), was an American industrialist in food manufacturing, best known as the founder of the Kellogg Company, which to this day produces a wide variety of popular breakfast cereals. He was a member of the Seventh-day Adventist Church and practiced vegetarianism as a dietary principle taught by his church. Later, he founded the Kellogg Arabian Ranch and made it into a renowned establishment for the breeding of Arabian horses.",
      "pageId": 626914,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/7/75/James_and_Ellen_White.jpg"
    },
    {
      "year": "1867",
      "uri": "/wiki/Holger_Pedersen_(linguist)",
      "name": "Holger Pedersen",
      "monthDay": "04/07",
      "aboutText": "Holger Pedersen (Danish: [ˌhʌlˀɡ̊ɐ ˈpʰeðˀɐsn̩]; 7 April 1867 – 25 October 1953) was a Danish linguist who made significant contributions to language science and wrote about 30 authoritative works concerning several languages.\nHe was born in Gelballe, Denmark, and died in Hellerup, next to Copenhagen.",
      "pageId": 2270693,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/f/f7/Holger_Pedersen_1867-1953.png"
    },
    {
      "year": "1870",
      "uri": "/wiki/Gustav_Landauer",
      "name": "Gustav Landauer",
      "monthDay": "04/07",
      "aboutText": "Gustav Landauer (7 April 1870 –2 May 1919) was one of the leading theorists on anarchism in Germany in the end of the 19th and the beginning of the 20th century. He was an advocate of social anarchism and an avowed pacifist. He was briefly Commissioner of Enlightenment and Public Instruction of the short-lived Bavarian Soviet Republic.",
      "pageId": 1524127,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/4/42/Gustav_Landauer.jpg"
    },
    {
      "year": "1871",
      "uri": "/wiki/Epifanio_de_los_Santos",
      "name": "Epifanio de los Santos",
      "monthDay": "04/07",
      "aboutText": "Epifanio de los Santos y Cristóbal, sometimes known as Don Pañong or Don Panyong (April 7, 1871—April 18, 1928) was a noted Filipino historian, literary critic, art critic, jurist, prosecutor, antiquarian, archivist, scholar, painter, poet, musician, musicologist, philosopher, philologist, bibliographer, translator, journalist, editor, publisher, paleographer, ethnographer, biographer, researcher, civil servant, patriot and hero. He was appointed Director of the Philippine Library and Museum by Governor General Leonard Wood in 1925.\n^ Bacallan, Joyce.",
      "pageId": 5301008,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/1/17/EDS_masterguitarist.JPG"
    },
    {
      "year": "1873",
      "uri": "/wiki/John_McGraw",
      "name": "John McGraw",
      "monthDay": "04/07",
      "aboutText": "Frederick Carl Frieseke (April 7, 1874 – August 24, 1939) was an American Impressionist painter who spent most of his life as an expatriate in France. An influential member of the Giverny art colony, his paintings often concentrated on various effects of dappled sunlight. He is especially known for painting female subjects, both indoors and out.",
      "pageId": 1513907,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/5/5b/Breakfast_in_the_Garden%2C_Frieseke.jpg"
    },
    {
      "year": "1874",
      "uri": "/wiki/Frederick_Carl_Frieseke",
      "name": "Frederick Carl Frieseke",
      "monthDay": "04/07",
      "aboutText": "John Joseph McGraw (April 7, 1873 – February 25, 1934), nicknamed \"Little Napoleon\" and \"Muggsy\", was a Major League Baseball (MLB) player and long-time manager of the New York Giants. He was elected to the Baseball Hall of Fame in 1937.\nMuch lauded as a player, McGraw was one of the standard-bearers of dead-ball era baseball.",
      "pageId": 18571271
    },
    {
      "year": "1876",
      "uri": "/wiki/Fay_Moulton",
      "name": "Fay Moulton",
      "monthDay": "04/07",
      "aboutText": "Kurt Ferdinand Friedrich Hermann von Schleicher ( listen ; 7 April 1882 – 30 June 1934) was a German general and the second to last Chancellor of Germany during the era of the Weimar Republic. An important player in the German Army's efforts to avoid the restrictions of the Treaty of Versailles, Schleicher rose to power as a close advisor to President Paul von Hindenburg.",
      "pageId": 319997,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/4/41/Bundesarchiv_Bild_136-B0228%2C_Kurt_von_Schleicher.jpg"
    },
    {
      "year": "1882",
      "uri": "/wiki/Kurt_von_Schleicher",
      "name": "Kurt von Schleicher",
      "monthDay": "04/07",
      "aboutText": "Fay G. Moulton (April 7, 1876 – February 19, 1945) was an Olympic sprinter, American football player and coach, and lawyer. He served as the fifth head football coach at Kansas State Agricultural College, now Kansas State University, holding the position for one season in 1900 and compiling a record of 2–4.",
      "pageId": 7455388
    },
    {
      "year": "1883",
      "uri": "/wiki/Gino_Severini",
      "name": "Gino Severini",
      "monthDay": "04/07",
      "aboutText": "Gino Severini (7 April 1883 – 26 February 1966) was an Italian painter and a leading member of the Futurist movement. For much of his life he divided his time between Paris and Rome. He was associated with neo-classicism and the \"return to order\" in the decade after the First World War.",
      "pageId": 1164547,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/en/5/5c/Gino_Severini%2C_1910-11%2C_La_Modiste_%28The_Milliner%29%2C_oil_on_canvas%2C_64.8_x_48.3_cm%2C_Philadelphia_Museum_of_Art.jpg"
    },
    {
      "year": "1884",
      "uri": "/wiki/Clement_Smoot",
      "name": "Clement Smoot",
      "monthDay": "04/07",
      "aboutText": "Clement Eyer Smoot (April 7, 1884 – January 19, 1963) was an American golfer who competed in the 1904 Summer Olympics.\nHe was born in Illinois and died in Los Angeles, California.\nIn 1904 he was part of the American team which won the gold medal.",
      "pageId": 13925462
    },
    {
      "year": "1886",
      "uri": "/wiki/Ed_Lafitte",
      "name": "Ed Lafitte",
      "monthDay": "04/07",
      "aboutText": "Gabriela Mistral (Spanish: [ɡaˈβɾjela misˈt̪ɾal]; 7 April 1889 – 10 January 1957) was the pseudonym of Lucila Godoy y Alcayaga, a Chilean poet-diplomat, educator and feminist. She was the first Latin American (and, so far, the only Ibero-American woman) to receive the Nobel Prize in Literature, which she did in 1945 \"for her lyric poetry which, inspired by powerful emotions, has made her name a symbol of the idealistic aspirations of the entire Latin American world\". Some central themes in her poems are nature, betrayal, love, a mother's love, sorrow and recovery, travel, and Latin American identity as formed from a mixture of Native American and European influences.",
      "pageId": 171952,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/a/a3/Firma_Gabriela_Mistral.png"
    },
    {
      "year": "1889",
      "uri": "/wiki/Gabriela_Mistral",
      "name": "Gabriela Mistral",
      "monthDay": "04/07",
      "aboutText": "Edward Francis Lafitte (April 7, 1886 – April 12, 1971) was a pitcher in Major League Baseball who played with the Detroit Tigers (1909–12), Brooklyn Tip-Tops (1914–15), and Buffalo Blues (1915). Born in New Orleans, Louisiana at his family's home located at 319 Bourbon Street, he batted and threw right-handed.\nLafitte pitched for the Georgia Tech baseball team in 1906 and 1907.",
      "pageId": 3643709
    },
    {
      "year": "1890",
      "uri": "/wiki/Paul_Berth",
      "name": "Paul Berth",
      "monthDay": "04/07",
      "aboutText": "Marjory Stoneman Douglas (April 7, 1890 – May 14, 1998) was an American journalist, writer, feminist, and environmentalist known for her staunch defense of the Everglades against efforts to drain it and reclaim land for development. Moving to Miami as a young woman to work for The Miami Herald, Douglas became a freelance writer, producing over a hundred short stories that were published in popular magazines. Her most influential work was the book The Everglades: River of Grass (1947), which redefined the popular conception of the Everglades as a treasured river instead of a worthless swamp; its impact has been compared to that of Rachel Carson's influential book Silent Spring (1962).",
      "pageId": 287938,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/e/e7/DglsBldg2TLH-16Sep2007.JPG"
    },
    {
      "year": "1890",
      "uri": "/wiki/Marjory_Stoneman_Douglas",
      "name": "Marjory Stoneman Douglas",
      "monthDay": "04/07",
      "aboutText": "Paul Ludvig Laurits Berth (7 April 1890 in Copenhagen – 9 November 1969 in Gentofte) was a Danish amateur football (soccer) player, who played 26 games and scored one goal for the Denmark national football team, with whom he won a silver medal at the 1912 Summer Olympics.\nBerth played for Danish team Akademisk Boldklub (AB), when he made his Danish national team debut in October 1911. He was part of the Danish team at the 1912 Summer Olympics, in which he played all three matches as Denmark won the silver medals in the football tournament.",
      "pageId": 10963478,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/en/c/c2/Crystal_Clear_app_Login_Manager_2.png"
    },
    {
      "year": "1891",
      "uri": "/wiki/Ole_Kirk_Christiansen",
      "name": "Ole Kirk Christiansen",
      "monthDay": "04/07",
      "aboutText": "Allen Welsh Dulles (/ˈdʌləs/; April 7, 1893 – January 29, 1969) was an American diplomat and lawyer who became the first civilian Director of Central Intelligence and its longest-serving director to date. As head of the Central Intelligence Agency during the early Cold War, he oversaw the 1954 Guatemalan coup d'état, Operation Ajax (overthrow of Iran's elected government), the Lockheed U-2 program and the Bay of Pigs Invasion. Following the assassination of John F. Kennedy, Dulles was one of the members of the Warren Commission.",
      "pageId": 172609,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/6/64/Allen_Dulles_appointed_DCI%2C_26_February_1953.jpg"
    },
    {
      "year": "1893",
      "uri": "/wiki/Allen_Dulles",
      "name": "Allen Dulles",
      "monthDay": "04/07",
      "aboutText": "Ole Kirk Christiansen (7 April 1891 – 11 March 1958) was the founder of the Danish construction toy company the Lego Group. He was the 10th son of an impoverished family in Jutland in western Denmark. Born in Filskov, Denmark, he trained as a carpenter and started making wooden toys in 1932 to make a living after having lost his job during the depression.",
      "pageId": 1106750
    },
    {
      "year": "1895",
      "uri": "/wiki/John_Bernard_Flannagan",
      "name": "John Flannagan",
      "monthDay": "04/07",
      "aboutText": "John Bernard Flannagan (April 7, 1895 – January 6, 1942) was an American sculptor.",
      "pageId": 25874265,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/5/50/Brooklyn_Museum_-_Female_Nude_-_John_B._Flannagan.jpg"
    },
    {
      "year": "1895",
      "uri": "/wiki/Margarete_Sch%C3%B6n",
      "name": "Margarete Schön",
      "monthDay": "04/07",
      "aboutText": "Margarete Schön (7 April 1895 – 26 December 1985) was a German stage and film actress whose career spanned nearly fifty years.",
      "pageId": 32037902,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/en/0/09/Margarete_Sch%C3%B6n.jpg"
    },
    {
      "year": "1896",
      "uri": "/wiki/Frits_Peutz",
      "name": "Frits Peutz",
      "monthDay": "04/07",
      "aboutText": "F.P.J. Peutz (7 April 1896 - 24 October 1974) was a Dutch (Limburgian) architect.",
      "pageId": 767936,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/a/a6/Anna_Kerk.JPG"
    },
    {
      "year": "1897",
      "uri": "/wiki/Erich_L%C3%B6wenhardt",
      "name": "Erich Löwenhardt",
      "monthDay": "04/07",
      "aboutText": "Erich Löwenhardt (7 April 1897 – 10 August 1918) was the 3rd highest German flying ace with 54 victories during the First World War, behind only Manfred von Richthofen and Ernst Udet.",
      "pageId": 3245728
    },
    {
      "year": "1897",
      "uri": "/wiki/Walter_Winchell",
      "name": "Walter Winchell",
      "monthDay": "04/07",
      "aboutText": "Walter Winchell (April 7, 1897 – February 20, 1972) was an American newspaper and radio gossip commentator.",
      "pageId": 184187,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/8/8d/Walter_Winchell_1960.JPG"
    },
    {
      "year": "1899",
      "uri": "/wiki/Robert_Casadesus",
      "name": "Robert Casadesus",
      "monthDay": "04/07",
      "aboutText": "Robert Casadesus (7 April 1899 – 19 September 1972) was a renowned 20th-century French pianist and composer. He was the most prominent member of a famous musical family, being the nephew of Henri Casadesus and Marius Casadesus, husband of Gaby Casadesus, and father of Jean Casadesus.",
      "pageId": 1180786,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/8/85/Robert_Casadesus_1972.jpg"
    },
    {
      "year": "1900",
      "uri": "/wiki/Adolf_Dymsza",
      "name": "Adolf Dymsza",
      "monthDay": "04/07",
      "aboutText": "Adolf Dymsza (born Adolf Bagiński; 7 April 1900 – 20 August 1975) was a very popular and remarkable Polish comedy actor of both the pre-World War II and post-war eras. He starred in both theatre and film productions, mainly before World War II. He and Kazimierz Krukowski performed as the very popular duo Lopek and Florek in kleynkunst productions at Qui Pro Quo and other noted Warsaw cabarets. Another pseudonym was \"Dodek.\" He was arguably the most popular Polish comic actor of the 1930s, Andrzej Wajda remarked once, that for him Dymsza was a symbol of pre-war Polish cinema in general.",
      "pageId": 1141791,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/0/04/Adolf_Dymsza.jpg"
    },
    {
      "year": "1900",
      "uri": "/wiki/Tebbs_Lloyd_Johnson",
      "name": "Tebbs Lloyd Johnson",
      "monthDay": "04/07",
      "aboutText": "Terence Lloyd \"Tebbs Lloyd\" Johnson ('7 April 1900, Melton Mowbray, Leicestershire – 26 December 1984, Coventry, West Midlands) was a British speed-walker.\nLloyd-Johnson won the bronze medal in the 50 kilometre walk at the 1948 Summer Olympics in London at the age of 48 years and 115 days, becoming the oldest Olympic medal winning athlete. He had also competed in the same event at the 1936 Summer Olympics, finishing 17th behind younger teammate Harold Whitlock.",
      "pageId": 7763689
    },
    {
      "year": "1902",
      "uri": "/wiki/Eduard_Eelma",
      "name": "Eduard Eelma",
      "monthDay": "04/07",
      "aboutText": "Eduard Eelma (7 April 1902 – 16 November 1941) until 1936 Eduard-Wilhelm Ellmann, was an Estonian footballer — one of the most famous before World War II. He played 58 times for Estonia national football team scoring 21 goals. He debuted on 23 July 1921, against Sweden. He participated in Summer Olympics in Paris 1924.",
      "pageId": 14810106
    },
    {
      "year": "1903",
      "uri": "/wiki/M._Balasundaram",
      "name": "M. Balasundaram",
      "monthDay": "04/07",
      "aboutText": "Murugesu Balasundaram (Tamil: முருகேசு பாலசுந்தரம்; 7 April 1903 – 15 December 1965) was a Ceylon Tamil lawyer, politician and Member of Parliament.",
      "pageId": 32295375
    },
    {
      "year": "1903",
      "uri": "/wiki/Edwin_T._Layton",
      "name": "Edwin T. Layton",
      "monthDay": "04/07",
      "aboutText": "Edwin Thomas Layton (7 April 1903 – 12 April 1984) was a Rear Admiral in the United States Navy, who is most noted for his work as cryptanalyst during World War II.",
      "pageId": 12978543,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/b/b0/Bronze-service-star-3d.png"
    },
    {
      "year": "1904",
      "uri": "/wiki/Roland_Wilson_(economist)",
      "name": "Roland Wilson",
      "monthDay": "04/07",
      "aboutText": "Sir Roland Wilson CBE (7 April 1904 – 25 October 1996) was a senior Australian public servant and economist.",
      "pageId": 42479539
    },
    {
      "year": "1908",
      "uri": "/wiki/Percy_Faith",
      "name": "Percy Faith",
      "monthDay": "04/07",
      "aboutText": "Percy Faith (April 7, 1908 – February 9, 1976) was a Canadian bandleader, orchestrator, composer and conductor, known for his lush arrangements of pop and Christmas standards. He is often credited with popularizing the \"easy listening\" or \"mood music\" format. Faith became a staple of American popular music in the 1950s and continued well into the 1960s.",
      "pageId": 583094,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/c/c5/Percy_Faith_1949.jpg"
    },
    {
      "year": "1909",
      "uri": "/wiki/Robert_Charroux",
      "name": "Robert Charroux",
      "monthDay": "04/07",
      "aboutText": "Robert Charroux was the best-known pen-name of Robert Joseph Grugeau (April 7, 1909 - June 24, 1978).",
      "pageId": 5010020
    },
    {
      "year": "1909",
      "uri": "/wiki/Peter_Zaremba_(athlete)",
      "name": "Pete Zaremba",
      "monthDay": "04/07",
      "aboutText": "Hervé Bazin (April 17, 1911 – February 17, 1996) was a French writer, whose best-known novels covered semi-autobiographical topics of teenage rebellion and dysfunctional families.",
      "pageId": 1400421
    },
    {
      "year": "1911",
      "uri": "/wiki/Herv%C3%A9_Bazin",
      "name": "Hervé Bazin",
      "monthDay": "04/07",
      "aboutText": "Peter Timothy \"Pete\" Zaremba (April 7, 1908 – September 17, 1994) was an American athlete who competed mainly in the hammer throw.",
      "pageId": 7676211,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/en/c/c2/Crystal_Clear_app_Login_Manager_2.png"
    },
    {
      "year": "1913",
      "uri": "/wiki/Louise_Currie",
      "name": "Louise Currie",
      "monthDay": "04/07",
      "aboutText": "Charles Albert Vanik (April 7, 1913 – August 30, 2007) was a Democratic politician from Ohio.",
      "pageId": 718041,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/d/d9/Charles_Vanik_93rd_Congress_1973.jpg"
    },
    {
      "year": "1913",
      "uri": "/wiki/Charles_Vanik",
      "name": "Charles Vanik",
      "monthDay": "04/07",
      "aboutText": "Louise Currie (April 7, 1913 – September 8, 2013) was an American film actress, active from 1940 into the early 1950s.",
      "pageId": 14862556,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/0/0d/Adventures_of_Captain_Marvel_%281941_serial%29_5.jpg"
    },
    {
      "year": "1914",
      "uri": "/wiki/Ralph_Flanagan",
      "name": "Ralph Flanagan",
      "monthDay": "04/07",
      "aboutText": "Stanley Adams (April 7, 1915 – April 27, 1977) was an American actor and screenwriter.",
      "pageId": 1887465,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/2/2b/Flag_of_Los_Angeles_County%2C_California.png"
    },
    {
      "year": "1915",
      "uri": "/wiki/Stanley_Adams_(actor)",
      "name": "Stanley Adams",
      "monthDay": "04/07",
      "aboutText": "Ralph Flanagan (born Ralph Elias Flenniken; April 7, 1914 in Lorain, Ohio – December 30, 1995 in Miami, Florida) was a famed big band leader, conductor, pianist, composer, and arranger for the orchestras of Hal McIntyre, Sammy Kaye, Blue Barron, Charlie Barnet, and Alvino Rey.",
      "pageId": 10648459,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/9/91/Ralph_Flanagan_1956.JPG"
    },
    {
      "year": "1915",
      "uri": "/wiki/Billie_Holiday",
      "name": "Billie Holiday",
      "monthDay": "04/07",
      "aboutText": "Eleanora Fagan (April 7, 1915 – July 17, 1959), professionally known as Billie Holiday, was an American jazz musician and singer-songwriter with a career spanning nearly thirty years. Nicknamed \"Lady Day\" by her friend and music partner Lester Young, Holiday had a seminal influence on jazz music and pop singing. Her vocal style, strongly inspired by jazz instrumentalists, pioneered a new way of manipulating phrasing and tempo.",
      "pageId": 50420,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/e/e3/Billie_Holiday%2C_Downbeat%2C_New_York%2C_N.Y.%2C_ca._Feb._1947_%28William_P._Gottlieb_04251%29.jpg"
    },
    {
      "year": "1915",
      "uri": "/wiki/Henry_Kuttner",
      "name": "Henry Kuttner",
      "monthDay": "04/07",
      "aboutText": "Henry Kuttner (April 7, 1915 – February 4, 1958) was an American author of science fiction, fantasy and horror.",
      "pageId": 362169
    },
    {
      "year": "1916",
      "uri": "/wiki/Anthony_Caruso_(actor)",
      "name": "Anthony Caruso",
      "monthDay": "04/07",
      "aboutText": "Robert Golden Armstrong, Jr., known as R. G. Armstrong (April 7, 1917 – July 27, 2012), was an American actor and playwright.",
      "pageId": 8272084,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/en/f/f3/R._G._Armstrong.jpg"
    },
    {
      "year": "1917",
      "uri": "/wiki/R._G._Armstrong",
      "name": "R. G. Armstrong",
      "monthDay": "04/07",
      "aboutText": "Anthony Caruso (April 7, 1916 – April 4, 2003) was an American character actor in more than one hundred American films, usually playing villains, including the first season of Walt Disney's Zorro as Captain Juan Ortega.",
      "pageId": 16032365,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/3/36/Anthony_Caruso_in_Asphalt_Jungle.jpg"
    },
    {
      "year": "1918",
      "uri": "/wiki/Bobby_Doerr",
      "name": "Bobby Doerr",
      "monthDay": "04/07",
      "aboutText": "Robert Pershing \"Bobby\" Doerr (born April 7, 1918) is a former Major League Baseball (MLB) second baseman and coach. He played his entire 14-year baseball career for the Boston Red Sox (1937–51). Doerr achieved a batting average over .300 in several seasons.",
      "pageId": 604395,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/en/1/1e/Baseball_%28crop%29.jpg"
    },
    {
      "year": "1919",
      "uri": "/wiki/Roger_Lemelin",
      "name": "Roger Lemelin",
      "monthDay": "04/07",
      "aboutText": "Roger Lemelin, CC OQ FRSC (April 7, 1919 – March 16, 1992) was a Quebec novelist, television writer and essayist.",
      "pageId": 1184841
    },
    {
      "year": "1919",
      "uri": "/wiki/Edoardo_Mangiarotti",
      "name": "Edoardo Mangiarotti",
      "monthDay": "04/07",
      "aboutText": "Ravi Shankar (IPA: [ˈrɔbi ˈʃɔŋkɔr]; 7 April 1920 – 11 December 2012), born Robindro Shaunkor Chowdhury, his name often preceded by the title Pandit, was an Indian musician and composer who was one of the best-known exponents of the sitar in the second half of the 20th century as a composer of Hindustani classical music.\nShankar was born to a Bengali family in Benares, British India, and spent his youth touring India and Europe with the dance group of his brother Uday Shankar. He gave up dancing in 1938 to study sitar playing under court musician Allauddin Khan.",
      "pageId": 100156,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/f/f6/Bharat_Ratna.jpg"
    },
    {
      "year": "1920",
      "uri": "/wiki/Ravi_Shankar",
      "name": "Ravi Shankar",
      "monthDay": "04/07",
      "aboutText": "Edoardo Mangiarotti (Italian pronunciation: [edoˈardo mandʒaˈrɔtti]; April 7, 1919 – May 25, 2012) was an Italian fencer. He won more Olympic titles and World championships than any other fencer in the history of the sport.",
      "pageId": 2285970
    },
    {
      "year": "1921",
      "uri": "/wiki/Feza_G%C3%BCrsey",
      "name": "Feza Gürsey",
      "monthDay": "04/07",
      "aboutText": "Ramón \"Mongo\" Santamaría Rodríguez (April 7, 1917 – February 1, 2003) was a rumba quinto master and an Afro-Cuban Latin jazz percussionist. He is most famous for being the composer of the jazz standard \"Afro Blue\", recorded by John Coltrane among others. In 1950 he moved to New York where he played with Perez Prado, Tito Puente, Cal Tjader, Fania All Stars, etc.",
      "pageId": 1040059,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/5/57/Afro_blue_bass.jpg"
    },
    {
      "year": "1922",
      "uri": "/wiki/Mongo_Santamar%C3%ADa",
      "name": "Mongo Santamaría",
      "monthDay": "04/07",
      "aboutText": "Feza Gürsey (April 7, 1921 – April 13, 1992) was a Turkish mathematician and physicist.",
      "pageId": 1951615
    },
    {
      "year": "1924",
      "uri": "/wiki/Johannes_Mario_Simmel",
      "name": "Johannes Mario Simmel",
      "monthDay": "04/07",
      "aboutText": "Johannes Mario Simmel (7 April 1924 – 1 January 2009), also known as J. M. Simmel, was an Austrian writer.\nHe was born in Vienna and grew up in Austria and England. He was trained as a chemical engineer and worked in research from 1943 to the end of World War II. After the end of the war, he worked as a translator for the American military government and published reviews and stories in the Vienna Welt am Abend.",
      "pageId": 2414341,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/en/b/be/Johannes_Mario_Simmel.jpg"
    },
    {
      "year": "1925",
      "uri": "/wiki/Chaturanan_Mishra",
      "name": "Chaturanan Mishra",
      "monthDay": "04/07",
      "aboutText": "Chaturanan Mishra (7 April 1925 – 2 July 2011) was an Indian politician and trade unionist. Mishra, who was born in Nahar, Madhubani District, was a key leader of the Communist Party of India in Bihar, and served as the Agriculture Minister of India in the United Front government.",
      "pageId": 29766863
    },
    {
      "year": "1925",
      "uri": "/wiki/Jan_van_Roessel",
      "name": "Jan van Roessel",
      "monthDay": "04/07",
      "aboutText": "Abdul Khader (7 April 1923 – 16 January 1989), better known by his stage name Prem Nazir, was an Indian film actor best known for his work in Malayalam cinema. He is considered one of the all time super stars in Malayalam cinema. He is referred to as the Nithya Haritha Nayakan (Ever Green Hero) of Malayalam cinema.",
      "pageId": 532437
    },
    {
      "year": "1926",
      "uri": "/wiki/Prem_Nazir",
      "name": "Prem Nazir",
      "monthDay": "04/07",
      "aboutText": "Jan van Roessel (7 April 1925 – 3 June 2011) was a Dutch football player.",
      "pageId": 31989489,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/e/e7/Jan_van_Roessel_%281952%29.jpg"
    },
    {
      "year": "1927",
      "uri": "/wiki/Babatunde_Olatunji",
      "name": "Babatunde Olatunji",
      "monthDay": "04/07",
      "aboutText": "Babatunde Olatunji (April 7, 1927 – April 6, 2003) was a Nigerian drummer, educator, social activist and recording artist.",
      "pageId": 210984,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/a/a6/Babatunde_Olatunji.jpeg"
    },
    {
      "year": "1927",
      "uri": "/wiki/Leonid_Shcherbakov",
      "name": "Leonid Shcherbakov",
      "monthDay": "04/07",
      "aboutText": "Leonid Mikhailovich Shcherbakov (Russian: Леонид Щербаков) (born 7 April 1927) was a Soviet athlete who competed mainly in the triple jump. Born in Olebino, Yaroslavl Oblast, he trained at Dynamo in Moscow.\nHe competed for the USSR in the 1952 Summer Olympics held in Helsinki, Finland in the triple jump where he won the silver medal.",
      "pageId": 8128159
    },
    {
      "year": "1928",
      "uri": "/wiki/James_Garner",
      "name": "James Garner",
      "monthDay": "04/07",
      "aboutText": "James Garner (born James Scott Bumgarner; April 7, 1928 – July 19, 2014) was an American actor, voice artist, singer, producer, and comedian. He starred in several television series over more than five decades, including such popular roles as Bret Maverick in the 1950s western comedy series Maverick and Jim Rockford in the 1970s detective comedic drama series The Rockford Files, and played leading roles in more than 50 theatrical films, including The Great Escape (1963) with Steve McQueen, Paddy Chayefsky's The Americanization of Emily (1964), Grand Prix (1966), Blake Edwards' Victor Victoria (1982), Murphy's Romance (1985), for which he received an Academy Award nomination, Space Cowboys (2000) with Clint Eastwood, and The Notebook (2004).",
      "pageId": 168544,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/8/80/5INF_DUI.png"
    },
    {
      "year": "1928",
      "uri": "/wiki/Alan_J._Pakula",
      "name": "Alan J. Pakula",
      "monthDay": "04/07",
      "aboutText": "Alan Jay Pakula (April 7, 1928 – November 19, 1998) was an American film director, writer and producer. He was nominated for three Academy Awards: Best Picture for To Kill a Mockingbird (1962), Best Director for All the President's Men (1976) and Best Adapted Screenplay for Sophie's Choice (1982).\nPakula was also notable for directing his \"paranoia trilogy\" that included All the President's Men.",
      "pageId": 837131
    },
    {
      "year": "1928",
      "uri": "/wiki/James_White_(author)",
      "name": "James White",
      "monthDay": "04/07",
      "aboutText": "James White (7 April 1928 – 23 August 1999) was a Northern Irish author of science fiction novellas, short stories and novels. He was born in Belfast and returned there after spending some early years in Canada. After a few years working in the clothing industry, he worked at Short Brothers Ltd., an aircraft company based in Belfast, from 1965 until taking early retirement during 1984 as a result of diabetes.",
      "pageId": 51128,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/en/1/1f/James_White_01.png"
    },
    {
      "year": "1929",
      "uri": "/wiki/Bob_Denard",
      "name": "Bob Denard",
      "monthDay": "04/07",
      "aboutText": "Colonel Robert \"Bob\" Denard (April 7, 1929 – October 13, 2007), sometimes known under the aliases Gilbert Bourgeaud and Saïd Mustapha Mahdjoub, was a French soldier and mercenary. He was known for having performed various jobs in support of Françafrique (a term referring to France's sphere of influence in its former colonies) for Jacques Foccart, in charge of French president Charles de Gaulle's policy in Africa. Having fought in Algeria during the Algerian War, he then took part in the Katanga secession effort in the 1960s and fought in many African countries including Congo, Angola, Rhodesia (today Zimbabwe), and Gabon.",
      "pageId": 261743
    },
    {
      "year": "1929",
      "uri": "/wiki/Joe_Gallo",
      "name": "Joe Gallo",
      "monthDay": "04/07",
      "aboutText": "Joseph Gallo (April 7, 1929 – April 7, 1972), also known as \"Crazy Joe\" and \"Joe the Blond\", was a celebrated New York City gangster for the Profaci crime family, later known as the Colombo crime family. Gallo initiated one of the bloodiest mob conflicts since the 1931 Castellammarese War and was murdered as a result of it.",
      "pageId": 1006325
    },
    {
      "year": "1930",
      "uri": "/wiki/Jane_Priestman",
      "name": "Jane Priestman",
      "monthDay": "04/07",
      "aboutText": "Jane Priestman OBE (born 7 April 1930) is a British designer who has performed a number of high-profile roles in design and architecture. She was awarded an OBE in 1991 for her work in design and an honorary doctorate from Sheffield Hallam University in 1998.\nPriestman qualified as an interior designer.",
      "pageId": 41624486,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/5/5a/The_Painter_and_His_Pug_by_William_Hogarth.jpg"
    },
    {
      "year": "1930",
      "uri": "/wiki/Yves_Rocher",
      "name": "Yves Rocher",
      "monthDay": "04/07",
      "aboutText": "Andreas Siegfried \"Andrew\" Sachs (born 7 April 1930 in Berlin) is a German-born British actor.",
      "pageId": 647837,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/d/da/Andrew_sachs.jpg"
    },
    {
      "year": "1930",
      "uri": "/wiki/Andrew_Sachs",
      "name": "Andrew Sachs",
      "monthDay": "04/07",
      "aboutText": "Yves Rocher (7 April 1930 – 26 December 2009) was a French businessman and founder of the cosmetics company that bears his name. He was a pioneer of the modern use of natural ingredients in cosmetics.",
      "pageId": 25580101,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/f/fb/La_Gacilly_laboratory.jpg"
    },
    {
      "year": "1930",
      "uri": "/wiki/Roger_Verg%C3%A9",
      "name": "Roger Vergé",
      "monthDay": "04/07",
      "aboutText": "This article is about the author, Donald Barthelme Jr. For his father, the architect, see Donald Barthelme (architect).\nDonald Barthelme (April 7, 1931 – July 23, 1989) was an American author known for his playful, postmodernist style of short fiction.",
      "pageId": 916094,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/d/d2/Donald_Barthelme_%28author%29.jpg"
    },
    {
      "year": "1931",
      "uri": "/wiki/Donald_Barthelme",
      "name": "Donald Barthelme",
      "monthDay": "04/07",
      "aboutText": "Roger Vergé (7 April 1930 – 5 June 2015) was a French chef and restaurateur. He is considered one of the greatest chefs of his time.",
      "pageId": 39605128
    },
    {
      "year": "1931",
      "uri": "/wiki/Daniel_Ellsberg",
      "name": "Daniel Ellsberg",
      "monthDay": "04/07",
      "aboutText": "Daniel Ellsberg (born April 7, 1931) is an activist and former United States military analyst who, while employed by the RAND Corporation, precipitated a national political controversy in 1971 when he released the Pentagon Papers, a top-secret Pentagon study of U.S. government decision-making in relation to the Vietnam War, to The New York Times and other newspapers.\nEllsberg was charged under the Espionage Act of 1917 along with other charges of theft and conspiracy, carrying a total maximum sentence of 115 years. Due to governmental misconduct and illegal evidence gathering, and the defense by Leonard Boudin and Harvard Law School professor Charles Nesson, Judge Byrne dismissed all charges against Ellsberg on May 11, 1973.",
      "pageId": 80128,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/d/db/Daniel_Ellsberg_at_San_Francisco_Pride_Parade_2013..JPG"
    },
    {
      "year": "1932",
      "uri": "/wiki/Cal_Smith",
      "name": "Cal Smith",
      "monthDay": "04/07",
      "aboutText": "Calvin Grant Shofner (April 7, 1932 — October 10, 2013), known professionally as Cal Smith, was an American country musician, most famous for his 1974 hit \"Country Bumpkin.\"",
      "pageId": 4951037,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/e/e9/Cal_Smith.png"
    },
    {
      "year": "1933",
      "uri": "/wiki/Wayne_Rogers",
      "name": "Wayne Rogers",
      "monthDay": "04/07",
      "aboutText": "William Wayne McMillan Rogers III (April 7, 1933 – December 31, 2015) was an American film and television actor, best known for playing the role of Captain \"Trapper\" John McIntyre in the CBS television series, M*A*S*H.",
      "pageId": 89697,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/7/72/Wayne_Rogers_Trapper_John_MASH_1972.JPG"
    },
    {
      "year": "1933",
      "uri": "/wiki/Sak%C4%B1p_Sabanc%C4%B1",
      "name": "Sakıp Sabancı",
      "monthDay": "04/07",
      "aboutText": "Sakıp Sabancı (7 April 1933 – 10 April 2004) was a prominent Turkish business tycoon and philanthropist.\nBorn as the second son of a cotton trader, he worked in all the ranks of his father's business without completing high school. He was the head of Turkey's largest business conglomerate and 147th richest man on the Forbes list of the world's top billionaires in 2004.",
      "pageId": 590319
    },
    {
      "year": "1934",
      "uri": "/wiki/Ian_Richardson",
      "name": "Ian Richardson",
      "monthDay": "04/07",
      "aboutText": "Ian William Richardson, CBE (7 April 1934 – 9 February 2007) was a Scottish actor of film, stage and television.\nHe is well known for his portrayal of the Machiavellian Tory politician Francis Urquhart in the BBC's House of Cards (1990-1995) television trilogy. Richardson was also a leading Shakespearean stage actor.",
      "pageId": 965995,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/en/5/56/Francis_Urquhart.jpg"
    },
    {
      "year": "1935",
      "uri": "/wiki/Bobby_Bare",
      "name": "Bobby Bare",
      "monthDay": "04/07",
      "aboutText": "Robert Joseph \"Bobby\" Bare, Sr. (born April 7, 1935) is an American country music singer and songwriter, best known for the songs \"Detroit City\" and \"500 Miles Away from Home\".",
      "pageId": 1068978,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/6/68/Bobby_Bare_1973.JPG"
    },
    {
      "year": "1935",
      "uri": "/wiki/Hodding_Carter_III",
      "name": "Hodding Carter III",
      "monthDay": "04/07",
      "aboutText": "Cynthia Lynn (born Zinta Valda Ziemelis; April 2, 1936 – March 10, 2014) was a Latvian-born American actress.",
      "pageId": 2971717,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/3/37/Cynthia_Lynn_Hogans_Heroes.JPG"
    },
    {
      "year": "1937",
      "uri": "/wiki/Cynthia_Lynn",
      "name": "Cynthia Lynn",
      "monthDay": "04/07",
      "aboutText": "William Hodding Carter III (born April 7, 1935) is an American journalist and politician best known for his role as Assistant Secretary of State for Public Affairs in the Jimmy Carter administration.",
      "pageId": 7311822,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/5/56/Hodding_Carter.jpg"
    },
    {
      "year": "1938",
      "uri": "/wiki/Jerry_Brown",
      "name": "Jerry Brown",
      "monthDay": "04/07",
      "aboutText": "Edmund Gerald \"Jerry\" Brown Jr. (born April 7, 1938) is an American politician and lawyer who has been serving as the 39th Governor of California since 2011. A member of the Democratic Party, Brown previously served as the 34th Governor from 1975 to 1983, and is the longest-serving governor in California history.",
      "pageId": 175220,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/9/93/Anne_Gust_official_portrait.jpg"
    },
    {
      "year": "1938",
      "uri": "/wiki/Spencer_Dryden",
      "name": "Spencer Dryden",
      "monthDay": "04/07",
      "aboutText": "Spencer Dryden (April 7, 1938 – January 11, 2005) was an American musician best known as drummer for Jefferson Airplane and New Riders of the Purple Sage.",
      "pageId": 1395099
    },
    {
      "year": "1938",
      "uri": "/wiki/Freddie_Hubbard",
      "name": "Freddie Hubbard",
      "monthDay": "04/07",
      "aboutText": "Frederick Dewayne \"Freddie\" Hubbard (April 7, 1938 – December 29, 2008) was an American jazz trumpeter. He was known primarily for playing in the bebop, hard bop and post-bop styles from the early 1960s onwards. His unmistakable and influential tone contributed to new perspectives for modern jazz and bebop.",
      "pageId": 261630,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/7/7c/Freddie_Hubbard_1976.jpg"
    },
    {
      "year": "1938",
      "uri": "/wiki/Iris_Johansen",
      "name": "Iris Johansen",
      "monthDay": "04/07",
      "aboutText": "Iris Johansen (born April 7, 1938) is an American author of crime fiction and romance novels.",
      "pageId": 1555301
    },
    {
      "year": "1939",
      "uri": "/wiki/Francis_Ford_Coppola",
      "name": "Francis Ford Coppola",
      "monthDay": "04/07",
      "aboutText": "Francis Ford Coppola (/ˈkoʊpələ/; born April 7, 1939) is an American film director, producer and screenwriter. He was part of the New Hollywood wave of filmmaking.\nAfter directing The Rain People in 1969, he won the Academy Award for Best Original Screenplay as co-writer, with Edmund H. North, of Patton in 1970.",
      "pageId": 10576,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/1/14/Francis_Ford_Coppola%28CannesPhotoCall%29_crop.jpg"
    },
    {
      "year": "1939",
      "uri": "/wiki/David_Frost",
      "name": "David Frost",
      "monthDay": "04/07",
      "aboutText": "Sir David Paradine Frost, OBE (7 April 1939 – 31 August 2013) was an English journalist, comedian, writer, media personality and television host.\nAfter graduating from Gonville and Caius College, Cambridge, Frost rose to prominence in the UK when he was chosen to host the satirical programme That Was the Week That Was in 1962. His success on this show led to work as a host on US television.",
      "pageId": 399078,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/6/67/David_Frost_Rumsfeld_interview_cropped.jpg"
    },
    {
      "year": "1939",
      "uri": "/wiki/Gary_Kellgren",
      "name": "Gary Kellgren",
      "monthDay": "04/07",
      "aboutText": "Brett Whiteley AO (7 April 1939 – 15 June 1992) was an Australian avant-garde artist. He is represented in the collections of all the large Australian galleries, and was twice winner of the Archibald, Wynne and Sulman prizes.",
      "pageId": 299439,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/5/59/Brett_whiteley_front_of_surrey_hills_gallery.jpg"
    },
    {
      "year": "1939",
      "uri": "/wiki/Brett_Whiteley",
      "name": "Brett Whiteley",
      "monthDay": "04/07",
      "aboutText": "Gary Kellgren (April 7, 1939 - July 20, 1977) was an American audio engineer and co-founder of The Record Plant recording studios, along with businessman Chris Stone.",
      "pageId": 10183697,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/en/0/05/GaryKellgren.jpg"
    },
    {
      "year": "1939",
      "uri": "/wiki/Va%C3%A7e_Zela",
      "name": "Vaçe Zela",
      "monthDay": "04/07",
      "aboutText": "Marju Lauristin (born April 7, 1940) is an Estonian politician and social scientist. She is the daughter of the communist politicians Johannes Lauristin and Olga Lauristin, two leading politicians in the Communist Party of Estonia. Together with Edgar Savisaar, in 1988 Lauristin established Rahvarinne, the first large-scale independence movement in Estonia since the country's incorporation into the USSR. In 1990 she was deputy speaker of the Estonian parliament.",
      "pageId": 12278251,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/9/94/Marju_LAURISTIN_-_Estonian_part_-_Citizens%E2%80%99_Corner_debate_on_Europe%E2%80%99s_anti-discrimination_law-_Closer_to_failure_or_adoption%3F_%2817220233526%29.jpg"
    },
    {
      "year": "1940",
      "uri": "/wiki/Marju_Lauristin",
      "name": "Marju Lauristin",
      "monthDay": "04/07",
      "aboutText": "Found nationality, Vaçe Zela (7 April 1939 – 6 February 2014) was an Albanian singer. She began her career at a young age and in 1962 was the first to win the Albanian Song Festival (Festivali i Këngës). An 11 time winner of the festival, Vaçe gained fame during the communist era and was awarded the Merited Artist of Albania prize in 1973 and the People's Artist of Albania prize in 1977.",
      "pageId": 16860767,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/5/5b/Festivali.11.jpg"
    },
    {
      "year": "1941",
      "uri": "/wiki/James_Di_Pasquale",
      "name": "James Di Pasquale",
      "monthDay": "04/07",
      "aboutText": "Peter Nigel Fluck (born April 7, 1941, Cambridge) is a caricaturist and one half of the partnership known as Luck and Flaw (with Roger Law), creators of the satirical TV puppet show Spitting Image.",
      "pageId": 266055,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/en/c/c1/Illustrator-stub_ico.PNG"
    },
    {
      "year": "1941",
      "uri": "/wiki/Peter_Fluck",
      "name": "Peter Fluck",
      "monthDay": "04/07",
      "aboutText": "James Di Pasquale (born April 7, 1941) is an American musician and composer of contemporary classical music and music for television and films.",
      "pageId": 2650618
    },
    {
      "year": "1941",
      "uri": "/wiki/Cornelia_Frances",
      "name": "Cornelia Frances",
      "monthDay": "04/07",
      "aboutText": "Gorden Kaye (born Gordon Fitzgerald Kaye; 7 April 1941) is a BAFTA-nominated English comic actor, best known for playing René Artois in the British TV comedy series 'Allo 'Allo!.",
      "pageId": 1199399,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/c/cb/Gordon_Kaye_2_Allan_Warren.jpg"
    },
    {
      "year": "1941",
      "uri": "/wiki/Gorden_Kaye",
      "name": "Gorden Kaye",
      "monthDay": "04/07",
      "aboutText": "Cornelia Frances (born Cornelia Frances Zulver; 7 April 1941) is an English actress best known for her acting career in Australia, and her portrayal of characters such as judge Morag Bellingham on Home and Away, Barbara Hamilton on Sons and Daughters and sister Grace Scott on The Young Doctors.",
      "pageId": 1410398,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/6/65/Cornelia_Frances.jpg"
    },
    {
      "year": "1941",
      "uri": "/wiki/Tord_Magnuson",
      "name": "Tord Magnuson",
      "monthDay": "04/07",
      "aboutText": "Jack Westelman (April 7, 1941 – November 28, 2013), known professionally as Danny Wells, was a Canadian movie and television actor and voice actor. He is perhaps best known for his occasional role as Charlie the bartender on The Jeffersons as well as other live action roles in Hollywood films such as Magnolia, The Last Kiss and Private Benjamin. He played the video game character Luigi, brother of Nintendo's mascot Mario, played by the late Lou Albano in the live-action segments of the series The Super Mario Bros.",
      "pageId": 3240650
    },
    {
      "year": "1941",
      "uri": "/wiki/Danny_Wells",
      "name": "Danny Wells",
      "monthDay": "04/07",
      "aboutText": "Tord Gösta Magnuson (born 7 April 1941) is a Swedish business executive and the Consul General for Mauritius. He is married to Princess Christina, the youngest of the older sisters of King Carl XVI Gustaf.\nMagnuson is the son of Lennart Magnuson (MSE) and his wife Gerda (born Klemming).",
      "pageId": 38796275,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/1/10/Tord_Magnuson_%28Generalkonsul%29_-2.jpg"
    },
    {
      "year": "1942",
      "uri": "/wiki/Jeetendra",
      "name": "Jeetendra",
      "monthDay": "04/07",
      "aboutText": "Jeetendra (born Ravi Kapoor on 7 April 1942) is an Indian actor, T.V and film producer as chairman of the Balaji Telefilms, Balaji Motion Pictures and ALT Entertainment.",
      "pageId": 1070743,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/4/4a/Jeetendra_2012_ekta_birthday.jpg"
    },
    {
      "year": "1942",
      "uri": "/wiki/Nam_Gi-nam",
      "name": "Nam Gi-nam",
      "monthDay": "04/07",
      "aboutText": "Nam Gi-Nam (born April 7, 1942) is a prolific South Korean director of movies, cartoons and TV series. Born in Gwangju, South Korea, he graduated from Sorabol Art College. He made his debut in 1972 with Don't Cry My Daughter (Naettara uljimara).",
      "pageId": 3937543
    },
    {
      "year": "1943",
      "uri": "/wiki/Mick_Abrahams",
      "name": "Mick Abrahams",
      "monthDay": "04/07",
      "aboutText": "Dennis Leslie Amiss MBE (born 7 April 1943, Harborne, Birmingham, Warwickshire) is a former English cricketer and cricket administrator. He played for both Warwickshire and England. A right-handed batsman, Amiss was a stroke maker particularly through extra cover and midwicket – his two favourite areas to score runs.",
      "pageId": 2502403,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/f/f3/Dennis_Amiss_graph.png"
    },
    {
      "year": "1943",
      "uri": "/wiki/Dennis_Amiss",
      "name": "Dennis Amiss",
      "monthDay": "04/07",
      "aboutText": "Michael Timothy 'Mick' Abrahams (born 7 April 1943) is a guitarist and band leader, best known as being the original guitarist for Jethro Tull.\n^ MICK ABRAHAMS .",
      "pageId": 2981949
    },
    {
      "year": "1944",
      "uri": "/wiki/Julia_Phillips",
      "name": "Julia Phillips",
      "monthDay": "04/07",
      "aboutText": "Julia Phillips (April 7, 1944 – January 1, 2002) was an American film producer and author. She co-produced with her husband, Michael (and others), three prominent films of the 1970s — The Sting, Taxi Driver, and Close Encounters of the Third Kind — and was the first female producer to win an Academy Award for Best Picture, for The Sting.",
      "pageId": 2633746
    },
    {
      "year": "1944",
      "uri": "/wiki/Gerhard_Schr%C3%B6der",
      "name": "Gerhard Schröder",
      "monthDay": "04/07",
      "aboutText": "Gerhard Fritz Kurt Schröder ([ˈɡɛɐ̯haɐ̯t fʁɪts kʊʁt ˈʃʁøːdɐ]; born 7 April 1944) is a German politician, and was Chancellor of Germany from 1998 to 2005. As a member of the Social Democratic Party of Germany (SPD), he led a coalition government of the SPD and the Greens. Before becoming a full-time politician, he was a lawyer, and before becoming Chancellor he served as Prime Minister of Lower Saxony (1990–1998).",
      "pageId": 23306893
    },
    {
      "year": "1944",
      "uri": "/wiki/Bill_Stoneman",
      "name": "Bill Stoneman",
      "monthDay": "04/07",
      "aboutText": "This article contains Icelandic characters. For more information see Icelandic language.",
      "pageId": 1374615,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/2/2d/Megas_DSC07085_NY.jpg"
    },
    {
      "year": "1945",
      "uri": "/wiki/Megas",
      "name": "Megas",
      "monthDay": "04/07",
      "aboutText": "William Hambly Stoneman III (born April 7, 1944) is a former professional baseball player, a right-handed pitcher who threw two no-hitters during his eight-year major league career. He served as the general manager of the Los Angeles Angels of Anaheim from 1999 to 2007, and continued with the Angels as a consultant after stepping down.",
      "pageId": 2438564,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/en/1/1e/Baseball_%28crop%29.jpg"
    },
    {
      "year": "1945",
      "uri": "/wiki/Gerry_Cottle",
      "name": "Gerry Cottle",
      "monthDay": "04/07",
      "aboutText": "Marilyn Ann Friedman (born April 7, 1945), is an American philosopher. She is the W. Alton Jones Chair of Philosophy at Vanderbilt University.\n^ \"Friedman, Marilyn, 1945-\".",
      "pageId": 40071523,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/f/fd/National_Park_Service_9-11_Statue_of_Liberty_and_WTC_fire.jpg"
    },
    {
      "year": "1945",
      "uri": "/wiki/Marilyn_Friedman",
      "name": "Marilyn Friedman",
      "monthDay": "04/07",
      "aboutText": "Gerry Cottle, (born 7 April 1945 in Carshalton, England), is a circus owner and the current owner of the Wookey Hole Caves in Somerset.\nHis father was a stockbroker and grand-master in the Masons.",
      "pageId": 41828501
    },
    {
      "year": "1945",
      "uri": "/wiki/Martyn_Lewis",
      "name": "Martyn Lewis",
      "monthDay": "04/07",
      "aboutText": "Joël Robuchon (born 7 April 1945 in Poitiers, France) is a French chef and restaurateur. He was titled \"Chef of the Century\" by the guide Gault Millau in 1989 and also awarded the Meilleur Ouvrier de France (France's Best Craftsman) in cuisine in 1976. He has published several cookbooks in French, two of which have been translated into English, has chaired the committee for the current edition of the Larousse Gastronomique, and has hosted culinary television shows in France.",
      "pageId": 988918,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/b/b2/Jo%C3%ABl_Robuchon%27s_restaurant_-_Tokyo.jpg"
    },
    {
      "year": "1945",
      "uri": "/wiki/Jo%C3%ABl_Robuchon",
      "name": "Joël Robuchon",
      "monthDay": "04/07",
      "aboutText": "Sir Martyn John Dudley Lewis, CBE (born 7 April 1945) is a Welsh television news presenter and journalist. He was a presenter for various BBC News programmes between 1986 and 1999 and was known for his involvement in the coverage of the death of Diana, Princess of Wales in 1997.",
      "pageId": 3021835,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/e/e8/Martyn_Lewis.jpg"
    },
    {
      "year": "1945",
      "uri": "/wiki/Werner_Schroeter",
      "name": "Werner Schroeter",
      "monthDay": "04/07",
      "aboutText": "Werner Schroeter (7 April 1945 – 12 April 2010) was a German film director, screenwriter, and opera director known for his stylistic excess. Schroeter was cited by Rainer Werner Fassbinder as an influence both on his own work and on German cinema at large.\n^ Obituary New York Times, 22 April 2010; page A26.",
      "pageId": 5225838,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/e/e7/Schroeter_by_Gray.jpg"
    },
    {
      "year": "1945",
      "uri": "/wiki/Hans_van_Hemert",
      "name": "Hans van Hemert",
      "monthDay": "04/07",
      "aboutText": "Hans van Hemert (born April 7, 1945, Voorburg, Netherlands) is a Dutch ASCAP award winning record producer and songwriter. Mouth & MacNeal and Luv' are among the pop acts he produced.",
      "pageId": 13203695,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/5/5e/Nationaal_Songfestival_1976_-_Hans_van_Hemert_%26_Sandra_Reemer_2.jpg"
    },
    {
      "year": "1946",
      "uri": "/wiki/Zaid_Abdul-Aziz",
      "name": "Zaid Abdul-Aziz",
      "monthDay": "04/07",
      "aboutText": "Colette Besson (7 April 1946 – 9 August 2005) was a French athlete, the surprise winner of the 400 m at the 1968 Summer Olympics in Mexico City.\n^ \"Colette Besson, 59, French Track Star, Dies\". The New York Times.",
      "pageId": 587831,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/7/7f/Colette_Besson_1968.jpg"
    },
    {
      "year": "1946",
      "uri": "/wiki/Colette_Besson",
      "name": "Colette Besson",
      "monthDay": "04/07",
      "aboutText": "Zaid Abdul-Aziz (born Donald A. Smith on April 7, 1946) is a retired American professional basketball player. Donald Smith changed his name to Zaid Abdul-Aziz in 1976. The 6'9\" Abdul-Aziz starred at Iowa State University before being drafted by the NBA's Cincinnati Royals in 1968.",
      "pageId": 2908945
    },
    {
      "year": "1946",
      "uri": "/wiki/Herm%C3%A9n%C3%A9gilde_Chiasson",
      "name": "Herménégilde Chiasson",
      "monthDay": "04/07",
      "aboutText": "Stanley \"Stan\" Winston (April 7, 1946 – June 15, 2008) was an American television and film special make-up effects creator. He was best known for his work in the Terminator series, the first three Jurassic Park films, Aliens, the first two Predator films, Iron Man and Edward Scissorhands. He won four Academy Awards for his work.",
      "pageId": 930853,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/en/0/0e/Stan_Winston_and_Michael_Jackson.jpg"
    },
    {
      "year": "1946",
      "uri": "/wiki/Stan_Winston",
      "name": "Stan Winston",
      "monthDay": "04/07",
      "aboutText": "Herménégilde Chiasson, ONB (born 7 April 1946) is a noted Canadian poet and playwright of Acadian origin. Born in Saint-Simon, New Brunswick, he was the 29th Lieutenant Governor of New Brunswick between 2003 and 2009. He is also currently a professor at Université de Moncton.",
      "pageId": 1503661,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/8/8a/Chiasson_Hermenegilde_c3.jpg"
    },
    {
      "year": "1947",
      "uri": "/wiki/Patricia_Bennett",
      "name": "Patricia Bennett",
      "monthDay": "04/07",
      "aboutText": "Florian Schneider-Esleben (born 7 April 1947, Öhningen, Germany) is one of the founding members of electronic music band Kraftwerk.",
      "pageId": 735563,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/f/f0/Florian_Schneider.JPG"
    },
    {
      "year": "1947",
      "uri": "/wiki/Florian_Schneider",
      "name": "Florian Schneider",
      "monthDay": "04/07",
      "aboutText": "Patricia Bennett (born 7 April 1947, in The Bronx, New York) was an original member of the American singing girl group, the Chiffons.\n^ Bronson, Fred (1 October 2003). The Billboard book of number 1 hits.",
      "pageId": 1231090,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/en/c/c2/Crystal_Clear_app_Login_Manager_2.png"
    },
    {
      "year": "1947",
      "uri": "/wiki/Eliseo_Soriano",
      "name": "Eliseo Soriano",
      "monthDay": "04/07",
      "aboutText": "Eliseo Fernando \"Bro. Eli\" Soriano (born April 4, 1947) is a Filipino televangelist. He is the current \"Overall Servant\" (Tagalog: Lingkod Pangkalahatan) and de facto minister of the Philippines-based Christian organization Members Church of God International, colloquially known through its radio and television program Ang Dating Daan (The Old Path, Portuguese: O Caminho Antigo, Spanish: El Camino Antiguo).",
      "pageId": 1580878
    },
    {
      "year": "1947",
      "uri": "/wiki/Mich%C3%A8le_Torr",
      "name": "Michèle Torr",
      "monthDay": "04/07",
      "aboutText": "Michèle Torr (born Michelle Cléberte Tort), 7 April 1947 in Pertuis, Vaucluse, is a French singer and author, best known in non-Francophone countries for her participation in the Eurovision Song Contests of 1966 and 1977.",
      "pageId": 24847722,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/c/cc/MicheleTorr.jpg"
    },
    {
      "year": "1948",
      "uri": "/wiki/Carol_Douglas",
      "name": "Carol Douglas",
      "monthDay": "04/07",
      "aboutText": "Carol Douglas (born April 7, 1948) is an American singer whose hit \"Doctor's Orders\" (1974) was a pioneer track in the disco genre.",
      "pageId": 2173670
    },
    {
      "year": "1948",
      "uri": "/wiki/Arnie_Robinson",
      "name": "Arnie Robinson",
      "monthDay": "04/07",
      "aboutText": "Arnie Robinson, Jr. (born April 7, 1948 in San Diego, California) won the gold medal for the men's long jump in the 1976 Summer Olympics held in Montreal.",
      "pageId": 4702077
    },
    {
      "year": "1949",
      "uri": "/wiki/Luca_Cumani",
      "name": "Luca Cumani",
      "monthDay": "04/07",
      "aboutText": "Mitchell Elias \"Mitch\" Daniels, Jr. (born April 7, 1949) is an American academic administrator and former politician who was Governor of Indiana from 2005 to 2013. He is a member of the Republican Party.",
      "pageId": 1129654,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/5/5f/Entrance_to_the_office_of_the_Governor_of_Indiana%2C_Indiana_Statehouse%2C_Indianapolis%2C_Indiana.jpg"
    },
    {
      "year": "1949",
      "uri": "/wiki/Mitch_Daniels",
      "name": "Mitch Daniels",
      "monthDay": "04/07",
      "aboutText": "Luca M. Cumani (born 7 April 1949 in Milan, Italy) is an Italian thoroughbred horse trainer. He has trained at Bedford House Stables in Newmarket, England since 1976. He has trained a multitude of high-profile horses, including seven Classic race winners, two Epsom Derby winners in Kahyasi (1988) and High-Rise (1998), as well as a Breeders' Cup Mile winner in Barathea (1994).",
      "pageId": 11142578
    },
    {
      "year": "1949",
      "uri": "/wiki/John_Oates",
      "name": "John Oates",
      "monthDay": "04/07",
      "aboutText": "John William Oates (born April 7, 1948) is an American rock, R&B and soul guitarist, musician, songwriter and producer best known as half of the rock and soul duo, Hall & Oates (with Daryl Hall).\nAlthough Oates's main role in the duo was guitarist, he also co-wrote many of the Top 10 songs that they recorded, including (with Hall): \"Sara Smile\" (the song refers to Hall's then-girlfriend, Sara Allen), \"She's Gone\", and \"Out of Touch\", as well as (with Allen & Hall): \"You Make My Dreams\", \"I Can't Go for That (No Can Do)\", \"Maneater\", and \"Adult Education\". He also sang lead vocals on several more singles in the Hot 100, such as \"How Does It Feel to Be Back\", \"You've Lost That Lovin' Feelin'\" (a remake of the 1965 song performed by The Righteous Brothers that was written by Phil Spector, Barry Mann and Cynthia Weil), on which Oates shared lead vocals with Hall, and \"Possession Obsession\" (with Allen & Hall).",
      "pageId": 953235,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/1/12/JohnOatesByPhilKonstantin.jpg"
    },
    {
      "year": "1950",
      "uri": "/wiki/Brian_J._Doyle",
      "name": "Brian J. Doyle",
      "monthDay": "04/07",
      "aboutText": "Brian James Doyle (born April 7, 1950) is a former Deputy Press Secretary in the United States Department of Homeland Security. In 2006, he was indicted for seducing a 14-year-old girl, who was actually a sheriff's deputy working undercover, on the internet. He was arrested on April 4, 2006, at his home in Silver Spring, Maryland.",
      "pageId": 20447787,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/f/f5/Brian_Doyle.jpg"
    },
    {
      "year": "1951",
      "uri": "/wiki/Janis_Ian",
      "name": "Janis Ian",
      "monthDay": "04/07",
      "aboutText": "Janis Ian (born Janis Eddy Fink; April 7, 1951) is an American singer-songwriter who was mostly active in the 1960s and 1970s; her most successful song At Seventeen, was released as a single from her 1975 album Between the Lines which reached number 1 on the Billboard chart.\nBorn in 1951 in New York, Ian entered the American folk music scene while still a teenager in the mid-1960s. Most active musically in that decade and the 1970s, she has continued recording into the 21st century.",
      "pageId": 89835,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/d/dc/Janis_Ian.jpg"
    },
    {
      "year": "1952",
      "uri": "/wiki/David_Baulcombe",
      "name": "David Baulcombe",
      "monthDay": "04/07",
      "aboutText": "Sir David Charles Baulcombe, FRS FMedSci (born 1952) is a British plant scientist and geneticist. He is currently Royal Society Research Professor and Regius Professor of Botany at the University of Cambridge.\n^ a b c d e \"BAULCOMBE, Prof.",
      "pageId": 11466981,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/3/39/David_Charles_Baulcombe.jpg"
    },
    {
      "year": "1952",
      "uri": "/wiki/Jane_Frederick",
      "name": "Jane Frederick",
      "monthDay": "04/07",
      "aboutText": "Clarke Peters (born April 7, 1952) is an American actor, singer, writer and director best known for his roles as detective Lester Freamon and Albert \"Big Chief\" Lambreaux on the HBO dramas The Wire and Treme, respectively.",
      "pageId": 6229665,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/7/7c/Clarke_Peters_Edinburgh_2010.jpg"
    },
    {
      "year": "1952",
      "uri": "/wiki/Clarke_Peters",
      "name": "Clarke Peters",
      "monthDay": "04/07",
      "aboutText": "Jane Wardell Frederick (born April 7, 1952) is a former heptathlete from the United States. She set the first official world record in the women's heptathlon, gaining a total number of 6104 points on April 24, 1981 at the Mt.",
      "pageId": 15060379,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/en/c/c2/Crystal_Clear_app_Login_Manager_2.png"
    },
    {
      "year": "1952",
      "uri": "/wiki/Gilles_Valiquette",
      "name": "Gilles Valiquette",
      "monthDay": "04/07",
      "aboutText": "Mehmet Fatih Erkoç (born 7 April 1953, Istanbul, Turkey) is a Turkish jazz and pop music singer and composer.",
      "pageId": 21228114,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/f/f9/Fatih_Erko%C3%A7_1.JPG"
    },
    {
      "year": "1953",
      "uri": "/wiki/Fatih_Erko%C3%A7",
      "name": "Fatih Erkoç",
      "monthDay": "04/07",
      "aboutText": "Gilles Valiquette (born April 7, 1952 in Montreal, Quebec) is a Canadian rock musician, stage actor and record producer.",
      "pageId": 23598008,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/9/93/MusicalnotesCanada.png"
    },
    {
      "year": "1953",
      "uri": "/wiki/Douglas_Kell",
      "name": "Douglas Kell",
      "monthDay": "04/07",
      "aboutText": "Jackie Chan, SBS, MBE, PMW (born Chan Kong-sang, 陳港生; 7 April 1954) is a Hong Kong actor, martial artist, film director, producer, stuntman, and singer. In his movies, he is known for his acrobatic fighting style, comic timing, use of improvised weapons, and innovative stunts, which he typically performs himself. Chan has been training in Kung fu and Wing Chun.",
      "pageId": 144936,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/b/be/Jackie-chan-obama-hu-jintao-700x466.jpg"
    },
    {
      "year": "1954",
      "uri": "/wiki/Jackie_Chan",
      "name": "Jackie Chan",
      "monthDay": "04/07",
      "aboutText": "Douglas Bruce Kell CBE FLSW (born 7 April 1953) is a British biochemist and Professor of Bioanalytical Sciences in the School of Chemistry at the University of Manchester, based in the Manchester Institute of Biotechnology (MIB). He was formerly Chief Executive Officer (CEO) of the Biotechnology and Biological Sciences Research Council (BBSRC) from 2008-2013.\n^ a b c d KELL, Prof.",
      "pageId": 21091411
    },
    {
      "year": "1954",
      "uri": "/wiki/Tony_Dorsett",
      "name": "Tony Dorsett",
      "monthDay": "04/07",
      "aboutText": "Anthony \"Tony\" Drew Dorsett (born April 7, 1954) is a former American football running back in the National Football League for the Dallas Cowboys and Denver Broncos.\nFrom western Pennsylvania, Dorsett attended the nearby University of Pittsburgh, where he led the Panthers to the national title as a senior in 1976 and won the Heisman Trophy. He was the first round draft choice of the Cowboys in 1977, the second overall selection (from Seattle).",
      "pageId": 327911,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/6/69/TonyDorsettDrive.jpg"
    },
    {
      "year": "1955",
      "uri": "/wiki/Tim_Cochran",
      "name": "Tim Cochran",
      "monthDay": "04/07",
      "aboutText": "Thomas \"Tim\" Daniel Cochran (April 7, 1955 – December 16, 2014) was a professor of Mathematics at Rice University specializing in topology, especially low-dimensional topology, the theory of knots and links and associated algebra.",
      "pageId": 44770306,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/en/9/9a/Tim_Cochran_Multnomah_Falls_Oregon_July_16_2012.jpg"
    },
    {
      "year": "1955",
      "uri": "/wiki/Gregg_Jarrett",
      "name": "Gregg Jarrett",
      "monthDay": "04/07",
      "aboutText": "Werner Stocker (April 7, 1955 – May 27, 1993) was a German actor. He studied acting at the Neue Münchner Schauspielschule and at the Otto Falckenberg School of the Performing Arts.",
      "pageId": 1684791,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/en/8/8d/Werner_Stocker_Darius1.jpg"
    },
    {
      "year": "1955",
      "uri": "/wiki/Werner_Stocker_(actor)",
      "name": "Werner Stocker",
      "monthDay": "04/07",
      "aboutText": "Gregory Walter \"Gregg\" Jarrett (born April 7, 1955) is an American television journalist and news anchor on the Fox News Channel. He joined Fox in November 2002, after working over ten years for local TV stations affiliated with NBC, ABC, PBS and national networks Court TV, and MSNBC. Prior to journalism he worked as a defense attorney in San Francisco.",
      "pageId": 5041815
    },
    {
      "year": "1956",
      "uri": "/wiki/Annika_Billstr%C3%B6m",
      "name": "Annika Billström",
      "monthDay": "04/07",
      "aboutText": "Christopher Allen Darden (born April 7, 1956) is an American lawyer, author, actor, lecturer and practicing attorney. He was a 15-year veteran of the Los Angeles County District Attorney, where he was assigned to the prosecution of O. J. Simpson.",
      "pageId": 698328
    },
    {
      "year": "1956",
      "uri": "/wiki/Christopher_Darden",
      "name": "Christopher Darden",
      "monthDay": "04/07",
      "aboutText": "Annika Billström (born 7 April 1956 in Härnösand, Västernorrland County) is a Swedish social democratic politician. She was the first female mayor of Stockholm between 2002 and 2006.\n^ \"Annika Billström\".",
      "pageId": 5705878,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/3/3f/Annika_Billstr%C3%B6m_2010.jpg"
    },
    {
      "year": "1956",
      "uri": "/wiki/Georg_Werthner",
      "name": "Georg Werthner",
      "monthDay": "04/07",
      "aboutText": "Kim Kap-soo (born April 7, 1957) is a South Korean actor. Since his acting debut in 1977, Kim has had a long career on the stage, in television dramas and film. In addition to acting full-time, he also has his own master class acting studio.",
      "pageId": 4224930,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/8/8c/Kim_Kap-Soo_from_acrofan.jpg"
    },
    {
      "year": "1957",
      "uri": "/wiki/Kim_Kap-soo",
      "name": "Kim Kap-soo",
      "monthDay": "04/07",
      "aboutText": "Dr. Georg Werthner (born April 7, 1956 in Linz) is a decathlete from Austria, who was the first athlete to finish four Olympic decathlons. In the 1988 Olympics, Daley Thompson crossed the finish-line a little more than 18 seconds after him to become the second athlete to do this.",
      "pageId": 14174781
    },
    {
      "year": "1958",
      "uri": "/wiki/Brian_Haner",
      "name": "Brian Haner",
      "monthDay": "04/07",
      "aboutText": "Brian Elwin Haner, Sr. (born April 7, 1958), also known as Guitar Guy or Papa Gates is an American musician, comedian, and author.",
      "pageId": 23959963
    },
    {
      "year": "1958",
      "uri": "/wiki/Hindrek_Kesler",
      "name": "Hindrek Kesler",
      "monthDay": "04/07",
      "aboutText": "Hindrek Kesler (born 7 April 1958) is an Estonian architect.\nKesler was born in Kiviõli. He graduated from the State Art Institute of the Estonian SSR in 1981.",
      "pageId": 25443495,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/8/82/Hindrek_Kesler.jpg"
    },
    {
      "year": "1960",
      "uri": "/wiki/Buster_Douglas",
      "name": "Buster Douglas",
      "monthDay": "04/07",
      "aboutText": "James \"Buster\" Douglas (born April 7, 1960) is an American former professional boxer. He is best known for his stunning upset of Mike Tyson on February 11, 1990 in Tokyo to win the undisputed world heavyweight title. At the time, Tyson was considered to be the best boxer in the world and one of the most feared heavyweight champions in history due to his utter domination of the division over the previous three years.",
      "pageId": 180721
    },
    {
      "year": "1960",
      "uri": "/wiki/Sandy_Powell_(costume_designer)",
      "name": "Sandy Powell",
      "monthDay": "04/07",
      "aboutText": "Sandy Powell OBE (born 7 April 1960) is a British costume designer. She has won the Academy Award for Costume Design for Shakespeare in Love (1998), The Aviator (2004), and The Young Victoria (2009). She has also received nine BAFTA Award nominations, winning for Velvet Goldmine and The Young Victoria.",
      "pageId": 538118,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/6/6c/Sandy_Powell_%28Berlin_Film_Festival_2011%29.jpg"
    },
    {
      "year": "1961",
      "uri": "/wiki/Thurl_Bailey",
      "name": "Thurl Bailey",
      "monthDay": "04/07",
      "aboutText": "Pascal Olmeta (born 7 April 1961 in Bastia) is a French football goalkeeper who played for Olympique de Marseille and Olympique Lyonnais in the 1990s.\nOlmeta is good friends with Eric Cantona and has played in two testimonials for the Rest of the World against Manchester United. He played in the Munich testimonial in 1998 and also Sir Alex Ferguson's testimonial in 1999.",
      "pageId": 2152441
    },
    {
      "year": "1961",
      "uri": "/wiki/Pascal_Olmeta",
      "name": "Pascal Olmeta",
      "monthDay": "04/07",
      "aboutText": "Thurl Lee Bailey (born April 7, 1961) is an American retired professional basketball player whose NBA career spanned from 1983 to 1999 with the Utah Jazz and the Minnesota Timberwolves.",
      "pageId": 2522138,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/5/51/Thurl_Bailey_and_Matt_Henrich_play_one_on_one.jpg"
    },
    {
      "year": "1961",
      "uri": "/wiki/Brigitte_van_der_Burg",
      "name": "Brigitte van der Burg",
      "monthDay": "04/07",
      "aboutText": "Jonathan Cruddas (born 7 April 1962) is a British Labour Party politician who has been a Member of Parliament (MP) since 2001, first for Dagenham and then for Dagenham and Rainham.\nA graduate of Warwick University, Cruddas was first elected to Parliament in 2001. Having been critical of many aspects of the Blair Government, Cruddas stood for the Deputy Leadership of the Labour Party in 2007, being eliminated in the penultimate round of the contest.",
      "pageId": 19288600,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/5/54/JonCruddasMP.jpg"
    },
    {
      "year": "1962",
      "uri": "/wiki/Jon_Cruddas",
      "name": "Jon Cruddas",
      "monthDay": "04/07",
      "aboutText": "Brigitte Ingrid van der Burg (born April 7, 1961 in Tanga, Tanzania) is a Dutch politician. As a member of the People's Party for Freedom and Democracy (Volkspartij voor Vrijheid en Democratie) she has been an MP since November 30, 2006. She focuses on matters of the Dutch Royal House, local government finance, youth policy, organization of the Dutch government, consultancy and Kingdom relations.",
      "pageId": 27784238
    },
    {
      "year": "1962",
      "uri": "/wiki/Andrew_Hampsten",
      "name": "Andrew Hampsten",
      "monthDay": "04/07",
      "aboutText": "Andrew Hampsten (born April 7, 1962 in Columbus, Ohio) is an American former professional road bicycle racer who won the 1988 Giro d'Italia and the Alpe d'Huez stage of the 1992 Tour de France.",
      "pageId": 1290680,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/9/9b/Andy_HAMPSTEN_%28cropped%29.jpg"
    },
    {
      "year": "1962",
      "uri": "/wiki/Hugh_O%27Connor",
      "name": "Hugh O'Connor",
      "monthDay": "04/07",
      "aboutText": "For the Canadian filmmaker see Hugh O'Connor (filmmaker). Not to be confused with Hugo Oconór.\nHugh Edward Ralph O'Connor (April 7, 1962 – March 28, 1995) was an American actor and the son of actor Carroll O'Connor.",
      "pageId": 1872321
    },
    {
      "year": "1963",
      "uri": "/wiki/Jaime_de_Marichalar",
      "name": "Jaime de Marichalar",
      "monthDay": "04/07",
      "aboutText": "Don Jaime de Marichalar y Sáenz de Tejada (born in Pamplona on 7 April 1963) is the former husband of the Infanta Elena, Duchess of Lugo, the eldest daughter of King Juan Carlos and Queen Sofia of Spain. During their marriage, he was styled as His Excellency The Duke of Lugo.",
      "pageId": 1834955
    },
    {
      "year": "1963",
      "uri": "/wiki/Nick_Herbert",
      "name": "Nick Herbert",
      "monthDay": "04/07",
      "aboutText": "Nicholas Le Quesne (Nick) Herbert (born 7 April 1963) is a British Conservative Party politician and the Member of Parliament (MP) for Arundel and South Downs. He was Minister of State for Police and Criminal Justice, with his time split between the Home Office and the Ministry of Justice from 2010-2012.\n^ \"'Equality' was said so often it became as bruised as an old peach\".",
      "pageId": 1872551,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/0/08/Nick_Herbert_-_minister_for_policing_and_criminal_justice.jpg"
    },
    {
      "year": "1963",
      "uri": "/wiki/Dave_Johnson_(decathlete)",
      "name": "Dave Johnson",
      "monthDay": "04/07",
      "aboutText": "David (\"Dave\") Allen Johnson (born April 7, 1963) is a former Olympic decathlete from the United States. A native of Montana, he grew up in Missoula and Corvallis, Oregon. He was part of Reebok's \"Dan & Dave\" advertising campaign leading up to the 1992 Summer Olympics in Barcelona, Spain, where he won a bronze medal in the decathlon.",
      "pageId": 3880826
    },
    {
      "year": "1963",
      "uri": "/wiki/Paul_Michael_Robinson",
      "name": "Paul Michael Robinson",
      "monthDay": "04/07",
      "aboutText": "Paul Michael Robinson (born April 7, 1963) is an American actor, photographer, producer and model. He is most well known for playing the sexually inexperienced, alien leader Haffron from the classic Emmanuelle in Space.",
      "pageId": 20386134
    },
    {
      "year": "1964",
      "uri": "/wiki/Jace_Alexander",
      "name": "Jace Alexander",
      "monthDay": "04/07",
      "aboutText": "Russell Ira Crowe (born 7 April 1964) is an actor, film producer and musician. Although a New Zealand citizen, he has lived most of his life in Australia and identifies himself as an Australian. He came to international attention for his role as the Roman General Maximus Decimus Meridius in the 2000 historical epic film Gladiator, directed by Ridley Scott, for which Crowe won an Academy Award for Best Actor, a Broadcast Film Critics Association Award for Best Actor, an Empire Award for Best Actor and a London Film Critics Circle Award for Best Actor and 10 further nominations for best actor.",
      "pageId": 25695,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/8/8a/Crowe1.JPG"
    },
    {
      "year": "1964",
      "uri": "/wiki/Russell_Crowe",
      "name": "Russell Crowe",
      "monthDay": "04/07",
      "aboutText": "Jason \"Jace\" Alexander (born April 7, 1964) is an American television director and actor.",
      "pageId": 8284265
    },
    {
      "year": "1964",
      "uri": "/wiki/Steve_Graves",
      "name": "Steve Graves",
      "monthDay": "04/07",
      "aboutText": "William \"Bill\" Bellamy (born April 7, 1965) is an American actor and stand-up comedian. Bellamy first gained national notoriety on HBO's Russell Simmons' Def Comedy Jam, where he is credited for creating or coining the phrase \"booty call\", described as a late night call to a potential paramour with the intention of meeting strictly for sex.\nBellamy is African-American.",
      "pageId": 670318,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/8/81/Bill_Bellamy%28comedian%29_in_October_2011.jpg"
    },
    {
      "year": "1965",
      "uri": "/wiki/Bill_Bellamy",
      "name": "Bill Bellamy",
      "monthDay": "04/07",
      "aboutText": "Steve Graves (born April 7, 1964 in Trenton, Ontario and raised in Ottawa, Ontario) is a former professional ice hockey left wing. He spent his junior career with the Sault Ste. Marie Greyhounds of the OHL before being selected in the second round of the 1982 NHL Entry Draft, 41st overall, by the Edmonton Oilers.",
      "pageId": 12895084
    },
    {
      "year": "1965",
      "uri": "/wiki/Alison_Lapper",
      "name": "Alison Lapper",
      "monthDay": "04/07",
      "aboutText": "Alison Lapper MBE (born 7 April 1965 in Burton upon Trent, Staffordshire) is an English artist who was born without arms.",
      "pageId": 738677,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/3/36/Alison_Lapper_Pregnant_Paralympics_opening_ceremony.jpg"
    },
    {
      "year": "1965",
      "uri": "/wiki/Nenad_Vu%C4%8Dini%C4%87",
      "name": "Nenad Vučinić",
      "monthDay": "04/07",
      "aboutText": "Nenad Vučinić (Serbian Cyrillic: Ненад Вучинић) (born April 7, 1965) is a Serbian basketball coach and the head coach of the Byblos Club in the Lebanese Basketball League. He is the former head coach of New Zealand men's national basketball team the Tall Blacks. He was also the head coach for Fulgor Libertas Forlì in the Italian second league (Legadue), and for BC Kalev/Cramo, a professional basketball club based in Tallinn, Estonia which participates in Korvpalli Meistriliiga, Baltic Basketball League and VTB United League.",
      "pageId": 18585604,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/en/c/c2/Crystal_Clear_app_Login_Manager_2.png"
    },
    {
      "year": "1966",
      "uri": "/wiki/Richard_Gomez",
      "name": "Richard Gomez",
      "monthDay": "04/07",
      "aboutText": "Gary Wilkinson (born 7 April 1966) is an English former professional snooker player.",
      "pageId": 696322,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/3/3a/Snooker_balls_triangled.png"
    },
    {
      "year": "1966",
      "uri": "/wiki/Gary_Wilkinson_(snooker_player)",
      "name": "Gary Wilkinson",
      "monthDay": "04/07",
      "aboutText": "Richard Frank Gomez (born April 7, 1966) or simply known as Richard Gomez is a Filipino actor, model, athlete, television presenter and director who was a former contract artist of GMA Network. He is one of the famous actors in Philippine Cinema and Television. He graduated from the University of the Philippines Open University (Associate in Arts, 2009).",
      "pageId": 15588661
    },
    {
      "year": "1967",
      "uri": "/wiki/Artemis_Gounaki",
      "name": "Artemis Gounaki",
      "monthDay": "04/07",
      "aboutText": "Artemis Gounaki (Greek Άρτεμις Γουνάκη; born April 7, 1967 in Munich) is a Greek-German singer, vocal coach, songwriter, composer, and arranger who has done much of her work in Greek. Gounaki's father was born on the Greek island of Crete.\nArtemis Gounaki is a vocal coach and has participated in various Popstars seasons in German, Greek and Swiss television such as on RTL II and ProSieben.",
      "pageId": 8452441
    },
    {
      "year": "1967",
      "uri": "/wiki/Simone_Schilder",
      "name": "Simone Schilder",
      "monthDay": "04/07",
      "aboutText": "Simone Schilder (born 7 April 1967) is a former Dutch tennis player. She won a total of two singles and eight doubles ITF titles during her career and on 4 July 1988 reached a singles ranking high of world number 164. On 14 August 1989, Schilder reached a doubles ranking high of world number 71.",
      "pageId": 36791601
    },
    {
      "year": "1968",
      "uri": "/wiki/Duncan_Armstrong",
      "name": "Duncan Armstrong",
      "monthDay": "04/07",
      "aboutText": "Jennifer Chambers Lynch (born April 7, 1968) is an American film director and screenwriter, also known for writing the book The Secret Diary of Laura Palmer.",
      "pageId": 1215762
    },
    {
      "year": "1968",
      "uri": "/wiki/Jennifer_Lynch",
      "name": "Jennifer Lynch",
      "monthDay": "04/07",
      "aboutText": "Duncan John D'Arcy Armstrong, OAM, (born 7 April 1968) is an Australian former competitive swimmer, Olympic champion, and former world record-holder.",
      "pageId": 3487384
    },
    {
      "year": "1968",
      "uri": "/wiki/Vasiliy_Sokov",
      "name": "Vasiliy Sokov",
      "monthDay": "04/07",
      "aboutText": "Richard \"Ricky\" James Watters (born April 7, 1969) is a former American football running back who played for the San Francisco 49ers, Philadelphia Eagles, and the Seattle Seahawks of the National Football League. Watters played college football at the University of Notre Dame where he played wide receiver on the school's 1988 national champion team. He also won a Super Bowl as a member of the 1994 San Francisco 49ers.",
      "pageId": 1306557
    },
    {
      "year": "1969",
      "uri": "/wiki/Ricky_Watters",
      "name": "Ricky Watters",
      "monthDay": "04/07",
      "aboutText": "Vasiliy Dmitryevich Sokov (Russian: Василий Дмитриевича Соков; born 7 April 1968 in Dushanbe, Tajik SSR) is a triple jumper who represented the USSR and later Russia.\nHe is best known for his two bronze medals at the European Indoor Championships. His personal best was 17.59 metres, achieved in June 1993 in Moscow.",
      "pageId": 5912075,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/en/c/c2/Crystal_Clear_app_Login_Manager_2.png"
    },
    {
      "year": "1970",
      "uri": "/wiki/Leif_Ove_Andsnes",
      "name": "Leif Ove Andsnes",
      "monthDay": "04/07",
      "aboutText": "Leif Ove Andsnes /ˈleɪf ˈuːvə ˈændsnɨs/ (born 7 April 1970) is a Norwegian pianist and well-known chamber musician. Andsnes has made several recordings for Virgin and EMI. For his current \"Beethoven Journey\" project, Andsnes performed and recorded all five of the composer’s piano concertos with the Mahler Chamber Orchestra; they have been released on Sony Classical.",
      "pageId": 303022,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/6/68/%27A%27_%28PSF%29.png"
    },
    {
      "year": "1971",
      "uri": "/wiki/Guillaume_Depardieu",
      "name": "Guillaume Depardieu",
      "monthDay": "04/07",
      "aboutText": "Guillaume Depardieu (7 April 1971 – 13 October 2008) was a French actor, winner of a César Award, and the oldest child of Gérard Depardieu.",
      "pageId": 1859570,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/b/b5/DEPARDIEU_Guillaume-24x30-2005b.jpg"
    },
    {
      "year": "1971",
      "uri": "/wiki/Victor_Kraatz",
      "name": "Victor Kraatz",
      "monthDay": "04/07",
      "aboutText": "Jennifer Schwalbach Smith (born April 7, 1971), sometimes credited as Jennifer Schwalbach, is an American actress, former reporter for USA Today, and digital broadcaster.",
      "pageId": 2765248,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/6/65/Kevin_Smith_and_Jennifer_Schwalbach_in_2011.jpg"
    },
    {
      "year": "1971",
      "uri": "/wiki/Jennifer_Schwalbach_Smith",
      "name": "Jennifer Schwalbach Smith",
      "monthDay": "04/07",
      "aboutText": "Victor Kraatz, MSC (born April 7, 1971) is a Canadian ice dancer. In 2003, he and his partner, Shae-Lynn Bourne, became the first North American ice dancers to win a World Championship.",
      "pageId": 3219336,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/4/42/Bk_dance_spin.jpg"
    },
    {
      "year": "1972",
      "uri": "/wiki/Tim_Peake",
      "name": "Tim Peake",
      "monthDay": "04/07",
      "aboutText": "Marco Delvecchio (Italian pronunciation: [ˈmarko delˈvɛkkjo]; sometimes erroneously spelled Del Vecchio; born 7 April 1973 in Milan, Italy) is a retired Italian footballer, who played as a forward. He spent the most of his career at AS Roma where he is still remembered for his ease in scoring against rivals SS Lazio in the Derby della Capitale. At international level, he represented Italy at UEFA Euro 2000, reaching the final of the tournament, and at the 2002 FIFA World Cup.",
      "pageId": 1476665,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/3/37/Ned-AllStars_%2814%29.jpg"
    },
    {
      "year": "1973",
      "uri": "/wiki/Marco_Delvecchio",
      "name": "Marco Delvecchio",
      "monthDay": "04/07",
      "aboutText": "Timothy Nigel Peake (born 7 April 1972) is a former regular British Army Air Corps officer (now a Reservist) and a current European Space Agency astronaut.\nHe is the first British ESA astronaut, the sixth British-born person to visit the International Space Station (the first was NASA astronaut Michael Foale in 2003) and the seventh British-born person in space (the first was Helen Sharman, who visited Mir as part of Project Juno in 1991).",
      "pageId": 22872933,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/8/80/ISS_Expedition_46_Patch.png"
    },
    {
      "year": "1973",
      "uri": "/wiki/Jeanine_Hennis-Plasschaert",
      "name": "Jeanine Hennis-Plasschaert",
      "monthDay": "04/07",
      "aboutText": "Carole Montillet-Carles (born 7 April 1973) is a French alpine skier.",
      "pageId": 441214
    },
    {
      "year": "1973",
      "uri": "/wiki/Carole_Montillet",
      "name": "Carole Montillet",
      "monthDay": "04/07",
      "aboutText": "Jeanine Antoinette Hennis-Plasschaert (born 7 April 1973) is a Dutch politician of the People's Party for Freedom and Democracy (VVD). She has been the Minister of Defence in the Cabinet Rutte II since 5 November 2012.",
      "pageId": 1779706,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/f/fe/131128_Timmermans_en_Hennis_bij_Ibrahim_Boubacar_Ke%C3%AFta_president_Mali_4685_%2812771302915%29.jpg"
    },
    {
      "year": "1973",
      "uri": "/wiki/Christian_O%27Connell",
      "name": "Christian O'Connell",
      "monthDay": "04/07",
      "aboutText": "Christian Liam O'Connell (born 7 April 1973 in Winchester, Hampshire) is a British radio DJ, who presents the The Christian O'Connell Breakfast Show on Absolute Radio weekday mornings. He makes use of irreverent features and sometimes mocks the music that he plays. He is well known for his frequent discussions of embarrassing real life situations, often discussing the gender differences between men and women, and what the role of the man should be in a given situation.",
      "pageId": 1867080,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/7/7c/ChristianOConnell.jpg"
    },
    {
      "year": "1973",
      "uri": "/wiki/%C3%88ve_Salvail",
      "name": "Ève Salvail",
      "monthDay": "04/07",
      "aboutText": "Ève Salvail (born April 7, 1973) is a French-Canadian model.",
      "pageId": 3132252
    },
    {
      "year": "1973",
      "uri": "/wiki/Brett_Tomko",
      "name": "Brett Tomko",
      "monthDay": "04/07",
      "aboutText": "Brett Daniel Tomko (born April 7, 1973) is an American former professional baseball pitcher. He played in Major League Baseball (MLB) for the Cincinnati Reds, San Diego Padres, Seattle Mariners, St.",
      "pageId": 2881640
    },
    {
      "year": "1974",
      "uri": "/wiki/Nathan_Baesel",
      "name": "Nathan Baesel",
      "monthDay": "04/07",
      "aboutText": "Nathan Baesel (born April 7, 1974 in La Palma, California) is an American actor.",
      "pageId": 5100141
    },
    {
      "year": "1974",
      "uri": "/wiki/Tygo_Gernandt",
      "name": "Tygo Gernandt",
      "monthDay": "04/07",
      "aboutText": "Karin Elisabeth Dreijer Andersson (born 7 April 1975 in Nacka, Sweden) is a Swedish musician. She was one-half of the electronic music duo The Knife, formed with her brother Olof Dreijer. Andersson was previously the vocalist and guitarist of the alternative rock band Honey Is Cool.",
      "pageId": 3014647,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/2/2b/Fever_Ray.jpg"
    },
    {
      "year": "1975",
      "uri": "/wiki/Karin_Dreijer_Andersson",
      "name": "Karin Dreijer Andersson",
      "monthDay": "04/07",
      "aboutText": "Tygo Gernandt (born 7 April 1974 in Amsterdam, North Holland) is a Dutch television, film and voice actor. He has played in several Dutch movies, among them Van God Los, Eilandgasten, Schnitzelparadijs and De Dominee.",
      "pageId": 5250057
    },
    {
      "year": "1975",
      "uri": "/wiki/Ronde_Barber",
      "name": "Ronde Barber",
      "monthDay": "04/07",
      "aboutText": "Atiim Kiambu Hakeem-Ah \"Tiki\" Barber (/ˈtiːki/; born April 7, 1975) is a former American football running back who played for the New York Giants of the National Football League (NFL) for ten seasons. He played college football for the University of Virginia. He was drafted by the New York Giants in the second round of the 1997 NFL Draft, and played his entire professional career for them.",
      "pageId": 1242351,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/3/3a/Tiki_Barber_by_David_Shankbone.jpg"
    },
    {
      "year": "1975",
      "uri": "/wiki/Tiki_Barber",
      "name": "Tiki Barber",
      "monthDay": "04/07",
      "aboutText": "Jamael Orondé \"Rondé\" Barber (born April 7, 1975) is a retired American Football cornerback who spent his entire 16-year career playing for the Tampa Bay Buccaneers of the National Football League (NFL). He is the twin brother of Tiki Barber, a former running back for the New York Giants. Barber grew up in Roanoke, Virginia and played college football for the University of Virginia.",
      "pageId": 1278536,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/e/ea/Ronde_Barber.JPG"
    },
    {
      "year": "1975",
      "uri": "/wiki/Ronnie_Belliard",
      "name": "Ronnie Belliard",
      "monthDay": "04/07",
      "aboutText": "Ronald \"Ronnie\" Belliard (born April 7, 1975 in The Bronx, New York) is a former American Major League Baseball second baseman.",
      "pageId": 1566886,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/1/1d/Ronnie_Belliard2_cropped.jpg"
    },
    {
      "year": "1975",
      "uri": "/wiki/John_Cooper_(musician)",
      "name": "John Cooper",
      "monthDay": "04/07",
      "aboutText": "John Landrum Cooper (born April 7, 1975), professionally credited as John L. Cooper, is an American musician, singer and songwriter.",
      "pageId": 7474203,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/6/60/JohnAliveFestival.jpg"
    },
    {
      "year": "1976",
      "uri": "/wiki/Kevin_Alejandro",
      "name": "Kevin Alejandro",
      "monthDay": "04/07",
      "aboutText": "Kevin Michael Alejandro (born April 7, 1976) is an American actor.\nAlejandro is well known for his roles as Nate Moretta in the crime drama Southland, as Jesús Velásquez in the supernatural thriller True Blood, and as Sebastian Blood / Brother Blood in The CW series Arrow.",
      "pageId": 7867644,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/e/e3/Kevin_Alejandro.jpg"
    },
    {
      "year": "1976",
      "uri": "/wiki/Martin_Bu%C3%9F",
      "name": "Martin Buß",
      "monthDay": "04/07",
      "aboutText": "\"Martin Buss\" redirects here",
      "pageId": 23616673
    },
    {
      "year": "1976",
      "uri": "/wiki/Jessica_Lee",
      "name": "Jessica Lee",
      "monthDay": "04/07",
      "aboutText": "Barbara Jane Reams (a.k.a.",
      "pageId": 7551438
    },
    {
      "year": "1976",
      "uri": "/wiki/Barbara_Jane_Reams",
      "name": "Barbara Jane Reams",
      "monthDay": "04/07",
      "aboutText": "Jessica Katherine Lee (born 7 April 1976) is a British Conservative Party politician. She was elected as the Member of Parliament (MP) for the constituency of Erewash in Derbyshire in 2010. She served as Parliamentary Private Secretary to the Attorney General, Dominic Grieve, before stepping down for the 2015 general election.",
      "pageId": 27275042,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/e/e2/Jessica_Lee_MP.jpg"
    },
    {
      "year": "1978",
      "uri": "/wiki/Jo_Appleby",
      "name": "Jo Appleby",
      "monthDay": "04/07",
      "aboutText": "Jo Appleby (born 7 April 1978) is an English soprano from Thornton, Lancashire. She is a former member of operatic pop group Amici Forever.",
      "pageId": 2103423
    },
    {
      "year": "1978",
      "uri": "/wiki/Duncan_James",
      "name": "Duncan James",
      "monthDay": "04/07",
      "aboutText": "Duncan Matthew James Inglis (born 7 April 1978), known as Duncan James, is an English singer, actor and television presenter.",
      "pageId": 2689201,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/0/07/Blue_%286100521867%29.jpg"
    },
    {
      "year": "1978",
      "uri": "/wiki/Lilia_Osterloh",
      "name": "Lilia Osterloh",
      "monthDay": "04/07",
      "aboutText": "Adrián Beltré Pérez (born April 7, 1979) is a Dominican professional baseball third baseman for the Texas Rangers of Major League Baseball (MLB). He is known for his prodigious defensive and offensive capabilities, being selected four times each for the Rawlings Gold Glove Award, Silver Slugger Award, and MLB All-Star Game. He bats and throws right-handed.",
      "pageId": 1290720,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/1/19/AdrianBeltreThrowing.jpg"
    },
    {
      "year": "1979",
      "uri": "/wiki/Adri%C3%A1n_Beltr%C3%A9",
      "name": "Adrián Beltré",
      "monthDay": "04/07",
      "aboutText": "Lilia Osterloh (born April 7, 1978) is a retired tennis player from the United States, who started a professional career in August 1997. She reached her highest singles ranking on the WTA Tour on April 23, 2001, when she became world no. 41.",
      "pageId": 10979944
    },
    {
      "year": "1979",
      "uri": "/wiki/Patrick_Crayton",
      "name": "Patrick Crayton",
      "monthDay": "04/07",
      "aboutText": "Patrick Jamel Crayton (born April 7, 1979) is a former American football wide receiver in the National Football League (NFL) for the Dallas Cowboys and the San Diego Chargers.",
      "pageId": 1330244
    },
    {
      "year": "1979",
      "uri": "/wiki/Pascal_Dupuis",
      "name": "Pascal Dupuis",
      "monthDay": "04/07",
      "aboutText": "Pascal Dupuis (born April 7, 1979) is a former Canadian professional ice hockey left winger who is currently under contract with the Pittsburgh Penguins of the National Hockey League (NHL).",
      "pageId": 3375187,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/c/cb/Dupuis_and_Crosby_2010-10-07.jpg"
    },
    {
      "year": "1979",
      "uri": "/wiki/Robert_Jozinovi%C4%87",
      "name": "Robert Jozinović",
      "monthDay": "04/07",
      "aboutText": "Anika Knudsen (born April 8, 1979) is a model active in the United States.\n^ \"Anika Knudsen - Biography\". IMDb.",
      "pageId": 6401992
    },
    {
      "year": "1979",
      "uri": "/wiki/Anika_Knudsen",
      "name": "Anika Knudsen",
      "monthDay": "04/07",
      "aboutText": "Robert Jozinović (Croatian pronunciation: [jozinoʋitɕ]; born 7 April 1979) is an Australian film and television actor.",
      "pageId": 31915743,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/7/76/Robert_Jozinovi%C4%87_at_the_2008_Zakon_Ljubavi_Premiere.jpg"
    },
    {
      "year": "1979",
      "uri": "/wiki/Danny_Sandoval",
      "name": "Danny Sandoval",
      "monthDay": "04/07",
      "aboutText": "Danny E. Sandoval (born April 7, 1979) is a Venezuelan former infielder in Major League Baseball. Listed at 5' 11\", 190 lb., he was a switch-hitter and threw right-handed.\nSandoval spent seven seasons in the Minor Leagues with the Chicago White Sox and Colorado Rockies organizations before signing with the Philadelphia Phillies in November 2013.",
      "pageId": 2259113
    },
    {
      "year": "1979",
      "uri": "/wiki/Zbych_Trofimiuk",
      "name": "Zbych Trofimiuk",
      "monthDay": "04/07",
      "aboutText": "Zbych Trofimiuk, birth name Zbigniew Krzysztof Trofimiuk (born April 7, 1979), is an Australian actor.",
      "pageId": 6680367
    },
    {
      "year": "1980",
      "uri": "/wiki/Dragan_Bogavac",
      "name": "Dragan Bogavac",
      "monthDay": "04/07",
      "aboutText": "Dragan Bogavac (Cyrillic: Драган Богавац; born 7 April 1980) is a Montenegrin professional footballer who plays as a striker.",
      "pageId": 8571771
    },
    {
      "year": "1980",
      "uri": "/wiki/David_Otunga",
      "name": "David Otunga",
      "monthDay": "04/07",
      "aboutText": "David Daniel Otunga Sr. (born April 7, 1980) is an American professional wrestler, lawyer and actor currently signed with WWE. He is a two-time WWE Tag Team Champion, having one reign each with Michael McGillicutty and John Cena.",
      "pageId": 24484943,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/7/7c/David_Otunga.jpg"
    },
    {
      "year": "1980",
      "uri": "/wiki/Ourasi",
      "name": "Ourasi",
      "monthDay": "04/07",
      "aboutText": "Ourasi (7 April 1980 – 12 January 2013) was a chestnut French Trotter by Greyhound F out of Fleurasie by Remember F (his sire was not the illustrious American trotter of the same name).\nHe won the \"Prix d'Amérique\" four times and $2,913,314 during his career. His harness racing victories included three consecutive Prix d'Amérique at Vincennes, the second by approximately 18 lengths.",
      "pageId": 326337,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/0/0c/Ourasi.JPG"
    },
    {
      "year": "1980",
      "uri": "/wiki/Teenoso",
      "name": "Teenoso",
      "monthDay": "04/07",
      "aboutText": "Teenoso (7 April 1980 – October 4, 1999) was an American-bred British-trained Thoroughbred racehorse. After showing moderate form as a two-year-old he improved in the spring of 1983 to win the Group Three Lingfield Derby Trial and then won the Classic Epsom Derby, giving Lester Piggott a record ninth win in the race. Teenoso was beaten in his two remaining races that year but showed his best form as a four-year-old, winning the Ormonde Stakes, the Grand Prix de Saint-Cloud and, on his final appearance, the King George VI and Queen Elizabeth Stakes.",
      "pageId": 707523
    },
    {
      "year": "1980",
      "uri": "/wiki/Tetsuji_Tamayama",
      "name": "Tetsuji Tamayama",
      "monthDay": "04/07",
      "aboutText": "Hitoe Arakaki (新垣仁絵, Arakaki Hitoe) (born April 7, 1981) is the oldest member of the Japanese pop group Speed, which disbanded in 2000 and reformed in 2009. She was born in Okinawa, Japan, and is also known purely by her first name, Hitoe.\nIn 1999, Arakaki released her first solo single, \"Inori\", which topped the Oricon charts at No.2.",
      "pageId": 3926076
    },
    {
      "year": "1981",
      "uri": "/wiki/Hitoe_Arakaki",
      "name": "Hitoe Arakaki",
      "monthDay": "04/07",
      "aboutText": "Tetsuji Tamayama (玉山 鉄二, Tamayama Tetsuji, born April 7, 1980 in Kyoto, Japan) is a Japanese TV and film actor. He was born to a Japanese mother and Korean father. He joined modeling competitions and was active in Checkmate and other fashion magazines.",
      "pageId": 4689331
    },
    {
      "year": "1981",
      "uri": "/wiki/Sharka_Blue",
      "name": "Sharka Blue",
      "monthDay": "04/07",
      "aboutText": "Sharka Blue is a retired Czech pornographic film actress born in 1981. She was a nominee for the 2008 AVN Award for Best Sex Scene in a Foreign-Shot Production (Maison Erotique). She has appeared in over 150 adult movies.",
      "pageId": 10005947,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/f/fd/Sharka_Blue_crop.jpg"
    },
    {
      "year": "1981",
      "uri": "/wiki/Alex_Lanipekun",
      "name": "Alex Lanipekun",
      "monthDay": "04/07",
      "aboutText": "Alex Lanipekun (born 7 April 1981) is a British actor.",
      "pageId": 19890643,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/en/1/18/Saul_Being_Human.png"
    },
    {
      "year": "1981",
      "uri": "/wiki/Vanessa_Olivarez",
      "name": "Vanessa Olivarez",
      "monthDay": "04/07",
      "aboutText": "Vanessa Denae Olivarez (born April 7, 1981) in Sugar Land, Texas) is an American singer, songwriter and actress. She is the vocalist, songwriter and autoharpist for the country bands Granville Automatic and Mama's Blue Dress, has written songs for the country duo Sugarland, and was in the Top 12 of the second season of the television series American Idol in 2003.\nLater that year, she released a single, \"The One\", which peaked at number nine on the Canadian charts.",
      "pageId": 421684
    },
    {
      "year": "1981",
      "uri": "/wiki/Suzann_Pettersen",
      "name": "Suzann Pettersen",
      "monthDay": "04/07",
      "aboutText": "Suzann Pettersen (born 7 April 1981) is a Norwegian professional golfer. She plays mainly on the U.S.-based LPGA Tour, and is also a member of the Ladies European Tour. Her career best world ranking is second and she has held that position several times, most recently from August 2011 until February 2012.",
      "pageId": 3903553,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/d/df/2009_LPGA_Championship_-_Suzann_Pettersen_%282%29_cropped.jpg"
    },
    {
      "year": "1981",
      "uri": "/wiki/Kelli_Young",
      "name": "Kelli Young",
      "monthDay": "04/07",
      "aboutText": "Silvana Arias (born April 7, 1982 in Lima) is a Peruvian actress. She also holds a degree in fashion design.",
      "pageId": 1955114,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/8/8b/Perufilm.png"
    },
    {
      "year": "1982",
      "uri": "/wiki/Silvana_Arias",
      "name": "Silvana Arias",
      "monthDay": "04/07",
      "aboutText": "Kelli Young (born 7 April 1981) is an English pop singer. She was a member and lead singer of British pop group Liberty X from 2001 until they split in 2007 and again in 2013 when they reformed for a one off reunion for an ITV2 series and performance at the Hammersmith Apollo.",
      "pageId": 3175079
    },
    {
      "year": "1982",
      "uri": "/wiki/Sonjay_Dutt",
      "name": "Sonjay Dutt",
      "monthDay": "04/07",
      "aboutText": "Retesh Bhalla (born April 7, 1982) is an Indian-American professional wrestler, better known by his ring name, Sonjay Dutt. He is best known for his appearances with Total Nonstop Action Wrestling. He is also known for his stints with Combat Zone Wrestling, Major League Wrestling, and other various independent promotions.",
      "pageId": 662698,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/d/d9/Sonjay_Dutt.jpg"
    },
    {
      "year": "1982",
      "uri": "/wiki/Soledad_Fandi%C3%B1o",
      "name": "Soledad Fandiño",
      "monthDay": "04/07",
      "aboutText": "Soledad Fandiño (born 7 April 1982, Flores, Buenos Aires) is an Argentine stage, television and film actress.\nFandiño debuted as an actress in the 2003 television series Rebelde Way. After the series, she was then cast as Felicitas Echagochen in the popular family sitcom Ricos y Mocosos (2004–2005) which propelled her career with best new actress nominations from Martín Fierro Awards and Clarín Awards.",
      "pageId": 18312749
    },
    {
      "year": "1983",
      "uri": "/wiki/Kyle_Labine",
      "name": "Kyle Labine",
      "monthDay": "04/07",
      "aboutText": "Jonathan Kyle Labine (born April 7, 1983) is a Canadian actor.",
      "pageId": 646231
    },
    {
      "year": "1983",
      "uri": "/wiki/Franck_Rib%C3%A9ry",
      "name": "Franck Ribéry",
      "monthDay": "04/07",
      "aboutText": "Franck Henry Pierre Ribéry (French pronunciation: ​[fʁɑ̃k ʁi.be.ʁi]) (born 7 April 1983) is a French professional footballer who plays for German club Bayern Munich. He is a former France national team player. He primarily plays as a winger, preferably on the left side although being right-footed, and is known for pace, energy, skill and precise passing.",
      "pageId": 3002912,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/3/3d/FRib%C3%A9ry.jpg"
    },
    {
      "year": "1983",
      "uri": "/wiki/Jon_Stead",
      "name": "Jon Stead",
      "monthDay": "04/07",
      "aboutText": "Jonathan Graeme \"Jon\" Stead (born 7 April 1983 in Huddersfield) is an English professional football who plays as a striker for League Two club Notts County.",
      "pageId": 1370385,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/0/06/JonStead01.JPG"
    },
    {
      "year": "1983",
      "uri": "/wiki/Jakub_Smr%C5%BE",
      "name": "Jakub Smrž",
      "monthDay": "04/07",
      "aboutText": "Jakub 'Kuba' Smrž (born April 7, 1983 in České Budějovice, Czechoslovakia) is a professional motorcycle road racer. For 2016 he will ride a BMW S1000RR in the British Superbike Championship. For 2015 Smrž was contracted to ride Lloyds British Moto Rapido Ducati Panigale in the British Superbike Championship, but after a crash and injury in the fourth round at Snetterton, was replaced mid-season by John Hopkins.",
      "pageId": 9720191,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/8/81/Jakub_Smrz%2C_Silverstone%2C_2012.jpg"
    },
    {
      "year": "1983",
      "uri": "/wiki/Janar_Talts",
      "name": "Janar Talts",
      "monthDay": "04/07",
      "aboutText": "Janar Talts (born 7 April 1983) is an Estonian professional basketball player.",
      "pageId": 17639697,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/e/e0/Janar_Talts%2C_Estonia-Latvia%2C_2006.jpg"
    },
    {
      "year": "1984",
      "uri": "/wiki/Norman_D._Golden_II",
      "name": "Norman D. Golden II",
      "monthDay": "04/07",
      "aboutText": "Norman D. Golden II (born April 7, 1984) is an American actor.",
      "pageId": 24476540
    },
    {
      "year": "1984",
      "uri": "/wiki/Hiroko_Shimabukuro",
      "name": "Hiroko Shimabukuro",
      "monthDay": "04/07",
      "aboutText": "Hiroko Shimabukuro (島袋 寛子, Shimabukuro Hiroko, born 7 April 1984 in Okinawa), best known mononymously as Hiro, is a Japanese singer. She debuted as a member of the popular girl group Speed in 1996. In 1998, Hiro released her first solo song, \"Mitsumete Itai\", as a B-side to Speed's single \"All My True Love\".",
      "pageId": 2155551
    },
    {
      "year": "1985",
      "uri": "/wiki/KC_Concepcion",
      "name": "KC Concepcion",
      "monthDay": "04/07",
      "aboutText": "KC Concepcion (born Maria Kristina Cassandra Cuneta Concepcion on April 7, 1985) is a Filipina actress and singer from the Philippines who is currently a National Ambassador Against Hunger of the United Nations' World Food Programme.",
      "pageId": 9865047,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/1/12/KC_Concepcion_at_her_US_Concert_Press_Conference%2C_November_2010.jpg"
    },
    {
      "year": "1985",
      "uri": "/wiki/Ariela_Massotti",
      "name": "Ariela Massotti",
      "monthDay": "04/07",
      "aboutText": "Brooke Allison Brodack (born April 7, 1986; Putnam, Connecticut), aka Brookers, is an American viral video comedian mainly known for her short videos posted during YouTube's early years, which led to a contract from the mainstream media.In 2006, The New Yorker called her \"the first real YouTube star.\"",
      "pageId": 5618341,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/2/24/Brooke_Brodack_ROFLCon_08.jpg"
    },
    {
      "year": "1986",
      "uri": "/wiki/Brooke_Brodack",
      "name": "Brooke Brodack",
      "monthDay": "04/07",
      "aboutText": "Ariela Massotti (born April 7, 1985) is a Brazilian actress.",
      "pageId": 31925582
    },
    {
      "year": "1986",
      "uri": "/wiki/Andi_Fraggs",
      "name": "Andi Fraggs",
      "monthDay": "04/07",
      "aboutText": "Christian Fuchs (German pronunciation: [ˈkʁis.ti̯an ˈfʊks]; born 7 April 1986) is an Austrian professional footballer who plays as a left back for English club Leicester City and captains the Austrian national team.",
      "pageId": 15753151,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/d/d2/20150331_AUT_BIH_1925.jpg"
    },
    {
      "year": "1986",
      "uri": "/wiki/Christian_Fuchs",
      "name": "Christian Fuchs",
      "monthDay": "04/07",
      "aboutText": "Andi Fraggs (born Andrew Fraggs Bennett in 1986, Merseyside, England) is a British multi-instrumentalist, singer-songwriter and music producer, currently performing under the mononym Fraggs. He has contributed to a number of internationally successful musical projects and his work has featured on television adverts and radio in the UK and US. Fraggs released his first solo single in 2010, and his debut album, Always First, followed in 2012 and included the popular single \"Beautiful Feeling\". He has performed at many notable venues around the UK and supported such artists as Toyah Willcox, Hazel O'Connor and Go West on their concert tours.",
      "pageId": 33938926
    },
    {
      "year": "1987",
      "uri": "/wiki/Mart%C3%ADn_C%C3%A1ceres",
      "name": "Martín Cáceres",
      "monthDay": "04/07",
      "aboutText": "Robert Jack Duarte Wallace (born April 7, 1986 in Mexico City, Distrito Federal) is a Mexican actor and singer. He is known for his acting performance in the Mexican telenovela Rebelde as \"Tomas Goycolea\" and as a member of the Mexican-Argentine pop band, Eme 15.\nDuring his time in the boy band M5, Duarte toured through various countries in Latin America including Bolivia, Peru, Ecuador, El Salvador, Costa Rica, Guatemala, and Honduras.",
      "pageId": 4938521,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/en/a/a4/Mx-singer.gif"
    },
    {
      "year": "1987",
      "uri": "/wiki/Jack_Duarte",
      "name": "Jack Duarte",
      "monthDay": "04/07",
      "aboutText": "José Martín Cáceres Silva (Spanish pronunciation: [marˈtiŋ ˈkaseɾes]; born 7 April 1987) is a Uruguayan professional footballer who plays for Juventus F.C. in Italy as a defender.\nAfter starting out at Defensor, he was bought by Spanish club Villarreal in 2007. In the following years he competed in Spain and Italy, notably winning four Serie A titles with Juventus and the 2009 Champions League with Barcelona.",
      "pageId": 12109306,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/5/55/Mart%C3%ADn_C%C3%A1ceres%2C_Real_Madrid_vs_Juventus%2C_24_October_2013_Champions_League.JPG"
    },
    {
      "year": "1987",
      "uri": "/wiki/Jaimee_Kaire-Gataulu",
      "name": "Jaimee Kaire-Gataulu",
      "monthDay": "04/07",
      "aboutText": "Jack Laurence Johnson (born April 7, 1987) is an American actor, best known for his performance as the character Will Robinson in the 1998 movie, Lost in Space.\nJohnson was born in Los Angeles, California, where he lived, before attending Wesleyan University in Connecticut.",
      "pageId": 3764187
    },
    {
      "year": "1987",
      "uri": "/wiki/Jack_Johnson_(actor)",
      "name": "Jack Johnson",
      "monthDay": "04/07",
      "aboutText": "Jaimee Kaire-Gataulu (born 7 April 1987) is a New Zealand television actress who is best known for her role as Cloe in Cloud 9's series, The Tribe.",
      "pageId": 6670717
    },
    {
      "year": "1987",
      "uri": "/wiki/April_O%27Neil_(actress)",
      "name": "April O'Neil",
      "monthDay": "04/07",
      "aboutText": "Eelco Sintnicolaas (born 7 April 1987 in Dordrecht) is a Dutch track and field athlete, specialising in the decathlon.\nHis first result in the decathlon was a score of 8.052 points at the Götzis Meeting in 2009. That same year he earned a gold medal at the U23 European Championships, with 8.112 points, whereas his best result was a silver medal at the 2010 European Championships in Athletics in Barcelona with 8.436 points.",
      "pageId": 28196747,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/en/c/c2/Crystal_Clear_app_Login_Manager_2.png"
    },
    {
      "year": "1987",
      "uri": "/wiki/Eelco_Sintnicolaas",
      "name": "Eelco Sintnicolaas",
      "monthDay": "04/07",
      "aboutText": "April O’Neil (born April 7, 1987) is the stage name of an American pornographic actress.",
      "pageId": 35213822,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/5/59/April_O%27Neil_2011_AVN_Awards_crop%281%29.jpg"
    },
    {
      "year": "1988",
      "uri": "/wiki/Antonio_Piccolo",
      "name": "Antonio Piccolo",
      "monthDay": "04/07",
      "aboutText": "Edward John \"Ed\" Speleers (born 7 April 1988) is an English actor and producer.",
      "pageId": 10966524,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/e/ea/EdSpeleersComicCon.jpg"
    },
    {
      "year": "1988",
      "uri": "/wiki/Ed_Speleers",
      "name": "Ed Speleers",
      "monthDay": "04/07",
      "aboutText": "Antonio Piccolo (born 7 April 1988) is an Italian footballer who plays for Serie B club Spezia.",
      "pageId": 29289588
    },
    {
      "year": "1988",
      "uri": "/wiki/Sarah_Walker_(Australian_actress)",
      "name": "Sarah Walker",
      "monthDay": "04/07",
      "aboutText": "Franco Matías Di Santo (born 7 April 1989) is an Argentine footballer who plays as a striker for Schalke 04 in the Bundesliga.\nDi Santo began his career at Chilean club Audax Italiano, earning a £3.4 million move to Chelsea in 2008 and a first-team place following good form in the reserves. After a season on loan at Blackburn Rovers, he moved to Wigan Athletic for £2 million in 2010, where he won the FA Cup in 2013.",
      "pageId": 12631431,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/5/50/Franco-di-Santo_Wigan-vs-Man-City_2010-09-19.JPG"
    },
    {
      "year": "1989",
      "uri": "/wiki/Franco_Di_Santo",
      "name": "Franco Di Santo",
      "monthDay": "04/07",
      "aboutText": "Sarah Walker (born 7 April 1988), is an Australian actress best known for appearing in the television series Silversun as Pancha.",
      "pageId": 17916667
    },
    {
      "year": "1990",
      "uri": "/wiki/Anna_Bogomazova",
      "name": "Anna Bogomazova",
      "monthDay": "04/07",
      "aboutText": "Sorana Mihaela Cîrstea (Romanian pronunciation: [soˈrana ˈkɨrste̯a]; born 7 April 1990) is a Romanian professional tennis player. She achieved her career-high ranking of World No. 21 on 12 August 2013 and has appeared in the quarterfinals of the French Open and the final of the Rogers Cup.",
      "pageId": 11057284,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/8/89/Sorana_Cirstea.jpg"
    },
    {
      "year": "1990",
      "uri": "/wiki/Sorana_C%C3%AErstea",
      "name": "Sorana Cîrstea",
      "monthDay": "04/07",
      "aboutText": "Anna Bogomazova (born 7 April 1990) is a Russian kickboxer, martial artist, professional wrestler and valet. She worked in WWE competing in their developmental territory NXT Wrestling, under the ring name Anya.\n^ a b c d Bogomazova, Anna.",
      "pageId": 36894327,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/2/21/WWE_ring.jpg"
    },
    {
      "year": "1990",
      "uri": "/wiki/Trent_Cotchin",
      "name": "Trent Cotchin",
      "monthDay": "04/07",
      "aboutText": "Trent Cotchin (born 7 April 1990) is an Australian rules football footballer who is the captain of the Richmond Football Club (The Tigers) in the Australian Football League (AFL). He was drafted at pick number two in the 2007 AFL Draft and was recruited from the Northern Knights Under 18 Football Club, which plays in the TAC Cup competition. Cotchin was one of five teenage footballers whose final year of junior football and first five seasons in the AFL was chronicled in the book The Draft: Inside the AFL's Search for Talent by Emma Quayle.",
      "pageId": 14411545,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/a/a2/Trent_Cotchin_warm-up.jpg"
    },
    {
      "year": "1991",
      "uri": "/wiki/Luka_Milivojevi%C4%87",
      "name": "Luka Milivojević",
      "monthDay": "04/07",
      "aboutText": "Luka Milivojević (Serbian Cyrillic: Лука Миливојевић; born 7 April 1991) is a Serbian footballer who plays as a midfielder for Superleague Greece club Olympiacos.",
      "pageId": 32994566
    },
    {
      "year": "1992",
      "uri": "/wiki/Andreea_Acatrinei",
      "name": "Andreea Acatrinei",
      "monthDay": "04/07",
      "aboutText": "Andreea Acatrinei (born April 7, 1992 in Braşov, Romania) is a Romanian artistic gymnast.",
      "pageId": 18850366,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/c/cd/Gymnastics128px.png"
    },
    {
      "year": "1992",
      "uri": "/wiki/Alexis_Jordan",
      "name": "Alexis Jordan",
      "monthDay": "04/07",
      "aboutText": "Alexis Jordan (born April 7, 1992) is an American singer and actress from Columbia, South Carolina. Jordan rose to fame as a contestant on the first season of America's Got Talent in 2006. After being eliminated from the show, she began to upload cover songs to YouTube, which received millions of views.",
      "pageId": 27763312,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/6/6c/Alexis_Jordan.jpg"
    },
    {
      "year": "1992",
      "uri": "/wiki/Guilherme_Negueba",
      "name": "Guilherme Negueba",
      "monthDay": "04/07",
      "aboutText": "Irina Shtork (born 7 April 1993) is an Estonian ice dancer.",
      "pageId": 9740598,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/2/2b/2012_WFSC_04d_295_Irina_Shtork_Taavi_Rand.JPG"
    },
    {
      "year": "1993",
      "uri": "/wiki/Irina_Shtork",
      "name": "Irina Shtork",
      "monthDay": "04/07",
      "aboutText": "Guilherme Ferreira Pinto, known as Guilherme Negueba, or simply Negueba (born April 7, 1992 in Rio de Janeiro), is a Brazilian footballer who plays for Coritiba.",
      "pageId": 29376933
    },
    {
      "year": "1994",
      "uri": "/wiki/Johanna_Allik",
      "name": "Johanna Allik",
      "monthDay": "04/07",
      "aboutText": "Johanna Allik (born 7 April 1994 in Tallinn) is an Estonian figure skater. As a singles skater, she is the 2008 and 2010 Estonian silver medalist. She switched to ice dance in 2011 and won the 2012 Estonian junior title with partner Paul Bellantuono.",
      "pageId": 17344419,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/c/cc/A_photo_of_johanna_and_paul_at_their_nationals_2012.jpg"
    },
    {
      "year": "1997",
      "uri": "/wiki/Rafaela_G%C3%B3mez",
      "name": "Rafaela Gómez",
      "monthDay": "04/07",
      "aboutText": "Rafaela Gómez (born 7 April 1997 in Guayaquil) is an Ecuadorian tennis player.\nPlaying for Ecuador at the Fed Cup, Gómez has a win–loss record of 9–7.",
      "pageId": 42380516,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/e/ec/RAFAELLA_G%C3%93MEZ_%2818939699866%29.jpg"
    }
  ]
}