{
  "people": [
    {
      "year": "1320",
      "uri": "/wiki/Peter_I_of_Portugal",
      "name": "Peter I of Portugal",
      "aboutText": "Edmund Gustav Albrecht Husserl (/ˈhʊsɛrl/; German: [ˈhʊsɐl]; 8 April 1859 – 27 April 1938) was a German philosopher who established the school of phenomenology. In his early work, he elaborated critiques of historicism and of psychologism in logic based on analyses of intentionality. In his mature work, he sought to develop a systematic foundational science based on the so-called phenomenological reduction.",
      "pageId": 9518,
      "monthDay": "04/08"
    },
    {
      "year": "1533",
      "uri": "/wiki/Claudio_Merulo",
      "name": "Claudio Merulo",
      "aboutText": "Christian IX (8 April 1818 – 29 January 1906) was King of Denmark from 1863 to 1906. From 1863 to 1864, he was concurrently Duke of Schleswig, Holstein and Lauenburg.\nGrowing up as a prince of Schleswig-Holstein-Sonderburg-Glücksburg, a junior branch of the House of Oldenburg which had ruled Denmark since 1448, Christian was originally not in the immediate line of succession to the Danish throne.",
      "pageId": 85667,
      "monthDay": "04/08"
    },
    {
      "year": "1536",
      "uri": "/wiki/Barbara_of_Hesse",
      "name": "Barbara of Hesse",
      "aboutText": "Philip IV of Spain (Spanish: Felipe IV; 8 April 1605 – 17 September 1665) was King of Spain (as Philip IV in Castille and Philip III in Aragon) and Portugal as Philip III (Portuguese: Filipe III). He ascended the thrones in 1621 and reigned in Spain until his death and in Portugal until 1640. Philip is remembered for his patronage of the arts, including such artists as Diego Velázquez, and his rule over Spain during the challenging period of the Thirty Years' War.",
      "pageId": 148796,
      "monthDay": "04/08"
    },
    {
      "year": "1541",
      "uri": "/wiki/Michele_Mercati",
      "name": "Michele Mercati",
      "aboutText": "Peter I (Portuguese: Pedro I [ˈpedɾu] (8 April 1320 – 18 January 1367), called the Just or the Cruel) (Portuguese: o Justo, O Cruel), was King of Portugal and the Algarve from 1357 until his death.",
      "pageId": 252902,
      "monthDay": "04/08"
    },
    {
      "year": "1605",
      "uri": "/wiki/Philip_IV_of_Spain",
      "name": "Philip IV of Spain",
      "aboutText": "Dionysios Solomos (Greek: Διονύσιος Σολωμός; 8 April 1798 – 9 February 1857) was a Greek poet from Zakynthos. He is best known for writing the Hymn to Liberty (Greek: Ὕμνος εις την Ἐλευθερίαν, Ýmnos eis tīn Eleutherían), of which the first two stanzas, set to music by Nikolaos Mantzaros, became the Greek national anthem in 1865. He was the central figure of the Heptanese School of poetry, and is considered the national poet of Greece—not only because he wrote the national anthem, but also because he contributed to the preservation of earlier poetic tradition and highlighted its usefulness to modern literature.",
      "pageId": 295286,
      "monthDay": "04/08"
    },
    {
      "year": "1641",
      "uri": "/wiki/Henry_Sydney,_1st_Earl_of_Romney",
      "name": "Henry Sydney, 1st Earl of Romney",
      "aboutText": "Giuseppe Tartini (8 April 1692 – 26 February 1770) was an Italian Baroque composer and violinist.",
      "pageId": 432988,
      "monthDay": "04/08"
    },
    {
      "year": "1692",
      "uri": "/wiki/Giuseppe_Tartini",
      "name": "Giuseppe Tartini",
      "aboutText": "David Rittenhouse (April 8, 1732 – June 26, 1796) was a renowned American astronomer, inventor, clockmaker, mathematician, surveyor, scientific instrument craftsman and public official.",
      "pageId": 461524,
      "monthDay": "04/08"
    },
    {
      "year": "1726",
      "uri": "/wiki/Lewis_Morris",
      "name": "Lewis Morris",
      "aboutText": "Michele Mercati (8 April 1541 – 25 June 1593) was a physician who was superintendent of the Vatican Botanical Garden under Popes Pius V, Gregory XIII, Sixtus V, and Clement VIII. He was one of the first scholars to recognise prehistoric stone tools as human-made rather than natural, or mythologically created 'ceraunia' or 'glossopetri' - 'thunderstones'.",
      "pageId": 562519,
      "monthDay": "04/08"
    },
    {
      "year": "1732",
      "uri": "/wiki/David_Rittenhouse",
      "name": "David Rittenhouse",
      "aboutText": "Ramón Emeterio Betances y Alacán (April 8, 1827 – September 16, 1898) was a Puerto Rican nationalist. He was the primary instigator of the Grito de Lares revolution and is considered to be the father of the Puerto Rican independence movement. Since the Grito galvanized a burgeoning nationalist movement among Puerto Ricans, Betances is also considered \"El Padre de la Patria\" (Father of the [Puerto Rican] Nation).",
      "pageId": 700400,
      "monthDay": "04/08"
    },
    {
      "year": "1761",
      "uri": "/wiki/William_Joseph_Chaminade",
      "name": "William Joseph Chaminade",
      "aboutText": "Guillaume-Joseph Chaminade, (Périgueux, 8 April 1761 - Bordeaux, 22 January 1850) was a French Catholic priest who survived persecution during the French Revolution and later founded the Society of Mary, usually called the Marianists, in 1817. He was beatified by Pope John Paul II on 3 September 2000 his feast day is celebrated on 22 January.",
      "pageId": 731104,
      "monthDay": "04/08"
    },
    {
      "year": "1770",
      "uri": "/wiki/John_Thomas_Campbell",
      "name": "John Thomas Campbell",
      "aboutText": "Claudio Merulo (Italian pronunciation: [ˈklaudjo ˈmɛrulo]; 8 April 1533 – 4 May 1604) was an Italian composer, publisher and organist of the late Renaissance period, most famous for his innovative keyboard music and his ensemble music composed in the Venetian polychoral style. He was born in Correggio and died in Parma.",
      "pageId": 855076,
      "monthDay": "04/08"
    },
    {
      "year": "1798",
      "uri": "/wiki/Dionysios_Solomos",
      "name": "Dionysios Solomos",
      "aboutText": "August Wilhelm von Hofmann (8 April 1818 – 5 May 1892) was a German chemist. After studying under Justus von Liebig at the University of Giessen, Hofmann became the first director of the Royal College of Chemistry in London, in 1845. In 1865 he returned to Germany to accept a position at the University of Berlin as a teacher and researcher.",
      "pageId": 940627,
      "monthDay": "04/08"
    },
    {
      "year": "1818",
      "uri": "/wiki/Christian_IX_of_Denmark",
      "name": "Christian IX of Denmark",
      "aboutText": "Henry Sydney (or Sidney), 1st Earl of Romney (8 April 1641 – 8 April 1704) was an English politician and army officer.",
      "pageId": 1033824,
      "monthDay": "04/08"
    },
    {
      "year": "1818",
      "uri": "/wiki/August_Wilhelm_von_Hofmann",
      "name": "August Wilhelm von Hofmann",
      "aboutText": "Lewis Morris (April 8, 1726 – January 22, 1798) was an American landowner and developer from Morrisania, New York. He signed the U.S. Declaration of Independence as a delegate to the Continental Congress from New York.\nThis Morris was the third to be named Lewis Morris, and was born on the family estate of Morrisania.",
      "pageId": 1189595,
      "monthDay": "04/08"
    },
    {
      "year": "1826",
      "uri": "/wiki/Pancha_Carrasco",
      "name": "Pancha Carrasco",
      "aboutText": "Elizabeth Bacon Custer (April 8, 1842 – April 4, 1933) was the wife of General George Armstrong Custer. She spent most of their marriage in relatively close proximity to him despite his numerous military campaigns as a commanding officer in the United States Cavalry. After his death, she became an outspoken advocate for her husband's legacy through her popular books and lectures.",
      "pageId": 1632822,
      "monthDay": "04/08"
    },
    {
      "year": "1827",
      "uri": "/wiki/Ram%C3%B3n_Emeterio_Betances",
      "name": "Ramón Emeterio Betances",
      "aboutText": "Carlos Deltour (April 8, 1864 – May 29, 1920) was a French rower who competed in the 1900 Summer Olympics.\nHe was part of the French boat Rowing Club Castillon, which won the bronze medal in the coxed pairs.",
      "pageId": 12669657,
      "monthDay": "04/08"
    },
    {
      "year": "1842",
      "uri": "/wiki/Elizabeth_Bacon_Custer",
      "name": "Elizabeth Bacon Custer",
      "aboutText": "Pancha Carrasco (8 April 1826 – 31 December 1890), born Francisca Carrasco Jiménez, was Costa Rica's first woman in the military. Carrasco is most famous for joining the defending forces at the Battle of Rivas in 1856 with a rifle and bullets.",
      "pageId": 14280123,
      "monthDay": "04/08"
    },
    {
      "year": "1859",
      "uri": "/wiki/Edmund_Husserl",
      "name": "Edmund Husserl",
      "aboutText": "Barbara of Hesse, Duchess of Württemberg-Mömpelgard (8 April 1536 – 8 June 1597) was a German noblewoman, and the wife of Count George I of Württemberg-Mömpelgard. Her second husband was Daniel, Count of Waldeck.\n^ Marek, Miroslav.",
      "pageId": 23250948,
      "monthDay": "04/08"
    },
    {
      "year": "1864",
      "uri": "/wiki/Carlos_Deltour",
      "name": "Carlos Deltour",
      "aboutText": "John Thomas Campbell (1770–1830) was an public servant and politician in the New South Wales Legislative Assembly during the early colonial period.",
      "pageId": 36827811,
      "monthDay": "04/08"
    },
    {
      "year": "1867",
      "uri": "/wiki/Allen_Butler_Talcott",
      "name": "Allen Butler Talcott",
      "aboutText": "Allen Butler Talcott (April 8, 1867 – June 1, 1908) was an American landscape painter. After studying art in Paris for three years at Académie Julian, he returned to the United States, becoming one of the first members of the Old Lyme Art Colony in Connecticut. His paintings, usually landscapes depicting the local scenery and often executed en plein air, were generally Barbizon and Tonalist, sometimes incorporating elements of Impressionism.",
      "pageId": 40009284,
      "monthDay": "04/08"
    },
    {
      "year": "1869",
      "uri": "/wiki/Harvey_Cushing",
      "name": "Harvey Cushing",
      "aboutText": "Mary Pickford (April 8, 1892 – May 29, 1979) was a Canadian-American motion picture actress, co-founder of the film studio United Artists and one of the original 36 founders of the Academy of Motion Picture Arts and Sciences. Known as \"America's Sweetheart\", \"Little Mary\" and the \"girl with the curls\", Pickford was one of the Canadian pioneers in early Hollywood and a significant figure in the development of film acting. Pickford was one of the earliest stars to be billed under her name (rather than unbilled), and was one of the most popular actresses of the 10s and 20s, earning the nickname \"Queen of the Movies\".",
      "pageId": 18823,
      "monthDay": "04/08"
    },
    {
      "year": "1871",
      "uri": "/wiki/Clarence_Hudson_White",
      "name": "Clarence Hudson White",
      "aboutText": "Albert I (8 April 1875 – 17 February 1934) reigned as King of the Belgians from 1909 to 1934. This was an eventful period in the History of Belgium, which included the period of World War I (1914–1918), when 90 percent of Belgium was overrun, occupied, and ruled by the German Empire. Other crucial issues included the adoption of the Treaty of Versailles, the ruling of the Belgian Congo as an overseas possession of the Kingdom of Belgium along with the League of Nations mandate of Ruanda-Urundi, the reconstruction of Belgium following the war, and the first five years of the Great Depression (1929–1934).",
      "pageId": 59926,
      "monthDay": "04/08"
    },
    {
      "year": "1874",
      "uri": "/wiki/Manuel_D%C3%ADaz_(fencer)",
      "name": "Manuel Díaz",
      "aboutText": "Sir Adrian Cedric Boult, CH (/boʊlt/; 8 April 1889 – 22 February 1983) was an English conductor. Brought up in a prosperous mercantile family, he followed musical studies in England and at Leipzig, Germany, with early conducting work in London for the Royal Opera House and Sergei Diaghilev's ballet company. His first prominent post was conductor of the City of Birmingham Orchestra in 1924.",
      "pageId": 147537,
      "monthDay": "04/08"
    },
    {
      "year": "1874",
      "uri": "/wiki/Stanis%C5%82aw_Taczak",
      "name": "Stanisław Taczak",
      "aboutText": "Sir John Richard Hicks (8 April 1904 – 20 May 1989) was a British economist and one of the most important and influential economists of the twentieth century. The most familiar of his many contributions in the field of economics were his statement of consumer demand theory in microeconomics, and the IS/LM model (1937), which summarised a Keynesian view of macroeconomics. His book Value and Capital (1939) significantly extended general-equilibrium and value theory.",
      "pageId": 196767,
      "monthDay": "04/08"
    },
    {
      "year": "1875",
      "uri": "/wiki/Albert_I_of_Belgium",
      "name": "Albert I of Belgium",
      "aboutText": "Edgar Yipsel \"Yip\" Harburg (born Isidore Hochberg, Yiddish: איסידור הוכברג‎; April 8, 1896 – March 5, 1981) was an American popular song lyricist who worked with many well-known composers. He wrote the lyrics to the standards \"Brother, Can You Spare a Dime?,\" \"April in Paris,\" and \"It's Only a Paper Moon,\" as well as all of the songs in The Wizard of Oz, including \"Over the Rainbow.\" He was known for the social commentary of his lyrics, as well as his liberal sensibilities.",
      "pageId": 237601,
      "monthDay": "04/08"
    },
    {
      "year": "1883",
      "uri": "/wiki/R._P._Keigwin",
      "name": "R. P. Keigwin",
      "aboutText": "Richard Joseph Neutra (April 8, 1892 – April 16, 1970) was an Austrian-American architect.",
      "pageId": 254825,
      "monthDay": "04/08"
    },
    {
      "year": "1883",
      "uri": "/wiki/Julius_Seljamaa",
      "name": "Julius Seljamaa",
      "aboutText": "Harvey Williams Cushing (April 8, 1869 – October 7, 1939) was an American neurosurgeon. A pioneer of brain surgery, he was the first person to describe Cushing's disease.",
      "pageId": 267165,
      "monthDay": "04/08"
    },
    {
      "year": "1885",
      "uri": "/wiki/Dimitrios_Levidis",
      "name": "Dimitrios Levidis",
      "aboutText": "Andrew \"Sandy\" Comyn Irvine (8 April 1902 – 8 June 1924) was an English mountaineer who took part in the 1924 British Everest Expedition, the third British expedition to the world's highest (8,848 m) mountain, Mount Everest.\nWhile attempting the first ascent of Mount Everest, he and his climbing partner George Mallory disappeared somewhere high on the mountain's northeast ridge. The pair were last sighted only a few hundred metres from the summit.",
      "pageId": 666600,
      "monthDay": "04/08"
    },
    {
      "year": "1886",
      "uri": "/wiki/Margaret_Ayer_Barnes",
      "name": "Margaret Ayer Barnes",
      "aboutText": "Dionisio \"Dennis\" Chávez (April 8, 1888 – November 18, 1962) was a Democratic politician from the U.S. state of New Mexico who served in the United States House of Representatives from 1931 to 1935, and in the United States Senate from 1935 to 1962.",
      "pageId": 719486,
      "monthDay": "04/08"
    },
    {
      "year": "1888",
      "uri": "/wiki/Dennis_Ch%C3%A1vez",
      "name": "Dennis Chávez",
      "aboutText": "Stanisław Taczak (8 April 1874, Mieszków (now in Jarocin County) – 2 March 1960, Malbork) was a Polish general. Until 8 January 1919, he was temporary commander-in-chief of the Great Poland Uprising (1918-1919).",
      "pageId": 1333307,
      "monthDay": "04/08"
    },
    {
      "year": "1889",
      "uri": "/wiki/Adrian_Boult",
      "name": "Adrian Boult",
      "aboutText": "Richard Prescott Keigwin (/ˈkɛɡwɪn/ KEG-win; 8 April 1883 – 26 November 1972) was an English academic.",
      "pageId": 1445365,
      "monthDay": "04/08"
    },
    {
      "year": "1892",
      "uri": "/wiki/Richard_Neutra",
      "name": "Richard Neutra",
      "aboutText": "Margaret Ayer Barnes (April 8, 1886, Chicago, Illinois – October 25, 1967, Cambridge, Massachusetts) was an American playwright, novelist, and short-story writer.\nShe attended Bryn Mawr College, where she earned an A.B. degree in 1907. In 1936, she received an honorary degree in Doctor of Letters from Oglethorpe University.",
      "pageId": 4481156,
      "monthDay": "04/08"
    },
    {
      "year": "1892",
      "uri": "/wiki/Mary_Pickford",
      "name": "Mary Pickford",
      "aboutText": "Hirsch Jacobs (April 8, 1904 – February 23, 1970) was an American thoroughbred horse trainer and owner.\nJacobs was the leading race-winning trainer in the United States 1933-39, 1941–44, the U.S. leading money-winning trainer, 1946, 1960, 1965, and the U.S. leading money-winning breeder, 1964-67. During his career, he saddled 3,596 winners.",
      "pageId": 5215070,
      "monthDay": "04/08"
    },
    {
      "year": "1896",
      "uri": "/wiki/Yip_Harburg",
      "name": "Yip Harburg",
      "aboutText": "Clarence Hudson White (April 8, 1871 – July 7, 1925) was an American photographer, teacher and a founding member of the Photo-Secession movement. He grew up in small towns in Ohio, where his primary influences were his family and the social life of rural America. After visiting the World's Columbian Exposition in Chicago in 1893, he took up photography.",
      "pageId": 6108302,
      "monthDay": "04/08"
    },
    {
      "year": "1896",
      "uri": "/wiki/Einar_Juhl",
      "name": "Einar Juhl",
      "aboutText": "Julius Seljamaa (8 April [O.S. 27 March] 1883 in Sindi – 17 June 1936 in Tallinn) was an Estonian politician, diplomat and journalist. From 1933 to 1936, he was the Estonian Minister of Foreign Affairs. He was born in Sindi, Pärnu County, studied from 1899 to 1902 in Riga and became a teacher and later director at a school in Taali from 1902 until 1909.",
      "pageId": 12409849,
      "monthDay": "04/08"
    },
    {
      "year": "1901",
      "uri": "/wiki/Carmen_Boni",
      "name": "Carmen Boni",
      "aboutText": "Manuel Dionysios Díaz Martínez (April 8, 1874 – February 20, 1929) was a Cuban fencer who competed in the 1904 Summer Olympics.\nIn 1904 he won the gold medal in the individual sabre and team foil competition.\n^ \"Manuel Díaz Olympic Results\".",
      "pageId": 13837602,
      "monthDay": "04/08"
    },
    {
      "year": "1902",
      "uri": "/wiki/Andrew_Irvine_(mountaineer)",
      "name": "Andrew Irvine",
      "aboutText": "Dimitrios Levidis (Greek: Δημήτριος Λεβίδης; 8 April 1885 or 1886, Athens - 29 May 1951, Palaio Faliro) was a Greek composer, later naturalized French (1929).\nHe descends from an aristocratic family with Byzantine roots in Constantinople. Levidis studied in Athens, Lausanne and Munich.",
      "pageId": 17657624,
      "monthDay": "04/08"
    },
    {
      "year": "1902",
      "uri": "/wiki/Maria_Maksakova,_Sr.",
      "name": "Maria Maksakova, Sr.",
      "aboutText": "Einar Juhl (8 April 1896 – 1 June 1982) was a Danish film actor. He appeared in 50 films between 1924 and 1974.",
      "pageId": 19618475,
      "monthDay": "04/08"
    },
    {
      "year": "1904",
      "uri": "/wiki/John_Hicks",
      "name": "John Hicks",
      "aboutText": "Carmen Boni (8 April 1901 – 19 November 1963) was an Italian film actress.",
      "pageId": 28991174,
      "monthDay": "04/08"
    },
    {
      "year": "1904",
      "uri": "/wiki/Hirsch_Jacobs",
      "name": "Hirsch Jacobs",
      "aboutText": "Maria Petrovna Maksakova (Мария Петровна Максакова, née: Sidorova; April 8, 1902, Astrakhan, Russian Empire – August 11, 1974, Moscow, USSR) was a Soviet opera singer, mezzo-soprano, a leading soloist in the Bolshoi Theater (1923-1953), who enjoyed great success in the 1920s and 1930s, in the times often referred to as the Golden Age of the Soviet opera. Maria Maksakova, the three times laureate of the Stalin's Prize (1946, 1949, 1951), was assignated the People's Artist of the USSR in 1971. The actress Lyudmila Maksakova is her daughter; singer and TV presenter Maria Maksakova, Jr.",
      "pageId": 33174820,
      "monthDay": "04/08"
    },
    {
      "year": "1905",
      "uri": "/wiki/Joachim_B%C3%BCchner",
      "name": "Joachim Büchner",
      "aboutText": "Sonja Henie (8 April 1912 – 12 October 1969) was a Norwegian figure skater and film star. She was a three-time Olympic Champion (1928, 1932, 1936) in Ladies' Singles, a ten-time World Champion (1927–1936) and a six-time European Champion (1931–1936). Henie won more Olympic and World titles than any other ladies' figure skater.",
      "pageId": 29491,
      "monthDay": "04/08"
    },
    {
      "year": "1905",
      "uri": "/wiki/Helen_Joseph",
      "name": "Helen Joseph",
      "aboutText": "María de los Ángeles Félix Güereña (Spanish: [maˈɾia ˈfeliks] (8 April 1914 – 8 April 2002) was a Mexican film actress. She was considered one of the most important female figures of the Golden Age of Mexican cinema. She was also considered one of the most beautiful film actresses of her time, and one of the greatest erotic myths of the Spanish-language cinema.",
      "pageId": 49640,
      "monthDay": "04/08"
    },
    {
      "year": "1905",
      "uri": "/wiki/Erwin_Keller",
      "name": "Erwin Keller",
      "aboutText": "Ian Douglas Smith, GCLM, ID (8 April 1919 – 20 November 2007) was a politician, farmer and fighter pilot who served as Prime Minister of Rhodesia (or Southern Rhodesia) from 1964 to 1979. His country's first native-born premier, he led the predominantly white government that unilaterally declared independence from the United Kingdom in 1965, following prolonged dispute over the terms. He remained Prime Minister for almost all of the 14 years of international isolation that followed, and oversaw Rhodesia's security forces during most of the Bush War, which pitted the unrecognised administration against communist-backed black nationalist guerrilla groups.",
      "pageId": 205137,
      "monthDay": "04/08"
    },
    {
      "year": "1906",
      "uri": "/wiki/Raoul_Jobin",
      "name": "Raoul Jobin",
      "aboutText": "Emil Cioran (Romanian pronunciation: [eˈmil t͡ʃoˈran]; 8 April 1911 – 20 June 1995) was a Romanian philosopher and essayist, who published works in both Romanian and French. Cioran was born in Rășinari, Sibiu County, which was part of Austria-Hungary at the time. His first French book, A Short History of Decay, was awarded the prestigious Rivarol Prize in 1950.",
      "pageId": 251240,
      "monthDay": "04/08"
    },
    {
      "year": "1908",
      "uri": "/wiki/Hugo_Fregonese",
      "name": "Hugo Fregonese",
      "aboutText": "This page is for the former American First Lady. Not to be confused with Betty Jean Heminger Ford, the first wife of Tennessee Ernie Ford.\nElizabeth Ann \"Betty\" Ford (née Bloomer; April 8, 1918 – July 8, 2011) was First Lady of the United States from 1974 to 1977, as the wife of the 38th President of the United States, Gerald Ford.",
      "pageId": 290192,
      "monthDay": "04/08"
    },
    {
      "year": "1909",
      "uri": "/wiki/John_Fante",
      "name": "John Fante",
      "aboutText": "John Fante (April 8, 1909 – May 8, 1983) was an American novelist, short story writer and screenwriter of Italian descent. His 1939 work Ask the Dust, a semi-autobiograpical novel about life in and around Los Angeles, California, was the third in a series of four novels, published between 1938 and 1985, that are now collectively called \"The Bandini Quartet\". That book was made into a movie of the same name in 2006.",
      "pageId": 316072,
      "monthDay": "04/08"
    },
    {
      "year": "1910",
      "uri": "/wiki/George_Musso",
      "name": "George Musso",
      "aboutText": "Alois Brunner (8 April 1912 – c. 2010) was an Austrian Schutzstaffel (SS) officer who worked as Adolf Eichmann's assistant. Eichmann referred to Brunner as his \"best man.\" Brunner is held responsible for sending at least 140,000 European Jews to the gas chambers.",
      "pageId": 323169,
      "monthDay": "04/08"
    },
    {
      "year": "1911",
      "uri": "/wiki/Melvin_Calvin",
      "name": "Melvin Calvin",
      "aboutText": "Melvin Ellis Calvin (April 8, 1911 – January 8, 1997) was an American chemist most famed for discovering the Calvin cycle along with Andrew Benson and James Bassham, for which he was awarded the 1961 Nobel Prize in Chemistry.",
      "pageId": 354575,
      "monthDay": "04/08"
    },
    {
      "year": "1911",
      "uri": "/wiki/Emil_Cioran",
      "name": "Emil Cioran",
      "aboutText": "Helen Beatrice Joseph (née Fennell) (8 April 1905 – 25 December 1992) was a South African anti-apartheid activist. Born in Sussex, England. Helen graduated with a degree in English from the University of London in 1927, and then departed for India where she taught for three years at Mahbubia School, a school for girls in Hyderabad.",
      "pageId": 1395397,
      "monthDay": "04/08"
    },
    {
      "year": "1912",
      "uri": "/wiki/Alois_Brunner",
      "name": "Alois Brunner",
      "aboutText": "Raoul Jobin, CC (April 8, 1906 – January 13, 1974) was a French-Canadian operatic tenor, particularly associated with the French repertory.",
      "pageId": 1742145,
      "monthDay": "04/08"
    },
    {
      "year": "1912",
      "uri": "/wiki/Sonja_Henie",
      "name": "Sonja Henie",
      "aboutText": "Glendon Fred Swarthout (April 8, 1918, near Pinckney, Michigan – September 23, 1992, Scottsdale, Arizona) was an American writer and novelist.",
      "pageId": 2595159,
      "monthDay": "04/08"
    },
    {
      "year": "1914",
      "uri": "/wiki/Mar%C3%ADa_F%C3%A9lix",
      "name": "María Félix",
      "aboutText": "Erwin Keller (8 April 1905 – 1971) was a field hockey player from Germany, who won the silver medal for his native country at the 1936 Summer Olympics in Berlin. Four members of his family did even better and won Gold.\nHis son Carsten Keller captured the gold medal at the 1972 Summer Olympics as did all three of his children, all as strikers.",
      "pageId": 3085098,
      "monthDay": "04/08"
    },
    {
      "year": "1915",
      "uri": "/wiki/Ivan_Supek",
      "name": "Ivan Supek",
      "aboutText": "Hugo Fregonese (April 8, 1908, Mendoza — January 17, 1987, Buenos Aires) was an Argentine film director who worked both in Hollywood and Argentina.\nHe made his directorial debut in 1943. In 1949, he directed Apenas un delincuente.",
      "pageId": 3438286,
      "monthDay": "04/08"
    },
    {
      "year": "1917",
      "uri": "/wiki/Winifred_Asprey",
      "name": "Winifred Asprey",
      "aboutText": "George Francis Musso (April 8, 1910 – September 5, 2000) was an American football lineman, playing both offensive guard and tackle as well as defensive middle guard.",
      "pageId": 3601873,
      "monthDay": "04/08"
    },
    {
      "year": "1917",
      "uri": "/wiki/Lloyd_Bott",
      "name": "Lloyd Bott",
      "aboutText": "Ivan Supek (8 April 1915 – 5 March 2007) was a Croatian physicist, philosopher, writer, playwright, peace activist and humanist.",
      "pageId": 4586651,
      "monthDay": "04/08"
    },
    {
      "year": "1917",
      "uri": "/wiki/Hubertus_Ernst",
      "name": "Hubertus Ernst",
      "aboutText": "Joachim \"Jochen\" Büchner (8 April 1905 – 22 February 1978) was a German sprint runner who won a bronze medal in the 400 m event at the 1928 Olympics. He failed to reach the 400 m final at the next Olympics, and finished in fourth place with the German 4×400 m relay team. He won three national titles in the 400 m in 1927–1929 and finished second in 1925, 1931 and 1932.",
      "pageId": 7229183,
      "monthDay": "04/08"
    },
    {
      "year": "1917",
      "uri": "/wiki/Grigori_Kuzmin",
      "name": "Grigori Kuzmin",
      "aboutText": "Hubertus Ernst (born 8 April 1917) is a Dutch prelate of the Roman Catholic Church. He is currently one of the oldest Roman Catholic bishops and one of oldest Dutch bishops. He was born in Breda.",
      "pageId": 19322385,
      "monthDay": "04/08"
    },
    {
      "year": "1918",
      "uri": "/wiki/Betty_Ford",
      "name": "Betty Ford",
      "aboutText": "Winifred \"Tim\" Alice Asprey (April 8, 1917 – October 19, 2007) was an American mathematician and computer scientist. She was one of only around 200 women to earn PhDs in mathematics from American universities during the 1940s, a period of women's underrepresentation in mathematics at this level.",
      "pageId": 22115550,
      "monthDay": "04/08"
    },
    {
      "year": "1918",
      "uri": "/wiki/Glendon_Swarthout",
      "name": "Glendon Swarthout",
      "aboutText": "Grigori Kuzmin (April 8, 1917 – April 22, 1988) was an Estonian astronomer, who worked mainly in the field of stellar dynamics.",
      "pageId": 39573514,
      "monthDay": "04/08"
    },
    {
      "year": "1919",
      "uri": "/wiki/Ian_Smith",
      "name": "Ian Smith",
      "aboutText": "Lloyd Forrester Bott DSC CBE (8 April 1917 – 8 September 2004) was a senior Australian public servant.",
      "pageId": 41666971,
      "monthDay": "04/08"
    },
    {
      "year": "1920",
      "uri": "/wiki/Carmen_McRae",
      "name": "Carmen McRae",
      "aboutText": "Jacques Romain Georges Brel (French: [ʒak bʁɛl]; 8 April 1929 – 9 October 1978) was a Belgian singer, songwriter and actor who composed and performed literate, thoughtful, and theatrical songs that generated a large, devoted following—initially in Belgium and France, later throughout the world. He was widely considered a master of the modern chanson. Although he recorded most of his songs in French and occasionally in Dutch, he became a major influence on English-speaking songwriters and performers such as David Bowie, Alex Harvey, Leonard Cohen, Marc Almond and Rod McKuen.",
      "pageId": 91751,
      "monthDay": "04/08"
    },
    {
      "year": "1921",
      "uri": "/wiki/Franco_Corelli",
      "name": "Franco Corelli",
      "aboutText": "Franco Corelli (8 April 1921 – 29 October 2003) was an Italian tenor who had a major international opera career between 1951 and 1976. Associated in particular with the spinto and dramatic tenor roles of the Italian repertory, he was celebrated universally for his powerhouse voice, electrifying top notes, clear timbre, passionate singing and remarkable performances. Dubbed the \"Prince of tenors\", Corelli possessed handsome features and a charismatic stage presence which endeared him to audiences.",
      "pageId": 353102,
      "monthDay": "04/08"
    },
    {
      "year": "1921",
      "uri": "/wiki/Jan_Nov%C3%A1k_(composer)",
      "name": "Jan Novák",
      "aboutText": "Edward Mulhare (8 April 1923 – 24 May 1997) was an Irish actor whose career spanned five decades.",
      "pageId": 398838,
      "monthDay": "04/08"
    },
    {
      "year": "1921",
      "uri": "/wiki/Herman_van_Raalte",
      "name": "Herman van Raalte",
      "aboutText": "George Fisher (8 April 1923 – 15 December 2003) was an American political cartoonist.",
      "pageId": 410990,
      "monthDay": "04/08"
    },
    {
      "year": "1923",
      "uri": "/wiki/George_Fisher_(cartoonist)",
      "name": "George Fisher",
      "aboutText": "Jürgen Moltmann (born 8 April 1926) is a German Reformed theologian who is Professor Emeritus of Systematic Theology at the University of Tübingen. Moltmann is a major figure in modern theology and was the recipient of the 2000 University of Louisville and Louisville Presbyterian Theological Seminary Grawemeyer Award in Religion, and was also selected to deliver the prestigious Gifford Lectures in 1984–1985. He has made significant contributions to a number of areas of Christian theology, including systematic theology, eschatology, ecclesiology, political theology, Christology, pneumatology, and the theology of creation.",
      "pageId": 464978,
      "monthDay": "04/08"
    },
    {
      "year": "1923",
      "uri": "/wiki/Edward_Mulhare",
      "name": "Edward Mulhare",
      "aboutText": "Leah Rabin (Hebrew: לאה רבין‎, née Schloßberg; April 8, 1928 – November 12, 2000) was the widow of Israeli Prime Minister Yitzhak Rabin, who was assassinated in 1995.",
      "pageId": 915162,
      "monthDay": "04/08"
    },
    {
      "year": "1924",
      "uri": "/wiki/Fr%C3%A9d%C3%A9ric_Back",
      "name": "Frédéric Back",
      "aboutText": "Walter Berry (8 April 1929 – 27 October 2000) was an Austrian lyric bass-baritone who enjoyed a prominent career in opera.\nWalter Berry was born in Vienna. He studied voice at the Vienna Music Academy and made his stage debut with the Vienna State Opera in 1947.",
      "pageId": 1179734,
      "monthDay": "04/08"
    },
    {
      "year": "1924",
      "uri": "/wiki/Anthony_Farrar-Hockley",
      "name": "Anthony Farrar-Hockley",
      "aboutText": "John Gavin (born John Anthony Golenor on April 8, 1931) is an American film actor and a former United States Ambassador to Mexico from 1981–86 and head of the Screen Actors Guild from 1971-73.",
      "pageId": 1346501,
      "monthDay": "04/08"
    },
    {
      "year": "1926",
      "uri": "/wiki/Henry_N._Cobb",
      "name": "Henry N. Cobb",
      "aboutText": "Henry N. Cobb (born April 8, 1926, in Boston, Massachusetts) is an American architect and founding partner with I.M. Pei of Pei Cobb Freed & Partners, an international architectural firm based in New York City.\nCobb attended Phillips Exeter Academy, Harvard College, and the Harvard University Graduate School of Design and returned to Harvard from 1980 to 1985 to be chairman of Harvard's Department of Architecture. He has received honorary degrees from Bowdoin College and the Swiss Federal Institute of Technology.",
      "pageId": 2267519,
      "monthDay": "04/08"
    },
    {
      "year": "1926",
      "uri": "/wiki/Shecky_Greene",
      "name": "Shecky Greene",
      "aboutText": "Renzo De Felice (8 April 1929 – 25 May 1996) was an Italian historian, who specialized in the Fascist era, writing - among others - a 6000-page biography of Mussolini (4 volumes, 1965–97).",
      "pageId": 2344968,
      "monthDay": "04/08"
    },
    {
      "year": "1926",
      "uri": "/wiki/Shirley_Mills",
      "name": "Shirley Mills",
      "aboutText": "Frédéric Back, OC CQ (April 8, 1924 – December 24, 2013) was a Canadian artist and film director of short animated films.",
      "pageId": 2398248,
      "monthDay": "04/08"
    },
    {
      "year": "1926",
      "uri": "/wiki/J%C3%BCrgen_Moltmann",
      "name": "Jürgen Moltmann",
      "aboutText": "Shecky Greene (born Fred Sheldon Greenfield; on April 8, 1926) is an American comedian. He is known for his nightclub performances in Las Vegas, where he has been a headliner for more than thirty years. He has appeared in several films, including Tony Rome, History of the World, Part I and Splash, and has guest starred on such television shows as Mad About You, Laverne & Shirley, Love, American Style, and Combat!",
      "pageId": 2722702,
      "monthDay": "04/08"
    },
    {
      "year": "1927",
      "uri": "/wiki/Tilly_Armstrong",
      "name": "Tilly Armstrong",
      "aboutText": "Jan Novák (8 April 1921, Nová Říše – 11 November 1984, Neu Ulm) was a popular Czech composer of classical music. Novák was primarily active in the 1960s and composed the music for several films of Karel Kachyňa.",
      "pageId": 2880016,
      "monthDay": "04/08"
    },
    {
      "year": "1927",
      "uri": "/wiki/Ollie_Mitchell",
      "name": "Ollie Mitchell",
      "aboutText": "Carmen Mercedes McRae (April 8, 1920 – November 10, 1994) was an American jazz singer, composer, pianist, and actress. Considered one of the most influential jazz vocalists of the 20th century, it was her behind-the-beat phrasing and her ironic interpretations of song lyrics that made her memorable. McRae drew inspiration from Billie Holiday, but established her own distinctive voice.",
      "pageId": 2885585,
      "monthDay": "04/08"
    },
    {
      "year": "1928",
      "uri": "/wiki/Leah_Rabin",
      "name": "Leah Rabin",
      "aboutText": "Carlos Hugo, Duke of Parma and Piacenza (8 April 1930 – 18 August 2010) was the head of the House of Bourbon-Parma from 1977 until his death. Carlos Hugo was the Carlist pretender to the throne of Spain under the name Carlos Hugo I. He sought to change the political direction of the Carlist movement through the Carlist Party, of which he was the official head during the fatal Montejurra Incident.\nHe was born as a direct male descendant of Louis XIV in Paris and baptized Hugues Marie Sixte Robert Louis Jean Georges Benoît Michel.",
      "pageId": 3532098,
      "monthDay": "04/08"
    },
    {
      "year": "1929",
      "uri": "/wiki/Walter_Berry_(bass-baritone)",
      "name": "Walter Berry",
      "aboutText": "General Sir Anthony Heritage Farrar-Hockley GBE, KCB, DSO & Bar, MC (8 April 1924 – 11 March 2006), affectionately known as 'Farrar the Para' , was a British Army officer and a military historian who distinguished himself in a number of British conflicts. He held a number of senior commands, ending his career as NATO's Commander-in-Chief Allied Forces Northern Europe.",
      "pageId": 4467378,
      "monthDay": "04/08"
    },
    {
      "year": "1929",
      "uri": "/wiki/Jacques_Brel",
      "name": "Jacques Brel",
      "aboutText": "Shirley Olivia Mills (April 8, 1926 – March 31, 2010) was an American actress, best known for her roles as the youngest daughter in The Grapes of Wrath and as the titular character in Child Bride.",
      "pageId": 6366919,
      "monthDay": "04/08"
    },
    {
      "year": "1929",
      "uri": "/wiki/Renzo_De_Felice",
      "name": "Renzo De Felice",
      "aboutText": "Tilly Armstrong (8 April 1927 – 6 July 2010) was a British writer of romance novels from 1978 to 1998, she also wrote as Tania Langley and Kate Alexander.\nArmstrong was born in Sutton, Surrey.",
      "pageId": 22459594,
      "monthDay": "04/08"
    },
    {
      "year": "1930",
      "uri": "/wiki/Carlos_Hugo,_Duke_of_Parma",
      "name": "Carlos Hugo, Duke of Parma",
      "aboutText": "Herman van Raalte (8 April 1921 – 3 April 2013) was a Dutch football player.",
      "pageId": 39025158,
      "monthDay": "04/08"
    },
    {
      "year": "1931",
      "uri": "/wiki/John_Gavin",
      "name": "John Gavin",
      "aboutText": "Ollie Mitchell (April 8, 1927 – May 11, 2013) was an American musician and bandleader. Born Oliver Edward Mitchell in Los Angeles on April 8, 1927, he was the son of Harold Mitchell, lead trumpeter for MGM Studios, who also taught Ollie to play the trumpet.",
      "pageId": 39498692,
      "monthDay": "04/08"
    },
    {
      "year": "1932",
      "uri": "/wiki/Iskandar_of_Johor",
      "name": "Iskandar of Johor",
      "aboutText": "Kofi Atta Annan (born 8 April 1938) is a Ghanaian diplomat who served as the seventh Secretary-General of the United Nations from January 1997 to December 2006. Annan and the United Nations were the co-recipients of the 2001 Nobel Peace Prize \"for their work for a better organized and more peaceful world.\" He is the founder and the Chairman of the Kofi Annan Foundation, as well as being the chairman of The Elders, a group founded by Nelson Mandela.\nFrom 23 February until 31 August 2012, Annan was the UN–Arab League Joint Special Representative for Syria, to help find a resolution to ongoing conflict there.",
      "pageId": 16844,
      "monthDay": "04/08"
    },
    {
      "year": "1933",
      "uri": "/wiki/Fred_Ebb",
      "name": "Fred Ebb",
      "aboutText": "Dame Vivienne Westwood, DBE, RDI (born Vivienne Isabel Swire on 8 April 1941) is a British fashion designer and businesswoman, largely responsible for bringing modern punk and new wave fashions into the mainstream.\nWestwood came to public notice when she made clothes for Malcolm McLaren's boutique in the King's Road, which became famous as \"SEX\". It was their ability to synthesise clothing and music that shaped the 1970s UK punk scene, dominated by McLaren's band, the Sex Pistols.",
      "pageId": 149006,
      "monthDay": "04/08"
    },
    {
      "year": "1933",
      "uri": "/wiki/James_Lockhart",
      "name": "James Lockhart",
      "aboutText": "Fred Ebb (April 8, 1928 – September 11, 2004) was an American musical theatre lyricist who had many successful collaborations with composer John Kander.",
      "pageId": 198947,
      "monthDay": "04/08"
    },
    {
      "year": "1934",
      "uri": "/wiki/Kisho_Kurokawa",
      "name": "Kisho Kurokawa",
      "aboutText": "John Frederick Hamm, OC (born April 8, 1938) is a Canadian physician and politician and was the 25th Premier of Nova Scotia, Canada.",
      "pageId": 226559,
      "monthDay": "04/08"
    },
    {
      "year": "1935",
      "uri": "/wiki/Oscar_Zeta_Acosta",
      "name": "Oscar Zeta Acosta",
      "aboutText": "Seymour Myron \"Sy\" Hersh (born April 8, 1937) is an American investigative journalist and political writer based in Washington, D.C. He is a contributor to The New Yorker magazine on military and security matters. He has also won two National Magazine Awards and is a five-time Polk winner and recipient of the 2004 George Orwell Award.\nHe first gained recognition in 1969 for exposing the My Lai Massacre and its cover-up during the Vietnam War, for which he received the 1970 Pulitzer Prize for International Reporting.",
      "pageId": 316118,
      "monthDay": "04/08"
    },
    {
      "year": "1935",
      "uri": "/wiki/Albert_Bustamante",
      "name": "Albert Bustamante",
      "aboutText": "\"Oscar Acosta\" redirects here.",
      "pageId": 323468,
      "monthDay": "04/08"
    },
    {
      "year": "1937",
      "uri": "/wiki/Seymour_Hersh",
      "name": "Seymour Hersh",
      "aboutText": "Anthony Louis Banks, Baron Stratford (8 April 1942 – 8 January 2006) was a British Labour Party politician, who was a member of parliament (MP) from 1983 to 2005, before being made a Member of the House of Lords. In government, he served as Minister for Sport from 1997 to 1999.",
      "pageId": 414437,
      "monthDay": "04/08"
    },
    {
      "year": "1937",
      "uri": "/wiki/Momo_Kapor",
      "name": "Momo Kapor",
      "aboutText": "Baginda Almutawakkil Alallah Sultan Iskandar Al-Haj Ibni Almarhum Sultan Sir Ismail Al-Khalidi (8 April 1932 – 22 January 2010) was the 24th Sultan of Johor and the 4th Sultan of modern Johor.  He succeeded his father, Sultan Ismail, upon the former's death in 10 May 1981. and was the eighth Yang di-Pertuan Agong (Malay for Supreme King or High King) of Malaysia, from 26 April 1984 to 25 April 1989.",
      "pageId": 583340,
      "monthDay": "04/08"
    },
    {
      "year": "1938",
      "uri": "/wiki/Kofi_Annan",
      "name": "Kofi Annan",
      "aboutText": "Kisho Kurokawa (黒川 紀章, Kurokawa Kishō) (April 8, 1934 – October 12, 2007) was a leading Japanese architect and one of the founders of the Metabolist Movement.",
      "pageId": 615202,
      "monthDay": "04/08"
    },
    {
      "year": "1938",
      "uri": "/wiki/John_Hamm",
      "name": "John Hamm",
      "aboutText": "Douglas Huntley Trumbull (/ˈtrʌmbəl/; born April 8, 1942) is an American film director, special effects supervisor, and inventor.",
      "pageId": 1082915,
      "monthDay": "04/08"
    },
    {
      "year": "1939",
      "uri": "/wiki/Manolis_Angelopoulos",
      "name": "Manolis Angelopoulos",
      "aboutText": "John Joseph \"Hondo\" Havlicek (/ˈhævlɨtʃɛk/ HAV-lə-chek; born April 8, 1940) is a retired American professional basketball player who competed for 16 seasons with the Boston Celtics, winning eight NBA championships, four of them coming in his first four seasons.\nIn the National Basketball Association, only teammates Bill Russell and Sam Jones won more championships during their playing careers. Havlicek is widely considered to be one of the greatest players in the history of the game, and was inducted as a member of the Naismith Memorial Basketball Hall of Fame in 1984.",
      "pageId": 1091531,
      "monthDay": "04/08"
    },
    {
      "year": "1939",
      "uri": "/wiki/John_Arbuthnott_(microbiologist)",
      "name": "John Arbuthnott",
      "aboutText": "Trina Schart Hyman (April 8, 1939 – November 19, 2004) was an American illustrator of children's books. She illustrated over 150 books, including fairy tales and Arthurian legends.",
      "pageId": 1204248,
      "monthDay": "04/08"
    },
    {
      "year": "1939",
      "uri": "/wiki/Mary_Leona_Gage",
      "name": "Mary Leona Gage",
      "aboutText": "Sir John Peebles Arbuthnott, PPRSE, FRCPSG, FMedSci, FRCPath (born 8 April 1939) is a Scottish microbiologist, and was Principal of the University of Strathclyde. He succeeded Lord Wilson of Tillyorn as President of The Royal Society of Edinburgh in October 2011 and was succeeded by Dame Jocelyn Bell Burnell in October 2014.\nArbuthnott was educated at Hyndland Senior Secondary School, Glasgow University (BSc, PhD), and Trinity College, Dublin (MA, ScD).",
      "pageId": 3291700,
      "monthDay": "04/08"
    },
    {
      "year": "1939",
      "uri": "/wiki/Trina_Schart_Hyman",
      "name": "Trina Schart Hyman",
      "aboutText": "Roger Chapman (born Roger Maxwell Chapman on 8 April 1942 in Leicester), also known as Chappo, is an English rock vocalist. He is best known as a member of the progressive rock band Family, which he joined along with Charlie Whitney, in 1966 and also the rock, R&B band Streetwalkers formed in 1974. His idiosyncratic brand of showmanship when performing and vocal vibrato led him to become a cult figure on the British rock scene.",
      "pageId": 3775745,
      "monthDay": "04/08"
    },
    {
      "year": "1940",
      "uri": "/wiki/John_Havlicek",
      "name": "John Havlicek",
      "aboutText": "Mary Leona Gage (April 8, 1939 – October 5, 2010) was an American actress, model and beauty queen who was crowned Miss USA 1957, the first from that state to capture the Miss USA crown.",
      "pageId": 4218785,
      "monthDay": "04/08"
    },
    {
      "year": "1941",
      "uri": "/wiki/Darlene_Gillespie",
      "name": "Darlene Gillespie",
      "aboutText": "James Lockhart of Lee and Carnwath, Count Lockhart-Wischeart of the Holy Roman Empire, (1727–1790), was a Scottish aristocrat with a successful military career.",
      "pageId": 4989372,
      "monthDay": "04/08"
    },
    {
      "year": "1941",
      "uri": "/wiki/Vivienne_Westwood",
      "name": "Vivienne Westwood",
      "aboutText": "Darlene Faye Gillespie (born April 8, 1941) is a former child actress, most remembered as a singer and dancer on the original The Mickey Mouse Club television series from 1955 to 1958. Her Irish father and French Canadian mother were a former vaudeville dance team.",
      "pageId": 5614048,
      "monthDay": "04/08"
    },
    {
      "year": "1942",
      "uri": "/wiki/Roger_Chapman",
      "name": "Roger Chapman",
      "aboutText": "Albert Garza Bustamante (born April 8, 1935) is a former member of the United States House of Representatives from Texas. A Democrat, he was a prominent Hispanic member of the House.\nBustamante was born and raised in Asherton, Texas, to a family of Mexican migrant workers.",
      "pageId": 8766929,
      "monthDay": "04/08"
    },
    {
      "year": "1942",
      "uri": "/wiki/Douglas_Trumbull",
      "name": "Douglas Trumbull",
      "aboutText": "Manolis Angelopoulos (Greek: Μανώλης Αγγελόπουλος; 8 April 1941, Agios Athanasios Dramas, Kavala (northern Greece) – 2 April 1989, London) was a popular Greek singer, composer and songwriter of Romani origin.\nDuring his childhood Angelopoulos traveled all over Greece with his Gipsy family caravan selling a variety of goods from carpets to watermelons. The caravan trucks had a microphone and he began to sell these items through the use of his singing voice over the loudspeakers.",
      "pageId": 14421988,
      "monthDay": "04/08"
    },
    {
      "year": "1943",
      "uri": "/wiki/Tony_Banks,_Baron_Stratford",
      "name": "Tony Banks, Baron Stratford",
      "aboutText": "Momčilo \"Momo\" Kapor (Serbian Cyrillic: Момчило – Момо Капор; 8 April 1937 – 3 March 2010) was a Serbian novelist and painter. Kapor is the author of over forty novels, short stories, travel and autobiographic books and essays. He was introduced to the literary circles as the author of radio, TV and theater drama at the beginning of the sixties.",
      "pageId": 20544913,
      "monthDay": "04/08"
    },
    {
      "year": "1943",
      "uri": "/wiki/Michael_Bennett",
      "name": "Michael Bennett",
      "aboutText": "Larry David Norman (April 8, 1947 – February 24, 2008) was an American musician, singer, songwriter, record label owner, and record producer.",
      "pageId": 97205,
      "monthDay": "04/08"
    },
    {
      "year": "1943",
      "uri": "/wiki/Miller_Farr",
      "name": "Miller Farr",
      "aboutText": "Thomas Dale \"Tom\" DeLay (/dəˈleɪ/; born April 8, 1947) is a former member of the United States House of Representatives, representing Texas's 22nd congressional district from 1985 until 2006. He was Republican Party (GOP) House Majority Leader from 2003–05.\nDeLay began his career as a politician in 1978 when he was elected to the Texas House of Representatives.",
      "pageId": 216169,
      "monthDay": "04/08"
    },
    {
      "year": "1943",
      "uri": "/wiki/James_Herbert",
      "name": "James Herbert",
      "aboutText": "Odd Nerdrum (born 8 April 1944 in Helsingborg, Sweden) is a Norwegian figurative painter. Themes and style in Nerdrum's work reference anecdote and narrative. Primary influences by the painters Rembrandt and Caravaggio help place his work in direct conflict with the abstraction and conceptual art considered acceptable in much of his native Norway.",
      "pageId": 399296,
      "monthDay": "04/08"
    },
    {
      "year": "1943",
      "uri": "/wiki/Jack_O%27Halloran",
      "name": "Jack O'Halloran",
      "aboutText": "Miller Farr Jr.",
      "pageId": 407369,
      "monthDay": "04/08"
    },
    {
      "year": "1943",
      "uri": "/wiki/Chris_Orr",
      "name": "Chris Orr",
      "aboutText": "Barbara Scott Young, Baroness Young of Old Scone (born 8 April 1948 in Perth, Scotland) is a member of the House of Lords. She was created a life peer on 4 November 1997 as Baroness Young of Old Scone, of Old Scone in Perth and Kinross.\nBaroness Young is currently the Chief Executive of health charity Diabetes UK, a position she took up on 1 November 2010.",
      "pageId": 470801,
      "monthDay": "04/08"
    },
    {
      "year": "1944",
      "uri": "/wiki/Jean_Benguigui",
      "name": "Jean Benguigui",
      "aboutText": "Robert Toru Kiyosaki (born April 8, 1947) is an American businessman, investor, self-help author, motivational speaker, financial literacy activist, financial commentator, and radio personality. Kiyosaki is the founder of the Rich Dad Company, a private education company that provides personal financial and business education to people through books, seminars and educational products all over the world. He also wrote the Rich Dad Poor Dad series of motivational books and has created other material published under the Rich Dad brand.",
      "pageId": 473309,
      "monthDay": "04/08"
    },
    {
      "year": "1944",
      "uri": "/wiki/Hywel_Bennett",
      "name": "Hywel Bennett",
      "aboutText": "Stephen James \"Steve\" Howe (born 8 April 1947) is an English musician and songwriter. He is best known as the guitarist in the progressive rock group Yes.",
      "pageId": 529161,
      "monthDay": "04/08"
    },
    {
      "year": "1944",
      "uri": "/wiki/Odd_Nerdrum",
      "name": "Odd Nerdrum",
      "aboutText": "James John Herbert, OBE (8 April 1943 – 20 March 2013) was a best-selling English horror writer who originally worked as the art director of an advertising agency. A full-time writer, he also designed his own book covers and publicity.",
      "pageId": 602725,
      "monthDay": "04/08"
    },
    {
      "year": "1944",
      "uri": "/wiki/Deke_Richards",
      "name": "Deke Richards",
      "aboutText": "James Augustus \"Jim\" or \"Catfish\" Hunter (April 8, 1946 – September 9, 1999) was a professional baseball player in Major League Baseball (MLB). From 1965 to 1979, he was a pitcher for the Kansas City Athletics, Oakland Athletics, and New York Yankees. Hunter was the first pitcher since 1915 to win 200 career games by the age of 31.",
      "pageId": 606866,
      "monthDay": "04/08"
    },
    {
      "year": "1944",
      "uri": "/wiki/Joey_D._Vieira",
      "name": "Joey D. Vieira",
      "aboutText": "Hywel Thomas Bennett (born 8 April 1944) is a Welsh film and television actor. Bennett is known for his recurring title role as James Shelley in the television sitcoms Shelley (1979–84) and its sequel The Return of Shelley (1988–92).\nAfter becoming known for his role in the comedy film The Virgin Soldiers (1969), Bennett made appearances in films such as Loot (1970) and Percy (1971).",
      "pageId": 927113,
      "monthDay": "04/08"
    },
    {
      "year": "1945",
      "uri": "/wiki/Derrick_Walker",
      "name": "Derrick Walker",
      "aboutText": "Michael Bennett (April 8, 1943 – July 2, 1987) was an American musical theater director, writer, choreographer, and dancer. He won seven Tony Awards for his choreography and direction of Broadway shows and was nominated for an additional eleven.\nBennett choreographed Promises, Promises, Follies and Company.",
      "pageId": 1205726,
      "monthDay": "04/08"
    },
    {
      "year": "1946",
      "uri": "/wiki/Catfish_Hunter",
      "name": "Catfish Hunter",
      "aboutText": "Deke Richards (April 8, 1944 – March 24, 2013), born Dennis Lussier and also known as Deke Lussier, was an American songwriter and record producer, one of many white musicians/songwriters who were affiliated with Motown.",
      "pageId": 1689813,
      "monthDay": "04/08"
    },
    {
      "year": "1946",
      "uri": "/wiki/Stuart_Pankin",
      "name": "Stuart Pankin",
      "aboutText": "Joseph Timothy \"Tim\" Thomerson (born April 8, 1946) is an American actor and comedian.",
      "pageId": 1696821,
      "monthDay": "04/08"
    },
    {
      "year": "1946",
      "uri": "/wiki/Tim_Thomerson",
      "name": "Tim Thomerson",
      "aboutText": "Pascal Lamy (born 8 April 1947) is a French political consultant and businessman. He was the Director-General of the World Trade Organization (WTO) until 1 September 2013. His appointment took effect on 1 September 2005 for a four-year term.",
      "pageId": 1841761,
      "monthDay": "04/08"
    },
    {
      "year": "1947",
      "uri": "/wiki/Tom_DeLay",
      "name": "Tom DeLay",
      "aboutText": "Jack O'Halloran (born April 8, 1943) is an American former boxer and actor.",
      "pageId": 2973821,
      "monthDay": "04/08"
    },
    {
      "year": "1947",
      "uri": "/wiki/Steve_Howe_(musician)",
      "name": "Steve Howe",
      "aboutText": "Stuart Pankin (born April 8, 1946) is an American actor best known for comedy roles. He has frequently performed at St. Vincent Summer Theatre.",
      "pageId": 3301861,
      "monthDay": "04/08"
    },
    {
      "year": "1947",
      "uri": "/wiki/Robert_Kiyosaki",
      "name": "Robert Kiyosaki",
      "aboutText": "Derrick Walker (born 8 April 1945 in Leven, Scotland) is a former British auto racing team owner. Since May 2013, Walker has been the President of operations and competition of IndyCar.",
      "pageId": 3422005,
      "monthDay": "04/08"
    },
    {
      "year": "1947",
      "uri": "/wiki/Pascal_Lamy",
      "name": "Pascal Lamy",
      "aboutText": "Christopher Orr MBE RA (born 8 April 1943) is an English artist and printmaker who has exhibited world wide and published over 400 limited edition prints in lithography, etching and silkscreen.\nOrr was born in Islington, London. After studying at Ravensbourne and Hornsey Schools of Art he graduated from the Royal College of Art in 1967 with an MA in Printmaking.",
      "pageId": 8204113,
      "monthDay": "04/08"
    },
    {
      "year": "1947",
      "uri": "/wiki/Larry_Norman",
      "name": "Larry Norman",
      "aboutText": "Joey D. Vieira (born April 8, 1944) is an American film and television actor. He began as a child actor using the professional name Donald Keeler as chubby, beanie-wearing farm boy, Sylvester \"Porky\" Brockway in the first several seasons (1954–57) of TV's Lassie (retitled Jeff's Collie in syndicated reruns and on DVD). Vieira borrowed the professional surname from his aunt, Ruby Keeler, star of numerous Warner Bros.",
      "pageId": 21224872,
      "monthDay": "04/08"
    },
    {
      "year": "1948",
      "uri": "/wiki/Barbara_Young,_Baroness_Young_of_Old_Scone",
      "name": "Barbara Young, Baroness Young of Old Scone",
      "aboutText": "Jean Benguigui (born 8 April 1944 in Oran) is a French actor. He is of Jewish-Algerian descent. In 2006 and 2007 he played the role of impresario Cartoni in a new adaptation of the operetta Le Chanteur de Mexico at the Théâtre du Châtelet.",
      "pageId": 28564312,
      "monthDay": "04/08"
    },
    {
      "year": "1949",
      "uri": "/wiki/K._C._Kamalasabayson",
      "name": "K. C. Kamalasabayson",
      "aboutText": "Gerhardus Christian Coetzee (born 8 April 1955 in Boksburg) is a South African former boxer. Also known as the Boksburg Bomber, he was the first boxer from the African continent ever to fight for, and win, a world heavyweight title, holding the WBA version of the championship between September 1983 and December 1984. His other nickname was The Bionic Hand, because he always had trouble with his right hand, and had a few corrective items put in it during three surgeries.",
      "pageId": 159074,
      "monthDay": "04/08"
    },
    {
      "year": "1949",
      "uri": "/wiki/John_Madden_(director)",
      "name": "John Madden",
      "aboutText": "John Philip Madden (/ˈmædən/; born 8 April 1949) is an English director of theatre, film, television, and radio. He is known for directing Shakespeare in Love (1998), which won the Academy Award for Best Picture. He has gained more recent recognition for directing The Best Exotic Marigold Hotel (2012) and its sequel The Second Best Exotic Marigold Hotel (2015).",
      "pageId": 351312,
      "monthDay": "04/08"
    },
    {
      "year": "1949",
      "uri": "/wiki/Joe_Royle",
      "name": "Joe Royle",
      "aboutText": "José Manuel Figueroa Figueroa (April 8, 1951 – July 13, 2015), better known as Joan Sebastian (pronounced: [xoˈan seβaˈstjan]), was a Mexican singer-songwriter. He wrote more than 1,000 songs including compositions for Vicente Fernández, Lucero, Pepe Aguilar, and Rocío Dúrcal. His music is a mixture of Latin pop, ranchera and grupera music.",
      "pageId": 357723,
      "monthDay": "04/08"
    },
    {
      "year": "1949",
      "uri": "/wiki/Brenda_Russell",
      "name": "Brenda Russell",
      "aboutText": "Gary Edmund Carter (April 8, 1954 – February 16, 2012) was an American professional baseball catcher whose 21-year career was spent primarily with the Montreal Expos and New York Mets. Nicknamed \"Kid\" for his youthful exuberance, Carter was named an All-Star 11 times, and was a member of the 1986 World Champion Mets.\nKnown throughout his career for his hitting and his excellent defense behind the plate, Carter made a major contribution to the Mets' World Series championship in 1986, including a 12th-inning single against the Houston Astros that won Game 5 of the NLCS and a 10th-inning single against the Boston Red Sox to start the fabled comeback rally in Game 6 of the World Series.",
      "pageId": 526702,
      "monthDay": "04/08"
    },
    {
      "year": "1949",
      "uri": "/wiki/John_Scott_(sociologist)",
      "name": "John Scott",
      "aboutText": "Kane Warren Hodder (born April 8, 1955) is an American actor, stuntman, and author.",
      "pageId": 700641,
      "monthDay": "04/08"
    },
    {
      "year": "1950",
      "uri": "/wiki/Grzegorz_Lato",
      "name": "Grzegorz Lato",
      "aboutText": "Ahmet Piriştina (April 8, 1952 – June 15, 2004) was a Turkish politician and mayor of İzmir. He was of Albanian descent.\nPiriştina was born in İzmir, Turkey.",
      "pageId": 739700,
      "monthDay": "04/08"
    },
    {
      "year": "1951",
      "uri": "/wiki/Gerd_Andres",
      "name": "Gerd Andres",
      "aboutText": "Barbara Kingsolver (born April 8, 1955) is an American novelist, essayist and poet. She was raised in rural Kentucky and lived briefly in the Congo in her early childhood. Kingsolver earned degrees in biology at DePauw University and the University of Arizona and worked as a freelance writer before she began writing novels.",
      "pageId": 783923,
      "monthDay": "04/08"
    },
    {
      "year": "1951",
      "uri": "/wiki/Geir_Haarde",
      "name": "Geir Haarde",
      "aboutText": "Kaori Momoi (桃井 かおり Momoi Kaori; born 8 April 1952 in Tokyo, Japan) is a Japanese actress.",
      "pageId": 1056647,
      "monthDay": "04/08"
    },
    {
      "year": "1951",
      "uri": "/wiki/Mel_Schacher",
      "name": "Mel Schacher",
      "aboutText": "Joseph \"Joe\" Royle (born 8 April 1949) is an English football manager. In his club career, he played for Everton (debuting at the age of 16), Manchester City, Bristol City, Norwich City, and the England national team.",
      "pageId": 1285649,
      "monthDay": "04/08"
    },
    {
      "year": "1951",
      "uri": "/wiki/Joan_Sebastian",
      "name": "Joan Sebastian",
      "aboutText": "Grzegorz Bolesław Lato (born 8 April 1950 in Malbork) is a retired Polish footballer and manager. He was the leading scorer at the 1974 World Cup. Lato's playing career coincided with the golden era of Polish football, which began with Olympic gold in Munich in 1972 and ended a decade later with third place at the 1982 World Cup in Spain, a repeat of the Poles' impressive finish in 1974 in Germany.",
      "pageId": 1525677,
      "monthDay": "04/08"
    },
    {
      "year": "1952",
      "uri": "/wiki/Ahmet_Piri%C5%9Ftina",
      "name": "Ahmet Piriştina",
      "aboutText": "Brenda Russell (born Brenda Gordon, April 8, 1949, Brooklyn, New York ) is an American-Canadian singer-songwriter and keyboardist. Known for her eclectic musical style, her recordings have encompassed several different genres, including pop, soul, dance, and jazz. She is perhaps best known for her 1988 hit \"Piano in the Dark,\" and also for writing the song \"Get Here\" which was a hit for Oleta Adams in 1991.",
      "pageId": 2769223,
      "monthDay": "04/08"
    },
    {
      "year": "1952",
      "uri": "/wiki/Kaori_Momoi",
      "name": "Kaori Momoi",
      "aboutText": "Geir Hilmar Haarde (Icelandic pronunciation: [ˈceːir̥ ˈhɪlmar̥ ˈhɔrtɛ]; born 8 April 1951) is an Icelandic politician and former head of government. In August 2014 he was appointed Ambassador of Iceland to the United States and several Latin American countries. He took office on 23 February 2015.",
      "pageId": 2804753,
      "monthDay": "04/08"
    },
    {
      "year": "1954",
      "uri": "/wiki/Gary_Carter",
      "name": "Gary Carter",
      "aboutText": "Ricky Lynn Bell (April 8, 1955 – November 28, 1984) was an American professional football player who was a running back for the University of Southern California in college, and professionally for the Tampa Bay Buccaneers and the San Diego Chargers of the National Football League.",
      "pageId": 3470972,
      "monthDay": "04/08"
    },
    {
      "year": "1954",
      "uri": "/wiki/Princess_Lalla_Amina_of_Morocco",
      "name": "Princess Lalla Amina of Morocco",
      "aboutText": "Gerd Andres (born 8 April 1951 in Wirges, Rhineland-Palatinate) is a German politician and member of the SPD.",
      "pageId": 5464178,
      "monthDay": "04/08"
    },
    {
      "year": "1954",
      "uri": "/wiki/G.V._Loganathan",
      "name": "G.V. Loganathan",
      "aboutText": "Melvin George \"Mel\" Schacher (born April 8, 1951) is best known as the bassist for rock band Grand Funk Railroad.\n^ \"Grand Funk Railroad\". NME. Retrieved 2010-12-05.",
      "pageId": 7189184,
      "monthDay": "04/08"
    },
    {
      "year": "1955",
      "uri": "/wiki/Ricky_Bell_(running_back)",
      "name": "Ricky Bell",
      "aboutText": "Gobichettipalayam Vasudevan \"G. V.\" Loganathan (April 8, 1954 – April 16, 2007) was an Indian-born American professor, who, at the time of his death, was a professor in the Department of Civil and Environmental engineering, part of the College of Engineering at Virginia Tech, United States.",
      "pageId": 10721311,
      "monthDay": "04/08"
    },
    {
      "year": "1955",
      "uri": "/wiki/Gerrie_Coetzee",
      "name": "Gerrie Coetzee",
      "aboutText": "Kandapper Chinniah Kamalasabayson (8 April 1949 – 12 August 2007) was a Sri Lankan Tamil lawyer, Solicitor General of Sri Lanka and Attorney General of Sri Lanka.",
      "pageId": 24400490,
      "monthDay": "04/08"
    },
    {
      "year": "1955",
      "uri": "/wiki/Kane_Hodder",
      "name": "Kane Hodder",
      "aboutText": "Ronald Harold \"Ron\" Johnson (born April 8, 1955) is the senior United States Senator for Wisconsin and a member of the Republican Party. Prior to his election to the Senate, he was chief executive officer of PACUR, LLC, a polyester and plastics manufacturer.",
      "pageId": 28036647,
      "monthDay": "04/08"
    },
    {
      "year": "1955",
      "uri": "/wiki/Ron_Johnson_(U.S._politician)",
      "name": "Ron Johnson",
      "aboutText": "John Peter Scott CBE FBA, FAcSS, PhD, BSc (born 8 April 1949), is a British sociologist working on issues of economic and political sociology, social stratification, the history of sociology, and social network analysis. He is currently working independently, and has previously worked at the Universities of Strathclyde, Leicester, Essex, and Plymouth. He is a Fellow of the British Academy (elected 2007), a Fellow of the Royal Society of Arts (elected 2005), and a Fellow of the Academy of Social Sciences (elected 2003).",
      "pageId": 32746476,
      "monthDay": "04/08"
    },
    {
      "year": "1955",
      "uri": "/wiki/Barbara_Kingsolver",
      "name": "Barbara Kingsolver",
      "aboutText": "Lalla Amina (8 April 1954 – 16 August 2012) was a member of the Moroccan royal family and President of the Moroccan Royal Federation of Equestrian Sports.",
      "pageId": 36777387,
      "monthDay": "04/08"
    },
    {
      "year": "1955",
      "uri": "/wiki/David_Wu",
      "name": "David Wu",
      "aboutText": "Julian Lennon (born John Charles Julian Lennon; 8 April 1963) is a British musician and photographer. He is the first child of John Lennon with his first wife, Cynthia. The Beatles' manager, Brian Epstein, was his godfather.",
      "pageId": 16382,
      "monthDay": "04/08"
    },
    {
      "year": "1956",
      "uri": "/wiki/Christine_Boisson",
      "name": "Christine Boisson",
      "aboutText": "Jeffrey Dean Isbell (born April 8, 1962), better known by his stage name Izzy Stradlin, is an American guitarist, singer and songwriter. He is best known as the co-founder and former rhythm guitarist of the hard rock band Guns N' Roses, which he left at the height of its fame in 1991, and with whom he recorded three studio albums.\nFollowing his departure from the band, Stradlin' fronted his own band Izzy Stradlin and the Ju Ju Hounds, before continuing to record as a solo artist.",
      "pageId": 396547,
      "monthDay": "04/08"
    },
    {
      "year": "1956",
      "uri": "/wiki/Roman_Dragoun",
      "name": "Roman Dragoun",
      "aboutText": "David Wu (traditional Chinese: 吳 振 偉; simplified Chinese: 吴振伟; pinyin: Wú Zhènwěi; born April 8, 1955) is an American politician who served as the U.S. representative for Oregon's 1st congressional district from 1999 to 2011. He is a member of the Democratic Party.\nAs a child of immigrants from Taiwan, Wu was the first Taiwanese American to serve in the House of Representatives.",
      "pageId": 699418,
      "monthDay": "04/08"
    },
    {
      "year": "1956",
      "uri": "/wiki/Jim_Piddock",
      "name": "Jim Piddock",
      "aboutText": "John Richard Schneider (born April 8, 1960) is an American actor and country music singer. He is best known for his portrayal of Bo Duke in the 1970s–1980s American television series The Dukes of Hazzard, Jonathan Kent in the 2001–11 TV series Smallville (an adaptation of Superman). and of James \"Jim\" Cryer on the television series The Haves and the Have Nots, created by Tyler Perry.",
      "pageId": 799357,
      "monthDay": "04/08"
    },
    {
      "year": "1956",
      "uri": "/wiki/Justin_Sullivan",
      "name": "Justin Sullivan",
      "aboutText": "Terry Porter (born April 8, 1963) is an American professional basketball coach and former player in the National Basketball Association (NBA). A native of Wisconsin, he played college basketball at the University of Wisconsin–Stevens Point before being drafted 24th by the Portland Trail Blazers in the 1985 NBA draft. In Portland, he played ten seasons with two All-Star Game appearances.",
      "pageId": 1634924,
      "monthDay": "04/08"
    },
    {
      "year": "1957",
      "uri": "/wiki/Anthony_Michaels-Moore",
      "name": "Anthony Michaels-Moore",
      "aboutText": "Frederic Charles Smerlas (born April 8, 1957) is a former American football defensive lineman who was a 5-time NFL Pro Bowl selection during 14-year career as a nose tackle with the Buffalo Bills, San Francisco 49ers, and New England Patriots.\nSmerlas, of Greek-American descent, graduated from Waltham High School in 1975, where he was a star football player and wrestler. He became a defensive lineman for Boston College before embarking on an NFL career.",
      "pageId": 2369718,
      "monthDay": "04/08"
    },
    {
      "year": "1957",
      "uri": "/wiki/Fred_Smerlas",
      "name": "Fred Smerlas",
      "aboutText": "Donita Sparks (born April 8, 1963) is a vocalist, guitarist, and songwriter. In addition to performing with her most recent band Donita Sparks and The Stellar Moments, she is the co-founder (along with Suzi Gardner) of the band L7. Sparks released her debut solo record Transmiticate in February 2008.",
      "pageId": 3085135,
      "monthDay": "04/08"
    },
    {
      "year": "1958",
      "uri": "/wiki/Detlef_Bruckhoff",
      "name": "Detlef Bruckhoff",
      "aboutText": "Justin Edward Sullivan (born 8 April 1956, Jordans, Buckinghamshire) is an English singer and songwriter, born to Quaker parents. He is also the frontman and lyricist of the British rock band New Model Army, which he formed in 1980 together with drummer Robert Heaton and bassist Stuart Morrow in their hometown of Bradford, Yorkshire. In the early 1980s he performed under the stage name of \"Slade the Leveller\".",
      "pageId": 5015386,
      "monthDay": "04/08"
    },
    {
      "year": "1958",
      "uri": "/wiki/Maarten_Ducrot",
      "name": "Maarten Ducrot",
      "aboutText": "James Anthony \"Jim\" Piddock (born 8 April 1956) is an English actor, writer, and producer who began his career on the stage in England, before emigrating to the U.S. in 1981.",
      "pageId": 5467418,
      "monthDay": "04/08"
    },
    {
      "year": "1958",
      "uri": "/wiki/Tom_Petranoff",
      "name": "Tom Petranoff",
      "aboutText": "Christine Boisson (born 8 April 1956 in Salon-de-Provence, Bouches-du-Rhône) is a French actress.\nAfter she registered in a model agency, Just Jaeckin liked her photo, and she got a part in the film Emmanuelle starring Sylvia Kristel, in which she played a lollipop-sucking teenager who masturbates over a picture of Paul Newman. Then she got some more film roles, but she also continued to study acting.",
      "pageId": 6523655,
      "monthDay": "04/08"
    },
    {
      "year": "1959",
      "uri": "/wiki/Alain_Bondue",
      "name": "Alain Bondue",
      "aboutText": "Thomas (\"Tom\") Alan Petranoff (born April 8, 1958 in Aurora, Illinois) is a former world record holder in the javelin throw; his May 1983 effort was greater than the length of an entire American football field at 99.72 meters (327'2\"). Tom Petranoff's world record added precisely three meters to the previous global standard of 96.72, set in 1980 by Hungary's Ferenc Paragi. Petranoff's prodigious effort fueled further discussion and speculation regarding the likelihood of alterations to the javelin's design and flight characteristics.",
      "pageId": 9503633,
      "monthDay": "04/08"
    },
    {
      "year": "1960",
      "uri": "/wiki/Dani%C3%ABl_Dekker",
      "name": "Daniël Dekker",
      "aboutText": "Brian James McDermott (born 8 April 1961) is a former professional footballer and current manager of Reading.\nBorn in Slough to Irish parents, McDermott joined Arsenal as an apprentice in 1977 and went on to play for Fulham, IFK Norrköping, Oxford United, Huddersfield Town, Cardiff City, Exeter City and Yeovil Town in a 14-year playing career during the 1980s and 1990s. At IFK Norrköping he was named Sweden's Player of the Year in 1984.",
      "pageId": 9530153,
      "monthDay": "04/08"
    },
    {
      "year": "1960",
      "uri": "/wiki/John_Schneider_(screen_actor)",
      "name": "John Schneider",
      "aboutText": "Paddy Lowe (born 8 April 1962) is a British motor racing engineer and Executive Director (Technical) of Mercedes Formula One.\nLowe graduated from Sidney Sussex College, University of Cambridge in 1984 with a degree in Engineering.\nIn 1987 he was employed by Williams F1 as joint Head of Electronics.",
      "pageId": 15768493,
      "monthDay": "04/08"
    },
    {
      "year": "1961",
      "uri": "/wiki/%C3%89lise_Guilbault",
      "name": "Élise Guilbault",
      "aboutText": "Élise Guilbault (born April 8, 1961) is a Canadian film and television actress. She won the Genie Award for Best Actress for her role in the film La Femme qui boit, and was a nominee for Cap Tourmente. She featured in the trilogy of Bernard Émond, playing a doctor in quest of faith and redemption in La Donation.",
      "pageId": 16152169,
      "monthDay": "04/08"
    },
    {
      "year": "1961",
      "uri": "/wiki/Brian_McDermott_(footballer)",
      "name": "Brian McDermott",
      "aboutText": "Maarten Ducrot (born 8 April 1958 in Vlissingen) is a former Dutch professional road bicycle racer, and currently cycling reporter for the Dutch television.\nDucrot rode the Tour de France five times, of which he finished four times. In his first Tour in 1985, he won the 9th stage.",
      "pageId": 18478927,
      "monthDay": "04/08"
    },
    {
      "year": "1962",
      "uri": "/wiki/Paddy_Lowe",
      "name": "Paddy Lowe",
      "aboutText": "Alain Bondue (born 8 April 1959 in Roubaix, France) is a former racing cyclist from France. He competed for France in the 1980 Summer Olympics held in Moscow, Soviet Union in the individual pursuit event where he finished in second place.\n^ \"Alain Bondue Olympic Results\".",
      "pageId": 21337105,
      "monthDay": "04/08"
    },
    {
      "year": "1962",
      "uri": "/wiki/Izzy_Stradlin",
      "name": "Izzy Stradlin",
      "aboutText": "Anthony Michaels-Moore (born 8 April 1957) is an English operatic baritone. After beginning studies in singing in 1981 and attending the Royal Scottish Academy of Music and Drama from 1984–85, his career has focused on the Italian repertoire throughout Europe where, in addition to the standard repertoire, he has sung the baritone roles of some of the less-known 19th Century Italian operas.\nIn North America he has appeared at most of the major houses, sometimes tackling some of the less familiar roles or appearing in a world premiere such as his 2009 appearances at the Santa Fe Opera's summer festival.",
      "pageId": 25089104,
      "monthDay": "04/08"
    },
    {
      "year": "1963",
      "uri": "/wiki/Julian_Lennon",
      "name": "Julian Lennon",
      "aboutText": "Detlef Bruckhoff (born 8 April 1958) is a retired German footballer.\nBruckhoff made a total of 16 Bundesliga appearances for Tennis Borussia Berlin and SV Darmstadt 98.\n^ \"Bruckhoff, Detlef\".",
      "pageId": 28855676,
      "monthDay": "04/08"
    },
    {
      "year": "1963",
      "uri": "/wiki/Terry_Porter",
      "name": "Terry Porter",
      "aboutText": "Daniël Dekker (born Henk Bakhuizen on 8 April 1960 in Amsterdam) is a Dutch Disc Jockey and Radio host. In 1980 Dekker began his radio career on Decibel Radio before working for 3FM and Radio 2.\nSince 2010 he has been the regular Dutch commentator for the Eurovision Song Contest although he was the Dutch radio commentator for the 1990 and 1992 Contest.",
      "pageId": 32140667,
      "monthDay": "04/08"
    },
    {
      "year": "1963",
      "uri": "/wiki/Donita_Sparks",
      "name": "Donita Sparks",
      "aboutText": "Roman Dragoun (born 8 April 1956) is a Czech singer, songwriter and keyboardist. In 1980-1983 and 2007–present he is member of Progres 2. He was member of Stromboli, T4 and Futurum.",
      "pageId": 35276551,
      "monthDay": "04/08"
    },
    {
      "year": "1963",
      "uri": "/wiki/Tine_Asmundsen",
      "name": "Tine Asmundsen",
      "aboutText": "Robin Gayle Wright (born April 8, 1966) is an American actress and television director. She was previously credited as Robin Wright Penn. Wright first gained attention when starring in the NBC soap opera Santa Barbara as Kelly Capwell from 1984 to 1988.",
      "pageId": 26265,
      "monthDay": "04/08"
    },
    {
      "year": "1963",
      "uri": "/wiki/Seth_Tobias",
      "name": "Seth Tobias",
      "aboutText": "Marcel Theo Hall (born April 8, 1964), better known by his stage name Biz Markie, is an American rapper, beatboxer, DJ, comedian, actor, singer, reality television personality, and commercial spokesperson. He is best known for his single \"Just a Friend\", an American Top 10 hit in 1989. In 2008, \"Just a Friend\" made #100 on VH1's list of the 100 greatest hip hop songs of all time.",
      "pageId": 212133,
      "monthDay": "04/08"
    },
    {
      "year": "1964",
      "uri": "/wiki/Biz_Markie",
      "name": "Biz Markie",
      "aboutText": "Patricia Arquette (born April 8, 1968) is an American actress. She made her film debut in A Nightmare on Elm Street 3: Dream Warriors (1987). Her notable films include Tony Scott's True Romance (1993) as Alabama Whitman, Tim Burton's Ed Wood (1994), David O. Russell's Flirting with Disaster (1996), David Lynch's Lost Highway (1997), Stephen Frears's The Hi-Lo Country (1998), Martin Scorsese's Bringing Out the Dead (1999), and the Disney film Holes (2003) as Kissin' Kate Barlow.",
      "pageId": 400595,
      "monthDay": "04/08"
    },
    {
      "year": "1964",
      "uri": "/wiki/John_McGinlay",
      "name": "John McGinlay",
      "aboutText": "Mark Blundell (born 8 April 1966) is a British racing driver who has competed in Formula One, sports car, and CART. Most notably, he won the 1992 24 Hours of Le Mans.",
      "pageId": 1189516,
      "monthDay": "04/08"
    },
    {
      "year": "1965",
      "uri": "/wiki/Steven_Blaney",
      "name": "Steven Blaney",
      "aboutText": "Michael Niko Jones MNZM (born 8 April 1965) is a New Zealand former rugby union player and coach. He was nicknamed 'the Iceman' or 'Ice' because of the number of icepacks he needed for injuries. He was named by Rugby World magazine as the third best All Black of the 20th century after Colin Meads and Sean Fitzpatrick.",
      "pageId": 1294466,
      "monthDay": "04/08"
    },
    {
      "year": "1965",
      "uri": "/wiki/Michael_Jones_(rugby_union)",
      "name": "Michael Jones",
      "aboutText": "Tracy Grammer is an American folk singer known for her work as half of the folk duo Dave Carter and Tracy Grammer and for the solo career that she has continued since Carter's death. She released three albums with Dave Carter during his lifetime, at first doing instrumental work and providing backing vocals, and then, by their last album together, singing lead vocals on half of the tracks. Four albums by the duo have been released following Carter's death.",
      "pageId": 1872345,
      "monthDay": "04/08"
    },
    {
      "year": "1966",
      "uri": "/wiki/Mazinho",
      "name": "Mazinho",
      "aboutText": "John McGinlay (born 8 April 1964) is a Scottish former footballer who is best known for his spell at Bolton Wanderers in the mid to late 1990s.",
      "pageId": 2155777,
      "monthDay": "04/08"
    },
    {
      "year": "1966",
      "uri": "/wiki/Iveta_Barto%C5%A1ov%C3%A1",
      "name": "Iveta Bartošová",
      "aboutText": "Paul Dedrick Gray (April 8, 1972 – May 24, 2010), also known as The Pig or by his number #2, was an American musician, best known as the bassist and one of the founding members of the Grammy Award-winning metal band Slipknot.",
      "pageId": 2203295,
      "monthDay": "04/08"
    },
    {
      "year": "1966",
      "uri": "/wiki/Mark_Blundell",
      "name": "Mark Blundell",
      "aboutText": "Iomar do Nascimento, known as Mazinho (born 8 April 1966) is a Brazilian football manager and former player, and the former head coach of Greek club Aris Thessaloniki.\nMazinho played 35 internationals for Brazil, winning the 1989 Copa América, 1994 World Cup, and a Silver medal at the 1988 Olympics.",
      "pageId": 3141802,
      "monthDay": "04/08"
    },
    {
      "year": "1966",
      "uri": "/wiki/Charlotte_Dawson",
      "name": "Charlotte Dawson",
      "aboutText": "Steven Blaney PC, MP (born April 8, 1965 in Sherbrooke, Quebec) is a Canadian businessman and Conservative politician. He served as the minister of Public Safety Canada from July 15, 2013 to November 4, 2015, and previously as the minister of Veterans Affairs and minister of State for La Francophonie in the cabinet of the Prime Minister Stephen Harper (May 18, 2011 to July 14, 2013). He represents the Québec riding of Lévis—Bellechasse in the Canadian House of Commons since the 2006 federal election.",
      "pageId": 3836528,
      "monthDay": "04/08"
    },
    {
      "year": "1966",
      "uri": "/wiki/Dalton_Grant",
      "name": "Dalton Grant",
      "aboutText": "Harri \"Rovis\" Rovanperä (Jyväskylä, 1966) is a Finnish rally driver who competed in the World Rally Championship from 1993 to 2006. He drove for SEAT (1997–00), Peugeot (2001–04), Mitsubishi (2005) and Red Bull Škoda Team (2006).",
      "pageId": 6780417,
      "monthDay": "04/08"
    },
    {
      "year": "1966",
      "uri": "/wiki/Harri_Rovanper%C3%A4",
      "name": "Harri Rovanperä",
      "aboutText": "Patricia Girard (also Girard-Léno, born April 8, 1968 in Pointe-à-Pitre, Guadeloupe,) is a French athlete who competed mainly in the 100 metre Hurdles.\n^ Auzias, D. (2008) Le Petit Futé Guadeloupe p.175.",
      "pageId": 6827139,
      "monthDay": "04/08"
    },
    {
      "year": "1966",
      "uri": "/wiki/Evripidis_Stylianidis",
      "name": "Evripidis Stylianidis",
      "aboutText": "Arwyn Davies (born 8 April 1967) is a Welsh actor, best known for playing the character of Mark Jones since 1993 on the long-running Welsh-language soap Pobol y Cwm.",
      "pageId": 7777219,
      "monthDay": "04/08"
    },
    {
      "year": "1966",
      "uri": "/wiki/Robin_Wright",
      "name": "Robin Wright",
      "aboutText": "Dalton Grant (born 8 April 1966) is a British high jumper, who has won a total number of four national titles for Great Britain (AAA Championships) in the men's high jump event. His personal best jump is 2.36 metres, achieved at the 1991 World Championships in Tokyo. He has a personal indoor best of 2.37 metres.",
      "pageId": 8643031,
      "monthDay": "04/08"
    },
    {
      "year": "1967",
      "uri": "/wiki/Arwyn_Davies",
      "name": "Arwyn Davies",
      "aboutText": "Seth Tobias (April 8, 1963 – September 4, 2007) was an American hedge fund manager and financial commentator who made frequent appearances on the CNBC television programs Squawk Box and Kudlow & Company.",
      "pageId": 13122966,
      "monthDay": "04/08"
    },
    {
      "year": "1968",
      "uri": "/wiki/Patricia_Arquette",
      "name": "Patricia Arquette",
      "aboutText": "Evripidis Stylianidis (Greek: Ευριπίδης Στυλιανίδης, also transliterated Evripidis Stilianides) is a Greek politician who has served as Minister for the Interior, Minister for Education and Minister for Transport and Communications.",
      "pageId": 18659555,
      "monthDay": "04/08"
    },
    {
      "year": "1968",
      "uri": "/wiki/Patricia_Girard",
      "name": "Patricia Girard",
      "aboutText": "Charlotte Dawson (8 April 1966 – 22 February 2014) was a New Zealand–Australian television personality. She was known in New Zealand for her roles as host of Getaway, and in Australia as a host on The Contender Australia and as a judge on Australia's Next Top Model. Her death by suicide attracted Australian-wide news coverage.",
      "pageId": 19609563,
      "monthDay": "04/08"
    },
    {
      "year": "1968",
      "uri": "/wiki/Tracy_Grammer",
      "name": "Tracy Grammer",
      "aboutText": "Sergei Leonidovich Magnitsky (Russian: Серге́й Леони́дович Магни́тский; 8 April 1972 – 16 November 2009) was a Russian accountant and auditor whose arrest and subsequent murder in custody generated international media attention and triggered both official and unofficial inquiries into allegations of fraud, theft and human rights violations.\nMagnitsky had alleged there had been a large-scale theft from the Russian state sanctioned and carried out by Russian officials. He was arrested and eventually died in prison seven days before the expiration of the one-year term during which he could be legally held without trial.",
      "pageId": 25917403,
      "monthDay": "04/08"
    },
    {
      "year": "1972",
      "uri": "/wiki/Paul_Gray_(American_musician)",
      "name": "Paul Gray",
      "aboutText": "Tine Asmundsen (born 8 April 1963 in Kongsberg, Norway) is a Norwegian jazz musician (Upright bass), known from her own band «Lonely Woman», playing with David Murray at Kongsberg Jazzfestival 2010.\n^ \"Tine Asmundsen: Lonely Woman\".",
      "pageId": 37578543,
      "monthDay": "04/08"
    },
    {
      "year": "1972",
      "uri": "/wiki/Sergei_Magnitsky",
      "name": "Sergei Magnitsky",
      "aboutText": "Iveta Bartošová (8 April 1966 – 29 April 2014) was a Czech singer, actress and celebrity, three-time best female vocalist in the music poll Zlatý slavík (1986, 1990 and 1991).",
      "pageId": 40120682,
      "monthDay": "04/08"
    },
    {
      "year": "1972",
      "uri": "/wiki/Sung_Kang",
      "name": "Sung Kang",
      "aboutText": "Emma Caulfield (born Emma M. Chukker; April 8, 1973) is an American actress best known for her role as Anya Jenkins on the television series Buffy the Vampire Slayer (1998–2003), as well as Susan Keats, a love interest of Brandon Walsh's on the television series Beverly Hills, 90210. Her film roles include Darkness Falls (2003) and TiMER (2009).",
      "pageId": 213736,
      "monthDay": "04/08"
    },
    {
      "year": "1973",
      "uri": "/wiki/Khaled_Badra",
      "name": "Khaled Badra",
      "aboutText": "Mark Spencer (born April 8, 1977) is an American computer engineer and is the original author of the GTK+-based instant messaging client Gaim (which has since been renamed to Pidgin), the L2TP daemon l2tpd and the Cheops Network User Interface.\nMark Spencer is also the creator of Asterisk, a Linux-based open-sourced PBX in software. He is the founder, chairman and CTO of Digium, an open-source telecommunications supplier most notable for its development and sponsorship of Asterisk.",
      "pageId": 490767,
      "monthDay": "04/08"
    },
    {
      "year": "1973",
      "uri": "/wiki/Emma_Caulfield",
      "name": "Emma Caulfield",
      "aboutText": "Bernt Haas (born 8 April 1978 in Vienna, Austria) is a Swiss former football defender who last played for the Swiss club FC St. Gallen.",
      "pageId": 732775,
      "monthDay": "04/08"
    },
    {
      "year": "1974",
      "uri": "/wiki/Holger_Hott",
      "name": "Holger Hott",
      "aboutText": "Derek Keith Barbosa (born April 8, 1974), better known by his stage name Chino XL, is an American rapper and actor, known for his technically accomplished style, consisting of self-consciously over-the-top punchlines, exaggerated egotism, complex rhyme schemes, and use of multiple similes, puns, metaphors, and word play. He has collaborated on various projects with some of the most well known in Hip Hop. Chino is also an avid bodybuilder.",
      "pageId": 1198799,
      "monthDay": "04/08"
    },
    {
      "year": "1974",
      "uri": "/wiki/Nnedi_Okorafor",
      "name": "Nnedi Okorafor",
      "aboutText": "Evans Rutto (born April 8, 1978 in Marakwet District) is a Kenyan long-distance runner, who specialises in road running events. He made the fastest ever debut marathon by winning the 2003 Chicago Marathon in a time of 2:05:50. He won the London Marathon and a second title in Chicago the following year.",
      "pageId": 1664530,
      "monthDay": "04/08"
    },
    {
      "year": "1974",
      "uri": "/wiki/Chino_XL",
      "name": "Chino XL",
      "aboutText": "Anabell Gardoqui \"Ana\" de la Reguera (Spanish pronunciation: [ˈana ðe la reˈɣeɾa]; born April 8, 1977) is a Mexican actress who has starred in telenovelas, films, and the HBO television series Eastbound & Down.",
      "pageId": 1999087,
      "monthDay": "04/08"
    },
    {
      "year": "1975",
      "uri": "/wiki/Anouk_(singer)",
      "name": "Anouk",
      "aboutText": "Nnedi Okorafor (full name: Nnedimma Nkemdili Okorafor (previously known as Nnedi Okorafor-Mbachu) is a Nigerian-American writer of fantasy, science fiction, and speculative fiction.",
      "pageId": 2384550,
      "monthDay": "04/08"
    },
    {
      "year": "1975",
      "uri": "/wiki/Funda_Arar",
      "name": "Funda Arar",
      "aboutText": "Anouk Teeuwe (Dutch pronunciation: [aːˈnuk ˈteːuʋə]; born 8 April 1975), professionally known by the mononym Anouk, is a Dutch singer-songwriter and record producer. After her breakthrough in 1997 with the single \"Nobody's Wife\", she had numerous hit singles in the Dutch and Belgian charts, such as \"R U Kiddin' Me\", \"Michel\", \"Girl\", \"Lost\", \"Modern World\", \"Three Days in a Row\", and \"Woman\".\nAnouk has released nine studio albums to date, the most recent one being Paradise and Back Again, released on 24 November 2014.",
      "pageId": 2505788,
      "monthDay": "04/08"
    },
    {
      "year": "1975",
      "uri": "/wiki/Francesco_Flachi",
      "name": "Francesco Flachi",
      "aboutText": "Rachel Roberts (born April 8, 1978) is a Canadian model and actress. She was born in Vancouver, British Columbia, Canada.",
      "pageId": 2964131,
      "monthDay": "04/08"
    },
    {
      "year": "1975",
      "uri": "/wiki/Timo_P%C3%A9rez",
      "name": "Timo Pérez",
      "aboutText": "Timoniel M. \"Timo\" Pérez (born April 8, 1975) is a former Major League Baseball (MLB) outfielder.",
      "pageId": 2991408,
      "monthDay": "04/08"
    },
    {
      "year": "1977",
      "uri": "/wiki/Mehran_Ghassemi",
      "name": "Mehran Ghassemi",
      "aboutText": "Khaled Badra (Arabic: خالد بدرة‎, born 8 April 1973 in Kairouan) is a retired Tunisian footballer, who recently retired from international football, he last played for Tunisian League side Espérance of Tunis.",
      "pageId": 3686641,
      "monthDay": "04/08"
    },
    {
      "year": "1977",
      "uri": "/wiki/Mark_Spencer_(computer_engineer)",
      "name": "Mark Spencer",
      "aboutText": "Francesco Flachi (born 8 April 1975) is a retired Italian professional footballer who played as a striker.\nDuring an 18-year professional career in which he amassed Serie A totals of 137 games and 42 goals, he played mainly with Sampdoria.",
      "pageId": 4224795,
      "monthDay": "04/08"
    },
    {
      "year": "1978",
      "uri": "/wiki/Daigo_(musician)",
      "name": "Daigo",
      "aboutText": "Sung Kang (Korean: Kang Sung-Ho; Korean: 강성호; born April 8, 1972) is an American actor, known for his role as Han in the film Better Luck Tomorrow and The Fast and the Furious franchise.",
      "pageId": 5818440,
      "monthDay": "04/08"
    },
    {
      "year": "1978",
      "uri": "/wiki/Ana_de_la_Reguera",
      "name": "Ana de la Reguera",
      "aboutText": "Mario Pestano García (born 8 April 1978 in Tenerife) is a male Spanish discus thrower.",
      "pageId": 6249943,
      "monthDay": "04/08"
    },
    {
      "year": "1978",
      "uri": "/wiki/Bernt_Haas",
      "name": "Bernt Haas",
      "aboutText": "Funda Arar (Turkish pronunciation: [funˈda aˈɾaɾ]) (born 8 April 1975, Ankara) is a Turkish singer.\nFunda Arar spent her early childhood in Ankara, where she was born, and later in Muğla and Adapazarı. She studied at Istanbul Technical University's music conservatory, specialicizing in the mandolin.",
      "pageId": 6455926,
      "monthDay": "04/08"
    },
    {
      "year": "1978",
      "uri": "/wiki/Mario_Pestano",
      "name": "Mario Pestano",
      "aboutText": "Holger Hott, formerly Holger Hott Johansen, (born 8 April 1974) is a Norwegian orienteering competitor who has won two individual long distance bronze medals in the World Championships in 2004 and 2005. He was part of Norway's relay team that took gold in the World Championships in Japan in 2005. He also won the overall world cup in 2004.",
      "pageId": 6669596,
      "monthDay": "04/08"
    },
    {
      "year": "1978",
      "uri": "/wiki/Rachel_Roberts_(model)",
      "name": "Rachel Roberts",
      "aboutText": "Mehran Ghassemi (Persian: مهران قاسمی‎‎) (April 8, 1977 – January 9, 2008) was an Iranian journalist.",
      "pageId": 7368489,
      "monthDay": "04/08"
    },
    {
      "year": "1978",
      "uri": "/wiki/Jocelyn_Robichaud",
      "name": "Jocelyn Robichaud",
      "aboutText": "Daigo Naitō (内藤 大湖, Naitō Daigo, born April 8, 1978 in Tokyo, Japan), formerly known as Daigo☆Stardust, is a Japanese singer-songwriter, actor and voice actor. He debuted in 2003 as Daigo Stardust under Victor Entertainment. In 2007, he formed the rock band Breakerz.",
      "pageId": 19206146,
      "monthDay": "04/08"
    },
    {
      "year": "1978",
      "uri": "/wiki/Evans_Rutto",
      "name": "Evans Rutto",
      "aboutText": "David Petruschin (born April 8, 1979), better known by his stage name Raven, is an American drag queen and reality television personality from Riverside, California. He was the best contestant on second season of RuPaul's Drag Race.",
      "pageId": 27452485,
      "monthDay": "04/08"
    },
    {
      "year": "1979",
      "uri": "/wiki/Raven_(drag_queen)",
      "name": "Raven",
      "aboutText": "Jocelyn Robichaud (born 8 April 1978 in Joliette, Quebec) is a former tour professional tennis player. Robichaud captured three junior Grand Slam titles and played Davis Cup for Canada. More of a doubles specialist, he won three Challenger events in doubles and reached a career-high ATP doubles ranking of World No.",
      "pageId": 28571736,
      "monthDay": "04/08"
    },
    {
      "year": "1979",
      "uri": "/wiki/Alexi_Laiho",
      "name": "Alexi Laiho",
      "aboutText": "Manuel Ortega (born Manuel Hanke, Steyregg, 8 April 1980) is an Austrian singer.\nThe son of a Spanish mother and an Austrian father, Ortega began his career as a singer when he was 10 years old. He sang with the Florianer Sängerknaben in one of the oldest choirs from Austria.",
      "pageId": 323854,
      "monthDay": "04/08"
    },
    {
      "year": "1980",
      "uri": "/wiki/Manuel_Ortega_(singer)",
      "name": "Manuel Ortega",
      "aboutText": "Kirsten Renee Storms (born April 8, 1984) is an American actress. She played Isabella \"Belle\" Black on the NBC soap opera Days of Our Lives from 1999 to 2004. In 2005, Storms was cast as the character Maxie Jones on the ABC soap opera General Hospital and its spin-off General Hospital: Night Shift.",
      "pageId": 705819,
      "monthDay": "04/08"
    },
    {
      "year": "1980",
      "uri": "/wiki/Katee_Sackhoff",
      "name": "Katee Sackhoff",
      "aboutText": "Alexi \"Wildchild\" Laiho (born Markku Uula Aleksi Laiho; April 8, 1979) is a Finnish guitarist, composer, and vocalist. He is best known for being the lead guitarist as well as lead vocalist for melodic death metal band Children of Bodom, and he is also the guitarist for Sinergy and Kylähullut. He has previously played with Thy Serpent and Impaled Nazarene on occasion, as well as Warmen and Hypocrisy.",
      "pageId": 1059950,
      "monthDay": "04/08"
    },
    {
      "year": "1980",
      "uri": "/wiki/Mariko_Seyama",
      "name": "Mariko Seyama",
      "aboutText": "Pablo Portillo (born April 8, 1984) is a famous Mexican singer and actor.\nPortillo was a member of Mexican group Liberacion and later a member of MDO. With MDO, Portillo toured across Latin America, the United States, and Mexico. Portillo was in MDO with Didier Hernandez, Abel Talamantez and Alexis Grullon, among others.",
      "pageId": 1119053,
      "monthDay": "04/08"
    },
    {
      "year": "1981",
      "uri": "/wiki/Fr%C3%A9d%C3%A9rick_Bousquet",
      "name": "Frédérick Bousquet",
      "aboutText": "Kathryn Ann \"Katee\" Sackhoff (born April 8, 1980) is an American actress best known for playing Lieutenant Kara \"Starbuck\" Thrace on the Sci Fi Channel's television program Battlestar Galactica (2003–2009). She was nominated for four Saturn Awards for her work on Battlestar Galactica, winning the award for Best Supporting Actress on Television in 2005.\nSackhoff has also starred in the short-lived TV series The Fearing Mind (2000–2001) and The Education of Max Bickford (2001–2002); had recurring roles in the TV series Bionic Woman (2007), Robot Chicken (2007–2014), Nip/Tuck (2009), CSI: Crime Scene Investigation (2010-2011) and Star Wars: The Clone Wars (2012–2013); and had a lead role in the eighth season of 24 as Dana Walsh (2010).",
      "pageId": 1703894,
      "monthDay": "04/08"
    },
    {
      "year": "1981",
      "uri": "/wiki/Taylor_Kitsch",
      "name": "Taylor Kitsch",
      "aboutText": "Félix Abraham Hernández García (born April 8, 1986), nicknamed \"King Félix\", is a Venezuelan professional baseball starting pitcher for the Seattle Mariners of Major League Baseball (MLB). He made his MLB debut in 2005.\nOn August 15, 2012, he threw the 23rd perfect game in Major League Baseball history against the Tampa Bay Rays in a 1–0 victory at Safeco Field.",
      "pageId": 2421469,
      "monthDay": "04/08"
    },
    {
      "year": "1981",
      "uri": "/wiki/Ofer_Shechter",
      "name": "Ofer Shechter",
      "aboutText": "Igor Vladimirovich Akinfeev (Russian: Игорь Владимирович Акинфеев; IPA: [ˈiɡərʲ vlɐˈdʲimʲɪrəvʲɪtɕ ɐkʲɪnˈfʲeɪf]; born 8 April 1986) is a Russian international football goalkeeper who is the captain of CSKA Moscow in the Russian Premier League.\nHe has spent his entire career at CSKA, winning five Russian Premier League titles, and five Russian Cups, as well as the UEFA Cup in 2005.",
      "pageId": 3500976,
      "monthDay": "04/08"
    },
    {
      "year": "1983",
      "uri": "/wiki/Natalia_(Greek_singer)",
      "name": "Natalia",
      "aboutText": "Erika Sawajiri (沢尻 エリカ, Sawajiri Erika, born April 8, 1986 in Nerima, Tokyo) is a Japanese actress, model and singer. She appeared in the non-fiction Japanese television drama 1 Litre of Tears, playing the role of a girl who suffered from the intractable disease spinocerebellar degeneration (SCD).\nOn September 10, 2010, it was announced that Sawajiri had signed with Avex label for talent management and music releases.",
      "pageId": 3942744,
      "monthDay": "04/08"
    },
    {
      "year": "1983",
      "uri": "/wiki/Allu_Arjun",
      "name": "Allu Arjun",
      "aboutText": "Allu Arjun is an Indian film actor who works in Telugu cinema. He has won three Filmfare Best Telugu Actor Awards for Parugu, Vedam and Race Gurram two Nandi Special Jury Awards for Arya and Parugu, and CineMAA Award for Best Actor Male for Gangotri And Race Gurram.\nIn 2015, Allu Arjun became the first Tollywood actor to have three consecutive ₹500+ Million share films with his films Race Gurram, S/O Satyamurthy and Rudhramadevi.",
      "pageId": 4103708,
      "monthDay": "04/08"
    },
    {
      "year": "1983",
      "uri": "/wiki/Tatyana_Petrova_Arkhipova",
      "name": "Tatyana Petrova Arkhipova",
      "aboutText": "Frédérick Bousquet (French pronunciation: ​[fʁe.de.ʁik bu.skɛ]) (born 8 April 1981 in Perpignan) is a freestyle and butterfly swimmer from France. He was the holder of the world record in the 50 m freestyle in a time of 20.94 in long course, set on 26 April 2009 at the final of the French Championships. Since the record was swum in a banned, performance enhancing suit it remained in limbo whether the record stood until FINA approved it in July following a modification of his suit.",
      "pageId": 6355993,
      "monthDay": "04/08"
    },
    {
      "year": "1984",
      "uri": "/wiki/Ezra_Koenig",
      "name": "Ezra Koenig",
      "aboutText": "Taylor Kitsch (born April 8, 1981) is a Canadian actor and model. He is best known for his role as Tim Riggins in the NBC series Friday Night Lights (2006–2011), Gambit in X-Men Origins: Wolverine (2009), and Lieutenant Alex Hopper in Battleship (2012).\nKitsch has also starred in John Carter (2012) as the eponymous lead character, Savages (2012), and Lone Survivor (2013), in which he portrayed Michael Murphy.",
      "pageId": 7152833,
      "monthDay": "04/08"
    },
    {
      "year": "1984",
      "uri": "/wiki/Pablo_Portillo",
      "name": "Pablo Portillo",
      "aboutText": "Tatyana Petrova Arkhipova (Russian: Татьяна Петрова Архипова; born April 8, 1983 in Urmarsky District, Chuvashia as Tatyana Valeriyevna Petrova) is a Russian runner. She is a former specialist in the 3000 metres steeplechase, finishing fourth at the 2008 Beijing Olympics.",
      "pageId": 7570031,
      "monthDay": "04/08"
    },
    {
      "year": "1984",
      "uri": "/wiki/Kirsten_Storms",
      "name": "Kirsten Storms",
      "aboutText": "Royston Ricky Drenthe (born 8 April 1987) is a Dutch professional footballer who plays for Baniyas. Although he primarily plays as a left winger, he can also operate as a left back, speed being his main attribute.\nHe started his professional career with Eredivisie side Feyenoord in 2005, having graduated from the club's youth academy, and he made 37 appearances for the side, before switching to La Liga side Real Madrid in 2007.",
      "pageId": 7819452,
      "monthDay": "04/08"
    },
    {
      "year": "1985",
      "uri": "/wiki/Patrick_Schliwa",
      "name": "Patrick Schliwa",
      "aboutText": "Natalia Doussopoulos (Greek: Ναταλία Δουσσοπούλου), known professionally as Natalia, is a Greek pop singer. She was featured in several songs with the Turkish pop singer Mustafa Sandal including \"Hatırla Beni\" in 2000 and \"Aşka Yürek Gerek\" in 2003.",
      "pageId": 11011373,
      "monthDay": "04/08"
    },
    {
      "year": "1985",
      "uri": "/wiki/Yemane_Tsegay",
      "name": "Yemane Tsegay",
      "aboutText": "Ezra Michael Koenig (born April 8, 1984) is an American musician, singer, and songwriter.",
      "pageId": 15301476,
      "monthDay": "04/08"
    },
    {
      "year": "1986",
      "uri": "/wiki/Igor_Akinfeev",
      "name": "Igor Akinfeev",
      "aboutText": "Osvaldo David Martínez Arce (born 8 April 1986) is a Paraguayan professional footballer currently playing for América of the Liga MX and the Paraguay national team.",
      "pageId": 22660210,
      "monthDay": "04/08"
    },
    {
      "year": "1986",
      "uri": "/wiki/F%C3%A9lix_Hern%C3%A1ndez",
      "name": "Félix Hernández",
      "aboutText": "Yemane Adhane Tsegay (born 8 April 1985) is an Ethiopian long distance runner who specialises in the marathon. He won the 2012 Rotterdam Marathon with a personal best time of 2:04:48 hours.",
      "pageId": 26466427,
      "monthDay": "04/08"
    },
    {
      "year": "1986",
      "uri": "/wiki/Osvaldo_Mart%C3%ADnez",
      "name": "Osvaldo Martínez",
      "aboutText": "Patrick Schliwa (born 8 April 1985) is a German international rugby union player, playing for the Heidelberger RK in the Rugby-Bundesliga and the German national rugby union team.\nSchliwa played in the 2009, 2010, 2011 and 2012 German championship final for Heidelberger RK, losing the first one and winning the following three. Schliwa scored a try in the lost 2009 final, the only one for HRK in the game.",
      "pageId": 26665863,
      "monthDay": "04/08"
    },
    {
      "year": "1986",
      "uri": "/wiki/Erika_Sawajiri",
      "name": "Erika Sawajiri",
      "aboutText": "Ofer Shechter (Hebrew: עפר שכטר‎; born April 8, 1981) is an Israeli actor, entertainer, model and TV host.",
      "pageId": 28283805,
      "monthDay": "04/08"
    },
    {
      "year": "1987",
      "uri": "/wiki/Royston_Drenthe",
      "name": "Royston Drenthe",
      "aboutText": "Mariko Seyama (脊山 麻理子, Seyama Mariko, born April 8, 1980, in Bunkyō, Tokyo, Japan) is a Japanese announcer, photographer, and former model who is represented by the talent agency Horipro. She was an announcer for Nippon Television.\n^ \"Official profile\".",
      "pageId": 47586219,
      "monthDay": "04/08"
    },
    {
      "year": "1987",
      "uri": "/wiki/Jeremy_Hellickson",
      "name": "Jeremy Hellickson",
      "aboutText": "Found Occupation?s?, Found Related_acts, Found Instruments, Found Notable_songs, Found Notable_albums, Hitomi Takahashi (高橋 瞳, Takahashi Hitomi, born April 8, 1989) is a Japanese pop rock singer from Shiogama, Miyagi. With her first single \"Bokutachi no Yukue\" released in 2005, she became the third artist in to top the Oricon charts with a debut single.\n^ \"Takahashi Hitomi - Biography\".",
      "pageId": 2577994,
      "monthDay": "04/08"
    },
    {
      "year": "1988",
      "uri": "/wiki/Jenni_Asserholt",
      "name": "Jenni Asserholt",
      "aboutText": "Jenni Anna Christina Asserholt (born 8 April 1988) is a Swedish ice hockey player. She plays te forward position for the Sweden women's national ice hockey team. She won a silver medal at the 2006 Winter Olympics.",
      "pageId": 4604148,
      "monthDay": "04/08"
    },
    {
      "year": "1988",
      "uri": "/wiki/Stephanie_Cayo",
      "name": "Stephanie Cayo",
      "aboutText": "Minami Takahashi (高橋 みなみ, Takahashi Minami, born April 8, 1991 in Tokyo) is a member of the Japanese idol girl group AKB48 under Team A. She is the General Director (総監督, sōkantoku) of AKB48 and its sister groups. In an interview with Nippon Television in June 2010, AKB48 producer Yasushi Akimoto described her as the \"eldest daughter of the 48 sisters\". She is commonly part of the main lineup for the AKB48 singles.",
      "pageId": 6710678,
      "monthDay": "04/08"
    },
    {
      "year": "1988",
      "uri": "/wiki/Rachael_Finch",
      "name": "Rachael Finch",
      "aboutText": "Stephanie Cristina Cayo Sanguinetti (born 8 April 1988) is a Peruvian actress, singer, and model.\nAs a child, she made her first notable acting appearance in Travesuras del Corazón, a Peruvian soap opera. She later appeared as a primary character in several telenovelas, particularly gaining international exposure playing the main female character in the internationally-broadcast Besos Robados.",
      "pageId": 8567092,
      "monthDay": "04/08"
    },
    {
      "year": "1988",
      "uri": "/wiki/Kim_Myung-sung",
      "name": "Kim Myung-sung",
      "aboutText": "Rachael Finch (born 8 April 1988) is an Australian TV Host, dancer, model and beauty pageant titleholder She was awarded the 'People's Choice Award' for the 2006 Miss Teen Australia and finished as 3rd Runner-Up at Miss Universe 2009.",
      "pageId": 23828796,
      "monthDay": "04/08"
    },
    {
      "year": "1989",
      "uri": "/wiki/Matthew_Healy",
      "name": "Matthew Healy",
      "aboutText": "Jeremy Robert Hellickson (born April 8, 1987) is an American professional baseball pitcher for the Philadelphia Phillies of Major League Baseball (MLB). He previously played for the Tampa Bay Rays and Arizona Diamondbacks. He was born in Des Moines, Iowa and attended Hoover High School.",
      "pageId": 25137599,
      "monthDay": "04/08"
    },
    {
      "year": "1989",
      "uri": "/wiki/Hitomi_Takahashi_(singer)",
      "name": "Hitomi Takahashi",
      "aboutText": "Kim Jong-hyun (hangul: 김종현; born April 8, 1990) most often credited as Jonghyun, is a South Korean singer and songwriter. He is the main vocalist of the South Korean boy group Shinee and a member of the ballad group S.M. The Ballad. Jonghyun released his first solo album EP titled Base on January 12, 2015.",
      "pageId": 26744321,
      "monthDay": "04/08"
    },
    {
      "year": "1989",
      "uri": "/wiki/Gabriella_Wilde",
      "name": "Gabriella Wilde",
      "aboutText": "Kim Myung-Sung (Hangul: 김명성) (born April 8, 1988 in Seoul, South Korea) is a South Korean pitcher for the Doosan Bears in the Korea Baseball Organization. He bats and throws right-handed.",
      "pageId": 28733420,
      "monthDay": "04/08"
    },
    {
      "year": "1990",
      "uri": "/wiki/Kim_Jonghyun",
      "name": "Kim Jonghyun",
      "aboutText": "Gabriella Wilde (born Gabriella Zanna Vanessa Anstruther-Gough-Calthorpe; 8 April 1989), also known as Gabriella Calthorpe, is an English model and actress who has appeared in the films The Three Musketeers (2011), Carrie (2013) and Endless Love (2014).",
      "pageId": 28850075,
      "monthDay": "04/08"
    },
    {
      "year": "1991",
      "uri": "/wiki/Minami_Takahashi",
      "name": "Minami Takahashi",
      "aboutText": "Kanae Yoshii (吉井 香奈恵, Yoshii Kanae, born April 8, 1993 in Osaka Prefecture) often called Kan-chan (かんちゃん),is a Japanese idol, singer and actress.",
      "pageId": 38636430,
      "monthDay": "04/08"
    },
    {
      "year": "1993",
      "uri": "/wiki/Gaku_Matsumoto",
      "name": "Gaku Matsumoto",
      "aboutText": "Matthew Timothy \"Matty\" Healy (born 8 April 1989) is an English musician, best known as the lead singer, guitarist and pianist for the indie rock band the 1975.",
      "pageId": 39673631,
      "monthDay": "04/08"
    },
    {
      "year": "1993",
      "uri": "/wiki/Kanae_Yoshii",
      "name": "Kanae Yoshii",
      "aboutText": "Gaku Matsumoto (松本 岳, Matsumoto Gaku, born April 8, 1993, in Yatsuo, Toyama, Toyama Prefecture) is a Japanese actor who is affiliated with Izawa Office.",
      "pageId": 46956177,
      "monthDay": "04/08"
    }
  ]
}