{
  "people": [
    {
      "year": "347",
      "uri": "/wiki/Theodosius_I",
      "name": "Theodosius I",
      "aboutText": "Abd-ar-Rahman III (′Abd ar-Rahmān ibn Muhammad ibn ′Abd Allāh ibn Muhammad ibn ′abd ar-Rahman ibn al-Hakam ar-Rabdi ibn Hisham ibn ′abd ar-Rahman ad-Dakhil; Arabic: عبد الرحمن الثالث‎; 11 January 889/91 – 15 October 961) was the Emir and Caliph of Córdoba (912–961) of the Umayyad dynasty in al-Andalus. Called al-Nasir li-Din Allah (\"the Defender of God's Faith\"), he ascended the throne in his early 20s, and reigned for half a century as the most powerful prince of Iberia.",
      "pageId": 2678,
      "monthDay": "01/11"
    },
    {
      "year": "889",
      "uri": "/wiki/Abd-ar-Rahman_III",
      "name": "Abd-ar-Rahman III",
      "aboutText": "Emperor Go-En'yū (後円融天皇, Go-En'yū-tennō) (11 January 1359 – 6 June 1393) was the \"5th\" of the Ashikaga Pretenders during the period of two courts. According to pre-Meiji scholars, his reign spanned the years from 1371 through 1382.\nThis Nanboku-chō \"sovereign\" was named after the 10th century Emperor En'yū and go- (後), translates literally as \"later;\" and thus, he may be called the \"Later Emperor En'yū\".",
      "pageId": 10441,
      "monthDay": "01/11"
    },
    {
      "year": "1322",
      "uri": "/wiki/Emperor_K%C5%8Dmy%C5%8D",
      "name": "Emperor Kōmyō",
      "aboutText": "Sir John Alexander Macdonald GCB KCMG PC PC QC (11 January 1815 – 6 June 1891) was a Canadian politician and Father of Confederation who was the first Prime Minister of Canada (1867–1873, 1878–1891). The dominant figure of Canadian Confederation, he had a political career which spanned almost half a century. He drank heavily, and in 1873 was voted out during the Pacific Scandal, in which his party took bribes from businessmen seeking the contract to build the Pacific Railway.",
      "pageId": 15912,
      "monthDay": "01/11"
    },
    {
      "year": "1359",
      "uri": "/wiki/Emperor_Go-En%27y%C5%AB",
      "name": "Emperor Go-En'yū",
      "aboutText": "Theodosius I (Latin: Flavius Theodosius Augustus; 11 January 347 – 17 January 395), also known as Theodosius the Great, was Roman Emperor from AD 379 to AD 395. Theodosius was the last emperor to rule over both the eastern and the western halves of the Roman Empire. On accepting his elevation, he campaigned against Goths and other barbarians who had invaded the Empire; he failed to kill, expel, or entirely subjugate them, and after the Gothic War they established a homeland south of the Danube, in Illyricum, within the empire's borders.",
      "pageId": 31131,
      "monthDay": "01/11"
    },
    {
      "year": "1395",
      "uri": "/wiki/Michelle_of_Valois",
      "name": "Michelle of Valois",
      "aboutText": "Alexander Hamilton (January 11, 1755 or 1757 – July 12, 1804) was a Founding Father of the United States, chief staff aide to General George Washington, one of the most influential interpreters and promoters of the U.S. Constitution, the founder of the nation's financial system, the founder of the Federalist Party, the world's first voter-based political party, the Father of the United States Coast Guard, and the founder of The New York Post. As the first Secretary of the Treasury, Hamilton was the primary author of the economic policies of the George Washington administration. Hamilton took the lead in the funding of the states' debts by the Federal government, the establishment of a national bank, a system of tariffs, and friendly trade relations with Britain.",
      "pageId": 40597,
      "monthDay": "01/11"
    },
    {
      "year": "1503",
      "uri": "/wiki/Parmigianino",
      "name": "Parmigianino",
      "aboutText": "Nicolas Steno (Danish: Niels Steensen; Latinized to Nicolaus Stenonis or Nicolaus Stenonius; 1 January 1638 – 25 November 1686 [NS: 11 January 1638 – 5 December 1686]) was a Danish scientist, a pioneer in both anatomy and geology who became a Catholic bishop in his later years. Steno was trained in the classical texts on science; however, by 1659 he seriously questioned accepted knowledge of the natural world. Importantly he questioned explanations for tear production, the idea that fossils grew in the ground and explanations of rock formation.",
      "pageId": 69641,
      "monthDay": "01/11"
    },
    {
      "year": "1591",
      "uri": "/wiki/Robert_Devereux,_3rd_Earl_of_Essex",
      "name": "Robert Devereux, 3rd Earl of Essex",
      "aboutText": "Robert Devereux, 3rd Earl of Essex KB PC (11 January 1591 – 14 September 1646) was an English Parliamentarian and soldier during the first half of the seventeenth century. With the start of the English Civil War in 1642 he became the first Captain-General and Chief Commander of the Parliamentarian army, also known as the Roundheads.",
      "pageId": 77985,
      "monthDay": "01/11"
    },
    {
      "year": "1630",
      "uri": "/wiki/John_Rogers_(Harvard)",
      "name": "John Rogers",
      "aboutText": "François-Marie de Broglie, 1er duc de Broglie (11 January 1671 – 22 May 1745) was a French military leader.",
      "pageId": 169116,
      "monthDay": "01/11"
    },
    {
      "year": "1638",
      "uri": "/wiki/Nicolas_Steno",
      "name": "Nicolas Steno",
      "aboutText": "Emperor Kōmyō (光明天皇, Kōmyō Tennō) (January 11, 1322 – July 26, 1380) was the 2nd of the Ashikaga Pretenders, although he was actually the first to be supported by the Ashikaga Bakufu.",
      "pageId": 229358,
      "monthDay": "01/11"
    },
    {
      "year": "1642",
      "uri": "/wiki/Johann_Friedrich_Alberti",
      "name": "Johann Friedrich Alberti",
      "aboutText": "Sir Samuel Bentham (11 January 1757 in England – 31 May 1831 in London, England) was a noted English mechanical engineer and naval architect credited with numerous innovations, particularly related to naval architecture, including weapons.",
      "pageId": 341583,
      "monthDay": "01/11"
    },
    {
      "year": "1671",
      "uri": "/wiki/Fran%C3%A7ois-Marie,_1st_duc_de_Broglie",
      "name": "François-Marie, 1st duc de Broglie",
      "aboutText": "Ezra Cornell (January 11, 1807 – December 9, 1874) was an American businessman, politician, philanthropist and educational administrator. He was the founder of Western Union and a co-founder of Cornell University. He also served as President of the New York Agriculture Society and as a New York state Senator.",
      "pageId": 347302,
      "monthDay": "01/11"
    },
    {
      "year": "1755",
      "uri": "/wiki/Alexander_Hamilton",
      "name": "Alexander Hamilton",
      "aboutText": "Sir James Paget, 1st Baronet (11 January 1814 – 30 December 1899) (/ˈpædʒət/, rhymes with \"gadget\") was an English surgeon and pathologist who is best remembered for Paget's disease and who is considered, together with Rudolf Virchow, as one of the founders of scientific medical pathology. His famous works included Lectures on Tumours (1851) and Lectures on Surgical Pathology (1853). While most people recall Paget's disease refers to bone, two other diseases were also named after him: Paget's disease of the nipple (a form of intraductal breast cancer spreading into the skin around the nipple), and extramammary Paget's disease.",
      "pageId": 732598,
      "monthDay": "01/11"
    },
    {
      "year": "1757",
      "uri": "/wiki/Samuel_Bentham",
      "name": "Samuel Bentham",
      "aboutText": "John Rogers (January 11, 1630—July 12, 1684) was an English academic in early Colonial America. Eldest son of minister Nathaniel Rogers, he was born in Coggeshall, a small town in Essex, and immigrated to New England with his family in 1636. In 1649, at age 19, in the recent settlement of Cambridge (known as Newe Towne until 1638), he earned a B.A. from Harvard College which, only seven years earlier, in 1642, had graduated its first class of students.",
      "pageId": 782107,
      "monthDay": "01/11"
    },
    {
      "year": "1786",
      "uri": "/wiki/Joseph_Jackson_Lister",
      "name": "Joseph Jackson Lister",
      "aboutText": "Bayard Taylor (January 11, 1825 – December 19, 1878) was an American poet, literary critic, translator, and travel author.",
      "pageId": 917686,
      "monthDay": "01/11"
    },
    {
      "year": "1788",
      "uri": "/wiki/William_Thomas_Brande",
      "name": "William Thomas Brande",
      "aboutText": "Michelle of France (11 January 1395 – 8 July 1422) was a Duchess consort of Burgundy. She was a daughter of Charles VI of France and Isabeau of Bavaria.",
      "pageId": 991201,
      "monthDay": "01/11"
    },
    {
      "year": "1800",
      "uri": "/wiki/%C3%81nyos_Jedlik",
      "name": "Ányos Jedlik",
      "aboutText": "Joseph Jackson Lister, FRS (11 January 1786 – 24 October 1869) was an amateur British opticist and physicist and the father of Joseph Lister.",
      "pageId": 1632543,
      "monthDay": "01/11"
    },
    {
      "year": "1807",
      "uri": "/wiki/Ezra_Cornell",
      "name": "Ezra Cornell",
      "aboutText": "William Thomas Brande FRS FRSE (11 January 1788 – 11 February 1866) was an English chemist.",
      "pageId": 2162575,
      "monthDay": "01/11"
    },
    {
      "year": "1814",
      "uri": "/wiki/James_Paget",
      "name": "James Paget",
      "aboutText": "Girolamo Francesco Maria Mazzola (also known as Francesco Mazzola or, more commonly, as Parmigianino (\"the little one from Parma\"); 11 January 1503 – 24 August 1540) was an Italian Mannerist painter and printmaker active in Florence, Rome, Bologna, and his native city of Parma.",
      "pageId": 2213412,
      "monthDay": "01/11"
    },
    {
      "year": "1815",
      "uri": "/wiki/John_A._Macdonald",
      "name": "John A. Macdonald",
      "aboutText": "Ányos István Jedlik (Hungarian: Jedlik Ányos István; Slovak: Štefan Anián Jedlík; in older texts and publications: Latin: Stephanus Anianus Jedlik; 11 January 1800 – 13 December 1895) was a Hungarian inventor, engineer, physicist, and Benedictine priest. He was also a member of the Hungarian Academy of Sciences, and author of several books. He is considered by Hungarians and Slovaks to be the unsung father of the dynamo and electric motor.",
      "pageId": 3325563,
      "monthDay": "01/11"
    },
    {
      "year": "1825",
      "uri": "/wiki/Bayard_Taylor",
      "name": "Bayard Taylor",
      "aboutText": "Johann Friedrich Alberti (11 January 1642 – 14 June 1710) was a German composer and organist.\nAlberti was born in Tönning, Schleswig. He received his musical training in Leipzig from Werner Fabricius and in Dresden from Vincenzo Albrici.",
      "pageId": 21843011,
      "monthDay": "01/11"
    },
    {
      "year": "1839",
      "uri": "/wiki/Eugenio_Mar%C3%ADa_de_Hostos",
      "name": "Eugenio María de Hostos",
      "aboutText": "William James (January 11, 1842 – August 26, 1910) was an American philosopher and psychologist who was also trained as a physician. The first educator to offer a psychology course in the United States, James was one of the leading thinkers of the late nineteenth century and is believed by many to be one of the most influential philosophers the United States has ever produced, while others have labelled him the \"Father of American psychology\". Along with Charles Sanders Peirce and John Dewey, he is considered to be one of the major figures associated with the philosophical school known as pragmatism, and is also cited as one of the founders of functional psychology.",
      "pageId": 90682,
      "monthDay": "01/11"
    },
    {
      "year": "1842",
      "uri": "/wiki/William_James",
      "name": "William James",
      "aboutText": "George Nathaniel Curzon, 1st Marquess Curzon of Kedleston KG, GCSI, GCIE, PC (11 January 1859 – 20 March 1925), known as The Lord Curzon of Kedleston between 1898 and 1911 and as The Earl Curzon of Kedleston between 1911 and 1921, was a British Conservative statesman.\nAs Viceroy of India, he is noted for the creation of Eastern Bengal and Assam. As Secretary of State for Foreign Affairs, he drew the Curzon Line as the proposed eastern frontier of Poland.",
      "pageId": 170081,
      "monthDay": "01/11"
    },
    {
      "year": "1843",
      "uri": "/wiki/C._Y._O%27Connor",
      "name": "C. Y. O'Connor",
      "aboutText": "Charles Yelverton O'Connor CMG (11 January 1843 – 10 March 1902) was an Irish engineer who is best known for his work in Australia, especially the Goldfields Water Supply Scheme.",
      "pageId": 216426,
      "monthDay": "01/11"
    },
    {
      "year": "1845",
      "uri": "/wiki/Albert_Victor_B%C3%A4cklund",
      "name": "Albert Victor Bäcklund",
      "aboutText": "Cai Yuanpei (Chinese: 蔡元培; January 11, 1868 – March 5, 1940) was a Chinese educator, Esperantist, president of Peking University, and founder of the Academia Sinica. He was known for his critical evaluation of Chinese culture and synthesis of Chinese and Western thinking, including anarchism.",
      "pageId": 301213,
      "monthDay": "01/11"
    },
    {
      "year": "1850",
      "uri": "/wiki/Joseph_Charles_Arthur",
      "name": "Joseph Charles Arthur",
      "aboutText": "Constantin Fehrenbach, sometimes Konstantin Fehrenbach (11 January 1852 – 26 March 1926), was a German Catholic politician who was one of the major leaders of the Centre Party or Zentrum. He served as President of the Reichstag in 1918, and then as President of the Weimar National Assembly from 1919 to 1920. In June 1920, Fehrenbach became Chancellor of Germany.",
      "pageId": 320014,
      "monthDay": "01/11"
    },
    {
      "year": "1852",
      "uri": "/wiki/Constantin_Fehrenbach",
      "name": "Constantin Fehrenbach",
      "aboutText": "Christian August Sinding (11 January 1856 – 3 December 1941) was a Norwegian composer. He is known for his lyrical works for piano, such as Frühlingsrauschen (Rustle of Spring, 1896).",
      "pageId": 386135,
      "monthDay": "01/11"
    },
    {
      "year": "1853",
      "uri": "/wiki/Georgios_Jakobides",
      "name": "Georgios Jakobides",
      "aboutText": "Harry Gordon Selfridge, Sr. (11 January 1858 – 8 May 1947) was an American retail magnate who founded the London-based department store Selfridges. His 30-year leadership of Selfridges led to his becoming one of the most respected and wealthy retail magnates in the United Kingdom.",
      "pageId": 404150,
      "monthDay": "01/11"
    },
    {
      "year": "1856",
      "uri": "/wiki/Christian_Sinding",
      "name": "Christian Sinding",
      "aboutText": "Frederick James \"Fred\" Archer (11 January 1857 –8 November 1886), also known by the nickname The Tin Man, was an English flat race jockey of the Victorian era, described as \"the best all-round jockey that the turf has ever seen\".\nHe set records for the number of Champion Jockey titles (13), number of wins in a season (246) and number of race wins (2748) which remained unthreatened until the arrival of Steve Donoghue and Sir Gordon Richards well into the 20th Century.",
      "pageId": 456021,
      "monthDay": "01/11"
    },
    {
      "year": "1857",
      "uri": "/wiki/Fred_Archer_(jockey)",
      "name": "Fred Archer",
      "aboutText": "Edward Bradford Titchener D.Sc., PhD, LL.D., Litt.D. (/ˈtiːtʃənər/; 11 January 1867 – 3 August 1927) was a British psychologist who studied under Wilhelm Wundt for several years. Titchener is best known for creating his version of psychology that described the structure of the mind: structuralism.",
      "pageId": 518927,
      "monthDay": "01/11"
    },
    {
      "year": "1858",
      "uri": "/wiki/Harry_Gordon_Selfridge",
      "name": "Harry Gordon Selfridge",
      "aboutText": "Reinhold Moritzevich Glière (Russian: Ре́йнгольд Мо́рицевич Гли́эр / Reingol'd Moritsevich Glier; born Reinhold Ernest Glier, which was later converted for standardization purposes; 11 January 1875 [O.S. 30 December 1874] – 23 June 1956) was a Russian composer of German-Polish ancestry.",
      "pageId": 585817,
      "monthDay": "01/11"
    },
    {
      "year": "1859",
      "uri": "/wiki/George_Curzon,_1st_Marquess_Curzon_of_Kedleston",
      "name": "George Curzon, 1st Marquess Curzon of Kedleston",
      "aboutText": "Elmer Harrison Flick (January 11, 1876 – January 9, 1971) was an American professional baseball outfielder who played in Major League Baseball (MLB) from 1898 until 1910 for the Philadelphia Phillies, Philadelphia Athletics, and Cleveland Bronchos/Naps. In 1,483 career games, Flick recorded a batting average of .313 and accumulated 164 triples, 1,752 hits, 330 stolen bases, and 756 runs batted in (RBI).\nFlick began his career in semi-professional baseball and played in minor league baseball for two years.",
      "pageId": 640682,
      "monthDay": "01/11"
    },
    {
      "year": "1864",
      "uri": "/wiki/Thomas_Dixon,_Jr.",
      "name": "Thomas Dixon, Jr.",
      "aboutText": "Eugenio María de Hostos (January 11, 1839 – August 11, 1903), known as \"El Gran Ciudadano de las Américas\" (\"The Great Citizen of the Americas\"), was a Puerto Rican educator, philosopher, intellectual, lawyer, sociologist, and Puerto Rican independence advocate.",
      "pageId": 698188,
      "monthDay": "01/11"
    },
    {
      "year": "1867",
      "uri": "/wiki/Edward_B._Titchener",
      "name": "Edward B. Titchener",
      "aboutText": "Albert Victor Bäcklund (January 11, 1845 – February 23, 1922) was a Swedish mathematician and physicist. He was a professor at Lund University and its rector from 1907 to 1909.\nHe was born in Malmöhus County, now Skåne County, in southern Sweden and became a student at the nearby University of Lund in 1861.",
      "pageId": 701064,
      "monthDay": "01/11"
    },
    {
      "year": "1868",
      "uri": "/wiki/Cai_Yuanpei",
      "name": "Cai Yuanpei",
      "aboutText": "Alexander Stirling Calder (January 11, 1870 in Philadelphia, Pennsylvania – January 7, 1945) was an American sculptor and teacher.",
      "pageId": 872428,
      "monthDay": "01/11"
    },
    {
      "year": "1870",
      "uri": "/wiki/Alexander_Stirling_Calder",
      "name": "Alexander Stirling Calder",
      "aboutText": "Fritz Manteuffel (January 11, 1875 – April 21, 1941) was a German gymnast. He competed at the 1896 Summer Olympics in Athens.\nManteuffel was a member of the German team that won two gold medals by placing first in both of the team events, the parallel bars and the horizontal bar.",
      "pageId": 2133847,
      "monthDay": "01/11"
    },
    {
      "year": "1872",
      "uri": "/wiki/G._W._Pierce",
      "name": "G. W. Pierce",
      "aboutText": "Joseph Charles Arthur (January 11, 1850 – April 30, 1942) was a pioneer American plant pathologist and mycologist best known for his work with the parasitic rust fungi (Pucciniales). He was a charter member of the Botanical Society of America, the Mycological Society of America, and the American Phytopathological Society.",
      "pageId": 2458564,
      "monthDay": "01/11"
    },
    {
      "year": "1873",
      "uri": "/wiki/John_Callan_O%27Laughlin",
      "name": "John Callan O'Laughlin",
      "aboutText": "John Callan O'Laughlin (January 11, 1873 – March 14, 1949) was a journalist and longtime publisher of the Army and Navy Journal. He began his career as a journalist writing for the Washington bureau of the New York Herald from 1893 to 1902. After a short stint on the AP European staff, O'Laughlin worked for the Chicago Tribune and later the Chicago Herald until the outbreak of World War I. In January 1918 he was commissioned a major in the United States Army, serving as aide to Major General George Washington Goethals.",
      "pageId": 7152095,
      "monthDay": "01/11"
    },
    {
      "year": "1875",
      "uri": "/wiki/Reinhold_Gli%C3%A8re",
      "name": "Reinhold Glière",
      "aboutText": "Thomas Frederick Dixon, Jr. (January 11, 1864 – April 3, 1946) was a Southern Baptist minister, playwright, lecturer, North Carolina state legislator, lawyer, and author, perhaps best known for writing The Clansman — which was to become the inspiration for D. W. Griffith's film, The Birth of a Nation (1915). He was a prominent supporter of the Republican Party and donor to Theodore Roosevelt's campaign for Mayor of New York.",
      "pageId": 9283692,
      "monthDay": "01/11"
    },
    {
      "year": "1875",
      "uri": "/wiki/Fritz_Manteuffel",
      "name": "Fritz Manteuffel",
      "aboutText": "George Washington Pierce (January 11, 1872 - August 25, 1956) was an American physicist. He was a professor of physics at Harvard University and inventor in the development of electronic telecommunications.\nThe son of a Texas cattle rancher, he distinguished himself in school at Taylor and in the University of Texas before beginning his enduring relationship with Harvard in 1898.",
      "pageId": 10569035,
      "monthDay": "01/11"
    },
    {
      "year": "1876",
      "uri": "/wiki/Elmer_Flick",
      "name": "Elmer Flick",
      "aboutText": "Georgios Jakobides (Γεώργιος Ιακωβίδης, 11 January 1853 in Lesbos – 13 December 1932 in Athens) was a painter and one of the main representatives of the Greek artistic movement of the Munich School.",
      "pageId": 11520960,
      "monthDay": "01/11"
    },
    {
      "year": "1876",
      "uri": "/wiki/Thomas_Hicks_(athlete)",
      "name": "Thomas Hicks",
      "aboutText": "Maurice Duruflé (French: [dyʁyfle]; 11 January 1902 – 16 June 1986) was a French composer, organist, and teacher.",
      "pageId": 155460,
      "monthDay": "01/11"
    },
    {
      "year": "1878",
      "uri": "/wiki/Theodoros_Pangalos_(general)",
      "name": "Theodoros Pangalos",
      "aboutText": "Calvin Blackman Bridges (January 11, 1889 – December 27, 1938) was an American scientist, known for his contributions to the field of genetics.",
      "pageId": 173195,
      "monthDay": "01/11"
    },
    {
      "year": "1879",
      "uri": "/wiki/John_Symes",
      "name": "John Symes",
      "aboutText": "Aldo Leopold (January 11, 1887 – April 21, 1948) was an American author, scientist, ecologist, forester, conservationist, and environmentalist. He was a professor at the University of Wisconsin and is best known for his book A Sand County Almanac (1949), which has sold more than two million copies.\nLeopold was influential in the development of modern environmental ethics and in the movement for wilderness conservation.",
      "pageId": 217706,
      "monthDay": "01/11"
    },
    {
      "year": "1885",
      "uri": "/wiki/Jack_Hoxie",
      "name": "Jack Hoxie",
      "aboutText": "Harold Sydney Bride (11 January 1890 – 29 April 1956) was the junior wireless officer on the ocean liner RMS Titanic during its ill-fated maiden voyage.\nAfter the Titanic struck an iceberg at 11:40 pm 14 April 1912, Bride and his senior colleague Jack Phillips were responsible for relaying SOS messages to ships in the vicinity, which led to the survivors being picked up by the RMS Carpathia. The men remained at their posts until the ship's power was almost completely out.",
      "pageId": 477394,
      "monthDay": "01/11"
    },
    {
      "year": "1885",
      "uri": "/wiki/Alice_Paul",
      "name": "Alice Paul",
      "aboutText": "Maximillian George Carnarius (January 11, 1890 – May 30, 1976), known as Max George Carey, was an American professional baseball center fielder and manager. Carey played in Major League Baseball for the Pittsburgh Pirates from 1910 through 1926 and for the Brooklyn Robins from 1926 through 1929. He managed for Brooklyn in 1932 and 1933.",
      "pageId": 524281,
      "monthDay": "01/11"
    },
    {
      "year": "1886",
      "uri": "/wiki/Chester_Conklin",
      "name": "Chester Conklin",
      "aboutText": "Alice Paul (January 11, 1885 – July 9, 1977) was an American suffragist, feminist, and women's rights activist, and the main leader and strategist of the 1910s campaign for the Nineteenth Amendment to the U.S. Constitution which prohibits sex discrimination in the right to vote. Along with Lucy Burns and others, Paul strategized the events, such as the Silent Sentinels, which led the successful campaign that resulted in its passage in 1920.\nAfter 1920 Paul spent a half century as leader of the National Woman's Party, which fought for her Equal Rights Amendment to secure constitutional equality for women.",
      "pageId": 526315,
      "monthDay": "01/11"
    },
    {
      "year": "1887",
      "uri": "/wiki/Aldo_Leopold",
      "name": "Aldo Leopold",
      "aboutText": "Thomas John Hicks (January 11, 1876-January 28, 1952) was an American track and field athlete.",
      "pageId": 806148,
      "monthDay": "01/11"
    },
    {
      "year": "1888",
      "uri": "/wiki/Joseph_B._Keenan",
      "name": "Joseph B. Keenan",
      "aboutText": "Bernard Augustine DeVoto (January 11, 1897 – November 13, 1955) was an American historian and author who specialized in the history of the American West.",
      "pageId": 1178489,
      "monthDay": "01/11"
    },
    {
      "year": "1889",
      "uri": "/wiki/Calvin_Bridges",
      "name": "Calvin Bridges",
      "aboutText": "Laurens Hammond (January 11, 1895 – July 3, 1973), was an American engineer and inventor.",
      "pageId": 1259016,
      "monthDay": "01/11"
    },
    {
      "year": "1890",
      "uri": "/wiki/Harold_Bride",
      "name": "Harold Bride",
      "aboutText": "Lieutenant General Theodoros Pangalos (Greek: Θεόδωρος Πάγκαλος) (11 January 1878 – 26 February 1952) was a Greek soldier, politician and dictator. A distinguished staff officer and an ardent Venizelist and anti-royalist, Pangalos played a leading role in the September 1922 revolt that deposed King Constantine I and in the establishment of the Second Hellenic Republic. In June 1925 Pangalos staged a bloodless coup, and his assumption of power was recognized by the National Assembly which named him Prime Minister.",
      "pageId": 1912229,
      "monthDay": "01/11"
    },
    {
      "year": "1890",
      "uri": "/wiki/Max_Carey",
      "name": "Max Carey",
      "aboutText": "August Heißmeyer (or Heissmeyer – 11 January 1897 in Gellersen, nowadays part of Aerzen – 16 January 1979 in Schwäbisch Hall), was a leading member of the SS. After World War II, Heissmeyer was sentenced to a prison term as a war criminal.",
      "pageId": 2166093,
      "monthDay": "01/11"
    },
    {
      "year": "1890",
      "uri": "/wiki/Oswald_de_Andrade",
      "name": "Oswald de Andrade",
      "aboutText": "Eva Le Gallienne (January 11, 1899 – June 3, 1991) was an English-born American stage actress, producer, director, translator, and author. A broadway star by age 21, Le Gallienne consciously ended her work on Broadway to devote herself to founding the Civic Repertory Theater, in which she was both director, producer, and lead actress. Noted for her boldness and idealism, she became a pioneering figure in the American Repertory Movement, which enabled today's Off-Broadway.",
      "pageId": 2450328,
      "monthDay": "01/11"
    },
    {
      "year": "1891",
      "uri": "/wiki/Andrew_Sockalexis",
      "name": "Andrew Sockalexis",
      "aboutText": "Chester Cooper Conklin (January 11, 1886 – October 11, 1971) was an American comedic actor who appeared in over 280 films, about half of them in the silent film era.",
      "pageId": 2737490,
      "monthDay": "01/11"
    },
    {
      "year": "1893",
      "uri": "/wiki/Anthony_M._Rud",
      "name": "Anthony M. Rud",
      "aboutText": "José Oswald de Souza Andrade (January 11, 1890 – October 22, 1954) was a Brazilian poet and polemicist. He was born and spent most of his life in São Paulo.\nAndrade was one of the founders of Brazilian modernism and a member of the Group of Five, along with Mário de Andrade, Anita Malfatti, Tarsila do Amaral and Menotti del Picchia.",
      "pageId": 2903003,
      "monthDay": "01/11"
    },
    {
      "year": "1895",
      "uri": "/wiki/Laurens_Hammond",
      "name": "Laurens Hammond",
      "aboutText": "Jack Hoxie (January 11, 1885 – March 28, 1965) was an American rodeo performer and motion picture actor whose career was most prominent in the silent film era of the 1910s through the 1930s.",
      "pageId": 5163279,
      "monthDay": "01/11"
    },
    {
      "year": "1897",
      "uri": "/wiki/Bernard_DeVoto",
      "name": "Bernard DeVoto",
      "aboutText": "Joseph Berry Keenan (11 January 1888 in Pawtucket, Rhode Island  - 8 December 1954 in Asheboro, North Carolina ) was a United States political figure. He served in the administrations of Franklin Roosevelt and Harry Truman, and was the chief prosecutor in the International Military Tribunal for the Far East.\nHe graduated from Brown University in 1910 and earned his Juris Doctor at Harvard Law School.",
      "pageId": 5437095,
      "monthDay": "01/11"
    },
    {
      "year": "1897",
      "uri": "/wiki/August_Heissmeyer",
      "name": "August Heissmeyer",
      "aboutText": "John Symes, OBE (11 January 1879 – 23 September 1944) was an English cricket player. He represented the gold medal winning Great Britain cricket team at the 1900 Summer Olympics, the only time cricket has featured in the Olympics. In the only match against France, he scored 15 runs in Great Britain's first innings and just one run in the second.",
      "pageId": 8163838,
      "monthDay": "01/11"
    },
    {
      "year": "1899",
      "uri": "/wiki/Eva_Le_Gallienne",
      "name": "Eva Le Gallienne",
      "aboutText": "Kwon Ki-ok (born Pyongyang, Korea, 11 January 1901 – 19 April 1988) was the first Korean female aviator, as well as being the first female pilot in China.",
      "pageId": 11323165,
      "monthDay": "01/11"
    },
    {
      "year": "1901",
      "uri": "/wiki/Kwon_Ki-ok",
      "name": "Kwon Ki-ok",
      "aboutText": "Andrew Sockalexis (1891–1919) was an American track and field athlete who competed in the 1912 Summer Olympics.",
      "pageId": 15956244,
      "monthDay": "01/11"
    },
    {
      "year": "1902",
      "uri": "/wiki/Maurice_Durufl%C3%A9",
      "name": "Maurice Duruflé",
      "aboutText": "Anthony Melville Rud (11 January 1893 – 30 November 1942) was an American writer and pulp magazine editor.",
      "pageId": 43540791,
      "monthDay": "01/11"
    },
    {
      "year": "1903",
      "uri": "/wiki/Alan_Paton",
      "name": "Alan Paton",
      "aboutText": "Abraham Joshua Heschel (January 11, 1907 – December 23, 1972) was a Polish-born American rabbi and one of the leading Jewish theologians and Jewish philosophers of the 20th century. Heschel, a professor of Jewish mysticism at the Jewish Theological Seminary of America, authored a number of widely read books on Jewish philosophy and was active in the American Civil Rights movement.",
      "pageId": 2851,
      "monthDay": "01/11"
    },
    {
      "year": "1905",
      "uri": "/wiki/Clyde_Kluckhohn",
      "name": "Clyde Kluckhohn",
      "aboutText": "Alan Stewart Paton (11 January 1903 – 12 April 1988) was a South African author and anti-apartheid activist.",
      "pageId": 89687,
      "monthDay": "01/11"
    },
    {
      "year": "1906",
      "uri": "/wiki/Albert_Hofmann",
      "name": "Albert Hofmann",
      "aboutText": "John Parmenter Robarts, PC CC QC (January 11, 1917 – October 18, 1982) was a Canadian lawyer and statesman, and the 17th Premier of Ontario.",
      "pageId": 133065,
      "monthDay": "01/11"
    },
    {
      "year": "1907",
      "uri": "/wiki/Pierre_Mend%C3%A8s_France",
      "name": "Pierre Mendès France",
      "aboutText": "Zenkō Suzuki (鈴木 善幸, Suzuki Zenkō, 11 January 1911 – 19 July 2004) was a Japanese politician and the 70th Prime Minister of Japan who was in office from 17 July 1980 to 27 November 1982.",
      "pageId": 174186,
      "monthDay": "01/11"
    },
    {
      "year": "1907",
      "uri": "/wiki/Abraham_Joshua_Heschel",
      "name": "Abraham Joshua Heschel",
      "aboutText": "Pierre Mendès France (French: [pjɛʁ mɑ̃dɛs fʁɑ̃s]; 11 January 1907 – 18 October 1982) was a French politician who served as President of the Council of Ministers for eight months from 1954 to 1955. He represented the Radical Party, and his government had the support of the Communist party. His main priority was ending the war in Indochina, which had already cost 92,000 dead, 114,000 wounded and 28,000 captured.",
      "pageId": 359772,
      "monthDay": "01/11"
    },
    {
      "year": "1908",
      "uri": "/wiki/Lionel_Stander",
      "name": "Lionel Stander",
      "aboutText": "Nikos Kavvadias (Greek: Νίκος Καββαδίας; January 11, 1910 in Nikolsk-Ussuriysky – February 10, 1975 in Athens) was a Greek poet and writer; who used his travels around the world as a sailor, and life at sea and its adventures, as powerful metaphors for the escape of ordinary people outside the boundaries of reality.",
      "pageId": 1157484,
      "monthDay": "01/11"
    },
    {
      "year": "1910",
      "uri": "/wiki/Nikos_Kavvadias",
      "name": "Nikos Kavvadias",
      "aboutText": "Salvador Guerrero Quesada (January 11, 1921 – April 18, 1990), better known as Gory Guerrero, was one of the premier Hispanic professional wrestlers in the early days of Lucha Libre when most wrestlers were imported from outside of Mexico. He wrestled primarily in Empresa Mexicana de la Lucha Libre (EMLL) between the 1940s and 1960s.",
      "pageId": 1691068,
      "monthDay": "01/11"
    },
    {
      "year": "1910",
      "uri": "/wiki/Shane_Paltridge",
      "name": "Shane Paltridge",
      "aboutText": "Lionel Jay Stander (January 11, 1908 – November 30, 1994) was an American actor in films, radio, theater and television.",
      "pageId": 1999223,
      "monthDay": "01/11"
    },
    {
      "year": "1910",
      "uri": "/wiki/Izler_Solomon",
      "name": "Izler Solomon",
      "aboutText": "Bernard Blier (11 January 1916 – 29 March 1989) was a French character actor.",
      "pageId": 2138413,
      "monthDay": "01/11"
    },
    {
      "year": "1911",
      "uri": "/wiki/Nora_Heysen",
      "name": "Nora Heysen",
      "aboutText": "Lieutenant Colonel Robert Blair \"Paddy\" Mayne DSO & Three Bars (11 January 1915 – 14 December 1955) was a British Army soldier, solicitor, Ireland rugby union international, amateur boxer, and a founding member of the Special Air Service (SAS). During the course of the war he became one of the British Army's most highly decorated soldiers.",
      "pageId": 2318469,
      "monthDay": "01/11"
    },
    {
      "year": "1911",
      "uri": "/wiki/Zenk%C5%8D_Suzuki",
      "name": "Zenkō Suzuki",
      "aboutText": "Clyde Kluckhohn (/ˈklʌkhoʊn/; January 11, 1905, Le Mars, Iowa – July 28, 1960, near Santa Fe, New Mexico), was an American anthropologist and social theorist, best known for his long-term ethnographic work among the Navajo and his contributions to the development of theory of culture within American anthropology.",
      "pageId": 2379814,
      "monthDay": "01/11"
    },
    {
      "year": "1912",
      "uri": "/wiki/Don_%22Red%22_Barry",
      "name": "Don \"Red\" Barry",
      "aboutText": "Robert Leslie Conly (January 11, 1918 – March 5, 1973) (better known by his pen name, Robert C. O'Brien) was an American author and journalist for National Geographic Magazine.",
      "pageId": 2450448,
      "monthDay": "01/11"
    },
    {
      "year": "1913",
      "uri": "/wiki/Karl_Stegger",
      "name": "Karl Stegger",
      "aboutText": "Nora Heysen AM (11 January 1911 – 30 December 2003) was an Australian artist, the first woman to win the prestigious Archibald Prize in 1938 for portraiture and the first Australian woman appointed as an official war artist.",
      "pageId": 2686857,
      "monthDay": "01/11"
    },
    {
      "year": "1915",
      "uri": "/wiki/Luise_Kr%C3%BCger",
      "name": "Luise Krüger",
      "aboutText": "Mick McManus (born William George Matthews; 11 January 1920 – 22 May 2013) was an English professional wrestler.",
      "pageId": 3379045,
      "monthDay": "01/11"
    },
    {
      "year": "1915",
      "uri": "/wiki/Paddy_Mayne",
      "name": "Paddy Mayne",
      "aboutText": "For the serial, see Red Barry (serial). For the comic strip, see Red Barry (comics).\nDonald Barry de Acosta (January 11, 1912 – July 17, 1980), known as Red Barry, was an American film and television actor.",
      "pageId": 3695938,
      "monthDay": "01/11"
    },
    {
      "year": "1916",
      "uri": "/wiki/Bernard_Blier",
      "name": "Bernard Blier",
      "aboutText": "Luise Krüger (January 11, 1915 – June 13, 2001) was a female, German athlete, who competed mainly in the javelin. She won the bronze medal for her native country at the 1934 Women's World Games in London and the silver medal at the 1936 Summer Olympics held in Berlin, Germany, behind team mate Tilly Fleischer.",
      "pageId": 6732127,
      "monthDay": "01/11"
    },
    {
      "year": "1917",
      "uri": "/wiki/John_Robarts",
      "name": "John Robarts",
      "aboutText": "Izler Solomon (January 11, 1910 - December 6, 1987) was an American orchestra conductor, active mostly in the Midwest.",
      "pageId": 7602392,
      "monthDay": "01/11"
    },
    {
      "year": "1918",
      "uri": "/wiki/Robert_C._O%27Brien_(author)",
      "name": "Robert C. O'Brien",
      "aboutText": "Sir Shane Dunne Paltridge KBE (11 January 1910 – 21 January 1966) was an Australian politician. He was a Senator in the Parliament of Australia representing Western Australia from 1951 until his death in 1966. During that period he held a number of ministerial portfolios.",
      "pageId": 7943483,
      "monthDay": "01/11"
    },
    {
      "year": "1920",
      "uri": "/wiki/Mick_McManus_(wrestler)",
      "name": "Mick McManus",
      "aboutText": "Karl Stegger (11 January 1913, in Aarhus – 13 April 1980, in Frederiksberg) was a Danish actor, who appeared in 157 films which makes him the most used Danish actor.\nHe mostly appeared in comedy, but also had some serious roles e.g. as the vicar in Præsten i Vejlby (based on the Steen Steensen Blicher drama).",
      "pageId": 8649215,
      "monthDay": "01/11"
    },
    {
      "year": "1921",
      "uri": "/wiki/Gory_Guerrero",
      "name": "Gory Guerrero",
      "aboutText": "Albert Hofmann (January 11, 1906 – April 29, 2008) was a Swiss scientist known best for being the first person to synthesize, ingest, and learn of the psychedelic effects of lysergic acid diethylamide (LSD). Hofmann was also the first person to isolate, synthesize, and name the principal psychedelic mushroom compounds psilocybin and psilocin. He authored more than 100 scientific articles and numerous books, including LSD: Mein Sorgenkind (LSD: My Problem Child).",
      "pageId": 19544100,
      "monthDay": "01/11"
    },
    {
      "year": "1921",
      "uri": "/wiki/Juanita_M._Kreps",
      "name": "Juanita M. Kreps",
      "aboutText": "Rodney Sturt \"Rod\" Taylor (11 January 1930 – 7 January 2015) was an Australian actor of film and television.",
      "pageId": 287454,
      "monthDay": "01/11"
    },
    {
      "year": "1921",
      "uri": "/wiki/Benedict_Zilliacus",
      "name": "Benedict Zilliacus",
      "aboutText": "Lev Stepanovich Dyomin (Russian: Лев Степанович Дёмин; January 11, 1926, in Moscow – December 18, 1998, in Zvyozdny Gorodok) was a Soviet cosmonaut who flew on the Soyuz 15 spaceflight in 1974. This spaceflight was intended to dock with the space station Salyut 3, but the docking failed.\n^ a b c \"Cosmonaut Bio: Lev Dyomin\".",
      "pageId": 351394,
      "monthDay": "01/11"
    },
    {
      "year": "1922",
      "uri": "/wiki/Ernle_Bradford",
      "name": "Ernle Bradford",
      "aboutText": "Donald Ross Cherry (born January 11, 1924) is an American traditional pop music singer and former amateur and professional golfer.",
      "pageId": 384586,
      "monthDay": "01/11"
    },
    {
      "year": "1923",
      "uri": "/wiki/Jerome_Bixby",
      "name": "Jerome Bixby",
      "aboutText": "Drexel Jerome Lewis Bixby (January 11, 1923 – April 28, 1998) was an American short story writer, editor and scriptwriter, best known for his work in science fiction. He also wrote many westerns and used the pseudonyms Jay Lewis Bixby, D. B. Lewis, Harry Neal, Albert Russell, J. Russell, M. St. Vivant, Thornecliff Herrick and Alger Rome (for one collaboration with Algis Budrys).",
      "pageId": 385344,
      "monthDay": "01/11"
    },
    {
      "year": "1923",
      "uri": "/wiki/Ernst_Nolte",
      "name": "Ernst Nolte",
      "aboutText": "James Isaac Moore (January 11, 1924 – January 31, 1970), known as Slim Harpo, was an American blues musician, a leading exponent of the swamp blues style, and \"one of the most commercially successful blues artists of his day\". His most successful and influential recordings included \"I'm a King Bee\" (1957), \"Rainin' In My Heart\" (1961), and \"Baby Scratch My Back\" (1966) which reached no. 1 on the R&B chart and no.16 on the US pop chart.",
      "pageId": 404370,
      "monthDay": "01/11"
    },
    {
      "year": "1923",
      "uri": "/wiki/Carroll_Shelby",
      "name": "Carroll Shelby",
      "aboutText": "Carroll Hall Shelby (January 11, 1923 – May 10, 2012) was an American automotive designer, racing driver and entrepreneur. He was best known for his involvement with the AC Cobra and later the Mustang-based performance cars for Ford Motor Company known as Shelby Mustangs which he had done since 1965.",
      "pageId": 447698,
      "monthDay": "01/11"
    },
    {
      "year": "1923",
      "uri": "/wiki/Eli_Woods",
      "name": "Eli Woods",
      "aboutText": "Juanita Morris Kreps (January 11, 1921 – July 5, 2010) was an American government official and businesswoman.",
      "pageId": 950821,
      "monthDay": "01/11"
    },
    {
      "year": "1924",
      "uri": "/wiki/Don_Cherry_(singer)",
      "name": "Don Cherry",
      "aboutText": "Roger Charles Louis Guillemin (born January 11, 1924 in Dijon, Bourgogne, France) received the National Medal of Science in 1976, and the Nobel prize for medicine in 1977 for his work on neurohormones, sharing the prize that year with Andrew Schally and Rosalyn Sussman Yalow.",
      "pageId": 1536760,
      "monthDay": "01/11"
    },
    {
      "year": "1924",
      "uri": "/wiki/Roger_Guillemin",
      "name": "Roger Guillemin",
      "aboutText": "Grant Almerin Tinker (born January 11, 1925) is the former chairman and CEO of NBC from 1981 to 1986, co-founder of MTM Enterprises, and television producer.",
      "pageId": 2017390,
      "monthDay": "01/11"
    },
    {
      "year": "1924",
      "uri": "/wiki/Sam_B._Hall,_Jr.",
      "name": "Sam B. Hall, Jr.",
      "aboutText": "Ernst Nolte (born 11 January 1923) is a German historian and philosopher. Nolte’s major interest is the comparative studies of fascism and communism (cf. Comparison of Nazism and Stalinism).",
      "pageId": 2317493,
      "monthDay": "01/11"
    },
    {
      "year": "1924",
      "uri": "/wiki/Slim_Harpo",
      "name": "Slim Harpo",
      "aboutText": "Elizabeth Ann Dewar \"Betty\" Churcher AO (née Cameron; 11 January 1931 – 31 March 2015) was an Australian arts administrator, best known as director of the National Gallery of Australia from 1990 to 1997. She was also a painter in her own right earlier in her life. She won a travelling scholarship to Europe and attended the London Royal College of Art.",
      "pageId": 2619302,
      "monthDay": "01/11"
    },
    {
      "year": "1925",
      "uri": "/wiki/Grant_Tinker",
      "name": "Grant Tinker",
      "aboutText": "Mitchell \"Mitch\" Ryan (born January 11, 1928) is an American film and stage actor, who in his six decades of television is known for playing Burke Devlin in the 1960s gothic soap opera Dark Shadows, and later for his co-starring role as Thomas Gibson's free-spirited father Edward Montgomery on Dharma & Greg.",
      "pageId": 3316323,
      "monthDay": "01/11"
    },
    {
      "year": "1926",
      "uri": "/wiki/Lev_Dyomin",
      "name": "Lev Dyomin",
      "aboutText": "Sir Alan Bowness CBE (born 11 January 1928) is a British art historian and former museum director.\nBetween 1980 and 1988, Bowness was Director of the Tate Gallery, realising the long-desired expansion of the site at Millbank with the creation of the Clore Wing dedicated to the work of J.M.W. Turner. Bowness was also responsible for the creation of the outpost Tate Liverpool, both projects being achieved through gifts from charitable trusts.",
      "pageId": 3906688,
      "monthDay": "01/11"
    },
    {
      "year": "1928",
      "uri": "/wiki/Alan_Bowness",
      "name": "Alan Bowness",
      "aboutText": "Dmitri Bruns (born 11 January 1929), is an Estonian architect and architecture theorist.\nBruns was born in Riga, Latvia. From 1959 he was the secretary of the Union of architects of Estonian SSR. In 1960–1980 Bruns served as the chief architect of Tallinn.",
      "pageId": 6509218,
      "monthDay": "01/11"
    },
    {
      "year": "1928",
      "uri": "/wiki/Mitchell_Ryan",
      "name": "Mitchell Ryan",
      "aboutText": "Eli Woods (born John Casey, 11 January 1923 – 1 May 2014) was an English comedian and comic actor, born in Stockton-on-Tees, County Durham, possibly best known for his work with stage comedian Jimmy James (in reality his uncle), and particularly for his part in the famous 'elephant-in-the-box' routine.\nJimmy James developed his famous act over many years, but from the first it required two 'stooges'. One was John \"Jack\" Casey—tall and stick-thin, with a bony face and a stammering delivery—who originally appeared as \"Bretton Woods\" (named after the location of the famous 1944 United Nations monetary and financial Conference), and only later redubbed as \"Eli\" Woods (often \"Our Eli\").",
      "pageId": 7113912,
      "monthDay": "01/11"
    },
    {
      "year": "1928",
      "uri": "/wiki/David_L._Wolper",
      "name": "David L. Wolper",
      "aboutText": "Benedict Zilliacus (January 11, 1921 - January 28, 2013) was a Swedish-speaking Finnish journalist, author, scriptwriter and translator.\nZilliacus was born in Helsinki, Finland. He wrote screenplays for many movies, including Etulinjan edessä (Beyond the Front Line), which he wrote together with Stefan Forss.",
      "pageId": 7741035,
      "monthDay": "01/11"
    },
    {
      "year": "1929",
      "uri": "/wiki/Dmitri_Bruns",
      "name": "Dmitri Bruns",
      "aboutText": "Ernle Dusgate Selby Bradford (11 January 1922, Cole Green, Norfolk, England – 8 May 1986) was a noted 20th-century British historian specializing in the Mediterranean world and naval topics. A keen yachtsman himself, Bradford spent almost 30 years sailing the Mediterranean, and many of his books are set there. His book, The Journeying Moon describes some of these voyages.",
      "pageId": 8499582,
      "monthDay": "01/11"
    },
    {
      "year": "1930",
      "uri": "/wiki/Ron_Mulock",
      "name": "Ron Mulock",
      "aboutText": "Ronald Joseph \"Ron\" Mulock AO KCSG (11 January 1930 – 4 September 2014) was an Australian politician, a member of the New South Wales Legislative Assembly and Deputy Premier of New South Wales.",
      "pageId": 11136130,
      "monthDay": "01/11"
    },
    {
      "year": "1930",
      "uri": "/wiki/Rod_Taylor",
      "name": "Rod Taylor",
      "aboutText": "Sam Blakeley Hall, Jr. (January 11, 1924 – April 10, 1994) was an American lawyer, politician, and judge. He was a member of the U.S. House of Representatives from Texas's 1st congressional district from 1976 to 1985 and a federal judge of the U.S. District Court of the Eastern District of Texas from 1985 until his death in 1994.",
      "pageId": 21813526,
      "monthDay": "01/11"
    },
    {
      "year": "1931",
      "uri": "/wiki/Betty_Churcher",
      "name": "Betty Churcher",
      "aboutText": "David Lloyd Wolper (January 11, 1928 – August 10, 2010) was an American television and film producer, responsible for shows such as Roots, The Thorn Birds, North & South, L.A. Confidential, and the film Willy Wonka & the Chocolate Factory (1971). He also produced numerous documentaries and documentary series including Biography (1961–63), The Rise and Fall of the Third Reich (TV), Appointment with Destiny (TV series), This is Elvis, Four Days in November, Imagine: John Lennon, Visions of Eight (1973), and others. Wolper directed the 1959 documentary The Race for Space, which was nominated for an Academy Award.",
      "pageId": 30860224,
      "monthDay": "01/11"
    },
    {
      "year": "1931",
      "uri": "/wiki/Mary_Rodgers",
      "name": "Mary Rodgers",
      "aboutText": "Sir Charles Antony Richard Hoare FRS FREng (born 11 January 1934), commonly known as Tony Hoare or C. A. R. Hoare, is a British computer scientist. He developed the sorting algorithm quicksort in 1959/1960.",
      "pageId": 39434,
      "monthDay": "01/11"
    },
    {
      "year": "1932",
      "uri": "/wiki/Alfonso_Arau",
      "name": "Alfonso Arau",
      "aboutText": "Mary Rodgers (January 11, 1931 – June 26, 2014) was an American composer of musicals and an author of children's books.\n^ \"Mary Rodgers, Composer of Once Upon a Mattress and Daughter of Broadway Royalty, Dies at 83\". Playbill.com.",
      "pageId": 53973,
      "monthDay": "01/11"
    },
    {
      "year": "1934",
      "uri": "/wiki/Jean_Chr%C3%A9tien",
      "name": "Jean Chrétien",
      "aboutText": "Joseph Jacques Jean Chrétien PC OM CC QC (born January 11, 1934), known commonly as Jean Chrétien (French pronunciation: ​[ʒɑ̃ kʁetjɛ̃]), is a Canadian politician and statesman who served as the 20th Prime Minister of Canada from November 4, 1993 to December 12, 2003.\nBorn and raised in Shawinigan, Quebec, Chrétien is a law graduate from Université Laval. He was first elected to the Canadian House of Commons in 1963.",
      "pageId": 75626,
      "monthDay": "01/11"
    },
    {
      "year": "1934",
      "uri": "/wiki/Tony_Hoare",
      "name": "Tony Hoare",
      "aboutText": "Fischer Sheffey Black (January 11, 1938 – August 30, 1995) was an American economist, best known as one of the authors of the famous Black–Scholes equation.",
      "pageId": 113516,
      "monthDay": "01/11"
    },
    {
      "year": "1935",
      "uri": "/wiki/Melvyn_Hayes",
      "name": "Melvyn Hayes",
      "aboutText": "Anne Heggtveit, CM (born January 11, 1939) is a former alpine ski racer from Canada. She was an Olympic gold medalist and double world champion in 1960.\n^ Sullivan, Jack (February 27, 1960).",
      "pageId": 521973,
      "monthDay": "01/11"
    },
    {
      "year": "1935",
      "uri": "/wiki/Ghita_N%C3%B8rby",
      "name": "Ghita Nørby",
      "aboutText": "Sir Alastair Morton (Robert Alastair Newton Morton) (11 January 1938 – 1 September 2004) was Chief Executive of Eurotunnel and Chairman of the Strategic Rail Authority and an industrialist of considerable achievements and renown.\nMorton was born in Johannesburg, South Africa, and he read law at Worcester College, Oxford.\nHe was managing director of the British National Oil Corporation 1976–80; chief executive of Guinness Peat Group 1982–87 and chairman in 1987; co-chairman of Eurotunnel 1987–96 and group chief executive 1990–94; chairman of the British Treasury's private finance panel 1993–95 and chairman of the Strategic Rail Authority 1999–2001.",
      "pageId": 1017662,
      "monthDay": "01/11"
    },
    {
      "year": "1936",
      "uri": "/wiki/Eva_Hesse",
      "name": "Eva Hesse",
      "aboutText": "Andres Tarand (born 11 January 1940) is an Estonian politician who served as the Prime Minister of Estonia from 1994 to 1995. He was also a Member of the European Parliament for the Social Democratic Party, part of the Party of European Socialists, between 2004 and 2009.\nBorn in Tallinn, Tarand graduated from the University of Tartu with a degree in climatology in 1963.",
      "pageId": 1473504,
      "monthDay": "01/11"
    },
    {
      "year": "1936",
      "uri": "/wiki/Jody_Payne",
      "name": "Jody Payne",
      "aboutText": "John August Swanson (born January 11, 1938) is an American visual artist working primarily in the medium of serigraphy, as well as oil, watercolor, acrylic, mixed media, lithography, and etching. Swanson studied with Corita Kent at Immaculate Heart College. He is the recipient of a Doctor of Humane Letters degree honoris causa from California Lutheran University.",
      "pageId": 1759670,
      "monthDay": "01/11"
    },
    {
      "year": "1936",
      "uri": "/wiki/Chilla_Porter",
      "name": "Chilla Porter",
      "aboutText": "Gérson de Oliveira Nunes, generally known as Gérson Portuguese pronunciation: [ˈʒɛʁsõ], (born 11 January 1941 in Niterói), nickname Canhotinha de ouro (literally: Golden left foot) is an association footballer. He won numerous national trophies with the club sides of Flamengo, Botafogo, São Paulo and Fluminense.",
      "pageId": 2046816,
      "monthDay": "01/11"
    },
    {
      "year": "1937",
      "uri": "/wiki/Felix_Silla",
      "name": "Felix Silla",
      "aboutText": "Melvyn Hayes (born Melvyn Hyams, 11 January 1935) is an English actor known for playing the effeminate Gunner (later Bombardier) \"Gloria\" Beaumont in the 1970s BBC sitcom It Ain't Half Hot Mum.",
      "pageId": 2414430,
      "monthDay": "01/11"
    },
    {
      "year": "1938",
      "uri": "/wiki/Fischer_Black",
      "name": "Fischer Black",
      "aboutText": "Eva Hesse (January 11, 1936 – May 29, 1970), was a Jewish German-born American sculptor, known for her pioneering work in materials such as latex, fiberglass, and plastics.",
      "pageId": 2508428,
      "monthDay": "01/11"
    },
    {
      "year": "1938",
      "uri": "/wiki/Vladimir_Krpan",
      "name": "Vladimir Krpan",
      "aboutText": "Ghita Nørby (born 11 January 1935 in Copenhagen) is a popular Danish actress with 117 film credits to her name from 1956–2005, making her one of the most active Danish actresses ever. She was born in Copenhagen, Denmark to opera singer Einar Nørby (1896–1983). She studied two years at the Danish Royal Theatre (Det Kongelige Teater), and was an actress there from 1956–1959.",
      "pageId": 2567049,
      "monthDay": "01/11"
    },
    {
      "year": "1938",
      "uri": "/wiki/Gavin_Millar",
      "name": "Gavin Millar",
      "aboutText": "Gavin Millar (born 11 January 1938 in Clydebank, Scotland) is a Scottish film director, critic and television presenter.\nMillar was a film critic for The Listener from 1970 to 1984. He also contributed to Sight and Sound and The London Review of Books.",
      "pageId": 3963066,
      "monthDay": "01/11"
    },
    {
      "year": "1938",
      "uri": "/wiki/Alastair_Morton",
      "name": "Alastair Morton",
      "aboutText": "Felix Anthony Silla (born January 11, 1937), also credited as Felix Cilla, is an Italian-born American film and television actor and stuntman, best known for his role as the costumed character of \"Cousin Itt\" on television's The Addams Family, with the voice usually provided by Anthony Magro (1923–2004).",
      "pageId": 5267337,
      "monthDay": "01/11"
    },
    {
      "year": "1938",
      "uri": "/wiki/Frankie_Randall_(singer)",
      "name": "Frankie Randall",
      "aboutText": "Frankie Randall (born Franklin Joseph \"Frank\" Lisbona; January 11, 1938 – December 28, 2014) was an American singer, dancer, songwriter, vocalist, actor, and comedian. His acting credits include The Dean Martin Summer Show and Day of the Wolves.",
      "pageId": 10537563,
      "monthDay": "01/11"
    },
    {
      "year": "1938",
      "uri": "/wiki/Arthur_Scargill",
      "name": "Arthur Scargill",
      "aboutText": "Vladimir Krpan (Croatian pronunciation: [ʋlǎdimiːr kr̂paːn]) (born January 11, 1938) is a Croatian pianist and piano pedagogue.\nHe was born in Sveti Ivan Zelina in 1938. He graduated at the Zagreb Academy of Music in the class of Svetislav Stancic and won a master's degree at the Santa Cecilia Music Academy in Rome with Carlo Zecchi.",
      "pageId": 12219488,
      "monthDay": "01/11"
    },
    {
      "year": "1938",
      "uri": "/wiki/John_August_Swanson",
      "name": "John August Swanson",
      "aboutText": "Jody Payne (January 11, 1936 – August 10, 2013) was an American country musician and singer.",
      "pageId": 12549062,
      "monthDay": "01/11"
    },
    {
      "year": "1939",
      "uri": "/wiki/Anne_Heggtveit",
      "name": "Anne Heggtveit",
      "aboutText": "Charles \"Chilla\" Michael Porter (born 11 January 1936 in Brisbane, Queensland) is a former athlete from Australia, who mainly competed in the high jump. He was educated at the Anglican Church Grammar School.\nHe competed for Australia in the high jump at the 1956 Summer Olympics held in Melbourne, Australia, finishing second behind American Charles Dumas.",
      "pageId": 13357333,
      "monthDay": "01/11"
    },
    {
      "year": "1940",
      "uri": "/wiki/Andres_Tarand",
      "name": "Andres Tarand",
      "aboutText": "Alfonso Arau Incháustegui (born January 11, 1932) is a Mexican actor and director.",
      "pageId": 37664764,
      "monthDay": "01/11"
    },
    {
      "year": "1941",
      "uri": "/wiki/G%C3%A9rson",
      "name": "Gérson",
      "aboutText": "Arthur Scargill (born 11 January 1938) is a British trade unionist and politician who was president of the National Union of Mineworkers (NUM) from 1982 to 2002. Joining the NUM at the age of 19 in 1957, he became one of its leading activists in the late 1960s. In 1973, he was instrumental in organising the miners' strike that toppled Edward Heath's Conservative Government in March 1974.",
      "pageId": 39565337,
      "monthDay": "01/11"
    },
    {
      "year": "1941",
      "uri": "/wiki/Abdullah_the_Butcher",
      "name": "Abdullah the Butcher",
      "aboutText": "James Allen \"Jim\" Hightower (born January 11, 1943) is an American syndicated columnist, progressive political activist, and author who served from 1983 to 1991 as the elected commissioner of the Texas Department of Agriculture.\n^ Hazen, Don. \"Texas Populist Jim Hightower Makes Progressive 'Hall of Fame,' as Nation Magazine Gathering Grapples with Conflicted Feelings about President Obama\".",
      "pageId": 198628,
      "monthDay": "01/11"
    },
    {
      "year": "1942",
      "uri": "/wiki/Bud_Acton",
      "name": "Bud Acton",
      "aboutText": "Clarence Anicholas Clemons, Jr. (January 11, 1942 – June 18, 2011), also known as The Big Man, was an American saxophonist, musician and actor. He was reported to be 6' 5\" (195.5 cm) tall, hence his nickname.",
      "pageId": 248213,
      "monthDay": "01/11"
    },
    {
      "year": "1942",
      "uri": "/wiki/Clarence_Clemons",
      "name": "Clarence Clemons",
      "aboutText": "John Stephen Piper (born January 11, 1946) is founder and teacher of desiringgod.org and chancellor of Bethlehem College & Seminary in Minneapolis, Minnesota. He is a Calvinist Baptist preacher and author who served as Pastor for Preaching and Vision of Bethlehem Baptist Church in Minneapolis, Minnesota for 33 years. His books include ECPA Christian Book Award winners Spectacular Sins, What Jesus Demands from the World, Pierced by the Word, and God's Passion for His Glory, and bestsellers Don't Waste Your Life and The Passion of Jesus Christ.",
      "pageId": 411346,
      "monthDay": "01/11"
    },
    {
      "year": "1942",
      "uri": "/wiki/Leo_Cullum",
      "name": "Leo Cullum",
      "aboutText": "Tony Kaye (born Anthony John Selvidge, 11 January 1946) is an English keyboardist and songwriter. Kaye was the original keyboard player for the progressive rock group Yes from 1968 to 1971, and rejoined Yes from 1983 to 1995. Between his stints with Yes, he was also a founding member of the 1970s rock bands Badger and Detective, and joined Badfinger for their last album in 1981.",
      "pageId": 447066,
      "monthDay": "01/11"
    },
    {
      "year": "1942",
      "uri": "/wiki/George_Mira",
      "name": "George Mira",
      "aboutText": "Sir Henry Richard Amherst Cecil (11 January 1943 – 11 June 2013) was a British flat racing horse trainer. He was widely regarded as one of the greatest trainers in history. Cecil was Champion Trainer 10 times and, as of June 2012, had trained 25 domestic Classic winners, comprising four winners of the Epsom Derby, eight winners of the Epsom Oaks, six winners of the 1,000 Guineas, three of the 2,000 Guineas and four winners of the St.",
      "pageId": 450698,
      "monthDay": "01/11"
    },
    {
      "year": "1943",
      "uri": "/wiki/Henry_Cecil",
      "name": "Henry Cecil",
      "aboutText": "Shibu Soren (born 11 January 1944) is an Indian politician who was Chief Minister of Jharkhand, a state in India, from 2008 to 2009 and again from 2009 to 2010. Soren was the first serving Union minister to be convicted for murder. He allegedly did so to cover up a case of corruption and sodomy.",
      "pageId": 871822,
      "monthDay": "01/11"
    },
    {
      "year": "1943",
      "uri": "/wiki/Jill_Churchill",
      "name": "Jill Churchill",
      "aboutText": "Naomi Judd (born Diana Ellen Judd; January 11, 1946) is an American country music singer, songwriter, and activist.",
      "pageId": 1605379,
      "monthDay": "01/11"
    },
    {
      "year": "1943",
      "uri": "/wiki/Jim_Hightower",
      "name": "Jim Hightower",
      "aboutText": "Lawrence Robert \"Larry\" Shreve (born January 11, 1941), better known by the ring name Abdullah the Butcher, is a semi-retired Canadian professional wrestler. He has a reputation for being involved in some of the most violent and bloody hardcore wrestling matches of all time.\nOne of Shreve's trademarks is a series of divot-like scars on his head that he has due to excessive use of razor blades during his career.",
      "pageId": 1690766,
      "monthDay": "01/11"
    },
    {
      "year": "1944",
      "uri": "/wiki/Mohammed_Abed_Elhai",
      "name": "Mohammed Abed Elhai",
      "aboutText": "Madeline Manning Mims (born 11 January 1948 in Cleveland, Ohio) is a former American athlete.\nShe is a graduate of Tennessee State University and a famed member of their TigerBelles.\nBetween 1967 and 1981 she won ten national titles and set a number of American records.",
      "pageId": 2471048,
      "monthDay": "01/11"
    },
    {
      "year": "1944",
      "uri": "/wiki/Shibu_Soren",
      "name": "Shibu Soren",
      "aboutText": "Christine Maria Kaufmann (born 11 January 1945) is a German actress, author, and businesswoman. The daughter of a German father and a French mother, she won the Golden Globe Award for New Star of the Year – Actress in 1961, the first German to be so honoured.",
      "pageId": 2847655,
      "monthDay": "01/11"
    },
    {
      "year": "1945",
      "uri": "/wiki/Christine_Kaufmann",
      "name": "Christine Kaufmann",
      "aboutText": "Terrence \"Terry\" Williams (born 11 January 1948 in Swansea, Wales) is a retired Welsh rock drummer, whose resume includes work for Dire Straits and Man.\nDuring the 1960s, Williams played in a number of Welsh bands, including Commancheros, The Smokeless Zone, Dream and Plum Crazy, before joining Dave Edmunds' band Love Sculpture. In 1970 he joined the Welsh rock group Man, which included two former Dream and Smokeless Zone members, Deke Leonard and Martin Ace.",
      "pageId": 3530417,
      "monthDay": "01/11"
    },
    {
      "year": "1946",
      "uri": "/wiki/Naomi_Judd",
      "name": "Naomi Judd",
      "aboutText": "Joseph Montgomery Harper (born 11 January 1948) is a Scottish former footballer from Greenock, mainly remembered for his two spells with Aberdeen, during which he became the club's record goalscorer.",
      "pageId": 4197804,
      "monthDay": "01/11"
    },
    {
      "year": "1946",
      "uri": "/wiki/Tony_Kaye_(musician)",
      "name": "Tony Kaye",
      "aboutText": "Hiroshi Wajima (輪島大士) (born January 11, 1948) is a former sumo wrestler and professional wrestler from Nanao, Ishikawa, Japan. He was sumo's 54th yokozuna. He won a total of 14 tournament championships or yūshō during his career and retired in March 1981.",
      "pageId": 8171315,
      "monthDay": "01/11"
    },
    {
      "year": "1946",
      "uri": "/wiki/John_Piper_(theologian)",
      "name": "John Piper",
      "aboutText": "Mohammed Abdul-Hayy (1 January 1944 – 23 August 1989) was a member of the first generation of post-colonial Sudanese writers and academics.",
      "pageId": 8477892,
      "monthDay": "01/11"
    },
    {
      "year": "1947",
      "uri": "/wiki/Anna_Calder-Marshall",
      "name": "Anna Calder-Marshall",
      "aboutText": "George Ignacio Mira (born January 11, 1942) is a former professional American football player. A quarterback drafted in the second round of the 1964 NFL Draft from the University of Miami, Mira played in eight National Football League (NFL) seasons, from 1964 to 1971, for three different teams. He was a backup in Super Bowl VI as a member of the Miami Dolphins.",
      "pageId": 10395543,
      "monthDay": "01/11"
    },
    {
      "year": "1948",
      "uri": "/wiki/Fritz_Bohla",
      "name": "Fritz Bohla",
      "aboutText": "Charles R. \"Bud\" Acton (born January 11, 1942 in Troy, Michigan) is a retired American basketball player in the National Basketball Association. He was a 6'6\" 210 lbs forward and played collegiately for Hillsdale College.\nHe played 23 games for the San Diego Rockets in the 1967-68 NBA season.",
      "pageId": 12968555,
      "monthDay": "01/11"
    },
    {
      "year": "1948",
      "uri": "/wiki/Joe_Harper_(footballer)",
      "name": "Joe Harper",
      "aboutText": "Anna Calder-Marshall (born 11 January 1947) is an English actress. Her father was the novelist and essayist Arthur Calder-Marshall.",
      "pageId": 21868566,
      "monthDay": "01/11"
    },
    {
      "year": "1948",
      "uri": "/wiki/Wajima_Hiroshi",
      "name": "Wajima Hiroshi",
      "aboutText": "Leo Aloysius Cullum (January 11, 1942 – October 23, 2010) was an American cartoonist, one of the more frequent contributors to The New Yorker with more than 800 gag cartoons published. He started his drawing career after having served as a pilot in the United States Marine Corps during the Vietnam War and flying planes commercially for Trans World Airlines and American Airlines.\nBorn in Newark, New Jersey, Cullum was raised in North Bergen, New Jersey and earned his undergraduate degree in 1963 from the College of the Holy Cross, where he majored in English.",
      "pageId": 29360709,
      "monthDay": "01/11"
    },
    {
      "year": "1948",
      "uri": "/wiki/Madeline_Manning",
      "name": "Madeline Manning",
      "aboutText": "Fritz Bohla (born 11 January 1948 in Krostitz) is a former German football player and manager.\nBohla made a total of 51 appearances for BSG Energie Cottbus and 1.",
      "pageId": 30774391,
      "monthDay": "01/11"
    },
    {
      "year": "1948",
      "uri": "/wiki/Terry_Williams_(drummer)",
      "name": "Terry Williams",
      "aboutText": "Jill Churchill (born Janice Young Brooks January 11, 1943 in Kansas City, Missouri) is an American author, winner of the Agatha and Macavity Awards for her first Jane Jeffrey novel and featured in Great Women Mystery Writers (2007).",
      "pageId": 36674118,
      "monthDay": "01/11"
    },
    {
      "year": "1949",
      "uri": "/wiki/Daryl_Braithwaite",
      "name": "Daryl Braithwaite",
      "aboutText": "Graham William Allen (born 11 January 1953) is a British Labour Party politician, who has been the Member of Parliament (MP) for Nottingham North since 1987.",
      "pageId": 227341,
      "monthDay": "01/11"
    },
    {
      "year": "1949",
      "uri": "/wiki/Chris_Ford",
      "name": "Chris Ford",
      "aboutText": "John Gibb Marshall (born 11 January 1953), better known by the stage name John Sessions, is a British actor and comedian. He is known for comedy improvisation in television shows such as Whose Line Is It Anyway?; as a panellist on QI; and as a character actor in numerous films, both in the UK and in Hollywood.",
      "pageId": 266400,
      "monthDay": "01/11"
    },
    {
      "year": "1949",
      "uri": "/wiki/Frederick_%22Dennis%22_Greene",
      "name": "Frederick \"Dennis\" Greene",
      "aboutText": "Diana J. Gabaldon (born January 11, 1952) is an American author, known for the Outlander series of novels. Her books merge multiple genres, featuring elements of historical fiction, romance, mystery, adventure and science fiction/fantasy.",
      "pageId": 1373754,
      "monthDay": "01/11"
    },
    {
      "year": "1949",
      "uri": "/wiki/Mohammad_Reza_Rahimi",
      "name": "Mohammad Reza Rahimi",
      "aboutText": "Robert Earl Keen (born January 11, 1956) is an American singer-songwriter and entertainer living in the central Texas hill country. Debuting with 1984's No Kinda Dancer, the Houston native has recorded 18 full-length albums for both independent and major record labels, while his songs have also been covered by several different artists from the country, folk and Texas country music scenes (including George Strait, Joe Ely, Lyle Lovett, The Highwaymen, Nanci Griffith, and the Dixie Chicks). Although both his albums and live performances span many different styles, from folk, country, and bluegrass to rock, he is most commonly affiliated with the Americana movements.",
      "pageId": 1479650,
      "monthDay": "01/11"
    },
    {
      "year": "1951",
      "uri": "/wiki/Willie_Maddren",
      "name": "Willie Maddren",
      "aboutText": "Henry Lee Jackson (January 11, 1956 – November 11, 2014), known by his stage name, Big Bank Hank, was an American old school rapper and manager. Also known as Imp the Dimp, he was a member of the trio The Sugarhill Gang, the first hip hop act to have a hit with the cross-over single \"Rapper's Delight\" in the pop charts in 1979. He contributed to many documentaries based on the rap music industry.",
      "pageId": 1537855,
      "monthDay": "01/11"
    },
    {
      "year": "1951",
      "uri": "/wiki/Philip_Tartaglia",
      "name": "Philip Tartaglia",
      "aboutText": "Ben Daniel Crenshaw (born January 11, 1952) is an American professional golfer who has won 19 events on the PGA Tour, including two major championships: the Masters Tournament in 1984 and 1995.",
      "pageId": 1544337,
      "monthDay": "01/11"
    },
    {
      "year": "1952",
      "uri": "/wiki/Bille_Brown",
      "name": "Bille Brown",
      "aboutText": "Daryl Braithwaite (born 11 January 1949) is an Australian singer. Best known as the lead vocalist of Sherbet, Braithwaite has also sustained a successful solo career, placing 15 singles in the Australian top 40, including the No.",
      "pageId": 1730715,
      "monthDay": "01/11"
    },
    {
      "year": "1952",
      "uri": "/wiki/Ben_Crenshaw",
      "name": "Ben Crenshaw",
      "aboutText": "Lee Mack Ritenour (born January 11, 1952) is an American jazz guitarist, session musician, and composer. Ritenour has contributed to over 3000 sessions, and has charted over 30 contemporary jazz hits since 1976.",
      "pageId": 2159081,
      "monthDay": "01/11"
    },
    {
      "year": "1952",
      "uri": "/wiki/Michael_Forshaw",
      "name": "Michael Forshaw",
      "aboutText": "Michael George Forshaw (born 11 January 1952), Australian politician, was a member of the Australian Senate for the state of New South Wales from May 1994 to June 2011, representing the Australian Labor Party.\n^ \"Engadine Chamber of Commerce Small Business Awards\". Parliament of New South Wales.",
      "pageId": 2764160,
      "monthDay": "01/11"
    },
    {
      "year": "1952",
      "uri": "/wiki/Diana_Gabaldon",
      "name": "Diana Gabaldon",
      "aboutText": "Bille Brown AM (11 January 1952 – 13 January 2013) born as William Gerald Brown was an Australian stage, film and television actor and acclaimed playwright.",
      "pageId": 2835901,
      "monthDay": "01/11"
    },
    {
      "year": "1952",
      "uri": "/wiki/Lee_Ritenour",
      "name": "Lee Ritenour",
      "aboutText": "Christopher Joseph Ford (born January 11, 1949) also known as Brother Brook, is an American former professional basketball player and head coach. He is known for making babies. A 6-foot-5 (1.96 m) guard, he played high school basketball at Holy Spirit High School in Absecon, New Jersey, before continuing on to Villanova University.",
      "pageId": 3033648,
      "monthDay": "01/11"
    },
    {
      "year": "1953",
      "uri": "/wiki/Graham_Allen_(politician)",
      "name": "Graham Allen",
      "aboutText": "Kuniaki Kobayashi(小林邦昭) is a retired Japanese Junior Heavyweight professional wrestler. He wrestled numerous acclaimed matches against the first two Tiger Masks: Satoru Sayama and Mitsuharu Misawa.\n^ \"Profile at Puroresu Central\".",
      "pageId": 3843123,
      "monthDay": "01/11"
    },
    {
      "year": "1953",
      "uri": "/wiki/John_Sessions",
      "name": "John Sessions",
      "aboutText": "Mohammad Reza Rahimi (Persian: محمدرضا رحيمی, born on 11 January 1949) is an Iranian politician who was first vice president from 13 September 2009 until 3 August 2013. His previous posts included governor of the Kurdistan province and vice president for parliamentary affairs.\nOn 15 February 2015, Rahimi was convicted of corruption and is currently jailed in Evin Prison.",
      "pageId": 4131511,
      "monthDay": "01/11"
    },
    {
      "year": "1953",
      "uri": "/wiki/Kostas_Skandalidis",
      "name": "Kostas Skandalidis",
      "aboutText": "William Dixon \"Willie\" Maddren (11 January 1951 – 29 August 2000) was a football player for Middlesbrough Football Club between 1968 and 1979.",
      "pageId": 4584756,
      "monthDay": "01/11"
    },
    {
      "year": "1954",
      "uri": "/wiki/Jaak_Aaviksoo",
      "name": "Jaak Aaviksoo",
      "aboutText": "Phyllis Margaret Logan (born 11 January 1956) is a Scottish actress, best known for playing Mrs Hughes in Downton Abbey and Lady Jane Felsham in Lovejoy.",
      "pageId": 4759221,
      "monthDay": "01/11"
    },
    {
      "year": "1954",
      "uri": "/wiki/Kailash_Satyarthi",
      "name": "Kailash Satyarthi",
      "aboutText": "Kailash Satyarthi (born 'Kailash Sharma'; 11 January 1954) is an Indian children's rights and education advocate and an activist against child labour. He founded the Bachpan Bachao Andolan (lit. Save the Childhood Movement) in 1980 and has acted to protect the rights of more than 83,000 children from 144 countries.",
      "pageId": 7682739,
      "monthDay": "01/11"
    },
    {
      "year": "1956",
      "uri": "/wiki/Big_Bank_Hank",
      "name": "Big Bank Hank",
      "aboutText": "Jaak Aaviksoo (born 11 January 1954) is an Estonian politician and physicist, former rector of Tartu University, who has been the Estonian Minister of Defence and Minister of Education and Research.",
      "pageId": 10537645,
      "monthDay": "01/11"
    },
    {
      "year": "1956",
      "uri": "/wiki/Robert_Earl_Keen",
      "name": "Robert Earl Keen",
      "aboutText": "Frederick \"Dennis\" Greene (January 11, 1949 – September 5, 2015) was an American singer who was a member of Sha Na Na who were formed in 1969 at Columbia University in New York as the Columbia Kingsmen. The name change to Sha Na Na occurred because of another group with a similar name, which was known for the song Louie Louie.\nThe television show Sha Na Na aired from 1978 to 1981.",
      "pageId": 12292901,
      "monthDay": "01/11"
    },
    {
      "year": "1956",
      "uri": "/wiki/Kuniaki_Kobayashi",
      "name": "Kuniaki Kobayashi",
      "aboutText": "Kostas Skandalidis (Greek: Κώστας Σκανδαλίδης; born 11 January 1953) is a Greek Politician and member of the Greek Parliament for the Panhellenic Socialist Movement (PASOK) for the Athens A constituency.",
      "pageId": 13871790,
      "monthDay": "01/11"
    },
    {
      "year": "1956",
      "uri": "/wiki/Phyllis_Logan",
      "name": "Phyllis Logan",
      "aboutText": "Philip Tartaglia (born 11 January 1951) is the Archbishop and Metropolitan of Glasgow and the 40th successor of Saint Mungo. He is the eighth Roman Catholic Archbishop of Glasgow since the Reformation, and the subsequent re-establishment of the hierarchy in 1878. He was installed on 8 September 2012, the Feast of the Nativity of the Blessed Virgin Mary.",
      "pageId": 17062780,
      "monthDay": "01/11"
    },
    {
      "year": "1956",
      "uri": "/wiki/Paul_McKeever_(police_officer)",
      "name": "Paul McKeever",
      "aboutText": "Jasper Fforde (born 11 January 1961) is a British novelist. Fforde's first novel, The Eyre Affair, was published in 2001. Fforde is mainly known for his Thursday Next novels, although he has written several books in the loosely connected Nursery Crime series and has begun two more independent series, The Last Dragonslayer and Shades of Grey.",
      "pageId": 191468,
      "monthDay": "01/11"
    },
    {
      "year": "1957",
      "uri": "/wiki/Darryl_Dawkins",
      "name": "Darryl Dawkins",
      "aboutText": "Christopher John Bryant (born 11 January 1962) is a British Labour Party politician who has been the Member of Parliament (MP) for Rhondda since 2001 and the Shadow Leader of the House of Commons since 2015. He was previously the Shadow Minister for the Arts, Minister of State for Europe, Deputy Leader of the House of Commons and Shadow Secretary of State for Culture, Media and Sport.",
      "pageId": 235641,
      "monthDay": "01/11"
    },
    {
      "year": "1957",
      "uri": "/wiki/Peter_Moore_(Australian_rules_footballer)",
      "name": "Peter Moore",
      "aboutText": "Bryan Robson OBE (born 11 January 1957) is an English football manager and a former player. He began his career with West Bromwich Albion in 1972 before moving to Manchester United in 1981 where he became the longest serving captain in the club's history.\nHe managed Middlesbrough for seven years, guiding them to two promotions to the FA Premier League and to the first three cup finals of the club's history, later returning to West Bromwich Albion for a two-year spell as manager after a brief and unsuccessful spell in charge of Bradford City.",
      "pageId": 345428,
      "monthDay": "01/11"
    },
    {
      "year": "1957",
      "uri": "/wiki/Bryan_Robson",
      "name": "Bryan Robson",
      "aboutText": "Victoria Anne Theresa \"Vicki\" Peterson Cowsill (born January 11, 1958, in Northridge, Los Angeles, California) is an American rock musician (lead guitar, vocals), songwriter and music producer.\nShe described herself as a solo artist in her early years – \"I was a kid who brought her guitar to every sleep-over and summer afternoon in the park to play her newest creation to anyone who would listen…\". In 1981, she founded The Bangs, later renamed The Bangles, with her sister Debbi Peterson, and Susanna Hoffs.",
      "pageId": 519297,
      "monthDay": "01/11"
    },
    {
      "year": "1958",
      "uri": "/wiki/Diego_Le%C3%B3n_Montoya_S%C3%A1nchez",
      "name": "Diego León Montoya Sánchez",
      "aboutText": "Darryl Dawkins (January 11, 1957 – August 27, 2015) was an American professional basketball player, most noted for his days with the NBA's Philadelphia 76ers and New Jersey Nets, although he also played briefly for the Detroit Pistons and Utah Jazz late in his career. His nickname, \"Chocolate Thunder\", was bestowed upon him by Stevie Wonder. He was known for his powerful dunks, which led to the NBA adopting breakaway rims due to his shattering the backboard on two occasions in 1979.",
      "pageId": 596086,
      "monthDay": "01/11"
    },
    {
      "year": "1958",
      "uri": "/wiki/Vicki_Peterson",
      "name": "Vicki Peterson",
      "aboutText": "George Robert Ramage (born January 11, 1959) is a Canadian former professional ice hockey defenceman who played 15 seasons in the National Hockey League (NHL) for the Colorado Rockies, St. Louis Blues, Calgary Flames, Toronto Maple Leafs, Minnesota North Stars, Tampa Bay Lightning, Montreal Canadiens and Philadelphia Flyers. He also played one season in the World Hockey Association (WHA) for the Birmingham Bulls.",
      "pageId": 629770,
      "monthDay": "01/11"
    },
    {
      "year": "1959",
      "uri": "/wiki/Rob_Ramage",
      "name": "Rob Ramage",
      "aboutText": "Jason Joseph Connery (born 11 January 1963) is a British actor and director. He is the son of actor Sean Connery.",
      "pageId": 652512,
      "monthDay": "01/11"
    },
    {
      "year": "1961",
      "uri": "/wiki/Jasper_Fforde",
      "name": "Jasper Fforde",
      "aboutText": "Dean Reynolds (born 11 January 1963 in Grimsby) is an English former professional snooker player whose career spanned twenty years from 1981 to 2001.",
      "pageId": 696089,
      "monthDay": "01/11"
    },
    {
      "year": "1961",
      "uri": "/wiki/Karl_von_Habsburg",
      "name": "Karl von Habsburg",
      "aboutText": "Kimberly \"Kim\" Coles (born January 11, 1962) is an American actress, comedian and game show host. Cole is most known for her role as a cast member on the sketch comedy, In Living Color (1990–1991), and as Synclaire James–Jones on the Fox series, Living Single (1993–1998).",
      "pageId": 1034317,
      "monthDay": "01/11"
    },
    {
      "year": "1961",
      "uri": "/wiki/Eva_O",
      "name": "Eva O",
      "aboutText": "Robert Steven 'Hizzy' Hislop (11 January 1962 – 30 July 2003) was a Scottish motorcycle racer. Hislop won at the Isle of Man TT eleven times, won the British 250cc Championship (1990) and British Superbike championship (1995 and 2002).\nHislop died when piloting his small, Robinson R44 helicopter in July 2003.",
      "pageId": 1242307,
      "monthDay": "01/11"
    },
    {
      "year": "1961",
      "uri": "/wiki/Lars-Erik_Torph",
      "name": "Lars-Erik Torph",
      "aboutText": "Eva Ortiz (born January 11, 1961) better known as Eva O is a music artist most notable for her previous works in Christian Death and a band she formed with her then husband Rozz Williams called Shadow Project. Regarded as a veteran and \"one of the most striking figures of the American Gothic scene,\" Eva O has had a significant influence on the emerging deathrock movement, which garnered her the \"Queen of Darkness\" title from the press and audience. She is known for her heavy guitar playing style and dramatic, authoritative vocals.",
      "pageId": 1570982,
      "monthDay": "01/11"
    },
    {
      "year": "1962",
      "uri": "/wiki/Chris_Bryant",
      "name": "Chris Bryant",
      "aboutText": "Karl Habsburg (Karl Thomas Robert Maria Franziskus Georg Bahnam; born 11 January 1961), referred to in Austria as Karl Habsburg-Lothringen, in France as Charles de Habsbourg-Lorraine, in the Czech Republic as Karel Habsbursko-Lotrinský, in Hungary as Habsburg Károly, and by his royal name as Archduke Karl of Austria, is an Austrian politician, and the current Head of the House of Habsburg, and the Sovereign (i.e. Grand Master) of the Order of the Golden Fleece. Born in Starnberg, Bavaria, Germany, he is the son of Otto von Habsburg and Princess Regina of Saxe-Meiningen, and the grandson of the last Austrian emperor, Charles I. He served as a Member of the European Parliament for the Austrian People's Party 1996–1999.",
      "pageId": 2046523,
      "monthDay": "01/11"
    },
    {
      "year": "1962",
      "uri": "/wiki/Kim_Coles",
      "name": "Kim Coles",
      "aboutText": "Tracy Anne Stockwell, OAM, (born January 11, 1963), née Tracy Anne Caulkins, is an American former competition swimmer, three-time Olympic gold medalist, five-time world champion, and former world record-holder in three events.\nCaulkins was noted for her versatility and ability in all four major competitive swimming strokes: the butterfly, breaststroke, backstroke and freestyle. Caulkins won forty-eight national championships and set American records in all four strokes over a range of distances as well as in the individual medley (IM) events, which combine all four strokes over the course of a single race.",
      "pageId": 2308201,
      "monthDay": "01/11"
    },
    {
      "year": "1962",
      "uri": "/wiki/Steve_Hislop",
      "name": "Steve Hislop",
      "aboutText": "Diego León Montoya Sánchez (born January 11, 1958/1961), also known as Don Diego, is a former Colombian crime boss leader of the Norte del Valle drug cartel.",
      "pageId": 3034796,
      "monthDay": "01/11"
    },
    {
      "year": "1962",
      "uri": "/wiki/Susan_Lindauer",
      "name": "Susan Lindauer",
      "aboutText": "At least three wrestlers have wrestled under the name \"Mascarita Sagrada.\" This article is about the original.\nMascarita Sagrada (Spanish for Little Sacred Mask, real name not known, born January 11, 1965) is a Mexican Mini Luchador enmascarado (Spanish for Mini Masked wrestler) and one of the most well known Mexican Minis of the modern era. He is the original Mascarita Sagrada although there have been several wrestlers who have used the same gimmick through the years.",
      "pageId": 3075908,
      "monthDay": "01/11"
    },
    {
      "year": "1963",
      "uri": "/wiki/Tracy_Caulkins",
      "name": "Tracy Caulkins",
      "aboutText": "Paul John McKeever (11 January 1956 - 17 January 2013) was a British police officer. He was born in Germany and was educated at Shaftesbury School, Dorset and read geography at London University. He joined the Metropolitan Police in 1977 and led the Police Federation of England and Wales from 2008 until his death.",
      "pageId": 4154958,
      "monthDay": "01/11"
    },
    {
      "year": "1963",
      "uri": "/wiki/Jason_Connery",
      "name": "Jason Connery",
      "aboutText": "Peter Moore (born 11 January 1957) is a former Australian rules footballer who played for Collingwood and Melbourne in the Victorian Football League (VFL).",
      "pageId": 4253386,
      "monthDay": "01/11"
    },
    {
      "year": "1963",
      "uri": "/wiki/Dean_Reynolds",
      "name": "Dean Reynolds",
      "aboutText": "Ralph Gonzales Recto (born January 11, 1964) is a Filipino politician. Recto served as a member of the House of Representatives representing the 4th District of Batangas from 1992 to 2001. He was then elected to the Senate, serving from 2001 to 2007.",
      "pageId": 7787924,
      "monthDay": "01/11"
    },
    {
      "year": "1964",
      "uri": "/wiki/Ralph_Recto",
      "name": "Ralph Recto",
      "aboutText": "Lars-Erik Torph (January 11, 1961 – January 23, 1989) was a Swedish rally driver. He debuted in the World Rally Championship in 1980 and took his first points at his home event, the Swedish Rally, in 1984. Driving a Toyota Celica TCT, a Toyota Supra 3.0i and an Audi Coupé Quattro, he went on to finish on the podium four times.",
      "pageId": 19368444,
      "monthDay": "01/11"
    },
    {
      "year": "1965",
      "uri": "/wiki/Mascarita_Sagrada",
      "name": "Mascarita Sagrada",
      "aboutText": "Susan Lindauer (born July 17, 1963) is an American antiwar activist and former U.S. Congressional staffer who was charged with \"acting as an unregistered agent of a foreign government\" and violating U.S. financial sanctions during the run-up to the 2003 invasion of Iraq. She was incarcerated in 2005 and released the next year after two judges ruled her mentally unfit to stand trial. The government dropped the prosecution in 2009.",
      "pageId": 43951895,
      "monthDay": "01/11"
    },
    {
      "year": "1965",
      "uri": "/wiki/Roland_Scholten",
      "name": "Roland Scholten",
      "aboutText": "Mary Jane Blige (/ˈblaɪʒ/; born January 11, 1971) is an American singer, songwriter, model, record producer and actress. Starting her career as a background singer on Uptown Records in 1989, Blige released her first album, What's the 411?, in 1992, and has released 11 studio albums since and made over 150 guest appearances on other albums and soundtracks.\nA recipient of nine Grammy Awards, in addition to receiving a record of thirty Grammy nominations, Blige is one of few entertainers in history to have eight or more albums to reach multi-platinum status.",
      "pageId": 214210,
      "monthDay": "01/11"
    },
    {
      "year": "1965",
      "uri": "/wiki/Aleksey_Zhukov",
      "name": "Aleksey Zhukov",
      "aboutText": "Mustafa Sandal (born 11 January 1970), also known as Musti, is a Turkish pop music singer-songwriter, record producer, dancer, businessman, and actor whose albums have sold over 20 million copies worldwide and have achieved diamond, platinum, and gold certifications in Turkey. Regarding his critical and commercial success, Sandal is often considered to be one of the most important singers from Turkey since he emerged in the early 1990s with the revival of Turkish pop music. Born and raised in Istanbul, he primarily studied at Dost Koleji in Tarabya and at Collège du Léman in Geneva, and briefly attended University of New Hampshire's School of Business and Economics in the United States before receiving his BA degree in Management from American College of London.",
      "pageId": 965492,
      "monthDay": "01/11"
    },
    {
      "year": "1966",
      "uri": "/wiki/Marc_Acito",
      "name": "Marc Acito",
      "aboutText": "Thomas Martin \"Tom\" Dumont (born January 11, 1968) is an American guitarist and producer.",
      "pageId": 1298368,
      "monthDay": "01/11"
    },
    {
      "year": "1966",
      "uri": "/wiki/Kelley_Law",
      "name": "Kelley Law",
      "aboutText": "Kelley Law (born January 11, 1966 in Burnaby, British Columbia), formerly known as Kelley Atkins and Kelley Owen, is a Canadian curler from Coquitlam, British Columbia.",
      "pageId": 1534750,
      "monthDay": "01/11"
    },
    {
      "year": "1966",
      "uri": "/wiki/Tao_Wei_(football_commentator)",
      "name": "Tao Wei",
      "aboutText": "Kyle Richards Umansky (born January 11, 1969) is an American actress, television personality, memoirist and philanthropist from Los Angeles, California. She began her career as a child actress, appearing in a recurring role on Little House on the Prairie, and in several horror films, including The Car (1977), Tobe Hooper's Eaten Alive (1977), and John Carpenter's Halloween (1978). Since 2010, she has appeared on The Real Housewives of Beverly Hills.",
      "pageId": 2398407,
      "monthDay": "01/11"
    },
    {
      "year": "1967",
      "uri": "/wiki/Derek_Riddell",
      "name": "Derek Riddell",
      "aboutText": "Marc Acito (born January 11, 1966 in Bayonne, New Jersey) is an award winning American playwright, novelist, and humorist.\nHe is openly gay and lives in New York City with his husband Floyd Sklaver.",
      "pageId": 2447279,
      "monthDay": "01/11"
    },
    {
      "year": "1968",
      "uri": "/wiki/Anders_Borg",
      "name": "Anders Borg",
      "aboutText": "Roland Scholten (born 11 January 1965 in The Hague) is a former Dutch professional darts player who played for the Professional Darts Corporation and previously for the British Darts Organisation. He was nicknamed The Tripod and The Flying Dutchman. Scholten turned full-time professional in 2001 and formerly worked as a publican.",
      "pageId": 2683241,
      "monthDay": "01/11"
    },
    {
      "year": "1968",
      "uri": "/wiki/Sa%C5%A1a_%C4%86iri%C4%87",
      "name": "Saša Ćirić",
      "aboutText": "Malcolm D. Lee (born January 11, 1970) is an American film director, screenwriter, producer and actor. He has directed such films as Undercover Brother, The Best Man, Roll Bounce, Welcome Home Roscoe Jenkins, and Soul Men. He also directed an episode of the sitcom Everybody Hates Chris.",
      "pageId": 2973552,
      "monthDay": "01/11"
    },
    {
      "year": "1968",
      "uri": "/wiki/Tom_Dumont",
      "name": "Tom Dumont",
      "aboutText": "Manuel Elias Acta (born January 11, 1969) is a former professional baseball manager who is currently the third base coach for the Seattle Mariners, and formerly a broadcast analyst for ESPN and ESPN Deportes. He has served as manager for the Washington Nationals and the Cleveland Indians of Major League Baseball. In the Dominican Winter League, he managed the Tigres del Licey from 2003–2005, including leading them to victory at the 2004 Caribbean Series.",
      "pageId": 4022125,
      "monthDay": "01/11"
    },
    {
      "year": "1969",
      "uri": "/wiki/Manny_Acta",
      "name": "Manny Acta",
      "aboutText": "Christopher Matthew \"Chris\" Jent (born January 11, 1970) is an American basketball coach and former player who's currently the head coach of the Bakersfield Jam of the NBA Development League.",
      "pageId": 4130682,
      "monthDay": "01/11"
    },
    {
      "year": "1969",
      "uri": "/wiki/James_Merendino",
      "name": "James Merendino",
      "aboutText": "Anders Erik Borg (born 11 January 1968) is a Swedish economist and politician who served as Minister for Finance in the Swedish Government from 2006 to 2014. He is a member of the Moderate Party.",
      "pageId": 7317621,
      "monthDay": "01/11"
    },
    {
      "year": "1969",
      "uri": "/wiki/Kyle_Richards",
      "name": "Kyle Richards",
      "aboutText": "Tom Ward (born 11 January 1971) is a British film, stage and television actor.",
      "pageId": 8385190,
      "monthDay": "01/11"
    },
    {
      "year": "1970",
      "uri": "/wiki/Manfredi_Beninati",
      "name": "Manfredi Beninati",
      "aboutText": "Manfredi Beninati is an Italian artist born in Palermo (Sicily) in 1970. A contemporary figurative painter, his oeuvre also covers installations, drawings, sculpture and collage.",
      "pageId": 11976387,
      "monthDay": "01/11"
    },
    {
      "year": "1970",
      "uri": "/wiki/Chris_Jent",
      "name": "Chris Jent",
      "aboutText": "Joy T. Nilo (born January 11, 1970) is a Filipino composer who specializes in a cappella choral music. Also an orchestrator, his works range from traditional to modern, ethnic to electronic, serious to popular. He is also a pianist, singer, music conductor and educator.",
      "pageId": 12662936,
      "monthDay": "01/11"
    },
    {
      "year": "1970",
      "uri": "/wiki/Malcolm_D._Lee",
      "name": "Malcolm D. Lee",
      "aboutText": "Saša Ćirić or Saša Ḱiriḱ (Macedonian: Сашa Ќириќ; born 11 January 1968 in Kumanovo, SFR Yugoslavia) is a former football player from the Republic of Macedonia of Serbian origin.\n^ \"Ciric, Sasa\" (in German). kicker.de.",
      "pageId": 15487831,
      "monthDay": "01/11"
    },
    {
      "year": "1970",
      "uri": "/wiki/Joy_Nilo",
      "name": "Joy Nilo",
      "aboutText": "Derek Riddell (born 11 January 1967) is a Scottish television actor. He is best known for the portrayal of Dr. Jamie Patterson in the Channel 4 television series No Angels.",
      "pageId": 16975378,
      "monthDay": "01/11"
    },
    {
      "year": "1970",
      "uri": "/wiki/Mustafa_Sandal",
      "name": "Mustafa Sandal",
      "aboutText": "Chris Willsher (born Christopher Willsher, 11 January 1971 in Ilford, England)), is an entertainer, musician, punk singer, drummer, actor and writer of London Irish extraction, now residing in Plymouth.\nHis film appearances include The Necro Files: Lust Never Dies (Astaroth Entertainment, 1998) and The Other Side: Punx Picnic on Channel 4 (2000). Willsher also filmed a fantasy feature entitled Nightscape (Visual Deviance), released in 2010.",
      "pageId": 20449045,
      "monthDay": "01/11"
    },
    {
      "year": "1971",
      "uri": "/wiki/Mary_J._Blige",
      "name": "Mary J. Blige",
      "aboutText": "James Anthony Merendino (born January 11, 1969) is an American film director and screenwriter who is best known for directing the 1998 film SLC Punk!.",
      "pageId": 23498985,
      "monthDay": "01/11"
    },
    {
      "year": "1971",
      "uri": "/wiki/Tom_Ward",
      "name": "Tom Ward",
      "aboutText": "Aleksey Zhukov (Russian: Алексей Жуков; born January 11, 1965) is a retired Russian professional football coach and a player.",
      "pageId": 23631031,
      "monthDay": "01/11"
    },
    {
      "year": "1971",
      "uri": "/wiki/Chris_Willsher",
      "name": "Chris Willsher",
      "aboutText": "Tao Wei (simplified Chinese: 陶伟; traditional Chinese: 陶偉; pinyin: Táo Wěi; January 11, 1966 – August 27, 2012, aged 46) was a Chinese football player and commentator for CCTV sports channel.",
      "pageId": 26874388,
      "monthDay": "01/11"
    },
    {
      "year": "1972",
      "uri": "/wiki/Marc_Blucas",
      "name": "Marc Blucas",
      "aboutText": "Rahul Dravid ( pronunciation ; born 11 January 1973) is a former Indian cricketer and captain, widely regarded as one of the greatest batsmen in the history of cricket. Born in a Marathi family, he started playing cricket at the age of 12 and later represented the state team at the under-15, under-17 and under-19 levels. Hailed as The Wall, Dravid was named one of the best five cricketers of the year by Wisden Cricketers' Almanack in 2000 and received the Player of the Year and the Test Player of the Year awards at the inaugural ICC awards ceremony in 2004.",
      "pageId": 252735,
      "monthDay": "01/11"
    },
    {
      "year": "1972",
      "uri": "/wiki/Christian_Jacobs",
      "name": "Christian Jacobs",
      "aboutText": "Shamari Buchanan (born January 11, 1977) is an American football wide receiver. He played college football for the University of Alabama. He won an SEC Championship his senior year with the Alabama Crimson Tide.",
      "pageId": 768031,
      "monthDay": "01/11"
    },
    {
      "year": "1972",
      "uri": "/wiki/Luis_Miguel_Mart%C3%ADn",
      "name": "Luis Miguel Martín",
      "aboutText": "Amanda Peet (born January 11, 1972) is an American actress who has appeared in film, stage, and television. After studying with Uta Hagen at Columbia University, Peet began her career in television commercials, and progressed to small roles on television, before making her film debut in 1995. Featured roles in the 2000 comedy film The Whole Nine Yards brought her wider recognition.",
      "pageId": 891728,
      "monthDay": "01/11"
    },
    {
      "year": "1972",
      "uri": "/wiki/Amanda_Peet",
      "name": "Amanda Peet",
      "aboutText": "Daniel Darko Luger MBE (born 11 January 1975) is a former English rugby union international who was a member of the squad that won the Webb Ellis Cup in 2003.",
      "pageId": 1053221,
      "monthDay": "01/11"
    },
    {
      "year": "1973",
      "uri": "/wiki/Joanna_Brodzik",
      "name": "Joanna Brodzik",
      "aboutText": "Marcus Paul \"Marc\" Blucas (born January 11, 1972) is an American actor, known for playing Riley Finn in Buffy the Vampire Slayer and Matthew Donnelly on Necessary Roughness.",
      "pageId": 1603875,
      "monthDay": "01/11"
    },
    {
      "year": "1973",
      "uri": "/wiki/Rahul_Dravid",
      "name": "Rahul Dravid",
      "aboutText": "Efthimios \"Efthimis\" Rentzias (alternate spellings: Efthymios, Efthymis) (Greek: Ευθύμιος \"Ευθύμης\" Ρεντζιάς; born January 11, 1976) is a retired Greek professional basketball player. He was most notably a member of the NBA's Philadelphia 76ers.",
      "pageId": 1835884,
      "monthDay": "01/11"
    },
    {
      "year": "1973",
      "uri": "/wiki/Rockmond_Dunbar",
      "name": "Rockmond Dunbar",
      "aboutText": "Rory Brian Fitzpatrick (born January 11, 1975) is an American former professional ice hockey defenseman who played 10 seasons in the National Hockey League (NHL) for the Montreal Canadiens, St. Louis Blues, Nashville Predators, Buffalo Sabres, Vancouver Canucks and Philadelphia Flyers. He was known as a journeyman depth player at the NHL level.",
      "pageId": 2855515,
      "monthDay": "01/11"
    },
    {
      "year": "1973",
      "uri": "/wiki/Eri_Fukatsu",
      "name": "Eri Fukatsu",
      "aboutText": "Jens Daniel Nowotny (born 11 January 1974) is a German former footballer who played as a central defender.\nHe played in nearly 300 official games with Bayer Leverkusen in one full decade, helping them reach the 2002 Champions League final.\nInternationally, Nowotny appeared for Germany in one World Cup and two European Championships, gaining nearly 50 caps.",
      "pageId": 2944413,
      "monthDay": "01/11"
    },
    {
      "year": "1974",
      "uri": "/wiki/Roman_G%C3%B6rtz",
      "name": "Roman Görtz",
      "aboutText": "Anna (\"Anni\") Christine Friesinger-Postma (born 11 January 1977 in Bad Reichenhall) is a former German speed skater. Her father Georg Friesinger, of Germany, and mother Janina (\"Jana\") Korowicka, of Poland, were both skaters; Jana was on the Polish team at the 1976 Winter Olympics. Her brother Jan is also a speed skater.",
      "pageId": 3205696,
      "monthDay": "01/11"
    },
    {
      "year": "1974",
      "uri": "/wiki/Cody_McKay",
      "name": "Cody McKay",
      "aboutText": "Christian Richards Jacobs (born January 11, 1972) is an American musician, television producer, voice actor and former child actor. He is perhaps most recognized as the co-creator of the award-winning Nick Jr. children's television series Yo Gabba Gabba!, on which he additionally serves as a writer, director, composer and voice actor.",
      "pageId": 3422562,
      "monthDay": "01/11"
    },
    {
      "year": "1974",
      "uri": "/wiki/Jens_Nowotny",
      "name": "Jens Nowotny",
      "aboutText": "Rockmond Dunbar (born January 11, 1973 in Berkeley, California) is an American actor. He is best known for his role as Baines on the NBC series Earth 2, as the portrayal Kenny Chadway on the Showtime's Soul Food, and as Benjamin Miles \"C-Note\" Franklin on the FOX crime drama Prison Break.",
      "pageId": 5126995,
      "monthDay": "01/11"
    },
    {
      "year": "1975",
      "uri": "/wiki/Rory_Fitzpatrick",
      "name": "Rory Fitzpatrick",
      "aboutText": "Olexiy Lukashevych (born 11 January 1977 in Dnipropetrovsk) is a Ukrainian long jumper, best known for winning the 2002 European Championships. His personal best is 8.27 metres, achieved in June 2000 in Tartu.",
      "pageId": 5968092,
      "monthDay": "01/11"
    },
    {
      "year": "1975",
      "uri": "/wiki/Kevin_Koe",
      "name": "Kevin Koe",
      "aboutText": "Cody Dean McKay (born January 11, 1974 in Vancouver, British Columbia) is a former Major League Baseball catcher. He is 6 feet 0 inches tall and weighs 210 pounds.\nMcKay was twice drafted and not signed.",
      "pageId": 5995889,
      "monthDay": "01/11"
    },
    {
      "year": "1975",
      "uri": "/wiki/Dan_Luger",
      "name": "Dan Luger",
      "aboutText": "Luis Miguel Martín Berlanas (born 11 January 1972 in Madrid) is a former Spanish long-distance runner. He specializes in the 3000 metres steeplechase.",
      "pageId": 7282981,
      "monthDay": "01/11"
    },
    {
      "year": "1975",
      "uri": "/wiki/Matteo_Renzi",
      "name": "Matteo Renzi",
      "aboutText": "Joanna Honorata Brodzik (born 11 January 1973 in Krosno Odrzańskie, Poland) is a Polish actress. She is most famous for her roles in two TV shows: Magda M. and Kasia i Tomek.\nJoanna Brodzik has won the Prize for Best Actress (ex aequo to Beata Kawka) at the Madrid Móstoles International Film Festival[1] for the Polish production Jasne blekitne okna (The Skylights), by Bogusław Linda.",
      "pageId": 9592789,
      "monthDay": "01/11"
    },
    {
      "year": "1976",
      "uri": "/wiki/Efthimios_Rentzias",
      "name": "Efthimios Rentzias",
      "aboutText": "Kevin Koe (/ˈkuː.iː/ KOO-ee; born January 11, 1975) is a Canadian curler.",
      "pageId": 14856523,
      "monthDay": "01/11"
    },
    {
      "year": "1976",
      "uri": "/wiki/Kaire_Vilgats",
      "name": "Kaire Vilgats",
      "aboutText": "Kaire Vilgats (born January 11, 1976) is an Estonian vocalist and actress.",
      "pageId": 20477930,
      "monthDay": "01/11"
    },
    {
      "year": "1977",
      "uri": "/wiki/Shamari_Buchanan",
      "name": "Shamari Buchanan",
      "aboutText": "Matteo Renzi (Italian pronunciation: [matˈtɛːo ˈrɛntsi]; born 11 January 1975) is an Italian politician who is the serving Prime Minister of Italy since 22 February 2014 and as Secretary of the Democratic Party since 15 December 2013. He was President of the Province of Florence from 2004 to 2009 and Mayor of Florence from 2009 to 2014.\nAt the age of 39 years and 42 days, Renzi became the youngest Italian Prime Minister since unification in 1861, being younger than Benito Mussolini when he took office in 1922 by 52 days.",
      "pageId": 23388798,
      "monthDay": "01/11"
    },
    {
      "year": "1977",
      "uri": "/wiki/Anni_Friesinger-Postma",
      "name": "Anni Friesinger-Postma",
      "aboutText": "Roman Görtz (born 11 January 1974 in Berlin) is a retired German footballer.\nGörtz made a total of three appearances in the 2. Bundesliga for Tennis Borussia Berlin.",
      "pageId": 29146041,
      "monthDay": "01/11"
    },
    {
      "year": "1977",
      "uri": "/wiki/Olexiy_Lukashevych",
      "name": "Olexiy Lukashevych",
      "aboutText": "Eri Fukatsu (深津 絵里, Fukatsu Eri, born 11 January 1973) is a Japanese actress. She won the award for best actress at the 18th Yokohama Film Festival for Haru and the best actress award at the 2010 Montreal World Film Festival for her performance in Villain. She also received acclaim for her role in the Japanese TV series Bayside Shakedown and the subsequent spin-off films of the series.",
      "pageId": 30872258,
      "monthDay": "01/11"
    },
    {
      "year": "1977",
      "uri": "/wiki/Devin_Ratray",
      "name": "Devin Ratray",
      "aboutText": "Emile William Ivanhoe Heskey (born 11 January 1978) is an English professional footballer who plays as a striker for Championship club Bolton Wanderers. Before joining the club, he made more than 500 appearances in the Football League and Premier League over an 18-year career, and represented England in international football. He also had a spell for Australian A-League side Newcastle Jets.",
      "pageId": 344298,
      "monthDay": "01/11"
    },
    {
      "year": "1977",
      "uri": "/wiki/Nadia_Turner",
      "name": "Nadia Turner",
      "aboutText": "Jamelia Niela Davis (born 11 January 1981) is a British recording artist, television presenter and actress. She has released three studio albums, each of which has reached the Top 40 in the UK, which collectively have spawned eight UK top ten singles. In addition, Jamelia has won four MOBO Awards, a Q Award and has received nine BRIT Award nominations.",
      "pageId": 522692,
      "monthDay": "01/11"
    },
    {
      "year": "1978",
      "uri": "/wiki/Vallo_Allingu",
      "name": "Vallo Allingu",
      "aboutText": "Michael Deshaun Williams (born January 11, 1980) is a former American football player who was an offensive tackle and guard in the National Football League (NFL). He played college football for the University of Texas, and was recognized as a consensus All-American.",
      "pageId": 610930,
      "monthDay": "01/11"
    },
    {
      "year": "1978",
      "uri": "/wiki/Holly_Brisley",
      "name": "Holly Brisley",
      "aboutText": "Dato', or occasionally Datin Sri, Siti Nurhaliza binti Tarudin DIMP, JSM, SAP, PMP, AAP (Jawi: سيتي نورهاليزا بنت تارودين [ˈsiti nʊrhaˈliza ˈbinti taˈrudɪn]; born 11 January 1979) is a Malaysian singer, songwriter, record producer, television presenter and businesswoman.\nSince her debut, she has won a number of international singing competitions. She had been crowned as Voice of Asia in 2002 after winning the Grand Prix Champion title at the Voice of Asia singing competition which was held in Almaty, Kazakhstan.",
      "pageId": 1730738,
      "monthDay": "01/11"
    },
    {
      "year": "1978",
      "uri": "/wiki/Michael_Duff_(footballer)",
      "name": "Michael Duff",
      "aboutText": "Gökdeniz Karadeniz (born 11 January 1980, in Giresun) is a Turkish professional footballer who plays as a winger or as an attacking midfielder for Russian club Rubin Kazan.",
      "pageId": 1865424,
      "monthDay": "01/11"
    },
    {
      "year": "1978",
      "uri": "/wiki/Emile_Heskey",
      "name": "Emile Heskey",
      "aboutText": "Holly Brisley (born 11 January 1978) is an Australian actress and television presenter. She began her career at the age of 17 on Agro's Cartoon Connection (1995–97) and more recently portrayed Amanda Vale-Baker on Home and Away (2005–09).",
      "pageId": 2212655,
      "monthDay": "01/11"
    },
    {
      "year": "1978",
      "uri": "/wiki/Stijn_Schaars",
      "name": "Stijn Schaars",
      "aboutText": "Michael James Duff (born 11 January 1978) is a Northern Irish professional footballer who currently plays for Burnley. He plays in the centre of defence or at right-back.",
      "pageId": 4151733,
      "monthDay": "01/11"
    },
    {
      "year": "1979",
      "uri": "/wiki/Darren_Lynn_Bousman",
      "name": "Darren Lynn Bousman",
      "aboutText": "Henry Shefflin (born 11 January 1979) is an Irish hurler who played as a centre-forward for the Kilkenny senior team.\nA native of Ballyhale, County Kilkenny, Shefflin first excelled at hurling whilst at school in St. Kieran's College.",
      "pageId": 5287742,
      "monthDay": "01/11"
    },
    {
      "year": "1979",
      "uri": "/wiki/Joana_Cortez",
      "name": "Joana Cortez",
      "aboutText": "Deanna Wright (born January 11, 1980, in Ocala, Florida) is an American actress and former fashion model.",
      "pageId": 5714858,
      "monthDay": "01/11"
    },
    {
      "year": "1979",
      "uri": "/wiki/Michael_Lorenz_(footballer)",
      "name": "Michael Lorenz",
      "aboutText": "Thomas Peter Meighan (/ˈmiː.ən/, born 11 January 1981) is an English musician, best known as the lead vocalist for the rock band Kasabian.",
      "pageId": 6110187,
      "monthDay": "01/11"
    },
    {
      "year": "1979",
      "uri": "/wiki/Siti_Nurhaliza",
      "name": "Siti Nurhaliza",
      "aboutText": "Stefanus Johannes \"Stijn\" Schaars (Dutch pronunciation: [ˈstɛin ˈsxaːrs]; born 11 January 1984 in Gendt, Gelderland) is a Dutch footballer who currently plays in the Eredivisie for PSV and the Netherlands national team as a midfielder.",
      "pageId": 6618532,
      "monthDay": "01/11"
    },
    {
      "year": "1979",
      "uri": "/wiki/Henry_Shefflin",
      "name": "Henry Shefflin",
      "aboutText": "Jaime Andrés Valdés Zapata (Spanish pronunciation: [ˈjaime βalˈdes] born 11 January 1981) is a Chilean footballer that currently plays for Primera División club Colo-Colo. He usually plays as central midfielder, but also can operates as an attacking midfielder or winger. Valdés was member of his national under-20 national team in the 2001 FIFA World Youth Championship and has represented three times the senior team between 2001 and 2010.",
      "pageId": 7544384,
      "monthDay": "01/11"
    },
    {
      "year": "1980",
      "uri": "/wiki/Lovieanne_Jung",
      "name": "Lovieanne Jung",
      "aboutText": "Devin D. Ratray (born January 11, 1977) is an American actor, singer and songwriter.",
      "pageId": 8536303,
      "monthDay": "01/11"
    },
    {
      "year": "1980",
      "uri": "/wiki/G%C3%B6kdeniz_Karadeniz",
      "name": "Gökdeniz Karadeniz",
      "aboutText": "Nadia Turner is an American singer, songwriter, actress and radio/television personality, best known as the 8th place finalist on the fourth season of American Idol.",
      "pageId": 9896382,
      "monthDay": "01/11"
    },
    {
      "year": "1980",
      "uri": "/wiki/Mike_Williams_(offensive_lineman)",
      "name": "Mike Williams",
      "aboutText": "Darren Lynn Bousman (born January 11, 1979) is an American film director and screenwriter.",
      "pageId": 12649195,
      "monthDay": "01/11"
    },
    {
      "year": "1980",
      "uri": "/wiki/Deanna_Wright",
      "name": "Deanna Wright",
      "aboutText": "Bafo Biyela (11 January 1981 – 17 September 2012) was a South African football (soccer) midfielder who last played for Thanda Royal Zulu.",
      "pageId": 16792594,
      "monthDay": "01/11"
    },
    {
      "year": "1981",
      "uri": "/wiki/Jamelia",
      "name": "Jamelia",
      "aboutText": "Vallo Allingu (born 11 January 1978 in Jõgeva, Estonia) is a retired Estonian professional basketballer who last played for Tartu Ülikool/Rock at the center position. Allingu started his senior club career with Korvpalli Meistriliiga teams like \"Puuviljaparadiis\" and KK Rakvere. In 2002 he joined with Tartu Ülikool/Rock and won the Estonian Championship titles in 2004, 2007, 2008 and 2010.",
      "pageId": 16925405,
      "monthDay": "01/11"
    },
    {
      "year": "1981",
      "uri": "/wiki/Bafo_Biyela",
      "name": "Bafo Biyela",
      "aboutText": "Lovieanne Jung (born January 11, 1980) is a retired American softball player. Born in Honolulu, Hawaii, Jung moved with her family to California at a young age.\nBeginning her collegiate career at Fresno State University, Jung later transferred to the University of Arizona.",
      "pageId": 18835928,
      "monthDay": "01/11"
    },
    {
      "year": "1981",
      "uri": "/wiki/Tom_Meighan",
      "name": "Tom Meighan",
      "aboutText": "Michael Lorenz (born 11 January 1979) is a German former footballer who played as a defender or midfielder. Lorenz began his career with FC Berlin, before joining KFC Uerdingen 05 in 1998, where he made 15 appearances in the 2. Bundesliga.",
      "pageId": 25729706,
      "monthDay": "01/11"
    },
    {
      "year": "1981",
      "uri": "/wiki/Jaime_Vald%C3%A9s",
      "name": "Jaime Valdés",
      "aboutText": "Joana Amorim Cortez dos Santos (born 11 January 1979 in Rio de Janeiro) is a retired Brazilian tennis player.\nCortez won seven singles and 26 doubles titles on the ITF tour in her career. On 17 September 2001, she reached her best singles ranking of world number 204.",
      "pageId": 42312043,
      "monthDay": "01/11"
    },
    {
      "year": "1981",
      "uri": "/wiki/Ali_Zitouni",
      "name": "Ali Zitouni",
      "aboutText": "Ali Zitouni (born 11 January 1981) (Arabic: علي زيتوني‎) is a Tunisian footballer who currently plays for CS Hammam-Lif.",
      "pageId": 1380634,
      "monthDay": "01/11"
    },
    {
      "year": "1982",
      "uri": "/wiki/Tony_Allen_(basketball)",
      "name": "Tony Allen",
      "aboutText": "Matthew Charles \"Matt\" Mullenweg (born January 11, 1984) is an American online social media entrepreneur, web developer and musician living in San Francisco. He is best known for developing the free and open source web software WordPress, now managed by The WordPress Foundation. His professional blog is ma.tt, a domain hack.",
      "pageId": 1585314,
      "monthDay": "01/11"
    },
    {
      "year": "1982",
      "uri": "/wiki/Ashley_Taylor_Dawson",
      "name": "Ashley Taylor Dawson",
      "aboutText": "Anthony \"Tony\" Allen (born January 11, 1982) is an American professional basketball player for the Memphis Grizzlies of the National Basketball Association (NBA).",
      "pageId": 2196833,
      "monthDay": "01/11"
    },
    {
      "year": "1982",
      "uri": "/wiki/Son_Ye-jin",
      "name": "Son Ye-jin",
      "aboutText": "Adrian Sutil (German pronunciation: [ˈadɾjan zuˈtil]; born 11 January 1983) is a German racing driver who most recently drove for Sauber in Formula One for the 2014 season. He is currently reserve driver for the Williams team for 2015.\nSutil started karting at the age of 14 and moved into single seater racing in 2002 in the Swiss Formula Ford series where he won the title.",
      "pageId": 4009982,
      "monthDay": "01/11"
    },
    {
      "year": "1983",
      "uri": "/wiki/Turner_Battle",
      "name": "Turner Battle",
      "aboutText": "Ted Richards (born 11 January 1983) is a professional Australian rules footballer playing for the Sydney Swans in the Australian Football League (AFL).",
      "pageId": 5619326,
      "monthDay": "01/11"
    },
    {
      "year": "1983",
      "uri": "/wiki/Matthew_Palleschi",
      "name": "Matthew Palleschi",
      "aboutText": "Philip Ashley Taylor Dawson (born 11 January 1982), known as Ashley Taylor Dawson, is an English actor and singer.",
      "pageId": 6201655,
      "monthDay": "01/11"
    },
    {
      "year": "1983",
      "uri": "/wiki/Ted_Richards",
      "name": "Ted Richards",
      "aboutText": "Turner Battle (born January 11, 1983) is an American former basketball point guard for the University at Buffalo Bulls men's basketball team from 2001 to 2005. Battle is credited with fueling the resurgence of the Bulls men's basketball program, which went from 5-23 during his sophomore season to a 23-win senior campaign. On July 5, 2007, Battle was named an assistant coach at Buffalo, replacing Chris Hawkins who left for Tulane University.",
      "pageId": 6394066,
      "monthDay": "01/11"
    },
    {
      "year": "1983",
      "uri": "/wiki/Adrian_Sutil",
      "name": "Adrian Sutil",
      "aboutText": "Scotty Cranmer (born January 11, 1987) is a BMX rider from Jackson Township, New Jersey, USA. Nicknamed \"the Bulldozer\", he is sponsored by Vans Shoes, Hyper bike co ( used to ride long time for Felt Bikes), Fox Clothing, Pro-tec Helmets, Monster Energy Drink, and Snafu .",
      "pageId": 6406681,
      "monthDay": "01/11"
    },
    {
      "year": "1984",
      "uri": "/wiki/Kevin_Boss",
      "name": "Kevin Boss",
      "aboutText": "Kazuki Nakajima (中嶋 一貴, Nakajima Kazuki, born January 11, 1985) is a professional racing driver who drove in Formula One for the Williams-Toyota team from 2007 to 2009. Prior to that he had been their test driver, as well as a competitor in the GP2 Series for the DAMS team.\nNakajima was signed to drive for Stefan GP in 2010, but the team was not accepted as an entrant in the Formula One world championship.",
      "pageId": 7837276,
      "monthDay": "01/11"
    },
    {
      "year": "1984",
      "uri": "/wiki/Dario_Kre%C5%A1i%C4%87",
      "name": "Dario Krešić",
      "aboutText": "Kevin Antonio Boss (born January 11, 1984) is a former American football tight end. He was drafted in the fifth round of the 2007 NFL Draft by the New York Giants out of Western Oregon University.",
      "pageId": 9721178,
      "monthDay": "01/11"
    },
    {
      "year": "1984",
      "uri": "/wiki/Matt_Mullenweg",
      "name": "Matt Mullenweg",
      "aboutText": "Matthew Palleschi (born January 11, 1983 in Richmond Hill, Ontario) is a retired Canadian soccer player.",
      "pageId": 10687014,
      "monthDay": "01/11"
    },
    {
      "year": "1985",
      "uri": "/wiki/Newton_Faulkner",
      "name": "Newton Faulkner",
      "aboutText": "Dario Krešić (born 11 January 1984) is a Croatian football goalkeeper who plays for Bayer Leverkusen.",
      "pageId": 18056445,
      "monthDay": "01/11"
    },
    {
      "year": "1985",
      "uri": "/wiki/Aja_Naomi_King",
      "name": "Aja Naomi King",
      "aboutText": "Sam Newton Battenberg Faulkner (born 11 January 1985) is an English singer-songwriter and musician from Reigate, Surrey. He is known for his percussive style of guitar playing. In 2007 Faulkner's debut studio album Hand Built by Robots was certified double platinum in the United Kingdom.",
      "pageId": 19389202,
      "monthDay": "01/11"
    },
    {
      "year": "1985",
      "uri": "/wiki/Lucy_Knisley",
      "name": "Lucy Knisley",
      "aboutText": "Rachel Annabelle Riley (born 11 January 1986) is an English television presenter best known for being a co-presenter on Countdown on Channel 4 and The Gadget Show on Channel 5.",
      "pageId": 20326377,
      "monthDay": "01/11"
    },
    {
      "year": "1985",
      "uri": "/wiki/Kazuki_Nakajima",
      "name": "Kazuki Nakajima",
      "aboutText": "Lucy Knisley (born January 11, 1985) is an American comic artist and musician. Her work is often autobiographical, and food is a common theme.\nKnisley's drawn travel journal French Milk was published through Simon & Schuster in October 2008.",
      "pageId": 24554540,
      "monthDay": "01/11"
    },
    {
      "year": "1985",
      "uri": "/wiki/Aaron_Porter",
      "name": "Aaron Porter",
      "aboutText": "Aaron Ross Porter (born 11 January 1985) is the former President of the National Union of Students in the United Kingdom; he was elected with a 65% majority and took office in June 2010 for one year.",
      "pageId": 26135173,
      "monthDay": "01/11"
    },
    {
      "year": "1986",
      "uri": "/wiki/Rachel_Riley",
      "name": "Rachel Riley",
      "aboutText": "Son Ye-jin (born Son Eon-jin on January 11, 1982) is a South Korean actress. She rose to fame in romance-themed films and television series such as The Classic (2003), Summer Scent (2003), A Moment to Remember (2004), and April Snow (2005), but has won acting recognition for her versatility in diverse genres, notably in Alone in Love (2006) and My Wife Got Married (2008).",
      "pageId": 28594353,
      "monthDay": "01/11"
    },
    {
      "year": "1987",
      "uri": "/wiki/Scotty_Cranmer",
      "name": "Scotty Cranmer",
      "aboutText": "Daniel Semenzato (born 11 January 1987) is an Italian footballer who plays for Bassano.",
      "pageId": 28904733,
      "monthDay": "01/11"
    },
    {
      "year": "1987",
      "uri": "/wiki/Daniel_Semenzato",
      "name": "Daniel Semenzato",
      "aboutText": "Jamie Richard Vardy (born 11 January 1987) is an English professional footballer who plays for Premier League club Leicester City and the England national team. He plays as a striker, but can also play as a winger.\nAfter being released by Sheffield Wednesday at the age of sixteen, Vardy began his senior career with Stocksbridge Park Steels, breaking into the first team in 2007 and spending three seasons before joining Northern Premier League side Halifax Town in 2010.",
      "pageId": 32335947,
      "monthDay": "01/11"
    },
    {
      "year": "1987",
      "uri": "/wiki/Jamie_Vardy",
      "name": "Jamie Vardy",
      "aboutText": "Aja Naomi King (born January 11, 1985) is an American actress.",
      "pageId": 40034472,
      "monthDay": "01/11"
    },
    {
      "year": "1988",
      "uri": "/wiki/Junjun_(singer)",
      "name": "Junjun",
      "aboutText": "Flora Cross (born January 11, 1993) is a French-American actress.",
      "pageId": 5749665,
      "monthDay": "01/11"
    },
    {
      "year": "1988",
      "uri": "/wiki/Daniel_Dzufer",
      "name": "Daniel Dzufer",
      "aboutText": "Sammy Carlson (born January 11, 1989) is an American freeskier specializing in slopestyle competitions.",
      "pageId": 8249781,
      "monthDay": "01/11"
    },
    {
      "year": "1988",
      "uri": "/wiki/Rodrigo_Jos%C3%A9_Pereira",
      "name": "Rodrigo José Pereira",
      "aboutText": "Li Chun (simplified Chinese: 李纯; traditional Chinese: 李純; pinyin: Lǐ Chún; born January 11, 1988 in Yueyang, Hunan, China) is a Chinese singer and actress. Better known as Junjun (ジュンジュン), she is a former member of the Japanese girl group Morning Musume. Along with Qian Lin, she is one of the few non-Japanese members in the history of Morning Musume.",
      "pageId": 10075415,
      "monthDay": "01/11"
    },
    {
      "year": "1988",
      "uri": "/wiki/Epiphanny_Prince",
      "name": "Epiphanny Prince",
      "aboutText": "Daniel Dzufer (born 11 January 1988) is an Australian rules footballer who played for the Brisbane Lions in the Australian Football League (AFL).\nDzufer was drafted as a rookie with the 35th selection in the 2007 AFL Rookie Draft. He made his debut against Port Adelaide on 30 June 2007 and collected seven handballs, three kicks and three marks.",
      "pageId": 12750119,
      "monthDay": "01/11"
    },
    {
      "year": "1989",
      "uri": "/wiki/Darko_Bodul",
      "name": "Darko Bodul",
      "aboutText": "Epiphanny Prince (born January 11, 1988) is a Russian and American professional women's basketball player with the New York Liberty and Dynamo Kursk of Russia as well as the Russia women's national basketball team. She is best known for scoring 113 points for Murry Bergtraum in a high school game in 2006, breaking a girls' national prep record previously held by Hall of Famer Cheryl Miller. Participated in the 2006 Women's Basketball Coaches Association (WBCA) and McDonald’s High School All-America Games.",
      "pageId": 15061869,
      "monthDay": "01/11"
    },
    {
      "year": "1989",
      "uri": "/wiki/Sammy_Carlson",
      "name": "Sammy Carlson",
      "aboutText": "Darko Bodul (born 11 January 1989) is an Austrian footballer who plays for Scottish club Dundee United as a striker. He began his career in the Netherlands, where he played for AFC Ajax and for Sparta Rotterdam on loan. He has also played for Nacional in Portugal, Odense Boldklub in Denmark and two Austrian clubs, Sturm Graz and Rheindorf Altach.",
      "pageId": 21458267,
      "monthDay": "01/11"
    },
    {
      "year": "1990",
      "uri": "/wiki/Ryan_Griffin_(tight_end)",
      "name": "Ryan Griffin",
      "aboutText": "Andrea Bertolacci (Italian pronunciation: [anˈdrɛa bertoˈlattʃi]; born 11 January 1991) is an Italian footballer who plays as a midfielder for Serie A club Milan and the Italian national team.\nBertolacci began his career at Roma, and was signed by Milan in 2015. He has represented the Italy national team and Italy U21 national team, and also played for the Italy U17 national team and Italy U19 national team.",
      "pageId": 27013521,
      "monthDay": "01/11"
    },
    {
      "year": "1991",
      "uri": "/wiki/Andrea_Bertolacci",
      "name": "Andrea Bertolacci",
      "aboutText": "Cody Robert Simpson (born 11 January 1997) is an Australian singer, songwriter, musician, dancer and actor from Gold Coast, Queensland, who was previously signed to US record label Atlantic Records. He owns a record label called Coast House Records.",
      "pageId": 27367390,
      "monthDay": "01/11"
    },
    {
      "year": "1991",
      "uri": "/wiki/Hyolyn",
      "name": "Hyolyn",
      "aboutText": "Fuska real name Rodrigo José Pereira (born 11 January 1988) is a Brazilian footballer who currently plays for São José.",
      "pageId": 27710978,
      "monthDay": "01/11"
    },
    {
      "year": "1992",
      "uri": "/wiki/Dani_Carvajal",
      "name": "Dani Carvajal",
      "aboutText": "Michael Vincent \"Mike\" Keane (born 11 January 1993) is an English footballer who plays as a defender for Burnley. Keane has represented the Republic of Ireland at U17 and England at U20 and U21 levels and was named as Manchester United's Reserve Player of the Year in 2012. His twin brother, Will, is also a footballer, playing for Preston North End, on loan from Manchester United as a striker.",
      "pageId": 33533985,
      "monthDay": "01/11"
    },
    {
      "year": "1992",
      "uri": "/wiki/Lee_Seung-hoon_(musician)",
      "name": "Lee Seung-hoon",
      "aboutText": "William David \"Will\" Keane (born 11 January 1993) is an English professional footballer who plays as a forward for Preston North End on loan from Manchester United. Having been with Manchester United since the age of 11, Keane also spent a month on loan with Wigan Athletic in December 2013, and played the second half of that season at Queens Park Rangers. His twin brother, Michael, is a defender who plays for Burnley.",
      "pageId": 34237120,
      "monthDay": "01/11"
    },
    {
      "year": "1993",
      "uri": "/wiki/Flora_Cross",
      "name": "Flora Cross",
      "aboutText": "Kim Hyo-jung (born January 11, 1991), better known by her stage name Hyolyn, is a South Korean singer and actress.",
      "pageId": 34741647,
      "monthDay": "01/11"
    },
    {
      "year": "1993",
      "uri": "/wiki/Michael_Keane_(footballer,_born_1993)",
      "name": "Michael Keane",
      "aboutText": "Mathieu Gilles Marquet (born 11 January 1994) is a Mauritian swimmer.",
      "pageId": 36582655,
      "monthDay": "01/11"
    },
    {
      "year": "1993",
      "uri": "/wiki/Will_Keane",
      "name": "Will Keane",
      "aboutText": "Daniel \"Dani\" Carvajal Ramos (born 11 January 1992) is a Spanish professional footballer who plays for Real Madrid and Spain as a right back.\nHaving risen through the Real Madrid youth ranks, he spent a season on loan with Bayer Leverkusen before breaking into the first team in 2013, going on to win various domestic and international honours.\nAt youth international level, Carvajal won the 2011 European Championship with the under-19 team and the 2013 edition with the under-21 side.",
      "pageId": 36909154,
      "monthDay": "01/11"
    },
    {
      "year": "1994",
      "uri": "/wiki/Mathieu_Marquet",
      "name": "Mathieu Marquet",
      "aboutText": "Ryan Griffin (born January 11, 1990) is an American football tight end for the Houston Texans of the National Football League.",
      "pageId": 39236747,
      "monthDay": "01/11"
    },
    {
      "year": "1995",
      "uri": "/wiki/Klaartje_Liebens",
      "name": "Klaartje Liebens",
      "aboutText": "Lee Seunghoon (Hangul: 이승훈, born January 11, 1992) is a South Korean rapper and singer under YG Entertainment. He is a member of boy group Winner.",
      "pageId": 43130277,
      "monthDay": "01/11"
    },
    {
      "year": "1997",
      "uri": "/wiki/Cody_Simpson",
      "name": "Cody Simpson",
      "aboutText": "Klaartje Liebens (born 11 January 1995 in Brussels) is a Belgian tennis player.\nLiebens has won five singles titles on the ITF tour in her career. On 16 February 2015, she reached her best singles ranking of world number 295.",
      "pageId": 45351506,
      "monthDay": "01/11"
    },
    {
      "year": "1998",
      "uri": "/wiki/Louisa_Johnson",
      "name": "Louisa Johnson",
      "aboutText": "Louisa Johnson (born January 1998) is an English singer from Thurrock, Essex, England. She was the winner of the twelfth UK series of The X Factor in 2015, also the programme's youngest ever winner. Her debut studio album is provisionally planned to be released on 26 February 2016.",
      "pageId": 48807173,
      "monthDay": "01/11"
    }
  ]
}