{
  "people": [
    {
      "year": "145",
      "uri": "/wiki/Septimius_Severus",
      "name": "Septimius Severus",
      "aboutText": "Charles Evans Hughes Sr. (April 11, 1862 – August 27, 1948) was an American statesman, lawyer, and Republican politician from New York. He served as the 36th Governor of New York (1907–1910), Associate Justice of the Supreme Court of the United States (1910–1916), United States Secretary of State (1921–1925), a judge on the Court of International Justice (1928–1930), and the 11th Chief Justice of the United States (1930–1941).",
      "pageId": 7525,
      "monthDay": "04/11"
    },
    {
      "year": "1357",
      "uri": "/wiki/John_I_of_Portugal",
      "name": "John I of Portugal",
      "aboutText": "Septimius Severus (/səˈvɪərəs/; Latin: Lucius Septimius Severus Augustus; 11 April 145 – 4 February 211), also known as Severus, was Roman emperor from 193 to 211. Severus was born in Leptis Magna in the Roman province of Africa. As a young man he advanced through the cursus honorum—the customary succession of offices—under the reigns of Marcus Aurelius and Commodus.",
      "pageId": 28413,
      "monthDay": "04/11"
    },
    {
      "year": "1374",
      "uri": "/wiki/Roger_Mortimer,_4th_Earl_of_March",
      "name": "Roger Mortimer, 4th Earl of March",
      "aboutText": "John I (Portuguese: João, [ʒuˈɐ̃w̃]; 11 April 1357 – 14 August 1433) was King of Portugal and the Algarve in 1385–1433. He was called the Good (sometimes the Great) or of Happy Memory, more rarely and outside Portugal, in Spain, the Bastard, and was the first to use the title Lord of Ceuta.",
      "pageId": 153575,
      "monthDay": "04/11"
    },
    {
      "year": "1492",
      "uri": "/wiki/Marguerite_de_Navarre",
      "name": "Marguerite de Navarre",
      "aboutText": "This article is about the musician. For his son, the artist and gallery manager, see Charles Edward Hallé.",
      "pageId": 188815,
      "monthDay": "04/11"
    },
    {
      "year": "1592",
      "uri": "/wiki/John_Eliot_(statesman)",
      "name": "John Eliot",
      "aboutText": "George Canning, FRS, (11 April 1770 – 8 August 1827) was a British statesman and Tory politician who served in various senior cabinet positions under numerous Prime Ministers, before himself serving as Prime Minister for the final four months of his life.\nThe son of an actress and a failed businessman and lawyer, Canning was supported financially by his uncle Stratford, allowing him to attend Eton College and Christ Church, Oxford. Canning entered politics as a Tory in 1793 and rose rapidly.",
      "pageId": 197229,
      "monthDay": "04/11"
    },
    {
      "year": "1683",
      "uri": "/wiki/Jean-Joseph_Mouret",
      "name": "Jean-Joseph Mouret",
      "aboutText": "Ferdinand Johann Gottlieb Lassalle (German pronunciation: [laˈsal]; 11 April 1825 – 31 August 1864), also known as Ferdinand Lassalle-Wolfson, was a German-Jewish jurist, philosopher, and socialist political activist. Lassalle is best remembered as an initiator of international-style socialism in Germany.",
      "pageId": 197666,
      "monthDay": "04/11"
    },
    {
      "year": "1715",
      "uri": "/wiki/John_Alcock_(organist)",
      "name": "John Alcock",
      "aboutText": "Edward Everett (April 11, 1794 – January 15, 1865) was an American politician, pastor, educator, diplomat, and orator from Massachusetts. Everett, a Whig, served as U.S. Representative, U.S. Senator, the 15th Governor of Massachusetts, Minister to Great Britain, and United States Secretary of State. He also taught at Harvard University and served as its president.",
      "pageId": 303944,
      "monthDay": "04/11"
    },
    {
      "year": "1721",
      "uri": "/wiki/David_Zeisberger",
      "name": "David Zeisberger",
      "aboutText": "James Parkinson FGS (11 April 1755 – 21 December 1824) was an English surgeon, apothecary, geologist, palaeontologist, and political activist. He is most famous for his 1817 work, An Essay on the Shaking Palsy in which he was the first to describe \"paralysis agitans\", a condition that would later be renamed Parkinson's disease by Jean-Martin Charcot.",
      "pageId": 325426,
      "monthDay": "04/11"
    },
    {
      "year": "1722",
      "uri": "/wiki/Christopher_Smart",
      "name": "Christopher Smart",
      "aboutText": "Roger de Mortimer, 4th Earl of March and 6th Earl of Ulster (11 April 1374 – 20 July 1398) was a 14th-century English nobleman. He was considered the heir presumptive to King Richard II between the death in 1382 of his mother Philippa of Clarence (a granddaughter of King Edward III of England) until his own death in 1398.\nRoger Mortimer's father, the 3rd Earl of March, died in 1381, leaving the six-year-old Roger to succeed to his father's title.",
      "pageId": 441233,
      "monthDay": "04/11"
    },
    {
      "year": "1755",
      "uri": "/wiki/James_Parkinson",
      "name": "James Parkinson",
      "aboutText": "Christopher Smart (11 April 1722 – 21 May 1771), also known as \"Kit Smart\", \"Kitty Smart\", and \"Jack Smart\", was an English poet.\nHe was a major contributor to two popular magazines and a friend to influential cultural icons like Samuel Johnson and Henry Fielding. Smart, a high church Anglican, was widely known throughout London.",
      "pageId": 604073,
      "monthDay": "04/11"
    },
    {
      "year": "1770",
      "uri": "/wiki/George_Canning",
      "name": "George Canning",
      "aboutText": "Jyotirao Govindrao Phule (11 April 1827 – 28 November 1890) was an Indian activist, thinker, social reformer, writer and theologist from Maharashtra. He and his wife, Savitribai Phule, were pioneers of women's education in India. His work extended to many fields including education, agriculture, caste system, women and widow upliftment and removal of untouchability.",
      "pageId": 659907,
      "monthDay": "04/11"
    },
    {
      "year": "1794",
      "uri": "/wiki/Edward_Everett",
      "name": "Edward Everett",
      "aboutText": "William Wallace Campbell (April 11, 1862 – June 14, 1938) was an American astronomer, and director of Lick Observatory from 1900 to 1930.",
      "pageId": 726324,
      "monthDay": "04/11"
    },
    {
      "year": "1798",
      "uri": "/wiki/Macedonio_Melloni",
      "name": "Macedonio Melloni",
      "aboutText": "Macedonio Melloni (11 April 1798 – 11 August 1854) was an Italian physicist, notable for demonstrating that radiant heat has similar physical properties to those of light.",
      "pageId": 929450,
      "monthDay": "04/11"
    },
    {
      "year": "1819",
      "uri": "/wiki/Charles_Hall%C3%A9",
      "name": "Charles Hallé",
      "aboutText": "Arthur Shrewsbury (11 April 1856 – 19 May 1903) was an English cricketer and rugby football administrator. He was widely rated as competing with W. G. Grace for the accolade of best batsman of the 1880s; Grace himself, when asked who he would most like in his side, replied simply, \"Give me Arthur\". An opening batsman, Shrewsbury played his cricket for Nottinghamshire County Cricket Club and played 23 Test matches for England, captaining them in 7 games, with a record of won 5, lost 2.",
      "pageId": 1295060,
      "monthDay": "04/11"
    },
    {
      "year": "1825",
      "uri": "/wiki/Ferdinand_Lassalle",
      "name": "Ferdinand Lassalle",
      "aboutText": "Jean-Joseph Mouret (11 April 1682 in Avignon – 22 December 1738 in Charenton-le-Pont) was a French composer whose dramatic works made him one of the leading exponents of Baroque music in his country.",
      "pageId": 1744524,
      "monthDay": "04/11"
    },
    {
      "year": "1827",
      "uri": "/wiki/Jyotirao_Phule",
      "name": "Jyotirao Phule",
      "aboutText": "David Zeisberger (April 11, 1721 – November 17, 1808) was a Moravian clergyman and missionary among the Native Americans in the Thirteen Colonies. He established communities of Munsee (Lenape) converts to Christianity in the valley of the Muskingum River in Ohio; and for a time, near modern-day Amherstburg, Ontario.\nZeisberger was born in Zauchtenthal, Moravia (present day Suchdol nad Odrou in the Czech Republic) and moved with his family to the newly established Moravian Christian community of Herrnhut, on the estate of Count Nicolaus Ludwig von Zinzendorf in the German Electorate of Saxony in 1727.",
      "pageId": 2286746,
      "monthDay": "04/11"
    },
    {
      "year": "1856",
      "uri": "/wiki/Arthur_Shrewsbury",
      "name": "Arthur Shrewsbury",
      "aboutText": "Marguerite de Navarre (French: Marguerite d'Angoulême, Marguerite d'Alençon; 11 April 1492 – 21 December 1549), also known as Marguerite of Angoulême and Margaret of Navarre, was the princess of France, Queen of Navarre, and Duchess of Alençon and Berry. She was married to Henry II of Navarre. Her brother became King of France, as Francis I, and the two siblings were responsible for the celebrated intellectual and cultural court and salons of their day in France.",
      "pageId": 2764030,
      "monthDay": "04/11"
    },
    {
      "year": "1859",
      "uri": "/wiki/Stefanos_Thomopoulos",
      "name": "Stefanos Thomopoulos",
      "aboutText": "John Alcock (11 April 1715, London – 23 February 1806) was an English organist and composer.",
      "pageId": 19691121,
      "monthDay": "04/11"
    },
    {
      "year": "1862",
      "uri": "/wiki/William_Wallace_Campbell",
      "name": "William Wallace Campbell",
      "aboutText": "Stefanos Thomopoulos (Greek: Στέφανος Θωμόπουλος, 11 April 1859 - 31 July 1939) was a Greek writer and historian, who wrote especially on the history of Patras and its surrounding region.\nHe was the son of the notary Nikolaos Thomopoulos, and was born at 74 Ermou Street in Patras. He graduated the local Gymnasium (High School), where, at the age of 12, he wrote in the school newspaper, while in 1879, he came first in an essay contest on the history of the city.",
      "pageId": 21202666,
      "monthDay": "04/11"
    },
    {
      "year": "1862",
      "uri": "/wiki/Charles_Evans_Hughes",
      "name": "Charles Evans Hughes",
      "aboutText": "Sir John Eliot (11 April 1592 – 27 November 1632) was an English statesman who was serially imprisoned in the Tower of London, where he eventually died, by King Charles I for advocating the rights and privileges of Parliament.",
      "pageId": 34453902,
      "monthDay": "04/11"
    },
    {
      "year": "1864",
      "uri": "/wiki/Johanna_Elberskirchen",
      "name": "Johanna Elberskirchen",
      "aboutText": "Dean Gooderham Acheson (pronounced /ˈætʃɨsən/; April 11, 1893 – October 12, 1971) was an American statesman and lawyer. As United States Secretary of State in the administration of President Harry S. Truman from 1949 to 1953, he played a central role in defining American foreign policy during the Cold War. Acheson helped design the Marshall Plan and played a central role in the development of the Truman Doctrine and creation of the North Atlantic Treaty Organization.",
      "pageId": 80100,
      "monthDay": "04/11"
    },
    {
      "year": "1866",
      "uri": "/wiki/Bernard_O%27Dowd",
      "name": "Bernard O'Dowd",
      "aboutText": "Gustav Vigeland (11 April 1869 – 12 March 1943), né Adolf Gustav Thorsen, was a Norwegian sculptor. Gustav Vigeland occupies a special position among Norwegian sculptors, both in the power of his creative imagination and in his productivity. He is most associated with the Vigeland installation (Vigelandsanlegget) in Frogner Park, Oslo.",
      "pageId": 102229,
      "monthDay": "04/11"
    },
    {
      "year": "1867",
      "uri": "/wiki/Mark_Keppel",
      "name": "Mark Keppel",
      "aboutText": "Dominic James \"Nick\" LaRocca (April 11, 1889 – February 22, 1961), was an early jazz cornetist and trumpeter and the leader of the Original Dixieland Jass Band. He is the composer of one of the most recorded jazz classics of all-time, \"Tiger Rag\".",
      "pageId": 153711,
      "monthDay": "04/11"
    },
    {
      "year": "1869",
      "uri": "/wiki/Kasturba_Gandhi",
      "name": "Kasturba Gandhi",
      "aboutText": "John George \"Jack\" Phillips (11 April 1887 – 15 April 1912) was a British wireless telegraphist aboard the RMS Titanic. He served as senior wireless operator on the maiden voyage of the ship. As the Titanic was sinking, Phillips worked tirelessly to send wireless messages to other ships to enlist their assistance with the rescue of the Titanic '​s passengers and crew.",
      "pageId": 425375,
      "monthDay": "04/11"
    },
    {
      "year": "1869",
      "uri": "/wiki/Gustav_Vigeland",
      "name": "Gustav Vigeland",
      "aboutText": "Prince Ivane Javakhishvili (Georgian: ივანე ჯავახიშვილი) (1876-1940) was a Georgian historian and a linguist whose voluminous works heavily influenced the modern scholarship of the history and culture of Georgia.",
      "pageId": 425980,
      "monthDay": "04/11"
    },
    {
      "year": "1871",
      "uri": "/wiki/Gyula_Kellner",
      "name": "Gyula Kellner",
      "aboutText": "Percy Lavon Julian (April 11, 1899 – April 19, 1975) was an American research chemist and a pioneer in the chemical synthesis of medicinal drugs from plants. He was the first to synthesize the natural product physostigmine, and a pioneer in the industrial large-scale chemical synthesis of the human hormones progesterone and testosterone from plant sterols such as stigmasterol and sitosterol. His work laid the foundation for the steroid drug industry's production of cortisone, other corticosteroids, and birth control pills.",
      "pageId": 430881,
      "monthDay": "04/11"
    },
    {
      "year": "1873",
      "uri": "/wiki/Edward_Lawson_(VC)",
      "name": "Edward Lawson",
      "aboutText": "Sándor Márai (originally Sándor Károly Henrik Grosschmied de Mára, archaically English: Alexander Márai; 11 April 1900 – 21 February 1989) was a Hungarian writer and journalist.",
      "pageId": 627344,
      "monthDay": "04/11"
    },
    {
      "year": "1876",
      "uri": "/wiki/Paul_Henry_(painter)",
      "name": "Paul Henry",
      "aboutText": "Kasturba Mohandas Gandhi  listen  (born Kastur Kapadia; 11 April 1869 – 22 February 1944) was the wife of Mohandas Karamchand Gandhi.",
      "pageId": 761800,
      "monthDay": "04/11"
    },
    {
      "year": "1876",
      "uri": "/wiki/Ivane_Javakhishvili",
      "name": "Ivane Javakhishvili",
      "aboutText": "Edward Lawson VC (11 April 1873 – 2 July 1955) was an English recipient of the Victoria Cross, the highest and most prestigious award for gallantry in the face of the enemy that can be awarded to British and Commonwealth forces.",
      "pageId": 1219609,
      "monthDay": "04/11"
    },
    {
      "year": "1879",
      "uri": "/wiki/Bernhard_Schmidt",
      "name": "Bernhard Schmidt",
      "aboutText": "Paul Henry (11 April 1877 – 24 August 1958) was an Irish artist noted for depicting the West of Ireland landscape in a spare post-impressionist style.\nPaul Henry was born in Belfast, Ireland, the son of a Baptist minister. He studied art in Belfast before going to Paris in 1898 to study at the Académie Julian and at Whistler's studio.",
      "pageId": 1241307,
      "monthDay": "04/11"
    },
    {
      "year": "1887",
      "uri": "/wiki/Jack_Phillips_(wireless_officer)",
      "name": "Jack Phillips",
      "aboutText": "Kundan Lal Saigal often abbreviated as K. L. Saigal (11 April 1904 – 18 January 1947) was an Indian singer and actor who is considered the first superstar of the Hindi film industry, which was centred in Kolkata during Saigal's time, but is currently centred in Mumbai.",
      "pageId": 1346834,
      "monthDay": "04/11"
    },
    {
      "year": "1887",
      "uri": "/wiki/Jamini_Roy",
      "name": "Jamini Roy",
      "aboutText": "Bernhard Woldemar Schmidt (11 April [O.S. 30 March] 1879 on Naissaar, Estonia, Russian Empire – 1 December 1935 in Hamburg, Germany) was a German optician.",
      "pageId": 1349009,
      "monthDay": "04/11"
    },
    {
      "year": "1888",
      "uri": "/wiki/Donald_Calthrop",
      "name": "Donald Calthrop",
      "aboutText": "Gyula Kellner (April 11, 1871 – July 28, 1940) was a Hungarian athlete. He competed at the 1896 Summer Olympics in Athens.\nKellner was one of 17 athletes to start the marathon race (the first modern Olympic marathon).",
      "pageId": 2110577,
      "monthDay": "04/11"
    },
    {
      "year": "1889",
      "uri": "/wiki/Nick_LaRocca",
      "name": "Nick LaRocca",
      "aboutText": "Donna Rachele Mussolini (née Guidi 11 April 1890 – 30 October 1979) was the wife of Italian dictator Benito Mussolini.",
      "pageId": 2608825,
      "monthDay": "04/11"
    },
    {
      "year": "1890",
      "uri": "/wiki/Rachele_Mussolini",
      "name": "Rachele Mussolini",
      "aboutText": "Shri Jamini Roy (Bengali: যামিনী রায়; 11 April 1887 – 24 April 1972) was an Indian painter. He was honoured with the State award of Padma Bhushan in 1955.",
      "pageId": 4000478,
      "monthDay": "04/11"
    },
    {
      "year": "1893",
      "uri": "/wiki/Dean_Acheson",
      "name": "Dean Acheson",
      "aboutText": "Dr.",
      "pageId": 4779210,
      "monthDay": "04/11"
    },
    {
      "year": "1896",
      "uri": "/wiki/L%C3%A9o-Paul_Desrosiers",
      "name": "Léo-Paul Desrosiers",
      "aboutText": "Léo-Paul Desrosiers (April 11, 1896 – April 20, 1967) was a Quebec writer and journalist well known for his historical novels. He was influenced by the nationalism of Henri Bourassa and Lionel-Adolphe Groulx.\nHe published his first novel in 1922 called Âmes et Paysages.",
      "pageId": 5785059,
      "monthDay": "04/11"
    },
    {
      "year": "1899",
      "uri": "/wiki/Percy_Lavon_Julian",
      "name": "Percy Lavon Julian",
      "aboutText": "Bernard Patrick O'Dowd (11 April 1866 – 1 September 1953) was an Australian activist, educator, poet, journalist, and author of several law books and poetry books.",
      "pageId": 8574287,
      "monthDay": "04/11"
    },
    {
      "year": "1900",
      "uri": "/wiki/S%C3%A1ndor_M%C3%A1rai",
      "name": "Sándor Márai",
      "aboutText": "Donald Esme C Calthrop (11 April 1888 – 15 July 1940) was an English stage and film actor.\nBorn in London, Calthrop was educated at St Paul's School and made his first stage appearance at eighteen years of age at the Comedy Theatre, London. His first film was The Gay Lord Quex released in 1917.",
      "pageId": 14437294,
      "monthDay": "04/11"
    },
    {
      "year": "1904",
      "uri": "/wiki/Kundan_Lal_Saigal",
      "name": "Kundan Lal Saigal",
      "aboutText": "Johanna Elberskirchen (11 April 1864 in Bonn – 17 May 1943 in Rüdersdorf) was a feminist writer and activist for the rights of women, gays and lesbians as well as blue-collar workers. She published books on women's sexuality and health among other topics. Her last known public appearance was in 1930 in Vienna, where she gave a talk at a conference organised by the World League for Sexual Reform.",
      "pageId": 42150363,
      "monthDay": "04/11"
    },
    {
      "year": "1905",
      "uri": "/wiki/Attila_J%C3%B3zsef",
      "name": "Attila József",
      "aboutText": "Norman McLaren, CC, CQ (11 April 1914 – 27 January 1987) was a Scottish-born British/Canadian animator, director and producer known for his work for the National Film Board of Canada (NFB). He was a pioneer in a number of areas of animation and filmmaking, including hand-drawn animation, drawn-on-film animation, visual music, abstract film, pixilation and graphical sound.",
      "pageId": 230264,
      "monthDay": "04/11"
    },
    {
      "year": "1906",
      "uri": "/wiki/Dale_Messick",
      "name": "Dale Messick",
      "aboutText": "Leo Calvin Rosten (April 11, 1908 – February 19, 1997) was an American humorist in the fields of scriptwriting, storywriting, journalism and Yiddish lexicography.",
      "pageId": 333048,
      "monthDay": "04/11"
    },
    {
      "year": "1907",
      "uri": "/wiki/Paul_Douglas_(actor)",
      "name": "Paul Douglas",
      "aboutText": "Robert Lorne Stanfield, PC, QC (April 11, 1914 – December 16, 2003) was the 17th Premier of Nova Scotia and leader of the federal Progressive Conservative Party of Canada. He was born into an affluent Nova Scotia clothing manufacturing and political family in 1914. He graduated from Dalhousie University and Harvard Law School in the 1930s.",
      "pageId": 405729,
      "monthDay": "04/11"
    },
    {
      "year": "1907",
      "uri": "/wiki/Ivor_Spencer-Thomas",
      "name": "Ivor Spencer-Thomas",
      "aboutText": "Alberto Evaristo Ginastera (Spanish pronunciation: [alˈβerto eβaˈɾisto xinasˈteɾa]; April 11, 1916 – June 25, 1983) was an Argentine composer of classical music.",
      "pageId": 590055,
      "monthDay": "04/11"
    },
    {
      "year": "1908",
      "uri": "/wiki/Jane_Bolin",
      "name": "Jane Bolin",
      "aboutText": "Richard Scurrah Wainwright (11 April 1918 – 16 January 2003) was a Liberal MP for Colne Valley 1966–70 and February 1974-87.",
      "pageId": 661048,
      "monthDay": "04/11"
    },
    {
      "year": "1908",
      "uri": "/wiki/Masaru_Ibuka",
      "name": "Masaru Ibuka",
      "aboutText": "Masaru Ibuka (井深 大 Ibuka Masaru; 11 April, 1908 – 19 December, 1997) was a Japanese electronics industrialist and co-founder of Sony.",
      "pageId": 738217,
      "monthDay": "04/11"
    },
    {
      "year": "1908",
      "uri": "/wiki/Dan_Maskell",
      "name": "Dan Maskell",
      "aboutText": "Attila József (Hungarian: [ˈɒtilːɒ ˈjoːʒɛf]; 11 April 1905 – 3 December 1937) was a Hungarian poet of the 20th century.",
      "pageId": 746590,
      "monthDay": "04/11"
    },
    {
      "year": "1908",
      "uri": "/wiki/Leo_Rosten",
      "name": "Leo Rosten",
      "aboutText": "Emilio Colombo (11 April 1920 – 24 June 2013) was an Italian politician and the Prime Minister of Italy from 1970 to 1972. In addition to having held top positions in Italian governments, he was also active in European politics. In 2003 he was appointed to be an Italian senator for life, a seat which he held until his death.",
      "pageId": 983274,
      "monthDay": "04/11"
    },
    {
      "year": "1910",
      "uri": "/wiki/Ant%C3%B3nio_de_Sp%C3%ADnola",
      "name": "António de Spínola",
      "aboutText": "Dalia Messick (April 11, 1906 – April 5, 2005) was an American comic strip artist who used the pseudonym Dale Messick. She was the creator of Brenda Starr, which at its peak during the 1950s ran in 250 newspapers.\nShe was born in South Bend, Indiana, to a seamstress and commercial artist.",
      "pageId": 1078483,
      "monthDay": "04/11"
    },
    {
      "year": "1912",
      "uri": "/wiki/John_Levy_(musician)",
      "name": "John Levy",
      "aboutText": "Danny Gallivan (April 11, 1917 –  February 24, 1993) was a Canadian radio and television broadcaster and sportscaster.",
      "pageId": 1293437,
      "monthDay": "04/11"
    },
    {
      "year": "1913",
      "uri": "/wiki/Oleg_Cassini",
      "name": "Oleg Cassini",
      "aboutText": "António Sebastião Ribeiro de Spínola GCTE ComA (generally referred to as António de Spínola, Portuguese pronunciation: [ɐ̃ ˈtɔniu dɨ ˈspinulɐ]; April 11, 1910 – August 13, 1996) was a Portuguese military officer, author and conservative politician who played an important role in Portugal's transition to democracy following the Carnation Revolution.",
      "pageId": 1396069,
      "monthDay": "04/11"
    },
    {
      "year": "1914",
      "uri": "/wiki/Norman_McLaren",
      "name": "Norman McLaren",
      "aboutText": "Paul Douglas (April 11, 1907 − September 11, 1959) was an American actor.",
      "pageId": 1618175,
      "monthDay": "04/11"
    },
    {
      "year": "1914",
      "uri": "/wiki/Robert_Stanfield",
      "name": "Robert Stanfield",
      "aboutText": "Oleg Cassini (April 11, 1913 – March 17, 2006) was an American fashion designer born to an aristocratic Russian family with maternal Italian ancestry. He came to the United States as a young man after starting as a designer in Rome, and quickly got work with Paramount Pictures. Cassini established his reputation by designing for films.",
      "pageId": 2162337,
      "monthDay": "04/11"
    },
    {
      "year": "1916",
      "uri": "/wiki/Alberto_Ginastera",
      "name": "Alberto Ginastera",
      "aboutText": "David Westheimer (April 11, 1917 in Houston, Texas – November 8, 2005) was an American novelist best known for writing the 1964 novel Von Ryan's Express which was adapted as a 1965 film starring Frank Sinatra and Trevor Howard.\nIronically, one of his most popular novels, and perhaps his most enduring, was not credited to him for much of its shelf life: In its original printing, he was by-lined as the author of the novelization of Days of Wine and Roses based on the screenplay by his friend J.P. Miller. But the book proved hugely popular and the story had become so iconic that its publisher Bantam Books (and one supposes the authors, by mutual arrangement) took Westheimer's name off the book to move it into the \"literature\" category and keep it in print (which they did, for decades).",
      "pageId": 3274511,
      "monthDay": "04/11"
    },
    {
      "year": "1916",
      "uri": "/wiki/Howard_W._Koch",
      "name": "Howard W. Koch",
      "aboutText": "Howard Winchel Koch (April 11, 1916 – February 16, 2001) was an American director and producer of film and television.",
      "pageId": 6248590,
      "monthDay": "04/11"
    },
    {
      "year": "1917",
      "uri": "/wiki/Danny_Gallivan",
      "name": "Danny Gallivan",
      "aboutText": "Jane Matilda Bolin LL.B. (April 11, 1908 – January 8, 2007) was the first African-American woman to graduate from Yale Law School, the first to join the New York City Bar Association, and the first to join the New York City Law Department.",
      "pageId": 7896535,
      "monthDay": "04/11"
    },
    {
      "year": "1917",
      "uri": "/wiki/David_Westheimer",
      "name": "David Westheimer",
      "aboutText": "John Levy (April 11, 1912 – January 20, 2012) was an African-American jazz double-bassist and businessman.",
      "pageId": 8830973,
      "monthDay": "04/11"
    },
    {
      "year": "1918",
      "uri": "/wiki/Richard_Wainwright_(politician)",
      "name": "Richard Wainwright",
      "aboutText": "Daniel \"Dan\" Maskell (11 April 1908 – 10 December 1992) was an English tennis professional who later became even better known as a radio and television commentator on the game.",
      "pageId": 8907105,
      "monthDay": "04/11"
    },
    {
      "year": "1919",
      "uri": "/wiki/Raymond_Carr",
      "name": "Raymond Carr",
      "aboutText": "Ivor Spencer-Thomas (11 April 1907 – 30 August 2001) was an inveterate inventor and improviser, in the forefront of developing agriculture and market gardening as a commercial enterprise. While his contribution to rural life reflects much of what has happened all over Britain during the twentieth century, his impact on the prosperity and working practices in the village of Braughing in Hertfordshire, England, during the economic depression of the 1930s was unique. He was married to Rosabel and they had two children, Owen and Rosemary.",
      "pageId": 11524593,
      "monthDay": "04/11"
    },
    {
      "year": "1920",
      "uri": "/wiki/Emilio_Colombo",
      "name": "Emilio Colombo",
      "aboutText": "Sir Raymond Albert Maillard Carr, FBA, FRHS, FRSL (11 April 1919 – 19 April 2015) was an English historian specializing in the history of Spain, Latin America, and Sweden. From 1968 to 1987, he was Warden of St Antony's College, Oxford.",
      "pageId": 15167320,
      "monthDay": "04/11"
    },
    {
      "year": "1920",
      "uri": "/wiki/Peter_O%27Donnell",
      "name": "Peter O'Donnell",
      "aboutText": "Peter O'Donnell (11 April 1920 – 3 May 2010) was a British writer of mysteries and of comic strips, best known as the creator of Modesty Blaise, a female action heroine/undercover trouble-shooter.",
      "pageId": 206389,
      "monthDay": "04/11"
    },
    {
      "year": "1920",
      "uri": "/wiki/William_Royer",
      "name": "William Royer",
      "aboutText": "Anton Szandor LaVey (born Howard Stanton Levey; April 11, 1930 – October 29, 1997) was an American author, carnival and circus performer, musician and occultist. He was the founder of the Church of Satan and the religion of LaVeyan Satanism. He authored several books including The Satanic Bible, The Satanic Rituals, The Satanic Witch, The Devil's Notebook, and Satan Speaks!.",
      "pageId": 238765,
      "monthDay": "04/11"
    },
    {
      "year": "1921",
      "uri": "/wiki/Jim_Hearn",
      "name": "Jim Hearn",
      "aboutText": "Ethel Skakel Kennedy (born April 11, 1928) is an American human-rights campaigner and widow of Senator Robert F. Kennedy, who was assassinated while running for nomination as Democratic presidential candidate in 1968.\nAs Ethel Skakel, she was a classmate of Kennedy’s sister Jean at Manhattanville College of the Sacred Heart. She and Kennedy married in 1950 and had seven sons and four daughters.",
      "pageId": 463302,
      "monthDay": "04/11"
    },
    {
      "year": "1922",
      "uri": "/wiki/Arved_Viirlaid",
      "name": "Arved Viirlaid",
      "aboutText": "Nicholas Frederick Brady (born April 11, 1930) is an American politician from the state of New Jersey, who was the United States Secretary of the Treasury under Presidents Ronald Reagan and George H. W. Bush, and is also known for articulating the Brady Plan in March 1989. In 1982, he was appointed to succeed Harrison A. Williams as a United States Senator until a special election could be held.",
      "pageId": 542839,
      "monthDay": "04/11"
    },
    {
      "year": "1923",
      "uri": "/wiki/George_J._Maloof,_Sr.",
      "name": "George J. Maloof, Sr.",
      "aboutText": "David Manker Abshire (April 11, 1926 – October 31, 2014) served as a Special Counselor to President Reagan and was the U.S. Ambassador to NATO from 1983–87. Abshire presided over the Center for the Study of the Presidency and Congress.\nIn July 2002, he was elected President of the Richard Lounsbery Foundation of New York.",
      "pageId": 1253543,
      "monthDay": "04/11"
    },
    {
      "year": "1924",
      "uri": "/wiki/Mohammad_Naseem",
      "name": "Mohammad Naseem",
      "aboutText": "Pierre Péladeau, CM OQ (April 11, 1925 – December 24, 1997) was a French-Canadian businessman.",
      "pageId": 1749194,
      "monthDay": "04/11"
    },
    {
      "year": "1925",
      "uri": "/wiki/Yuriy_Lituyev",
      "name": "Yuriy Lituyev",
      "aboutText": "George Joseph Maloof, Sr. (1923–1980) was an American heir and businessman.",
      "pageId": 2031091,
      "monthDay": "04/11"
    },
    {
      "year": "1925",
      "uri": "/wiki/Viktor_Masing",
      "name": "Viktor Masing",
      "aboutText": "James Tolbert Hearn (April 11, 1921 – June 10, 1998) was an American right-handed pitcher in Major League Baseball for 13 seasons (1947–59).",
      "pageId": 2661122,
      "monthDay": "04/11"
    },
    {
      "year": "1925",
      "uri": "/wiki/Pierre_P%C3%A9ladeau",
      "name": "Pierre Péladeau",
      "aboutText": "Mohammad Naseem, (6 September 1924 – 22 April 2014), was a GP and later the chairman of the Birmingham Mosque Trust (Birmingham Central Mosque), one of the largest and most prominent Islamic places of worship in the United Kingdom.\nBorn in Amritsar in British India, Naseem was educated mainly in Pakistan and then in England, where he trained to become and worked as a GP for many years and also specialised in the medical procedure of circumcision, particularly for the British Muslim community.\nHe was executive member of, and home affairs spokesman for, the Islamic Party of Britain.",
      "pageId": 2697544,
      "monthDay": "04/11"
    },
    {
      "year": "1926",
      "uri": "/wiki/David_Manker_Abshire",
      "name": "David Manker Abshire",
      "aboutText": "William Howard Royer (April 11, 1920 – April 8, 2013) was an American politician and a member of the Republican Party. He served as a U.S. Representative from the 11th Congressional District of California from 1979 until 1981.\nBorn in Jerome, Idaho, Royer graduated from Sequoia High School in Redwood City, California.",
      "pageId": 3289800,
      "monthDay": "04/11"
    },
    {
      "year": "1926",
      "uri": "/wiki/Victor_Bouchard",
      "name": "Victor Bouchard",
      "aboutText": "Walter Krüger (born April 11, 1930) is an East German athlete who competed mainly in the javelin throw. He was born in Altenpleen, Pomerania.",
      "pageId": 8003400,
      "monthDay": "04/11"
    },
    {
      "year": "1926",
      "uri": "/wiki/Ernest_Chapman",
      "name": "Ernest Chapman",
      "aboutText": "Yuriy Nikolaevich Lituyev (Russian: Юрий Николаевич Литуев) (April 11, 1925 – March 2, 2000) was a Soviet athlete who competed mainly in the 400 metre hurdles. He trained in Leningrad and later in Moscow at the Armed Forces sports society.\nLituyev took part in the second world war, where he was a battery commander.",
      "pageId": 8127886,
      "monthDay": "04/11"
    },
    {
      "year": "1926",
      "uri": "/wiki/Gervase_de_Peyer",
      "name": "Gervase de Peyer",
      "aboutText": "Gervase Alan de Peyer (born 11 April 1926) is an English clarinetist and conductor.",
      "pageId": 12035904,
      "monthDay": "04/11"
    },
    {
      "year": "1926",
      "uri": "/wiki/Karl_Rebane",
      "name": "Karl Rebane",
      "aboutText": "Victor Bouchard OC CQ (April 11, 1926 – March 22, 2011) was a Canadian pianist and composer.\nBouchard received his first musical training from 1941 to 1946 at the Collège de Lévis with Father Alphonse Tardif. Then he studied at the Conservatoire de musique du Québec under Tardif (harmony), Hélène Landry (piano) and Françoise Aubut (theory).",
      "pageId": 15296621,
      "monthDay": "04/11"
    },
    {
      "year": "1928",
      "uri": "/wiki/Ethel_Kennedy",
      "name": "Ethel Kennedy",
      "aboutText": "Viktor Masing (11 April 1925, Tartu - 18 March 2001) was an Estonian botanist and ecologist. He was born in Tartu. He became a member of the Estonian Academy of Sciences in 1993.",
      "pageId": 20482301,
      "monthDay": "04/11"
    },
    {
      "year": "1928",
      "uri": "/wiki/Edwin_Pope",
      "name": "Edwin Pope",
      "aboutText": "Ernest William Chapman, OAM (11 April 1926 – 21 March 2013) was an Australian rower and a lifelong clubman at the Sydney Rowing Club. He competed in the 1952 Summer Olympics.",
      "pageId": 20717304,
      "monthDay": "04/11"
    },
    {
      "year": "1928",
      "uri": "/wiki/Tommy_Tycho",
      "name": "Tommy Tycho",
      "aboutText": "Arved Viirlaid (April 11, 1922 – June 21, 2015) was an Estonian-Canadian writer.\nViirlaid was born in Padise, Harju County, Estonia.\nArved Viirlaid fought in the Estonian regiment in Finland during the Second World War, returning to Estonia in 1944.",
      "pageId": 22625108,
      "monthDay": "04/11"
    },
    {
      "year": "1930",
      "uri": "/wiki/Nicholas_F._Brady",
      "name": "Nicholas F. Brady",
      "aboutText": "Thomas (Tommy) Tycho AM MBE (11 April 1928 – 4 April 2013) was a multi-talented Hungarian-born Australian pianist, conductor, composer and arranger. He was associated with musical productions on Australian television for many years from its inception in 1956, including such programs as The Mavis Bramston Show. The recorded version of the National Anthem Advance Australia Fair that is now usually used to accompany singers at major sporting and community events is Tommy Tycho's arrangement.",
      "pageId": 26797655,
      "monthDay": "04/11"
    },
    {
      "year": "1930",
      "uri": "/wiki/Walter_Kr%C3%BCger_(athlete)",
      "name": "Walter Krüger",
      "aboutText": "John Edwin Pope (born April 11, 1928 in Athens, Georgia) is an award-winning semi-retired American sportswriter who has worked at the Miami Herald since 1956.",
      "pageId": 36807501,
      "monthDay": "04/11"
    },
    {
      "year": "1930",
      "uri": "/wiki/Anton_LaVey",
      "name": "Anton LaVey",
      "aboutText": "Karl K. Rebane (11 April 1926 Pärnu – 4 November 2007 Pärnu)  was an Estonian physicist.\nHe studied at the Tallinn Technical University from 1947 to 1949, and graduated from Leningrad University in 1952. Rebane received a PhD in Solid State Theory in 1955 from the Leningrad (St.",
      "pageId": 38069126,
      "monthDay": "04/11"
    },
    {
      "year": "1931",
      "uri": "/wiki/Lewis_Jones_(rugby)",
      "name": "Lewis Jones",
      "aboutText": "Władysław Komar (11 April 1940 – 17 August 1998) was a Polish shot put champion, who was born in Kaunas. Competing in three Summer Olympics in 1964-1972, he won the gold medal (21.18 m) at the Munich Games in 1972. His nickname was \"King Kong\" Komar as attributed to a Sports Illustrated article.",
      "pageId": 301151,
      "monthDay": "04/11"
    },
    {
      "year": "1931",
      "uri": "/wiki/Johnny_Sheffield",
      "name": "Johnny Sheffield",
      "aboutText": "Richard Berry (April 11, 1935 – January 23, 1997) was an African-American singer, songwriter and musician, who performed with many Los Angeles doo-wop and close harmony groups in the 1950s, including The Flairs and The Robins.\nHe is best known as the composer and original performer of the rock standard \"Louie Louie\". The song went on to be a hit for The Kingsmen, becoming one of the most recorded songs of all time; however, Berry received little financial benefit for writing it until the 1980s, having signed away his rights to the song in 1959.",
      "pageId": 301179,
      "monthDay": "04/11"
    },
    {
      "year": "1931",
      "uri": "/wiki/Koichi_Sugiyama",
      "name": "Koichi Sugiyama",
      "aboutText": "Thomas Harris (born April 11, 1940) is an American writer, best known for a series of suspense novels about his most famous character, Hannibal Lecter. All of his works have been made into films, the most notable being the multi-Oscar winning The Silence of the Lambs, which became only the third film in Academy Award history to sweep the Oscars in major categories.",
      "pageId": 409591,
      "monthDay": "04/11"
    },
    {
      "year": "1932",
      "uri": "/wiki/Joel_Grey",
      "name": "Joel Grey",
      "aboutText": "Koichi Sugiyama (すぎやま こういち, Sugiyama Kōichi, born April 11, 1931) is a Japanese composer, conductor, orchestrator, council member of the Japanese Society for Rights of Authors, Composers, and Publishers (JASRAC), board member of the Japan Institute for National Fundamentals, and honorary chairman of the Japanese Backgammon Society. He is best known for composing the music for the Dragon Quest video game series, which is published by Square Enix, along with several Japanese anime, film, and TV shows.",
      "pageId": 419434,
      "monthDay": "04/11"
    },
    {
      "year": "1933",
      "uri": "/wiki/Tony_Brown_(journalist)",
      "name": "Tony Brown",
      "aboutText": "Joel Grey (born Joel David Katz; April 11, 1932) is an American actor, singer, dancer, and photographer. He is best known for portraying the Master of Ceremonies in both the stage and film versions of the Kander & Ebb musical Cabaret. He has won the Academy Award, Tony Award, and Golden Globe Award.",
      "pageId": 598493,
      "monthDay": "04/11"
    },
    {
      "year": "1934",
      "uri": "/wiki/Mark_Strand",
      "name": "Mark Strand",
      "aboutText": "Mark Strand (April 11, 1934 – November 29, 2014) was a Canadian-born American poet, essayist and translator. He was appointed Poet Laureate Consultant in Poetry to the Library of Congress in 1990 and received the Wallace Stevens Award in 2004.",
      "pageId": 665138,
      "monthDay": "04/11"
    },
    {
      "year": "1934",
      "uri": "/wiki/Ron_Pember",
      "name": "Ron Pember",
      "aboutText": "Johnny Sheffield (April 11, 1931 – October 15, 2010) was an American child actor.",
      "pageId": 665243,
      "monthDay": "04/11"
    },
    {
      "year": "1935",
      "uri": "/wiki/Richard_Berry_(musician)",
      "name": "Richard Berry",
      "aboutText": "Jill Gascoine (born 11 April 1937, Lambeth, London) is a British actress and novelist. She is best known for her role as Detective Inspector Maggie Forbes in the 1980s television series The Gentle Touch and its spin-off series C.A.T.S. Eyes. In the 1990s, she also became a novelist and has published three books.",
      "pageId": 965700,
      "monthDay": "04/11"
    },
    {
      "year": "1935",
      "uri": "/wiki/Richard_Kuklinski",
      "name": "Richard Kuklinski",
      "aboutText": "Kurt Moll (born 11 April 1938) is a very widely-recorded German operatic bass singer, now retired.\nHis voice was notable for its range, a true infra-bass (or oktavist bass, lower than basso profondo), including full, resonant low and very-low notes with relaxed vibrato; also for its unusual combination of extreme size and a purring, contrabassoon-like timbre. Although he was large enough for most of Wagner's noble-bass roles, he was not a thunderer and he never performed as Hagen, Hans Sachs, nor Wotan.",
      "pageId": 1174744,
      "monthDay": "04/11"
    },
    {
      "year": "1936",
      "uri": "/wiki/Brian_Noble_(bishop)",
      "name": "Brian Noble",
      "aboutText": "Richard Leonard Kuklinski (April 11, 1935 – March 5, 2006) was an American contract killer who was convicted for five murders. Kuklinski was given the nickname \"Iceman\" for his method of freezing a victim to mask the time of death. The 6'5\" (196 cm), 300 pound (135 kg) Kuklinski lived with his wife and children in the suburb of Dumont, New Jersey.",
      "pageId": 1250205,
      "monthDay": "04/11"
    },
    {
      "year": "1937",
      "uri": "/wiki/Jill_Gascoine",
      "name": "Jill Gascoine",
      "aboutText": "Ellen Goodman (née Holtz; born April 11, 1941) is an American journalist and syndicated columnist who won a Pulitzer Prize in 1980.",
      "pageId": 1266559,
      "monthDay": "04/11"
    },
    {
      "year": "1938",
      "uri": "/wiki/Gerry_Baker",
      "name": "Gerry Baker",
      "aboutText": "Louise Lasser (born April 11, 1939) is an American actress and television writer. She is known for her portrayal of the title character on the soap opera parody Mary Hartman, Mary Hartman.",
      "pageId": 2197498,
      "monthDay": "04/11"
    },
    {
      "year": "1938",
      "uri": "/wiki/Michael_Deaver",
      "name": "Michael Deaver",
      "aboutText": "Luther Johnson (born April 11, 1939, Itta Bena, Mississippi, United States) is an American Chicago blues singer and guitarist, who performs under the name Luther \"Guitar Junior\" Johnson. He is not to be confused with Luther \"Snake Boy\" Johnson or Luther \"Houserocker\" Johnson from Atlanta or Lonnie \"Guitar Junior\" Brooks.\nJohnson moved to Chicago with his family in 1955.",
      "pageId": 2682727,
      "monthDay": "04/11"
    },
    {
      "year": "1938",
      "uri": "/wiki/Kurt_Moll",
      "name": "Kurt Moll",
      "aboutText": "Benjamin Lewis Jones (born 11 April 1931 in Gorseinon, Glamorgan) is a Welsh former rugby union and rugby league footballer of the mid-20th century, a dual-code rugby international. He won nine caps for Wales at fullback, centre and wing before turning professional and playing rugby league for Leeds and Great Britain. Rugby league historian Robert Gate has described Lewis Jones as 'arguably the most devastating attacking back Wales has ever produced'.",
      "pageId": 2837576,
      "monthDay": "04/11"
    },
    {
      "year": "1939",
      "uri": "/wiki/Luther_Johnson_(Guitar_Junior)",
      "name": "Luther Johnson",
      "aboutText": "Michael Keith Deaver (April 11, 1938 – August 18, 2007) was a member of President Ronald Reagan's White House staff serving as White House Deputy Chief of Staff under James Baker III and Donald Regan from January 1981 until May 1985.",
      "pageId": 3623217,
      "monthDay": "04/11"
    },
    {
      "year": "1939",
      "uri": "/wiki/Louise_Lasser",
      "name": "Louise Lasser",
      "aboutText": "Ron Pember (born 11 April 1934, Plaistow, London) is a British actor, stage director and dramatist, best known for his role as Alain Muny in the 1970s BBC drama series Secret Army.\nPember played the part of the psychopathic taxman in the Red Dwarf episode \"Better Than Life\". He also played the part of Dennis Timson in series 4 to 7 of Rumpole of the Bailey.",
      "pageId": 4127864,
      "monthDay": "04/11"
    },
    {
      "year": "1940",
      "uri": "/wiki/Col_Firmin",
      "name": "Col Firmin",
      "aboutText": "William Anthony \"Tony\" Brown (born April 11, 1933) is an American journalist, academian,comedian and businessman. He is best known as the commentator of the long running syndicated television show, Tony Brown's Journal.\nBrown is a member of Alpha Phi Alpha fraternity.",
      "pageId": 5469856,
      "monthDay": "04/11"
    },
    {
      "year": "1940",
      "uri": "/wiki/Thomas_Harris",
      "name": "Thomas Harris",
      "aboutText": "Brian Michael Noble (born 11 April 1936) is an English prelate who served in the Roman Catholic Church as the Bishop of Shrewsbury from 1995 to 2010.",
      "pageId": 9505283,
      "monthDay": "04/11"
    },
    {
      "year": "1940",
      "uri": "/wiki/W%C5%82adys%C5%82aw_Komar",
      "name": "Władysław Komar",
      "aboutText": "Gerard Austin \"Gerry\" Baker (11 April 1938 – 24 August 2013) was an American born, British soccer player. From 1955 until 1970, he played sixteen seasons in either the Scottish or English first division. He also earned seven caps, scoring two goals, with the U.S. national team in 1968 and 1969.",
      "pageId": 11604342,
      "monthDay": "04/11"
    },
    {
      "year": "1941",
      "uri": "/wiki/Ellen_Goodman",
      "name": "Ellen Goodman",
      "aboutText": "Colin Charles \"Col\" Firmin (11 April 1940 – 3 March 2013) was a former Australian politician.\nFirmin served as an Alderman for the City of Darwin from 1976 to 1983 before his preselection by the ruling Country Liberal Party (CLP) for the Electoral division of Ludmilla in the Northern Territory Legislative Assembly and his subsequent election at the 1983 Northern Territory election.\nFirmin was re-elected at the 1987 election but following the abolishing of the Ludmilla electorate in 1990, he lost preselection for the new seat of Brennan to Max Ortmann.",
      "pageId": 29418197,
      "monthDay": "04/11"
    },
    {
      "year": "1941",
      "uri": "/wiki/Shirley_Stelfox",
      "name": "Shirley Stelfox",
      "aboutText": "Christopher Lee \"Chris\" Burden (April 11, 1946 – May 10, 2015) was an American artist working in performance, sculpture and installation art.",
      "pageId": 319288,
      "monthDay": "04/11"
    },
    {
      "year": "1942",
      "uri": "/wiki/Anatoly_Berezovoy",
      "name": "Anatoly Berezovoy",
      "aboutText": "John Frederick Milius (born April 11, 1944) is an American screenwriter, director, and producer of motion pictures.",
      "pageId": 331337,
      "monthDay": "04/11"
    },
    {
      "year": "1942",
      "uri": "/wiki/James_Underwood",
      "name": "James Underwood",
      "aboutText": "Uli Edel (born 11 April 1947) is a German film director.",
      "pageId": 447821,
      "monthDay": "04/11"
    },
    {
      "year": "1943",
      "uri": "/wiki/John_Montagu,_11th_Earl_of_Sandwich",
      "name": "John Montagu, 11th Earl of Sandwich",
      "aboutText": "Anatoly Nikolayevich Berezovoy (Russian: Анато́лий Никола́евич Березово́й; 11 April 1942 – 20 September 2014) was a Soviet cosmonaut.",
      "pageId": 873940,
      "monthDay": "04/11"
    },
    {
      "year": "1943",
      "uri": "/wiki/Harley_Race",
      "name": "Harley Race",
      "aboutText": "Peter Riegert (born April 11, 1947) is an American actor, screenwriter and film director, known for his roles as Donald \"Boon\" Schoenstein in Animal House (1978), \"Mac\" MacIntyre in Local Hero (1983), the fast talking gangster Aldo in Oscar (1991) and the tough Lt. Kellaway in The Mask (1994). He directed the 2000 short film By Courier and received an Academy Award nomination for Best Live Action Short Film, shared with producer Ericka Frederick.",
      "pageId": 1325119,
      "monthDay": "04/11"
    },
    {
      "year": "1944",
      "uri": "/wiki/Peter_Barfu%C3%9F",
      "name": "Peter Barfuß",
      "aboutText": "Meshach Taylor (April 11, 1947 – June 28, 2014) was an American actor. He was Emmy-nominated for his role as Anthony Bouvier on the CBS sitcom Designing Women (1986–93). He was also known for his portrayal of Hollywood Montrose, a flamboyant window dresser in Mannequin.",
      "pageId": 1447279,
      "monthDay": "04/11"
    },
    {
      "year": "1945",
      "uri": "/wiki/John_Krebs,_Baron_Krebs",
      "name": "John Krebs, Baron Krebs",
      "aboutText": "Harley Leland Race (born April 11, 1943) is an American former professional wrestler, and current promoter and trainer. During his career as a wrestler, he worked for all of the major wrestling promotions, including the National Wrestling Alliance (NWA), the American Wrestling Association (AWA), the World Wrestling Federation (WWF), and World Championship Wrestling (WCW). He held the NWA World Heavyweight Championship eight times, and was the first NWA United States Heavyweight Champion, which is now known as the WWE's United States Championship.",
      "pageId": 1518377,
      "monthDay": "04/11"
    },
    {
      "year": "1944",
      "uri": "/wiki/John_Milius",
      "name": "John Milius",
      "aboutText": "Robert Brinley Joseph \"Bob\" Harris, OBE (born 11 April 1946), known as \"'Whispering Bob Harris\", is an English music presenter known for being a host of the BBC2 music programme The Old Grey Whistle Test, and as a co-founder of the listings magazine Time Out. Harris currently broadcasts on BBC Radio 2 two nights a week, where his programmes feature mostly American and British rock, country, and occasional folk music from the 1970s to the present.\nHarris has been broadcasting on the BBC for over 40 years and has been recognised with the Americana Music Association of America Trailblazer Award, a UK Heritage Award, and a MOJO Medal, as well as his OBE for services to broadcasting.",
      "pageId": 1654743,
      "monthDay": "04/11"
    },
    {
      "year": "1946",
      "uri": "/wiki/Chris_Burden",
      "name": "Chris Burden",
      "aboutText": "Bernd Eichinger (11 April 1949 – 24 January 2011) was a German film producer, director and screenwriter",
      "pageId": 1700976,
      "monthDay": "04/11"
    },
    {
      "year": "1946",
      "uri": "/wiki/Laurie_Faso",
      "name": "Laurie Faso",
      "aboutText": "Carl Franklin (born April 11, 1949) is an American actor, screenwriter and film and television director. Franklin is a graduate of University of California, Berkeley, and continued his education at the AFI Conservatory, where he graduated with an M.F.A. degree in directing in 1986.",
      "pageId": 1722041,
      "monthDay": "04/11"
    },
    {
      "year": "1946",
      "uri": "/wiki/Bob_Harris_(radio)",
      "name": "Bob Harris",
      "aboutText": "Shirley Rosemary Stelfox (11 April 1941 – 7 December 2015) was an English television actress, best known for her portrayal of the character Edna Birch, local gossip and moralising busybody in a Yorkshire village in the popular British soap opera Emmerdale. She said in an interview that she was wounded by the inference that her \"character was a gossip\". The success of the soap had made her a household name in Britain.",
      "pageId": 2328034,
      "monthDay": "04/11"
    },
    {
      "year": "1947",
      "uri": "/wiki/Lev_Bulat",
      "name": "Lev Bulat",
      "aboutText": "John Edward Hollister Montagu, 11th Earl of Sandwich (born 11 April 1943) is a British entrepreneur, politician and nobleman.",
      "pageId": 2637526,
      "monthDay": "04/11"
    },
    {
      "year": "1947",
      "uri": "/wiki/Uli_Edel",
      "name": "Uli Edel",
      "aboutText": "John Richard Krebs, Baron Krebs, FRS (born 11 April 1945, Sheffield, England) is a renowned English zoologist researching in the field of behavioural ecology of birds. He was the Principal of Jesus College, Oxford from 2007 until 2015.",
      "pageId": 4389020,
      "monthDay": "04/11"
    },
    {
      "year": "1947",
      "uri": "/wiki/Frank_Mantooth",
      "name": "Frank Mantooth",
      "aboutText": "Sir James Cresseé Elphinstone Underwood FMedSci (born 11 April 1942) is a British pathologist who was awarded a knighthood for services to medicine in the 2005 New Year honours list.\n^ J.C.E Underwood, S.S Cross (2009). General and Systematic Pathology (5th ed.).",
      "pageId": 8097566,
      "monthDay": "04/11"
    },
    {
      "year": "1947",
      "uri": "/wiki/Peter_Riegert",
      "name": "Peter Riegert",
      "aboutText": "Laurie Faso (born April 11, 1946) is an American television actor and occasional voice actor.\nFaso was born in Buffalo, New York. In his career, he has held several bit parts on various shows, in addition to doing voices for several animated series and films, such as The Snorks, Monchichis, Darkwing Duck, Transformers and The Little Troll Prince.",
      "pageId": 15815772,
      "monthDay": "04/11"
    },
    {
      "year": "1947",
      "uri": "/wiki/Meshach_Taylor",
      "name": "Meshach Taylor",
      "aboutText": "'Lev Petrovich Bulat (In Russian: Лев Петрович Булат), a Russian physicist, was born on April 11, 1947, Chernovtsy, Ukraine. In 1988 he received a D.Sc in Physics and Mathematics, from Leningrad Polytechnical Institute, with the thesis: \"Transport Phenomena in Semiconductors under Large Temperature Gradients\". Expert in transport properties of semiconductors, physics of nanostructures, thermoelectric phenomena, direct energy conversion, thermoelectric cooling.",
      "pageId": 16672553,
      "monthDay": "04/11"
    },
    {
      "year": "1947",
      "uri": "/wiki/Michael_T._Wright_(engineer)",
      "name": "Michael T. Wright",
      "aboutText": "Frank Mantooth (April 11, 1947, Tulsa, Oklahoma – January 30, 2004, Garden City, Kansas) was an American jazz pianist and arranger.\nMantooth attended University of North Texas College of Music, graduating in 1969, then played in and arranged for the Air Force Academy Falconaires from 1969 to 1973. He spent the rest of the 1970s living in Austria, where he published big band and small ensemble arrangements.",
      "pageId": 17059312,
      "monthDay": "04/11"
    },
    {
      "year": "1949",
      "uri": "/wiki/Bernd_Eichinger",
      "name": "Bernd Eichinger",
      "aboutText": "Tetsuya Takeda (武田鉄矢), born April 11, 1949, is a Japanese folk singer and actor. Takeda is perhaps most known in Japan for his starring role in the Tokyo Broadcasting System's (TBS) long-running, highly rated television drama Sannen B Gumi Kimpachi Sensei (Mr. Kimpachi of the Third-Year B Class).",
      "pageId": 27666129,
      "monthDay": "04/11"
    },
    {
      "year": "1949",
      "uri": "/wiki/Carl_Franklin",
      "name": "Carl Franklin",
      "aboutText": "Peter Barfuß (born 11 April 1944) is a German former footballer.\nBarfuß made one appearance for Hamburger SV in the Bundesliga during his playing career.\n^ \"Barfuß, Peter\" (in German).",
      "pageId": 34820612,
      "monthDay": "04/11"
    },
    {
      "year": "1949",
      "uri": "/wiki/Tetsuya_Takeda",
      "name": "Tetsuya Takeda",
      "aboutText": "Michael Thomas Wright (11 April 1947 - 10 January 2015) PhD, FREng, FIEE, FIMechE, CMath, FIMA, CIMgt was the Vice-Chancellor of Aston University between 1996 and 2006.\n^ \"Former Aston Vice Chancellor, Michael Wright, dies aged 67\". Aston University.",
      "pageId": 42464920,
      "monthDay": "04/11"
    },
    {
      "year": "1950",
      "uri": "/wiki/Bill_Irwin",
      "name": "Bill Irwin",
      "aboutText": "Sir Andrew John Wiles, KBE, FRS (born 11 April 1953) is a British mathematician and a Royal Society Research Professor at the University of Oxford, specialising in number theory.",
      "pageId": 2027,
      "monthDay": "04/11"
    },
    {
      "year": "1951",
      "uri": "/wiki/Doris_Angleton",
      "name": "Doris Angleton",
      "aboutText": "Guy Maurice Marie Louise Verhofstadt (Dutch: [ˈɣiː vərˈɦɔfstɑt]; born 11 April 1953) is a Belgian politician, who served as the 47th Prime Minister of Belgium from 1999 to 2008. Since 2009 he has served as a Member of the European Parliament where he is the leader of the Group of the Alliance of Liberals and Democrats for Europe (ALDE) and founded the inter-parliamentarian federalist Spinelli Group.",
      "pageId": 145933,
      "monthDay": "04/11"
    },
    {
      "year": "1951",
      "uri": "/wiki/Paul_Fox_(musician)",
      "name": "Paul Fox",
      "aboutText": "Neville Eugenton Staple (born 11 April 1955) is a Jamaican born English singer for the two-tone ska band, The Specials as well as his own combo, The Neville Staple Band.",
      "pageId": 301705,
      "monthDay": "04/11"
    },
    {
      "year": "1951",
      "uri": "/wiki/James_Patrick_Kelly",
      "name": "James Patrick Kelly",
      "aboutText": "Doris Angleton (April 11, 1951 – April 16, 1997) was a Texas socialite and murder victim. Doris Angleton's husband, Robert Angleton, had been accused of planning the crime. Roger Nicholas Angleton, Robert Angleton's brother, admitted to directly killing his sister-in-law and exonerated his brother before killing himself.",
      "pageId": 306361,
      "monthDay": "04/11"
    },
    {
      "year": "1952",
      "uri": "/wiki/Nancy_Honeytree",
      "name": "Nancy Honeytree",
      "aboutText": "Kevin Patrick Brady (born April 11, 1955) is the U.S. Representative for Texas's 8th congressional district, serving since 1997. He is a member of the Republican Party.",
      "pageId": 962112,
      "monthDay": "04/11"
    },
    {
      "year": "1952",
      "uri": "/wiki/Indira_Samarasekera",
      "name": "Indira Samarasekera",
      "aboutText": "William Mills \"Bill\" Irwin (born April 11, 1950) is an American actor, clown, and comedian. He began as a vaudeville-style stage performances and has been noted for his contribution to the renaissance of American circus during the 1970s. He has also made a number of appearances on film and television, and he won a Tony Award for his role in Who's Afraid of Virginia Woolf on Broadway.",
      "pageId": 1061831,
      "monthDay": "04/11"
    },
    {
      "year": "1952",
      "uri": "/wiki/Peter_Windsor",
      "name": "Peter Windsor",
      "aboutText": "Peter David Windsor (born 11 April 1952 in Reigate, Surrey, England) is the former Sporting Director of the US F1 Team and a Formula One journalist. He was brought up in Australia, but now has residences in London and Sydney.\nWindsor started his journalism career at the now defunct monthly magazine, Competition Car.",
      "pageId": 1074241,
      "monthDay": "04/11"
    },
    {
      "year": "1953",
      "uri": "/wiki/Guy_Verhofstadt",
      "name": "Guy Verhofstadt",
      "aboutText": "Michael Callen (April 11, 1955 – December 27, 1993) was a singer, songwriter, composer, author, and AIDS activist. He was a significant architect of the response to the AIDS crisis in the United States.\nFirst diagnosed with \"Gay related immune deficiency\" (GRID) in 1982, Callen quickly became a leader in the response to the epidemic.",
      "pageId": 1226728,
      "monthDay": "04/11"
    },
    {
      "year": "1953",
      "uri": "/wiki/Andrew_Wiles",
      "name": "Andrew Wiles",
      "aboutText": "Micheal \"Sugar\" Ray Richardson (born April 11, 1955) is an American former professional basketball player and head coach. He most recently was head coach of London Lightning of the National Basketball League of Canada. Richardson played college basketball for the Montana Grizzlies.",
      "pageId": 1285878,
      "monthDay": "04/11"
    },
    {
      "year": "1954",
      "uri": "/wiki/Abdullah_Atalar",
      "name": "Abdullah Atalar",
      "aboutText": "Nancy \"Honeytree\" Henigbaum (born April 11, 1952) is an American Christian musician and one of the leaders in what was known as Jesus music.",
      "pageId": 1530676,
      "monthDay": "04/11"
    },
    {
      "year": "1954",
      "uri": "/wiki/Aleksandr_Averin_(cyclist)",
      "name": "Aleksandr Averin",
      "aboutText": "Indira Vasanti Samarasekera, O.C. (née Arulpragasam; April 11, 1952), was the 12th president and vice-chancellor of the University of Alberta.",
      "pageId": 1941572,
      "monthDay": "04/11"
    },
    {
      "year": "1954",
      "uri": "/wiki/Francis_Lickerish",
      "name": "Francis Lickerish",
      "aboutText": "James Patrick Kelly (born April 11, 1951 in Mineola, New York) is an American science fiction author who began publishing in the 1970s and remains to this day an important figure in the science fiction field.\nKelly made his first fiction sale in 1975, and has since been a major force in the science fiction field. He graduated magna cum laude from the University of Notre Dame in 1972, with a B.A. in English Literature.",
      "pageId": 2283925,
      "monthDay": "04/11"
    },
    {
      "year": "1954",
      "uri": "/wiki/David_Perrett",
      "name": "David Perrett",
      "aboutText": "David Ian Perrett FBA FRSE (born 11 April 1954) is a professor of psychology at the University of St Andrews in Scotland, where he leads the Perception Lab. The main focus in his team's research is on face perception, including facial cues to health, effects of physiological conditions on facial appearance, and facial preferences in social settings such as trust games and mate choice. He has published nearly 200 peer-reviewed articles, many of which appearing in leading scientific journals such as the Proceedings of the Royal Society of London Series B - Biological Sciences, Psychological Science, and Nature.",
      "pageId": 6056197,
      "monthDay": "04/11"
    },
    {
      "year": "1954",
      "uri": "/wiki/Ian_Redmond",
      "name": "Ian Redmond",
      "aboutText": "Paul Fox (11 April 1951 – 21 October 2007) was a British singer and guitarist, best known from his work with the UK punk band, The Ruts. The Ruts' style combined punk with dub reggae, a sound that owed much to Fox's guitar skills and earned him respect and admiration.",
      "pageId": 13969884,
      "monthDay": "04/11"
    },
    {
      "year": "1954",
      "uri": "/wiki/Willie_Royster",
      "name": "Willie Royster",
      "aboutText": "Abdullah Atalar (born April 11, 1954, aged 61) is a Turkish scientist and academic. Atalar is the Rector of Bilkent University, and a professor at Department of Electrical and Electronics Engineering. He received B.S. degree from Middle East Technical University, in 1974, M.S. and Ph.D. degrees from Stanford University in 1976 and 1978, respectively, all in Electrical Engineering.",
      "pageId": 14616048,
      "monthDay": "04/11"
    },
    {
      "year": "1954",
      "uri": "/wiki/Attila_Sud%C3%A1r",
      "name": "Attila Sudár",
      "aboutText": "John Francis Lickerish, known professionally as Francis Lickerish (born 11 April 1954 in Cambridge), is a British composer, guitarist and lutenist, and founder member of British art-rock band The Enid.\nLickerish was a member of The Enid from its creation in 1974 until 1980, and appears on their first four studio albums and the two 'Live at Hammersmith' albums. He is an alumnus of the Finchden Manor school, as are fellow Enid founders Robert John Godfrey and Stephen Stewart.",
      "pageId": 23823386,
      "monthDay": "04/11"
    },
    {
      "year": "1955",
      "uri": "/wiki/Kevin_Brady",
      "name": "Kevin Brady",
      "aboutText": "Ian Michael Redmond OBE FZS FLS (born 11 March 1954) is a tropical field biologist and conservationist. His career spans more than 30 years in which he is renowned for his work with gorillas and elephants. Best known for his work with mountain gorillas, Redmond has been involved in more than 50 documentaries on the subject for, among others, BBC, National Geographic and the Discovery Channel.",
      "pageId": 30230767,
      "monthDay": "04/11"
    },
    {
      "year": "1955",
      "uri": "/wiki/Michael_Callen",
      "name": "Michael Callen",
      "aboutText": "Willie Arthur Royster (April 11, 1954 – November 23, 2015) was an American former professional baseball player. The catcher spent eleven seasons in minor league baseball, with a brief, four-game Major League trial for the 1981 Baltimore Orioles. He threw and batted right-handed, stood 5 feet 11 inches (1.80 m) tall and weighed 180 pounds (82 kg).",
      "pageId": 33467199,
      "monthDay": "04/11"
    },
    {
      "year": "1955",
      "uri": "/wiki/Micheal_Ray_Richardson",
      "name": "Micheal Ray Richardson",
      "aboutText": "Attila Sudár (born 11 April 1954) is a Hungarian former water polo player who competed in the 1976 Summer Olympics and in the 1980 Summer Olympics.",
      "pageId": 35830950,
      "monthDay": "04/11"
    },
    {
      "year": "1955",
      "uri": "/wiki/Neville_Staple",
      "name": "Neville Staple",
      "aboutText": "Aleksandr Dmitriyevich Averin (Russian: Алекса́ндр Дми́триевич Аве́рин; born 11 April 1954) is a retired Soviet cyclist. He competed at the 1976 Summer Olympics in the road race and finished in 17th place. He won the multistage Peace Race individually in 1978 and with the Soviet team in 1977–1979.",
      "pageId": 38371877,
      "monthDay": "04/11"
    },
    {
      "year": "1957",
      "uri": "/wiki/Michael_Card",
      "name": "Michael Card",
      "aboutText": "Lyudmila Andreyevna Kondratyeva (Russian: Людмила Андреевна Кондратьева; born April 11, 1958) is a Russian former track and field athlete, who competed for the Soviet Union and is the 1980 Olympic 100 m champion.\nKondratyeva began athletics at age 11 at the Children and Youth Sport School in Shakhty, her first trainer being Lyudmila Mikhailovna Pavlenko. Two years later she passed exams into Rostov on Don Children and Youth Sport School, created in 1971, where she was coached by Nina Vasilyevna Lazarchenko.",
      "pageId": 72505,
      "monthDay": "04/11"
    },
    {
      "year": "1957",
      "uri": "/wiki/Richard_S%C3%A9vigny",
      "name": "Richard Sévigny",
      "aboutText": "Douglas Owen \"Doug\" Hopkins (April 11, 1961 – December 5, 1993) was an American musician and songwriter. He co-founded the Gin Blossoms, a popular modern rock band of the early 1990s, with Richard Taylor. He was the band's lead guitarist and a principal songwriter.",
      "pageId": 196473,
      "monthDay": "04/11"
    },
    {
      "year": "1958",
      "uri": "/wiki/Stuart_Adamson",
      "name": "Stuart Adamson",
      "aboutText": "'Vincent Gallo, (born April 11, 1961) is an American actor, director, model, musician and painter. Though he has had minor roles in mainstream films such as Goodfellas, Arizona Dream, The Funeral and Palookaville, he is most associated with independent movies, including Buffalo '66, which he wrote, directed, scored and starred in and The Brown Bunny, which he also wrote, directed, produced, starred in and photographed. In the early 2000s, he released several solo recordings on WARP records.",
      "pageId": 217837,
      "monthDay": "04/11"
    },
    {
      "year": "1958",
      "uri": "/wiki/Lyudmila_Kondratyeva",
      "name": "Lyudmila Kondratyeva",
      "aboutText": "Jeremy Charles Robert Clarkson (born 11 April 1960) is an English broadcaster, journalist and writer who specialises in motoring. He is best known for co-presenting the BBC TV show Top Gear with Richard Hammond and James May from October 2002 to March 2015. He also writes weekly columns for The Sunday Times and The Sun.",
      "pageId": 265586,
      "monthDay": "04/11"
    },
    {
      "year": "1959",
      "uri": "/wiki/Pierre_Lacroix_(ice_hockey_b._1959)",
      "name": "Pierre Lacroix",
      "aboutText": "Brent Fraser \"Billy\" Bowden (born 11 April 1963) is an international cricket umpire from New Zealand. He was a player until he began to suffer from rheumatoid arthritis and took up umpiring. He is well known for his dramatic signalling style which includes \"crooked finger of doom\" out signal.",
      "pageId": 304020,
      "monthDay": "04/11"
    },
    {
      "year": "1959",
      "uri": "/wiki/Ana_Mar%C3%ADa_Polo",
      "name": "Ana María Polo",
      "aboutText": "Ana María Polo (born on April 11, 1959) is a Cuban American lawyer and Hispanic television arbitrator on Caso Cerrado.\nBorn in Havana, Cuba, Ana moved to Miami at a young age accompanied by her family. Later, they moved to Puerto Rico then to Russia where she participated in different musicals including Godspell, Jubilee and Show Boat in addition to singing with the chorus of Jubilee, which was invited by Pope Paul VI to sing at St.",
      "pageId": 357269,
      "monthDay": "04/11"
    },
    {
      "year": "1960",
      "uri": "/wiki/Jeremy_Clarkson",
      "name": "Jeremy Clarkson",
      "aboutText": "Bret William Saberhagen (/ˈseɪbərheɪɡɨn/; born April 11, 1964) is an American former Major League Baseball right-handed starting pitcher.",
      "pageId": 401778,
      "monthDay": "04/11"
    },
    {
      "year": "1961",
      "uri": "/wiki/Vincent_Gallo",
      "name": "Vincent Gallo",
      "aboutText": "John Robert Cryer (born 11 April 1964) is an English Labour Party politician, who has been the Member of Parliament (MP) for Leyton and Wanstead since the general election in May 2010. He was previously MP for Hornchurch from 1997 until his defeat at the 2005 general election.",
      "pageId": 415166,
      "monthDay": "04/11"
    },
    {
      "year": "1961",
      "uri": "/wiki/Doug_Hopkins",
      "name": "Doug Hopkins",
      "aboutText": "Christopher Philip \"Chris\" Ferguson (born April 11, 1963) is an American poker player.\nHe has won five World Series of Poker events, including the 2000 WSOP Main Event, and the 2008 NBC National Heads-Up Poker Championship.",
      "pageId": 952865,
      "monthDay": "04/11"
    },
    {
      "year": "1961",
      "uri": "/wiki/Nobuaki_Kakuda",
      "name": "Nobuaki Kakuda",
      "aboutText": "Mark Gerard Lawson (born 11 April 1962) is an English journalist, broadcaster and author. Specialising in culture and the arts, he is best known for presenting the flagship BBC Radio 4 arts programme Front Row between 1998 and 2014. He is also a Guardian columnist, and presents Mark Lawson Talks To...",
      "pageId": 1059187,
      "monthDay": "04/11"
    },
    {
      "year": "1962",
      "uri": "/wiki/Franck_Ducheix",
      "name": "Franck Ducheix",
      "aboutText": "Joseph Francis Richard Sévigny (born April 11, 1957 in Montreal, Quebec) is a former Canadian professional ice hockey goaltender who played for the Montreal Canadiens and Quebec Nordiques in the National Hockey League. He then moved to France to be coach of Chamonix HC (1989-90), Diables Rouges de Briançon (1990-91) and Angers (1994-1995), and then returned to the Ligue Nord-Américaine de Hockey.",
      "pageId": 1825663,
      "monthDay": "04/11"
    },
    {
      "year": "1962",
      "uri": "/wiki/Mark_Lawson",
      "name": "Mark Lawson",
      "aboutText": "Nigel Pulsford (born 11 April 1963) is a Welsh guitarist, best known as the original lead guitarist of the alternative rock band Bush.\n^ Erlewine, Stephen Thomas. \"Biography: Bush\".",
      "pageId": 1867808,
      "monthDay": "04/11"
    },
    {
      "year": "1963",
      "uri": "/wiki/Billy_Bowden",
      "name": "Billy Bowden",
      "aboutText": "William Stuart Adamson (11 April 1958 – 16 December 2001) was a Scottish guitarist, vocalist, and songwriter, described by broadcaster and DJ John Peel as \"the new Jimi Hendrix\". He is best known as co-founder, lead vocalist, and guitarist of rock group Big Country, which rose to prominence in 1983. Prior to that he founded Scottish art-punk band Skids.",
      "pageId": 2200877,
      "monthDay": "04/11"
    },
    {
      "year": "1963",
      "uri": "/wiki/Chris_Ferguson",
      "name": "Chris Ferguson",
      "aboutText": "Michael Card (born April 11, 1957) is an American Christian singer-songwriter, musician, author, and radio host from Franklin, Tennessee. He is best known for his contributions in contemporary Christian music, which couple folk-style melodies and instrumentation with lyrics that stem from intensive study of the Bible. Since his debut in 1981, he has sold more than 4 million albums and has written 19 No.",
      "pageId": 2436453,
      "monthDay": "04/11"
    },
    {
      "year": "1963",
      "uri": "/wiki/Waldemar_Fornalik",
      "name": "Waldemar Fornalik",
      "aboutText": "Waldemar Fornalik (born 11 April 1963 in Myślenice) is a former Polish footballer who played his entire career for Ruch Chorzów.",
      "pageId": 3017000,
      "monthDay": "04/11"
    },
    {
      "year": "1963",
      "uri": "/wiki/Nigel_Pulsford",
      "name": "Nigel Pulsford",
      "aboutText": "Pierre Lacroix (born April 11, 1959 in Sainte-Foy, Quebec) is a former professional ice hockey player who played 274 NHL games for the Quebec Nordiques and the Hartford Whalers.",
      "pageId": 5506282,
      "monthDay": "04/11"
    },
    {
      "year": "1964",
      "uri": "/wiki/Steve_Azar",
      "name": "Steve Azar",
      "aboutText": "Nobuaki Kakuda (角田信朗, Kakuda Nobuaki, born April 11, 1961 in Sakai, Osaka Prefecture) is a Japanese Seidokaikan Karateka.",
      "pageId": 5880910,
      "monthDay": "04/11"
    },
    {
      "year": "1964",
      "uri": "/wiki/John_Cryer",
      "name": "John Cryer",
      "aboutText": "Stephen Thomas \"Steve\" Azar (born April 11, 1964, Greenville, Mississippi, United States) is an American country music artist. Azar was signed to River North Nashville in 1995, and he released his debut album on February 27, 1996. After leaving River North, Azar took time away from his music.",
      "pageId": 6564020,
      "monthDay": "04/11"
    },
    {
      "year": "1964",
      "uri": "/wiki/Johann_Sebastian_Paetsch",
      "name": "Johann Sebastian Paetsch",
      "aboutText": "Johann Sebastian Paetsch (born in Colorado Springs, U.S. on April 11, 1964) is an American cellist and musician.",
      "pageId": 9492492,
      "monthDay": "04/11"
    },
    {
      "year": "1964",
      "uri": "/wiki/Bret_Saberhagen",
      "name": "Bret Saberhagen",
      "aboutText": "Franck Ducheix (born 11 April 1962) is a French fencer. He won a silver medal in the team sabre at the 1984 Summer Olympics and a bronze in the same event at the 1992 Summer Olympics.\n^ \"Olympics Statistics: Franck Ducheix\".",
      "pageId": 31631198,
      "monthDay": "04/11"
    },
    {
      "year": "1964",
      "uri": "/wiki/Patrick_Sang",
      "name": "Patrick Sang",
      "aboutText": "Lisa Stansfield (born 11 April 1966) is an English singer, songwriter and actress. Her career began in 1980 when she won the singing competition Search for a Star. After appearances in various television shows and releasing her first singles, Stansfield, Ian Devaney and Andy Morris formed Blue Zone in 1984.",
      "pageId": 523336,
      "monthDay": "04/11"
    },
    {
      "year": "1964",
      "uri": "/wiki/Tony_Tedeschi",
      "name": "Tony Tedeschi",
      "aboutText": "Trevor John Linden, C.M., O.B.C. (born April 11, 1970) is a retired Canadian professional ice hockey player and current president of hockey operations and alternate governor of the Vancouver Canucks. He spent 19 seasons in the National Hockey League (NHL), and played centre and right wing with four teams: the Vancouver Canucks (in two stints), New York Islanders, Montreal Canadiens, and Washington Capitals. Before joining the NHL in 1988, Linden helped the Medicine Hat Tigers of the Western Hockey League (WHL) win consecutive Memorial Cup championships.",
      "pageId": 540313,
      "monthDay": "04/11"
    },
    {
      "year": "1965",
      "uri": "/wiki/Lynn_Ferguson",
      "name": "Lynn Ferguson",
      "aboutText": "Dustin Patrick Runnels (born April 11, 1969) is an American professional wrestler who is currently signed to WWE under the ring name Goldust. He is the son of the late WWE Hall of Famer Dusty Rhodes and the half-brother of current WWE wrestler Cody Rhodes.",
      "pageId": 690238,
      "monthDay": "04/11"
    },
    {
      "year": "1965",
      "uri": "/wiki/Tom_Hunting",
      "name": "Tom Hunting",
      "aboutText": "Sannie Charlotte Carlson (born 11 April 1970), better known as Whigfield, is a Danish born, Italian-based Eurodance singer best known for the song \"Saturday Night\", which was a hit in 1994. She worked with Italian producer Larry Pignagnoli. \"Saturday Night\" entered the Top 5 in Italy as well as in other European markets in October 1994.",
      "pageId": 848290,
      "monthDay": "04/11"
    },
    {
      "year": "1965",
      "uri": "/wiki/Mason_Reese",
      "name": "Mason Reese",
      "aboutText": "Oliver \"Ollie\" Riedel (born 11 April 1971) is a German musician, notable for being the bassist for the German Neue Deutsche Härte band Rammstein.\n^ Ashton, Adrian (1 June 2006). The bass handbook.",
      "pageId": 856879,
      "monthDay": "04/11"
    },
    {
      "year": "1966",
      "uri": "/wiki/Steve_Scarsone",
      "name": "Steve Scarsone",
      "aboutText": "Sergei Vasilievich Lukyanenko (Russian: Серге́й Васи́льевич Лукья́ненко, Russian pronunciation: [sʲɪrˈɡʲej vɐˈsʲilʲjəvʲɪtɕ luˈkjænʲɪnkə]) (born 11 April 1968) is a science fiction and fantasy author, writing in Russian, and is one of the most popular contemporary Russian sci-fi writers. His works often feature intense action-packed plots, interwoven with the moral dilemma of keeping one's humanity while being strong.\nRecently his works have been adapted into film productions, for which he wrote the screenplays.",
      "pageId": 939255,
      "monthDay": "04/11"
    },
    {
      "year": "1966",
      "uri": "/wiki/Lisa_Stansfield",
      "name": "Lisa Stansfield",
      "aboutText": "Cerys Elizabeth Matthews, MBE (/ˈkɛrɪs/; born 11 April 1969) is a Welsh singer/songwriter, author and broadcaster; she was a founding member of Welsh rock band Catatonia and a leading figure in the \"Cool Cymru\" movement of the late 1990s.\nMatthews programmes and hosts a weekly music show on BBC Radio 6 Music, makes documentaries for television and radio and is a roving reporter for The One Show.",
      "pageId": 1148007,
      "monthDay": "04/11"
    },
    {
      "year": "1968",
      "uri": "/wiki/Sergei_Lukyanenko",
      "name": "Sergei Lukyanenko",
      "aboutText": "John Sampson Macfarlane Leech (born 11 April 1971, Hastings, East Sussex) is a British Liberal Democrat politician. He was the Member of Parliament (MP) for Manchester Withington from 2005 to 2015. In the 2005–2010 Parliament he was a member of the Transport Select Committee and was appointed a Shadow Transport Spokesperson in 2006.",
      "pageId": 1875912,
      "monthDay": "04/11"
    },
    {
      "year": "1969",
      "uri": "/wiki/Goldust",
      "name": "Goldust",
      "aboutText": "Mason Reese (born April 11, 1965) is a former child actor who appeared in numerous television commercials in the 1970s, particularly for Underwood Deviled Ham, Post Raisin Bran, and Dunkin' Donuts' Dunkin' Munchkins-brand \"donut holes\".",
      "pageId": 2197419,
      "monthDay": "04/11"
    },
    {
      "year": "1969",
      "uri": "/wiki/Cerys_Matthews",
      "name": "Cerys Matthews",
      "aboutText": "Johnny Messner (born April 11, 1970) is an American actor.",
      "pageId": 2331476,
      "monthDay": "04/11"
    },
    {
      "year": "1969",
      "uri": "/wiki/Chisato_Moritaka",
      "name": "Chisato Moritaka",
      "aboutText": "Tony Tedeschi is an American pornographic film actor and AVN Hall of Fame inductee.",
      "pageId": 3995113,
      "monthDay": "04/11"
    },
    {
      "year": "1969",
      "uri": "/wiki/Michael_von_Gr%C3%BCnigen",
      "name": "Michael von Grünigen",
      "aboutText": "Vicellous Reon Shannon (born April 11, 1971) is an American actor.\nShannon is a native of Memphis, Tennessee. He is perhaps best known for his portrayal of Lesra Martin in the 1999 film The Hurricane, and Keith Palmer, the son of presidential candidate David Palmer in the Fox television series 24.",
      "pageId": 4534930,
      "monthDay": "04/11"
    },
    {
      "year": "1970",
      "uri": "/wiki/Whigfield",
      "name": "Whigfield",
      "aboutText": "Patrick Sang (born 11 April 1964 in Kapsisiywa, Nandi District) is a retired Kenyan runner.",
      "pageId": 4603285,
      "monthDay": "04/11"
    },
    {
      "year": "1970",
      "uri": "/wiki/Dylan_Keefe",
      "name": "Dylan Keefe",
      "aboutText": "Michael von Grünigen (born April 11, 1969) is a Swiss former alpine skier. In 1996, 1997, 1999 and 2003, he won the World Cup in Giant Slalom.",
      "pageId": 4685564,
      "monthDay": "04/11"
    },
    {
      "year": "1970",
      "uri": "/wiki/Trevor_Linden",
      "name": "Trevor Linden",
      "aboutText": "Delroy Pearson (born 11 April 1970, Islington, London) is an English singer and a member of the pop group Five Star. Pearson played his part in the group by writing songs and playing instruments on some of the band's hits. He scored success in the U.S. with the band Immature, now known as IMx whom he wrote and produced hits for.",
      "pageId": 5185820,
      "monthDay": "04/11"
    },
    {
      "year": "1970",
      "uri": "/wiki/Johnny_Messner_(actor)",
      "name": "Johnny Messner",
      "aboutText": "Chisato Moritaka (森高千里, Moritaka Chisato) (born April 11, 1969) is the stage name of Chisato Eguchi (江口 千里), a Japanese pop-music performer who also is notable as an actress and song writer.",
      "pageId": 5223130,
      "monthDay": "04/11"
    },
    {
      "year": "1970",
      "uri": "/wiki/Delroy_Pearson",
      "name": "Delroy Pearson",
      "aboutText": "Tom Hunting (born 11 April 1965) is an American drummer, famous for his work with the band Exodus. He played on their first three albums, Bonded by Blood, Pleasures of the Flesh, and Fabulous Disaster. Hunting later left the band due to illness in 1989 and was replaced by John Tempesta.",
      "pageId": 6116528,
      "monthDay": "04/11"
    },
    {
      "year": "1971",
      "uri": "/wiki/John_Leech_(politician)",
      "name": "John Leech",
      "aboutText": "Steven Wayne Scarsone (born April 11, 1966 in Anaheim, California) is a retired professional baseball infielder and current minor league manager of the Nashville Sounds, the Triple A affiliate of the Oakland Athletics. He played all or part of seven seasons in the major leagues between 1992 and 1999.\nHe attended Canyon High School in his native Anaheim.",
      "pageId": 10381849,
      "monthDay": "04/11"
    },
    {
      "year": "1971",
      "uri": "/wiki/Oliver_Riedel",
      "name": "Oliver Riedel",
      "aboutText": "Lynn Ferguson (born 11 April 1965) is a Scottish writer, actress, comedian and presenter.",
      "pageId": 19282137,
      "monthDay": "04/11"
    },
    {
      "year": "1971",
      "uri": "/wiki/Vicellous_Reon_Shannon",
      "name": "Vicellous Reon Shannon",
      "aboutText": "Dylan Keefe (born April 11, 1970 in Minneapolis, Minnesota) is the bassist and one of the founding members of the multi-platinum selling alternative rock band Marcy Playground.",
      "pageId": 21104748,
      "monthDay": "04/11"
    },
    {
      "year": "1972",
      "uri": "/wiki/Balls_Mahoney",
      "name": "Balls Mahoney",
      "aboutText": "Nazanin Afshin-Jam (Persian: نازنین افشین‌جم, born April 11, 1979) is an Iranian-Canadian entertainer, public speaker and human rights activist. She is a former Miss World Canada. She is also president and co-founder of Stop Child Executions.",
      "pageId": 488230,
      "monthDay": "04/11"
    },
    {
      "year": "1972",
      "uri": "/wiki/Allan_Th%C3%A9o",
      "name": "Allan Théo",
      "aboutText": "Jason Andrew Varitek (/ˈværɨtɛk/; born April 11, 1972), nicknamed \"Tek\", is a retired American baseball catcher for the Boston Red Sox of Major League Baseball. As of 2015, he works for the Red Sox as a \"Special Assistant to the General Manager\". After being traded as a minor league prospect by the Seattle Mariners, Varitek played his entire major league career for the Red Sox.",
      "pageId": 609112,
      "monthDay": "04/11"
    },
    {
      "year": "1972",
      "uri": "/wiki/Jason_Varitek",
      "name": "Jason Varitek",
      "aboutText": "Christopher Trotman \"Trot\" Nixon (born April 11, 1974) is an American former professional baseball right fielder. He played in Major League Baseball (MLB) from 1996 through 2008 for three different teams, primarily with the Boston Red Sox.",
      "pageId": 609127,
      "monthDay": "04/11"
    },
    {
      "year": "1973",
      "uri": "/wiki/Jennifer_Esposito",
      "name": "Jennifer Esposito",
      "aboutText": "Kelvim Jose Escobar Bolivar (born April 11, 1976) is a former Major League Baseball pitcher. He played for the Toronto Blue Jays (1997–2003) and Los Angeles Angels of Anaheim (2004–2007, 2009).\nIn March 2008, Escobar revealed a tear in his right shoulder that required season-ending surgery.",
      "pageId": 719709,
      "monthDay": "04/11"
    },
    {
      "year": "1974",
      "uri": "/wiki/%C3%80lex_Corretja",
      "name": "Àlex Corretja",
      "aboutText": "Jennifer Esposito (born April 11, 1973) is an American actress, dancer and model, known for her appearances in the films I Still Know What You Did Last Summer, Summer of Sam and Crash, and in the television series Spin City, The Looney Tunes Show, Samantha Who? and Blue Bloods.",
      "pageId": 885284,
      "monthDay": "04/11"
    },
    {
      "year": "1974",
      "uri": "/wiki/Ashot_Danielyan",
      "name": "Ashot Danielyan",
      "aboutText": "Tricia Janine Helfer (born April 11, 1974) is a Canadian model and actress. She is best known for playing the humanoid Cylon Number Six in Ronald D. Moore's re-imagined Battlestar Galactica television series (2004–09) and for voicing Sarah Kerrigan, the Queen of Blades, in the Starcraft 2 trilogy.",
      "pageId": 1261234,
      "monthDay": "04/11"
    },
    {
      "year": "1974",
      "uri": "/wiki/Anton_Glanzelius",
      "name": "Anton Glanzelius",
      "aboutText": "Jonathan Rechner (born April 11, 1972) better known by his ring name Balls Mahoney, is an American professional wrestler. He is currently working for World Wrestling Alliance and for American Independent promotions. Mahoney is perhaps best known for his appearances with Extreme Championship Wrestling in the late 1990s and early 2000s where he was three time holder of ECW Tag Team Championship, as well as working for World Wrestling Entertainment wrestling on its ECW brand.",
      "pageId": 1878649,
      "monthDay": "04/11"
    },
    {
      "year": "1974",
      "uri": "/wiki/Tricia_Helfer",
      "name": "Tricia Helfer",
      "aboutText": "Zöe Elizabeth Lucker (born 11 April 1974 in Huddersfield, West Yorkshire) is an English actress best known for playing the roles of Tanya Turner on ITV's Footballers' Wives and a crossover appearance in Bad Girls.",
      "pageId": 3155043,
      "monthDay": "04/11"
    },
    {
      "year": "1974",
      "uri": "/wiki/David_Jassy",
      "name": "David Jassy",
      "aboutText": "Ashot Danielyan (Armenian: Աշոտ Դանիելյան , born April 11, 1974 in Yerevan, Armenian SSR) is a retired Armenian weightlifter.\nDanielyan is a two-time European Champion, having won consecutive gold medals at the 1999 and 2000 European Weightlifting Championships. He also came in 13th place at the 1996 Summer Olympics.",
      "pageId": 3430764,
      "monthDay": "04/11"
    },
    {
      "year": "1974",
      "uri": "/wiki/Z%C3%B6e_Lucker",
      "name": "Zöe Lucker",
      "aboutText": "Malcom Neil Christie (born 11 April 1979) is a retired English footballer. He previously played for Nuneaton Borough, Derby County, Middlesbrough, Leeds United, and earned 11 England under-21 caps.\n^ Hugman, Barry J. (2005).",
      "pageId": 3475760,
      "monthDay": "04/11"
    },
    {
      "year": "1974",
      "uri": "/wiki/Trot_Nixon",
      "name": "Trot Nixon",
      "aboutText": "Walid Soliman is writer, essayist and translator, born on April 11, 1975 in Tunis, Tunisia.",
      "pageId": 3501324,
      "monthDay": "04/11"
    },
    {
      "year": "1975",
      "uri": "/wiki/Olga_Host%C3%A1kov%C3%A1",
      "name": "Olga Hostáková",
      "aboutText": "Anton Glanzelius (born 11 April 1974 in Copenhagen, Denmark) is a Swedish actor mainly known for My Life as a Dog (1985). For his role in My Life as a Dog he won the award for Best Actor at the 21st Guldbagge Awards.\nAs of 2014, Glanzelius currently works as an executive producer at Swedish TV4 AB. On March 26, 2015, Glanzelius was announced the new channel manager for TV4 Play.",
      "pageId": 3677750,
      "monthDay": "04/11"
    },
    {
      "year": "1975",
      "uri": "/wiki/Walid_Soliman_(writer)",
      "name": "Walid Soliman",
      "aboutText": "Joshua Morgan Hancock (April 11, 1978 – April 29, 2007) was a Major League Baseball pitcher who played for the Boston Red Sox, Philadelphia Phillies, Cincinnati Reds and St. Louis Cardinals. Born in Cleveland, Mississippi, he lived in St.",
      "pageId": 4952543,
      "monthDay": "04/11"
    },
    {
      "year": "1976",
      "uri": "/wiki/Kelvim_Escobar",
      "name": "Kelvim Escobar",
      "aboutText": "Brett Claywell (born April 11, 1978) is an American actor best known for playing the roles of Tim Smith on The CW series One Tree Hill, and Kyle Lewis on the ABC soap opera One Life to Live.",
      "pageId": 5880114,
      "monthDay": "04/11"
    },
    {
      "year": "1977",
      "uri": "/wiki/Ivonne_Teichmann",
      "name": "Ivonne Teichmann",
      "aboutText": "Thomas Arnold \"Tom\" Thacker (born April 11, 1974) is the lead guitarist and lead singer for Canadian punk rock group Gob, as well as a producer. Thacker formed Gob with Theo Goutzinakis in 1993. Thacker is also the co-lead guitarist and backing vocalist for Sum 41.",
      "pageId": 10571915,
      "monthDay": "04/11"
    },
    {
      "year": "1978",
      "uri": "/wiki/Brett_Claywell",
      "name": "Brett Claywell",
      "aboutText": "Ivonne Teichmann (born 11 April 1977 in Zeulenroda) is a retired German athlete who specialised in the 800 metres.\nShe finished eighth at the 2001 World Championships and seventh at the 2002 European Championships.",
      "pageId": 11374950,
      "monthDay": "04/11"
    },
    {
      "year": "1978",
      "uri": "/wiki/Josh_Hancock",
      "name": "Josh Hancock",
      "aboutText": "Àlex Corretja i Verdegay (Catalan pronunciation: [ˈaɫəks kuˈrɛdʒə j βərðəˈɣaj]; born 11 April 1974, in Barcelona, Spain) is a former professional tennis player from Spain. During his career, he finished runner-up twice at the French Open (in 1998 and 2001). He won the ATP Tour World Championships in 1998 and reached his career-high singles ranking of World No.",
      "pageId": 17733765,
      "monthDay": "04/11"
    },
    {
      "year": "1978",
      "uri": "/wiki/Tom_Thacker_(musician)",
      "name": "Tom Thacker",
      "aboutText": "David Moses Jassy (born April 11, 1974) is a Swedish musician, songwriter and music producer of mixed Gambian and Estonian origin. With Andrés Avellán, he was part of a Swedish R&B hip hop duo, Navigators in the late 1990s. After split up of the group, Jassy went on to writing music and producing a number of international acts.",
      "pageId": 22224203,
      "monthDay": "04/11"
    },
    {
      "year": "1979",
      "uri": "/wiki/Nazanin_Afshin-Jam",
      "name": "Nazanin Afshin-Jam",
      "aboutText": "Allan Théo (born Alain Rouget on 11 April 1972, Saint-Amand-Montrond) is a French singer. He is particularly known for his 1998 single \"Emmène-moi\", which peaked at number six.\n^ \"Discographie Allan Théo\" (in French).",
      "pageId": 28298281,
      "monthDay": "04/11"
    },
    {
      "year": "1979",
      "uri": "/wiki/Malcolm_Christie",
      "name": "Malcolm Christie",
      "aboutText": "Olga Hostáková (born 11 April 1975) is a Czech former tennis player.\nHostáková won two singles and five doubles titles on the ITF tour during her career. On 18 July 1994, she reached her best singles ranking of world number 336.",
      "pageId": 37703539,
      "monthDay": "04/11"
    },
    {
      "year": "1979",
      "uri": "/wiki/Death_from_Above_1979",
      "name": "Death from Above 1979",
      "aboutText": "Alessandra Corine Ambrósio (Portuguese pronunciation: [aleˈsɐ̃dɾɐ ɐ̃ˈbɾɔzju]; born April 11, 1981) is a Brazilian model and actress. Ambrosio is known for her work with Victoria's Secret and was chosen as the first spokesmodel for the company's \"PINK\" line. Ambrosio is currently one of the Victoria's Secret Angels and has modeled for brands such as Next, Armani Exchange, Christian Dior, and Ralph Lauren.",
      "pageId": 929522,
      "monthDay": "04/11"
    },
    {
      "year": "1979",
      "uri": "/wiki/Martin_Padar",
      "name": "Martin Padar",
      "aboutText": "Death from Above 1979 are a Canadian rock duo from Toronto, Ontario. The duo consists of Sebastien Grainger (vocals, drums, percussion) and Jesse F. Keeler (bass guitar, keyboards, backing vocals). Their first full-length album, You're a Woman, I'm a Machine, was released in late 2004 on Last Gang Records.",
      "pageId": 1507976,
      "monthDay": "04/11"
    },
    {
      "year": "1979",
      "uri": "/wiki/Michel_Riesen",
      "name": "Michel Riesen",
      "aboutText": "Kelli Brianne Garner (born April 11, 1984) is an American film, stage, and television actress. Garner made her feature film debut in Larry Clark's thriller Bully (2001), followed by a supporting role as Faith Domergue in Martin Scorsese's The Aviator (2004). Over the following several years, she had a lead roles in the films Thumbsucker (2005), Lars and the Real Girl (2007), and in the Disney animated film G-Force (2009).",
      "pageId": 1737855,
      "monthDay": "04/11"
    },
    {
      "year": "1979",
      "uri": "/wiki/Josh_Server",
      "name": "Josh Server",
      "aboutText": "Joshua Aaron \"Josh\" Server (born April 11, 1979) is an American actor and comedian, best known for being the only All That cast member to remain through all six original seasons.",
      "pageId": 1788395,
      "monthDay": "04/11"
    },
    {
      "year": "1979",
      "uri": "/wiki/Mar%C3%ADa_Elena_Swett",
      "name": "María Elena Swett",
      "aboutText": "Ian Ronald Bell MBE (born 11 April 1982) is an English cricketer who plays international cricket for the England cricket team. He also plays county cricket for Warwickshire County Cricket Club. He is a right-handed higher/middle order batsman, described in The Times as an \"exquisite rapier,\" who is a very good cover driver on the off side.",
      "pageId": 1884100,
      "monthDay": "04/11"
    },
    {
      "year": "1980",
      "uri": "/wiki/Festus_Baise",
      "name": "Festus Baise",
      "aboutText": "Mark Charles Teixeira (/teɪˈʃɛrə/ tay-SHERR-ə; born April 11, 1980) is an American Major League Baseball first baseman for the New York Yankees. Before playing in the MLB, he played college baseball at Georgia Tech, where in 2001 he won the Dick Howser Trophy as the national collegiate baseball player of the year.\nTeixeira was drafted in 2001 by the Texas Rangers, and made his MLB debut for them in 2003.",
      "pageId": 2071367,
      "monthDay": "04/11"
    },
    {
      "year": "1980",
      "uri": "/wiki/Keiji_Tamada",
      "name": "Keiji Tamada",
      "aboutText": "Nicky Pastorelli (born 11 April 1983) is a Dutch professional racing driver.",
      "pageId": 2175723,
      "monthDay": "04/11"
    },
    {
      "year": "1980",
      "uri": "/wiki/Mark_Teixeira",
      "name": "Mark Teixeira",
      "aboutText": "Michel Riesen (born April 11, 1979 in Oberbalm, Switzerland) is a former professional ice hockey winger who last played for the EHC Basel in the National League B.",
      "pageId": 2892014,
      "monthDay": "04/11"
    },
    {
      "year": "1981",
      "uri": "/wiki/Alessandra_Ambrosio",
      "name": "Alessandra Ambrosio",
      "aboutText": "Angel Dark (born on April 11, 1982 in Bratislava) is a Slovak pornographic actress and nude model. She began her career in the adult film industry in 2002, and has since appeared in over 230 films.\nShe was working as a bartender in restaurants and cafés.",
      "pageId": 2937478,
      "monthDay": "04/11"
    },
    {
      "year": "1981",
      "uri": "/wiki/Alexandre_Burrows",
      "name": "Alexandre Burrows",
      "aboutText": "Alexandre \"Alex\" Ménard-Burrows (born April 11, 1981) is a French-Canadian professional ice hockey right winger and an alternate captain for the Vancouver Canucks of the National Hockey League (NHL). He is known for playing in the style of an agitator and for his ascension to the NHL from being an undrafted player in the ECHL. After a two-year career in the Quebec Major Junior Hockey League (QMJHL), he played in the minor leagues for three seasons. He was signed by the Canucks in 2005 from their American Hockey League (AHL) affiliate, the Manitoba Moose.",
      "pageId": 3665861,
      "monthDay": "04/11"
    },
    {
      "year": "1982",
      "uri": "/wiki/Ian_Bell",
      "name": "Ian Bell",
      "aboutText": "Jennifer Heil (born April 11, 1983) is a Canadian freestyle skier from Spruce Grove, Alberta. Heil started skiing at age two. Jennifer Heil won the first gold medal for Canada in the 2006 Winter Olympics games in Turin, Italy and a silver medal at the 2010 Winter Olympics in Vancouver, which was also Canada's first medal in those games.",
      "pageId": 4039847,
      "monthDay": "04/11"
    },
    {
      "year": "1982",
      "uri": "/wiki/Angel_Dark",
      "name": "Angel Dark",
      "aboutText": "Keiji Tamada (玉田 圭司, Tamada Keiji, born 11 April 1980 in Urayasu, Chiba Prefecture, Japan) is a Japanese football player, who currently plays for the J. League team Cerezo Osaka.\n^ \"FIFA World Cup South Africa 2010: List of Players\" (PDF). FIFA. 4 June 2010. p.",
      "pageId": 5317593,
      "monthDay": "04/11"
    },
    {
      "year": "1982",
      "uri": "/wiki/Peeter_K%C3%BCmmel",
      "name": "Peeter Kümmel",
      "aboutText": "Rubén Palazuelos García (born 11 April 1983) is a Spanish footballer who plays for CD Guijuelo as a defensive midfielder.",
      "pageId": 8400219,
      "monthDay": "04/11"
    },
    {
      "year": "1983",
      "uri": "/wiki/Jessica_Burciaga",
      "name": "Jessica Burciaga",
      "aboutText": "Martin Padar (born 11 April 1979 in Tallinn) is an Estonian judoka, who has competed in the men's half heavyweight (-100 kg), but now competes in the heavyweight (+100 kg) category.",
      "pageId": 11773962,
      "monthDay": "04/11"
    },
    {
      "year": "1983",
      "uri": "/wiki/Joanna_Douglas_(Canadian_actor)",
      "name": "Joanna Douglas",
      "aboutText": "Festus Baise (Chinese: 法圖斯; born 11 April 1980) is a Nigerian-born Hong Kong professional footballer who plays for China League One club Guizhou Zhicheng as a centre-back. He is of Ghanaian descent.",
      "pageId": 15055813,
      "monthDay": "04/11"
    },
    {
      "year": "1983",
      "uri": "/wiki/Jennifer_Heil",
      "name": "Jennifer Heil",
      "aboutText": "Nikola Karabatić (Serbian: Никола Карабатић; born 11 April 1984) is a French handball player. With the French national handball team, he has won two Olympic gold medals, which came in the Summer Olympics of 2008 and 2012, three World Championship gold medals, which came in 2009, 2011 and 2015, as well as three gold medals in the European Championship which came in 2006, 2010 and 2014. In addition, he also won L'Équipe Champion of Champions in 2011.",
      "pageId": 15525085,
      "monthDay": "04/11"
    },
    {
      "year": "1983",
      "uri": "/wiki/Rub%C3%A9n_Palazuelos",
      "name": "Rubén Palazuelos",
      "aboutText": "María Elena Swett Urquieta is a Chilean actress. She was born in Santiago on April 11, 1979. Formally married to the Chilean actor Felipe Braun.",
      "pageId": 21432986,
      "monthDay": "04/11"
    },
    {
      "year": "1983",
      "uri": "/wiki/Nicky_Pastorelli",
      "name": "Nicky Pastorelli",
      "aboutText": "Peeter Kümmel (born April 11, 1982 in Tartu) is an Estonian cross-country skier who has competed since 2001.\nKümmel competed at the 2006 and 2010 Winter Olympics, the 2006–07, 2007–08 Tour de Ski, the 2007, 2009 and 2011 FIS Nordic World Ski Championships.\nHis best World Cup result is a 5th place from a sprint event in Otepää in 2008.",
      "pageId": 26270808,
      "monthDay": "04/11"
    },
    {
      "year": "1984",
      "uri": "/wiki/Kelli_Garner",
      "name": "Kelli Garner",
      "aboutText": "The following is a list of Playboy Playmates of 2009, the 55th anniversary year of the publication.",
      "pageId": 26459742,
      "monthDay": "04/11"
    },
    {
      "year": "1984",
      "uri": "/wiki/Nikola_Karabati%C4%87",
      "name": "Nikola Karabatić",
      "aboutText": "Joanna Douglas (born April 11, 1983) is a Canadian actress. She is best known for portraying Samantha Strange on Being Erica. She is a graduate of the University of Toronto and Sheridan College's joint theatre and drama studies program.",
      "pageId": 32176810,
      "monthDay": "04/11"
    },
    {
      "year": "1985",
      "uri": "/wiki/Pablo_Hern%C3%A1ndez_Dom%C3%ADnguez",
      "name": "Pablo Hernández Domínguez",
      "aboutText": "Joscelyn Eve Stoker (born 11 April 1987), better known by her stage name Joss Stone, is an English singer, songwriter and actress.\nStone rose to fame in late 2003 with her multi-platinum debut album, The Soul Sessions, which made the 2004 Mercury Prize shortlist. Her second album, the similarly multi-platinum Mind Body & Soul, topped the UK Albums Chart for one week and spawned the top ten hit \"You Had Me\", Stone's most successful single on the UK Singles Chart to date.",
      "pageId": 494770,
      "monthDay": "04/11"
    },
    {
      "year": "1985",
      "uri": "/wiki/Will_Minson",
      "name": "Will Minson",
      "aboutText": "William Gerald Minson (born 11 April 1985 in South Australia) is a professional Australian rules footballer who plays for the Western Bulldogs in the Australian Football League (AFL).",
      "pageId": 5206068,
      "monthDay": "04/11"
    },
    {
      "year": "1986",
      "uri": "/wiki/Dai_Greene",
      "name": "Dai Greene",
      "aboutText": "Leland Bruce Irving (born April 11, 1988) is a Canadian professional ice hockey goaltender, currently playing with the Iowa Wild in the American Hockey League (AHL). He was a first round selection of the Calgary Flames, 26th overall at the 2006 NHL Entry Draft and played parts of two National Hockey League (NHL) seasons with the team.",
      "pageId": 5700173,
      "monthDay": "04/11"
    },
    {
      "year": "1986",
      "uri": "/wiki/Stephanie_Pratt",
      "name": "Stephanie Pratt",
      "aboutText": "Pablo Hernández Domínguez (Spanish pronunciation: [ˈpaβlo erˈnandeθ]; born 11 April 1985) is a Spanish professional footballer who plays for Rayo Vallecano on loan from Al-Arabi SC (Qatar) as a winger.\nIn a spell which also included two loans, he played the early part of his career with Valencia, appearing in 173 official games (25 goals) and winning the 2008 Copa del Rey. He also competed two years in Wales, with Swansea City.",
      "pageId": 8487337,
      "monthDay": "04/11"
    },
    {
      "year": "1986",
      "uri": "/wiki/Lena_Sch%C3%B6neborn",
      "name": "Lena Schöneborn",
      "aboutText": "Lights (born Valerie Anne Poxleitner; April 11, 1987) is a Canadian musician, singer, and songwriter. Some of her notable singles include \"Drive My Soul\", \"February Air\", \"Ice\", \"Second Go\", \"Toes\", and \"Up We Go\". Lights tours extensively to support her recordings.",
      "pageId": 15801404,
      "monthDay": "04/11"
    },
    {
      "year": "1987",
      "uri": "/wiki/Lights_(musician)",
      "name": "Lights",
      "aboutText": "Oleh Kovalenko (born 11 April 1988) is a Ukrainian professional footballer, who plays for FC Real Pharm Yuzhne in the Ukrainian Second League. He plays the position of midfielder or striker. His former clubs include FC Helios Kharkiv, FC Dnister Ovidiopol and FC Pärnu Vaprus in Estonian Meistriliiga.",
      "pageId": 18694627,
      "monthDay": "04/11"
    },
    {
      "year": "1987",
      "uri": "/wiki/Giuseppe_Caccavallo",
      "name": "Giuseppe Caccavallo",
      "aboutText": "Andreea Florentina Grigore (born 11 April 1991 in Bucharest, Romania) is a Romanian artistic gymnast. She is an Olympic bronze medalist and a world bronze medalist with the team. She was a successful junior gymnast winning three silver medals at the 2006 Junior European Championships (team, floor and beam).",
      "pageId": 18850382,
      "monthDay": "04/11"
    },
    {
      "year": "1987",
      "uri": "/wiki/Michelle_Phan",
      "name": "Michelle Phan",
      "aboutText": "Lena Schöneborn (born April 11, 1986 in Troisdorf, Germany) is a German pentathlete, who won the gold medal in the Modern Pentathlon at the 2008 Summer Olympics. She is living in Berlin and besides Pentathlon she is studying Marketing.\nShe got a Gold at the Women’s Final of the Modern Pentathlon European Championships 2011, held in Medway.",
      "pageId": 18979478,
      "monthDay": "04/11"
    },
    {
      "year": "1987",
      "uri": "/wiki/Joss_Stone",
      "name": "Joss Stone",
      "aboutText": "Erina Mano (真野恵里菜, Mano Erina, born April 11, 1991), is a Japanese pop singer and actress formerly associated with Hello! Project. She joined in 2006 as a member of Hello Pro Egg, as a trainee.",
      "pageId": 20326896,
      "monthDay": "04/11"
    },
    {
      "year": "1988",
      "uri": "/wiki/Leland_Irving",
      "name": "Leland Irving",
      "aboutText": "Eka Darville (born 11 April 1989) is an Australian actor. He is best known for his roles as Scott Truman in Power Rangers RPM, Pip in Mister Pip, and Malcolm Ducasse in the Netflix original series Jessica Jones. He went to Byron Bay High School and currently lives in Byron Bay, New South Wales, and Sydney.",
      "pageId": 20741402,
      "monthDay": "04/11"
    },
    {
      "year": "1988",
      "uri": "/wiki/Oleh_Kovalenko",
      "name": "Oleh Kovalenko",
      "aboutText": "Nika Roza Danilova (Russian: Ника Роза Данилова, born April 11, 1989), known by her stage name Zola Jesus, is an American singer-songwriter and record producer.",
      "pageId": 20808096,
      "monthDay": "04/11"
    },
    {
      "year": "1989",
      "uri": "/wiki/Eka_Darville",
      "name": "Eka Darville",
      "aboutText": "Stephanie Lynn Pratt (born April 11, 1986) is an American television personality. In 2007, she came to prominence after being cast in a supporting position in the reality television series The Hills, which documented the personal and professional lives of Lauren Conrad, Heidi Montag, Audrina Patridge, and Whitney Port.",
      "pageId": 21386674,
      "monthDay": "04/11"
    },
    {
      "year": "1989",
      "uri": "/wiki/Zola_Jesus",
      "name": "Zola Jesus",
      "aboutText": "Thulani Caleb Serero (born 11 April 1990) is a South African footballer who plays as a midfielder for AFC Ajax. Prior to joining Ajax, he played for Ajax Cape Town in the South African Premier Soccer League.\n^ \"FIFA U-20 World Cup Egypt 2009 – List of Players\" (PDF).",
      "pageId": 22765493,
      "monthDay": "04/11"
    },
    {
      "year": "1989",
      "uri": "/wiki/Torrin_Lawrence",
      "name": "Torrin Lawrence",
      "aboutText": "Thiago Alcântara do Nascimento (born 11 April 1991), known simply as Thiago (Spanish: [ˈtjaɣo], Portuguese: [tʃiˈaɡu]), is a Spanish professional footballer who plays as a central midfielder for German club FC Bayern Munich.\nBorn in Italy to Brazilian parents, Thiago joined FC Barcelona aged 14, and made his first team debut in 2009. After winning honours including four La Liga titles, the UEFA Champions League and the FIFA Club World Cup for Barcelona, he was signed by Bayern for €25 million in 2013.",
      "pageId": 22836788,
      "monthDay": "04/11"
    },
    {
      "year": "1990",
      "uri": "/wiki/Dimitrios_Anastasopoulos",
      "name": "Dimitrios Anastasopoulos",
      "aboutText": "David \"Dai\" Greene (born 11 April 1986) is a British hurdler who specialises in the 400 metres hurdles event and competes internationally for both Wales and Great Britain. In a sixteen-month period between 2010 and 2011, Greene won the World, European and Commonwealth titles in the event, in addition to winning the event as part of the European Team Championships and the IAAF Continental Cup.\nHe is the second fastest British man over the 400 m hurdles, behind the British record holder, Kriss Akabusi.",
      "pageId": 23155422,
      "monthDay": "04/11"
    },
    {
      "year": "1990",
      "uri": "/wiki/Thulani_Serero",
      "name": "Thulani Serero",
      "aboutText": "Michelle Phan is an American make-up demonstrator and entrepreneur who became notable as a YouTube personality.",
      "pageId": 24658973,
      "monthDay": "04/11"
    },
    {
      "year": "1991",
      "uri": "/wiki/Thiago_Alc%C3%A2ntara",
      "name": "Thiago Alcântara",
      "aboutText": "Dimitrios Anastasopoulos (Greek: Δημήτρης Αναστασόπουλος; born 11 April 1990) is a Greek footballer currently playing for CS Mon-Royal Outremont F.C. in the PLSQ, as a midfielder.\n^ \"Anastasopoulos, Dimitrios\" (in German). kicker.de.",
      "pageId": 24858600,
      "monthDay": "04/11"
    },
    {
      "year": "1991",
      "uri": "/wiki/Andreea_Grigore",
      "name": "Andreea Grigore",
      "aboutText": "Torrin Lawrence (April 11, 1989 – July 28, 2014) was an American sprinter who competed in the 400 meters.",
      "pageId": 26755317,
      "monthDay": "04/11"
    },
    {
      "year": "1991",
      "uri": "/wiki/James_Magnussen",
      "name": "James Magnussen",
      "aboutText": "Giuseppe Caccavallo (born 11 April 1987) is an Italian footballer.",
      "pageId": 28890428,
      "monthDay": "04/11"
    },
    {
      "year": "1991",
      "uri": "/wiki/Erina_Mano",
      "name": "Erina Mano",
      "aboutText": "James Magnussen (born 11 April 1991) is an Australian swimmer and Olympic medallist. He is the current 100-metre freestyle world champion, and holds the fourth fastest swim in history in the 100-metre freestyle with a time of 47.10, which also stands as the fastest swim in textile swimwear material.\nHe has won a total of seven medals in major international competition, three gold, three silver and one bronze, spanning the Olympics, World Championships, Commonwealth Games, and the Pan Pacific Championships.",
      "pageId": 29053843,
      "monthDay": "04/11"
    },
    {
      "year": "1991",
      "uri": "/wiki/James_Roberts_(swimmer)",
      "name": "James Roberts",
      "aboutText": "Dakota Blue Richards (born 11 April 1994) is an English actress. Her debut was in the film The Golden Compass, as the lead character Lyra Belacqua. She was cast as the lead of two other films, Dustbin Baby as wayward teenager April and The Secret of Moonacre as Maria, the latter of which was released February 2009.",
      "pageId": 6582027,
      "monthDay": "04/11"
    },
    {
      "year": "1991",
      "uri": "/wiki/Niall_Canavan",
      "name": "Niall Canavan",
      "aboutText": "Oliver Dillon (born 11 April 1998) in London, is an English child actor.",
      "pageId": 11980639,
      "monthDay": "04/11"
    },
    {
      "year": "1993",
      "uri": "/wiki/Yuji_Takahashi_(footballer)",
      "name": "Yuji Takahashi",
      "aboutText": "Morgan Lily (born Morgan Lily Jane Gross; April 11, 2000) is an American actress and fashion model. She started modeling internationally at four years old and appeared in more than 21 television commercials, and many photo shoots before her role in Henry Poole Is Here as Millie Stupek. Lily had supporting roles in He's Just Not That Into You, as Matthew Gray Gubler's daughter in The Ugly Life Of A Beautiful Girl.",
      "pageId": 15645976,
      "monthDay": "04/11"
    },
    {
      "year": "1994",
      "uri": "/wiki/Dakota_Blue_Richards",
      "name": "Dakota Blue Richards",
      "aboutText": "Niall David Stephen Canavan (born 11 April 1991) is a professional footballer who plays as a defender for League One club Scunthorpe United.",
      "pageId": 24438069,
      "monthDay": "04/11"
    },
    {
      "year": "1994",
      "uri": "/wiki/Lindsey_Wixson",
      "name": "Lindsey Wixson",
      "aboutText": "Lindsey Wixson (born April 11, 1994) is an American fashion model. She is known for her unique looks, defined in part by her \"bee-stung lips\", \"rosebud pout\", and gapped front teeth. She is best known for her campaigns with designers as Chanel, John Galliano, Versace Vanitas, Miu Miu, Jill Stuart and Alexander McQueen.",
      "pageId": 27990946,
      "monthDay": "04/11"
    },
    {
      "year": "1995",
      "uri": "/wiki/Sycerika_McMahon",
      "name": "Sycerika McMahon",
      "aboutText": "James Roberts (born 11 April 1991) is an Australian swimmer.",
      "pageId": 35141330,
      "monthDay": "04/11"
    },
    {
      "year": "1996",
      "uri": "/wiki/Dele_Alli",
      "name": "Dele Alli",
      "aboutText": "Sycerika McMahon (born 11 April 1995) is an Irish swimmer from Portaferry, County Down",
      "pageId": 36582944,
      "monthDay": "04/11"
    },
    {
      "year": "1997",
      "uri": "/wiki/Ethan_Couch",
      "name": "Ethan Couch",
      "aboutText": "Yuji Takahashi (高橋 祐治, Takahashi Yūji) born 11 April 1993 is a Japanese footballer who plays as a centre back for Kamatamare Sanuki in Takamatsu, Kagawa, Japan.",
      "pageId": 37399818,
      "monthDay": "04/11"
    },
    {
      "year": "1997",
      "uri": "/wiki/Miriam_Kolodziejov%C3%A1",
      "name": "Miriam Kolodziejová",
      "aboutText": "Bamidele Jermaine \"Dele\" Alli (born 11 April 1996) is an English professional footballer who plays as a midfielder for Tottenham Hotspur in the Premier League and the England national team.\nBorn and raised in Milton Keynes, he joined the youth system at Milton Keynes Dons aged 11 and broke into the first team five years later, during the 2012–13 season. Over the next two-and-a-half years he made 74 league appearances for MK Dons, scoring 22 goals.",
      "pageId": 38658546,
      "monthDay": "04/11"
    },
    {
      "year": "1998",
      "uri": "/wiki/Oliver_Dillon",
      "name": "Oliver Dillon",
      "aboutText": "Ethan Anthony Couch (born April 11, 1997) is an American who made national headlines at age 16 when he was prosecuted as a juvenile and convicted of four counts of intoxication manslaughter for recklessly driving drunk on June 15, 2013 in Burleson, Texas where he was speeding, lost control of his vehicle, plowed into a gathering of pedestrians and struck a parked car. Four people were killed and nine others injured, two suffering serious bodily injury as a result of the collision.\nIn December 2013, Judge Jean Hudson Boyd sentenced Couch to 10 years of probation and subsequently ordered him to therapy at a long-term, in-patient facility, after his attorneys successfully argued that the teen suffered from \"affluenza\" and needed rehabilitation instead of prison.",
      "pageId": 41373899,
      "monthDay": "04/11"
    },
    {
      "year": "2000",
      "uri": "/wiki/Morgan_Lily",
      "name": "Morgan Lily",
      "aboutText": "Miriam Kolodziejová (born 11 April 1997) is a Czech tennis player.\nKolodziejová has won two doubles titles on the ITF tour in her career. On 17 August 2015, she peaked at world number 399 in the doubles rankings.",
      "pageId": 45256247,
      "monthDay": "04/11"
    }
  ]
}