{
  "people": [
    {
      "year": "1367",
      "uri": "/wiki/Henry_IV_of_England",
      "name": "Henry IV of England",
      "aboutText": "Leonhard Euler (15 April 1707 – 18 September 1783) (/ˈɔɪlər/ OY-lər; Swiss Standard German [ˈɔɪlər], German Standard German [ˈɔʏlɐ]) was a Swiss mathematician, physicist, astronomer, logician and engineer who made important and influential discoveries in many branches of mathematics like infinitesimal calculus and graph theory while also making pioneering contributions to several branches such as topology and analytic number theory. He also introduced much of the modern mathematical terminology and notation, particularly for mathematical analysis, such as the notion of a mathematical function. He is also known for his work in mechanics, fluid dynamics, optics, astronomy, and music theory.",
      "pageId": 17902,
      "monthDay": "04/15"
    },
    {
      "year": "1452",
      "uri": "/wiki/Leonardo_da_Vinci",
      "name": "Leonardo da Vinci",
      "aboutText": "Leonardo di ser Piero da Vinci, more commonly Leonardo da Vinci (Italian: [leoˈnardo da (v)ˈvintʃi]; 15 April 1452 – 2 May 1519), was an Italian polymath whose areas of interest included invention, painting, sculpting, architecture, science, music, mathematics, engineering, literature, anatomy, geology, astronomy, botany, writing, history, and cartography. He has been variously called the father of paleontology, ichnology, and architecture, and is widely considered one of the greatest painters of all time. Sometimes credited with the inventions of the parachute, helicopter and tank, his genius epitomized the Renaissance humanist ideal.",
      "pageId": 18079,
      "monthDay": "04/15"
    },
    {
      "year": "1469",
      "uri": "/wiki/Guru_Nanak",
      "name": "Guru Nanak",
      "aboutText": "Catherine I (Russian: Екатери́на I Алексе́евна, tr.",
      "pageId": 44239,
      "monthDay": "04/15"
    },
    {
      "year": "1552",
      "uri": "/wiki/Pietro_Cataldi",
      "name": "Pietro Cataldi",
      "aboutText": "Henry IV (15 April 1367 – 20 March 1413) was King of England and Lord of Ireland from 1399 to 1413 and asserted the claim of his grandfather, Edward III, to the Kingdom of France. He was born at Bolingbroke Castle in Lincolnshire, hence his other name, Henry of Bolingbroke /ˈbɒlɪŋbrʊk/. His father, John of Gaunt, was the third son of Edward III, and enjoyed a position of considerable influence during much of the reign of Henry's cousin Richard II, whom Henry eventually deposed.",
      "pageId": 46861,
      "monthDay": "04/15"
    },
    {
      "year": "1588",
      "uri": "/wiki/Claudius_Salmasius",
      "name": "Claudius Salmasius",
      "aboutText": "Prince William Augustus KG KB FRS (26 April 1721 [N.S.] – 31 October 1765), was the third and youngest son of George II of Great Britain and Caroline of Ansbach, and Duke of Cumberland from 1726. He is generally best remembered for his role in putting down the Jacobite Rising at the Battle of Culloden in 1746, which success made him immensely popular throughout Britain (for example, he received an honorary doctorate from the University of Glasgow). At present, however, he is regularly referred to by the nickname given to him by his English Tory opponents: \"Butcher\" Cumberland.",
      "pageId": 140782,
      "monthDay": "04/15"
    },
    {
      "year": "1641",
      "uri": "/wiki/Robert_Sibbald",
      "name": "Robert Sibbald",
      "aboutText": "Christian V (15 April 1646 –  25 August 1699) was king of Denmark and Norway from 1670 until his death in 1699.\nWell-regarded by the common people, he was the first king anointed at Frederiksborg Castle chapel as absolute monarch since the decree that institutionalized the supremacy of the Danish king, he fortified the absolutist system against the aristocracy by accelerating his father’s practice of allowing Holstein nobles and Danish commoners into state service.\nAs king he wanted to show his power as absolute monarch through architecture, and dreamed of a Danish Versailles.",
      "pageId": 150883,
      "monthDay": "04/15"
    },
    {
      "year": "1642",
      "uri": "/wiki/Suleiman_II",
      "name": "Suleiman II",
      "aboutText": "Friedrich Georg Wilhelm von Struve (Russian: Vasily Yakovlevich Struve , Василий Яковлевич Струве) (April 15, 1793 – November 23, 1864 (Julian calendar: November 11)) was a German astronomer from a famous dynasty.",
      "pageId": 205510,
      "monthDay": "04/15"
    },
    {
      "year": "1646",
      "uri": "/wiki/Christian_V_of_Denmark",
      "name": "Christian V of Denmark",
      "aboutText": "Suleiman II (April 15, 1642 – June 22/23 1691) (Ottoman Turkish: سليمان ثانى Süleymān-i sānī) was the Sultan of the Ottoman Empire from 1687 to 1691.",
      "pageId": 208596,
      "monthDay": "04/15"
    },
    {
      "year": "1646",
      "uri": "/wiki/Pierre_Poiret",
      "name": "Pierre Poiret",
      "aboutText": "Claudius Salmasius is the Latin name of Claude Saumaise (15 April 1588 – 3 September 1653), a French classical scholar.",
      "pageId": 235956,
      "monthDay": "04/15"
    },
    {
      "year": "1684",
      "uri": "/wiki/Catherine_I_of_Russia",
      "name": "Catherine I of Russia",
      "aboutText": "William Cullen FRS FRSE FRCPE FPSG (/ˈkʌlən/; 15 April 1710 – 5 February 1790) was a Scottish physician, chemist and agriculturalist, and one of the most important professors at the Edinburgh Medical School, during its heyday as the leading center of medical education in the English-speaking world.\nCullen was also a central figure in the Scottish Enlightenment. He was David Hume's physician and friend, and on intimate terms with Adam Smith, Lord Kames (with whom he discussed theoretical and practical aspects of husbandry), Joseph Black, John Millar, and Adam Ferguson, among others.",
      "pageId": 265529,
      "monthDay": "04/15"
    },
    {
      "year": "1688",
      "uri": "/wiki/Johann_Friedrich_Fasch",
      "name": "Johann Friedrich Fasch",
      "aboutText": "Charles Willson Peale (April 15, 1741 – February 22, 1827) was an American painter, soldier, scientist, inventor, politician and naturalist.",
      "pageId": 339616,
      "monthDay": "04/15"
    },
    {
      "year": "1707",
      "uri": "/wiki/Leonhard_Euler",
      "name": "Leonhard Euler",
      "aboutText": "Johann Friedrich Fasch (15 April 1688 – 5 December 1758) was a German violinist and composer.",
      "pageId": 389541,
      "monthDay": "04/15"
    },
    {
      "year": "1710",
      "uri": "/wiki/William_Cullen",
      "name": "William Cullen",
      "aboutText": "Étienne Geoffroy Saint-Hilaire (15 April 1772 – 19 June 1844) was a French naturalist who established the principle of \"unity of composition\". He was a colleague of Jean-Baptiste Lamarck and expanded and defended Lamarck's evolutionary theories. Geoffroy's scientific views had a transcendental flavor (unlike Lamarck's materialistic views) and were similar to those of German morphologists like Lorenz Oken.",
      "pageId": 396028,
      "monthDay": "04/15"
    },
    {
      "year": "1721",
      "uri": "/wiki/Prince_William,_Duke_of_Cumberland",
      "name": "Prince William, Duke of Cumberland",
      "aboutText": "Pietro Antonio Cataldi (15 April 1548, Bologna – 11 February 1626, Bologna) was an Italian mathematician. A citizen of Bologna, he taught mathematics and astronomy and also worked on military problems. His work included the development of continued fractions and a method for their representation.",
      "pageId": 958066,
      "monthDay": "04/15"
    },
    {
      "year": "1741",
      "uri": "/wiki/Charles_Willson_Peale",
      "name": "Charles Willson Peale",
      "aboutText": "Sir Robert Sibbald (15 April 1641 – August 1722) was a Scottish physician and antiquary.\n^ Sir William Jardine, The Natural History of the Birds of Great Britain and Ireland, publ. W.H. Lizars, 1838.",
      "pageId": 1830639,
      "monthDay": "04/15"
    },
    {
      "year": "1771",
      "uri": "/wiki/Nicolas_Chopin",
      "name": "Nicolas Chopin",
      "aboutText": "Pierre Poiret Naudé was a prominent 17th century French mystic and Christian philosopher. He was born at Metz April 15, 1646 and died at Rijnsburg (3 m. n.",
      "pageId": 1951225,
      "monthDay": "04/15"
    },
    {
      "year": "1772",
      "uri": "/wiki/%C3%89tienne_Geoffroy_Saint-Hilaire",
      "name": "Étienne Geoffroy Saint-Hilaire",
      "aboutText": "Sir James Clark Ross (15 April 1800 – 3 April 1862) was a British naval officer and explorer remembered today for his exploration of the Arctic with his uncle Sir John Ross and Sir William Parry and, in particular, his own expedition to Antarctica.",
      "pageId": 7574790,
      "monthDay": "04/15"
    },
    {
      "year": "1783",
      "uri": "/wiki/Maria_Branwell",
      "name": "Maria Branwell",
      "aboutText": "Nicolas Chopin (in Polish: Mikołaj Chopin; 15 April 1771 – 3 May 1844) was a teacher of French language in Prussian- and Russian-ruled Poland, and father of Polish composer Frédéric Chopin.",
      "pageId": 15797500,
      "monthDay": "04/15"
    },
    {
      "year": "1793",
      "uri": "/wiki/Friedrich_Georg_Wilhelm_von_Struve",
      "name": "Friedrich Georg Wilhelm von Struve",
      "aboutText": "Guru Nanak  pronunciation  (Punjabi: ਗੁਰੂ ਨਾਨਕ; Hindi: गुरु नानक, Urdu: گرونانک, [ˈɡʊɾu ˈnɑnək] Gurū Nānak) (15 April 1469 – 22 September 1539) was the founder Prophet of Sikhism and the first of the ten Sikh Gurus. His birth is celebrated world-wide as Guru Nanak Gurpurab on Kartik Pooranmashi, the full-moon day in the month of Katak, October–November.\nGuru Nanak has been called \"one of the greatest religious innovators of all time\", who was \"an original spiritual thinker who expressed his thoughts and experiences via extraordinary poetry\", that now forms the basis of Sikh scripture, Guru Granth Sahib.",
      "pageId": 23427012,
      "monthDay": "04/15"
    },
    {
      "year": "1800",
      "uri": "/wiki/James_Clark_Ross",
      "name": "James Clark Ross",
      "aboutText": "Maria Branwell (15 April 1783 – 15 September 1821) was the mother of British writers Emily Brontë, Anne Brontë and Charlotte Brontë, and of their brother, Branwell Brontë, who was a poet and painter.",
      "pageId": 26678580,
      "monthDay": "04/15"
    },
    {
      "year": "1809",
      "uri": "/wiki/Hermann_Grassmann",
      "name": "Hermann Grassmann",
      "aboutText": "David Émile Durkheim (French: [emil dyʁkɛm] or [dyʁkajm]; April 15, 1858 – November 15, 1917) was a French sociologist, social psychologist and philosopher. He formally established the academic discipline and — with Karl Marx and Max Weber — is commonly cited as the principal architect of modern social science and father of sociology.\nMuch of Durkheim's work was concerned with how societies could maintain their integrity and coherence in modernity; an era in which traditional social and religious ties are no longer assumed, and in which new social institutions have come into being.",
      "pageId": 38218,
      "monthDay": "04/15"
    },
    {
      "year": "1828",
      "uri": "/wiki/Jean_Danjou",
      "name": "Jean Danjou",
      "aboutText": "Heinrich Christian Wilhelm Busch (15 April 1832 – 9 January 1908) was a German humorist, poet, illustrator and painter. He published comic illustrated cautionary tales from 1859, achieving his most notable works in the 1870s. Busch's illustrations used wood engraving, and later, zincography.",
      "pageId": 39283,
      "monthDay": "04/15"
    },
    {
      "year": "1832",
      "uri": "/wiki/Wilhelm_Busch",
      "name": "Wilhelm Busch",
      "aboutText": "Bliss Carman FRSC (April 15, 1861 – June 8, 1929) was a Canadian poet who lived most of his life in the United States, where he achieved international fame. He was acclaimed as Canada's poet laureate during his later years.\nIn Canada Carman is classed as one of the Confederation Poets, a group which also included Charles G.D. Roberts (his cousin), Archibald Lampman, and Duncan Campbell Scott.",
      "pageId": 75072,
      "monthDay": "04/15"
    },
    {
      "year": "1841",
      "uri": "/wiki/Joseph_E._Seagram",
      "name": "Joseph E. Seagram",
      "aboutText": "Henry James, OM ((1843-04-15)15 April 1843 – 28 February 1916(1916-02-28)) was an American writer who spent most of his writing career in Britain. He is regarded as one of the key figures of 19th-century literary realism. He was the son of Henry James, Sr.",
      "pageId": 83117,
      "monthDay": "04/15"
    },
    {
      "year": "1843",
      "uri": "/wiki/Henry_James",
      "name": "Henry James",
      "aboutText": "Hermann Günther Grassmann (German: Graßmann; April 15, 1809 – September 26, 1877) was a German polymath, known in his day as a linguist and now also as a mathematician. He was also a physicist, neohumanist, general scholar, and publisher.",
      "pageId": 99242,
      "monthDay": "04/15"
    },
    {
      "year": "1851",
      "uri": "/wiki/Ponnambalam_Ramanathan",
      "name": "Ponnambalam Ramanathan",
      "aboutText": "Stanley Melbourne Bruce, 1st Viscount Bruce of Melbourne CH, MC, PC, FRS (15 April 1883 – 25 August 1967) was the eighth Prime Minister of Australia (1923–29). Bruce made wide-ranging reforms and mounted a comprehensive nation-building program in government, but his controversial handling of industrial relations led to his dramatic defeat at the polls in 1929. He later pursued a long and influential diplomatic career as High Commissioner to the United Kingdom, at the League of Nations and as Chairman of the Food and Agriculture Organization Council.",
      "pageId": 167807,
      "monthDay": "04/15"
    },
    {
      "year": "1856",
      "uri": "/wiki/Jean_Mor%C3%A9as",
      "name": "Jean Moréas",
      "aboutText": "Jean Moréas (French: [mɔreas]; born Ioannis A. Papadiamantopoulos, Ιωάννης Α. Παπαδιαμαντόπουλος; 15 April 1856 – 30 March 1910), was a Greek poet, essayist, and art critic, who wrote mostly in the French language but also in Greek during his youth.",
      "pageId": 179120,
      "monthDay": "04/15"
    },
    {
      "year": "1858",
      "uri": "/wiki/%C3%89mile_Durkheim",
      "name": "Émile Durkheim",
      "aboutText": "Melville Henry Cane (April 15, 1879 – March 10, 1980) was an American poet and lawyer. He studied at Columbia University, and was the author of the influential book, Making a Poem (1953).\n^ Filreis, Alan (17 September 2009).",
      "pageId": 211086,
      "monthDay": "04/15"
    },
    {
      "year": "1861",
      "uri": "/wiki/Bliss_Carman",
      "name": "Bliss Carman",
      "aboutText": "Thomas Hart Benton (April 15, 1889 – January 19, 1975) was an American painter and muralist. Along with Grant Wood and John Steuart Curry, he was at the forefront of the Regionalist art movement. His fluid, sculpted figures in his paintings showed everyday people in scenes of life in the United States.",
      "pageId": 271903,
      "monthDay": "04/15"
    },
    {
      "year": "1874",
      "uri": "/wiki/George_Harrison_Shull",
      "name": "George Harrison Shull",
      "aboutText": "Johannes Stark (German pronunciation: [joˈhanəs ʃtaʁk], 15 April 1874 – 21 June 1957) was a German physicist and Physics Nobel Prize laureate, who was closely involved with the Deutsche Physik movement under the Nazi regime.",
      "pageId": 432264,
      "monthDay": "04/15"
    },
    {
      "year": "1874",
      "uri": "/wiki/Johannes_Stark",
      "name": "Johannes Stark",
      "aboutText": "James Jackson Jeffries (April 15, 1875 – March 3, 1953) was an American professional boxer and former World Heavyweight Champion.\nHe was known for his enormous strength and stamina. Using a technique taught to him by his trainer, former Welterweight and Middleweight Champion Tommy Ryan, Jeffries fought out of a crouch with his left arm extended forward.",
      "pageId": 743887,
      "monthDay": "04/15"
    },
    {
      "year": "1875",
      "uri": "/wiki/James_J._Jeffries",
      "name": "James J. Jeffries",
      "aboutText": "For the U.S. musicologist, see Robert Walser (musicologist).\nRobert Walser (15 April 1878 – 25 December 1956) was a German-speaking Swiss writer.\nWalser is understood to be the missing link between Kleist and Kafka.",
      "pageId": 1052385,
      "monthDay": "04/15"
    },
    {
      "year": "1877",
      "uri": "/wiki/Georg_Kolbe",
      "name": "Georg Kolbe",
      "aboutText": "George Harrison Shull (April 15, 1874 – September 28, 1954) was an eminent American plant geneticist and the younger brother of botanical illustrator and plant breeder J. Marion Shull. He was born on a farm in Clark County, Ohio, graduated from Antioch College in 1901 and from the University of Chicago (Ph.D.) in 1904, served as botanical expert to the Bureau of Plant Industry in 1903-04, and thenceforth was a botanical investigator of the Carnegie Institution at the Station for Experimental Evolution, Cold Spring Harbor, N. Y., giving special attention to the results of Luther Burbank's work.\nShull played an important role in the development of hybrid maize (in the USA, popularly 'corn') which had great impact upon global agriculture.",
      "pageId": 1593562,
      "monthDay": "04/15"
    },
    {
      "year": "1878",
      "uri": "/wiki/Robert_Walser_(writer)",
      "name": "Robert Walser",
      "aboutText": "Tadeusz Kutrzeba (15 April 1885 - 8 January 1947) was a general of the army during the Second Polish Republic. He served as a major general in the Polish Army in overall command of Army Poznań during the 1939 German Invasion of Poland.",
      "pageId": 1914600,
      "monthDay": "04/15"
    },
    {
      "year": "1879",
      "uri": "/wiki/Melville_Henry_Cane",
      "name": "Melville Henry Cane",
      "aboutText": "Nikolay Stepanovich Gumilyov (Russian: Никола́й Степа́нович Гумилёв; IPA: [nʲɪkɐˈlaj sʲtʲɪˈpanəvʲɪtɕ ɡʊmʲɪˈlʲɵf]; April 15 NS 1886 – August 25, 1921) was an influential Russian poet, literary critic, traveler, and military officer. He was the co founder of the Acmeist movement and one of the most notable Russian poets of the 20th century. Nikolay Gumilev was arrested and executed by the Cheka, the secret Soviet police force in 1921.",
      "pageId": 2503480,
      "monthDay": "04/15"
    },
    {
      "year": "1883",
      "uri": "/wiki/Stanley_Bruce",
      "name": "Stanley Bruce",
      "aboutText": "Georg Kolbe (15 April 1877 – 20 November 1947) was the leading German figure sculptor of his generation, in a vigorous, modern, simplified classical style similar to Aristide Maillol of France.",
      "pageId": 3146162,
      "monthDay": "04/15"
    },
    {
      "year": "1885",
      "uri": "/wiki/Tadeusz_Kutrzeba",
      "name": "Tadeusz Kutrzeba",
      "aboutText": "Joseph Emm Seagram (April 15, 1841 - August 18, 1919) was a British Canadian distillery founder, politician, philanthropist, and major owner of thoroughbred racehorses.",
      "pageId": 3519608,
      "monthDay": "04/15"
    },
    {
      "year": "1886",
      "uri": "/wiki/Nikolay_Gumilyov",
      "name": "Nikolay Gumilyov",
      "aboutText": "Jean Danjou (15 April 1828 – 30 April 1863) was a decorated captain in the French Foreign Legion.",
      "pageId": 4341886,
      "monthDay": "04/15"
    },
    {
      "year": "1888",
      "uri": "/wiki/Maximilian_Kronberger",
      "name": "Maximilian Kronberger",
      "aboutText": "Maximilian Kronberger, known familiarly as Maximin (April 15, 1888 — April 16, 1904), was a German poet and a significant figure in the literary circle of Stefan George (the so‑called George‑Kreis).",
      "pageId": 6308852,
      "monthDay": "04/15"
    },
    {
      "year": "1889",
      "uri": "/wiki/Thomas_Hart_Benton_(painter)",
      "name": "Thomas Hart Benton",
      "aboutText": "Sir Ponnambalam Ramanathan, KCMG, KC (15 April 1851 – 30 November 1930) was a Solicitor-General and Tamil political leader in Sri Lanka.",
      "pageId": 9623706,
      "monthDay": "04/15"
    },
    {
      "year": "1889",
      "uri": "/wiki/A._Philip_Randolph",
      "name": "A. Philip Randolph",
      "aboutText": "Nikita Sergeyevich Khrushchev (April 15 [O.S. April 3] 1894 – September 11, 1971) was a Russian politician who led the Soviet Union during part of the Cold War. He served as First Secretary of the Communist Party of the Soviet Union from 1953 to 1964, and as Chairman of the Council of Ministers, or Premier, from 1958 to 1964. Khrushchev was responsible for the de-Stalinization of the Soviet Union, for backing the progress of the early Soviet space program, and for several relatively liberal reforms in areas of domestic policy.",
      "pageId": 42558,
      "monthDay": "04/15"
    },
    {
      "year": "1890",
      "uri": "/wiki/Percy_Shaw",
      "name": "Percy Shaw",
      "aboutText": "Bessie Smith (April 15, 1894 – September 26, 1937) was an American blues singer.\nNicknamed The Empress of the Blues, Smith was the most popular female blues singer of the 1920s and 1930s. She is often regarded as one of the greatest singers of her era and, along with Louis Armstrong, a major influence on other jazz vocalists.",
      "pageId": 52116,
      "monthDay": "04/15"
    },
    {
      "year": "1892",
      "uri": "/wiki/Theo_Osterkamp",
      "name": "Theo Osterkamp",
      "aboutText": "Nikolaas Tinbergen FRS (/ˈtɪnbɜrɡən/; Dutch: [ˈtɪnˌbɛrɣə(n)]; 15 April 1907 – 21 December 1988) was a Dutch biologist and ornithologist who shared the 1973 Nobel Prize in Physiology or Medicine with Karl von Frisch and Konrad Lorenz for their discoveries concerning organization and elicitation of individual and social behaviour patterns in animals.\nIn 1951, he published The Study of Instinct, an influential book on animal behaviour.",
      "pageId": 188094,
      "monthDay": "04/15"
    },
    {
      "year": "1892",
      "uri": "/wiki/Corrie_ten_Boom",
      "name": "Corrie ten Boom",
      "aboutText": "John Williams (15 April 1903 – 5 May 1983) was an English stage, film and television actor. He is remembered for his role as chief inspector Hubbard in Alfred Hitchcock's Dial M For Murder, as the chauffeur in Sabrina, and as portraying the second \"Mr.",
      "pageId": 242101,
      "monthDay": "04/15"
    },
    {
      "year": "1894",
      "uri": "/wiki/Nikita_Khrushchev",
      "name": "Nikita Khrushchev",
      "aboutText": "Asa Philip Randolph (April 15, 1889 – May 16, 1979) was a leader in the African-American Civil Rights Movement, the American labor movement, and socialist political parties.\nHe organized and led the Brotherhood of Sleeping Car Porters, the first predominantly African American labor union. In the early Civil Rights Movement, Randolph led the March on Washington Movement, which convinced President Franklin D. Roosevelt to issue Executive Order 8802 in 1941, banning discrimination in the defense industries during World War II. The group then successfully pressured President Harry S. Truman to issue Executive Order 9981 in 1948, ending segregation in the armed services.",
      "pageId": 254977,
      "monthDay": "04/15"
    },
    {
      "year": "1894",
      "uri": "/wiki/Bessie_Smith",
      "name": "Bessie Smith",
      "aboutText": "Fernando Pessa, ComIH, GOM, OBE (April 15, 1902 – April 29, 2002) was a Portuguese journalist and reporter. Early in 2002, Pessa was hailed as the world's oldest journalist.",
      "pageId": 335699,
      "monthDay": "04/15"
    },
    {
      "year": "1895",
      "uri": "/wiki/Clark_McConachy",
      "name": "Clark McConachy",
      "aboutText": "George Alexander Aberle, known as eden ahbez (April 15, 1908 – March 4, 1995), was an American songwriter and recording artist of the 1940s to 1960s, whose lifestyle in California was influential on the hippie movement. He was known to friends simply as ahbe.\nAhbez composed the song \"Nature Boy,\" which became a No.",
      "pageId": 347258,
      "monthDay": "04/15"
    },
    {
      "year": "1896",
      "uri": "/wiki/Nikolay_Semyonov",
      "name": "Nikolay Semyonov",
      "aboutText": "Arshile Gorky (/ˌɑrʃiːl ˈɡɔrkiː/; born Vostanik Manoug Adoian, Armenian: Ոստանիկ Մանուկ Ատոյեան; April 15, 1904 – July 21, 1948) was an Armenian born American painter, who had a seminal influence on Abstract Expressionism. He spent most his life as a national of the United States. Along with Rothko, Jackson Pollock and Willem de Kooning, Arshile Gorky has been hailed as one of the most powerful American painters of the 20th century.",
      "pageId": 354408,
      "monthDay": "04/15"
    },
    {
      "year": "1898",
      "uri": "/wiki/Harry_Edward",
      "name": "Harry Edward",
      "aboutText": "Nikolay Nikolayevich Semyonov, ForMemRS (Russian: Никола́й Никола́евич Семёнов; April 15 [O.S. April 3] 1896 – September 25, 1986) was a Russian/Soviet physicist and chemist.",
      "pageId": 495272,
      "monthDay": "04/15"
    },
    {
      "year": "1901",
      "uri": "/wiki/Joe_Davis",
      "name": "Joe Davis",
      "aboutText": "Percy Shaw, OBE (15 April 1890 – 1 September 1976) was an English inventor and businessman.",
      "pageId": 553675,
      "monthDay": "04/15"
    },
    {
      "year": "1901",
      "uri": "/wiki/Ajoy_Mukherjee",
      "name": "Ajoy Mukherjee",
      "aboutText": "René Pleven (French pronunciation: ​[ʁəne pləvɛ̃]; 15 April 1901 – 13 January 1993) was a notable French politician of the Fourth Republic. A member of the Free French, he helped found the Democratic and Socialist Union of the Resistance (UDSR), a political party that was meant to be a successor to the wartime Resistance movement. He served as prime minister several times in the early 1950s, where his most notable contribution was the introduction of the Pleven Plan, which called for a European Defense Community between France, Italy, West Germany, and the Benelux countries.",
      "pageId": 585213,
      "monthDay": "04/15"
    },
    {
      "year": "1901",
      "uri": "/wiki/Ren%C3%A9_Pleven",
      "name": "René Pleven",
      "aboutText": "Joseph \"Joe\" Davis, OBE (15 April 1901 – 10 July 1978) was an English professional player of snooker and English billiards.",
      "pageId": 619820,
      "monthDay": "04/15"
    },
    {
      "year": "1902",
      "uri": "/wiki/Fernando_Pessa",
      "name": "Fernando Pessa",
      "aboutText": "Cornelia \"Corrie\" ten Boom (15 April 1892 – 15 April 1983) was a Dutch Christian who, along with her father and other family members, helped many Jews escape the Nazi Holocaust during World War II. She was imprisoned for her actions.",
      "pageId": 724914,
      "monthDay": "04/15"
    },
    {
      "year": "1903",
      "uri": "/wiki/John_Williams_(actor)",
      "name": "John Williams",
      "aboutText": "Clark McConachy, MBE (15 April 1895 – 12 April 1980), often known simply as Mac, was a New Zealand professional player of English billiards and snooker.\nMcConachy was born at Glenorchy in Otago in 1895. He was the New Zealand professional billiards champion from 1914 until 1980.",
      "pageId": 738209,
      "monthDay": "04/15"
    },
    {
      "year": "1904",
      "uri": "/wiki/Arshile_Gorky",
      "name": "Arshile Gorky",
      "aboutText": "Lita Grey (born Lillita Louise MacMurray, April 15, 1908 – December 29, 1995), who was known for most of her life as Lita Grey Chaplin, was an American actress and the second wife of Charlie Chaplin.",
      "pageId": 2748776,
      "monthDay": "04/15"
    },
    {
      "year": "1904",
      "uri": "/wiki/Antero_Kivi",
      "name": "Antero Kivi",
      "aboutText": "Harry Francis Vincent Edward (15 April 1898 – 8 July 1973) was a British runner. He competed in 100 and 200 m 1920 Summer Olympics and won bronze medals in both events. He injured himself during the 200 m final and therefore withdrew from the 4×100 m relay.",
      "pageId": 3041963,
      "monthDay": "04/15"
    },
    {
      "year": "1907",
      "uri": "/wiki/Nikolaas_Tinbergen",
      "name": "Nikolaas Tinbergen",
      "aboutText": "Antero Kivi (Lauri Antero Kivi; April 15, 1904, Orivesi – June 29, 1981) was a discus thrower from Finland, who won the silver medal at the 1928 Summer Olympics held in Amsterdam.",
      "pageId": 7906519,
      "monthDay": "04/15"
    },
    {
      "year": "1908",
      "uri": "/wiki/Eden_Ahbez",
      "name": "Eden Ahbez",
      "aboutText": "Sulo Richard Bärlund (15 April 1910 – 13 April 1986) was a Finnish shot puter who won a silver medal at the 1936 Summer Olympics. At the European Championships he finished fourth in 1938 and sixth in 1946.",
      "pageId": 8020976,
      "monthDay": "04/15"
    },
    {
      "year": "1908",
      "uri": "/wiki/Lita_Grey",
      "name": "Lita Grey",
      "aboutText": "Theodor \"Theo\" Osterkamp (15 April 1892 – 2 January 1975) was a World War I and World War II Luftwaffe fighter ace. He achieved 32 victories in World War I. In World War II, he led Jagdgeschwader 51 through the Battle of Britain and claimed a further 6 victories, in the process becoming one of only a few men to score victories in both world wars.",
      "pageId": 8066473,
      "monthDay": "04/15"
    },
    {
      "year": "1910",
      "uri": "/wiki/Sulo_B%C3%A4rlund",
      "name": "Sulo Bärlund",
      "aboutText": "Ajoy Mukherjee (1901–1986) (Bengali: অজয় মুখোপাধ্যায়) was the fourth chief minister of West Bengal, India. He hailed from Tamluk, Purba Medinipur district, West Bengal.\nBorn in 1901, he was one of the leaders of Tamralipta Jatiya Sarkar (Tamrlipta National Government), which came into effect on 17 December 1942 during the Quit India Movement, a programme of civil disobedience launched in India in 1942.",
      "pageId": 12094474,
      "monthDay": "04/15"
    },
    {
      "year": "1910",
      "uri": "/wiki/Miguel_Najdorf",
      "name": "Miguel Najdorf",
      "aboutText": "Harold Lee Washington (April 15, 1922  – November 25, 1987) was an American lawyer and politician elected as the 51st Mayor of Chicago in February 1983. He was the first African-American to serve as Mayor of Chicago, in office from April 29, 1983 until his death on November 25, 1987. Washington was also a member of the U.S. House of Representatives from 1981 to 1983 representing the Illinois first district, and also previously served in the Illinois State Senate and the Illinois House of Representatives from 1965 until 1976.",
      "pageId": 40305,
      "monthDay": "04/15"
    },
    {
      "year": "1912",
      "uri": "/wiki/William_Congdon",
      "name": "William Congdon",
      "aboutText": "Thomas Stephen Szasz (Hungarian: Thomas Istvan Szasz /ˈsɑːs/ SAHSS; 15 April 1920, Budapest, Hungary – 8 September 2012, Manlius, New York) was a psychiatrist, psychoanalyst, and academic. He served for most of his career as professor of psychiatry at the State University of New York Upstate Medical University in Syracuse, New York. A distinguished lifetime fellow of the American Psychiatric Association and a life member of the American Psychoanalytic Association, he was best known as a social critic of the moral and scientific foundations of psychiatry, of what he saw as the social control aims of medicine in modern society, and scientism.",
      "pageId": 58397,
      "monthDay": "04/15"
    },
    {
      "year": "1912",
      "uri": "/wiki/Kim_Il-sung",
      "name": "Kim Il-sung",
      "aboutText": "Georgy Timofeyevich Beregovoy (Russian: Гео́ргий Тимофе́евич Берегово́й, Ukrainian: Гео́ргій Тимофі́йович Берегови́й; April 15, 1921 – June 30, 1995) was a Soviet cosmonaut who commanded the space mission Soyuz 3 in 1968.",
      "pageId": 197155,
      "monthDay": "04/15"
    },
    {
      "year": "1915",
      "uri": "/wiki/Elizabeth_Catlett",
      "name": "Elizabeth Catlett",
      "aboutText": "Richard Karl Freiherr von Weizsäcker ( listen ; 15 April 1920 – 31 January 2015) was a German politician (CDU). Born into the aristocratic Weizsäcker family, he took his first public offices in the Evangelical Church in Germany.\nA member of the CDU since 1954, he was elected as member of parliament in 1969.",
      "pageId": 338909,
      "monthDay": "04/15"
    },
    {
      "year": "1916",
      "uri": "/wiki/Alfred_S._Bloomingdale",
      "name": "Alfred S. Bloomingdale",
      "aboutText": "Hans Georg Conried, Jr. (April 15, 1917 – January 5, 1982), was an American character actor, very active in voice-over roles and known for providing the voices of Walt Disney's George Darling, and Captain Hook in Peter Pan (1953), for playing the title role in The 5,000 Fingers of Dr. T, Dr.",
      "pageId": 574577,
      "monthDay": "04/15"
    },
    {
      "year": "1916",
      "uri": "/wiki/Helene_Hanff",
      "name": "Helene Hanff",
      "aboutText": "Alfred Schiffer Bloomingdale (April 15, 1916 – August 23, 1982) was an heir to the Bloomingdale's department store fortune, \"father of the credit card\", and the celebrated lover of murdered Hollywood model Vicki Morgan.",
      "pageId": 752872,
      "monthDay": "04/15"
    },
    {
      "year": "1917",
      "uri": "/wiki/Hans_Conried",
      "name": "Hans Conried",
      "aboutText": "Alberto Breccia (April 15, 1919 – November 10, 1993) was an Uruguay-born Argentine comics artist and writer.",
      "pageId": 1031650,
      "monthDay": "04/15"
    },
    {
      "year": "1917",
      "uri": "/wiki/James_Kee",
      "name": "James Kee",
      "aboutText": "Miguel Najdorf (April 15, 1910 in Grodzisk Mazowiecki near Warsaw, Russian Empire – July 4, 1997 in Málaga, Spain) was a Polish-Argentine chess grandmaster, famous for his Najdorf Variation.",
      "pageId": 1108887,
      "monthDay": "04/15"
    },
    {
      "year": "1918",
      "uri": "/wiki/Hans_Billian",
      "name": "Hans Billian",
      "aboutText": "Graham Whitehead (born in Harrogate, 15 April 1922 – died in Lower Basildon, Berkshire, 15 January 1981) was a British racing driver from England. He participated in one Formula One World Championship Grand Prix, on 19 July 1952. He finished 12th, scoring no championship points.",
      "pageId": 1237409,
      "monthDay": "04/15"
    },
    {
      "year": "1919",
      "uri": "/wiki/Alberto_Breccia",
      "name": "Alberto Breccia",
      "aboutText": "Michael George Ansara (April 15, 1922 – July 31, 2013) was a Syrian-born American stage, screen, and voice actor who portrayed Cochise in the American television series Broken Arrow, Kane in the 1979–1981 series Buck Rogers in the 25th Century, Commander Kang on three different Star Trek television series, Deputy U.S. Marshal Sam Buckhart on the NBC series Law of the Plainsman, and provided the voice for Mr. Freeze in Batman: The Animated Series and several of its spin-offs.",
      "pageId": 2228014,
      "monthDay": "04/15"
    },
    {
      "year": "1920",
      "uri": "/wiki/Godfrey_Stafford",
      "name": "Godfrey Stafford",
      "aboutText": "Helene Hanff (April 15, 1916 – April 9, 1997) was an American writer born in Philadelphia, Pennsylvania.",
      "pageId": 3053101,
      "monthDay": "04/15"
    },
    {
      "year": "1920",
      "uri": "/wiki/Thomas_Szasz",
      "name": "Thomas Szasz",
      "aboutText": "William Grosvenor Congdon (April 15, 1912 in Providence, Rhode Island – April 15, 1998 in Milan, Italy) was an American painter who gained notoriety as an artist in New York City in the 1940s, but lived most of his life in Europe.",
      "pageId": 3176725,
      "monthDay": "04/15"
    },
    {
      "year": "1920",
      "uri": "/wiki/Richard_von_Weizs%C3%A4cker",
      "name": "Richard von Weizsäcker",
      "aboutText": "Elizabeth Catlett (b. April 15, 1915. –d.",
      "pageId": 3510891,
      "monthDay": "04/15"
    },
    {
      "year": "1921",
      "uri": "/wiki/Georgy_Beregovoy",
      "name": "Georgy Beregovoy",
      "aboutText": "Joyce Mary Jacobs (née Penn; 15 April 1922 – 15 September 2013) was a British Australian character actress, best known for her long-running and iconic role as the beloved Esme Watson on the long-running rural soap opera A Country Practice. Originally written and conceived as a gossip busybody style character, the character became somewhat more sympathetic as the series progressed.",
      "pageId": 4172730,
      "monthDay": "04/15"
    },
    {
      "year": "1921",
      "uri": "/wiki/Angelo_DiGeorge",
      "name": "Angelo DiGeorge",
      "aboutText": "Hans Billian (born Hans Joachim Hubert Backe, April 15, 1918 in Breslau (today, Wrocław, Poland) - December 18, 2007 in Gräfelfing, Bavaria) was a German film director, screenwriter, and actor who is renowned for the \"sex comedies\" he directed in the 1970s.",
      "pageId": 4514700,
      "monthDay": "04/15"
    },
    {
      "year": "1922",
      "uri": "/wiki/Michael_Ansara",
      "name": "Michael Ansara",
      "aboutText": "Hasrat Jaipuri (April 15, 1922 – September 17, 1999) was an Indian poet, who wrote in the Hindi and Urdu languages.",
      "pageId": 8015749,
      "monthDay": "04/15"
    },
    {
      "year": "1922",
      "uri": "/wiki/Joyce_Jacobs",
      "name": "Joyce Jacobs",
      "aboutText": "James Kee (April 15, 1917 – March 11, 1989) was a U.S. Democratic politician.\nHe was born in Bluefield, West Virginia. He was the son of John Kee, a U.S. Representative from West Virginia who served from 1933 until his death in 1951, and Elizabeth Kee, who succeeded her husband in Congress and served from 1951 until 1965.",
      "pageId": 9681112,
      "monthDay": "04/15"
    },
    {
      "year": "1922",
      "uri": "/wiki/Hasrat_Jaipuri",
      "name": "Hasrat Jaipuri",
      "aboutText": "Kim Il-sung (Chosŏn'gŭl: 김일성; English pronunciation: /ˈkɪm ˈɪlˈsʊŋ, ˈsʌŋ/; Korean pronunciation: [kim ils͈ʌŋ]; born Kim Sŏng-ju (김성주); 15 April 1912 – 8 July 1994) was the supreme leader of the Democratic People's Republic of Korea (DPRK), commonly referred to as North Korea, for 46 years, from its establishment in 1948 until his death in 1994. He held the posts of Prime Minister from 1948 to 1972 and President from 1972 to 1994. He was also the leader of the Workers' Party of Korea from 1949 to 1994 (titled as chairman from 1949 to 1966 and as general secretary after 1966).",
      "pageId": 19718837,
      "monthDay": "04/15"
    },
    {
      "year": "1922",
      "uri": "/wiki/Harold_Washington",
      "name": "Harold Washington",
      "aboutText": "Godfrey Harry Stafford CBE, FRS (15 April 1920 - 30 July 2013), was a British physicist and directed the Rutherford Appleton Laboratories from 1969 to 1981. He went on to be a master at St Cross College, Oxford and president of the Institute of Physics. In 1950 Dr.",
      "pageId": 23365635,
      "monthDay": "04/15"
    },
    {
      "year": "1922",
      "uri": "/wiki/Graham_Whitehead",
      "name": "Graham Whitehead",
      "aboutText": "Angelo M. DiGeorge (April 15, 1921 - October 11, 2009) was an Italian American physician and pediatric endocrinologist who is renowned for his research on an autosomal dominant immunodeficiency now commonly referred to as DiGeorge syndrome.",
      "pageId": 24724754,
      "monthDay": "04/15"
    },
    {
      "year": "1923",
      "uri": "/wiki/Artur_Alliksaar",
      "name": "Artur Alliksaar",
      "aboutText": "Vigdís Finnbogadóttir [ˈvɪɣtis ˈfɪn.pɔɣaˌtoʊhtɪr] (born 15 April 1930) is an Icelandic politician who served as the fourth President of Iceland from 1980 to 1996. She is both Iceland's and Europe's first female president. With a presidency of exactly sixteen years, she also remains the longest-serving, elected female head of state of any country to date.",
      "pageId": 162319,
      "monthDay": "04/15"
    },
    {
      "year": "1923",
      "uri": "/wiki/Robert_DePugh",
      "name": "Robert DePugh",
      "aboutText": "Sir Neville Marriner, CH, CBE (born 15 April 1924) is an English conductor and violinist.",
      "pageId": 318396,
      "monthDay": "04/15"
    },
    {
      "year": "1923",
      "uri": "/wiki/Douglas_Wass",
      "name": "Douglas Wass",
      "aboutText": "Elizabeth Victoria Montgomery (April 15, 1933 – May 18, 1995) was an American film and television actress whose career spanned five decades. She is best remembered as the star of the TV series Bewitched.\nThe daughter of Robert Montgomery, she began her career in the 1950s with a role on her father's television series Robert Montgomery Presents.",
      "pageId": 332719,
      "monthDay": "04/15"
    },
    {
      "year": "1924",
      "uri": "/wiki/M._Canagaratnam",
      "name": "M. Canagaratnam",
      "aboutText": "Robert Laurence Mills (April 15, 1927 – October 27, 1999) was a physicist, specializing in quantum field theory, the theory of alloys, and many-body theory. While sharing an office at Brookhaven National Laboratory, in 1954, Chen Ning Yang and Mills proposed a tensor equation for what are now called Yang–Mills fields. This equation reduces to Maxwell's equations as a special case; see gauge theory.",
      "pageId": 347188,
      "monthDay": "04/15"
    },
    {
      "year": "1924",
      "uri": "/wiki/Neville_Marriner",
      "name": "Neville Marriner",
      "aboutText": "David Hamilton (London, 15 April 1933) is a British photographer and film director best known for his nude images of young girls.",
      "pageId": 434602,
      "monthDay": "04/15"
    },
    {
      "year": "1925",
      "uri": "/wiki/George_Shuffler",
      "name": "George Shuffler",
      "aboutText": "Found spouse, Found Band Members,",
      "pageId": 979900,
      "monthDay": "04/15"
    },
    {
      "year": "1927",
      "uri": "/wiki/Robert_Mills_(physicist)",
      "name": "Robert Mills",
      "aboutText": "Tomas Gösta Tranströmer (Swedish: [ˈˈtuːmas ˈjœsta ˈtranˌstrøːmər]; 15 April 1931 – 26 March 2015) was a Swedish poet, psychologist and translator. His poems captured the long Swedish winters, the rhythm of the seasons and the palpable, atmospheric beauty of nature. Tranströmer's work is also characterized by a sense of mystery and wonder underlying the routine of everyday life, a quality which often gives his poems a religious dimension.",
      "pageId": 1091130,
      "monthDay": "04/15"
    },
    {
      "year": "1929",
      "uri": "/wiki/G%C3%A9rald_Beaudoin",
      "name": "Gérald Beaudoin",
      "aboutText": "Gérald A. Beaudoin OC OQ MSRC (April 15, 1929 – September 10, 2008) was a Canadian lawyer and Senator.\nBorn in Montreal, Quebec, he received a B.A., an LL.L and an M.A. from the Université de Montréal. He was called to the Quebec Bar in 1954.",
      "pageId": 1926251,
      "monthDay": "04/15"
    },
    {
      "year": "1929",
      "uri": "/wiki/Adrian_Cadbury",
      "name": "Adrian Cadbury",
      "aboutText": "Sir George Adrian Hayhurst Cadbury CH, DL (15 April 1929 – 3 September 2015) was a British Olympic rower and Chairman of Cadbury and Cadbury Schweppes for 24 years.",
      "pageId": 2981884,
      "monthDay": "04/15"
    },
    {
      "year": "1930",
      "uri": "/wiki/Georges_Descri%C3%A8res",
      "name": "Georges Descrières",
      "aboutText": "Suresh Bhat (Marathi: सुरेश भट; April 15, 1932 – March 14, 2003) was a noted Marathi poet from the state of Maharashtra, India.",
      "pageId": 6168651,
      "monthDay": "04/15"
    },
    {
      "year": "1930",
      "uri": "/wiki/Vigd%C3%ADs_Finnbogad%C3%B3ttir",
      "name": "Vigdís Finnbogadóttir",
      "aboutText": "Kōji Yada (矢田 耕司, Yada Kōji, April 15, 1933 - May 1, 2014) was a Japanese voice actor who was represented by Aoni Production. Kōji Yada was also his birth name, but was written with different kanji Yada Kōji (矢田 弘二). He died in Tokyo due to chronic renal failure on May 1, 2014.",
      "pageId": 7400055,
      "monthDay": "04/15"
    },
    {
      "year": "1931",
      "uri": "/wiki/Kenneth_Bloomfield",
      "name": "Kenneth Bloomfield",
      "aboutText": "Sir Kenneth Percy Bloomfield (born 15 April 1931) is a former head of the Northern Ireland Civil Service who was later a member of the Independent Commission for the Location of Victims' Remains and for a time Northern Ireland Victims Commissioner.",
      "pageId": 8810756,
      "monthDay": "04/15"
    },
    {
      "year": "1931",
      "uri": "/wiki/Tomas_Transtr%C3%B6mer",
      "name": "Tomas Tranströmer",
      "aboutText": "Robert Boliver \"Bob\" DePugh (15 April 1923 – 30 June 2009) was an American anti-Communist activist who founded the Minutemen militant anti-Communist organization in 1961.",
      "pageId": 12604627,
      "monthDay": "04/15"
    },
    {
      "year": "1932",
      "uri": "/wiki/Suresh_Bhat",
      "name": "Suresh Bhat",
      "aboutText": "Artur Alliksaar (15 April 1923 – 12 August 1966) was an Estonian poet.",
      "pageId": 12813180,
      "monthDay": "04/15"
    },
    {
      "year": "1933",
      "uri": "/wiki/Roy_Clark",
      "name": "Roy Clark",
      "aboutText": "George Shuffler (April 11, 1925 – April 7, 2014) was an American bluegrass guitar player and an early practitioner of the crosspicking style. During his career Shuffler played with The Bailey Brothers, The Stanley Brothers and Ralph Stanley's Clinch Mountain Boys.",
      "pageId": 22742905,
      "monthDay": "04/15"
    },
    {
      "year": "1933",
      "uri": "/wiki/David_Hamilton_(photographer)",
      "name": "David Hamilton",
      "aboutText": "Georges Descrières (15 April 1930 – 19 October 2013) was a French actor. He appeared in 52 films and television shows between 1954 and 1996. He starred alongside Anna Karina in the 1962 film Sun in Your Eyes and portrayed the gentleman-burglar titular character in the internationally successful TV series Arsène Lupin.",
      "pageId": 25931960,
      "monthDay": "04/15"
    },
    {
      "year": "1933",
      "uri": "/wiki/Elizabeth_Montgomery",
      "name": "Elizabeth Montgomery",
      "aboutText": "Jim Towers (15 April 1933 – 16 September 2010) was a professional English football striker, best remembered for his time in the Football League with Brentford. He is the club's all-time leading goalscorer and in 2013 was voted the club's greatest ever player.",
      "pageId": 29543623,
      "monthDay": "04/15"
    },
    {
      "year": "1933",
      "uri": "/wiki/Jim_Towers",
      "name": "Jim Towers",
      "aboutText": "Sir Douglas William Gretton Wass GCB (born 15 April 1923) is a retired British civil servant.\nHe was educated at Nottingham High School and St John's College, Cambridge.\nHe was Permanent Secretary to HM Treasury from 1974 to 1983 and served as joint head of the civil service in 1981.",
      "pageId": 29749024,
      "monthDay": "04/15"
    },
    {
      "year": "1933",
      "uri": "/wiki/K%C5%8Dji_Yada",
      "name": "Kōji Yada",
      "aboutText": "Mylvaganam Canagaratnam (15 April 1924 – 20 April 1980) was a Sri Lankan Tamil politician and Member of Parliament.\nCanagaratnam was born on 15 April 1924.\nCanagaratnam stood as the Tamil United Liberation Front's candidate for Pottuvil at the 1977 parliamentary election.",
      "pageId": 40204798,
      "monthDay": "04/15"
    },
    {
      "year": "1934",
      "uri": "/wiki/Soichiro_Tahara",
      "name": "Soichiro Tahara",
      "aboutText": "Soichiro Tahara (田原 総一朗, Tahara Sōichirō, born 15 April 1934) is a Japanese political journalist, best known for hosting TV Asahi's Sunday Project program.",
      "pageId": 47528061,
      "monthDay": "04/15"
    },
    {
      "year": "1935",
      "uri": "/wiki/Stavros_Paravas",
      "name": "Stavros Paravas",
      "aboutText": "Jeffrey Howard Archer, Baron Archer of Weston-super-Mare (born 15 April 1940) is an English author and former politician. Before becoming an author, Archer was a Member of Parliament (1969–74), but resigned over a financial scandal which left him almost bankrupt. Later, after a revival of his fortunes from the royalties of his best-selling novels, he became deputy chairman of the Conservative Party (1985–86) before resigning after another scandal, which would lead to the end of his career in elected office.",
      "pageId": 16336,
      "monthDay": "04/15"
    },
    {
      "year": "1936",
      "uri": "/wiki/Raymond_Poulidor",
      "name": "Raymond Poulidor",
      "aboutText": "Claudia Cardinale (born 15 April 1938) is an Italian film actress. She appeared in some of the most acclaimed European films of the 1960s and 1970s, mainly Italian or French, but also in several English films.\nBorn and raised in Tunis, Cardinale won the \"Most Beautiful Italian Girl in Tunisia\" competition in 1957, the prize being a trip to Italy which quickly led to film contracts, thanks above all to the involvement of Franco Cristaldi, who acted as her mentor for a number of years and later married her.",
      "pageId": 235307,
      "monthDay": "04/15"
    },
    {
      "year": "1937",
      "uri": "/wiki/Bob_Luman",
      "name": "Bob Luman",
      "aboutText": "Raymond Poulidor (born 15 April 1936), nicknamed \"Pou-Pou\", is a French former professional bicycle racer, who rode for Mercier his entire career.\nHis career was distinguished, despite coinciding with two great riders - Jacques Anquetil and Eddy Merckx. This underdog position may have been the reason Poulidor was a favourite of the public.He was known as the \"The Eternal Second\", because he never won the Tour de France despite finishing in second place three times, and in third place five times (including his final Tour at the age of 40).",
      "pageId": 284355,
      "monthDay": "04/15"
    },
    {
      "year": "1937",
      "uri": "/wiki/Uldis_P%C5%ABc%C4%ABtis",
      "name": "Uldis Pūcītis",
      "aboutText": "Robert Lacroix, CM OQ FRSC (born 15 April 1940) is a professor of economics at the Université de Montréal in Montreal, Canada.\nAfter finishing his Ph.D. in economics at Leuven, in Belgium, in 1970, he became professor at the Department of Economics of the Université de Montréal. Throughout his career, he published many articles in peer-reviewed journals, mainly in the field of labor economics.",
      "pageId": 391916,
      "monthDay": "04/15"
    },
    {
      "year": "1938",
      "uri": "/wiki/Claudia_Cardinale",
      "name": "Claudia Cardinale",
      "aboutText": "Howard Lawrence Berman (born April 15, 1941) is an attorney and former U.S. Representative, last serving California's 28th congressional district, serving in Congress from 1983 to 2013. The district, numbered as the 26th District from 1983 to 2003, included about half of the San Fernando Valley. Berman is a Democrat.",
      "pageId": 408925,
      "monthDay": "04/15"
    },
    {
      "year": "1938",
      "uri": "/wiki/Hso_Khan_Pha",
      "name": "Hso Khan Pha",
      "aboutText": "His Royal Highness Prince Hso Khan Pha of Yawnghwe, FIASR (aka Tiger) (born 15 April 1938 in Yawnghwe State, British Burma) is a consulting geologist who lives in exile in Canada. He is son of Sao Shwe Thaik, the Saopha of Yawnghwe and Sao Nang Hearn Kham, the Mahadevi (Consort). Sao Shwe Thaik was the first President of the democratic and newly independent Union of Burma from 1948-52.",
      "pageId": 974702,
      "monthDay": "04/15"
    },
    {
      "year": "1939",
      "uri": "/wiki/Marty_Wilde",
      "name": "Marty Wilde",
      "aboutText": "Robert Hudson Walker, Jr. (born April 15, 1940) is an American actor who was a familiar presence on TV in the 1960s and early 1970s.",
      "pageId": 1477353,
      "monthDay": "04/15"
    },
    {
      "year": "1940",
      "uri": "/wiki/Jeffrey_Archer",
      "name": "Jeffrey Archer",
      "aboutText": "Walter Raphael \"Walt\" Hazzard Jr., later Mahdi Abdul-Rahman (April 15, 1942 – November 18, 2011) was an American college, Olympic and professional basketball player and college basketball coach.",
      "pageId": 1561912,
      "monthDay": "04/15"
    },
    {
      "year": "1940",
      "uri": "/wiki/Sean_Caffrey",
      "name": "Sean Caffrey",
      "aboutText": "Marty Wilde (born Reginald Leonard Smith, 15 April 1939) is an English singer and songwriter. He was among the first generation of British pop stars to emulate American rock and roll, and is the father of pop singers Ricky, Kim and Roxanne Wilde.",
      "pageId": 1662034,
      "monthDay": "04/15"
    },
    {
      "year": "1940",
      "uri": "/wiki/Willie_Davis_(baseball)",
      "name": "Willie Davis",
      "aboutText": "Francis Xavier DiLorenzo (born April 15, 1942) is an American prelate of the Roman Catholic Church who serves as bishop of the Diocese of Richmond in Virginia.",
      "pageId": 1970247,
      "monthDay": "04/15"
    },
    {
      "year": "1940",
      "uri": "/wiki/Robert_Lacroix",
      "name": "Robert Lacroix",
      "aboutText": "William Henry Davis (April 15, 1940 in Mineral Springs, Arkansas – March 9, 2010 in Burbank, California) was a center fielder in Major League Baseball who played most of his career for the Los Angeles Dodgers. At the end of his career he ranked seventh in major league history in putouts (5449) and total chances (5719) in the outfield, and third in games in center field (2237); he was also ninth in National League history in total outfield games (2274), and won Gold Glove Awards from 1971 to 1973. He had 13 seasons of 20 or more stolen bases, led the NL in triples twice, and retired with the fourth most triples (138) by any major leaguer since 1945.",
      "pageId": 2741157,
      "monthDay": "04/15"
    },
    {
      "year": "1940",
      "uri": "/wiki/Yossef_Romano",
      "name": "Yossef Romano",
      "aboutText": "Sean Caffrey (born 15 April 1940, Belfast, Northern Ireland – died 25 April 2013) was an actor from Northern Ireland.\nHe is best remembered for his performances on television in such series as Coronation Street, Z-Cars, Sutherland's Law, Oil Strike North, Survivors, Doctor Who (in the serial Horror of Fang Rock), The Professionals, Minder, Bergerac and Edge of Darkness.\nAs well as acting he also worked as a set designer and writer, having authored the play Nora Surrender (1989).",
      "pageId": 4515205,
      "monthDay": "04/15"
    },
    {
      "year": "1940",
      "uri": "/wiki/Robert_Walker,_Jr.",
      "name": "Robert Walker, Jr.",
      "aboutText": "Yossef Romano (also known as Joseph Romano or Yossi Romano) (Hebrew: יוסף רומנו‎; April 15, 1940 – September 5, 1972) was a Libyan-born Israeli weightlifter with the Israeli team that went to the 1972 Summer Olympics in Munich, West Germany. He was the second of eleven Israeli team members killed in the Munich massacre by Palestinian members of Black September during that Olympics. He was the Israeli weight-lifting champion in the light and middle-weight divisions for nine years.",
      "pageId": 5418205,
      "monthDay": "04/15"
    },
    {
      "year": "1941",
      "uri": "/wiki/Howard_Berman",
      "name": "Howard Berman",
      "aboutText": "Kenneth Lee \"Ken\" Lay (April 15, 1942 – July 5, 2006) was an American businessman. He played a leading role in the corruption scandal that led to the downfall of Enron Corporation. Lay and Enron became synonymous with corporate abuse and accounting fraud when the scandal broke in 2001.",
      "pageId": 5937384,
      "monthDay": "04/15"
    },
    {
      "year": "1942",
      "uri": "/wiki/Francis_X._DiLorenzo",
      "name": "Francis X. DiLorenzo",
      "aboutText": "Robert Glynn \"Bob\" Luman (15 April 1937 – 27 December 1978) was an American country and rockabilly singer-songwriter.",
      "pageId": 5978283,
      "monthDay": "04/15"
    },
    {
      "year": "1942",
      "uri": "/wiki/Walt_Hazzard",
      "name": "Walt Hazzard",
      "aboutText": "Sir Tim Lankester, KCB (born 15 April 1942) was President of Corpus Christi College, Oxford, England",
      "pageId": 11271171,
      "monthDay": "04/15"
    },
    {
      "year": "1942",
      "uri": "/wiki/Kenneth_Lay",
      "name": "Kenneth Lay",
      "aboutText": "Robert Joseph Lefkowitz (born April 15, 1943) is an American physician (internalist and cardiologist) and biochemist. He is best known for his groundbreaking discoveries that reveal the inner workings of an important family G protein-coupled receptors, for which he was awarded the 2012 Nobel Prize for Chemistry with Brian Kobilka. He is currently an Investigator with the Howard Hughes Medical Institute as well as a James B. Duke Professor of Medicine and Professor of Biochemistry and Chemistry at Duke University.",
      "pageId": 11771355,
      "monthDay": "04/15"
    },
    {
      "year": "1942",
      "uri": "/wiki/Tim_Lankester",
      "name": "Tim Lankester",
      "aboutText": "Pınar Kür is (born April 15, 1943), Turkish author and dramatist. She currently teaches at Bilgi University.\n^ \"Pınar Kür, Çetin Altan ve Yaşar Kemal’i eleştirdi\".",
      "pageId": 14286072,
      "monthDay": "04/15"
    },
    {
      "year": "1943",
      "uri": "/wiki/P%C4%B1nar_K%C3%BCr",
      "name": "Pınar Kür",
      "aboutText": "Stavros Paravas (Greek: Σταύρος Παράβας; April 15, 1935 – September 15, 2008) was a Greek actor.",
      "pageId": 27467394,
      "monthDay": "04/15"
    },
    {
      "year": "1943",
      "uri": "/wiki/Robert_Lefkowitz",
      "name": "Robert Lefkowitz",
      "aboutText": "Uldis Pūcītis (15 April 1937 - 14 December 2000) was a Latvian television, theater and film actor, scriptwriter and film director.",
      "pageId": 43655859,
      "monthDay": "04/15"
    },
    {
      "year": "1943",
      "uri": "/wiki/Veronica_Linklater,_Baroness_Linklater",
      "name": "Veronica Linklater, Baroness Linklater",
      "aboutText": "David William \"Dave\" Edmunds (born 15 April 1944) is a Welsh singer, guitarist and record producer. Although he is mainly associated with pub rock and new wave, and had many hits in the 1970s and early 1980s, his natural leaning has always been towards 1950s style rock and roll.",
      "pageId": 210052,
      "monthDay": "04/15"
    },
    {
      "year": "1943",
      "uri": "/wiki/Mighty_Sam_McClain",
      "name": "Mighty Sam McClain",
      "aboutText": "Michael Arnold Kamen (April 15, 1948 – November 18, 2003) was an American composer (especially of film scores), orchestral arranger, orchestral conductor, song writer, and session musician.",
      "pageId": 343158,
      "monthDay": "04/15"
    },
    {
      "year": "1943",
      "uri": "/wiki/Hugh_Thompson,_Jr.",
      "name": "Hugh Thompson, Jr.",
      "aboutText": "Lois Cleveland Chiles (born April 15, 1947) is an American actress and former fashion model known for her roles as Dr. Holly Goodhead in the 1979 James Bond film Moonraker, and as a hit and run driver in 1987's Creepshow 2, as well as such films as The Great Gatsby, The Way We Were, Death on the Nile and Broadcast News.",
      "pageId": 635063,
      "monthDay": "04/15"
    },
    {
      "year": "1944",
      "uri": "/wiki/Dzhokhar_Dudayev",
      "name": "Dzhokhar Dudayev",
      "aboutText": "Dzhokhar Musayevich Dudayev (Chechen: Dudin Musa-khant Dƶoxar, Дудин Муса-кӀант Джохар; Russian: Джоха́р Муса́евич Дуда́ев; 15 February 1944 – 21 April 1996) was a Soviet Air Force general and Chechen leader, the first President of the Chechen Republic of Ichkeria, a breakaway state in the North Caucasus.",
      "pageId": 735397,
      "monthDay": "04/15"
    },
    {
      "year": "1944",
      "uri": "/wiki/Dave_Edmunds",
      "name": "Dave Edmunds",
      "aboutText": "Hugh Clowers Thompson, Jr. (April 15, 1943 – January 6, 2006) was a United States Army warrant officer in the 123rd Aviation Battalion, 23rd Infantry Division, who played a major role in ending the My Lai Massacre in Sơn Mỹ Village, Sơn Tịnh District, Quang Ngai Province, South Vietnam, on March 16, 1968.\nDuring the Mỹ Lai Massacre, Thompson and his Hiller OH-23 Raven crew, Glenn Andreotta and Lawrence Colburn, stopped a number of killings by threatening and blocking officers and enlisted soldiers of Company C, 1st Battalion, 20th Infantry Regiment, 11th Brigade, 23rd Infantry Division.",
      "pageId": 874951,
      "monthDay": "04/15"
    },
    {
      "year": "1946",
      "uri": "/wiki/John_Lloyd_(journalist)",
      "name": "John Lloyd",
      "aboutText": "Josiane Balasko (born Josiane Balašković; 15 April 1950) is a French actress, writer and director.",
      "pageId": 1078404,
      "monthDay": "04/15"
    },
    {
      "year": "1946",
      "uri": "/wiki/Pete_Rouse",
      "name": "Pete Rouse",
      "aboutText": "Kadir İnanır (born c.",
      "pageId": 1381686,
      "monthDay": "04/15"
    },
    {
      "year": "1946",
      "uri": "/wiki/Michael_Tucci",
      "name": "Michael Tucci",
      "aboutText": "Alla Borisovna Pugacheva (Russian: Алла Борисовна Пугачёва; sometimes transcribed in English as Pugachova, Russian pronunciation: [pʊɡɐˈtɕɵvə]; born 15 April 1949), is а Soviet and Russian musical performer. Her career started in 1965 and continues to this day. For her \"clear mezzosoprano and a full display of sincere emotions\", she enjoys an iconic status across the former Soviet Union as the most successful Soviet performer in terms of record sales and popularity.",
      "pageId": 1421392,
      "monthDay": "04/15"
    },
    {
      "year": "1947",
      "uri": "/wiki/Linda_Bloodworth-Thomason",
      "name": "Linda Bloodworth-Thomason",
      "aboutText": "Sir David Bruce Omand GCB (born 15 April 1947) is a former senior British civil servant. He serves as a Commissioner for the Global Commission on Internet Governance.",
      "pageId": 3939703,
      "monthDay": "04/15"
    },
    {
      "year": "1947",
      "uri": "/wiki/Martin_Broughton",
      "name": "Martin Broughton",
      "aboutText": "Stuart John Wolstenholme (15 April 1947 – 13 December 2010), usually known as Woolly Wolstenholme, was a vocalist and keyboard player with the British progressive rock band Barclay James Harvest.",
      "pageId": 3982761,
      "monthDay": "04/15"
    },
    {
      "year": "1947",
      "uri": "/wiki/Lois_Chiles",
      "name": "Lois Chiles",
      "aboutText": "Veronica Linklater, Baroness Linklater of Butterstone (born 15 April 1943), is a Liberal Democrat member of the House of Lords. Her career indicates her interests in children’s welfare, education and special needs, and prison reform. She was created a life peer as Baroness Linklater of Butterstone, of Riemore in Perth and Kinross on 1 November 1997.",
      "pageId": 4132325,
      "monthDay": "04/15"
    },
    {
      "year": "1947",
      "uri": "/wiki/David_Omand",
      "name": "David Omand",
      "aboutText": "Michael Tucci (born April 15, 1946) is an American film, TV, and stage actor.",
      "pageId": 6241173,
      "monthDay": "04/15"
    },
    {
      "year": "1947",
      "uri": "/wiki/Cristina_Husmark_Pehrsson",
      "name": "Cristina Husmark Pehrsson",
      "aboutText": "Linda Joyce Bloodworth-Thomason (born April 15, 1947) is an American writer and television producer.\nBloodworth-Thomason is best known for creating, writing, and producing several television series, most successfully with the series Designing Women.",
      "pageId": 7285178,
      "monthDay": "04/15"
    },
    {
      "year": "1947",
      "uri": "/wiki/Woolly_Wolstenholme",
      "name": "Woolly Wolstenholme",
      "aboutText": "Cristina Maria Husmark Pehrsson (born 15 April 1947) is Swedish politician and a member of the Moderate Party. She served as Minister for Social Security and as Minister for Nordic Cooperation from 2006 to 2010.",
      "pageId": 7349603,
      "monthDay": "04/15"
    },
    {
      "year": "1948",
      "uri": "/wiki/Christopher_Brown_(museum_director)",
      "name": "Christopher Brown",
      "aboutText": "Craig Zadan (born April 15, 1949) is an American executive producer, director, and writer.",
      "pageId": 12357344,
      "monthDay": "04/15"
    },
    {
      "year": "1948",
      "uri": "/wiki/Michael_Kamen",
      "name": "Michael Kamen",
      "aboutText": "Peter Mikami \"Pete\" Rouse (born April 15, 1946) is an American political consultant who served as interim White House Chief of Staff to U.S. President Barack Obama. Rouse has spent years on Capitol Hill, becoming known as the '101st senator' during his tenure as Chief of Staff to Senate Democratic leader Tom Daschle. When Daschle lost his seat in 2004, Rouse was persuaded to stay in Congress as Chief of Staff to then-freshman Senator Barack Obama.",
      "pageId": 15459093,
      "monthDay": "04/15"
    },
    {
      "year": "1949",
      "uri": "/wiki/Kadir_%C4%B0nan%C4%B1r",
      "name": "Kadir İnanır",
      "aboutText": "John Lloyd (born 15 April 1946) is a journalist, presently contributing editor to the Financial Times,  where he has been Labour Editor, Industrial editor, East European Editor, and Moscow Bureau Chief.",
      "pageId": 20952326,
      "monthDay": "04/15"
    },
    {
      "year": "1949",
      "uri": "/wiki/Alla_Pugacheva",
      "name": "Alla Pugacheva",
      "aboutText": "Sir Martin Faulkner Broughton (born 15 April 1947) is a British businessman and Deputy Chairman of International Airlines Group. Formed in January 2011, IAG is the parent company of British Airways, Iberia and Vueling. It is a Spanish registered company with shares traded on the London Stock Exchange and Spanish Stock Exchanges.",
      "pageId": 24999005,
      "monthDay": "04/15"
    },
    {
      "year": "1949",
      "uri": "/wiki/Craig_Zadan",
      "name": "Craig Zadan",
      "aboutText": "Samuel McClain (April 15, 1943 – June 15, 2015), billed as Mighty Sam McClain, was an American Grammy nominated soul blues singer and songwriter.",
      "pageId": 25860780,
      "monthDay": "04/15"
    },
    {
      "year": "1950",
      "uri": "/wiki/Josiane_Balasko",
      "name": "Josiane Balasko",
      "aboutText": "Christopher Paul Hadley Brown, CBE (born 15 April 1948) is a British art historian and academic. He was director of the Ashmolean Museum in Oxford, England from 1998 to 2014. He is recognised as an authority on Sir Anthony van Dyck.",
      "pageId": 37419156,
      "monthDay": "04/15"
    },
    {
      "year": "1950",
      "uri": "/wiki/Amy_Wright",
      "name": "Amy Wright",
      "aboutText": "Evelyn Ashford (born April 15, 1957 in Shreveport, Louisiana) is an American retired track and field athlete, the 1984 Olympic champion in the 100-meter dash. She ran under the 11-second barrier over 30 times and was the first to run under 11 seconds in an Olympic Games.\nAs a 19-year-old, Ashford finished 5th in the 100 m event at the 1976 Summer Olympics.",
      "pageId": 72535,
      "monthDay": "04/15"
    },
    {
      "year": "1951",
      "uri": "/wiki/Heloise_(columnist)",
      "name": "Heloise",
      "aboutText": "Emad El-Din Mohamed Abdel Moneim Fayed (Arabic: عماد الدين محمد عبد المنعم الفايد‎, IPA: [ʕeˈmæːd ɪdˈdiːn mæˈħæmmæd ʕæbdelˈmenʕem elˈfæːjed]), better known as Dodi Fayed (Egyptian Arabic pronunciation: [ˈduːdi]; 15 April 1955 – 31 August 1997), was the son of Egyptian billionaire Mohamed Al-Fayed. He was the lover of Diana, Princess of Wales, with whom he died in a car crash in Paris, on 31 August 1997.\nHe was employed by his father and also worked as a film producer.",
      "pageId": 148804,
      "monthDay": "04/15"
    },
    {
      "year": "1951",
      "uri": "/wiki/John_L._Phillips",
      "name": "John L. Phillips",
      "aboutText": "Mustafa Kamel Mustafa (Arabic: مصطفى كامل مصطفى‎; born 15 April 1958), also known as Abu Hamza al-Masri (/ɑːbuː ˈhʌmzə ɑːl ˈmɑːsˌriː/ أبو حمزة المصري, Abū Ḥamzah al-Maṣrī – literally, the Egyptian father of Hamza), or simply Abu Hamza, is an Egyptian cleric who was the imam of Finsbury Park Mosque in London, England, where he preached Islamic fundamentalism and militant Islamism.\nIn 2004, Hamza was arrested by British police after the United States requested he be extradited to face charges. He was later charged by British authorities with sixteen offences for inciting violence and racial hatred.",
      "pageId": 178894,
      "monthDay": "04/15"
    },
    {
      "year": "1951",
      "uri": "/wiki/Stuart_Prebble",
      "name": "Stuart Prebble",
      "aboutText": "Seka (born Dorothiea Ivonniea Hundley, April 15, 1954) also known as Dorothea Hundley Patton, is a retired American pornographic actress who starting at the age of 23 appeared in pornographic films from 1977 to 1993.",
      "pageId": 212829,
      "monthDay": "04/15"
    },
    {
      "year": "1952",
      "uri": "/wiki/Bengt_Gingsj%C3%B6",
      "name": "Bengt Gingsjö",
      "aboutText": "John Lynch Phillips, PhD (born April 15, 1951) is a NASA astronaut. Phillips is also a Naval Aviator and retired Captain, United States Navy Reserve. Phillips has received numerous awards and special honors.",
      "pageId": 635297,
      "monthDay": "04/15"
    },
    {
      "year": "1952",
      "uri": "/wiki/Kym_Gyngell",
      "name": "Kym Gyngell",
      "aboutText": "Amy Wright (born April 15, 1950 in Chicago) is an American actress and former model. She has appeared in such films as The Deer Hunter, Breaking Away, The Amityville Horror, Heartland, Wise Blood, Stardust Memories, The Accidental Tourist, Hard Promises, Crossing Delancey and Miss Firecracker.\nWright is married to actor Rip Torn and the couple have two daughters.",
      "pageId": 1090323,
      "monthDay": "04/15"
    },
    {
      "year": "1952",
      "uri": "/wiki/Sam_McMurray",
      "name": "Sam McMurray",
      "aboutText": "Ponce Kiah Marchelle Heloise Cruse Evans (born April 15, 1951 in Waco, Texas), best known by her pen name Heloise, is an American writer, author, and speaker specializing in lifestyle hints, including consumer issues, pets, travel, food, home improvement, and health. Heloise's father was in the Air Force, and like many military brats she moved frequently.\nHeloise's mother, Heloise Bowles (May 4, 1919–December 28, 1977), born in Fort Worth, Texas, started a newspaper column in the Honolulu Advertiser called \"Readers Exchange\" in February 1959, later changed to \"Hints from Heloise\" when King Features Syndicate picked up the column and started syndicating it nationwide.",
      "pageId": 1241052,
      "monthDay": "04/15"
    },
    {
      "year": "1952",
      "uri": "/wiki/Brian_Muir_(sculptor)",
      "name": "Brian Muir",
      "aboutText": "Michael Jerome Cooper (born April 15, 1956) is an American basketball coach, currently serving as head coach of the Atlanta Dream of the WNBA, and retired professional player. Prior to joining Atlanta, he coached the USC Women of Troy college basketball team.",
      "pageId": 1350373,
      "monthDay": "04/15"
    },
    {
      "year": "1952",
      "uri": "/wiki/Avital_Ronell",
      "name": "Avital Ronell",
      "aboutText": "William Glenn Shadix (April 15, 1952 – September 7, 2010) was an American Actor and voice actor known for his role as Otho Fenlock in Tim Burton's horror/comedy film Beetlejuice and the voice of the Mayor of Halloween Town in The Nightmare Before Christmas.",
      "pageId": 1577011,
      "monthDay": "04/15"
    },
    {
      "year": "1952",
      "uri": "/wiki/Glenn_Shadix",
      "name": "Glenn Shadix",
      "aboutText": "Avital Ronell (/ˈɑːvɪtəl roʊˈnɛl/; born 15 April 1952) is an American philosopher who contributes to the fields of continental philosophy, literary studies, psychoanalysis, feminist philosophy, political philosophy, and ethics. She is a University Professor in the Humanities and in the Departments of Germanic Languages and Literature and Comparative Literature at New York University where she co-directs the Trauma and Violence Transdisciplinary Studies Program. As Jacques Derrida Professor of Philosophy, she teaches regularly at the European Graduate School in Saas-Fee.",
      "pageId": 1826352,
      "monthDay": "04/15"
    },
    {
      "year": "1952",
      "uri": "/wiki/Simon_Irvine",
      "name": "Simon Irvine",
      "aboutText": "Keith Edward Acton (born April 15, 1958) is a Canadian retired professional ice hockey centre who played 15 seasons in the National Hockey League (NHL) with the Montreal Canadiens, Minnesota North Stars, Edmonton Oilers, Philadelphia Flyers, Washington Capitals and New York Islanders between 1980 and 1994. In his NHL coaching career he has been an assistant coach with the Columbus Blue Jackets, the Philadelphia Flyers, the New York Rangers, the Toronto Maple Leafs and most recently the Edmonton Oilers, who released Acton and fellow assistant Craig Ramsay on June 4, 2015.",
      "pageId": 3456495,
      "monthDay": "04/15"
    },
    {
      "year": "1954",
      "uri": "/wiki/Seka",
      "name": "Seka",
      "aboutText": "Stuart Prebble (born April 15, 1951) is a former CEO of ITV, Granada Sky Broadcasting and of ITV Digital.\nEducated at Newcastle University he was producer and editor of the World In Action current affairs series and went on to be Head of Factual Programmes at Granada TV and Controller of Factual Programmes for the ITV network. He was nominated for a BAFTA TV Award for Best Factual Series for World in Action.",
      "pageId": 3802129,
      "monthDay": "04/15"
    },
    {
      "year": "1955",
      "uri": "/wiki/Mark_Damazer",
      "name": "Mark Damazer",
      "aboutText": "Mark Damazer, CBE (born 15 April 1955) is the Master of St Peter's College, Oxford, and a former controller of BBC Radio 4 and BBC Radio 7 in the United Kingdom.",
      "pageId": 3905724,
      "monthDay": "04/15"
    },
    {
      "year": "1955",
      "uri": "/wiki/Dodi_Fayed",
      "name": "Dodi Fayed",
      "aboutText": "Kym Gyngell (15 April 1952, Melbourne), also credited as Kim Gyngell is an Australian comedian and film, television and stage actor. His second cousin is the current CEO of the Nine Network, David Gyngell. Gyngell won the Australian Film Institute Awards for Best Actor in a Supporting Role in 1988.",
      "pageId": 4523150,
      "monthDay": "04/15"
    },
    {
      "year": "1955",
      "uri": "/wiki/Jeff_Golub",
      "name": "Jeff Golub",
      "aboutText": "Bengt Gingsjö (born April 15, 1952 in Göteborg, Västra Götaland) is a former freestyle and medley swimmer from Sweden, who competed in the 1972 Summer Olympics and 1976 Summer Olympics. He finished fourth on the 1500m freestyle in 1972. Gingsjö also has a bronze medal on 400 m freestyle from the first FINA World Aquatics Championships in 1973.",
      "pageId": 9954953,
      "monthDay": "04/15"
    },
    {
      "year": "1956",
      "uri": "/wiki/Michael_Cooper",
      "name": "Michael Cooper",
      "aboutText": "Noni Ioannidou (Greek: Νόνη Ιωαννίδου) (born 15 April 1958) is a Greek theatre and stage actress and model, that recently switched to television roles.",
      "pageId": 11202668,
      "monthDay": "04/15"
    },
    {
      "year": "1957",
      "uri": "/wiki/Evelyn_Ashford",
      "name": "Evelyn Ashford",
      "aboutText": "Jeff Golub (April 15, 1955 – January 1, 2015) was an American jazz guitarist. Golub was a contemporary jazz guitarist with 12 solo albums and three CDs as the leader of the instrumental band, Avenue Blue. Before becoming an instrumentalist, Golub worked as a sideman to a number of successful rock and pop artists.",
      "pageId": 17257533,
      "monthDay": "04/15"
    },
    {
      "year": "1958",
      "uri": "/wiki/Keith_Acton",
      "name": "Keith Acton",
      "aboutText": "Brian Muir (born 15 April 1952) is a British sculptor who most famously created Darth Vader's helmet and armour using Ralph McQuarrie's design.\nHe was also responsible for sculpting the Stormtrooper armour in Star Wars (the helmet was sculpted by Liz Moore) and the heads for the Death Star Droid, CZ3 and some finishing work on the C3PO full suit.\nApart from Star Wars, he worked on many other movies such as Alien (for which he co-created the Space Jockey) and Raiders of the Lost Ark (for which he worked on the Ark of the Covenant prop).",
      "pageId": 31590089,
      "monthDay": "04/15"
    },
    {
      "year": "1958",
      "uri": "/wiki/Abu_Hamza_al-Masri",
      "name": "Abu Hamza al-Masri",
      "aboutText": "Sam McMurray (born April 15, 1952) is an American television, film and voice actor.",
      "pageId": 37468675,
      "monthDay": "04/15"
    },
    {
      "year": "1958",
      "uri": "/wiki/Noni_Ioannidou",
      "name": "Noni Ioannidou",
      "aboutText": "Simon Richard Gower Irvine (born 15 April 1952) is a Swedish-English gardener and author.",
      "pageId": 47713467,
      "monthDay": "04/15"
    },
    {
      "year": "1958",
      "uri": "/wiki/Memos_Ioannou",
      "name": "Memos Ioannou",
      "aboutText": "Nawal El Moutawakel (Amazigh: Nawal Lmutawakkil ; Arabic: نوال المتوكل‎) (born on April 15, 1962 in Casablanca) is a former Moroccan hurdler, who won the inaugural women's 400 metres hurdles event at the 1984 Summer Olympics, thereby becoming the first female Muslim born on the continent of Africa to become an Olympic champion. She was also the first Moroccan and the first woman from a Muslim majority country to win an Olympic gold medal. In 2007, El Moutawakel was named the Minister of Sports in the upcoming cabinet of Morocco.",
      "pageId": 22104,
      "monthDay": "04/15"
    },
    {
      "year": "1958",
      "uri": "/wiki/Sir_Robert_Smith,_3rd_Baronet",
      "name": "Sir Robert Smith, 3rd Baronet",
      "aboutText": "Emma Thompson (born 15 April 1959) is a British actress, comedian, and writer. She is known for her portrayals of reticent women, often in period dramas and literary adaptations, and playing haughty or matronly characters with a sense of irony. She is considered one of Britain's most accomplished actresses.",
      "pageId": 160985,
      "monthDay": "04/15"
    },
    {
      "year": "1958",
      "uri": "/wiki/Benjamin_Zephaniah",
      "name": "Benjamin Zephaniah",
      "aboutText": "Philippe or Filip (French: Philippe Léopold Louis Marie, Dutch: Filip(s) Leopold Lodewijk Maria, German: Philipp Leopold Ludwig Maria, English: Philip Leopold Louis Maria; born 15 April 1960) is the King of the Belgians, having ascended the throne on 21 July 2013. He is the eldest child of King Albert II, whom he succeeded upon Albert's abdication for health reasons, and Queen Paola. He married Countess Mathilde d'Udekem d'Acoz (now Queen Mathilde), with whom he has four children.",
      "pageId": 168868,
      "monthDay": "04/15"
    },
    {
      "year": "1959",
      "uri": "/wiki/Fruit_Chan",
      "name": "Fruit Chan",
      "aboutText": "Thomas Francis Wilson Jr. (born April 15, 1959) is an American actor, writer, musician, painter, voice-over artist, comedian, and podcaster.",
      "pageId": 273626,
      "monthDay": "04/15"
    },
    {
      "year": "1959",
      "uri": "/wiki/Kevin_Lowe",
      "name": "Kevin Lowe",
      "aboutText": "Benjamin Obadiah Iqbal Zephaniah (born 15 April 1958, Birmingham, England) is a British Jamaican writer, dub poet and Rastafari. He was included in The Times list of Britain's top 50 post-war writers in 2008.\n^ Gregory, Andy (2002), International Who's Who in Popular Music 2002, Europa, p.",
      "pageId": 382063,
      "monthDay": "04/15"
    },
    {
      "year": "1959",
      "uri": "/wiki/Emma_Thompson",
      "name": "Emma Thompson",
      "aboutText": "Sir Robert Hill Smith, 3rd Baronet (born 15 April 1958) is a Scottish Liberal Democrat politician who was the Member of Parliament for West Aberdeenshire and Kincardine from 1997 to 2015.",
      "pageId": 414940,
      "monthDay": "04/15"
    },
    {
      "year": "1959",
      "uri": "/wiki/Thomas_F._Wilson",
      "name": "Thomas F. Wilson",
      "aboutText": "Tony Jones (born 15 April 1960) is an English former professional snooker player.",
      "pageId": 696481,
      "monthDay": "04/15"
    },
    {
      "year": "1960",
      "uri": "/wiki/Pierre_Aubry",
      "name": "Pierre Aubry",
      "aboutText": "Kevin Hugh Lowe (born April 15, 1959) is a retired defenceman and coach in the National Hockey League and the current vice-chairman of Oilers Entertainment Group. As a defenceman, he played for the Edmonton Oilers and the New York Rangers. Over his career, Lowe won six Stanley Cups and is a seven-time all-star.",
      "pageId": 860127,
      "monthDay": "04/15"
    },
    {
      "year": "1960",
      "uri": "/wiki/Susanne_Bier",
      "name": "Susanne Bier",
      "aboutText": "Fruit Chan Gor (Chinese: 陳果; born 15 April 1959 in Guangdong, China) is an independent Hong Kong Second Wave screenwriter, filmmaker and producer, who is best known for his style of film reflecting the everyday life of Hong Kong people. He is well known for using amateur actors (such as Sam Lee in Made in Hong Kong, Wong Yau-Nam in Hollywood Hong Kong) in his films. His name became familiar to many Hong Kongers only after the success of the 1997 film Made in Hong Kong, which earned many local and international awards.",
      "pageId": 1060988,
      "monthDay": "04/15"
    },
    {
      "year": "1960",
      "uri": "/wiki/Pedro_Delgado",
      "name": "Pedro Delgado",
      "aboutText": "Pedro Delgado Robledo (pronounced: [ˈpeðɾo delˈɣaðo ɾoˈbleðo]; born April 15, 1960), also known as Perico ([peˈɾiko]), is a Spanish former professional road bicycle racer. He won the 1988 Tour de France, as well as the Vuelta a España in 1985 and 1989.\nDelgado is 171 centimetres tall (5 ft 7-1/2 in) and used to weigh 64 kilograms (141 lb).",
      "pageId": 1725227,
      "monthDay": "04/15"
    },
    {
      "year": "1960",
      "uri": "/wiki/Tony_Jones_(snooker_player)",
      "name": "Tony Jones",
      "aboutText": "Thomas Kane Roberts, better known as Tom Kane, (born April 15, 1962) is an American voice actor.",
      "pageId": 1818874,
      "monthDay": "04/15"
    },
    {
      "year": "1960",
      "uri": "/wiki/Philippe_of_Belgium",
      "name": "Philippe of Belgium",
      "aboutText": "Susanne Bier (born 15 April 1960) is a Danish film director best known for her feature films Brothers, After the Wedding and the Academy Award winning In a Better World.",
      "pageId": 2091579,
      "monthDay": "04/15"
    },
    {
      "year": "1961",
      "uri": "/wiki/Neil_Carmichael_(Conservative_politician)",
      "name": "Neil Carmichael",
      "aboutText": "Surjit Bindrakhia (15 April 1962 – 17 November 2003), born Surjit Singh Bains, was a Punjabi Indian singer. He was known for his hekh, in which he sings a note continuously in one breath. His hits include Dupatta Tera Satrang Da, Bas Kar Bas Kar, Tera Yaar Bolda, and Jatt Di Pasand.",
      "pageId": 2729944,
      "monthDay": "04/15"
    },
    {
      "year": "1961",
      "uri": "/wiki/Tiina_Lillak",
      "name": "Tiina Lillak",
      "aboutText": "Robert Edward (Bobby) Pepper (born April 15, 1963 in Houston, Mississippi, U.S.) is an American journalist with the Northeast Mississippi Daily Journal in Tupelo, Mississippi. Pepper, who resides in Guntown, Mississippi, is a 1985 graduate of the University of Mississippi (also known as Ole Miss).",
      "pageId": 3188641,
      "monthDay": "04/15"
    },
    {
      "year": "1962",
      "uri": "/wiki/Surjit_Bindrakhia",
      "name": "Surjit Bindrakhia",
      "aboutText": "Manzoor Elahi (Urdu: منظور الہی) (born April 15, 1963, Sahiwal, Punjab) is a former Pakistani cricketer who played in 6 Tests and 54 ODIs from 1984 to 1995.",
      "pageId": 3976595,
      "monthDay": "04/15"
    },
    {
      "year": "1962",
      "uri": "/wiki/Nawal_El_Moutawakel",
      "name": "Nawal El Moutawakel",
      "aboutText": "Ilse Kristiina Lillak (born 15 April 1961) is a Finnish former javelin thrower, a world champion and an Olympic medalist.\nLillak finished fourth in the 1982 European Athletics Championships, which were held in Athens. On July 29, 1982, she threw a new world record in Helsinki of 72.40 meters.",
      "pageId": 3984591,
      "monthDay": "04/15"
    },
    {
      "year": "1962",
      "uri": "/wiki/Tom_Kane",
      "name": "Tom Kane",
      "aboutText": "William Neil Carmichael (born 15 April 1961 in Hexham) is an English Conservative Party politician. He has been the Member of Parliament (MP) for the Stroud constituency in Gloucestershire since the 2010 general election.",
      "pageId": 9341317,
      "monthDay": "04/15"
    },
    {
      "year": "1963",
      "uri": "/wiki/Alex_Crawford",
      "name": "Alex Crawford",
      "aboutText": "Pierre Aubry (born April 15, 1960) is a Canadian former professional ice hockey left winger who played five seasons in the National Hockey League for the Quebec Nordiques and Detroit Red Wings from 1980–81 to 1984–85.\nAubry played 202 career NHL games, scoring twenty four goals and twenty-six assists for fifty points.",
      "pageId": 15490061,
      "monthDay": "04/15"
    },
    {
      "year": "1963",
      "uri": "/wiki/Manzoor_Elahi",
      "name": "Manzoor Elahi",
      "aboutText": "Agamemnon \"Memos\" Ioannou (Greek: Αγαμέμνων \"Μέμος\" Ιωάννου; born April 15, 1958 in Greece), is a retired Greek professional basketball player and coach. At 6'2.75\" (1.90 m), he played at the point guard and shooting guard positions.",
      "pageId": 16616273,
      "monthDay": "04/15"
    },
    {
      "year": "1963",
      "uri": "/wiki/Bobby_Pepper",
      "name": "Bobby Pepper",
      "aboutText": "Alex Christine Crawford OBE (born 15 April 1963) is a British journalist who currently works as a Special Correspondent for Sky News based in South Africa.",
      "pageId": 32824339,
      "monthDay": "04/15"
    },
    {
      "year": "1965",
      "uri": "/wiki/Linda_Perry",
      "name": "Linda Perry",
      "aboutText": "Edward John \"Ed\" O'Brien (born 15 April 1968) is an English guitarist, singer and songwriter. He is best known as a guitarist and backing vocalist of the alternative rock band Radiohead, with whom he has recorded eight studio albums.",
      "pageId": 273486,
      "monthDay": "04/15"
    },
    {
      "year": "1966",
      "uri": "/wiki/Samantha_Fox",
      "name": "Samantha Fox",
      "aboutText": "Samantha Karen \"Sam\" Fox (born 15 April 1966) is an English dance-pop singer, songwriter, actress, and former glamour model. In 1983, at age 16, she began appearing on Page 3 of The Sun, and continued as a Page 3 girl until she was 20. During this time, she became the most popular pin-up girl of her era, as well as one of the most photographed British women of the 1980s.",
      "pageId": 291498,
      "monthDay": "04/15"
    },
    {
      "year": "1966",
      "uri": "/wiki/Mott_Green",
      "name": "Mott Green",
      "aboutText": "Francis Gilles Poullain-Patterson (born 15 April 1967), better known as Frankie Poullain, is the bass player for rock band The Darkness. He was raised in Milnathort then Edinburgh, Scotland. He attended the Royal High School, leaving in 1985.",
      "pageId": 692279,
      "monthDay": "04/15"
    },
    {
      "year": "1967",
      "uri": "/wiki/Frankie_Poullain",
      "name": "Frankie Poullain",
      "aboutText": "Josia Thugwane (born 15 April 1971) is a South African athlete, best known for winning the gold medal in the marathon race at the 1996 Summer Olympics. Thugwane, who is of Ndebele heritage, is the first black athlete to earn an Olympic gold for South Africa.\nBorn in Bethal, Thugwane ran his first marathon in 1991, but his breakthrough to the international athletics scene came in 1995, when he won the Honolulu Marathon.",
      "pageId": 884035,
      "monthDay": "04/15"
    },
    {
      "year": "1967",
      "uri": "/wiki/Dara_Torres",
      "name": "Dara Torres",
      "aboutText": "Stacey Williams (born April 15, 1968) is an American fashion model.\nOriginally from Dallas, Pennsylvania (near Wilkes-Barre) she moved to Mechanicsburg, Pennsylvania at the age of 13 and is a graduate of Cumberland Valley High School in Mechanicsburg. Stacey was featured in the Sports Illustrated swimsuit issues from 1992 to 1998.",
      "pageId": 931974,
      "monthDay": "04/15"
    },
    {
      "year": "1968",
      "uri": "/wiki/Ben_Clarke",
      "name": "Ben Clarke",
      "aboutText": "Jason Heath Sehorn (born April 15, 1971) is a former American football cornerback who played professionally in the National Football League (NFL) for the New York Giants from 1994 to 2002 and St. Louis Rams in 2003.",
      "pageId": 953118,
      "monthDay": "04/15"
    },
    {
      "year": "1968",
      "uri": "/wiki/Brahim_Lahlafi",
      "name": "Brahim Lahlafi",
      "aboutText": "Katy Hill (born 15 April 1971) is an English television presenter who has worked in TV and radio in the UK since 1995.",
      "pageId": 1316910,
      "monthDay": "04/15"
    },
    {
      "year": "1968",
      "uri": "/wiki/Ed_O%27Brien",
      "name": "Ed O'Brien",
      "aboutText": "Jeromy Neal Burnitz (born April 15, 1969) is a former baseball player.",
      "pageId": 1463920,
      "monthDay": "04/15"
    },
    {
      "year": "1968",
      "uri": "/wiki/Stacey_Williams",
      "name": "Stacey Williams",
      "aboutText": "Mark Alexander Knox (born April 15, 1970), better known as Flex Alexander or Flex, is an American actor, comedian and dancer.",
      "pageId": 1587726,
      "monthDay": "04/15"
    },
    {
      "year": "1969",
      "uri": "/wiki/Jeromy_Burnitz",
      "name": "Jeromy Burnitz",
      "aboutText": "Dara Grace Torres (born April 15, 1967) is an American former competitive swimmer who is a twelve-time Olympic medalist and former world record-holder in three events. Torres is the first and only swimmer to represent the United States in five Olympic Games (1984, 1988, 1992, 2000 and 2008), and, at age 41, was the oldest swimmer ever to earn a place on the U.S. Olympic team. At the 2008 Summer Olympics, she competed in the 50-meter freestyle, 4×100-meter medley relay, and 4×100-meter freestyle relay, and won silver medals in all three events.",
      "pageId": 1740620,
      "monthDay": "04/15"
    },
    {
      "year": "1969",
      "uri": "/wiki/Kaisa_Roose",
      "name": "Kaisa Roose",
      "aboutText": "Brahim Lahlafi (Arabic: إبراهيم لحلافي‎) (born 15 April 1968, in Fes) is a retired long-distance runner who represented Morocco during his active career. He acquired French citizenship on 6 April 2002, but represented Morocco again from 15 March 2007.\nHis greatest achievement was the Olympic bronze medal in 2000.",
      "pageId": 3685193,
      "monthDay": "04/15"
    },
    {
      "year": "1969",
      "uri": "/wiki/Jimmy_Waite",
      "name": "Jimmy Waite",
      "aboutText": "Chris Huffins (born 15 April 1970) is an athlete from the United States who competed in the field of Decathlon. He was the Director and Head Coach of the Men's and Women's Track and Field and Cross Country programs at the University of California from 2002 to 2007. He married Monique Parker in 1997 with whom he had one son Zachary.",
      "pageId": 4590122,
      "monthDay": "04/15"
    },
    {
      "year": "1970",
      "uri": "/wiki/Flex_Alexander",
      "name": "Flex Alexander",
      "aboutText": "Kaisa Roose (Music Conductor) was born in Tallinn, Estonia on 15 April 1969. At the age of six she began studying piano at the Tallinn School of Music. In 1987 she was admitted to the Tallinn Conservatoire, where she studied choir conducting, taking her degree in 1992.",
      "pageId": 5417748,
      "monthDay": "04/15"
    },
    {
      "year": "1970",
      "uri": "/wiki/Chris_Huffins",
      "name": "Chris Huffins",
      "aboutText": "James Dean Waite (born April 15, 1969 in Sherbrooke, Quebec) is a Canadian retired goaltender. He currently serves as the goaltending coach for the Chicago Blackhawks.",
      "pageId": 5888728,
      "monthDay": "04/15"
    },
    {
      "year": "1971",
      "uri": "/wiki/Kate_Harbour",
      "name": "Kate Harbour",
      "aboutText": "Kate Harbour (born in 15 April 1971) is a voice actress who provides many voices for the television series Bob the Builder including Wendy, Dizzy, Mrs. Potts, Mrs. Broadbent, Mrs.",
      "pageId": 5955041,
      "monthDay": "04/15"
    },
    {
      "year": "1971",
      "uri": "/wiki/Katy_Hill",
      "name": "Katy Hill",
      "aboutText": "Linda Perry (born April 15, 1965) is an American rock singer-songwriter, and record producer. She first became known as the lead singer and primary songwriter of 4 Non Blondes, and has since founded two record labels, composed and produced hit songs for several other artists. They include: Christina Aguilera - who had a worldwide hit with Perry's \"Beautiful\"; Gwen Stefani - who had a worldwide hit with Perry's \"What You Waiting For?\" from her album Love.",
      "pageId": 6746576,
      "monthDay": "04/15"
    },
    {
      "year": "1971",
      "uri": "/wiki/Meelis_Loit",
      "name": "Meelis Loit",
      "aboutText": "Ben Clarke (born 15 April 1968), is a former England international rugby union player.",
      "pageId": 14300316,
      "monthDay": "04/15"
    },
    {
      "year": "1971",
      "uri": "/wiki/Jason_Sehorn",
      "name": "Jason Sehorn",
      "aboutText": "Karl William Turner (born 15 April 1971) is a British Labour Party politician, who has been the Member of Parliament (MP) for Kingston upon Hull East since 2010.\n^ \"Karl William Turner\". Companies House.",
      "pageId": 27267782,
      "monthDay": "04/15"
    },
    {
      "year": "1971",
      "uri": "/wiki/Josia_Thugwane",
      "name": "Josia Thugwane",
      "aboutText": "Meelis Loit (born 15 April 1971) is an Estonian fencer. He competed in the individual and team épée events at the 1996 and 2000 Summer Olympics.\n^ \"Meelis Loit Olympic Results\".",
      "pageId": 34694027,
      "monthDay": "04/15"
    },
    {
      "year": "1971",
      "uri": "/wiki/Karl_Turner_(politician)",
      "name": "Karl Turner",
      "aboutText": "Mott Green (April 15, 1966 – June 1, 2013) was an American businessman and chocolatier, who founded the Grenada Chocolate Company in 1999.",
      "pageId": 39672743,
      "monthDay": "04/15"
    },
    {
      "year": "1972",
      "uri": "/wiki/Arturo_Gatti",
      "name": "Arturo Gatti",
      "aboutText": "Arturo \"Thunder\" Gatti (April 15, 1972 – July 11, 2009) was an Italian Canadian professional boxer. Nicknamed \"Thunder\", Gatti was known for his heart and bravery in the ring, and also carried exceptional punching power.\nGatti won world championships designated by two different boxing sanctioning bodies in two different weight classes.",
      "pageId": 204432,
      "monthDay": "04/15"
    },
    {
      "year": "1972",
      "uri": "/wiki/Lou_Romano",
      "name": "Lou Romano",
      "aboutText": "Susan Ward (born April 15, 1976) is an American actress and model.",
      "pageId": 714288,
      "monthDay": "04/15"
    },
    {
      "year": "1974",
      "uri": "/wiki/Kim_Min-kyo",
      "name": "Kim Min-kyo",
      "aboutText": "Stephen David Williams, OBE (born 15 April 1976 in Leamington Spa) is an English rower and double Olympic champion.",
      "pageId": 917251,
      "monthDay": "04/15"
    },
    {
      "year": "1974",
      "uri": "/wiki/Danny_Pino",
      "name": "Danny Pino",
      "aboutText": "Milton Obelle Bradley, Jr. (born April 15, 1978) is a retired Major League Baseball (MLB) outfielder. Standing 6 feet (1.8 m) and weighing 215 pounds (98 kg), Bradley is a switch hitter who throws right-handed.",
      "pageId": 1807761,
      "monthDay": "04/15"
    },
    {
      "year": "1974",
      "uri": "/wiki/Mike_Quinn",
      "name": "Mike Quinn",
      "aboutText": "Daniel Healy \"Dan\" Solwold Jr. (born April 15, 1978) better known by his ring name Austin Aries, is an American professional wrestler who is currently a free agent. Aries is better known for working for Total Nonstop Action Wrestling, where he is a six-time TNA X Division Champion, with his first reign lasting 301 days and remains the longest in the history of the championship.",
      "pageId": 2065634,
      "monthDay": "04/15"
    },
    {
      "year": "1974",
      "uri": "/wiki/Douglas_Spain",
      "name": "Douglas Spain",
      "aboutText": "Timothy Thomas, Jr. (born April 15, 1974) is an American ice hockey goaltender who is currently an unrestricted free agent in the National Hockey League.\nRaised in Davison, Michigan, Thomas played college hockey for the University of Vermont for four years, from 1993–1997, during which he was drafted 217th overall by the Quebec Nordiques in the 1994 NHL Entry Draft.",
      "pageId": 2167989,
      "monthDay": "04/15"
    },
    {
      "year": "1974",
      "uri": "/wiki/Tim_Thomas_(ice_hockey)",
      "name": "Tim Thomas",
      "aboutText": "Philip Steven Labonte (Born April 15, 1975) is an American musician from Massachusetts, best known as the lead singer of the American melodic metalcore band All That Remains.",
      "pageId": 2704298,
      "monthDay": "04/15"
    },
    {
      "year": "1975",
      "uri": "/wiki/Paul_Dana",
      "name": "Paul Dana",
      "aboutText": "Daniel Gonzalo \"Danny\" Pino (born April 15, 1974) is an American actor who starred as Detective Scotty Valens in the CBS series Cold Case from 2003 to 2010, and as NYPD Detective Nick Amaro in the long-running NBC legal drama Law & Order: Special Victims Unit from 2011 to 2015. In 2002, he appeared in London's West End in the theatre play called Up for Grabs with Madonna.",
      "pageId": 2764410,
      "monthDay": "04/15"
    },
    {
      "year": "1975",
      "uri": "/wiki/Philip_Labonte",
      "name": "Philip Labonte",
      "aboutText": "Jason M. Bonsignore (born April 15, 1976) is a former professional ice hockey forward and speedway promoter and racer. As a hockey player, he was drafted in the first round of the 1994 NHL Entry Draft, 4th overall, by the Edmonton Oilers, as one of the team's two first-round picks that year (the other was Ryan Smyth two picks later).",
      "pageId": 3063133,
      "monthDay": "04/15"
    },
    {
      "year": "1975",
      "uri": "/wiki/Sarah_Teichmann",
      "name": "Sarah Teichmann",
      "aboutText": "Paul Dana (April 15, 1975 – March 26, 2006) was an American race car driver in the Indy Racing League IndyCar Series.",
      "pageId": 3111130,
      "monthDay": "04/15"
    },
    {
      "year": "1976",
      "uri": "/wiki/Jason_Bonsignore",
      "name": "Jason Bonsignore",
      "aboutText": "Jamie Wall (born 15 April 1977 in Chester) is a British auto racing driver.",
      "pageId": 3269367,
      "monthDay": "04/15"
    },
    {
      "year": "1976",
      "uri": "/wiki/Darius_Regelskis",
      "name": "Darius Regelskis",
      "aboutText": "Brian Pothier (born April 15, 1977) is an American professional ice hockey player. Pothier played in the National Hockey League (NHL) from 2000 until 2010.",
      "pageId": 3991998,
      "monthDay": "04/15"
    },
    {
      "year": "1976",
      "uri": "/wiki/K%C4%99stutis_%C5%A0e%C5%A1tokas",
      "name": "Kęstutis Šeštokas",
      "aboutText": "Michael Patrick Quinn (born April 15, 1974) is a former professional gridiron football quarterback. He was signed by the Pittsburgh Steelers as an undrafted free agent in 1997 and was also a member of the Rhein Fire, Indianapolis Colts, Dallas Cowboys, Miami Dolphins, Houston Texans, Denver Broncos, Montreal Alouettes and Winnipeg Blue Bombers. He played college football at Stephen F. Austin State University.",
      "pageId": 4562729,
      "monthDay": "04/15"
    },
    {
      "year": "1976",
      "uri": "/wiki/Susan_Ward",
      "name": "Susan Ward",
      "aboutText": "Douglas Spain (born April 15, 1974) is an American film and television actor, director and producer. In 1998 Spain was nominated for an Independent Spirit Award in the category of Best Debut Performance for his role in the film Star Maps. In 1999 he won the Rising Star Award at the Marco Island Film Festival for The Last Best Sunday and in 2006 he won the Camie award at the Character and Morality in Entertainment Awards for his part in The Reading Room.",
      "pageId": 8676204,
      "monthDay": "04/15"
    },
    {
      "year": "1976",
      "uri": "/wiki/Steve_Williams_(rower)",
      "name": "Steve Williams",
      "aboutText": "Lou Romano (born April 15, 1972 in San Diego, California) is an American animation production artist and voice actor. He did design work on Monsters, Inc. and The Incredibles, and he provided the voices of Bernie Kropp in The Incredibles, Snot Rod in Cars and Alfredo Linguini in Ratatouille.",
      "pageId": 9074280,
      "monthDay": "04/15"
    },
    {
      "year": "1977",
      "uri": "/wiki/Sudarsan_Pattnaik",
      "name": "Sudarsan Pattnaik",
      "aboutText": "Darius Regelskis (born 15 April 1976) is a Lithuanian professional footballer. He was playing the position of defender and is 1.78 m tall and weighs 71 kg. Regelskis spent the prime years of his career playing for FBK Kaunas.",
      "pageId": 18382921,
      "monthDay": "04/15"
    },
    {
      "year": "1977",
      "uri": "/wiki/Brian_Pothier",
      "name": "Brian Pothier",
      "aboutText": "Kęstutis Šeštokas (born April 15, 1976) is a Lithuanian professional basketball player, who plays at the power forward position. He last played for Molėtai Ežerūnas-Karys basketball team. He is the only player who has won the domestic leagues (LKL, LBL, KML) of all three Baltic states.",
      "pageId": 20965508,
      "monthDay": "04/15"
    },
    {
      "year": "1977",
      "uri": "/wiki/Jamie_Wall",
      "name": "Jamie Wall",
      "aboutText": "Sudarsan Pattnaik (born 15 April 1977) is a world-renowned Indian sand artist from Odisha.",
      "pageId": 28003691,
      "monthDay": "04/15"
    },
    {
      "year": "1978",
      "uri": "/wiki/Austin_Aries",
      "name": "Austin Aries",
      "aboutText": "Kim Min-kyo (Hangul: 김민교, born April 15, 1974) is a South Korean actor and director.",
      "pageId": 38233629,
      "monthDay": "04/15"
    },
    {
      "year": "1978",
      "uri": "/wiki/Milton_Bradley_(baseball)",
      "name": "Milton Bradley",
      "aboutText": "Sarah Amalia Teichmann (born 1975) FMedSci is a research group leader at the European Bioinformatics Institute (EMBL-EBI) and the Wellcome Trust Sanger Institute. She is also a Principal Research Associate (equivalent to Reader) at the Cavendish Laboratory, University of Cambridge and a fellow of Trinity College, Cambridge.\n^ a b c \"Sarah Amalia Teichmann PhD MA BA (Hons cantab) CV\" (PDF).",
      "pageId": 45615673,
      "monthDay": "04/15"
    },
    {
      "year": "1978",
      "uri": "/wiki/Tim_Corcoran_(pitcher)",
      "name": "Tim Corcoran",
      "aboutText": "Andrés Nicolás D'Alessandro (born 15 April 1981) is an Argentine footballer who plays for Brazilian club Internacional as an attacking midfielder.\nHe has played top-flight football in Argentina, Germany, England, Spain and Brazil.",
      "pageId": 1186451,
      "monthDay": "04/15"
    },
    {
      "year": "1978",
      "uri": "/wiki/Luis_Fonsi",
      "name": "Luis Fonsi",
      "aboutText": "Seth Aaron Rogen (/ˈroʊɡən/; born April 15, 1982) is a Canadian actor, filmmaker, and comedian.\nRogen began his career performing stand-up comedy during his teenage years, winning the Vancouver Amateur Comedy Contest in 1998. While still living in his native Vancouver, he landed a supporting role in the series Freaks and Geeks.",
      "pageId": 1762258,
      "monthDay": "04/15"
    },
    {
      "year": "1979",
      "uri": "/wiki/Luke_Evans_(actor)",
      "name": "Luke Evans",
      "aboutText": "Patrick James Carney (born April 15, 1980) is an American musician best known as the drummer for The Black Keys, a blues rock band from Akron, Ohio. He also has a side-project rock band called Drummer.",
      "pageId": 1847485,
      "monthDay": "04/15"
    },
    {
      "year": "1980",
      "uri": "/wiki/Patrick_Carney",
      "name": "Patrick Carney",
      "aboutText": "Found Spouse,",
      "pageId": 1881320,
      "monthDay": "04/15"
    },
    {
      "year": "1980",
      "uri": "/wiki/James_Foster_(cricketer)",
      "name": "James Foster",
      "aboutText": "James Savin Foster (born 15 April 1980) is an English cricketer: a wicket-keeper who played seven Tests and 11 One Day Internationals in 2001/02 and 2002/03. Foster played his club cricket at Ilford Cricket Club and then Wanstead & Snaresbrook Cricket Club. He was educated at Forest School, Walthamstow and Durham University, as was fellow cricketer Nasser Hussain, subsequently Foster's captain at Essex and for England.",
      "pageId": 2054442,
      "monthDay": "04/15"
    },
    {
      "year": "1980",
      "uri": "/wiki/Michelle_L%27amour",
      "name": "Michelle L'amour",
      "aboutText": "Found Spouse, Found Children,",
      "pageId": 2625235,
      "monthDay": "04/15"
    },
    {
      "year": "1980",
      "uri": "/wiki/Ra%C3%BCl_L%C3%B3pez",
      "name": "Raül López",
      "aboutText": "Willie Mason (born 15 April 1980) is an Australian professional rugby league footballer for the Manly Warringah Sea Eagles of the National Rugby League. A Tonga and Australia national, and New South Wales State of Origin representative Second-row forward or prop, he has previously played for NRL clubs, Canterbury-Bankstown Bulldogs, with whom he won the 2004 NRL Premiership and Clive Churchill Medal, Sydney Roosters, North Queensland Cowboys and Newcastle Knights, English Super League club, Hull Kingston Rovers and Top 14 rugby union club Toulon.",
      "pageId": 2730733,
      "monthDay": "04/15"
    },
    {
      "year": "1980",
      "uri": "/wiki/Willie_Mason",
      "name": "Willie Mason",
      "aboutText": "Timothy Hugh Corcoran (born April 15, 1978) is a professional baseball pitcher who is currently a free agent. He previously played in Major League Baseball for the Tampa Bay Devil Rays and in Nippon Professional Baseball for the Yokohama DeNA BayStars.",
      "pageId": 3028176,
      "monthDay": "04/15"
    },
    {
      "year": "1980",
      "uri": "/wiki/Aida_Mollenkamp",
      "name": "Aida Mollenkamp",
      "aboutText": "Billy LaQuayne Yates (born April 15, 1980 in Fort Worth, Texas) is a former American football guard. He was signed by the Miami Dolphins as an undrafted free agent in 2003.",
      "pageId": 3734105,
      "monthDay": "04/15"
    },
    {
      "year": "1980",
      "uri": "/wiki/V%C3%ADctor_N%C3%BA%C3%B1ez",
      "name": "Víctor Núñez",
      "aboutText": "Albert Riera Ortega (born 15 April 1982) is a Spanish footballer who plays for Slovenian club NK Zavrč mainly as a left winger but also as a left back.\nHe made a name for himself at Espanyol (where he won one Copa del Rey and reached one UEFA Cup final) and also played professionally in France, England, Greece, Turkey, Italy and Slovenia, notably spending three years with Galatasaray.",
      "pageId": 3742306,
      "monthDay": "04/15"
    },
    {
      "year": "1980",
      "uri": "/wiki/Fr%C3%A4nk_Schleck",
      "name": "Fränk Schleck",
      "aboutText": "Víctor Amaury Núñez Rodríguez (born 15 April 1980 in Santo Domingo, Dominican Republic) is a Costa Rican professional football (soccer) player who plays for Real España in the Honduran football league.\nHe has the all time record for the number of goals in Costa Rica's first division.\n^ \"Mundial Alemmania 2006 – Víctor Núñez\".",
      "pageId": 5196862,
      "monthDay": "04/15"
    },
    {
      "year": "1980",
      "uri": "/wiki/Billy_Yates_(American_football)",
      "name": "Billy Yates",
      "aboutText": "Alice Braga Moraes (born April 15, 1983) is a Brazilian actress. She has appeared in several Brazilian films, most notably as Angélica in 2002's highly acclaimed City of God and as Karina in 2005's Lower City. She has also starred in many Hollywood movies such as I Am Legend (2007), Repo Men, Predators (both 2010), The Rite (2011) and Elysium (2013).",
      "pageId": 6148341,
      "monthDay": "04/15"
    },
    {
      "year": "1981",
      "uri": "/wiki/Andr%C3%A9s_D%27Alessandro",
      "name": "Andrés D'Alessandro",
      "aboutText": "Raül López i Molist (born April 15, 1980) is a Spanish professional basketball player. He has previously played for the NBA's Utah Jazz. López is a native of Vic, Barcelona, in Catalonia, Spain.",
      "pageId": 6642491,
      "monthDay": "04/15"
    },
    {
      "year": "1982",
      "uri": "/wiki/Michael_Aubrey",
      "name": "Michael Aubrey",
      "aboutText": "Robert Michael Aubrey (born April 15, 1982) is a former American baseball player.",
      "pageId": 7110974,
      "monthDay": "04/15"
    },
    {
      "year": "1982",
      "uri": "/wiki/Anthony_Green_(musician)",
      "name": "Anthony Green",
      "aboutText": "Michelle L'amour (born April 15, 1980) is an American neo-burlesque performer who grew up in Orland Park, Illinois. In 2006, she performed stripteases on NBC's America's Got Talent, Showtime's Sexual Healing, and in small touring performances. Her tagline is \"The Ass That Goes POW!\" and she sells related promotional products (e.g.",
      "pageId": 7143427,
      "monthDay": "04/15"
    },
    {
      "year": "1982",
      "uri": "/wiki/Ester_Dean",
      "name": "Ester Dean",
      "aboutText": "Johnson Barnes (born April 15, 1983), better known by his stage name Blu, is an American West Coast rapper and producer from Los Angeles, California. Following the success of his 2007 debut album, Below the Heavens, Blu was named HipHopDX's \"Rookie of the Year\". Since then, Blu has released six full-length albums.",
      "pageId": 16881466,
      "monthDay": "04/15"
    },
    {
      "year": "1982",
      "uri": "/wiki/Albert_Riera",
      "name": "Albert Riera",
      "aboutText": "Aida Marianne Mollenkamp (born April 15, 1980) is a chef, television personality, and food writer from Manhattan Beach, California.",
      "pageId": 18638077,
      "monthDay": "04/15"
    },
    {
      "year": "1982",
      "uri": "/wiki/Seth_Rogen",
      "name": "Seth Rogen",
      "aboutText": "Luke Evans (born 15 April 1979) is a Welsh actor and singer. Evans began his career on the stage, performing in many of London's West End productions such as Rent, Miss Saigon, and Piaf before getting his breakthrough role in Hollywood starring in the Clash of the Titans 2010 remake, playing Apollo. Following his debut, Evans was cast in such action and thriller films as Immortals (2011), The Raven (2012), and the re-imagined The Three Musketeers (2011), in which he played Aramis.",
      "pageId": 18849058,
      "monthDay": "04/15"
    },
    {
      "year": "1983",
      "uri": "/wiki/Blu_(rapper)",
      "name": "Blu",
      "aboutText": "Fränk René Schleck (born 15 April 1980) is a Luxembourgish professional road bicycle racer, who rides for UCI ProTeam Trek Factory Racing. Schleck is the older brother of Andy, winner of the 2010 Tour de France. Their father, Johny Schleck, was a professional road bicycle racer between 1965 and 1974, as was their grandfather, Gustave Schleck, who contested events in the 1930s.",
      "pageId": 23987388,
      "monthDay": "04/15"
    },
    {
      "year": "1983",
      "uri": "/wiki/Alice_Braga",
      "name": "Alice Braga",
      "aboutText": "Esther Renay Dean (born April 15, 1982), better known by her stage name Ester Dean, is an American singer, songwriter, record producer, and actress. Her 2009 single \"Drop It Low\" featured singer Chris Brown. Dean has also co-written songs for many artists including Christina Aguilera, Katy Perry, Beyoncé, Priyanka Chopra, Mary J. Blige, Nicki Minaj, Kelly Clarkson, Ciara, The Pussycat Dolls, Usher, Kelly Rowland, Girlicious, Keri Hilson, Rihanna, R. Kelly, Britney Spears, Melody Thornton, Vanessa White, Kevin McHale, Selena Gomez, G.R.L., Soulja Boy Tell 'Em, Pia Toscano, Tinie Tempah, Lil Wayne, Machine Gun Kelly and Eurovision Song Contest 2012 winner Loreen.",
      "pageId": 24171185,
      "monthDay": "04/15"
    },
    {
      "year": "1983",
      "uri": "/wiki/Matt_Cardle",
      "name": "Matt Cardle",
      "aboutText": "Ilya Valeryevich Kovalchuk (Russian: Илья́ Вале́рьевич Ковальчу́к; born April 15, 1983) is a Russian professional ice hockey left winger currently playing for SKA Saint Petersburg of the Kontinental Hockey League (KHL). He debuted in the Vysshaya Liga with Spartak Moscow, before continuing his career in the National Hockey League (NHL). Drafted first overall in the 2001 NHL Entry Draft by the Atlanta Thrashers, he began his NHL career with them in 2001–02.",
      "pageId": 440021,
      "monthDay": "04/15"
    },
    {
      "year": "1983",
      "uri": "/wiki/Dudu_Cearense",
      "name": "Dudu Cearense",
      "aboutText": "Quincy James Owusu-Abeyie (born 15 April 1986), often known simply by his first name, Quincy, is a Ghana international footballer. He plays as a forward or left winger.\nHe was born in the Netherlands, and played international football for his country of birth at youth level, but in 2007 requested to become eligible to represent his parents' country, Ghana, instead.",
      "pageId": 1328848,
      "monthDay": "04/15"
    },
    {
      "year": "1983",
      "uri": "/wiki/Andreas_Fransson",
      "name": "Andreas Fransson",
      "aboutText": "Thomas David \"Tom\" Heaton (born 15 April 1986) is an English professional footballer who is the captain and goalkeeper for Burnley.\nHe began his professional career with Manchester United but was unable to break into the first team and spent time on loan with Swindon Town, Royal Antwerp, Cardiff City, Queens Park Rangers, Rochdale and Wycombe Wanderers, before joining Cardiff permanently after his release by Manchester United in July 2010. He then joined Bristol City on a one-year deal with an option of a second year but turned it down in May 2013 in favour of a move to Burnley, whom he has represented in the Premier League.",
      "pageId": 1529937,
      "monthDay": "04/15"
    },
    {
      "year": "1983",
      "uri": "/wiki/Ilya_Kovalchuk",
      "name": "Ilya Kovalchuk",
      "aboutText": "Alexandro Silva de Sousa (born April 15, 1983 in Fortaleza, Ceará), known as Dudu Cearense or simply Dudu, is a Brazilian footballer who plays for Fortaleza.\nHe is known for his passing, aerial ability and tackling. He is a central midfielder who plays in the holding midfield role or as an box-to-box midfielder.",
      "pageId": 1952336,
      "monthDay": "04/15"
    },
    {
      "year": "1983",
      "uri": "/wiki/Bronson_La%27Cassie",
      "name": "Bronson La'Cassie",
      "aboutText": "Rosemarie Joy Garcia, better known by her stage name Diana Zubiri (born April 15, 1985 in Bulacan, Philippines), is a Filipina actress. She was discovered by Seiko Films when she was 15 years after applying for a work in Japan. She then started on sexy roles on various films by Seiko.",
      "pageId": 3017504,
      "monthDay": "04/15"
    },
    {
      "year": "1983",
      "uri": "/wiki/Martin_Pedersen_(cyclist)",
      "name": "Martin Pedersen",
      "aboutText": "Martin Pedersen (born 15 April 1983) is a Danish professional road bicycle racer for UCI Continental Team Christina Watches-Dana. He rode with Team PH in 2004, and after a great 2005 season with many wins for the small, talent producing Team GLS, he signed his first professional contract with Team CSC for the 2006 and 2007 seasons.\n^ \"Pedersen signs with Christina Watches-Onfone\".",
      "pageId": 3057662,
      "monthDay": "04/15"
    },
    {
      "year": "1983",
      "uri": "/wiki/Anthony_Sedlak",
      "name": "Anthony Sedlak",
      "aboutText": "For the politician, see Daniel Paillé.\nDaniel Joseph Paille (born April 15, 1984) is a Canadian professional ice hockey left winger who is currently playing for the Rockford Icehogs in the American Hockey League.",
      "pageId": 3659020,
      "monthDay": "04/15"
    },
    {
      "year": "1984",
      "uri": "/wiki/Antonio_Cromartie",
      "name": "Antonio Cromartie",
      "aboutText": "Antonio Cromartie (born April 15, 1984) is an American football cornerback for the New York Jets of the National Football League (NFL). He played college football for Florida State University (FSU) and was drafted by the San Diego Chargers 19th overall in the 2006 NFL Draft. Cromartie is credited with the longest play in NFL history, returning a missed Ryan Longwell field goal 109 yards for a touchdown on November 4, 2007.",
      "pageId": 4534656,
      "monthDay": "04/15"
    },
    {
      "year": "1984",
      "uri": "/wiki/Cam_Janssen",
      "name": "Cam Janssen",
      "aboutText": "Cameron Wesley Janssen (born April 15, 1984) is an American professional ice hockey player who is currently a member of the Nottingham Panthers of the Elite Ice Hockey League (EIHL). The Devils drafted him 117th overall in the fourth round of the 2002 NHL Entry Draft.",
      "pageId": 4710902,
      "monthDay": "04/15"
    },
    {
      "year": "1984",
      "uri": "/wiki/Ben_Kasica",
      "name": "Ben Kasica",
      "aboutText": "Benjamin Judah Kasica (born April 15, 1984) is a guitarist best known as a former lead guitarist for the Christian rock band Skillet.",
      "pageId": 7474255,
      "monthDay": "04/15"
    },
    {
      "year": "1984",
      "uri": "/wiki/Daniel_Paille",
      "name": "Daniel Paille",
      "aboutText": "John William Danks (born April 15, 1985) is an American professional baseball pitcher for the Chicago White Sox of Major League Baseball.",
      "pageId": 10113744,
      "monthDay": "04/15"
    },
    {
      "year": "1985",
      "uri": "/wiki/Chris_Cates",
      "name": "Chris Cates",
      "aboutText": "Amy Ried (born April 15, 1985) is a former American pornographic actress.",
      "pageId": 11932247,
      "monthDay": "04/15"
    },
    {
      "year": "1985",
      "uri": "/wiki/John_Danks",
      "name": "John Danks",
      "aboutText": "Aaron Steven Laffey (born April 15, 1985) is an American professional baseball pitcher in the Washington Nationals organization.",
      "pageId": 12612567,
      "monthDay": "04/15"
    },
    {
      "year": "1985",
      "uri": "/wiki/Ryan_Hamilton",
      "name": "Ryan Hamilton",
      "aboutText": "Anthony Lawrence Sedlak (April 15, 1983 – July 4, 2012) was a Canadian chef, and the host of Food Network Canada's The Main.",
      "pageId": 14306430,
      "monthDay": "04/15"
    },
    {
      "year": "1985",
      "uri": "/wiki/Aaron_Laffey",
      "name": "Aaron Laffey",
      "aboutText": "Bronson La'Cassie (born 15 April 1983) is an Australian professional golfer. He is best known for his win at the 2006 Western Amateur.\nLa'Cassie was born in Brisbane, Australia.",
      "pageId": 14890720,
      "monthDay": "04/15"
    },
    {
      "year": "1985",
      "uri": "/wiki/Amy_Ried",
      "name": "Amy Ried",
      "aboutText": "Sylvain Marveaux (born 15 April 1986) is a French professional footballer who plays for Newcastle United. He can play a variety of positions in midfield, but is mostly utilized as a left-sided midfielder or an attacking midfielder. Marveaux is a former French under-21 international having earned caps with the team from 2006 to 2008.",
      "pageId": 15701850,
      "monthDay": "04/15"
    },
    {
      "year": "1985",
      "uri": "/wiki/Diana_Zubiri",
      "name": "Diana Zubiri",
      "aboutText": "Chris Cates (born April 15, 1985) is a former minor league shortstop selected by the Minnesota Twins in the 38th round of the 2007 Major League Baseball Draft. He is currently a volunteer assistant coach for the Florida State University Seminoles baseball team.",
      "pageId": 23114369,
      "monthDay": "04/15"
    },
    {
      "year": "1986",
      "uri": "/wiki/Tom_Heaton",
      "name": "Tom Heaton",
      "aboutText": "Matthew \"Matt\" Sheridan Cardle (born 15 April 1983) is an English pop rock recording artist and songwriter. Cardle was born in Southampton, England and grew up in Halstead, Essex, England. Cardle has been involved in music since his early teens and has been a member of two different bands; Darwyn and Seven Summers, with whom he experienced limited success.",
      "pageId": 29044028,
      "monthDay": "04/15"
    },
    {
      "year": "1986",
      "uri": "/wiki/Sylvain_Marveaux",
      "name": "Sylvain Marveaux",
      "aboutText": "Ryan Hamilton (born April 15, 1985) is a Canadian professional ice hockey player currently under contract to the Edmonton Oilers of the National Hockey League (NHL).",
      "pageId": 29908558,
      "monthDay": "04/15"
    },
    {
      "year": "1986",
      "uri": "/wiki/Quincy_Owusu-Abeyie",
      "name": "Quincy Owusu-Abeyie",
      "aboutText": "Andreas Fransson (15 April 1983 – 29 September 2014) was a Swedish extreme skier perhaps best known for his having made descents of the hitherto un-skied specific faces of mountains. Among his inaugural descents was that of the south face of Mount Denali in Alaska during the spring of 2011.",
      "pageId": 44169274,
      "monthDay": "04/15"
    },
    {
      "year": "1986",
      "uri": "/wiki/Giorgio_Rubino",
      "name": "Giorgio Rubino",
      "aboutText": "Emma Charlotte Duerre Watson (born 15 April 1990) is a British actress, model, and activist. Watson rose to prominence as Hermione Granger in the Harry Potter film series, appearing in all eight Harry Potter films from 2001 to 2011, previously having acted only in school plays. The franchise earned Watson worldwide fame, critical accolades, and more than £10 million.",
      "pageId": 149243,
      "monthDay": "04/15"
    },
    {
      "year": "1987",
      "uri": "/wiki/Iyaz",
      "name": "Iyaz",
      "aboutText": "Richard Sandrak (born 15 April 1992), also known as Little Hercules, is a Ukrainian-born, American bodybuilder, martial artist and actor, known for his muscular physique at an extremely young age, and for his appearance in the documentary The World's Strongest Boy.",
      "pageId": 1193722,
      "monthDay": "04/15"
    },
    {
      "year": "1987",
      "uri": "/wiki/Sapphire_Elia",
      "name": "Sapphire Elia",
      "aboutText": "Amy Diamond (born 15 April 1992) is a Swedish pop singer, actress and television presenter. She is known for her single \"What's in It for Me\". The song was a 2005 hit in Sweden, Denmark, Norway, and Finland.",
      "pageId": 2379147,
      "monthDay": "04/15"
    },
    {
      "year": "1987",
      "uri": "/wiki/Samira_Wiley",
      "name": "Samira Wiley",
      "aboutText": "Andre Jamal Kinney (born April 15, 1989) is an American actor best known for his recurring role in Hannah Montana as Cooper, Jackson Stewart's friend.",
      "pageId": 5386470,
      "monthDay": "04/15"
    },
    {
      "year": "1988",
      "uri": "/wiki/Thomas_Albanese",
      "name": "Thomas Albanese",
      "aboutText": "Steven Arnold Defour (born 15 April 1988) is a Belgian professional footballer who plays for R.S.C. Anderlecht and the Belgian national team as a midfielder.\nIn his senior career he played for Genk, Standard Liège and Porto, winning nine major titles the last two teams combined.\nDefour gained his first cap for Belgium in 2006, and represented the nation in the 2014 World Cup.",
      "pageId": 8453232,
      "monthDay": "04/15"
    },
    {
      "year": "1988",
      "uri": "/wiki/Steven_Defour",
      "name": "Steven Defour",
      "aboutText": "Giorgio Rubino (born 15 April 1986 in Rome) is an Italian race walker.\nHe has won three medals, two of these at senior level, in international competitions, and is a five-time winner at the Italian Championships.\n^ \"PODIO INTERNAZIONALE DAL 1908 AL 2008 - UOMINI\" (PDF).",
      "pageId": 12955486,
      "monthDay": "04/15"
    },
    {
      "year": "1988",
      "uri": "/wiki/Yann_David",
      "name": "Yann David",
      "aboutText": "Madeleine Elizabeth Martin (born April 15, 1993) is an American-Canadian actress who played the character Rebecca \"Becca\" Moody on Showtime comedy-drama Californication.\nMartin grew up in New York City, United States. As her mother is from Canada, Martin has dual citizenship of both countries.",
      "pageId": 14188393,
      "monthDay": "04/15"
    },
    {
      "year": "1988",
      "uri": "/wiki/Eliza_Doolittle_(singer)",
      "name": "Eliza Doolittle",
      "aboutText": "Daiki Arioka (有岡 大貴, Arioka Daiki, born April 15, 1991) is a Japanese actor, tarento, voice actor, and singer as well as member of Hey! Say! JUMP. He is under the management of Johnny & Associates.",
      "pageId": 15865757,
      "monthDay": "04/15"
    },
    {
      "year": "1988",
      "uri": "/wiki/Manami_Numakura",
      "name": "Manami Numakura",
      "aboutText": "Sapphire Elia (born 15 April 1987), is an English actress, model and singer best known for her roles in musical drama Britannia High and the soap opera Emmerdale.",
      "pageId": 20136446,
      "monthDay": "04/15"
    },
    {
      "year": "1988",
      "uri": "/wiki/Beate_Schrott",
      "name": "Beate Schrott",
      "aboutText": "Eliza Sophie Caird (born 15 April 1988), better known by her stage name Eliza Doolittle, is an English singer, songwriter and activist who signed with the Parlophone record label in October 2008. Her debut eponymous album was released on 12 July 2010, where it debuted at number three on the UK Albums Chart. The album, Eliza Doolittle, produced two UK top forty hits: \"Skinny Genes\" and \"Pack Up\", the latter of which peaked within the top five on the UK Singles Chart.",
      "pageId": 23782546,
      "monthDay": "04/15"
    },
    {
      "year": "1989",
      "uri": "/wiki/Andre_Kinney",
      "name": "Andre Kinney",
      "aboutText": "Keidran Jones (born 15 April 1987), better known by his stage name Iyaz, is a British Virgin Islands singer-songwriter and dancer from Tortola, signed with the record label Beluga Heights Records. He is known for his singles \"Replay\", \"Solo\" and \"Pretty Girls\". He released his debut album Replay in 2010.",
      "pageId": 24599548,
      "monthDay": "04/15"
    },
    {
      "year": "1990",
      "uri": "/wiki/Lily_Carter",
      "name": "Lily Carter",
      "aboutText": "Yann David (born 15 April 1988 in Lyon, France) is a French professional rugby union centre and winger currently playing for Toulouse in the Top 14. He played two seasons for Bourgoin-Jallieu before joining the toulousians. He is 1.85m tall and weighs 105 kg.",
      "pageId": 25056107,
      "monthDay": "04/15"
    },
    {
      "year": "1990",
      "uri": "/wiki/Emma_Watson",
      "name": "Emma Watson",
      "aboutText": "John Alberto Guidetti (Swedish pronunciation: [ɡɵˈdeti], Italian pronunciation: [ɡwiˈdetti]); born 15 April 1992) is a Swedish professional footballer who plays as a striker for Spanish club Celta de Vigo.\nWhilst growing up Guidetti played football in his native Sweden as well as Kenya. He returned to Sweden in 2008 and played with IF Brommapojkarna when at the age of 16 he earned a move to English club Manchester City.",
      "pageId": 27462548,
      "monthDay": "04/15"
    },
    {
      "year": "1991",
      "uri": "/wiki/Daiki_Arioka",
      "name": "Daiki Arioka",
      "aboutText": "Thomas Albanese (born 15 April 1988) is an Italian footballer.",
      "pageId": 28699805,
      "monthDay": "04/15"
    },
    {
      "year": "1992",
      "uri": "/wiki/Amy_Diamond",
      "name": "Amy Diamond",
      "aboutText": "Kimberly Dos Ramos De Sousa (born April 15, 1992) is an actress, entertainer, model, and singer from Venezuela. The actress began her career in commercials and promotions on the Venezuelan television station Radio Caracas Television (RCTV com abbreviated acronym),. She then acted in telenovelas in starring roles on RCTV International such as \"Eugenia Alcoy Del Casal\" on La Trepadora, and as \"Karen Montero\" on Que el Cielo Me Explique.",
      "pageId": 34030741,
      "monthDay": "04/15"
    },
    {
      "year": "1992",
      "uri": "/wiki/Kimberly_Dos_Ramos",
      "name": "Kimberly Dos Ramos",
      "aboutText": "Beate Schrott (born 15 April 1988 in St. Pölten) is an Austrian athlete who specialises in the 100 metres hurdles.",
      "pageId": 35201886,
      "monthDay": "04/15"
    },
    {
      "year": "1992",
      "uri": "/wiki/John_Guidetti",
      "name": "John Guidetti",
      "aboutText": "Shaunae Miller (born 15 April 1994) is a Bahamian sprinter. She completed her high school education at St. Augustine's College in Nassau, Bahamas and is now enrolled at the University of Georgia.",
      "pageId": 35551913,
      "monthDay": "04/15"
    },
    {
      "year": "1992",
      "uri": "/wiki/Richard_Sandrak",
      "name": "Richard Sandrak",
      "aboutText": "Lily Carter (born April 15, 1990) is an American pornographic actress.",
      "pageId": 35796827,
      "monthDay": "04/15"
    },
    {
      "year": "1993",
      "uri": "/wiki/Madeleine_Martin",
      "name": "Madeleine Martin",
      "aboutText": "Manami Numakura (沼倉 愛美, Numakura Manami, born April 15, 1988) is a voice actress from Kanagawa Prefecture, Japan. She is affiliated with Arts Vision. Her best-known role is in The Idolmaster video game franchise where she voices Hibiki Ganaha from the rival group known as Project Fairy.",
      "pageId": 41658555,
      "monthDay": "04/15"
    },
    {
      "year": "1994",
      "uri": "/wiki/Shaunae_Miller",
      "name": "Shaunae Miller",
      "aboutText": "Samira Denise Wiley (born April 15, 1987) is an American actress and model best known for playing Poussey Washington in the Netflix original series Orange Is the New Black.",
      "pageId": 42588321,
      "monthDay": "04/15"
    },
    {
      "year": "1994",
      "uri": "/wiki/Bea_Nicolas",
      "name": "Bea Nicolas",
      "aboutText": "Maisie Williams (born 15 April 1997) is an English actress. She is known for her role as Arya Stark in the HBO television series Game of Thrones, which earned her the 2012 Portal Awards for Best Supporting Actress – Television and Best Young Actor, and the BBC Radio 1 Teen Award for Best British Actor in 2013 and also the Saturn Award for Best Young Actor in a Television Series in 2015. She has also received nominations for the Scream Award for Best Ensemble (2011), and the Young Artist Award for Best Performance in a TV Series – Supporting Young Actress (2013) for her performance.",
      "pageId": 10110097,
      "monthDay": "04/15"
    },
    {
      "year": "1995",
      "uri": "/wiki/Cody_Christian",
      "name": "Cody Christian",
      "aboutText": "Beatrice Faye Cancio Nicolas (born April 15, 1994), sometimes credited as Bea Nicolas, is a Filipino film and television actress. appeared in various television shows such as Ang TV 2 , Maalalaala mo Kaya , Panday , Sineskwela , Rounin , Nagsimula sa Puso in ABS CBN and a lot more.\n^ Database (undated).",
      "pageId": 26204935,
      "monthDay": "04/15"
    },
    {
      "year": "1996",
      "uri": "/wiki/%C4%B0pek_Soylu",
      "name": "İpek Soylu",
      "aboutText": "Cody Allen Christian (born April 15, 1995) is an American actor. He is best known for his recurring role as Mike Montgomery in the ABC Family series Pretty Little Liars. He is also currently portraying Theo Raeken in season 5 of MTV's Teen Wolf.",
      "pageId": 33833990,
      "monthDay": "04/15"
    },
    {
      "year": "1997",
      "uri": "/wiki/Maisie_Williams",
      "name": "Maisie Williams",
      "aboutText": "İpek Soylu (born 15 April 1996 in Adana) is a Turkish tennis player.\nSoylu has won eight singles and nine doubles titles on the ITF tour during her career. On 16 November 2015, she reached her best singles ranking of world number 153.",
      "pageId": 36034570,
      "monthDay": "04/15"
    }
  ]
}