{
  "people": [
    {
      "year": "1277",
      "uri": "/wiki/Michael_IX_Palaiologos",
      "name": "Michael IX Palaiologos",
      "aboutText": "Alexander Joy Cartwright, Jr. (April 17, 1820 – July 12, 1892) is referred to as a \"father of baseball\". Cartwright is thought to be the first person to draw a diagram of a diamond-shaped baseball field, and the rules of the modern game are based on the Knickerbocker Rules developed by Cartwright and a committee from his club, the Knickerbocker Base Ball Club.",
      "pageId": 61416,
      "monthDay": "04/17"
    },
    {
      "year": "1573",
      "uri": "/wiki/Maximilian_I,_Elector_of_Bavaria",
      "name": "Maximilian I, Elector of Bavaria",
      "aboutText": "Frederick I, Swedish: Fredrik I, (17 April 1676 – 25 March 1751) was prince consort of Sweden from 1718 to 1720, and King of Sweden from 1720 until his death and (as Frederick I) also Landgrave of Hesse-Kassel from 1730. He ascended the throne following the death of his brother-in-law, absolutist Charles XII in the Great Northern War, as his sister and heir Ulrika Eleonora preferred to abdicate from her position as queen regnant after relinquishing most powers to the Riksdag of the Estates. His powerless reign saw his family's elimination from the line of succession after the parliamentary government dominated by pro-revanchist Hat Party politicians ventured into a war with Russia, which ended in defeat and the Russian tsarina Elizabeth demanding Adolph Frederick of Holstein-Gottorp to be instated following the death of the king.",
      "pageId": 104936,
      "monthDay": "04/17"
    },
    {
      "year": "1586",
      "uri": "/wiki/John_Ford_(dramatist)",
      "name": "John Ford",
      "aboutText": "Henry Vaughan (17 April 1621 – 23 April 1695) was a Welsh author, physician and metaphysical poet.",
      "pageId": 140352,
      "monthDay": "04/17"
    },
    {
      "year": "1598",
      "uri": "/wiki/Giovanni_Battista_Riccioli",
      "name": "Giovanni Battista Riccioli",
      "aboutText": "Samuel Chase (April 17, 1741 – June 19, 1811) was an Associate Justice of the United States Supreme Court and earlier was a signatory to the United States Declaration of Independence as a representative of Maryland. Early in life, Chase was a \"firebrand\" states-righter and revolutionary. His political views changed over his lifetime, and, in the last decades of his career, he became well known as a staunch Federalist and was impeached on grounds of letting his partisan leanings affect his court decisions.",
      "pageId": 260872,
      "monthDay": "04/17"
    },
    {
      "year": "1620",
      "uri": "/wiki/Marguerite_Bourgeoys",
      "name": "Marguerite Bourgeoys",
      "aboutText": "For other uses see John Ford (disambiguation)",
      "pageId": 280735,
      "monthDay": "04/17"
    },
    {
      "year": "1622",
      "uri": "/wiki/Henry_Vaughan",
      "name": "Henry Vaughan",
      "aboutText": "Maximilian I, Duke/Elector of Bavaria (17 April 1573 – 27 September 1651), called \"the Great\", was a Wittelsbach ruler of Bavaria and a prince-elector (Kurfürst) of the Holy Roman Empire.",
      "pageId": 415476,
      "monthDay": "04/17"
    },
    {
      "year": "1676",
      "uri": "/wiki/Frederick_I_of_Sweden",
      "name": "Frederick I of Sweden",
      "aboutText": "Nicolas-Louis François de Neufchâteau (French pronunciation: ​[fʁɑ̃swa də nœfʃato]; 17 April 1750 – 10 January 1828) was a French statesman, poet, and scientist.",
      "pageId": 592384,
      "monthDay": "04/17"
    },
    {
      "year": "1683",
      "uri": "/wiki/Johann_David_Heinichen",
      "name": "Johann David Heinichen",
      "aboutText": "Josif Pančić (Serbian Cyrillic: Јосиф Панчић; April 17, 1814 – February 25, 1888) was a Serbian botanist, doctor, a famous lecturer at the Great School in Belgrade and the first president of the Serbian Royal Academy. He extensively documented the flora of Serbia, and is credited with having classified many species of plants which were unknown to the botanical community at that time. Pančić is credited for discovering the Serbian Spruce.",
      "pageId": 761765,
      "monthDay": "04/17"
    },
    {
      "year": "1710",
      "uri": "/wiki/Henry_Erskine,_10th_Earl_of_Buchan",
      "name": "Henry Erskine, 10th Earl of Buchan",
      "aboutText": "Giovanni Battista Riccioli (17 April 1598 – 25 June 1671) was an Italian astronomer and a Catholic priest in the Jesuit order.",
      "pageId": 845486,
      "monthDay": "04/17"
    },
    {
      "year": "1734",
      "uri": "/wiki/Taksin",
      "name": "Taksin",
      "aboutText": "Carl Friedrich Philipp von Martius (17 April 1794 – 13 December 1868) was a German botanist and explorer.",
      "pageId": 892294,
      "monthDay": "04/17"
    },
    {
      "year": "1741",
      "uri": "/wiki/Samuel_Chase",
      "name": "Samuel Chase",
      "aboutText": "Johann David Heinichen (17 April 1683 – 16 July 1729) was a German Baroque composer and music theorist who brought the musical genius of Venice to the court of Augustus the Strong in Dresden.",
      "pageId": 1412307,
      "monthDay": "04/17"
    },
    {
      "year": "1750",
      "uri": "/wiki/Fran%C3%A7ois_de_Neufch%C3%A2teau",
      "name": "François de Neufchâteau",
      "aboutText": "Marguerite Bourgeoys, C.N.D., was the French founder of the Congregation of Notre Dame of Montreal in the colony of New France, now part of Québec. She lived in Fort Ville-Marie (now Montreal) as of 1653, educating young girls, the poor, and natives until her death at the turn of the 18th century. She is also significant for developing one of the first uncloistered religious communities in the Catholic Church.",
      "pageId": 2269277,
      "monthDay": "04/17"
    },
    {
      "year": "1756",
      "uri": "/wiki/Dheeran_Chinnamalai",
      "name": "Dheeran Chinnamalai",
      "aboutText": "Michael IX Palaiologos or Palaeologus (Greek: Μιχαήλ Θ΄ Παλαιολόγος, Mikhaēl IX Palaiologos), (17 April 1277 – 12 October 1320, Thessalonica, Greece), reigned as Byzantine co-emperor with full imperial style 1294/1295–1320. Michael IX was the eldest son of Andronikos II Palaiologos and Anna of Hungary (1260-1281), daughter of Stephen V of Hungary.",
      "pageId": 2397223,
      "monthDay": "04/17"
    },
    {
      "year": "1766",
      "uri": "/wiki/Collin_McKinney",
      "name": "Collin McKinney",
      "aboutText": "Étienne Bobillier (17 April 1798 – 22 March 1840) was a French mathematician.\nHe was born in Lons-le-Saunier, France. At the age of 19 he was accepted into the École Polytechnique and studied there for a year.",
      "pageId": 2537274,
      "monthDay": "04/17"
    },
    {
      "year": "1794",
      "uri": "/wiki/Carl_Friedrich_Philipp_von_Martius",
      "name": "Carl Friedrich Philipp von Martius",
      "aboutText": "Dheeran Chinnamalai (born as Chinnamalai Theerthagiri Gounder; 17 April 1756 - 31 July 1805) was a Kongu chieftain and Palayakkarar from Tamil Nadu who fought against the British East India Company.",
      "pageId": 2601038,
      "monthDay": "04/17"
    },
    {
      "year": "1798",
      "uri": "/wiki/%C3%89tienne_Bobillier",
      "name": "Étienne Bobillier",
      "aboutText": "Henry David Erskine, 10th Earl of Buchan FRS (17 April 1710 – 1 December 1767), styled Lord Auchterhouse until 1745, was a Scottish peer.\nBuchan was the eldest surviving son of David Erskine, 9th Earl of Buchan, by Frances, daughter of Henry Fairfax. He was elected a Fellow of the Royal Society in 1734.",
      "pageId": 3016464,
      "monthDay": "04/17"
    },
    {
      "year": "1814",
      "uri": "/wiki/Josif_Pan%C4%8Di%C4%87",
      "name": "Josif Pančić",
      "aboutText": "Jean-Baptiste Accolay (17 April 1833 – 19 August 1900) was a Belgian violin teacher, violinist, conductor, and composer of the romantic period. His best-known composition is his one-movement student concerto in A minor. It was written in 1868, originally for violin and orchestra.",
      "pageId": 3097365,
      "monthDay": "04/17"
    },
    {
      "year": "1816",
      "uri": "/wiki/Thomas_Hazlehurst_(chapel_builder)",
      "name": "Thomas Hazlehurst",
      "aboutText": "Collin McKinney (April 17, 1766 – September 9, 1861) was a land surveyor, merchant, politician, and lay preacher.",
      "pageId": 5502230,
      "monthDay": "04/17"
    },
    {
      "year": "1820",
      "uri": "/wiki/Alexander_Cartwright",
      "name": "Alexander Cartwright",
      "aboutText": "Thomas Hazlehurst (17 April 1816 – 14 July 1876) was known nationally as \"the Chapel Builder\" and more locally as \"the Prince of Methodism\" or \"the Prince of the Wesleyans\".  He was given these titles because of his generosity in paying wholly or largely for the building of some 12 chapels and three schools in the area of Runcorn, Widnes and the villages in north Cheshire.",
      "pageId": 8333997,
      "monthDay": "04/17"
    },
    {
      "year": "1833",
      "uri": "/wiki/Jean-Baptiste_Accolay",
      "name": "Jean-Baptiste Accolay",
      "aboutText": "Taksin (Thai: สมเด็จพระเจ้าตากสินมหาราช, rtgs: Somdet Phra Chao Taksin Maha Rat,  listen ) or the King of Thonburi (Thai: สมเด็จพระเจ้ากรุงธนบุรี, rtgs: Somdet Phra Chao Krung Thon Buri; Chinese: 鄭信; pinyin: Zhèng Xin; Teochew: Dên Chao; Vietnamese: Trịnh Quốc Anh) (April 17, 1734 – April 7, 1782) was the only King of the Thonburi Kingdom and was of Thai Chinese heritage. He was a leader in the liberation of Siam from Burmese occupation after the Second Fall of Ayutthaya in 1767, and the subsequent unification of Siam after it fell under various warlords. He established the city Thonburi as the new capital, as the city Ayutthaya had been almost completely destroyed by the invaders.",
      "pageId": 47777257,
      "monthDay": "04/17"
    },
    {
      "year": "1837",
      "uri": "/wiki/J._P._Morgan",
      "name": "J. P. Morgan",
      "aboutText": "Baroness Karen von Blixen-Finecke (Danish: [kʰɑːɑn ˈb̥leɡ̊sn̩]; 17 April 1885 – 7 September 1962), née Karen Christenze Dinesen, was a Danish author, also known by the pen name Isak Dinesen, who wrote works in Danish, French and English. She also at times used the pen names Tania Blixen, Osceola, and Pierre Andrézel.\nBlixen is best known for Out of Africa, an account of her life while living in Kenya, and for one of her stories, Babette's Feast, both of which have been adapted into Academy Award-winning motion pictures.",
      "pageId": 65133,
      "monthDay": "04/17"
    },
    {
      "year": "1842",
      "uri": "/wiki/Maurice_Rouvier",
      "name": "Maurice Rouvier",
      "aboutText": "Artur Schnabel (17 April 1882 – 15 August 1951) was an Austrian classical pianist, who also composed and taught. Schnabel was known for his intellectual seriousness as a musician, avoiding pure technical bravura. Among the 20th century's most respected and most important pianists, his playing displayed marked vitality, profundity and spirituality in the Austro-German classics, particularly the works of Beethoven and Schubert.",
      "pageId": 66664,
      "monthDay": "04/17"
    },
    {
      "year": "1849",
      "uri": "/wiki/William_R._Day",
      "name": "William R. Day",
      "aboutText": "John Pierpont \"J.P.\" Morgan (April 17, 1837 – March 31, 1913) was an American financier and banker who dominated corporate finance and industrial consolidation during his time. In 1892, Morgan arranged the merger of Edison General Electric and Thomson-Houston Electric Company to form General Electric. He was instrumental in the creation of the United States Steel Corporation.",
      "pageId": 181579,
      "monthDay": "04/17"
    },
    {
      "year": "1852",
      "uri": "/wiki/Cap_Anson",
      "name": "Cap Anson",
      "aboutText": "Maurice Rouvier (French pronunciation: ​[moʁis ʁuvje]; 17 April 1842 – 7 June 1911) was a French statesman of the \"Opportunist\" faction.",
      "pageId": 184034,
      "monthDay": "04/17"
    },
    {
      "year": "1863",
      "uri": "/wiki/Augustus_Edward_Hough_Love",
      "name": "Augustus Edward Hough Love",
      "aboutText": "Adrian Constantine Anson (April 17, 1852 – April 14, 1922), nicknamed \"Cap\" (for \"Captain\") and \"Pop\", was a Major League Baseball (MLB) first baseman. Including his time in the National Association (NA), he played a record 27 consecutive seasons. Anson was regarded as one of the greatest players of his era and one of the first superstars of the game.",
      "pageId": 213900,
      "monthDay": "04/17"
    },
    {
      "year": "1865",
      "uri": "/wiki/Ursula_Led%C3%B3chowska",
      "name": "Ursula Ledóchowska",
      "aboutText": "George Adamski (April 17, 1891—April 23, 1965) was a Polish American citizen who became widely known in ufology circles, and to some degree in popular culture, after he claimed to have photographed spaceships from other planets, met with friendly Nordic alien Space Brothers, and to have taken flights with them to the Moon and other planets. He was the first, and most famous, of the so-called contactees of the 1950s. Adamski called himself a \"philosopher, teacher, student and saucer researcher,\" although most investigators concluded his claims were an elaborate hoax, and that Adamski himself was a con artist.",
      "pageId": 250127,
      "monthDay": "04/17"
    },
    {
      "year": "1866",
      "uri": "/wiki/Ernest_Starling",
      "name": "Ernest Starling",
      "aboutText": "Leo Max Frank (April 17, 1884 – August 17, 1915) was a Jewish-American factory superintendent in Atlanta, Georgia who was convicted of the murder of a 13-year-old employee, Mary Phagan. His legal case, and lynching two years later, became the focus of social, regional, political, and racial concerns – particularly antisemitism. Various plays, films, and books have been written on or about the case over the years, such as the films The Gunsaulus Mystery in 1921 and They Won't Forget in 1937, the TV miniseries The Murder of Mary Phagan in 1988, and the Broadway musical Parade in 1998.",
      "pageId": 401936,
      "monthDay": "04/17"
    },
    {
      "year": "1875",
      "uri": "/wiki/Aleksander_T%C3%B5nisson",
      "name": "Aleksander Tõnisson",
      "aboutText": "Ernest Henry Starling (17 April 1866 – 2 May 1927) was an English physiologist. He worked mainly at University College London, although he also worked for many years in Germany and France. His main collaborator in London was his brother-in-law, Sir William Maddock Bayliss.",
      "pageId": 532926,
      "monthDay": "04/17"
    },
    {
      "year": "1877",
      "uri": "/wiki/Matsudaira_Tsuneo",
      "name": "Matsudaira Tsuneo",
      "aboutText": "William Rufus Day (April 17, 1849 – July 9, 1923) was an American diplomat and jurist, who served for nineteen years as a Justice of the Supreme Court of the United States.",
      "pageId": 627358,
      "monthDay": "04/17"
    },
    {
      "year": "1878",
      "uri": "/wiki/Emil_Fuchs_(baseball)",
      "name": "Emil Fuchs",
      "aboutText": "Arthemus Ward \"Art\" Acord (April 17, 1890 – January 4, 1931) was an American silent film actor and rodeo champion. After his film career ended in 1929, Acord worked in rodeo road shows and as a miner in Mexico.",
      "pageId": 943967,
      "monthDay": "04/17"
    },
    {
      "year": "1879",
      "uri": "/wiki/Henri_Tauzin",
      "name": "Henri Tauzin",
      "aboutText": "Augustus Edward Hough Love FRS (17 April 1863, Weston-super-Mare – 5 June 1940, Oxford), often known as A. E. H. Love, was a mathematician famous for his work on the mathematical theory of elasticity. He also worked on wave propagation and his work on the structure of the Earth in Some Problems of Geodynamics won for him the Adams prize in 1911 when he developed a mathematical model of surface waves known as Love waves. This work was published as a book with the help of the Cambridge University Press in 1911.",
      "pageId": 1115798,
      "monthDay": "04/17"
    },
    {
      "year": "1882",
      "uri": "/wiki/Artur_Schnabel",
      "name": "Artur Schnabel",
      "aboutText": "Ursula Maria Ledóchowska, USAHJ (17 April 1865 – 29 May 1939) was a Polish Catholic Religious Sister, who founded the Congregation of the Ursulines of the Agonizing Heart of Jesus. She was a member of the prominent Ledóchowski family.",
      "pageId": 3083013,
      "monthDay": "04/17"
    },
    {
      "year": "1884",
      "uri": "/wiki/Leo_Frank",
      "name": "Leo Frank",
      "aboutText": ".",
      "pageId": 5264645,
      "monthDay": "04/17"
    },
    {
      "year": "1885",
      "uri": "/wiki/Karen_Blixen",
      "name": "Karen Blixen",
      "aboutText": "Henri Tauzin (April 17, 1879 – October 11, 1918) was a French athlete who competed in the early twentieth century. He specialized in the 400 metres hurdles and won a silver medal in Athletics at the 1900 Summer Olympics in Paris. Walter Tewksbury took gold.",
      "pageId": 7082326,
      "monthDay": "04/17"
    },
    {
      "year": "1885",
      "uri": "/wiki/Carl_Go%C3%9Fler",
      "name": "Carl Goßler",
      "aboutText": "Cevat Şakir Kabaağaçlı (17 April 1886, Crete - 13 October 1973, İzmir) (birth name Musa Cevat Şakir; pen-name exclusively used in his writings, \"The Fisherman of Halicarnassus\", in Turkish: Halikarnas Balıkçısı) was a Turkish writer of novels, short-stories and essays, as well as being a keen ethnographer and travelogue.",
      "pageId": 7570433,
      "monthDay": "04/17"
    },
    {
      "year": "1888",
      "uri": "/wiki/Herms_Niel",
      "name": "Herms Niel",
      "aboutText": "Aleksander Tõnisson VR I/1 (April 17, 1875 – June 30, 1941) was an Estonian military commander (Major General) during the Estonian War of Independence.\nIn 1899 he graduated from Vilnius Military Academy. Tõnisson participated in Russo-Japanese war and in World War I. In 1917 he participated in formation of Estonian national units and as commander of 1st Estonian regiment participated in battles at Riga front.",
      "pageId": 11354891,
      "monthDay": "04/17"
    },
    {
      "year": "1890",
      "uri": "/wiki/Art_Acord",
      "name": "Art Acord",
      "aboutText": "Carl Heinrich Goßler (April 17, 1885 – September 9, 1914) was a German rower who competed in the 1900 Summer Olympics.",
      "pageId": 12665025,
      "monthDay": "04/17"
    },
    {
      "year": "1890",
      "uri": "/wiki/Cevat_%C5%9Eakir_Kabaa%C4%9Fa%C3%A7l%C4%B1",
      "name": "Cevat Şakir Kabaağaçlı",
      "aboutText": "Tsuneo Matsudaira (松平 恒雄, Matsudaira Tsuneo, April 17, 1877 – November 14, 1949) was a Japanese diplomat of the 20th century.",
      "pageId": 13208543,
      "monthDay": "04/17"
    },
    {
      "year": "1891",
      "uri": "/wiki/George_Adamski",
      "name": "George Adamski",
      "aboutText": "Robert Dean Frisbie (17 April 1896 - 19 November 1948) was an American writer of travel literature about Polynesia.",
      "pageId": 13914337,
      "monthDay": "04/17"
    },
    {
      "year": "1895",
      "uri": "/wiki/Robert_Dean_Frisbie",
      "name": "Robert Dean Frisbie",
      "aboutText": "Herms Niel, real name Ferdinand Friedrich Hermann Nielebock (born 17 April 1888 in Nielebock (now part of Jerichow) — died 16 July 1954 in Lingen) was a German composer of military songs and marches.",
      "pageId": 35614766,
      "monthDay": "04/17"
    },
    {
      "year": "1896",
      "uri": "/wiki/Se%C3%B1or_Wences",
      "name": "Señor Wences",
      "aboutText": "Thornton Niven Wilder (April 17, 1897 – December 7, 1975) was an American playwright and novelist.",
      "pageId": 51684,
      "monthDay": "04/17"
    },
    {
      "year": "1897",
      "uri": "/wiki/Nisargadatta_Maharaj",
      "name": "Nisargadatta Maharaj",
      "aboutText": "Nisargadatta Maharaj /ˌnɪsərɡəˈdɑːtə ˌmæhəˈrɑːdʒ/ (17 April 1897 – 8 September 1981), born Maruti Shivrampant Kambli, was an Indian Guru of Shiva Advaita (Nondualism), belonging to the Inchagiri Sampradaya, a lineage of teachers from the Navnath Sampradaya and Lingayat Shaivism.",
      "pageId": 426453,
      "monthDay": "04/17"
    },
    {
      "year": "1897",
      "uri": "/wiki/Thornton_Wilder",
      "name": "Thornton Wilder",
      "aboutText": "Frederick Morgan Taylor (April 17, 1903 – February 16, 1975) was an American hurdler and the first athlete to win three Olympic medals in the 400 m hurdles. He was the flag bearer for the United States at his last Olympics in 1932.\nIn 1924 Taylor won the 400 m Olympic trials with a world best time of 52.6 s, which was accepted as a national record, but not as a world record.",
      "pageId": 467258,
      "monthDay": "04/17"
    },
    {
      "year": "1897",
      "uri": "/wiki/Edouard_Wyss-Dunant",
      "name": "Edouard Wyss-Dunant",
      "aboutText": "Alain Émile Louis Marie Poher (French: [alɛ̃ pɔɛʁ]; 17 April 1909 – 9 December 1996) was a French centrist politician, affiliated first with the Popular Republican Movement and later with the Democratic Centre. He served as a Senator for Val-de-Marne from 1946 to 1995. He was President of the Senate from 3 October 1968 to 1 October 1992 and, in that capacity, served twice as the country's interim president.",
      "pageId": 507463,
      "monthDay": "04/17"
    },
    {
      "year": "1899",
      "uri": "/wiki/Aleksander_Klumberg",
      "name": "Aleksander Klumberg",
      "aboutText": "Wenceslao Moreno (April 17, 1896 - April 20, 1999), better known as Señor Wences, was a Spanish ventriloquist.",
      "pageId": 538365,
      "monthDay": "04/17"
    },
    {
      "year": "1899",
      "uri": "/wiki/Dimitris_Poulianos",
      "name": "Dimitris Poulianos",
      "aboutText": "Gregor Piatigorsky (Russian: Григо́рий Па́влович Пятиго́рский, Grigoriy Pavlovich Pyatigorskiy; April 17 [O.S. April 4] 1903 – August 6, 1976) was a Russian-born American cellist.",
      "pageId": 1254005,
      "monthDay": "04/17"
    },
    {
      "year": "1902",
      "uri": "/wiki/Jaime_Torres_Bodet",
      "name": "Jaime Torres Bodet",
      "aboutText": "Hervé Bazin (April 17, 1911 – February 17, 1996) was a French writer, whose best-known novels covered semi-autobiographical topics of teenage rebellion and dysfunctional families.",
      "pageId": 1400421,
      "monthDay": "04/17"
    },
    {
      "year": "1903",
      "uri": "/wiki/Nicolas_Nabokov",
      "name": "Nicolas Nabokov",
      "aboutText": "Arthur Lake (April 17, 1905 – January 9, 1987) was an American actor known best for bringing Dagwood Bumstead, the bumbling husband of Blondie, to life in film, radio and television.",
      "pageId": 1578527,
      "monthDay": "04/17"
    },
    {
      "year": "1903",
      "uri": "/wiki/Gregor_Piatigorsky",
      "name": "Gregor Piatigorsky",
      "aboutText": "Ivan Goff (17 April 1910 – 23 September 1999) was an Australian screenwriter, best known for his collaborations with Ben Roberts including White Heat (1949), The Man of a Thousand Faces (1957) and the pilot for Charlie's Angels (1976).",
      "pageId": 2049930,
      "monthDay": "04/17"
    },
    {
      "year": "1903",
      "uri": "/wiki/Morgan_Taylor",
      "name": "Morgan Taylor",
      "aboutText": "Lester Rodney (April 17, 1911 – December 20, 2009) was an American journalist who helped break down the color barrier in baseball as sports writer for the Daily Worker.",
      "pageId": 2656987,
      "monthDay": "04/17"
    },
    {
      "year": "1905",
      "uri": "/wiki/Louis_Jean_Heydt",
      "name": "Louis Jean Heydt",
      "aboutText": "Helenio Herrera Gavilán (Spanish pronunciation: [eˈlenjo eˈreɾa ɣaβiˈlan]; 10 April 1910 – 9 November 1997) was an Argentine football player and manager. He is best remembered for his tremendous success with the Internazionale team known as \"Grande Inter\" in the 1960s.\nHerrera was born in Argentina to Spanish immigrant parents.",
      "pageId": 2868086,
      "monthDay": "04/17"
    },
    {
      "year": "1905",
      "uri": "/wiki/Arthur_Lake_(actor)",
      "name": "Arthur Lake",
      "aboutText": "Jaime Torres Bodet (17 April 1902 – 13 May 1974) was a prominent Mexican politician and writer who served in the executive cabinet of three Presidents of Mexico.\nA native of Mexico City, in the 1920s he was a prominent member of the literary group Los Contemporáneos.\nTorres Bodet was appointed Secretary of Public Education (1943–46) by President Manuel Ávila Camacho; he then served as the Secretary of Foreign Affairs (1946–1951) under President Miguel Alemán Valdés.",
      "pageId": 2885036,
      "monthDay": "04/17"
    },
    {
      "year": "1906",
      "uri": "/wiki/Sidney_Garfield",
      "name": "Sidney Garfield",
      "aboutText": "Sidney R. Garfield (17 April 1906 - 29 December 1984) was a medical doctor and a pioneer of health maintenance organizations. He co-founded the Kaiser Permanente healthcare system with businessman Henry J. Kaiser.",
      "pageId": 5303015,
      "monthDay": "04/17"
    },
    {
      "year": "1909",
      "uri": "/wiki/Alain_Poher",
      "name": "Alain Poher",
      "aboutText": "Evangelos Averoff-Tositsas (Greek: Ευάγγελος Αβέρωφ Τοσίτσας) (Trikala, April 17, 1910 – Athens, January 2, 1990) son of Anastasios, was a distinguished right-wing Greek politician of Aromanian origin and author of several books on political and historical topics.\nEvangelos Averof got involved in public matters from very early on in his life and played a major role in Greek politics for almost 50 years. In 1940 he was appointed Prefect (regional governor) of Kerkyra (Corfu).",
      "pageId": 5465090,
      "monthDay": "04/17"
    },
    {
      "year": "1910",
      "uri": "/wiki/Evangelos_Averoff",
      "name": "Evangelos Averoff",
      "aboutText": "Aleksander Klumberg (since 1936 Kolmpere; 17 April 1899 – 10 February 1958) was an Estonian athlete who mainly competed in the decathlon.",
      "pageId": 7126068,
      "monthDay": "04/17"
    },
    {
      "year": "1910",
      "uri": "/wiki/Ivan_Goff",
      "name": "Ivan Goff",
      "aboutText": "Nicolas Nabokov (Николай Дмитриевич Набоков; 17 April [O.S. 4 April] 1903 – 6 April 1978) was a Russian-born composer, writer, and cultural figure. He became a U.S. citizen in 1939.\n^ Nabokov, Nicolas (1951).",
      "pageId": 8710804,
      "monthDay": "04/17"
    },
    {
      "year": "1910",
      "uri": "/wiki/Helenio_Herrera",
      "name": "Helenio Herrera",
      "aboutText": "Marta Eggerth (17 April 1912 – 26 December 2013) was a Hungarian-born American actress and singer from \"The Silver Age of Operetta\".",
      "pageId": 12364386,
      "monthDay": "04/17"
    },
    {
      "year": "1911",
      "uri": "/wiki/Herv%C3%A9_Bazin",
      "name": "Hervé Bazin",
      "aboutText": "Dimitris Poulianos (17 April 1899 in Ikaria, Greece - 7 September 1972 in Athens, Greece) was a Greek artist responsible for creating a large body of oil paintings and charcoal drawings that continue to hold value amongst private collectors and prominent, international galleries. Poulianos trained at the Athens School of Fine Arts with Georgiou Roilo in 1923 and then 1924-28 at the Académie Julian in Paris where he was awarded the Smit prize. In 1931, he was awarded an MA in Art from Columbia University, New York.",
      "pageId": 25011903,
      "monthDay": "04/17"
    },
    {
      "year": "1911",
      "uri": "/wiki/Lester_Rodney",
      "name": "Lester Rodney",
      "aboutText": "Edouard Wyss-Dunant (17 April 1897 – 30 April 1983) was a Swiss physician and alpinist. He had a distinguished career in medicine, both in his own country and abroad. He published a number of treatises in his professional capacity and was the author of several mountaineering books.",
      "pageId": 30389901,
      "monthDay": "04/17"
    },
    {
      "year": "1912",
      "uri": "/wiki/Marta_Eggerth",
      "name": "Marta Eggerth",
      "aboutText": "Louis Jean Heydt (April 17, 1903, Montclair, New Jersey – January 29, 1960, Boston, Massachusetts) was an American character actor in film, television and theatre, most frequently seen in hapless, ineffectual, or fall-guy roles.",
      "pageId": 31881134,
      "monthDay": "04/17"
    },
    {
      "year": "1914",
      "uri": "/wiki/George_Davis_(art_director)",
      "name": "George W. Davis",
      "aboutText": "Lindsay Gordon Anderson (17 April 1923 – 30 August 1994) was a British feature film, theatre and documentary director, film critic, and leading light of the Free Cinema movement and the British New Wave. He is most widely remembered for his 1968 film if...., which won the Palme d'Or at Cannes Film Festival and was Malcolm McDowell's cinematic debut. He is also notable, though not a professional actor, for playing a minor role in the Academy Award winning film Chariots of Fire.",
      "pageId": 18443,
      "monthDay": "04/17"
    },
    {
      "year": "1914",
      "uri": "/wiki/Mac_Raboy",
      "name": "Mac Raboy",
      "aboutText": "William Holden (April 17, 1918 – November 12, 1981) was an American actor who was one of the biggest box office draws of the 1950s through the 1970s. He won the Academy Award for Best Actor in 1953 for his role in Stalag 17, and a Primetime Emmy Award for Outstanding Lead Actor for his role in the 1973 television film The Blue Knight.\nHolden starred in some of Hollywood's most popular and critically acclaimed films, including such blockbusters as Sunset Boulevard, Sabrina, The Bridge on the River Kwai, The Wild Bunch, Picnic, The Towering Inferno, and Network.",
      "pageId": 147352,
      "monthDay": "04/17"
    },
    {
      "year": "1915",
      "uri": "/wiki/Sirimavo_Bandaranaike",
      "name": "Sirimavo Bandaranaike",
      "aboutText": "Joseph Jacob \"Joe\" Foss (April 17, 1915 – January 1, 2003) was a United States Marine Corps major and the leading Marine fighter ace in World War II, and a Medal of Honor recipient, recognizing his role in the air combat during the Guadalcanal Campaign.",
      "pageId": 164213,
      "monthDay": "04/17"
    },
    {
      "year": "1915",
      "uri": "/wiki/Martin_Clemens",
      "name": "Martin Clemens",
      "aboutText": "Sirima Ratwatte Dias Bandaranaike (Sinhalese: සිරිමා රත්වත්තේ ඩයස් බණ්ඩාරනායක, Tamil: சிறிமா ரத்வத்தே டயஸ் பண்டாரநாயக்கே; 17 April 1916 – 10 October 2000), commonly known as Sirimavo Bandaranaike (the suffix \"vo\" denotes respect), was a Sri Lankan politician and the modern world's first female head of government. She served as Prime Minister of Ceylon and Sri Lanka three times, 1960–65, 1970–77 and 1994–2000, and was a long-time leader of the Sri Lanka Freedom Party.\nBandaranaike was the widow of a previous Sri Lankan prime minister, Solomon Bandaranaike, and the mother of Sri Lanka's fourth Executive President, Chandrika Kumaratunga, as well as Anura Bandaranaike, former speaker and cabinet minister.",
      "pageId": 436261,
      "monthDay": "04/17"
    },
    {
      "year": "1915",
      "uri": "/wiki/Joe_Foss",
      "name": "Joe Foss",
      "aboutText": "Harry Truman Reasoner (April 17, 1923 – August 6, 1991) was an American journalist for ABC and CBS News, known for his inventive use of language as a television commentator, and as a founder of the 60 Minutes program.",
      "pageId": 884714,
      "monthDay": "04/17"
    },
    {
      "year": "1915",
      "uri": "/wiki/Regina_Ghazaryan",
      "name": "Regina Ghazaryan",
      "aboutText": "Emmanuel \"Mac\" Raboy (April 17, 1914 – December 12, 1967) was an American comics artist best known for his comic-book work on Fawcett Comics' Captain Marvel Jr.  and as the Sunday comic-strip artist of Flash Gordon for more than 20 years.",
      "pageId": 1285955,
      "monthDay": "04/17"
    },
    {
      "year": "1916",
      "uri": "/wiki/Win_Maung",
      "name": "Win Maung",
      "aboutText": "Joseph-Georges-Gilles-Claude Lamontagne, PC OC CQ CD (French pronunciation: ​[ʒozɛf ʒɔʁʒ ʒil klod lamɔ̃taɲ]; born April 17, 1919) was a Canadian politician and the 24th Lieutenant Governor of Quebec.\nHe was born in Montreal. During World War II, Lamontagne fought as a bomber pilot in the Royal Canadian Air Force.",
      "pageId": 1409717,
      "monthDay": "04/17"
    },
    {
      "year": "1916",
      "uri": "/wiki/A._Thiagarajah",
      "name": "A. Thiagarajah",
      "aboutText": "Isabel Vargas Lizano (Spanish pronunciation: [tʃaˈβela ˈβarɣas]; 17 April 1919 – 5 August 2012), better known as Chavela Vargas, was a Costa Rican-born Mexican singer. She was especially known for her rendition of Mexican rancheras, but she is also recognized for her contribution to other genres of popular Latin American music. She has been an influential interpreter in the Americas and Europe, muse to figures such as Pedro Almodóvar, hailed for her haunting performances, and called \"la voz áspera de la ternura\", the rough voice of tenderness.",
      "pageId": 1543952,
      "monthDay": "04/17"
    },
    {
      "year": "1918",
      "uri": "/wiki/William_Holden",
      "name": "William Holden",
      "aboutText": "Donald Richie (17 April 1924 – 19 February 2013) was an American-born author who wrote about the Japanese people, the culture of Japan, and especially Japanese cinema.",
      "pageId": 1880624,
      "monthDay": "04/17"
    },
    {
      "year": "1919",
      "uri": "/wiki/Gilles_Lamontagne",
      "name": "Gilles Lamontagne",
      "aboutText": "Solomon Joseph Hemus (born April 17, 1923 in Phoenix, Arizona) is a retired infielder, manager and coach in American Major League Baseball.",
      "pageId": 2537717,
      "monthDay": "04/17"
    },
    {
      "year": "1919",
      "uri": "/wiki/Chavela_Vargas",
      "name": "Chavela Vargas",
      "aboutText": "Major Warren Frederick Martin Clemens CBE, AM, MC (17 April 1915 – 31 May 2009) was a British colonial administrator and soldier. In late 1941 and early 1942, while serving as a District Officer in the Solomon Islands, he helped prepare the area for eventual resistance to Japanese occupation.\nHis additional duties as coastwatcher alerted the Allies to Japanese plans to build an airstrip on Guadalcanal.",
      "pageId": 3134872,
      "monthDay": "04/17"
    },
    {
      "year": "1920",
      "uri": "/wiki/Edmonde_Charles-Roux",
      "name": "Edmonde Charles-Roux",
      "aboutText": "George Davis (April 17, 1914 – October 3, 1998) was a celebrated art director.",
      "pageId": 5245009,
      "monthDay": "04/17"
    },
    {
      "year": "1921",
      "uri": "/wiki/Sergio_Sollima",
      "name": "Sergio Sollima",
      "aboutText": "Sergio Sollima (April 17, 1921 – July 1, 2015) was an Italian film director and script writer.\nLike many Italian cult directors, Sollima started his career as a screenwriter in the 1950s and wrote many peplum films in the 1960s. He made his directing debut doing one of the four sequences in the anthology film Of Wayward Love.",
      "pageId": 6400933,
      "monthDay": "04/17"
    },
    {
      "year": "1923",
      "uri": "/wiki/Lindsay_Anderson",
      "name": "Lindsay Anderson",
      "aboutText": "Air Chief Marshal Sir Neville Patrick McNamara, KBE, AO, AFC, AE (17 April 1923 – 7 May 2014) was a senior commander of the Royal Australian Air Force (RAAF). He served as Chief of the Air Staff (CAS), the RAAF's highest-ranking position, from 1979 until 1982, and as Chief of the Defence Force Staff (CDFS), Australia's top military role at the time, from 1982 until 1984. He was the second RAAF officer to hold the rank of air chief marshal.",
      "pageId": 11310408,
      "monthDay": "04/17"
    },
    {
      "year": "1923",
      "uri": "/wiki/Solly_Hemus",
      "name": "Solly Hemus",
      "aboutText": "In this Burmese name, Mahn is an honorific.\nMahn Win Maung (Burmese: မန်းဝင်းမောင် [máɴ wɪ́ɴ màʊɴ]; 17 April 1916 – 4 July 1989) was the third president of Union of Burma (Myanmar). He was appointed president by Prime Minister U Nu in March 1957.",
      "pageId": 11859966,
      "monthDay": "04/17"
    },
    {
      "year": "1923",
      "uri": "/wiki/Neville_McNamara",
      "name": "Neville McNamara",
      "aboutText": "Gianni Raimondi (17 April 1923 – 19 October 2008) was an Italian lyric tenor, particularly associated with the Italian repertory.\nBorn in Bologna, Raimondi studied at the Music Conservatory of his native city with Antonio Melandri, and Gennaro Barra-Caracciolo and in Mantua with Ettore Campogalliani. He made his stage debut in 1947 in Rigoletto at the Teatro Consorziale in Budrio, a small town near Bologna.",
      "pageId": 16199591,
      "monthDay": "04/17"
    },
    {
      "year": "1923",
      "uri": "/wiki/Gianni_Raimondi",
      "name": "Gianni Raimondi",
      "aboutText": "Edmonde Charles-Roux (born 17 April 1920 Neuilly-sur-Seine) is a French writer.",
      "pageId": 26031096,
      "monthDay": "04/17"
    },
    {
      "year": "1923",
      "uri": "/wiki/Harry_Reasoner",
      "name": "Harry Reasoner",
      "aboutText": "Regina Tadevosi Ghazaryan (Armenian: Ռեգինա Թադևոսի Ղազարյան; April 17, 1915 in Yerevan – November 6, 1999 in Yerevan) was an Armenian painter and public figure. She is also known as Yeghishe Charent's friend and benefactor, who saved many of the poet's manuscripts during the regime of Stalin.",
      "pageId": 32742181,
      "monthDay": "04/17"
    },
    {
      "year": "1924",
      "uri": "/wiki/Kenneth_Norman_Jones",
      "name": "Kenneth Norman Jones",
      "aboutText": "Arumugam Thiagarajah (Tamil: ஆறுமுகம் தியாகராஜா; 17 April 1916 – 24 May 1981) was a Sri Lankan Tamil teacher, politician and Member of Parliament.",
      "pageId": 40092891,
      "monthDay": "04/17"
    },
    {
      "year": "1924",
      "uri": "/wiki/Donald_Richie",
      "name": "Donald Richie",
      "aboutText": "Kenneth Norman Jones AO CBE (born 17 April 1924) is a retired Australian senior public servant.",
      "pageId": 41609762,
      "monthDay": "04/17"
    },
    {
      "year": "1925",
      "uri": "/wiki/Erich_G%C3%B6stl",
      "name": "Erich Göstl",
      "aboutText": "Fabien Roy (born April 17, 1928) was a politician in Quebec, Canada, in the 1970s. Roy was elected to the National Assembly of Quebec and the Canadian House of Commons, and advocated social credit theories of monetary reform.",
      "pageId": 711966,
      "monthDay": "04/17"
    },
    {
      "year": "1925",
      "uri": "/wiki/Ren%C3%A9_Moawad",
      "name": "René Moawad",
      "aboutText": "Gerald George McNeil (April 17, 1926 – June 17, 2004) was a professional ice hockey goaltender who won two Stanley Cups with the Montreal Canadiens in the 1950s.\nGerald “Gerry” McNeil was a professional hockey player who career spanned 1943-60. Born to Peter McNeil and Rose Dyotte (dit Gyotte) in 1926, he led the Montreal Canadiens (NHL) to the Stanley Cup Finals all four seasons (1950 to ’54) in which he was their number one goalie.",
      "pageId": 742586,
      "monthDay": "04/17"
    },
    {
      "year": "1926",
      "uri": "/wiki/Joan_Lorring",
      "name": "Joan Lorring",
      "aboutText": "René Moawad (April 17, 1925, Zgharta – November 22, 1989, Beirut) (Arabic: رينيه معوض‎) was President of Lebanon for 17 days in 1989, from the 5th to the 22nd of November, when he was assassinated by unknown assailants.",
      "pageId": 902520,
      "monthDay": "04/17"
    },
    {
      "year": "1926",
      "uri": "/wiki/Gerry_McNeil",
      "name": "Gerry McNeil",
      "aboutText": "Benny Frank Barnes (born April 17, 1938), known as Ben Barnes, is an American real estate magnate, politician, and lobbyist, who formerly served as the Speaker of the Texas House of Representatives from 1965 to 1969 and the 36th Lieutenant Governor of Texas from January 21, 1969 to January 16, 1973, for two two-year terms.",
      "pageId": 962307,
      "monthDay": "04/17"
    },
    {
      "year": "1928",
      "uri": "/wiki/Victor_Lownes",
      "name": "Victor Lownes",
      "aboutText": "Donald Clark \"Don\" Kirshner (April 17, 1934 – January 17, 2011), known as The Man With the Golden Ear, was an American music publisher, rock music producer, talent manager, and songwriter.",
      "pageId": 1313479,
      "monthDay": "04/17"
    },
    {
      "year": "1928",
      "uri": "/wiki/Cynthia_Ozick",
      "name": "Cynthia Ozick",
      "aboutText": "Donald Christopher 'Chris' Barber (born 17 April 1930) is a British jazz musician, best known as a bandleader and trombonist. As well as scoring a UK top twenty trad jazz hit, he helped the careers of many musicians, notably the blues singer Ottilie Patterson, who was at one time his wife, and vocalist/banjoist Lonnie Donegan, whose appearances with Barber triggered the skiffle craze of the mid-1950s and who had his first transatlantic hit, \"Rock Island Line\", while with Chris Barber's band.",
      "pageId": 1363223,
      "monthDay": "04/17"
    },
    {
      "year": "1928",
      "uri": "/wiki/Heinz_Putzl",
      "name": "Heinz Putzl",
      "aboutText": "Ferdinand Karl Piëch (born 17 April 1937) is an Austrian business magnate, engineer and executive who was the chairman of the supervisory board (Aufsichtsratsvorsitzender) of Volkswagen Group until 25 April 2015.\nA grandson of Ferdinand Porsche, Piëch started his career at Porsche, before leaving for Audi after an agreement that no member of the Porsche or Piëch families should be involved in the day-to-day operations of the company. Piëch eventually became the head of Audi, where he is credited with evolving and growing Audi into a competitor to equal Mercedes-Benz and BMW, thanks in part to innovative designs such as the Quattro and 100.",
      "pageId": 1438807,
      "monthDay": "04/17"
    },
    {
      "year": "1928",
      "uri": "/wiki/Fabien_Roy",
      "name": "Fabien Roy",
      "aboutText": "Cynthia Ozick (born April 17, 1928) is an American-Jewish short story writer, novelist, and essayist.",
      "pageId": 1456907,
      "monthDay": "04/17"
    },
    {
      "year": "1929",
      "uri": "/wiki/Michael_Forest",
      "name": "Michael Forest",
      "aboutText": "Lowell White \"Bud\" Paxson (April 17, 1935 – January 9, 2015) was an American media executive. In 1982, Paxson and his business partner, Roy Speer, co-founded the Home Shopping Club (now called the Home Shopping Network). He later established Pax TV in 1998, a television network focusing on family-friendly content.",
      "pageId": 1495704,
      "monthDay": "04/17"
    },
    {
      "year": "1929",
      "uri": "/wiki/James_Last",
      "name": "James Last",
      "aboutText": "Douglas Grinslade \"Doug\" Lewis, PC, QC, (born April 17, 1938) is a former Canadian politician.\nA chartered accountant and lawyer by training, Lewis entered the Canadian House of Commons when he won the seat of Simcoe North, Ontario, as a Progressive Conservative in the 1979 federal election. In the short-lived government of Prime Minister Joe Clark, he served as Parliamentary Secretary to the Minister of Supply and Services.",
      "pageId": 1682848,
      "monthDay": "04/17"
    },
    {
      "year": "1930",
      "uri": "/wiki/Chris_Barber",
      "name": "Chris Barber",
      "aboutText": "James Last (also known as \"Hansi\", born Hans Last; 17 April 1929 – 9 June 2015) was a German composer and big band leader of The James Last Orchestra. Initially a jazz bassist (Last won the award for \"best bassist in Germany in each of the years 1950 - 1952), his trademark \"happy music\" made his numerous albums best-sellers in Germany and the United Kingdom, with 65 of his albums reaching the charts in the UK alone. His composition \"Happy Heart\" became an international success in interpretations by Andy Williams and Petula Clark.",
      "pageId": 1869860,
      "monthDay": "04/17"
    },
    {
      "year": "1931",
      "uri": "/wiki/John_Barrett_(tennis)",
      "name": "John Barrett",
      "aboutText": "Joan Lorring (April 17, 1926 – May 30, 2014) was an actress and singer known for her work in film and theatre. For her role as Bessy Watty in The Corn is Green (1945), Lorring was nominated for the Academy Award for Best Supporting Actress.",
      "pageId": 2404184,
      "monthDay": "04/17"
    },
    {
      "year": "1931",
      "uri": "/wiki/Malcolm_Browne",
      "name": "Malcolm Browne",
      "aboutText": "Victor Aubrey Lownes III (born 17 April 1928 in Buffalo, NY, USA) was an executive for HMH Publishing Company Inc. (later known as Playboy Enterprises) from 1955 through the early 1980s. After meeting Hugh Hefner in 1954 soon after Hefner had started of Playboy Magazine, Lownes eventually joined his publishing company, serving in various capacities with the title of vice president.",
      "pageId": 5043115,
      "monthDay": "04/17"
    },
    {
      "year": "1934",
      "uri": "/wiki/Don_Kirshner",
      "name": "Don Kirshner",
      "aboutText": "Gerald Michael Charlebois, better known as Michael Forest (born April 17, 1929 in Harvey, North Dakota) is an American actor who provides the voices for many animated titles. At the age of 71, he played the voice of Prince Olympius in Power Rangers Lightspeed Rescue. In his earlier years, Forest was a film and television actor, notably playing the part of Apollo in the 1967 Star Trek episode Who Mourns for Adonais?",
      "pageId": 6085972,
      "monthDay": "04/17"
    },
    {
      "year": "1934",
      "uri": "/wiki/Peter_Morris_(surgeon)",
      "name": "Peter Morris",
      "aboutText": "Malcolm Wilde Browne (April 17, 1931 – August 27, 2012) was an American journalist and photographer.",
      "pageId": 12824745,
      "monthDay": "04/17"
    },
    {
      "year": "1935",
      "uri": "/wiki/Bud_Paxson",
      "name": "Bud Paxson",
      "aboutText": "Erich Göstl (17 April 1925 – 28 October 1990) was a member of the Waffen SS who was awarded the Knight's Cross of the Iron Cross, which was awarded to recognise extreme battlefield bravery or successful military leadership.\nGöstl was born in Vienna on April 17, 1925. In World War II, he was a member of the 1st SS Division Leibstandarte SS Adolf Hitler during the Normandy Campaign where he was in the 6th Company, 1st SS Panzergrenadier Regiment, deployed near the French town of Tilly, a few kilometers from Caen.",
      "pageId": 19952666,
      "monthDay": "04/17"
    },
    {
      "year": "1937",
      "uri": "/wiki/Ronald_Hamowy",
      "name": "Ronald Hamowy",
      "aboutText": "John Barrett MBE (born 17 April 1931) is a former tennis player, TV commentator and author. He was born in Mill Hill, North West London, the son of Alfred Edward Barrett, a leaf tobacco merchant, and Margaret Helen Barrett (née Walker). He had one sister, Irene Margaret Leppington (1925–2009), a research chemist.",
      "pageId": 21082182,
      "monthDay": "04/17"
    },
    {
      "year": "1937",
      "uri": "/wiki/Ferdinand_Pi%C3%ABch",
      "name": "Ferdinand Piëch",
      "aboutText": "Heinz Putzl (born 17 April 1928) is an Austrian fencer. He competed at the 1948 and 1952 Summer Olympics.\n^ \"Heinz Putzl Olympic Results\".",
      "pageId": 27682143,
      "monthDay": "04/17"
    },
    {
      "year": "1938",
      "uri": "/wiki/Ben_Barnes_(politician)",
      "name": "Ben Barnes",
      "aboutText": "Professor Sir Peter John Morris, AC, FRS, FMedSci, FRCP, FRCS (born 17 April 1934) is an emeritus Nuffield professor of surgery at the University of Oxford, former President of the Royal College of Surgeons of England, founder of the Oxford Transplant Centre and director of the Centre for Evidence in Transplantation at the Royal College of Surgeons of England.\n^ a b Peter Morris (2013). \"Joseph E. Murray (1919–2012)\".",
      "pageId": 30470763,
      "monthDay": "04/17"
    },
    {
      "year": "1938",
      "uri": "/wiki/Doug_Lewis",
      "name": "Doug Lewis",
      "aboutText": "Ronald Hamowy (/həˈmaʊi/; April 17, 1937 – September 8, 2012) was a Canadian academic, known primarily for his contributions to political and social thought. At the time of his death, he was Professor Emeritus of Intellectual History, the University of Alberta, Edmonton, Alberta, Canada. Hamowy was closely associated with the political ideology of libertarianism and his writings and scholarship place particular emphasis on individual liberty and the limits of state action in a free society.",
      "pageId": 34979694,
      "monthDay": "04/17"
    },
    {
      "year": "1938",
      "uri": "/wiki/Ronald_H._Miller",
      "name": "Ronald H. Miller",
      "aboutText": "Kerry Wendell Thornley (April 17, 1938 – November 28, 1998) is known as the co-founder (along with childhood friend Greg Hill) of Discordianism, in which context he is usually known as Omar Khayyam Ravenhurst or simply Lord Omar. He and Hill authored the religion's seminal text Principia Discordia, Or, How I Found Goddess, And What I Did To Her When I Found Her. Thornley was also known for his 1962 manuscript, The Idle Warriors, which was based on the activities of his acquaintance, Lee Harvey Oswald, prior to the 1963 assassination of John F. Kennedy.",
      "pageId": 186352,
      "monthDay": "04/17"
    },
    {
      "year": "1938",
      "uri": "/wiki/Kerry_Wendell_Thornley",
      "name": "Kerry Wendell Thornley",
      "aboutText": "Richard Allen Epstein (born April 17, 1943) is an American scholar, educator, lawyer, and author, best known for his writings and studies on classical liberalism, torts, and a wide variety of topics in law and economics. Epstein is currently the Laurence A. Tisch Professor of Law and director of the Classical Liberal Institute at New York University, a senior fellow at the Hoover Institution, and professor emeritus and a senior lecturer at the University of Chicago.\nEpstein's writings have extensively influenced modern American legal thought.",
      "pageId": 296180,
      "monthDay": "04/17"
    },
    {
      "year": "1939",
      "uri": "/wiki/Robert_Miller_(art_dealer)",
      "name": "Robert Miller",
      "aboutText": "Patrick Henry Kelly (born 17 April 1946), known professionally as Henry Kelly, is a television presenter and radio DJ.",
      "pageId": 511169,
      "monthDay": "04/17"
    },
    {
      "year": "1940",
      "uri": "/wiki/Eric_Dancer",
      "name": "Eric Dancer",
      "aboutText": "Jan Hammer (Czech pronunciation: [ˈjan ˈɦamɛr]) (born 17 April 1948, in Prague, then Czechoslovakia, today the Czech Republic) is a composer, pianist and keyboardist. He first gained his most visible audience while playing keyboards with the Mahavishnu Orchestra in the early 1970s, as well as his film scores for television and film including \"Miami Vice Theme\" and \"Crockett's Theme\", from the popular 1980s program, Miami Vice. He has continued to work as both a musical performer and producer, expanding to producing film later in his career.",
      "pageId": 518707,
      "monthDay": "04/17"
    },
    {
      "year": "1940",
      "uri": "/wiki/Billy_Fury",
      "name": "Billy Fury",
      "aboutText": "Robert Allen \"Bobby\" Curtola, CM (born April 17, 1943 in Port Arthur, Ontario) is an early Canadian rock and roll singer and teen idol.",
      "pageId": 750687,
      "monthDay": "04/17"
    },
    {
      "year": "1940",
      "uri": "/wiki/John_McCririck",
      "name": "John McCririck",
      "aboutText": "Ronald Wycherley (17 April 1940 – 28 January 1983), better known by his stage name Billy Fury, was an English singer from the late 1950s to the mid 1960s, and remained an active songwriter until the 1980s. Rheumatic fever, which he first contracted as a child, damaged his heart and ultimately contributed to his death. An early British rock and roll (and film) star, he equalled the Beatles' record of 24 hits in the 1960s, and spent 332 weeks on the UK chart, without a chart-topping single or album.",
      "pageId": 1118112,
      "monthDay": "04/17"
    },
    {
      "year": "1940",
      "uri": "/wiki/Chuck_Menville",
      "name": "Chuck Menville",
      "aboutText": "John McCririck (born 17 April 1940) is an English television horse racing pundit.",
      "pageId": 1148372,
      "monthDay": "04/17"
    },
    {
      "year": "1940",
      "uri": "/wiki/Anja_Silja",
      "name": "Anja Silja",
      "aboutText": "Ronald H. Miller (April 17, 1938 – May 4, 2011) better known as \"Ron\", was professor of the Religion Department at Lake Forest College in Illinois. Miller earned a Ph.D. in Comparative Religions from Northwestern University, and a B.S and M.A from St. Louis University.",
      "pageId": 1522065,
      "monthDay": "04/17"
    },
    {
      "year": "1941",
      "uri": "/wiki/Lagle_Parek",
      "name": "Lagle Parek",
      "aboutText": "Anja Silja Regina Langwagen (pronounced [ˈanja ˈzɪlja], born April 17, 1940 in Berlin) is a German soprano who is known for her great abilities as a singing-actress and for the vastness of her repertoire.\n^ Anthony Tomassini (February 13, 2007). \"Bayreuth Star Goes on to Ovations in Her 60s\".",
      "pageId": 1995572,
      "monthDay": "04/17"
    },
    {
      "year": "1942",
      "uri": "/wiki/David_Bradley_(actor)",
      "name": "David Bradley",
      "aboutText": "Philip Charles Toubus (born April 17, 1947 in Winnetka, Illinois), better known as Paul Thomas, is an American pornographic film actor and director. He is a member of the AVN Hall of Fame and the XRCO Hall of Fame. He is unrelated to Paul Thomas Anderson, who directed Boogie Nights, a mainstream film portraying the porn industry.",
      "pageId": 2078367,
      "monthDay": "04/17"
    },
    {
      "year": "1943",
      "uri": "/wiki/Bobby_Curtola",
      "name": "Bobby Curtola",
      "aboutText": "David John Bradley (born 17 April 1942) is an English actor. He is best known for playing Argus Filch in the Harry Potter film series, Walder Frey in the HBO series Game of Thrones and Abraham Setrakian in The Strain, though he is also an established stage actor with a career that includes a Laurence Olivier Award for his role in a production of King Lear.\nOther acting credits include the BBC series Our Friends in the North, the ITV series Broadchurch (for which he won the best supporting actor award at the 2014 British Academy Television Awards), and the films Hot Fuzz, The World's End and Captain America: The First Avenger.",
      "pageId": 2298820,
      "monthDay": "04/17"
    },
    {
      "year": "1943",
      "uri": "/wiki/Richard_Allen_Epstein",
      "name": "Richard Allen Epstein",
      "aboutText": "Sherrie Levine (born April 17, 1947 in Hazleton, Pennsylvania) is an American photographer and appropriation artist.",
      "pageId": 3032526,
      "monthDay": "04/17"
    },
    {
      "year": "1946",
      "uri": "/wiki/Clare_Francis",
      "name": "Clare Francis",
      "aboutText": "Sir Eric Dancer KCVO CBE KStJ (born 17 April 1940) is a British businessman and formerly Lord-Lieutenant of Devon.\n^ \"Birthday's today\". The Telegraph.",
      "pageId": 5950424,
      "monthDay": "04/17"
    },
    {
      "year": "1946",
      "uri": "/wiki/Henry_Kelly",
      "name": "Henry Kelly",
      "aboutText": "Charles David \"Chuck\" Menville (April 17, 1940 – June 15, 1992) was an American animator and writer for television.",
      "pageId": 6020925,
      "monthDay": "04/17"
    },
    {
      "year": "1947",
      "uri": "/wiki/George_Emslie,_Lord_Emslie",
      "name": "George Emslie, Lord Emslie",
      "aboutText": "Tsutomu Wakamatsu (若松 勉, Wakamatsu Tsutomu, born April 17, 1947 in Hokkaidō) was a Japanese baseball player, coach, and manager for the Yakult Swallows in Nippon Professional Baseball. He batted left-handed, and threw right-handed.",
      "pageId": 12850921,
      "monthDay": "04/17"
    },
    {
      "year": "1947",
      "uri": "/wiki/Richard_Field_(judge)",
      "name": "Richard Field",
      "aboutText": "Lagle Parek (born 17 April 1941 in Pärnu) is an Estonian stateswoman.",
      "pageId": 13198338,
      "monthDay": "04/17"
    },
    {
      "year": "1947",
      "uri": "/wiki/Sherrie_Levine",
      "name": "Sherrie Levine",
      "aboutText": "Clare Mary Francis MBE (born 17 April 1946) is a British novelist who is also known for her former career as a yachtswoman.\nShe was born in Thames Ditton in Surrey and spent summer holidays on the Isle of Wight, where she learnt to sail. She was educated at the Royal Ballet School, then gained a degree in Economics at University College London.",
      "pageId": 15398749,
      "monthDay": "04/17"
    },
    {
      "year": "1947",
      "uri": "/wiki/Paul_Thomas_(pornographic_actor)",
      "name": "Paul Thomas",
      "aboutText": "George Nigel Hannington Emslie, Lord Emslie (called Nigel; born 17 April 1947) is a retired judge of the Supreme Courts of Scotland. He is the son of former Lord President George Emslie, Baron Emslie, and older brother of fellow judge Derek Emslie, Lord Kingarth.",
      "pageId": 24016386,
      "monthDay": "04/17"
    },
    {
      "year": "1947",
      "uri": "/wiki/Tsutomu_Wakamatsu",
      "name": "Tsutomu Wakamatsu",
      "aboutText": "Robert Miller (April 17, 1939, Atlantic City, New Jersey – June 22, 2011, El Portal, Florida) was an American art dealer in New York City. His art gallery, located first (in 1977) on 5th Avenue, later in the Fuller Building on East 57th Street, and finally on 26th Street in Chelsea (all in Manhattan) continues to be a leading gallery exhibiting the works of contemporary artists including Lee Krasner, Joan Mitchell, Robert Mapplethorpe, Louise Bourgeois, Roberto Juarez, Alice Neel, Robert Graham and Yayoi Kusama, all of whom Miller represented at some point. In 2002 Miller retreated from the current business and left the gallery to his wife Betsy Wittenborn Miller.",
      "pageId": 32253465,
      "monthDay": "04/17"
    },
    {
      "year": "1948",
      "uri": "/wiki/Jan_Hammer",
      "name": "Jan Hammer",
      "aboutText": "Sir Richard Alan Field (born 17 April 1947) is a British judge of the High Court of England and Wales.",
      "pageId": 38152943,
      "monthDay": "04/17"
    },
    {
      "year": "1948",
      "uri": "/wiki/Alice_Harden",
      "name": "Alice Harden",
      "aboutText": "Riccardo Gabriele Patrese (born 17 April 1954) is an Italian former racing driver, who raced in Formula One from 1977 to 1993.\nHe became the first Formula One driver to achieve 200 Grand Prix starts when he appeared at the 1990 British Grand Prix, and the first to achieve 250 starts at the 1993 German Grand Prix. Patrese entered 257 Formula One World Championship Grands Prix and started 256 races making him the fourth most experienced F1 driver in history, after Rubens Barrichello, Michael Schumacher and Jenson Button.",
      "pageId": 38875,
      "monthDay": "04/17"
    },
    {
      "year": "1948",
      "uri": "/wiki/Pekka_Vasala",
      "name": "Pekka Vasala",
      "aboutText": "Željko Ražnatović (Serbian Cyrillic: Жељко Ражнатовић, pronounced [ʐêːʎko raʐnâːtoʋit͡ɕ]; 17 April 1952 – 15 January 2000), known as Arkan (Аркан), was a Serbian career criminal and commander of a paramilitary force in the Yugoslav Wars, called the Serb Volunteer Guard. He was on Interpol's most wanted list in the 1970s and 1980s for robberies and murders committed in a number of countries across Europe, and was later indicted by the UN for crimes against humanity for his role during the wars. Ražnatović was up until his death the most powerful crime boss in the Balkans.",
      "pageId": 57719,
      "monthDay": "04/17"
    },
    {
      "year": "1949",
      "uri": "/wiki/Mike_Hill_(bishop)",
      "name": "Mike Hill",
      "aboutText": "Olivia Hussey (born Olivia Osuna; 17 April 1951) is an Argentine-born English actress who became famous for her role as Juliet in Franco Zeffirelli's 1968 film version of Romeo and Juliet, winning a Golden Globe and also the David di Donatello Award for best actress. She is also well known for her role as Mary, the mother of Jesus in the 1977 TV production of Jesus of Nazareth. She has starred in films such as Black Christmas (1974), Death on the Nile (1978), Virus (1980), Turkey Shoot (1982), and Psycho IV: The Beginning (1990).",
      "pageId": 227335,
      "monthDay": "04/17"
    },
    {
      "year": "1950",
      "uri": "/wiki/L._Scott_Caldwell",
      "name": "L. Scott Caldwell",
      "aboutText": "Roderick George \"Roddy\" Toombs (April 17, 1954 – July 31, 2015), better known by his ring name \"Rowdy\" Roddy Piper, was a Canadian professional wrestler, actor, and podcast host.\nIn professional wrestling, Piper is best known to international audiences for his work with the World Wrestling Federation (WWF, later WWE) and World Championship Wrestling (WCW) between 1984 and 2000. Although he was Canadian, because of his Scottish heritage he was billed as coming from Glasgow and was known for his signature kilt and bagpipe entrance music.",
      "pageId": 405184,
      "monthDay": "04/17"
    },
    {
      "year": "1950",
      "uri": "/wiki/Bruce_McNall",
      "name": "Bruce McNall",
      "aboutText": "Pekka Antero Vasala (born 17 April 1948) is a retired Finnish middle-distance athlete who won an Olympic gold medal in the 1972 Summer Olympics in Munich.\nAt the 1968 Summer Olympics in Mexico City he failed to advance from the first round of heats in the 1500 m. His later success is partly attributed to his legendary hill training of which he said \"[it] is suicidal for other runners to copy my hill sessions without adequate background\".",
      "pageId": 442346,
      "monthDay": "04/17"
    },
    {
      "year": "1951",
      "uri": "/wiki/Olivia_Hussey",
      "name": "Olivia Hussey",
      "aboutText": "Bruce Patrick McNall (born April 17, 1950 in Arcadia, California) is a former Thoroughbred racehorse owner, and a sports executive who once owned the Los Angeles Kings of the National Hockey League (NHL) and the Toronto Argonauts of the Canadian Football League (CFL).\nMcNall claimed to have made his initial fortune as a coin collector, though Metropolitan Museum of Art director Thomas Hoving claimed he smuggled art antiquities as the partner of Robert E. Hecht In the 1980s McNall produced several Hollywood movies, including The Manhattan Project and Weekend at Bernie's.\nMcNall bought a 25 percent stake in the Kings from Jerry Buss in 1986, and bought an additional 24 percent in 1987 to become the team's largest shareholder.",
      "pageId": 660327,
      "monthDay": "04/17"
    },
    {
      "year": "1951",
      "uri": "/wiki/B%C3%B6rje_Salming",
      "name": "Börje Salming",
      "aboutText": "John Webster Robertson (born 17 April 1952) is a British Labour Party politician, who was the Member of Parliament (MP) for Glasgow North West from 2000 to 2015. Until 2010, he was Parliamentary Private Secretary to Secretary of State for Work and Pensions Yvette Cooper.\n^ \"Parliament home page > Parliamentary business > Publications and Records > Hansard > Commons Debates > Daily Hansard - Debate – 19 May 2010 : Column 13\".",
      "pageId": 676650,
      "monthDay": "04/17"
    },
    {
      "year": "1952",
      "uri": "/wiki/Pierre_Guit%C3%A9",
      "name": "Pierre Guité",
      "aboutText": "Pete Shelley (born Peter Campbell McNeish, 17 April 1955 in Leigh, Lancashire) is an English singer, songwriter and guitarist, best known as the leader of Buzzcocks.",
      "pageId": 849454,
      "monthDay": "04/17"
    },
    {
      "year": "1952",
      "uri": "/wiki/John_McColl",
      "name": "John McColl",
      "aboutText": "Found Death, Michael Andrew Sembello (born April 17, 1954) is an American musician and songwriter from Philadelphia, Pennsylvania.",
      "pageId": 1145920,
      "monthDay": "04/17"
    },
    {
      "year": "1952",
      "uri": "/wiki/%C5%BDeljko_Ra%C5%BEnatovi%C4%87",
      "name": "Željko Ražnatović",
      "aboutText": "Anders Börje Salming (born April 17, 1951), nicknamed \"The King\", is a retired Swedish professional ice hockey defenceman. He played for Kiruna AIF, Brynäs IF, the Toronto Maple Leafs, the Detroit Red Wings, and AIK. Salming was one of the first European players to make an impact in the National Hockey League (NHL), paving the way for future generations of players. He was one of the premier defencemen of his era in the NHL, and was recognized for this by being inducted into the Hockey Hall of Fame in 1996.",
      "pageId": 2006119,
      "monthDay": "04/17"
    },
    {
      "year": "1952",
      "uri": "/wiki/John_Robertson_(Glasgow_politician)",
      "name": "John Robertson",
      "aboutText": "For the London landmark, see Leicester Square.\nLester Square (born Thomas Woodburne Bruce Hardy, April 17, 1954, Canada) is the Canadian lead guitarist for The Monochrome Set. He also sings backing vocals, designed some of the band's record sleeves, and co-wrote some of their music.",
      "pageId": 2492330,
      "monthDay": "04/17"
    },
    {
      "year": "1954",
      "uri": "/wiki/Riccardo_Patrese",
      "name": "Riccardo Patrese",
      "aboutText": "Laverne Scott Caldwell (born April 17, 1950) is an American actress known for her role as Rose on Lost.",
      "pageId": 2642158,
      "monthDay": "04/17"
    },
    {
      "year": "1954",
      "uri": "/wiki/Roddy_Piper",
      "name": "Roddy Piper",
      "aboutText": "Dr Michael Adrian Stroud, OBE, FRCP (born 17 April 1955) is an expert on human health under extreme conditions. He became widely known when he partnered Ranulph Fiennes on polar expeditions.",
      "pageId": 3809306,
      "monthDay": "04/17"
    },
    {
      "year": "1954",
      "uri": "/wiki/Michael_Sembello",
      "name": "Michael Sembello",
      "aboutText": "Teresa \"Teri\" Austin (born April 17, 1957) is a Canadian-born film and television actress, with an career in the United States, best known for her role as Jill Bennett in CBS primetime soap opera Knots Landing.",
      "pageId": 4241721,
      "monthDay": "04/17"
    },
    {
      "year": "1954",
      "uri": "/wiki/Lester_Square",
      "name": "Lester Square",
      "aboutText": "General Sir John Chalmers McColl KCB, CBE, DSO (born 17 April 1952) is the current Lieutenant Governor of Jersey, sworn in on 26 September 2011. McColl previously served as Deputy Supreme Allied Commander Europe from 2007 to 2011.",
      "pageId": 10389911,
      "monthDay": "04/17"
    },
    {
      "year": "1955",
      "uri": "/wiki/Todd_Lickliter",
      "name": "Todd Lickliter",
      "aboutText": "Todd Lickliter (born April 17, 1955) is a college basketball coach who most recently coached at Marian University in Indianapolis. He is currently a regional personnel scout for the Boston Celtics of the NBA. He was previously the head coach of the University of Iowa and Butler University men's basketball teams. He spent the 2011-12 season as an assistant coach at Miami (Ohio).",
      "pageId": 10430190,
      "monthDay": "04/17"
    },
    {
      "year": "1955",
      "uri": "/wiki/Pete_Shelley",
      "name": "Pete Shelley",
      "aboutText": "Pierre Guité (born April 17, 1952 in Montreal, Quebec) is a retired professional ice hockey player who played 377 games in the World Hockey Association. He played for the Michigan Stags, Cincinnati Stingers, Baltimore Blades, Quebec Nordiques, and Edmonton Oilers. He is the father of Nashville Predators forward Ben Guite.",
      "pageId": 11458842,
      "monthDay": "04/17"
    },
    {
      "year": "1955",
      "uri": "/wiki/Mike_Stroud_(physician)",
      "name": "Mike Stroud",
      "aboutText": "Alice Varnado Harden (April 17, 1948 – December 6, 2012) was a Democratic member of the Mississippi Senate, representing the 28th District from 1988 until her death.",
      "pageId": 16180728,
      "monthDay": "04/17"
    },
    {
      "year": "1956",
      "uri": "/wiki/Colin_Tyre,_Lord_Tyre",
      "name": "Colin Tyre, Lord Tyre",
      "aboutText": "Michael Arthur \"Mike\" Hill (born 17 April 1949) is an English Anglican bishop. He is the current Bishop of Bristol.\nThe son of Arthur and Hilda Hill, Hill was educated at Wilmslow County Grammar School, Fitzwilliam College, Cambridge and at Ridley Hall, Cambridge.",
      "pageId": 19720007,
      "monthDay": "04/17"
    },
    {
      "year": "1957",
      "uri": "/wiki/Teri_Austin",
      "name": "Teri Austin",
      "aboutText": "Colin Jack Tyre, Lord Tyre (born 17 April 1956), CBE is a Scottish lawyer, former President of the Council of Bars and Law Societies of Europe, and a Senator of the College of Justice, a judge of the Supreme Courts of Scotland.",
      "pageId": 28024008,
      "monthDay": "04/17"
    },
    {
      "year": "1957",
      "uri": "/wiki/Nick_Hornby",
      "name": "Nick Hornby",
      "aboutText": "Nicholas Peter John \"Nick\" Hornby (born 17 April 1957), is an English novelist, essayist, lyricist, and screenwriter. He is best known for his novels High Fidelity and About a Boy. Hornby's work frequently touches upon music, sport, and the aimless and obsessive natures of his protagonists.",
      "pageId": 169873,
      "monthDay": "04/17"
    },
    {
      "year": "1957",
      "uri": "/wiki/Julia_Macur",
      "name": "Julia Macur",
      "aboutText": "Shaun Mark Bean (born 17 April 1959), known professionally as Sean Bean, is an English actor. After graduating from the Royal Academy of Dramatic Art, he made his professional debut in a theatre production of Romeo and Juliet in 1983. Retaining his distinctive Yorkshire accent, he first found mainstream success for his portrayal of Richard Sharpe in the ITV series Sharpe.",
      "pageId": 491357,
      "monthDay": "04/17"
    },
    {
      "year": "1957",
      "uri": "/wiki/Susan_Roman",
      "name": "Susan Roman",
      "aboutText": "Norman Julius \"Boomer\" Esiason (/əˈsaɪ.əsən/; born April 17, 1961) is a retired American football quarterback and current network color commentator. During a 14-year career in the National Football League (NFL), Esiason played for the Cincinnati Bengals, New York Jets, and Arizona Cardinals. Since retiring, he has worked as a football analyst, first for ABC and HBO, and currently for CBS Sports on The NFL Today, Westwood One for Monday Night Football and the Super Bowl, and Showtime's Inside the NFL. Esiason is also co-host of the morning sports radio program Boomer and Carton on WFAN in New York.",
      "pageId": 600933,
      "monthDay": "04/17"
    },
    {
      "year": "1958",
      "uri": "/wiki/Laslo_Babits",
      "name": "Laslo Babits",
      "aboutText": "Kenneth Stephen Daneyko (born April 17, 1964) is a retired Canadian ice hockey defenceman of Ukrainian origin who played his entire career (1983–2003) with the New Jersey Devils of the National Hockey League, winning three Stanley Cup championships with the team. He has been affectionately nicknamed \"Mr. Devil\" by Devils fans, as he currently holds the franchise record for games played as a Devil with 1,283 games.",
      "pageId": 716369,
      "monthDay": "04/17"
    },
    {
      "year": "1959",
      "uri": "/wiki/Sean_Bean",
      "name": "Sean Bean",
      "aboutText": "Maynard James Keenan (born James Herbert Keenan; April 17, 1964), often referred to by his initials MJK, is an American progressive metal singer, songwriter, musician, record producer, winemaker, and actor, best known as the vocalist for Grammy Award-winning American progressive metal band Tool. He is originally from Ohio, but spent his high school and college years in Michigan. After serving in the United States Army in the early 1980s, he attended Kendall College of Art and Design in Grand Rapids.",
      "pageId": 920501,
      "monthDay": "04/17"
    },
    {
      "year": "1959",
      "uri": "/wiki/Jimmy_Mann_(ice_hockey)",
      "name": "Jimmy Mann",
      "aboutText": "Susan Roman (born April 17, 1957) is a Canadian voice actress best known for voice acting the role of Lita/Sailor Jupiter in the North American DiC (and later Cloverway) dub of the anime, Sailor Moon. She is one of the few voice actors to remain throughout the entire run of the series. Her other best-known role was the voice of Melissa Raccoon from the second season one of The Raccoons.",
      "pageId": 1461334,
      "monthDay": "04/17"
    },
    {
      "year": "1959",
      "uri": "/wiki/Li_Meisu",
      "name": "Li Meisu",
      "aboutText": "Not to be confused with animator Joe Murray or English boxer Joe Murray.\nJoel Murray (born April 17, 1963) is an American actor. He has had prominent roles in television series such as Mad Men, Grand, Love & War, and Dharma and Greg.",
      "pageId": 2303793,
      "monthDay": "04/17"
    },
    {
      "year": "1960",
      "uri": "/wiki/Vladimir_Polyakov",
      "name": "Vladimir Polyakov",
      "aboutText": "Lela Rochon (born Lela Rochon Staples; April 17, 1964) is an American actress who is best known for her role as Robin Stokes in the 1995 movie Waiting to Exhale.",
      "pageId": 2509074,
      "monthDay": "04/17"
    },
    {
      "year": "1961",
      "uri": "/wiki/Frank_J._Christensen",
      "name": "Frank J. Christensen",
      "aboutText": "Bella Freud (born 17 April 1961) is a London-based fashion designer with a number of celebrity clients.",
      "pageId": 2986191,
      "monthDay": "04/17"
    },
    {
      "year": "1961",
      "uri": "/wiki/Boomer_Esiason",
      "name": "Boomer Esiason",
      "aboutText": "Vladimir Polyakov (Russian: Виадимир Гопяков; born April 17, 1960) is a retired pole vaulter who represented the Soviet Union and later Russia. On June 26, 1981 he managed to clear 5.81 metres, beating Thierry Vigneron's six-day-old world record. Two years later Polyakov lost the record to Pierre Quinon, who jumped 5.82.",
      "pageId": 3874876,
      "monthDay": "04/17"
    },
    {
      "year": "1961",
      "uri": "/wiki/Bella_Freud",
      "name": "Bella Freud",
      "aboutText": "Li Meisu (Chinese: 李梅素; pinyin: Lǐ Méisù; born April 17, 1959 in Hebei) is a retired Chinese shot putter who won the bronze medal at the 1988 Summer Olympics in Seoul.\nShe also won the Asian Games in 1982 and 1998, the Asian Championships in 1998 and the East Asian Games in 1997.",
      "pageId": 4583611,
      "monthDay": "04/17"
    },
    {
      "year": "1962",
      "uri": "/wiki/Marianna_Efstratiou",
      "name": "Marianna Efstratiou",
      "aboutText": "Bart Van den Bossche (17 April 1964 – 6 January 2013) was a Flemish singer, actor and radio/TV presenter.\nHe was born in Oostende, Belgium but grew up in Kortrijk, to which he dedicated his song \"De stad van mijn jeugd\" (The town of my youth). During his humanities studies he started to play the guitar and sing.",
      "pageId": 4997954,
      "monthDay": "04/17"
    },
    {
      "year": "1962",
      "uri": "/wiki/Paul_Nicholls_(horse_racing)",
      "name": "Paul Nicholls",
      "aboutText": "Marianna Efstratiou (Greek: Μαριάννα Ευστρατίου) (born 17 April 1955 in Athens) is a Greek singer, connected on several occasions with the Eurovision Song Contest. In 1987, she appeared as a backing singer for the duo Bang. Efstratiou won the Greek national song contest in 1989, overcoming Greek superstar Anna Vissi, and represented Greece in Lausanne with To Diko Sou Asteri.",
      "pageId": 6508454,
      "monthDay": "04/17"
    },
    {
      "year": "1963",
      "uri": "/wiki/Joel_Murray",
      "name": "Joel Murray",
      "aboutText": "Paul Nicholls (born 17 April 1962) is a British National Hunt horse trainer with stables at Ditcheat, Somerset. A relatively successful jump jockey, Nicholls has become the leading National Hunt trainer of his generation, finishing the 2007–08 season with 155 winners and a record £4 million in prize money.",
      "pageId": 10106699,
      "monthDay": "04/17"
    },
    {
      "year": "1963",
      "uri": "/wiki/Penny_Vilagos",
      "name": "Penny Vilagos",
      "aboutText": "James Edward Mann (born April 17, 1959 in Montreal, Quebec) is a Canadian retired professional ice hockey player who played 293 games in the National Hockey League. He played for the Winnipeg Jets, Quebec Nordiques and the Pittsburgh Penguins.",
      "pageId": 10834568,
      "monthDay": "04/17"
    },
    {
      "year": "1963",
      "uri": "/wiki/Vicky_Vilagos",
      "name": "Vicky Vilagos",
      "aboutText": "Frank J. Christensen (April 17, 1961) an American Labor Leader who is the General President of the International Union of Elevator Constructors. He was the longest-serving Business Manager of Elevator Constructors Local 2 in its history.",
      "pageId": 16301246,
      "monthDay": "04/17"
    },
    {
      "year": "1964",
      "uri": "/wiki/Ken_Daneyko",
      "name": "Ken Daneyko",
      "aboutText": "Penny Vilagos (born April 17, 1963) is a Canadian competitor in synchronized swimming and an Olympic medalist.\nPenny won a silver medal in the women's duet at the 1983 Pan American Games with her twin sister, Vicky Vilagos. The pair followed up this success with a further silver medal in the women's duet at the 1992 Summer Olympics.",
      "pageId": 17142742,
      "monthDay": "04/17"
    },
    {
      "year": "1964",
      "uri": "/wiki/Maynard_James_Keenan",
      "name": "Maynard James Keenan",
      "aboutText": "Vicky Vilagos (born April 17, 1963) is a Canadian competitor in synchronized swimming and an Olympic medalist.\nVicky won a silver medal in the women's duet at the 1983 Pan American Games with her twin sister, Penny Vilagos. The pair followed up this success with a further silver medal in the women's duet at the 1992 Summer Olympics.",
      "pageId": 17142818,
      "monthDay": "04/17"
    },
    {
      "year": "1964",
      "uri": "/wiki/Lela_Rochon",
      "name": "Lela Rochon",
      "aboutText": "Laslo Babits (born April 17, 1958 in Oliver, British Columbia, died June 12, 2013) was a male javelin thrower from Canada. He competed for his native country at the 1984 Summer Olympics in Los Angeles, California, finishing in 8th place.",
      "pageId": 26726408,
      "monthDay": "04/17"
    },
    {
      "year": "1964",
      "uri": "/wiki/Bart_Van_den_Bossche",
      "name": "Bart Van den Bossche",
      "aboutText": "Dame Julia Wendy Macur, DBE (born 17 April 1957), is a British judge of the Court of Appeal of England and Wales.\nShe studied law at the University of Sheffield, graduating in 1978. She was called to the bar in 1979, and was a practising barrister on the Midland and Oxford Circuit between 1979 and 2005, working in Birmingham.",
      "pageId": 37561790,
      "monthDay": "04/17"
    },
    {
      "year": "1965",
      "uri": "/wiki/William_Mapother",
      "name": "William Mapother",
      "aboutText": "Muttiah Muralitharan (also spelt Muralidaran; born 17 April 1972) is a former Sri Lankan cricketer who was rated the greatest Test match bowler ever by Wisden Cricketers' Almanack in 2002. He retired from Test cricket in 2010, registering his 800th and final wicket on 22 July 2010 from his final ball in his last Test match. Muralitharan holds the world record for the highest wickets in both test and one day cricket.",
      "pageId": 20905,
      "monthDay": "04/17"
    },
    {
      "year": "1966",
      "uri": "/wiki/Vikram_(actor)",
      "name": "Vikram",
      "aboutText": "Elizabeth Clark \"Liz\" Phair (born April 17, 1967) is an American singer, songwriter, and guitarist.\nShe began her career in the early 1990s by self-releasing audio cassettes under the name Girly Sound, before signing with the independent record label Matador Records. Her 1993 debut studio album Exile in Guyville was released to acclaim; it has been ranked by Rolling Stone as one of the 500 Greatest Albums of All Time.",
      "pageId": 148051,
      "monthDay": "04/17"
    },
    {
      "year": "1967",
      "uri": "/wiki/Henry_Ian_Cusick",
      "name": "Henry Ian Cusick",
      "aboutText": "Don Anthony \"Tony\" Boselli, Jr. (born April 17, 1972) is a former American football offensive tackle of the National Football League (NFL) for seven seasons. He was drafted by the Jacksonville Jaguars second overall in the 1995 NFL Draft, becoming the team's first-ever draft pick.",
      "pageId": 486590,
      "monthDay": "04/17"
    },
    {
      "year": "1967",
      "uri": "/wiki/Kimberly_Elise",
      "name": "Kimberly Elise",
      "aboutText": "Reginald \"Reggie\" Noble (born April 17, 1970), better known by his stage name Redman, is an American rapper, DJ, record producer, and actor. He rose to fame in the early 1990s as an artist on the Def Jam label. He is also well known for his collaborations with Method Man, as one-half of the rap duo Method Man & Redman, including their starring roles in films and sitcoms.",
      "pageId": 624516,
      "monthDay": "04/17"
    },
    {
      "year": "1967",
      "uri": "/wiki/Timothy_Gibbs",
      "name": "Timothy Gibbs",
      "aboutText": "Ruffian (April 17, 1972 – July 7, 1975) was an American champion thoroughbred racehorse. Ruffian was ranked among the top U.S. racehorses of the 20th century by The Blood-Horse magazine.",
      "pageId": 632189,
      "monthDay": "04/17"
    },
    {
      "year": "1967",
      "uri": "/wiki/Marquis_Grissom",
      "name": "Marquis Grissom",
      "aboutText": "Marquis Deon Grissom (/mɑrˈkiːs/; born April 17, 1967) is a former American Major League Baseball player.",
      "pageId": 690334,
      "monthDay": "04/17"
    },
    {
      "year": "1967",
      "uri": "/wiki/Liz_Phair",
      "name": "Liz Phair",
      "aboutText": "Henry Ian Cusick (born 17 April 1967) is a Peruvian-born British actor of television, film, and theatre.\nHe is well known for his role as Desmond Hume on the U.S. television series Lost, for which he received a Primetime Emmy Award nomination. He starred in the ABC drama Scandal, as Stephen Finch, and is currently starring as Marcus Kane In the CW drama The 100.",
      "pageId": 715193,
      "monthDay": "04/17"
    },
    {
      "year": "1968",
      "uri": "/wiki/Julie_Fagerholt",
      "name": "Julie Fagerholt",
      "aboutText": "Claire Jane Sweeney (born 17 April 1971) is an English actress, singer and television personality, best known for playing the role of Lindsey Corkhill in the Channel 4 soap opera Brookside and her appearance on the first series of the reality TV show Celebrity Big Brother.",
      "pageId": 847116,
      "monthDay": "04/17"
    },
    {
      "year": "1968",
      "uri": "/wiki/Phil_Henderson_(basketball)",
      "name": "Phil Henderson",
      "aboutText": "Timothy Gibbs (born April 17, 1967) is an American director, actor, producer, and screenwriter who has starred in films, such as 11-11-11 as Joseph Crone and The Kings of Brooklyn as Maximilian Sentor and television programs, such as Sex and the City as Detective Stevens.\nIn 2013, Gibbs created and produced the CIA procedural drama \"I/Nation\", a television series in which he portrays \"Sidney \"Sid\" Porter\", a self-destructive CIA agent. Gibbs wrote each of the thirteen episodes which make up the show's premier season and directed the series pilot.",
      "pageId": 938886,
      "monthDay": "04/17"
    },
    {
      "year": "1968",
      "uri": "/wiki/Prince_Maurits_of_Orange-Nassau,_van_Vollenhoven",
      "name": "Prince Maurits of Orange-Nassau, van Vollenhoven",
      "aboutText": "Prince Maurits Willem Pieter Hendrik of Orange-Nassau, van Vollenhoven (born 17 April 1968, in Utrecht) is the eldest son of Princess Margriet of the Netherlands and Pieter van Vollenhoven. His godparents are Princess Christina of the Netherlands, Prince Alois-Konstantin of Lowenstein-Wertheim-Rosenberg, Jhr. G. Krayenhof, and The Dutch Merchant Fleet.",
      "pageId": 1268949,
      "monthDay": "04/17"
    },
    {
      "year": "1968",
      "uri": "/wiki/Richie_Woodhall",
      "name": "Richie Woodhall",
      "aboutText": "William Reibert Mapother, Jr.",
      "pageId": 1518047,
      "monthDay": "04/17"
    },
    {
      "year": "1970",
      "uri": "/wiki/Redman_(rapper)",
      "name": "Redman",
      "aboutText": "Gary David Bennett Jr. (born April 17, 1972) is a former catcher in Major League Baseball.\nBennett was selected by the Philadelphia Phillies in the 11th round of the 1990 Major League Baseball Draft.",
      "pageId": 1989352,
      "monthDay": "04/17"
    },
    {
      "year": "1971",
      "uri": "/wiki/Andri_Kirsima",
      "name": "Andri Kirsima",
      "aboutText": "Kimberly Elise Trammel (born April 17, 1967), professionally known as Kimberly Elise, is an American film and television actress. She made her feature film debut in Set It Off (1996), and later received critical acclaim for her performance in Beloved (1998).\nDuring her career, Elise has appeared in films such as John Q. (2001), The Manchurian Candidate (2004), Diary of a Mad Black Woman (2005), The Great Debaters (2007), For Colored Girls (2010), and Dope (2015).",
      "pageId": 2344060,
      "monthDay": "04/17"
    },
    {
      "year": "1971",
      "uri": "/wiki/Claire_Sweeney",
      "name": "Claire Sweeney",
      "aboutText": "Vikram (born as Kennedy John Victor on 17 April 1966) is an Indian film actor who predominantly appears in Tamil language films and has won six Filmfare Awards as well as one National Film Award and Tamil Nadu State Film Award amongst other recognitions and was awarded an Honorary Doctorate by the People's University of Milan in May 2011.\nHe made his debut in the 1990 film En Kadhal Kanmani, which was followed by a series of small-budget Tamil, Malayalam and Telugu films in the 1990s, many of which went unnoticed. However the success of Bala's tragedy film Sethu (1999), in which Vikram appeared as a rogue turned lover, started Vikram's successful career as an actor.",
      "pageId": 5140230,
      "monthDay": "04/17"
    },
    {
      "year": "1972",
      "uri": "/wiki/Ruffian_(horse)",
      "name": "Ruffian",
      "aboutText": "Richie Woodhall (born 17 April 1968) is a British former professional boxer who held the WBC super middleweight title and defended it twice. He lost his last fight to his friend Joe Calzaghe in 2000 and subsequently retired in 2002. As an amateur fighting in the light middleweight division, Woodhall won a bronze medal at the 1988 Olympics and gold at the 1990 Commonwealth Games.",
      "pageId": 5616588,
      "monthDay": "04/17"
    },
    {
      "year": "1972",
      "uri": "/wiki/Gary_Bennett_(baseball)",
      "name": "Gary Bennett",
      "aboutText": "Yuichi Nishimura (西村 雄一, Nishimura Yūichi, born 17 April 1972) is a Japanese football referee. He has refereed in the Japanese J. League Division 1 since 1999 and has been a full international referee for FIFA since 2004.",
      "pageId": 15496478,
      "monthDay": "04/17"
    },
    {
      "year": "1972",
      "uri": "/wiki/Tony_Boselli",
      "name": "Tony Boselli",
      "aboutText": "Jennifer Anne Garner (born April 17, 1972) is an American actress and film producer. She gained recognition for her performance as CIA officer Sydney Bristow in the ABC spy-action thriller drama series Alias, which aired for five seasons from 2001 to 2006. For her work on the series, Garner won a Golden Globe and a Screen Actors Guild Award.",
      "pageId": 20949091,
      "monthDay": "04/17"
    },
    {
      "year": "1972",
      "uri": "/wiki/Jennifer_Garner",
      "name": "Jennifer Garner",
      "aboutText": "Andri Kirsima (born April 17, 1971 in Tallinn) is a notable Estonian architect.\nAndri Kirsima graduated from the Department of Architecture of the Tallinn University of Art (today’s Estonian Academy of Arts) in 1995.",
      "pageId": 25443737,
      "monthDay": "04/17"
    },
    {
      "year": "1972",
      "uri": "/wiki/Muttiah_Muralitharan",
      "name": "Muttiah Muralitharan",
      "aboutText": "Phil Henderson (April 17, 1968 – February 17, 2013) was an American basketball player. He was best known for his collegiate career at Duke University, where he led the Blue Devils to three consecutive NCAA Final Four appearances.",
      "pageId": 38579403,
      "monthDay": "04/17"
    },
    {
      "year": "1972",
      "uri": "/wiki/Yuichi_Nishimura",
      "name": "Yuichi Nishimura",
      "aboutText": "Julie Fagerholt (born 17 April 1968) is a Danish fashion designer and founder of the luxury clothing brand Heartmade. She also creates haute couture. Her customers include Crown Princess Mary of Denmark.",
      "pageId": 40096960,
      "monthDay": "04/17"
    },
    {
      "year": "1972",
      "uri": "/wiki/Terran_Sandwith",
      "name": "Terran Sandwith",
      "aboutText": "Victoria Caroline Beckham (née Adams; born 17 April 1974) is an English businesswoman, fashion designer, model and singer. In the late 1990s, Beckham rose to fame with the all-female pop group Spice Girls and was dubbed Posh Spice by the July 1996 issue of the British music magazine Top of the Pops. After the Spice Girls split, she was signed to Virgin Records and Telstar Records and had four UK Top 10 singles.",
      "pageId": 45979,
      "monthDay": "04/17"
    },
    {
      "year": "1972",
      "uri": "/wiki/Jarkko_Wiss",
      "name": "Jarkko Wiss",
      "aboutText": "Chad Hedrick (born April 17, 1977) is an American inline speed skater and ice speed skater. He was born in Spring, Texas.",
      "pageId": 261778,
      "monthDay": "04/17"
    },
    {
      "year": "1973",
      "uri": "/wiki/Kentar%C5%8D_Kobayashi",
      "name": "Kentarō Kobayashi",
      "aboutText": "Lars Mikael Åkerfeldt (born 17 April 1974) is a Swedish musician, prominently known as the lead vocalist, guitarist, and primary songwriter of progressive death metal band Opeth, as well as being the former vocalist of death metal supergroup Bloodbath. He was also guitarist for the \"one-off\" band Steel, and is part of the collaboration Storm Corrosion with Steven Wilson.\nÅkerfeldt is known for his progressive rock-influenced songwriting style and his frequent use of both clean baritone and growled vocals.",
      "pageId": 609753,
      "monthDay": "04/17"
    },
    {
      "year": "1973",
      "uri": "/wiki/Katrin_Koov",
      "name": "Katrin Koov",
      "aboutText": "Sizzla Kalonji, or simply Sizzla (born Miguel Orlando Collins, 17 April 1976, Kingston, Jamaica) is a reggae musician. He is one of the most commercially and critically successful contemporary reggae artists and is noted for his high number of releases.",
      "pageId": 761769,
      "monthDay": "04/17"
    },
    {
      "year": "1973",
      "uri": "/wiki/Jeff_Lewis_(American_football)",
      "name": "Jeff Lewis",
      "aboutText": "Monet Happy Mazur (born April 17, 1976) is an American actress.",
      "pageId": 2344655,
      "monthDay": "04/17"
    },
    {
      "year": "1973",
      "uri": "/wiki/Brett_Maher",
      "name": "Brett Maher",
      "aboutText": "Theophalus Curtis \"Theo\" Ratliff (born April 17, 1973) is an American retired professional basketball player who last played with the NBA's Los Angeles Lakers. Primarily a center, he was an excellent shot-blocker who has led the league three times in blocks per game. As of 2011, he is ranked 18th all-time in career blocks, and 13th all-time in career blocks per game.",
      "pageId": 2440939,
      "monthDay": "04/17"
    },
    {
      "year": "1973",
      "uri": "/wiki/Theo_Ratliff",
      "name": "Theo Ratliff",
      "aboutText": "Maurice Wignall (born April 17, 1976) is a Jamaican hurdling athlete.\nHis first appearance in a major international championship was at the 1997 World Championships, where he competed in the long jump competition. He jumped 8.09, which still stands as his personal best.",
      "pageId": 2611455,
      "monthDay": "04/17"
    },
    {
      "year": "1973",
      "uri": "/wiki/Kaih%C5%8D_Ry%C5%8Dji",
      "name": "Kaihō Ryōji",
      "aboutText": "Philip \"Phil\" Jamieson (born 17 April 1977) is an Australian musician from Hornsby, New South Wales.",
      "pageId": 3018966,
      "monthDay": "04/17"
    },
    {
      "year": "1974",
      "uri": "/wiki/Mikael_%C3%85kerfeldt",
      "name": "Mikael Åkerfeldt",
      "aboutText": "Gabriel Soto Borja-Diaz (born April 17, 1975 in Mexico City, Distrito Federal) is a Mexican actor, model. He is known for winning the national male pageant El Modelo Mexico, placing first runner-up in Mister World 1996, being a member of the former Mexican boy band Kairo, and for acting in telenovelas.",
      "pageId": 4157870,
      "monthDay": "04/17"
    },
    {
      "year": "1974",
      "uri": "/wiki/Victoria_Beckham",
      "name": "Victoria Beckham",
      "aboutText": "Brett Steven Maher (born 17 April 1973) is a retired Australian basketball player who played his entire career for the Adelaide 36ers in the NBL from 1992-2009. Maher also represented Australia at the 1996, 2000 and 2004 Summer Olympic Games, as well as at the 1998 FIBA World Championship.",
      "pageId": 4775189,
      "monthDay": "04/17"
    },
    {
      "year": "1975",
      "uri": "/wiki/Heidi_Alexander",
      "name": "Heidi Alexander",
      "aboutText": "Jarkko Wiss (born 17 April 1972) is a Finnish former footballer. Wiss is currently working as a manager of the Ilves.",
      "pageId": 4916561,
      "monthDay": "04/17"
    },
    {
      "year": "1975",
      "uri": "/wiki/Gabriel_Soto",
      "name": "Gabriel Soto",
      "aboutText": "Travis Matthew Roy (born April 17, 1975 in Augusta, Maine, USA) is a retired American college ice hockey player.\nRoy attended Yarmouth High School as a freshman, then transferred to nearby North Yarmouth Academy (NYA) in order to pursue an athletic scholarship. Roy transferred again and graduated from Tabor Academy and received an ice hockey scholarship to Boston University.",
      "pageId": 6611229,
      "monthDay": "04/17"
    },
    {
      "year": "1975",
      "uri": "/wiki/Travis_Roy",
      "name": "Travis Roy",
      "aboutText": "Terran Sandwith (born April 17, 1972 in Edmonton, Alberta) is a retired Canadian professional ice hockey defenceman who played eight games in the National Hockey League (NHL) for the Edmonton Oilers during the 1997–98 season.",
      "pageId": 8499596,
      "monthDay": "04/17"
    },
    {
      "year": "1976",
      "uri": "/wiki/Sizzla",
      "name": "Sizzla",
      "aboutText": "Kentarō Kobayashi (小林 賢太郎, Kobayashi Kentarō, born 17 April 1973) is a Japanese comedian, actor, dramaturge, theatre director, and manga artist. Outside of Japan, he is most well known for directing and acting in \"The Japanese Tradition (日本の形)\" videos (e.g. \"Sushi (鮨)\"), and for playing the Mac (opposite Jin Katagiri who plays the PC) in the \"Get A Mac\" advertising campaign in Japan.",
      "pageId": 11744020,
      "monthDay": "04/17"
    },
    {
      "year": "1976",
      "uri": "/wiki/Anna_Geislerov%C3%A1",
      "name": "Anna Geislerová",
      "aboutText": "Kaihō Ryōji (born April 17, 1973 as Ryōji Kumagaya) is a former sumo wrestler from Aomori, Japan. His highest rank was komusubi. An amateur champion at Nihon University, he entered professional sumo in 1996.",
      "pageId": 11896601,
      "monthDay": "04/17"
    },
    {
      "year": "1976",
      "uri": "/wiki/Monet_Mazur",
      "name": "Monet Mazur",
      "aboutText": "Alexander D. \"Alex\" Nesic (born April 17, 1976) is an American film and television actor, best known for his work in the miniseries Sleeper Cell.",
      "pageId": 13364441,
      "monthDay": "04/17"
    },
    {
      "year": "1976",
      "uri": "/wiki/Alex_Nesic",
      "name": "Alex Nesic",
      "aboutText": "Anna Geislerová, also known as Aňa Geislerová (born 17 April 1976, Prague, Czechoslovakia) is a Czech actress. She became well known for her double role of Eliška/Hana in movie Želary (2003) and as Anna in Návrat idiota (1999). A former model, Geislerová made her feature film debut at age 12.",
      "pageId": 14942161,
      "monthDay": "04/17"
    },
    {
      "year": "1976",
      "uri": "/wiki/Maurice_Wignall",
      "name": "Maurice Wignall",
      "aboutText": "Jeffrey Scott Lewis (April 17, 1973 – January 5, 2013) was an American football quarterback and coach. At the time of his death he was the wide receivers coach at Northern Arizona after serving as an offensive administrative assistant from 2007–2008 and wide receivers coach at Louisville in 2009.",
      "pageId": 18641768,
      "monthDay": "04/17"
    },
    {
      "year": "1977",
      "uri": "/wiki/Chad_Hedrick",
      "name": "Chad Hedrick",
      "aboutText": "Katrin Koov (born 17 April 1973) is an Estonian architect.",
      "pageId": 25443842,
      "monthDay": "04/17"
    },
    {
      "year": "1977",
      "uri": "/wiki/Phil_Jamieson",
      "name": "Phil Jamieson",
      "aboutText": "Heidi Alexander (born 17 April 1975) is a British Labour Party politician who has been the Member of Parliament (MP) for Lewisham East since the 2010 general election. She was appointed Shadow Secretary of State for Health on 13 September 2015.",
      "pageId": 27306797,
      "monthDay": "04/17"
    },
    {
      "year": "1977",
      "uri": "/wiki/Frederik_Magle",
      "name": "Frederik Magle",
      "aboutText": "Eric Peter Brewer (born April 17, 1979) is a Canadian professional ice hockey defenceman who is currently a free agent, having last played for the Toronto Maple Leafs of the National Hockey League (NHL). He is an NHL All-Star and Olympic gold medalist.\nHe began his career as a distinguished junior ice hockey player, named to the Western Hockey League (WHL) West Second All-Star Team and the Western Conference roster for the 1998 WHL All-Star Game (although he missed the game due to injury).",
      "pageId": 850604,
      "monthDay": "04/17"
    },
    {
      "year": "1978",
      "uri": "/wiki/Lindsay_Hartley",
      "name": "Lindsay Hartley",
      "aboutText": "Lee Hyun-il (Korean: 이현일, born April 17, 1980 in Seoul) is a male badminton player from South Korea.",
      "pageId": 906870,
      "monthDay": "04/17"
    },
    {
      "year": "1978",
      "uri": "/wiki/Loukas_Louka_(footballer)",
      "name": "Loukas Louka",
      "aboutText": "Jason Phillip Randall White (born 17 April 1978 in Edinburgh) is a Scottish former rugby union footballer. He was a utility forward who played in the second or back row of the scrum—lock, flanker, or number eight. White played at club level for Glasgow Caledonians (now known as Glasgow Warriors); the French Top 14 side ASM Clermont Auvergne; and English premiership side Sale Sharks.",
      "pageId": 1210196,
      "monthDay": "04/17"
    },
    {
      "year": "1978",
      "uri": "/wiki/Jason_White_(rugby_union)",
      "name": "Jason White",
      "aboutText": "Hanna Helena Pakarinen (born April 17, 1981 in Lappeenranta, Finland) is a Finnish pop and pop-rock singer who rose to fame as the winner of the first series of the Finnish singing competition Idols in 2004. Since then she has represented Finland in the Eurovision Song Contest in 2007 on homeland, and has sold over 91,000 certified records in Finland, which places her among the top 50 best-selling female soloists in her home country.\n^ \"Hanna Pakarinen\" (in Finnish).",
      "pageId": 1530108,
      "monthDay": "04/17"
    },
    {
      "year": "1979",
      "uri": "/wiki/Siddharth_(actor)",
      "name": "Siddharth",
      "aboutText": "Ryan Neil Raburn (born April 17, 1981) is an American professional baseball utility player who is a free agent. He has played in Major League Baseball (MLB) for the Detroit Tigers and Cleveland Indians. He has played a majority of his career in left field and at second base.",
      "pageId": 1570916,
      "monthDay": "04/17"
    },
    {
      "year": "1979",
      "uri": "/wiki/Eric_Brewer",
      "name": "Eric Brewer",
      "aboutText": "Frederik Reesen Magle (Danish pronunciation: [ˈfʁæðˀʁæɡ̊ˈma̝ʊ̯lə]; born 17 April 1977) is a Danish composer, concert organist, and pianist. He writes contemporary classical music as well as fusion of classical music and other genres. His compositions include orchestral works, cantatas, chamber music, and solo works (mainly for organ), including several compositions commissioned by the Danish Royal Family.",
      "pageId": 1695798,
      "monthDay": "04/17"
    },
    {
      "year": "1979",
      "uri": "/wiki/Marija_%C5%A0estak",
      "name": "Marija Šestak",
      "aboutText": "Bradley Keith Boyes (born April 17, 1982) is a Canadian professional ice hockey player with the Toronto Maple Leafs of the National Hockey League (NHL).\nBoyes went to Hazel McCallion Senior Public School and Clarkson Secondary School, both in Mississauga, before moving to Erie, Pennsylvania. His mother is a teacher.",
      "pageId": 3201212,
      "monthDay": "04/17"
    },
    {
      "year": "1979",
      "uri": "/wiki/Sung_Si-kyung",
      "name": "Sung Si-kyung",
      "aboutText": "Myuran Sukumaran (17 April 1981 – 29 April 2015) was an Australian who was convicted in Indonesia of drug trafficking as a member of the Bali Nine. In 2005, Sukumaran was arrested in a room at the Melasti Hotel in Kuta with three others. Police found 334 g (11.8 oz) of heroin in a suitcase in the room.",
      "pageId": 3538034,
      "monthDay": "04/17"
    },
    {
      "year": "1980",
      "uri": "/wiki/Nicholas_D%27Agosto",
      "name": "Nicholas D'Agosto",
      "aboutText": "Siddharth (born 17 April 1979) is an Indian film actor who has appeared in Telugu, Tamil, and Hindi language films. Apart from acting, he has also been involved in films as screenplay writer, producer and playback singer. He has been described as one of the few actors in India who is able to achieve pan-Indian appeal.",
      "pageId": 3887089,
      "monthDay": "04/17"
    },
    {
      "year": "1980",
      "uri": "/wiki/Lee_Hyun-il",
      "name": "Lee Hyun-il",
      "aboutText": "Curtis Woodhouse (born 17 April 1980) is an English former professional footballer turned professional boxer and football manager. Currently manager of Hull United, Woodhouse played football as a central midfielder, and competed as a light-welterweight boxer. He is the former British light-welterweight champion.",
      "pageId": 4447495,
      "monthDay": "04/17"
    },
    {
      "year": "1980",
      "uri": "/wiki/Fabi%C3%A1n_Vargas",
      "name": "Fabián Vargas",
      "aboutText": "Sung Si-kyung (born April 17, 1979) is a South Korean singer, host and actor.",
      "pageId": 5491954,
      "monthDay": "04/17"
    },
    {
      "year": "1980",
      "uri": "/wiki/Curtis_Woodhouse",
      "name": "Curtis Woodhouse",
      "aboutText": "Fabián Andrés Vargas Rivera (born 17 April 1980, in Bogotá) is a Colombian football midfielder who currently plays for Millonarios F.C. He played also as a captain for the Colombia national team, Vargas can either play as a central Midfielder or as a defensive midfielder.\nVargas is a player of physical approach to the game (which earned him a reputation for being a dirty player), Vargas' nickname is el perro (the dog). He spent most of his professional career playing for Boca Juniors, playing 106 appearances in six years.",
      "pageId": 7166753,
      "monthDay": "04/17"
    },
    {
      "year": "1981",
      "uri": "/wiki/Jenny_Meadows",
      "name": "Jenny Meadows",
      "aboutText": "Nicholas D'Agosto (born April 17, 1980) is an American actor. He is known for being the lead of Final Destination 5 and his recurring role in Heroes.",
      "pageId": 7465631,
      "monthDay": "04/17"
    },
    {
      "year": "1981",
      "uri": "/wiki/Hanna_Pakarinen",
      "name": "Hanna Pakarinen",
      "aboutText": "Marija Šestak (Serbian Cyrillic: Марија Шестак; born Martinović, Мартиновић on 17 April 1979 in Kragujevac, SR Serbia, Yugoslavia) is a Slovenian triple jumper of Serbian descent. She was granted Slovenian citizenship on 13 July 2006.\nHer personal best jump is 15.08 metres, achieved on 13 February 2008 in Athens.",
      "pageId": 9470984,
      "monthDay": "04/17"
    },
    {
      "year": "1981",
      "uri": "/wiki/Ryan_Raburn",
      "name": "Ryan Raburn",
      "aboutText": "Zhang Yaokun (simplified Chinese: 张耀坤; traditional Chinese: 張耀坤; pinyin: Zhāng Yàokūn; born 17 April 1981) is a Chinese footballer who currently plays for Guangzhou R&F in the Chinese Super League.",
      "pageId": 9646292,
      "monthDay": "04/17"
    },
    {
      "year": "1981",
      "uri": "/wiki/Myuran_Sukumaran",
      "name": "Myuran Sukumaran",
      "aboutText": "Jennifer Brenda \"Jenny\" Meadows (born 17 April 1981 in Wigan, Greater Manchester) is a British athlete. Her main event is the 800 m, although she previously competed over the 400 m.",
      "pageId": 12749431,
      "monthDay": "04/17"
    },
    {
      "year": "1981",
      "uri": "/wiki/Chris_Thompson_(athlete)",
      "name": "Chris Thompson",
      "aboutText": "Loukas Louka (born 17 April 1978 in Larnaca, Cyprus) is a Cypriot football defender who played for AEK Larnaca F.C.. He also played in Greece for Ethnikos Asteras.\nLouka has made 21 appearances for the Cyprus national football team.",
      "pageId": 12829439,
      "monthDay": "04/17"
    },
    {
      "year": "1981",
      "uri": "/wiki/Zhang_Yaokun",
      "name": "Zhang Yaokun",
      "aboutText": "Christopher \"Chris\" Thompson (born 17 April 1981) is a British long-distance runner, who won the silver medal in the 10,000 metres at the 2010 European Athletics Championships in Barcelona, on 27 July 2010 behind his compatriot Mo Farah. Prior to his 2010 medal win he had won the European U23 5000 m Championship in 2003. However he was initially unable to build on this victory, as he had substantial injury problems for a number of years.",
      "pageId": 28173118,
      "monthDay": "04/17"
    },
    {
      "year": "1981",
      "uri": "/wiki/Lea_T",
      "name": "Lea T",
      "aboutText": "Leandra Medeiros Cerezo, known professionally as Lea T, (born 17 April 1981), is a Brazilian-born, Italian-raised transgender fashion model. She is the muse of Riccardo Tisci, creative director of French luxury brand Givenchy; her professional last name of \"T\" stands for Tisci.\nShe is the face of American hair-care brand Redken.",
      "pageId": 30698426,
      "monthDay": "04/17"
    },
    {
      "year": "1982",
      "uri": "/wiki/Brad_Boyes",
      "name": "Brad Boyes",
      "aboutText": "Lindsay Nicole Hartley (née Korman; born April 17, 1978) is an American actress and singer.",
      "pageId": 30874890,
      "monthDay": "04/17"
    },
    {
      "year": "1982",
      "uri": "/wiki/Lee_Joon-gi",
      "name": "Lee Joon-gi",
      "aboutText": "Rosanna Diane Davison (born 17 April 1984) is an Irish actress, singer, model and beauty queen who was the winner of the Miss World 2003 title.",
      "pageId": 646087,
      "monthDay": "04/17"
    },
    {
      "year": "1982",
      "uri": "/wiki/Martin_Kampmann",
      "name": "Martin Kampmann",
      "aboutText": "Chuck Kobasew (born April 17, 1982) is a Canadian professional ice hockey right winger who is currently playing for Swiss club, SC Bern of the National League A (NLA).",
      "pageId": 2658747,
      "monthDay": "04/17"
    },
    {
      "year": "1982",
      "uri": "/wiki/Chuck_Kobasew",
      "name": "Chuck Kobasew",
      "aboutText": "Raffaele Palladino (born 17 April 1984) is an Italian footballer who predominantly plays as a winger, although he is also capable of being deployed as a forward. He has also represented the Italian national side. He is known in particular for his pace, agility, and technical ability.",
      "pageId": 5903684,
      "monthDay": "04/17"
    },
    {
      "year": "1983",
      "uri": "/wiki/Stanislav_Chistov",
      "name": "Stanislav Chistov",
      "aboutText": "Stanislav Mikhailovich Chistov (Russian: Станислав Михайлович Чистов; born April 17, 1983) is a Russian professional ice hockey player currently playing for Lokomotiv Yaroslavl of the Kontinental Hockey League (KHL)",
      "pageId": 5918642,
      "monthDay": "04/17"
    },
    {
      "year": "1983",
      "uri": "/wiki/Roberto_Jim%C3%A9nez",
      "name": "Roberto Jiménez",
      "aboutText": "Martin Kampmann Frederiksen (born April 17, 1982) is a Danish mixed martial arts coach and semi-retired fighter who competed in the Ultimate Fighting Championship.",
      "pageId": 6532642,
      "monthDay": "04/17"
    },
    {
      "year": "1983",
      "uri": "/wiki/Andrea_Marcato",
      "name": "Andrea Marcato",
      "aboutText": "William Snape is an English actor, perhaps most notable for playing Nathan Schofield in the British comedy The Full Monty.",
      "pageId": 8251496,
      "monthDay": "04/17"
    },
    {
      "year": "1984",
      "uri": "/wiki/Pablo_Sebasti%C3%A1n_%C3%81lvarez",
      "name": "Pablo Sebastián Álvarez",
      "aboutText": "Pablo Sebastián Álvarez Valeira (born 17 April 1984 in San Martín, Buenos Aires) is an Argentine football defender who currently plays for Rosario Central.",
      "pageId": 8459323,
      "monthDay": "04/17"
    },
    {
      "year": "1984",
      "uri": "/wiki/Rosanna_Davison",
      "name": "Rosanna Davison",
      "aboutText": "Jo-Wilfried Tsonga (French pronunciation: ​[(d)ʒo wilfʁid t͡sɔŋɡa]; born 17 April 1985) is a French professional tennis player currently ranked World No. 10 as of 19 October 2015. He was born in Le Mans, to a Congolese father, Didier Tsonga, who moved to France in the 1970s to play handball, and a French mother, Évelyne.",
      "pageId": 8929079,
      "monthDay": "04/17"
    },
    {
      "year": "1984",
      "uri": "/wiki/Jed_Lowrie",
      "name": "Jed Lowrie",
      "aboutText": "Roberto \"Malingas\" Jiménez (born 17 April 1983 in Piura, Peru) is a Peruvian footballer who plays as a striker for Alianza Atlético de Sullana in the Torneo Descentralizado.",
      "pageId": 11486291,
      "monthDay": "04/17"
    },
    {
      "year": "1984",
      "uri": "/wiki/Raffaele_Palladino",
      "name": "Raffaele Palladino",
      "aboutText": "Romain Grosjean (French pronunciation: ​[ʁɔmɛ̃ ɡʁoʒɑ̃]; born 17 April 1986) is a racing driver, currently racing for Haas F1 Team. He races under the French flag in Formula One although he was born in Geneva and holds dual Franco-Swiss nationality.\nHe dominated the 2005 French Formula Renault championship on his first attempt and joined the Renault young driver program.",
      "pageId": 12764987,
      "monthDay": "04/17"
    },
    {
      "year": "1985",
      "uri": "/wiki/Rooney_Mara",
      "name": "Rooney Mara",
      "aboutText": "Pinoy Big Brother: Celebrity Edition 2 was the second celebrity edition and the fifth series overall of the Pinoy Big Brother franchise. It started on October 14, 2007, and ended twelve weeks later on January 5, 2008, at the Araneta Coliseum. It was supposed to end on December 22, 2007, but it was announced on November 19, 2007, to be extended for two more weeks.",
      "pageId": 13272950,
      "monthDay": "04/17"
    },
    {
      "year": "1985",
      "uri": "/wiki/Luke_Mitchell",
      "name": "Luke Mitchell",
      "aboutText": "Jed Carlson Lowrie (born April 17, 1984) is an American professional baseball infielder for the Oakland Athletics of Major League Baseball (MLB). In addition to the A's, Lowrie has played in MLB for the Boston Red Sox and Houston Astros. Lowrie primarily played as a backup utility infielder for Boston, filling in at shortstop, third base, and second base, pitcher before settling in as a starting shortstop during his first stint with the Astros.",
      "pageId": 13944215,
      "monthDay": "04/17"
    },
    {
      "year": "1985",
      "uri": "/wiki/William_Snape",
      "name": "William Snape",
      "aboutText": "Andrea Marcato (born 17 April 1983 in Padua, Italy) is an Italian international rugby union player who is a utility back for Calvisano.\nHe has won 16 caps for Italy and played in two seasons of the Six Nations Championship playing a decisive part as his country avoided a Whitewash in his first Championship.\nPrincipally a fly-half he also plays fullback, making him a utility back.",
      "pageId": 15545932,
      "monthDay": "04/17"
    },
    {
      "year": "1985",
      "uri": "/wiki/Jo-Wilfried_Tsonga",
      "name": "Jo-Wilfried Tsonga",
      "aboutText": "Jacqueline MacInnes Wood (born 17 April 1987) is a Canadian actress, disc jockey, singer and television host. She currently portrays the character of Steffy Forrester on the American soap opera The Bold and the Beautiful. Wood's performance in The Bold and the Beautiful has been met with critical acclaim, having garnered two Daytime Emmy Award nominations in 2012 and 2013.",
      "pageId": 17240769,
      "monthDay": "04/17"
    },
    {
      "year": "1986",
      "uri": "/wiki/Romain_Grosjean",
      "name": "Romain Grosjean",
      "aboutText": "Patricia Rooney Mara /ˈmɛərə/ MAIR-ə (born April 17, 1985) is an American actress. She made her acting debut in 2005, and went on to star in films such as Tanner Hall, the remake A Nightmare on Elm Street, The Social Network and Trash.\nIn 2011, she portrayed Lisbeth Salander, the title character in David Fincher's The Girl with the Dragon Tattoo, based on Stieg Larsson's Millennium book series.",
      "pageId": 17780945,
      "monthDay": "04/17"
    },
    {
      "year": "1987",
      "uri": "/wiki/Eelco_Sintnicolaas",
      "name": "Eelco Sintnicolaas",
      "aboutText": "Luke Mitchell (born 17 April 1985) is an Australian actor and model. He attended the Film and Television Studio International and won the role of Chris Knight in Neighbours. Mitchell appeared in the third season of H2O: Just Add Water as Will, before starring as Romeo Smith in Home and Away.",
      "pageId": 24307219,
      "monthDay": "04/17"
    },
    {
      "year": "1987",
      "uri": "/wiki/Jacqueline_MacInnes_Wood",
      "name": "Jacqueline MacInnes Wood",
      "aboutText": "Eelco Sintnicolaas (born 7 April 1987 in Dordrecht) is a Dutch track and field athlete, specialising in the decathlon.\nHis first result in the decathlon was a score of 8.052 points at the Götzis Meeting in 2009. That same year he earned a gold medal at the U23 European Championships, with 8.112 points, whereas his best result was a silver medal at the 2010 European Championships in Athletics in Barcelona with 8.436 points.",
      "pageId": 28196747,
      "monthDay": "04/17"
    },
    {
      "year": "1988",
      "uri": "/wiki/Takahiro_Moriuchi",
      "name": "Takahiro Moriuchi",
      "aboutText": "Takahiro Moriuchi (森内 貴寛, Moriuchi Takahiro) (born April 17, 1988 in Tokyo), better known as his stage name Taka, is a vocalist in the Japanese rock group One Ok Rock.",
      "pageId": 30639944,
      "monthDay": "04/17"
    },
    {
      "year": "1989",
      "uri": "/wiki/Zara_Aldana",
      "name": "Zara Aldana",
      "aboutText": "Javed Mohammed (born April 17, 1989) is a Trinidadian footballer who currently plays in the TT Pro League with T&TEC SC.",
      "pageId": 30975939,
      "monthDay": "04/17"
    },
    {
      "year": "1989",
      "uri": "/wiki/Javed_Mohammed",
      "name": "Javed Mohammed",
      "aboutText": "Lee Joon-gi (born April 17, 1982, in Busan, South Korea), previously credited as Lee Jun-ki, is a South Korean actor and singer, often regarded as a kkotminam (\"flower boy\") icon. He rose to fame as Gong-gil in The King and the Clown. In August 2009, Lee was appointed an ambassador for Korean tourism by the Korean Tourism Organization.",
      "pageId": 38189134,
      "monthDay": "04/17"
    },
    {
      "year": "1989",
      "uri": "/wiki/Paraskevi_Papachristou",
      "name": "Paraskevi Papachristou",
      "aboutText": "Noni Răzvan Ene (born April 17, 1992), professionally known by his stage name Noni, is an Romanian singer, songwriter, music producer, TV personality and dancer. Noni is best known worldwide for representing Romania in the Junior Eurovision Song Contest 2004, with the song Îţi mulţumesc , finished fourth place with 123 points. It's the best result Romania ever gained.",
      "pageId": 5022108,
      "monthDay": "04/17"
    },
    {
      "year": "1990",
      "uri": "/wiki/Jonathan_Brown_(Welsh_footballer)",
      "name": "Jonathan Brown",
      "aboutText": "Tessa James (born 17 April 1991) is an Australian actress who is best known for the role of Nicole Franklin in the Australian soap opera Home and Away.",
      "pageId": 6489180,
      "monthDay": "04/17"
    },
    {
      "year": "1990",
      "uri": "/wiki/Gia_Mantegna",
      "name": "Gia Mantegna",
      "aboutText": "Dee Dee Davis (born April 17, 1996) is an American actress and comedian, best known for her role as Bryana Thomkins on The Bernie Mac Show, for which she won a Young Artist Award in 2004. She guest-starred in Strong Medicine, House, and The Game.Davis took a break from acting in 2007 to focus on school.",
      "pageId": 6955398,
      "monthDay": "04/17"
    },
    {
      "year": "1991",
      "uri": "/wiki/Tessa_James",
      "name": "Tessa James",
      "aboutText": "Gina \"Gia\" Cristine Mantegna (born April 17, 1990) is an American actress.",
      "pageId": 9315081,
      "monthDay": "04/17"
    },
    {
      "year": "1992",
      "uri": "/wiki/Noni_R%C4%83zvan_Ene",
      "name": "Noni Răzvan Ene",
      "aboutText": "Jonathan David Brown (born 17 April 1990) is a Welsh footballer and Wales under-21 international who plays for Brackley Town.",
      "pageId": 15735990,
      "monthDay": "04/17"
    },
    {
      "year": "1992",
      "uri": "/wiki/Lachlan_Maranta",
      "name": "Lachlan Maranta",
      "aboutText": "Paraskevi \"Voula\" Papachristou (Greek: Παρασκευή Παπαχρήστου; [paraˈscevi papaˈxristu]; born 17 April 1989) is a Greek triple jumper and long jumper. She won two gold medals at the European Athletics U23 Championships and represented Greece at the 2011 World Championships in Athletics.",
      "pageId": 26111740,
      "monthDay": "04/17"
    },
    {
      "year": "1993",
      "uri": "/wiki/Race_Imboden",
      "name": "Race Imboden",
      "aboutText": "Solwhit (foaled on April 17, 2004 in France) was a French-bred, Irish-trained thoroughbred racehorse. A specialist hurdler, he competed in National Hunt races.",
      "pageId": 27293585,
      "monthDay": "04/17"
    },
    {
      "year": "1995",
      "uri": "/wiki/Bel%27ange_Epako",
      "name": "Bel'ange Epako",
      "aboutText": "Lachlan Maranta (born 17 April 1992) is a professional rugby league footballer who currently plays for the Brisbane Broncos of the National Rugby League.",
      "pageId": 36045114,
      "monthDay": "04/17"
    },
    {
      "year": "1996",
      "uri": "/wiki/Dee_Dee_Davis",
      "name": "Dee Dee Davis",
      "aboutText": "Race Imboden (born April 17, 1993 in Tampa, Florida) is an American foil fencer and menswear fashion model.",
      "pageId": 36561344,
      "monthDay": "04/17"
    },
    {
      "year": "2004",
      "uri": "/wiki/Solwhit",
      "name": "Solwhit",
      "aboutText": "Bel'ange Epako (April 17, 1995 – June 10, 2013) was a Congolese footballer.\nBel-Ange Epako debuted as a professional footballer at age 16 with ACNFF. After one season he was signed by the Devils Noirs team that managed to win the Congo Football Cup in 2012. In early 2013 he was transferred to CS Don Bosco, who was team captain until the date of his death.",
      "pageId": 39896336,
      "monthDay": "04/17"
    }
  ]
}