{
  "people": [
    {
      "year": "1492",
      "uri": "/wiki/Pietro_Aretino",
      "name": "Pietro Aretino",
      "aboutText": "Johannes Agricola (originally Schneider, then Schnitter) (April 20, 1494 – September 22, 1566) was a German Protestant reformer.",
      "pageId": 15970,
      "monthDay": "04/20"
    },
    {
      "year": "1494",
      "uri": "/wiki/Johannes_Agricola",
      "name": "Johannes Agricola",
      "aboutText": "Louis-Napoléon Bonaparte (20 April 1808 – 9 January 1873) was the only President (1848–52) of the French Second Republic and, as Napoleon III, the Emperor (1852–70) of the Second French Empire. He was the nephew and heir of Napoleon I. He was the first President of France to be elected by a direct popular vote. When he was blocked by the Constitution and Parliament from running for a second term, he organized a coup d'état in 1851, and then took the throne as Napoleon III on 2 December 1852, the forty-eighth anniversary of Napoleon I's coronation.",
      "pageId": 62581,
      "monthDay": "04/20"
    },
    {
      "year": "1586",
      "uri": "/wiki/Rose_of_Lima",
      "name": "Rose of Lima",
      "aboutText": "Daniel Chester French (April 20, 1850 – October 7, 1931), one of the most prolific and acclaimed American sculptors of the late nineteenth and early twentieth centuries, is best known for his design of the monumental work, the statue of Abraham Lincoln (1920) in the Lincoln Memorial, Washington, D.C..",
      "pageId": 160695,
      "monthDay": "04/20"
    },
    {
      "year": "1633",
      "uri": "/wiki/Emperor_Go-K%C5%8Dmy%C5%8D",
      "name": "Emperor Go-Kōmyō",
      "aboutText": "Odilon Redon (born Bertrand-Jean Redon; French: [ʁədɔ̃]; April 20, 1840 – July 6, 1916) was a French symbolist painter, printmaker, draughtsman and pastellist.",
      "pageId": 164713,
      "monthDay": "04/20"
    },
    {
      "year": "1646",
      "uri": "/wiki/Charles_Plumier",
      "name": "Charles Plumier",
      "aboutText": "Philippe Pinel (French: [pinɛl]; 20 April 1745 – 25 October 1826) was a French physician who was instrumental in the development of a more humane psychological approach to the custody and care of psychiatric patients, referred to today as moral therapy. He also made notable contributions to the classification of mental disorders and has been described by some as \"the father of modern psychiatry\".",
      "pageId": 174702,
      "monthDay": "04/20"
    },
    {
      "year": "1650",
      "uri": "/wiki/William_Bedloe",
      "name": "William Bedloe",
      "aboutText": "Emperor Go-Kōmyō (後光明天皇, Go-Kōmyō-tennō, April 20, 1633 – October 30, 1654) was the 110th emperor of Japan, according to the traditional order of succession.\nGo-Kōmyō's reign spanned the years from 1643 through 1654.\nThis 17th-century sovereign was named after the 14th-century Nanboku-chō Emperor Kōmyō and go- (後), translates literally as later, and thus, he could be called the \"Later Emperor Kōmyō\".",
      "pageId": 218732,
      "monthDay": "04/20"
    },
    {
      "year": "1718",
      "uri": "/wiki/David_Brainerd",
      "name": "David Brainerd",
      "aboutText": "David Brainerd (April 20, 1718–October 9, 1747) was an American missionary to the Native Americans who had a particularly fruitful ministry among the Delaware Indians of New Jersey. During his short life he was beset by many difficulties.",
      "pageId": 250833,
      "monthDay": "04/20"
    },
    {
      "year": "1723",
      "uri": "/wiki/Cornelius_Harnett",
      "name": "Cornelius Harnett",
      "aboutText": "Heinrich Göbel, later Henry Goebel (April 20, 1818 – December 4, 1893), born in Springe, Germany, was a precision mechanic and inventor. In 1848 he emigrated to New York City, where he resided until his death. He received American citizenship in 1865.",
      "pageId": 349518,
      "monthDay": "04/20"
    },
    {
      "year": "1727",
      "uri": "/wiki/Florimond_Claude,_Comte_de_Mercy-Argenteau",
      "name": "Florimond Claude, Comte de Mercy-Argenteau",
      "aboutText": "Saint Rose of Lima, T.O.S.D. (April 20, 1586 – August 24, 1617), was a Spanish colonist in Lima, Peru, who became known for both her life of severe asceticism and her care of the needy of the city through her own private efforts. A lay member of the Dominican Order, she was the first person born in the Americas to be canonized by the Catholic Church.\nAs a saint, Rose of Lima is designated as a co-patroness of the Philippines along with Saint Pudentiana, who were both moved as second-class patronage in September 1942 by Pope Pius XII, but remains the primary patroness of Peru and the indigenous natives of Latin America.",
      "pageId": 355422,
      "monthDay": "04/20"
    },
    {
      "year": "1745",
      "uri": "/wiki/Philippe_Pinel",
      "name": "Philippe Pinel",
      "aboutText": "Pietro Aretino (20 April 1492 – 21 October 1556) was an Italian author, playwright, poet, satirist and blackmailer who wielded immense influence on contemporary art and politics and invented modern literate pornography.",
      "pageId": 770461,
      "monthDay": "04/20"
    },
    {
      "year": "1748",
      "uri": "/wiki/Georg_Michael_Telemann",
      "name": "Georg Michael Telemann",
      "aboutText": "Dinah Maria Craik (/kreɪk/; born Dinah Maria Mulock, also often credited as Miss Mulock or Mrs. Craik) (20 April 1826 – 12 October 1887) was an English novelist and poet.",
      "pageId": 829416,
      "monthDay": "04/20"
    },
    {
      "year": "1808",
      "uri": "/wiki/Napoleon_III",
      "name": "Napoleon III",
      "aboutText": "Cornelius Harnett (April 20, 1723 – April 28, 1781) was an American merchant, farmer, and statesman from Wilmington, North Carolina. He was a leading American Revolutionary in the Cape Fear region, and a delegate for North Carolina in the Continental Congress from 1777 to 1779. Cornelius Harnett is the namesake of Harnett County, North Carolina.",
      "pageId": 1101870,
      "monthDay": "04/20"
    },
    {
      "year": "1816",
      "uri": "/wiki/Bogoslav_%C5%A0ulek",
      "name": "Bogoslav Šulek",
      "aboutText": "William Bedloe (20 April 1650 – 20 August 1680) was an English fraudster and Popish Plot informer.",
      "pageId": 1274567,
      "monthDay": "04/20"
    },
    {
      "year": "1818",
      "uri": "/wiki/Heinrich_G%C3%B6bel",
      "name": "Heinrich Göbel",
      "aboutText": "Thomas Morris (20 April 1851 – 25 December 1875), known as Young Tom Morris, was a Scottish professional golfer. He is considered one of the pioneers of professional golf, and was the first young prodigy in golf history. He won four consecutive titles in the Open Championship, an unmatched feat, and did this by the age of 21.",
      "pageId": 1514904,
      "monthDay": "04/20"
    },
    {
      "year": "1826",
      "uri": "/wiki/Dinah_Craik",
      "name": "Dinah Craik",
      "aboutText": "Florimond Claude, comte de Mercy-Argenteau (20 April 1727 – 25 August 1794) was an Austrian diplomat.\nHe was born in Liège, Belgium to Antoine, comte de Mercy-Argenteau, and entered the diplomatic service of Austria going to Paris in the train of Reichsfürst Kaunitz. He became Austrian minister at Turin, at St Petersburg, and in 1766 at Paris, where his first work was to strengthen the alliance between France and Austria, which was cemented in 1770 by the marriage of the dauphin, afterwards Louis XVI, with Archduchess Maria Antonia of Austria, youngest daughter of Empress Maria Theresa.",
      "pageId": 2309310,
      "monthDay": "04/20"
    },
    {
      "year": "1836",
      "uri": "/wiki/Eli_Whitney_Blake,_Jr.",
      "name": "Eli Whitney Blake, Jr.",
      "aboutText": "Siegmund Lubin (April 20, 1851 – September 11, 1923) was a German-American motion picture pioneer.",
      "pageId": 2612633,
      "monthDay": "04/20"
    },
    {
      "year": "1840",
      "uri": "/wiki/Odilon_Redon",
      "name": "Odilon Redon",
      "aboutText": "Charles Plumier (20 April 1646 – 20 November 1704) was a French botanist, after whom the Frangipani genus Plumeria is named. Plumier is considered one of the most important of the botanical explorers of his time.",
      "pageId": 2794074,
      "monthDay": "04/20"
    },
    {
      "year": "1850",
      "uri": "/wiki/Daniel_Chester_French",
      "name": "Daniel Chester French",
      "aboutText": "Bogoslav Šulek (born Bohuslav Šulek; April 20, 1816 – November 30, 1895) was a Croatian philologist, historian and lexicographer. He was very influential in creating Croatian terminology in the areas of social and natural sciences, technology and civilization.",
      "pageId": 4580698,
      "monthDay": "04/20"
    },
    {
      "year": "1851",
      "uri": "/wiki/Siegmund_Lubin",
      "name": "Siegmund Lubin",
      "aboutText": "Eli Whitney Blake, Jr. (April 20, 1836 – January 10, 1895) was an American scientist. His father and namesake was an inventor and partner of the Blake Brothers manufacturing firm.",
      "pageId": 7860075,
      "monthDay": "04/20"
    },
    {
      "year": "1851",
      "uri": "/wiki/Young_Tom_Morris",
      "name": "Young Tom Morris",
      "aboutText": "Georg Michael Telemann (20 April 1748 – 4 March 1831) was a German composer and theologian.\nTelemann was born in Plön, a grandson of the better-known Georg Philipp Telemann. He is mainly known for the church music he wrote.",
      "pageId": 20362268,
      "monthDay": "04/20"
    },
    {
      "year": "1860",
      "uri": "/wiki/Justinien_de_Clary",
      "name": "Justinien de Clary",
      "aboutText": "Maurice Le Noblet Duplessis (French pronunciation: ​[dzyplɛsi]; 20 April 1890 – 7 September 1959) served as the 16th Premier of the Canadian province of Quebec from 1936 to 1939 and 1944 to 1959. He rose to power after uniting his Conservative party and the breakaway Action liberale nationale progressive faction of the Liberal party of Premier Louis-Alexandre Taschereau, to form a new conservative party, the Union Nationale.\nHis era later became known as La Grande Noirceur (\"The Great Darkness\").",
      "pageId": 190453,
      "monthDay": "04/20"
    },
    {
      "year": "1871",
      "uri": "/wiki/Sydney_Chapman_(economist)",
      "name": "Sydney Chapman",
      "aboutText": "Albert Jean Amateau (April 20, 1889 – February 9, 1996) was a Turkish rabbi, businessman, lawyer and social activist.",
      "pageId": 327914,
      "monthDay": "04/20"
    },
    {
      "year": "1875",
      "uri": "/wiki/Vladimir_Vidri%C4%87",
      "name": "Vladimir Vidrić",
      "aboutText": "Holland McTyeire \"Howlin' Mad\" Smith, KCB (April 20, 1882 – January 12, 1967) was a General in the United States Marine Corps during World War II. He is sometimes called the \"father\" of modern U.S. amphibious warfare. His nickname, \"Howlin' Mad\" Smith, had been given to him by his troops in the Dominican Republic in 1916.\nOn the eve of World War II, General Smith directed extensive Army, Navy, and Marine amphibious training, which was a major factor in successful U.S. landings in both the Atlantic and Pacific.",
      "pageId": 507819,
      "monthDay": "04/20"
    },
    {
      "year": "1879",
      "uri": "/wiki/Paul_Poiret",
      "name": "Paul Poiret",
      "aboutText": "Paul Poiret (20 April 1879, Paris, France – 30 April 1944, Paris) was a leading French fashion designer during the first two decades of the 20th century.",
      "pageId": 646742,
      "monthDay": "04/20"
    },
    {
      "year": "1882",
      "uri": "/wiki/Holland_Smith",
      "name": "Holland Smith",
      "aboutText": "Princess Beatrice of Saxe-Coburg and Gotha (Beatrice Leopoldine Victoria; 20 April 1884 – 13 July 1966) was a member of the British Royal Family, a granddaughter of Queen Victoria. She later married into the Spanish Royal Family, and was the wife of Alfonso de Orleans y Borbón, Infante of Spain, a first cousin of Alfonso XIII of Spain.",
      "pageId": 763122,
      "monthDay": "04/20"
    },
    {
      "year": "1884",
      "uri": "/wiki/Princess_Beatrice_of_Saxe-Coburg_and_Gotha",
      "name": "Princess Beatrice of Saxe-Coburg and Gotha",
      "aboutText": "Adolf Schärf  (20 April 1890 – 28 February 1965) was an Austrian politician of the Social Democratic Party (SPÖ).",
      "pageId": 1577954,
      "monthDay": "04/20"
    },
    {
      "year": "1884",
      "uri": "/wiki/Oliver_Kirk",
      "name": "Oliver Kirk",
      "aboutText": "Adolf Hitler (20 April 1889 – 30 April 1945) was an Austrian-born German politician who was the leader of the Nazi Party (NSDAP), Chancellor of Germany from 1933 to 1945, and Führer (\"leader\") of Nazi Germany from 1934 to 1945. He was effectively dictator of Nazi Germany, and was at the centre of World War II in Europe and the Holocaust.\nHitler was a decorated veteran of World War I. He joined the precursor of the NSDAP, the German Workers' Party, in 1919 and became leader of the NSDAP in 1921.",
      "pageId": 2731583,
      "monthDay": "04/20"
    },
    {
      "year": "1884",
      "uri": "/wiki/Daniel_Varoujan",
      "name": "Daniel Varoujan",
      "aboutText": "Sir Sydney John Chapman KCB CBE (20 April 1871 – 29 August 1951) was an English economist and civil servant. He was Chief Economic Adviser to HM Government from 1927 to 1932.\n^ \"Chapman, Sydney John\".",
      "pageId": 5077876,
      "monthDay": "04/20"
    },
    {
      "year": "1889",
      "uri": "/wiki/Albert_Jean_Amateau",
      "name": "Albert Jean Amateau",
      "aboutText": "Vladimir Vidrić aka Vidra (April 20, 1875 – September 29, 1909) was a Croatian poet.",
      "pageId": 5151189,
      "monthDay": "04/20"
    },
    {
      "year": "1889",
      "uri": "/wiki/Harold_Bache",
      "name": "Harold Bache",
      "aboutText": "Prince Erik of Sweden and Norway, Duke of Västmanland (Erik Gustav Ludvig Albert) (20 April 1889 in Stockholm – 20 September 1918 in Drottningholm) was a Swedish prince and Duke of Västmanland. He was the third and youngest son of King Gustav V of Sweden and his queen, Victoria of Baden.",
      "pageId": 5277212,
      "monthDay": "04/20"
    },
    {
      "year": "1889",
      "uri": "/wiki/A._J._Balaban",
      "name": "A. J. Balaban",
      "aboutText": "Oliver Leonard Kirk (April 20, 1884 – March 14, 1960) was an American bantamweight and featherweight professional boxer who won two gold medals in Boxing at the 1904 Summer Olympics.\nHe was born in Beatrice, Nebraska and died in St. Louis, Missouri.",
      "pageId": 7002217,
      "monthDay": "04/20"
    },
    {
      "year": "1889",
      "uri": "/wiki/Robert_Butler_(Australian_politician)",
      "name": "Robert Butler",
      "aboutText": "Justinien Clary (20 April 1860 – 14 June 1933) was a French trap shooter who competed in the late 19th century and early 20th century. He participated in Shooting at the 1900 Summer Olympics in Paris and won the bronze medal in trap shooting competition. Fellow Frenchmen Roger de Barbarin and Rene Guyot won gold and silver respectively.",
      "pageId": 7175953,
      "monthDay": "04/20"
    },
    {
      "year": "1889",
      "uri": "/wiki/Walter_Costello",
      "name": "Walter Costello",
      "aboutText": "Harold Godfrey Bache (20 April 1889 – 15 February 1916) was an English cricketer. He played 20 first-class matches between 1907 and 1910, 17 of them for Worcestershire. He also played three times for Cambridge University, but was not awarded a Blue.",
      "pageId": 11047373,
      "monthDay": "04/20"
    },
    {
      "year": "1889",
      "uri": "/wiki/Prince_Erik,_Duke_of_V%C3%A4stmanland",
      "name": "Prince Erik, Duke of Västmanland",
      "aboutText": "Dr.",
      "pageId": 14748834,
      "monthDay": "04/20"
    },
    {
      "year": "1889",
      "uri": "/wiki/Marie-Antoinette_de_Geuser",
      "name": "Marie-Antoinette de Geuser",
      "aboutText": "Daniel Varoujan (Armenian: Դանիէլ Վարուժան, 20 April 1884 – 26 August 1915) was a major Armenian poet of the early 20th century. At the age of 31, when he was reaching international stature, he was deported and murdered by the Young Turk government, as part of the officially planned and executed Armenian Genocide.\n^ Raymond Kévorkian: Le Génocide des Arméniens, Odile Jacob, Paris 2006 2-7381-1830-5, p.",
      "pageId": 16176263,
      "monthDay": "04/20"
    },
    {
      "year": "1889",
      "uri": "/wiki/S._W._Harrington",
      "name": "S. W. Harrington",
      "aboutText": "Hermann Anton Joseph \"Tonny\" Kessler (20 April 1889 – 15 February 1960) was a Dutch football player. Kessler - along with brother Dé and cousins Boeli and Dolf - played club football for amateur side HVV Den Haag. Kessler also won three caps for the Dutch national side between 1907 and 1913, scoring one goal.",
      "pageId": 20053400,
      "monthDay": "04/20"
    },
    {
      "year": "1889",
      "uri": "/wiki/Adolf_Hitler",
      "name": "Adolf Hitler",
      "aboutText": "Walter Costello (April 20, 1889 – July 25, 1917) was a St. Louis gangster and member of the Egan's Rats.\nBorn and raised in North St.",
      "pageId": 21467674,
      "monthDay": "04/20"
    },
    {
      "year": "1889",
      "uri": "/wiki/Tonny_Kessler",
      "name": "Tonny Kessler",
      "aboutText": "Abraham Joseph Balaban, known as A. J. Balaban or Abe Balaban (April 20, 1889 – November 1, 1962), was a Chicago-based showman whose particular influence on popular entertainment in the early 20th century led to enormous innovations in the American movie-going experience.\nFollowing the leasing and operation of a modest nickelodeon house in 1909, Balaban oversaw the commission and design of Chicago's great movie palaces for the Balaban & Katz (B&K) exhibition chain, integrated live performers into themed stage extravaganzas with full orchestras and forever changing vaudeville, and inspired numerous and novel ideas for theatre management.\nA. J. Balaban's most productive period of achievement was from 1909 to 1929.",
      "pageId": 29522611,
      "monthDay": "04/20"
    },
    {
      "year": "1890",
      "uri": "/wiki/Maurice_Duplessis",
      "name": "Maurice Duplessis",
      "aboutText": "Robert John Cuthbert Butler (20 April 1889 – 8 November 1950) was an Australian politician. He was the Labor member for Lockyer in the Legislative Assembly of Queensland from 1918 to 1920.",
      "pageId": 33361409,
      "monthDay": "04/20"
    },
    {
      "year": "1890",
      "uri": "/wiki/Adolf_Sch%C3%A4rf",
      "name": "Adolf Schärf",
      "aboutText": "Marie-Antoinette de Geuser (known as \"Consummata\"; 20 April 1889 in Le Havre – 22 June 1918 in Le Havre). Being in close contact with the Carmelites, her state of health and the events of World War I did not allow her to take her vows.",
      "pageId": 37301754,
      "monthDay": "04/20"
    },
    {
      "year": "1893",
      "uri": "/wiki/Harold_Lloyd",
      "name": "Harold Lloyd",
      "aboutText": "Emil Hans Willi Hennig (April 20, 1913 – November 5, 1976) was a German biologist who is considered the founder of phylogenetic systematics, also known as cladistics. With his works on evolution and systematics he revolutionised the view of the natural order of beings. As a taxonomist, he specialised in dipterans (ordinary flies and mosquitoes).",
      "pageId": 33952,
      "monthDay": "04/20"
    },
    {
      "year": "1893",
      "uri": "/wiki/Joan_Mir%C3%B3",
      "name": "Joan Miró",
      "aboutText": "Joan Miró i Ferrà (Catalan: [ʒuˈan miˈɾo]; 20 April 1893 – 25 December 1983) was a Spanish painter, sculptor, and ceramicist born in Barcelona. A museum dedicated to his work, the Fundació Joan Miró, was established in his native city of Barcelona in 1975, and another, the Fundació Pilar i Joan Miró, was established in his adoptive city of Palma de Mallorca in 1981.\nEarning international acclaim, his work has been interpreted as Surrealism, a sandbox for the subconscious mind, a re-creation of the childlike, and a manifestation of Catalan pride.",
      "pageId": 63093,
      "monthDay": "04/20"
    },
    {
      "year": "1893",
      "uri": "/wiki/Edna_Parker",
      "name": "Edna Parker",
      "aboutText": "Lionel Leo Hampton (April 20, 1908 – August 31, 2002) was an American jazz vibraphonist, pianist, percussionist, bandleader and actor. Hampton worked with jazz musicians from Louis Armstrong, Benny Goodman, and Buddy Rich to Charlie Parker, Charles Mingus, and Quincy Jones.",
      "pageId": 78231,
      "monthDay": "04/20"
    },
    {
      "year": "1895",
      "uri": "/wiki/Emile_Christian",
      "name": "Emile Christian",
      "aboutText": "Emile Joseph Christian (April 20, 1895 – December 3, 1973) (sometimes spelled Emil Christian) was an early jazz trombonist; he also played cornet and string bass.",
      "pageId": 153728,
      "monthDay": "04/20"
    },
    {
      "year": "1895",
      "uri": "/wiki/Henry_de_Montherlant",
      "name": "Henry de Montherlant",
      "aboutText": "Harold Clayton Lloyd, Sr. (April 20, 1893 – March 8, 1971) was an American actor, comedian, film director, film producer, screenwriter, and stunt performer who is most famous for his silent comedy films.\nHarold Lloyd ranks alongside Charlie Chaplin and Buster Keaton as one of the most popular and influential film comedians of the silent film era.",
      "pageId": 172671,
      "monthDay": "04/20"
    },
    {
      "year": "1896",
      "uri": "/wiki/Wop_May",
      "name": "Wop May",
      "aboutText": "Kai Manne Börje Siegbahn (20 April 1918 – 20 July 2007) was a Swedish physicist.\nSiegbahn was born in Lund, Sweden, son of Manne Siegbahn the 1924 physics Nobel Prize winner. Siegbahn earned his doctorate at the University of Stockholm in 1944.",
      "pageId": 396741,
      "monthDay": "04/20"
    },
    {
      "year": "1899",
      "uri": "/wiki/Alan_Arnett_McLeod",
      "name": "Alan Arnett McLeod",
      "aboutText": "Edward Latimer Beach, Jr. (April 20, 1918 – December 1, 2002), nicknamed \"Ned\", was a highly decorated United States Navy submarine officer and best-selling author.\nDuring World War II, he participated in the Battle of Midway and 12 combat patrols, earning 10 decorations for gallantry, including the Navy Cross.",
      "pageId": 595147,
      "monthDay": "04/20"
    },
    {
      "year": "1904",
      "uri": "/wiki/Bruce_Cabot",
      "name": "Bruce Cabot",
      "aboutText": "Joseph Wolpe (20 April 1915 in Johannesburg, South Africa – 4 December 1997 in Los Angeles) was a South African psychiatrist, one of the most influential figures in Behavior Therapy.\nWolpe grew up in South Africa, attending Parktown Boys' High School and obtaining his M.D. from the University of the Witwatersrand.\nIn 1956 Wolpe was awarded a Ford Fellowship and spent a year at Stanford University in the Center for Behavioral Sciences, subsequently returning to South Africa but permanently moving to the United States in 1960 when he accepted a position at the University of Virginia.",
      "pageId": 665779,
      "monthDay": "04/20"
    },
    {
      "year": "1907",
      "uri": "/wiki/Augoustinos_Kantiotes",
      "name": "Augoustinos Kantiotes",
      "aboutText": "Wilfrid Reid \"Wop\" May OBE DFC (March 20, 1896 – June 21, 1952), was a Canadian flying ace in the First World War and a leading post-war aviator. He was the final allied pilot to be pursued by Manfred von Richthofen before the German ace was shot down on the Western Front in 1918.",
      "pageId": 806136,
      "monthDay": "04/20"
    },
    {
      "year": "1908",
      "uri": "/wiki/Lionel_Hampton",
      "name": "Lionel Hampton",
      "aboutText": "Henry Marie Joseph Frédéric Expedite Millon de Montherlant (French: [mɔ̃tɛʁlɑ̃]; 20 April 1895 – 21 September 1972) was a French essayist, novelist, and dramatist.",
      "pageId": 816607,
      "monthDay": "04/20"
    },
    {
      "year": "1913",
      "uri": "/wiki/Mimis_Fotopoulos",
      "name": "Mimis Fotopoulos",
      "aboutText": "Bruce Cabot (April 20, 1904 – May 3, 1972) was an American film actor, best remembered as Jack Driscoll in King Kong (1933) and for his roles in films such as the 1936 version of Last of the Mohicans, Fritz Lang's Fury and the western Dodge City. He was also known as one of \"Wayne's Regulars\", appearing in a number of John Wayne films beginning with Angel and the Badman.",
      "pageId": 1079482,
      "monthDay": "04/20"
    },
    {
      "year": "1913",
      "uri": "/wiki/Willi_Hennig",
      "name": "Willi Hennig",
      "aboutText": "Alan Arnett McLeod VC (20 April 1899 – 6 November 1918) was a Canadian recipient of the Victoria Cross, the highest and most prestigious award for gallantry in the face of the enemy that can be awarded to British and Commonwealth forces.",
      "pageId": 1177623,
      "monthDay": "04/20"
    },
    {
      "year": "1913",
      "uri": "/wiki/Roger_Rochard",
      "name": "Roger Rochard",
      "aboutText": "Betty Lou Gerson (April 20, 1914 – January 12, 1999) was an American actress, predominantly in radio, but also in film and television, and as a voice actress.",
      "pageId": 1612403,
      "monthDay": "04/20"
    },
    {
      "year": "1914",
      "uri": "/wiki/Betty_Lou_Gerson",
      "name": "Betty Lou Gerson",
      "aboutText": "Dimitris \"Mimis\" Fotopoulos (Greek: Μίμης Φωτόπουλος; 20 April 1913 – 29 October 1986) was a Greek actor, writer, poet and academic.\nHe was born in Zatouna, Gortynia, Arcadia. He studied at the Dramatic School of National Theatre (Δραματική Σχολή του Εθνικού Θεάτρου).",
      "pageId": 2886721,
      "monthDay": "04/20"
    },
    {
      "year": "1915",
      "uri": "/wiki/Joseph_Wolpe",
      "name": "Joseph Wolpe",
      "aboutText": "Flight Lieutenant Richard Hope Hillary (20 April 1919 – 8 January 1943) was a Battle of Britain pilot who died during World War II. He is best known for his book The Last Enemy, based upon his experiences during the Battle of Britain.",
      "pageId": 3599544,
      "monthDay": "04/20"
    },
    {
      "year": "1916",
      "uri": "/wiki/Phil_Walters",
      "name": "Phil Walters",
      "aboutText": "Edna Ruth Parker (née Scott) (April 20, 1893 – November 26, 2008) was an American supercentenarian and, until her death, was recognized as the oldest person in the world following the death of Yone Minagawa of Japan on August 13, 2007. She assumed the title at age 114 years 115 days. Parker became Indiana's oldest living person on April 7, 2005 (age 111 years 352 days) (following the death of then almost-112-year-old Minnie Kearby, who was just 6 days older at the time) and the state's all-time recordholder on January 19, 2007 (age 113 years 274 days), surpassing Mary Parr.",
      "pageId": 7400386,
      "monthDay": "04/20"
    },
    {
      "year": "1916",
      "uri": "/wiki/Nasiba_Zeynalova",
      "name": "Nasiba Zeynalova",
      "aboutText": "Nasiba Zeynalova (Azerbaijani: Nəsibə Zeynalova; 20 April 1916, Baku – 10 March 2004, Baku) was an Azerbaijani actress and People's Artist of Azerbaijan.",
      "pageId": 12495963,
      "monthDay": "04/20"
    },
    {
      "year": "1918",
      "uri": "/wiki/Edward_L._Beach_Jr.",
      "name": "Edward L. Beach Jr.",
      "aboutText": "Metropolitan Augoustinos Kantiotes (Greek: Αυγουστίνος Καντιώτης, 20 April 1907 – 28 August 2010) was the Greek Orthodox bishop of Florina. He was born in Paros in village of Piso Livadi.\nKantiotes was a defender of traditional Greek Orthodox beliefs.",
      "pageId": 12917480,
      "monthDay": "04/20"
    },
    {
      "year": "1918",
      "uri": "/wiki/Kai_Siegbahn",
      "name": "Kai Siegbahn",
      "aboutText": "Roger Rochard (20 April 1913 – 25 February 1993) was a French long-distance runner.",
      "pageId": 27939031,
      "monthDay": "04/20"
    },
    {
      "year": "1919",
      "uri": "/wiki/Richard_Hillary",
      "name": "Richard Hillary",
      "aboutText": "Philip F. Walters (born in New York City, 20 April, 1916, died 6 February, 2000) was an American racing driver, who won both the 12 Hours of Sebring and Watkins Glen Grand Prix twice.",
      "pageId": 46199269,
      "monthDay": "04/20"
    },
    {
      "year": "1920",
      "uri": "/wiki/Clement_Isong",
      "name": "Clement Isong",
      "aboutText": "Leslie Samuel Phillips, CBE (born 20 April 1924) is a British actor who came to prominence in films in the 1950s, acting as a suave charmer with an exaggerated upper-class accent, in the style of Terry-Thomas. After a notable success in the Carry On films and the Doctor series, he moved away from comedy into character roles in the Harry Potter series and many TV sitcoms, as well as stage work.",
      "pageId": 95805,
      "monthDay": "04/20"
    },
    {
      "year": "1920",
      "uri": "/wiki/Ronald_Speirs",
      "name": "Ronald Speirs",
      "aboutText": "John Paul Stevens (born April 20, 1920) is a retired associate justice of the Supreme Court of the United States who served from December 19, 1975 until his retirement on June 29, 2010. At the time of his retirement, he was the oldest Justice then serving, the second-oldest serving Justice in the history of the Court, and the third longest-serving US Supreme Court Justice in history. He was nominated by President Gerald Ford to replace the Court's longest-serving justice, William O. Douglas.",
      "pageId": 188359,
      "monthDay": "04/20"
    },
    {
      "year": "1920",
      "uri": "/wiki/John_Paul_Stevens",
      "name": "John Paul Stevens",
      "aboutText": "Philip Toll Hill, Jr. (April 20, 1927 – August 28, 2008) was an American automobile racer and the only American-born driver to win the Formula One World Drivers' Championship (Mario Andretti, an American driver, won the World Drivers' Championship in 1978, but was not born in the United States). He also scored three wins at each of the 24 Hours of Le Mans and 12 Hours of Sebring sports car races.",
      "pageId": 341545,
      "monthDay": "04/20"
    },
    {
      "year": "1921",
      "uri": "/wiki/Peter_Baker_(British_politician)",
      "name": "Peter Baker",
      "aboutText": "Robert Eugene Byrne (April 20, 1928 – April 12, 2013) was an American chess Grandmaster and chess author. He won the U.S. Championship in 1972, and was a World Chess Championship Candidate in 1974. Byrne represented the United States nine times in Chess Olympiads from 1952 to 1976 and won seven medals.",
      "pageId": 768779,
      "monthDay": "04/20"
    },
    {
      "year": "1921",
      "uri": "/wiki/Janine_Sutto",
      "name": "Janine Sutto",
      "aboutText": "Aristotle George (Harry) Agganis (Greek: Αριστοτέλης Γεώργιος Αγγάνης) (April 20, 1929 – June 27, 1955), nicknamed \"The Golden Greek\", was a former American first baseman and college football star who played two seasons with the Boston Red Sox of the American League (1954–1955), after passing up a potential professional football career.\nBorn in Lynn, Massachusetts, Agganis first gained notice as a college football player at Boston University, becoming the first person in school history to be named All-American. He passed a professional career with the Cleveland Browns in order to play his favorite sport, baseball, close to his hometown.",
      "pageId": 819602,
      "monthDay": "04/20"
    },
    {
      "year": "1923",
      "uri": "/wiki/Mother_Angelica",
      "name": "Mother Angelica",
      "aboutText": "Jack Sydney George \"Bud\" Cullen, PC (April 20, 1927 – July 5, 2005) was a Canadian Federal Court judge and politician.",
      "pageId": 1580267,
      "monthDay": "04/20"
    },
    {
      "year": "1923",
      "uri": "/wiki/Irene_Lieblich",
      "name": "Irene Lieblich",
      "aboutText": "Janine Sutto, CC CQ (born 20 April 1921) is a Quebec actress.\nBorn in Paris, the daughter of Léopold Sutto and Renée Mamert, she immigrated to Canada in the 1930s with her family settling in Montreal. \"An icon of Quebec television, she has appeared in some 70 series and dramas, notably Les Belles Histoires des pays d'en haut, Joie de vivre, Septième nord, Symphorien, and Poivre et sel.",
      "pageId": 1801054,
      "monthDay": "04/20"
    },
    {
      "year": "1923",
      "uri": "/wiki/Tito_Puente",
      "name": "Tito Puente",
      "aboutText": "Guy Rocher, CC CQ MSRC (born April 20, 1924) is a Canadian academic and sociologist.\nBorn in Berthierville, Quebec, he received a B.A. from the Université de Montréal in 1943, an M.A. in sociology from Université Laval in 1950, and a Ph.D. in sociology from Harvard University in 1958. From 1952 until 1960 he taught at Université Laval.",
      "pageId": 1805508,
      "monthDay": "04/20"
    },
    {
      "year": "1924",
      "uri": "/wiki/Nina_Foch",
      "name": "Nina Foch",
      "aboutText": "Mother Mary Angelica of the Annunciation, PCPA (born Rita Antoinette Rizzo on April 20, 1923) is an American Franciscan nun best known as a television personality and the founder of the Eternal Word Television Network.\nIn 1944, she entered the Poor Clares of Perpetual Adoration, a Franciscan religious order for women, as a postulant, and a year later she was admitted to the order as a novice. She went on to find a new house for the order in 1962 in Irondale, Alabama, where EWTN is headquartered, and in 1996 she initiated the building of the Shrine of the Most Blessed Sacrament and Our Lady of the Angels monastery in Hanceville, Alabama.",
      "pageId": 2357859,
      "monthDay": "04/20"
    },
    {
      "year": "1924",
      "uri": "/wiki/Leslie_Phillips",
      "name": "Leslie Phillips",
      "aboutText": "Ernest Alfred Stautner (April 20, 1925 – February 16, 2006) was a German-born American football player and coach who starred as a defensive tackle with the Pittsburgh Steelers.",
      "pageId": 2487040,
      "monthDay": "04/20"
    },
    {
      "year": "1924",
      "uri": "/wiki/Guy_Rocher",
      "name": "Guy Rocher",
      "aboutText": "Nina Foch /niːnə.fɑːʃ/ (born Nina Consuelo Maud Fock; April 20, 1924 – December 5, 2008) was a Dutch-born American actress of film, stage, and television. After signing a contract with Columbia Pictures at age nineteen, the tall, blonde Foch became a regular in the studio's horror pictures and film noirs before establishing herself as a leading lady in the mid-1940s through the 1950s, often playing roles as cool, aloof sophisticates. Her career spanned six decades, consisting of over fifty feature films and over one hundred television appearances.",
      "pageId": 2724530,
      "monthDay": "04/20"
    },
    {
      "year": "1925",
      "uri": "/wiki/Ernie_Stautner",
      "name": "Ernie Stautner",
      "aboutText": "Lieutenant Colonel Ronald C. Speirs (20 April 1920 – 11 April 2007) was a United States Army officer who served in the 506th Parachute Infantry Regiment of the 101st Airborne Division during World War II. He was initially assigned as a platoon leader in either Charlie or Baker Company of the 1st Battalion of the 506th Parachute Infantry Regiment. Speirs was reassigned to Dog Company of the 2nd Battalion prior to the invasion of Normandy in June 1944, before his unit was absorbed into Easy Company, of which he was given command during the assault on Foy after the Battle of the Bulge in Bastogne. Speirs also served in Korea, where he commanded a rifle company, and later became the American Governor for Spandau Prison in Berlin.",
      "pageId": 3561151,
      "monthDay": "04/20"
    },
    {
      "year": "1927",
      "uri": "/wiki/Bud_Cullen",
      "name": "Bud Cullen",
      "aboutText": "Peter Arthur David Baker MC (20 April 1921 – 14 November 1966) was a British soldier, author, publisher and Conservative politician who served as a member of parliament (MP) for South Norfolk. He is chiefly remembered as the last Member of Parliament to be expelled from the House of Commons.",
      "pageId": 4501411,
      "monthDay": "04/20"
    },
    {
      "year": "1927",
      "uri": "/wiki/Phil_Hill",
      "name": "Phil Hill",
      "aboutText": "John Thomas Gavin (20 April 1928 – 20 September 2007) was an Irish footballer who spent most of his career in England. He played for Janesboro United, Limerick, Ireland, Norwich City, Watford, Tottenham Hotspur, Crystal Palace, Cambridge City, Newmarket Town and Fulbourn.\nBorn in Limerick, Gavin was working as a painter on the Irish railways and playing for Limerick when he was approached in 1948 by Norwich City manager Doug Lochhead.",
      "pageId": 5463133,
      "monthDay": "04/20"
    },
    {
      "year": "1927",
      "uri": "/wiki/K._Alex_M%C3%BCller",
      "name": "K. Alex Müller",
      "aboutText": "Karl Alexander Müller (born April 20, 1927) is a Swiss physicist and Nobel laureate. He received the Nobel Prize in Physics in 1987 with Georg Bednorz for their work in superconductivity in ceramic materials.\n^ Editor, ÖGV. (2015).",
      "pageId": 7790420,
      "monthDay": "04/20"
    },
    {
      "year": "1928",
      "uri": "/wiki/Robert_Byrne_(chess_player)",
      "name": "Robert Byrne",
      "aboutText": "Bobby Hollander (April 20, 1929 - March 7, 2002) was an American adult film director, performer, and magazine publisher. He directed 59 pornographic movies between 1979 and 1995. He was one of the pioneers of the shot-on-video porn movie.",
      "pageId": 8619661,
      "monthDay": "04/20"
    },
    {
      "year": "1928",
      "uri": "/wiki/Johnny_Gavin_(footballer)",
      "name": "Johnny Gavin",
      "aboutText": "Arvo Kruusement (born 20 April 1928) is an Estonian actor, theatre and film director who has made some of Estonia's classic novels into films Spring (1969) and Fall (1990) The movie Spring has been noted as the best Estonian feature film in the Top Ten Poll hold by Estonian film critics and journalists in 2002. In 1970 the movie sold 558,000 tickets in Estonia (Total population 1.34 million) and in 1971 8,100,000 tickets in Soviet Union.\nArvo Kruusement attended GITIS in Moscow, Russia from where he graduated in 1953.",
      "pageId": 23494169,
      "monthDay": "04/20"
    },
    {
      "year": "1928",
      "uri": "/wiki/Arvo_Kruusement",
      "name": "Arvo Kruusement",
      "aboutText": "Ernesto Antonio \"Tito\" Puente (April 20, 1923 – June 1, 2000) was an American Mambo musician and Latin jazz composer. The son of native Puerto Ricans, Ernest and Ercilia Puente, living in New York City's Spanish Harlem community, Puente is often credited as \"The Musical Pope\", \"El Rey de los Timbales\" (The King of the Timbales) and \"The King of Latin Music\". He is best known for dance-oriented mambo and Latin jazz compositions that endured over a 50-year career.",
      "pageId": 23976973,
      "monthDay": "04/20"
    },
    {
      "year": "1929",
      "uri": "/wiki/Harry_Agganis",
      "name": "Harry Agganis",
      "aboutText": "Clement Nyong Isong (20 April 1920-29 May 2000) was a Nigerian banker and politician who was governor of the Central Bank of Nigeria (1967–1975) during the military regime of General Yakubu Gowon.",
      "pageId": 26374122,
      "monthDay": "04/20"
    },
    {
      "year": "1929",
      "uri": "/wiki/Bobby_Hollander",
      "name": "Bobby Hollander",
      "aboutText": "Irene Lieblich (20 April 1923 – 28 December 2008) was a Polish-born artist and Holocaust survivor noted for illustrating the books of Nobel laureate Isaac Bashevis Singer and for her paintings highlighting Jewish life and culture.",
      "pageId": 26449767,
      "monthDay": "04/20"
    },
    {
      "year": "1930",
      "uri": "/wiki/Dwight_Gustafson",
      "name": "Dwight Gustafson",
      "aboutText": "Gro Harlem Brundtland (Norwegian: [ɡruː hɑːɭɛm brʉntlɑnː]  ( listen); born Gro Harlem, 20 April 1939) is a former Prime Minister of Norway, a current Special Envoy with the United Nations, and the Deputy Chair of The Elders.\nBrundtland, MD has served as a physician, a Social Democratic politician and a diplomat, and is now an international leader in sustainable development and public health.\nShe served three terms as Norway's Prime Minister: in 1981, in 1986–89, and in 1990–96.",
      "pageId": 13171,
      "monthDay": "04/20"
    },
    {
      "year": "1930",
      "uri": "/wiki/Antony_Jay",
      "name": "Antony Jay",
      "aboutText": "Elizabeth \"Betty\" Cuthbert AM, MBE (born 20 April 1938 in Merrylands, New South Wales) is an Australian athlete, and a fourfold Olympic champion.\nDuring her career, she set world records for 60 metres, 100 yards, 200 metres, 220 yards and 440 yards. Cuthbert also contributed to Australian relay teams completing a win in the 4 × 100 metres, 4x110 yards, 4 × 200 metres and 4x220 yards.",
      "pageId": 70740,
      "monthDay": "04/20"
    },
    {
      "year": "1931",
      "uri": "/wiki/Michael_Allenby,_3rd_Viscount_Allenby",
      "name": "Michael Allenby, 3rd Viscount Allenby",
      "aboutText": "Charles Patrick \"Pat\" Roberts (born April 20, 1936) is the senior United States Senator from Kansas. A member of the Republican Party, he has served since 1997. He previously served as the Chairman of the Senate Select Committee on Intelligence.",
      "pageId": 363280,
      "monthDay": "04/20"
    },
    {
      "year": "1931",
      "uri": "/wiki/John_Eccles,_2nd_Viscount_Eccles",
      "name": "John Eccles, 2nd Viscount Eccles",
      "aboutText": "George Hosato Takei (武井 穂郷, Takei Hosato, /təˈkeɪ/; born April 20, 1937) is an American actor, director, author, and activist. Takei is most widely known for his role as Hikaru Sulu, helmsman of the USS Enterprise in the television series Star Trek. He also portrayed the character in six Star Trek feature films and in an episode of Star Trek: Voyager.",
      "pageId": 363856,
      "monthDay": "04/20"
    },
    {
      "year": "1933",
      "uri": "/wiki/Aim%C3%A9e_Beekman",
      "name": "Aimée Beekman",
      "aboutText": "Peter Snow, CBE (born 20 April 1938) is a British radio and television presenter and historian. He is the grandson of First World War general Sir Thomas D'Oyly Snow; cousin of Jon Snow, the presenter of Channel 4 News; nephew of schoolmaster and bishop George D'Oyly Snow; and brother-in-law of historian-writer Margaret MacMillan.",
      "pageId": 494020,
      "monthDay": "04/20"
    },
    {
      "year": "1936",
      "uri": "/wiki/Pauli_Ellefsen",
      "name": "Pauli Ellefsen",
      "aboutText": "Peter Soyer Beagle (born April 20, 1939) is an American novelist and screenwriter, especially fantasy fiction. His best-known work is The Last Unicorn (1968), a fantasy novel he wrote in his twenties, which Locus subscribers voted the number five \"All-Time Best Fantasy Novel\" in 1987. During the last twenty-five years he has won several literary awards including a World Fantasy Award for Life Achievement in 2011.",
      "pageId": 679683,
      "monthDay": "04/20"
    },
    {
      "year": "1936",
      "uri": "/wiki/Pat_Roberts",
      "name": "Pat Roberts",
      "aboutText": "Lieutenant-Colonel Michael Jaffray Hynman Allenby, 3rd Viscount Allenby of Megiddo (20 April 1931 – 3 October 2014)  was a British politician and hereditary peer. He was the great-nephew of Edmund Allenby, 1st Viscount Allenby, famed commander during the Second Boer War and the First World War.\nThe only child of Dudley Allenby, 2nd Viscount Allenby, and his first wife, Gertrude Mary Lethbridge (née Champneys) Allenby (d.1988).",
      "pageId": 1349537,
      "monthDay": "04/20"
    },
    {
      "year": "1936",
      "uri": "/wiki/Christopher_Robinson_(musician)",
      "name": "Christopher Robinson",
      "aboutText": "Johnny Tillotson (born April 20, 1939 in Jacksonville, Florida) is an American singer and songwriter. He enjoyed his greatest success in the early 1960s, when he scored nine top-ten hits on the pop, country and adult contemporary Billboard charts including \"Poetry In Motion\" and the self-penned \"It Keeps Right On a-Hurtin'\". He also sang \"Yellow Bird\", an adaptation of the Haitian song.",
      "pageId": 1491537,
      "monthDay": "04/20"
    },
    {
      "year": "1937",
      "uri": "/wiki/George_Takei",
      "name": "George Takei",
      "aboutText": "Ray Brooks (born 20 April 1939 in Brighton, Sussex) is an English television and film actor.",
      "pageId": 2639351,
      "monthDay": "04/20"
    },
    {
      "year": "1937",
      "uri": "/wiki/Antonios_Kounadis",
      "name": "Antonios Kounadis",
      "aboutText": "Sir Antony Rupert Jay, CBE CVO (born 20 April 1930) is an English writer, broadcaster and director, famous for the co-authorship, with Jonathan Lynn, of the successful British political comedies Yes Minister and Yes, Prime Minister (1980–88). He wrote The Householder's Guide to Community Defence Against Bureaucratic Aggression (1972).\nSir Antony Jay had a distinguished career as a broadcaster and in public relations, for which he was created a Knight Bachelor in 1988.",
      "pageId": 4078309,
      "monthDay": "04/20"
    },
    {
      "year": "1937",
      "uri": "/wiki/Ji%C5%99%C3%AD_Dienstbier",
      "name": "Jiří Dienstbier",
      "aboutText": "Dwight Leonard Gustafson (April 20, 1930 – January 28, 2014) was an American composer, conductor, and dean of the School of Fine Arts at Bob Jones University.",
      "pageId": 5885117,
      "monthDay": "04/20"
    },
    {
      "year": "1937",
      "uri": "/wiki/Harvey_Quaytman",
      "name": "Harvey Quaytman",
      "aboutText": "Manfred Kinder (born 20 April 1938) is a West German former sprinter. He won a silver and a bronze medal in the 4×400 m relay at the 1960 and 1968 Summer Olympics, respectively, and finished in fifth place in 1964. Individually, he competed in the 400 m and 800 m, with the best result of fifth place in the 400 m in 1960.",
      "pageId": 8223966,
      "monthDay": "04/20"
    },
    {
      "year": "1938",
      "uri": "/wiki/Betty_Cuthbert",
      "name": "Betty Cuthbert",
      "aboutText": "John Dawson Eccles, 2nd Viscount Eccles, CBE (born 20 April 1931) is a British peer and businessman. He is one of the ninety hereditary peers elected to remain in the House of Lords after the passing of the House of Lords Act 1999.",
      "pageId": 9074204,
      "monthDay": "04/20"
    },
    {
      "year": "1938",
      "uri": "/wiki/Manfred_Kinder",
      "name": "Manfred Kinder",
      "aboutText": "Christopher John Robinson CVO CBE (born 20 April 1936) is a British conductor and organist. After being organ scholar at Christ Church, Oxford he worked as Organist and Master of the Choristers at Worcester Cathedral. In 1974 he became Organist and Choirmaster at St George’s Chapel, Windsor Castle a position he held until 1991.",
      "pageId": 16844251,
      "monthDay": "04/20"
    },
    {
      "year": "1938",
      "uri": "/wiki/Peter_Snow",
      "name": "Peter Snow",
      "aboutText": "Joen Pauli Højgaard Ellefsen (April 20, 1936 – August 24, 2012) was a Faroese politician and member of the Union Party. He was Prime Minister of the Faroe Islands from 1981 to 1985.\nPauli Ellefsen was the eldest of eight children born to Sofia (née Højgaard) from Rituvík and Joen Elias Ellefsen from Miðvágur.",
      "pageId": 18757104,
      "monthDay": "04/20"
    },
    {
      "year": "1938",
      "uri": "/wiki/Eszter_Tam%C3%A1si",
      "name": "Eszter Tamási",
      "aboutText": "Antonios Kounadis (Greek: Αντώνηος Κουνάδης; born 20 April 1937 in Athina, Attiki) is a retired male discus thrower from Greece. He represented his native country at the 1960 Summer Olympics in Rome, Italy, where he ended up in 18th place in the overall-rankings.",
      "pageId": 21045661,
      "monthDay": "04/20"
    },
    {
      "year": "1939",
      "uri": "/wiki/Peter_S._Beagle",
      "name": "Peter S. Beagle",
      "aboutText": "Eszter Tamási (April 20, 1938 – December 16, 1991) was a Hungarian actress and TV announcer.",
      "pageId": 25417618,
      "monthDay": "04/20"
    },
    {
      "year": "1939",
      "uri": "/wiki/Ray_Brooks_(actor)",
      "name": "Ray Brooks",
      "aboutText": "Jiří Dienstbier (20 April 1937, Kladno – 8 January 2011, Prague) was a Czech politician and journalist. He was one of Czechoslovakia's most respected foreign correspondents before being fired after the Prague Spring. Unable to have a livelihood as a journalist, he worked as a janitor for the next two decades.",
      "pageId": 30458201,
      "monthDay": "04/20"
    },
    {
      "year": "1939",
      "uri": "/wiki/Gro_Harlem_Brundtland",
      "name": "Gro Harlem Brundtland",
      "aboutText": "Harvey Quaytman (April 20, 1937 - April 8, 2002) was a geometric abstraction painter best known for large modernist canvases with powerful monochromatic tones, in layered compositions, often with hard edges - inspired by Malevich and Mondrian.",
      "pageId": 38232063,
      "monthDay": "04/20"
    },
    {
      "year": "1939",
      "uri": "/wiki/Johnny_Tillotson",
      "name": "Johnny Tillotson",
      "aboutText": "Aimée Beekman (née Aimée Malla; born 20 April 1933 in Tallinn) is an Estonian writer noted in her country for several books said to present realistic depictions of modern life. Amongst her works is Valikuvõimalus or An Opportunity for Choice, which involves a woman's unconventional attempt at family life.\nShe was married to Vladimir Beekman.",
      "pageId": 43195356,
      "monthDay": "04/20"
    },
    {
      "year": "1940",
      "uri": "/wiki/James_Gammon",
      "name": "James Gammon",
      "aboutText": "Charles Patrick Ryan O'Neal (born April 20, 1941), known professionally as Ryan O'Neal, is an American actor and former amateur boxer.\nO'Neal trained as an amateur boxer before beginning his career in acting in 1960. In 1964, he landed the role of Rodney Harrington on the ABC nighttime soap opera Peyton Place.",
      "pageId": 161920,
      "monthDay": "04/20"
    },
    {
      "year": "1941",
      "uri": "/wiki/David_L._Boren",
      "name": "David L. Boren",
      "aboutText": "Sir John Eliot Gardiner, CBE (born 20 April 1943) is an English conductor.",
      "pageId": 275264,
      "monthDay": "04/20"
    },
    {
      "year": "1941",
      "uri": "/wiki/Ryan_O%27Neal",
      "name": "Ryan O'Neal",
      "aboutText": "Alan James Beith, Baron Beith, PC (formerly known as Sir Alan Beith; born 20 April 1943) is a British politician who represented the constituency of Berwick-upon-Tweed as its Member of Parliament (MP) from 1973 to 2015.\nFrom 1992 to 2003 he was Deputy Liberal Democratic Party Leader and, by 2015, Sir Alan was the longest-serving member of his party sitting in the House of Commons and the last Liberal Democrat//Liberal MP to have experience of Parliament from the 1970s.\nBeith was elevated as a Life Peer in the 2015 Dissolution Honours List and took his title and a seat on the House of Lords Opposition benches on 23 November 2015.",
      "pageId": 413936,
      "monthDay": "04/20"
    },
    {
      "year": "1942",
      "uri": "/wiki/Giles_Henderson",
      "name": "Giles Henderson",
      "aboutText": "Edith Minturn \"Edie\" Sedgwick (April 20, 1943 – November 16, 1971) was an American heiress, socialite, actress, and fashion model. She is best known for being one of Andy Warhol's superstars. Sedgwick became known as \"The Girl of the Year\" in 1965 after starring in several of Warhol's short films in the 1960s.",
      "pageId": 521568,
      "monthDay": "04/20"
    },
    {
      "year": "1942",
      "uri": "/wiki/Arto_Paasilinna",
      "name": "Arto Paasilinna",
      "aboutText": "Michael Brandon (born Michael Feldman) is an American actor who resides in London and Los Angeles.",
      "pageId": 570250,
      "monthDay": "04/20"
    },
    {
      "year": "1943",
      "uri": "/wiki/Alan_Beith",
      "name": "Alan Beith",
      "aboutText": "Naftali Temu (20 April 1945 – 10 March 2003) was a Kenyan long-distance runner. He became Kenya's first gold medalist when he won the 10,000 metres race at the 1968 Summer Olympics in Mexico City.\n^ All-Athletics.",
      "pageId": 846964,
      "monthDay": "04/20"
    },
    {
      "year": "1943",
      "uri": "/wiki/John_Eliot_Gardiner",
      "name": "John Eliot Gardiner",
      "aboutText": "Stephen Orr Spurrier (born April 20, 1945) is an American former football player and coach, having served as the head coach of three college and two professional teams. Spurrier was also noteworthy as a standout college football player, and he later played professionally in the National Football League (NFL).\nSpurrier was born in Florida and grew up in Tennessee.",
      "pageId": 1009794,
      "monthDay": "04/20"
    },
    {
      "year": "1943",
      "uri": "/wiki/Jamie_Gillis",
      "name": "Jamie Gillis",
      "aboutText": "Arto Tapio Paasilinna (born 20 April 1942 in Kittilä) is a Finnish writer, being a former journalist turned comic novelist. One of the most successful novelists of Finland, he has won a broad readership outside of Finland in a way few other Finnish authors have before. Translated into 27 languages, over seven million copies of his books have been sold worldwide, and he has been claimed as \"instrumental in generating the current level of interest in books from Finland\".",
      "pageId": 1647525,
      "monthDay": "04/20"
    },
    {
      "year": "1943",
      "uri": "/wiki/Edie_Sedgwick",
      "name": "Edie Sedgwick",
      "aboutText": "James Richard Gammon (April 20, 1940 – July 16, 2010) was an American actor, known for playing grizzled \"good ol' boy\" types in numerous films and television series.",
      "pageId": 2076757,
      "monthDay": "04/20"
    },
    {
      "year": "1944",
      "uri": "/wiki/Toivo_Aare",
      "name": "Toivo Aare",
      "aboutText": "Jamie Gillis (April 20, 1943 – February 19, 2010) was an American pornographic actor, director and member of the AVN Hall of Fame.",
      "pageId": 2205255,
      "monthDay": "04/20"
    },
    {
      "year": "1945",
      "uri": "/wiki/Michael_Brandon",
      "name": "Michael Brandon",
      "aboutText": "David Lyle Boren (born April 21, 1941) is a university administrator and American politician from the state of Oklahoma. A member of the Democratic Party, he served as the 21st governor of Oklahoma from 1975 to 1979 and in the United States Senate from 1979 to 1994. He is currently the 13th president of the University of Oklahoma.",
      "pageId": 4369747,
      "monthDay": "04/20"
    },
    {
      "year": "1945",
      "uri": "/wiki/Alistair_Cooke,_Baron_Lexden",
      "name": "Alistair Cooke, Baron Lexden",
      "aboutText": "Judith O'Dea (born April 20, 1945) is an American actress.",
      "pageId": 5402128,
      "monthDay": "04/20"
    },
    {
      "year": "1945",
      "uri": "/wiki/Bobby_Jameson",
      "name": "Bobby Jameson",
      "aboutText": "Sandro Chia (born 20 April 1946) is an Italian painter and sculptor.\nA native of Florence, he was a key member of the Italian Transavanguardia movement, along with fellow countrymen Francesco Clemente, Mimmo Paladino, Nicola De Maria, and Enzo Cucchi.",
      "pageId": 8974374,
      "monthDay": "04/20"
    },
    {
      "year": "1945",
      "uri": "/wiki/Judith_O%27Dea",
      "name": "Judith O'Dea",
      "aboutText": "Thein Sein (Burmese: သိန်းစိန် [θéɪɴ sèɪɴ]; born 20 April 1945) is a Burmese politician and former military commander who has been President of Myanmar since March 2011, having been elected by the Assembly of the Union the previous month. He was the Prime Minister from 2007 until 2011 and considered by many in and outside Myanmar as a moderate and reformist in the post-junta government. His new government undertook a series of political reforms including some deregulation of the country's censored media, releasing many political prisoners and halting the country's controversial large Chinese-led hydro-power project.",
      "pageId": 11309984,
      "monthDay": "04/20"
    },
    {
      "year": "1945",
      "uri": "/wiki/Thein_Sein",
      "name": "Thein Sein",
      "aboutText": "Giles Ian Henderson, CBE (born 20 April 1942) who was Master of Pembroke College, Oxford.",
      "pageId": 11627408,
      "monthDay": "04/20"
    },
    {
      "year": "1945",
      "uri": "/wiki/Steve_Spurrier",
      "name": "Steve Spurrier",
      "aboutText": "Toivo Aare (20 April 1944 Harjumaa – 9 April 1999 Tallinn) was an Estonian journalist.",
      "pageId": 20402862,
      "monthDay": "04/20"
    },
    {
      "year": "1945",
      "uri": "/wiki/Naftali_Temu",
      "name": "Naftali Temu",
      "aboutText": "Diane Rosemary Elson (born 20 April 1946) is a British economist, sociologist and gender and development social scientist. She is Professor Emerita of sociology at the University of Essex and a former Professor of development studies at the University of Manchester.\nShe is noted for her work on issues of development and human rights.",
      "pageId": 25765462,
      "monthDay": "04/20"
    },
    {
      "year": "1946",
      "uri": "/wiki/Sandro_Chia",
      "name": "Sandro Chia",
      "aboutText": "For the journalist, see Alistair Cooke For the English cricketer, see Alastair Cook",
      "pageId": 30245572,
      "monthDay": "04/20"
    },
    {
      "year": "1946",
      "uri": "/wiki/J%C4%81nis_Doni%C5%86%C5%A1",
      "name": "Jānis Doniņš",
      "aboutText": "Robert Parker Jameson (March 20, 1945 – May 12, 2015), known as Bobby Jameson, was an American singer and songwriter, who was briefly hyped as a major star in the early 1960s and later recorded with The Rolling Stones, Frank Zappa and others.",
      "pageId": 31518760,
      "monthDay": "04/20"
    },
    {
      "year": "1946",
      "uri": "/wiki/Diane_Elson",
      "name": "Diane Elson",
      "aboutText": "Jānis Doniņš (born 20 April 1946) is a Latvian-American former javelin thrower. Competing for the Soviet Union, he won the silver medal at the 1971 European Athletics Championships behind Jānis Lūsis.",
      "pageId": 42529929,
      "monthDay": "04/20"
    },
    {
      "year": "1946",
      "uri": "/wiki/Tommy_Hutton",
      "name": "Tommy Hutton",
      "aboutText": "Björn Nils Olof Skifs (born 20 April 1947 in Vansbro, Dalarna) is a Swedish singer, songwriter, actor, and screenwriter.\nBjörn Skifs formed his first musical group Slam Creepers in 1962. Slam Creepers split in 1969 and Skifs went on to form a new band, Blåblus, in 1972.",
      "pageId": 154440,
      "monthDay": "04/20"
    },
    {
      "year": "1946",
      "uri": "/wiki/Martin_McGrady",
      "name": "Martin McGrady",
      "aboutText": "Viktor Suvorov (Russian: Ви́ктор Суво́ров, real name Vladimir Bogdanovich Rezun, Russian: Влади́мир Богда́нович Резу́н, born April 20, 1947 in Barabash, Primorsky Krai) is a Russian writer, historian and a former Soviet military intelligence officer who defected to the United Kingdom.",
      "pageId": 521423,
      "monthDay": "04/20"
    },
    {
      "year": "1946",
      "uri": "/wiki/Julien_Poulin",
      "name": "Julien Poulin",
      "aboutText": "Andrew Tobias (born April 20, 1947) is an American journalist, author, and columnist. His main body of work is on investment, but he has also written on politics, insurance, and other topics.",
      "pageId": 1335340,
      "monthDay": "04/20"
    },
    {
      "year": "1946",
      "uri": "/wiki/Gordon_Smiley",
      "name": "Gordon Smiley",
      "aboutText": "Veronica A. Cartwright (born 20 April 1949) is an English-born American-Canadian actress who has worked mainly in American film and television in a career spanning six decades. As a child actress she appeared in supporting roles in The Children's Hour and The Birds. She is perhaps best known for her roles in the science fiction films Invasion of the Body Snatchers (1978) and Alien (1979), for which she won a Saturn Award for Best Supporting Actress.",
      "pageId": 1360329,
      "monthDay": "04/20"
    },
    {
      "year": "1947",
      "uri": "/wiki/Rita_Dionne-Marsolais",
      "name": "Rita Dionne-Marsolais",
      "aboutText": "Merlin Sereld Victor Gilbert Hay, 24th Earl of Erroll (born 20 April 1948) is a cross-bench member of the House of Lords, Chief of the Scottish clan Hay, and hereditary Lord High Constable of Scotland.",
      "pageId": 1819979,
      "monthDay": "04/20"
    },
    {
      "year": "1947",
      "uri": "/wiki/David_Leland",
      "name": "David Leland",
      "aboutText": "Toller Shalitoe Montague Cranston, CM (April 20, 1949 – January 24, 2015) was a Canadian figure skater and painter. He won the 1971–1976 Canadian national championships, the 1974 World bronze medal and the 1976 Olympic bronze medal. Despite never winning at the World Figure Skating Championships due to his poor compulsory figures, he won the small medal for free skating at the 1972 and 1974 championships.",
      "pageId": 2000031,
      "monthDay": "04/20"
    },
    {
      "year": "1947",
      "uri": "/wiki/Ken_Scott",
      "name": "Ken Scott",
      "aboutText": "Ken Scott (born 20 April 1947) is a British record producer/engineer widely known for being one of the five main engineers for the Beatles, as well as engineering Elton John, Pink Floyd, Procol Harum, Mahavishnu Orchestra, Duran Duran, the Jeff Beck Group and many more. As a producer, Scott is noted for his work with David Bowie (on Hunky Dory, The Rise and Fall of Ziggy Stardust and the Spiders from Mars, Aladdin Sane and Pinups), Supertramp (Crime of the Century and Crisis? What Crisis?), Devo, Kansas, the Tubes and Level 42, among others.",
      "pageId": 2197022,
      "monthDay": "04/20"
    },
    {
      "year": "1947",
      "uri": "/wiki/Bj%C3%B6rn_Skifs",
      "name": "Björn Skifs",
      "aboutText": "David Leland (born 20 April 1947) is a director, screenwriter and actor who came to international fame with his directorial debut Wish You Were Here in 1987.",
      "pageId": 2290176,
      "monthDay": "04/20"
    },
    {
      "year": "1947",
      "uri": "/wiki/Viktor_Suvorov",
      "name": "Viktor Suvorov",
      "aboutText": "Sir Hugh Ashley Roberts GCVO CBE FSA (born 20 April 1948), is a British art historian and curator.\nHe was a director of the Royal Collection, the art collection of the British Royal Family, and is a Surveyor of the Queen's Works of Art, whose office is responsible for the care and maintenance of the royal collection of works of art owned by the Sovereign of the United Kingdom in an official capacity.\nRoberts was closely involved in the restoration of Windsor Castle, a medieval castle and royal residence located in Windsor, Berkshire, England, notable for its long association with the British Royal Family and its architecture after its 1992 fire.",
      "pageId": 2531987,
      "monthDay": "04/20"
    },
    {
      "year": "1947",
      "uri": "/wiki/Andrew_Tobias",
      "name": "Andrew Tobias",
      "aboutText": "Paul Heiney (born Paul Wisniewski 20 April 1949 in Sheffield, Yorkshire) has been a radio broadcaster or television reporter in the United Kingdom for over forty years.",
      "pageId": 3165927,
      "monthDay": "04/20"
    },
    {
      "year": "1948",
      "uri": "/wiki/Craig_Frost",
      "name": "Craig Frost",
      "aboutText": "Craig Frost (born April 20, 1948 in Flint, Michigan) is the keyboardist for Bob Seger's Silver Bullet Band. He is also known as keyboardist for 1970s hard rock band Grand Funk Railroad.\nFrost expanded Grand Funk's \"power trio\" musical style, by adding another dimension to their music.",
      "pageId": 3962949,
      "monthDay": "04/20"
    },
    {
      "year": "1948",
      "uri": "/wiki/Merlin_Hay,_24th_Earl_of_Erroll",
      "name": "Merlin Hay, 24th Earl of Erroll",
      "aboutText": "Gregory Martin Itzin (born April 20, 1948) is an American film and television actor.",
      "pageId": 4112558,
      "monthDay": "04/20"
    },
    {
      "year": "1948",
      "uri": "/wiki/Gregory_Itzin",
      "name": "Gregory Itzin",
      "aboutText": "Gordon Eugene Smiley (April 20, 1946 – May 15, 1982) was an American race car driver from Omaha, Nebraska who was killed in a single-car crash at the Indianapolis Motor Speedway.",
      "pageId": 5187015,
      "monthDay": "04/20"
    },
    {
      "year": "1948",
      "uri": "/wiki/Matthias_Kuhle",
      "name": "Matthias Kuhle",
      "aboutText": "Rémy Trudel (born April 20, 1948 in Sainte-Thècle) is a university professor and a former Quebec politician. A member of the Parti Québécois, he served as Member of the National Assembly for Rouyn-Noranda–Témiscamingue from 1989 to 2003. In 1988, he was one of the star candidates for the New Democratic Party in the riding of Témiscamingue.",
      "pageId": 7331242,
      "monthDay": "04/20"
    },
    {
      "year": "1948",
      "uri": "/wiki/Hugh_Roberts",
      "name": "Hugh Roberts",
      "aboutText": "Julien Poulin (born April 20, 1946) is an actor, film director, screenwriter, film producer, and composer in Quebec, Canada.",
      "pageId": 7815632,
      "monthDay": "04/20"
    },
    {
      "year": "1948",
      "uri": "/wiki/R%C3%A9my_Trudel",
      "name": "Rémy Trudel",
      "aboutText": "Rita Dionne-Marsolais (born April 20, 1947 in Sherbrooke, Quebec) is a former Quebec politician and economist. She was the Member of National Assembly of Quebec for the riding of Rosemont in the Montreal region and represented the Parti Québécois from 1994 to 2008.\nDionne-Marsolais went at the Université de Montréal and obtained a bachelor's degree in economics and a master's degree in econometrics.",
      "pageId": 10975438,
      "monthDay": "04/20"
    },
    {
      "year": "1949",
      "uri": "/wiki/Veronica_Cartwright",
      "name": "Veronica Cartwright",
      "aboutText": "Thomas George Hutton (born April 20, 1946 in Los Angeles, California) is a former Major League Baseball player and former color analyst for Miami Marlins baseball broadcasts on FSN Florida and Sun Sports - a position he has held since the 1997 season. Since 2005, he has been paired with play-by-play man Rich Waltz, but he also worked with current Cubs broadcaster Len Kasper from 2002 to 2004, current ESPN personality Dave O'Brien in 2001, and broadcaster Joe Angel from 1997 to 2000. He also appeared on MLB on Fox in 2005 with Kenny Albert when the Miami Marlins played on Fox Sports.",
      "pageId": 11543567,
      "monthDay": "04/20"
    },
    {
      "year": "1949",
      "uri": "/wiki/Toller_Cranston",
      "name": "Toller Cranston",
      "aboutText": "Massimo D'Alema (Italian pronunciation: [ˈmassimo daˈlɛma]; born 20 April 1949) is an Italian politician who was the 53rd Prime Minister from 1998 to 2000. Later he was Deputy Prime Minister and Minister of Foreign Affairs from 2006 to 2008. He is also a journalist and served for a time as national secretary of the Democratic Party of the Left (PDS).",
      "pageId": 19332004,
      "monthDay": "04/20"
    },
    {
      "year": "1949",
      "uri": "/wiki/Massimo_D%27Alema",
      "name": "Massimo D'Alema",
      "aboutText": "Matthias Kuhle (20 April 1948 – 25 April 2015) was a German geographer and professor at the University of Göttingen.",
      "pageId": 19341857,
      "monthDay": "04/20"
    },
    {
      "year": "1949",
      "uri": "/wiki/Paul_Heiney",
      "name": "Paul Heiney",
      "aboutText": "Martin McGrady (born April 20, 1946 in Akron, Ohio – died April 29, 2006) was an American track and field athlete known primarily for running the now obsolete indoor 600 yard dash. Before Eamonn Coghlan, McGrady held the title of \"Chairman of the Boards.\" Sports Illustrated said \"Martin McGrady doesn't run the 600, he owns it.\" Running standard Olympic distances, McGrady \"barely earned a footnote\" but at the Imperial distance indoors, he was legendary. The race at the 1970 USA Indoor Track and Field Championships where he set the World Record of 1:07.6 in the event is regarded as the best indoor race and the number 7 track and field competition of the 20th Century.",
      "pageId": 29536147,
      "monthDay": "04/20"
    },
    {
      "year": "1949",
      "uri": "/wiki/Jessica_Lange",
      "name": "Jessica Lange",
      "aboutText": "Jessica Phyllis Lange (/læŋ/; born April 20, 1949) is an American actress who has worked in film, theater and television. The recipient of several awards, including two Oscars, three Emmys, five Golden Globes, one SAG Award and three Dorian Awards. In 1998, Entertainment Weekly listed Lange among The 25 Greatest Actresses of the '90s.",
      "pageId": 67763,
      "monthDay": "04/20"
    },
    {
      "year": "1950",
      "uri": "/wiki/Steve_Erickson",
      "name": "Steve Erickson",
      "aboutText": "Luther Ronzoni Vandross, Jr. (April 20, 1951 – July 1, 2005) was an American singer, songwriter and record producer. Throughout his career, Vandross was an in demand background vocalist for several different artists including Judy Collins, Chaka Khan, Bette Midler, Diana Ross, David Bowie, Barbra Streisand, Ben E. King, and Donna Summer.",
      "pageId": 249167,
      "monthDay": "04/20"
    },
    {
      "year": "1950",
      "uri": "/wiki/Alexander_Lebed",
      "name": "Alexander Lebed",
      "aboutText": "Nara Chandrababu Naidu (born 20 April 1950) is an Indian politician and the current Chief Minister of Andhra Pradesh. He is also the President of the Telugu Desam Party in Andhra Pradesh and Telangana.\nNaidu became the state's youngest assembly member and youngest minister at 28, and served the longest term as Chief Minister of the state from 1995 to 2004.",
      "pageId": 277706,
      "monthDay": "04/20"
    },
    {
      "year": "1950",
      "uri": "/wiki/Robert_Mair",
      "name": "Robert Mair",
      "aboutText": "Sir Eric Jack Pickles (born 20 April 1952) is a British Conservative Party politician who has been the Member of Parliament for Brentwood and Ongar since 1992 and was Secretary of State for Communities and Local Government until May 2015. He was previously the Chairman of the Conservative Party from 2009 to 2010 and is currently the chairman of Conservative Friends of Israel.",
      "pageId": 421730,
      "monthDay": "04/20"
    },
    {
      "year": "1950",
      "uri": "/wiki/N._Chandrababu_Naidu",
      "name": "N. Chandrababu Naidu",
      "aboutText": "Alexander Ivanovich Lebed (Russian: Алекса́ндр Ива́нович Ле́бедь; April 20, 1950 – April 28, 2002) was a Russian military officer and politician. He placed third in the 1996 Russian presidential election, with 14.5% of the vote nationwide. He later served as Russia's Secretary of the Security Council and as governor of Krasnoyarsk Krai, Russia's second largest region.",
      "pageId": 431579,
      "monthDay": "04/20"
    },
    {
      "year": "1950",
      "uri": "/wiki/Milt_Wilcox",
      "name": "Milt Wilcox",
      "aboutText": "Donald Roy Pettit (born April 20, 1955) is an American chemical engineer and a NASA astronaut.",
      "pageId": 467713,
      "monthDay": "04/20"
    },
    {
      "year": "1951",
      "uri": "/wiki/Louise_Jameson",
      "name": "Louise Jameson",
      "aboutText": "Louise Jameson (born 20 April 1951) is an English actress, with a wide variety of British TV and theatre credits. She is best known for her appearances in British TV series EastEnders, Doctor Who, Bergerac, and Tenko.",
      "pageId": 839598,
      "monthDay": "04/20"
    },
    {
      "year": "1951",
      "uri": "/wiki/Luther_Vandross",
      "name": "Luther Vandross",
      "aboutText": "Sebastian Charles Faulks CBE (born 20 April 1953) is a British novelist, journalist, and broadcaster. He is best known for his historical novels set in France – The Girl at the Lion d'Or, Birdsong, and Charlotte Gray. He has also published novels with a contemporary setting, most recently A Week in December (2009), and a James Bond continuation novel, Devil May Care (2008), as well as a continuation of P.G. Wodehouse's Jeeves series, Jeeves and the Wedding Bells (2013).",
      "pageId": 1111022,
      "monthDay": "04/20"
    },
    {
      "year": "1952",
      "uri": "/wiki/Andrew_Jaspan",
      "name": "Andrew Jaspan",
      "aboutText": "Andrew Jaspan, (b. 20 April 1952) British-Australian journalist, is the editor of The Conversation, an independent not-for-profit website of analysis, commentary and news from the university and research sector .",
      "pageId": 1761774,
      "monthDay": "04/20"
    },
    {
      "year": "1952",
      "uri": "/wiki/Louka_Katseli",
      "name": "Louka Katseli",
      "aboutText": "Stephen Michael Erickson (born April 20, 1950), pen name Steve Erickson, is an American novelist, essayist and critic.",
      "pageId": 2297652,
      "monthDay": "04/20"
    },
    {
      "year": "1952",
      "uri": "/wiki/Bo%C5%BEidar_Maljkovi%C4%87",
      "name": "Božidar Maljković",
      "aboutText": "Milton Edward Wilcox (born April 20, 1950) was a pitcher who had a sixteen-year career from 1970 to 1975, 1977–1986. He played for the Cincinnati Reds and Chicago Cubs of the National League and the Cleveland Indians, Detroit Tigers and Seattle Mariners of the American League. He won a World Series title with the Tigers in 1984.",
      "pageId": 2732679,
      "monthDay": "04/20"
    },
    {
      "year": "1952",
      "uri": "/wiki/Eric_Pickles",
      "name": "Eric Pickles",
      "aboutText": "Eva Carin Beatrice Ask (born 20 April 1956) is a Swedish politician and a member of the Moderate Party. She has been a member of the Swedish Riksdag for Stockholm Municipality since 1988.",
      "pageId": 3291482,
      "monthDay": "04/20"
    },
    {
      "year": "1952",
      "uri": "/wiki/J._Thiviyanathan",
      "name": "J. Thiviyanathan",
      "aboutText": "Božidar \"Boža\" Maljković (Serbian Cyrillic: Божидар \"Божо\" Маљковић; born 20 April 1952) is a Serbian professional basketball coach, one of the most successful in Europe, having won league titles with practically all the clubs he trained; including four Euroleague titles with three different clubs (Jugoplastika Split, Limoges, and Panathinaikos).\nIn 2008, he was named one of the 50 Greatest Euroleague Contributors. Most recently, he spent three years as head coach of the Slovenian national basketball team.",
      "pageId": 5759464,
      "monthDay": "04/20"
    },
    {
      "year": "1953",
      "uri": "/wiki/Sebastian_Faulks",
      "name": "Sebastian Faulks",
      "aboutText": "Joseph Leonard Gilles Lupien (born April 20, 1954 in Lachute, Quebec and raised in Brownsburg, Quebec) is a sports agent and retired Canadian ice hockey defenceman.",
      "pageId": 6465847,
      "monthDay": "04/20"
    },
    {
      "year": "1953",
      "uri": "/wiki/Carrie_Mae_Weems",
      "name": "Carrie Mae Weems",
      "aboutText": "Kakha Bendukidze (Georgian: კახა ბენდუქიძე; 20 April 1956 – 13 November 2014) was a Georgian statesman, businessman and philanthropist, founder of the Knowledge Foundation and head of the supervisory board of Agricultural and Free Universities.\nA biologist by education, Bendukidze started his own business, Bioprocess, which manufactured biochemicals for scientific research in 1987. Soon he became known as one of Russia’s leading libertarians.",
      "pageId": 7406836,
      "monthDay": "04/20"
    },
    {
      "year": "1954",
      "uri": "/wiki/Gilles_Lupien",
      "name": "Gilles Lupien",
      "aboutText": "Carrie Mae Weems (born April 20, 1953) is an American artist who works with text, fabric, audio, digital images, and installation video but is best known for her work in the field of photography. Her award-winning photographs, films, and videos have been displayed in over 50 exhibitions in the United States and abroad and focus on serious issues that face African Americans today, such as racism, gender relations, politics, and personal identity. She has said, \"Let me say that my primary concern in art, as in politics, is with the status and place of Afro-Americans in our country.\" More recently however, she expressed that “Black experience is not really the main point; rather, complex, dimensional, human experience and social inclusion ...",
      "pageId": 10999385,
      "monthDay": "04/20"
    },
    {
      "year": "1954",
      "uri": "/wiki/Myles_Munroe",
      "name": "Myles Munroe",
      "aboutText": "Myles Munroe, OBE (20 April 1954 – 9 November 2014) was a Bahamian Evangelical Christian evangelist and ordained Pentecostal minister who founded and led the Bahamas Faith Ministries International (BFMI) and Myles Munroe International (MMI). He was chief executive officer and chairman of the board of the International Third World Leaders Association and president of the International Leadership Training Institute as well as the author of numerous books.",
      "pageId": 15748732,
      "monthDay": "04/20"
    },
    {
      "year": "1955",
      "uri": "/wiki/Donald_Pettit",
      "name": "Donald Pettit",
      "aboutText": "Robert James Mair, Baron Mair, CBE, FRS, FICE, FREng (born 20 April 1950) is a geotechnical engineer and Head of Civil and Environmental Engineering at the University of Cambridge. He is the Sir Kirby Laing Professor of Civil Engineering. He was Master of Jesus College, Cambridge from 2001 to 2011 and a Fellow of St John's College, Cambridge from 1998 to 2001.",
      "pageId": 17594655,
      "monthDay": "04/20"
    },
    {
      "year": "1956",
      "uri": "/wiki/Beatrice_Ask",
      "name": "Beatrice Ask",
      "aboutText": "Louka Katseli (Greek: Λούκα Κατσέλη, pronounced [ˈluka kaˈtseli], born 20 April 1952, Athens) is a Greek economist and politician. She is a former Minister for the Economy, Competitiveness and Shipping and a former Minister for Labour and Social Security. On 23 March 2015 she was elected as the new non-executive Chair of the Board in National Bank of Greece.",
      "pageId": 25914650,
      "monthDay": "04/20"
    },
    {
      "year": "1956",
      "uri": "/wiki/Kakha_Bendukidze",
      "name": "Kakha Bendukidze",
      "aboutText": "Jeyaratnam Thiviyanathan (born 20 April 1952) is a Sri Lankan Tamil politician and former Member of Parliament.\nThiviyanathan was born on 20 April 1952. He was educated at Jaffna Central College.",
      "pageId": 40277826,
      "monthDay": "04/20"
    },
    {
      "year": "1957",
      "uri": "/wiki/Aviva_Chomsky",
      "name": "Aviva Chomsky",
      "aboutText": "Nicholas Simon Lyndhurst (born 20 April 1961) is an English actor. His successful career has seen him play Rodney Trotter in Only Fools and Horses, Gary Sparrow in Goodnight Sweetheart, Dan Griffin in the BBC drama New Tricks and Adam Parkinson in Carla Lane's series Butterflies.",
      "pageId": 66037,
      "monthDay": "04/20"
    },
    {
      "year": "1957",
      "uri": "/wiki/Geraint_Wyn_Davies",
      "name": "Geraint Wyn Davies",
      "aboutText": "Donald Arthur Mattingly (born April 20, 1961) is an American professional baseball first baseman, coach and current manager of the Miami Marlins. Nicknamed \"The Hit Man\" and \"Donnie Baseball\", he spent his entire 14-year career playing with the New York Yankees and later managed the Los Angeles Dodgers for five years.\nMattingly graduated from Reitz Memorial High School in Evansville, Indiana, and was selected by the Yankees in the amateur draft.",
      "pageId": 102811,
      "monthDay": "04/20"
    },
    {
      "year": "1957",
      "uri": "/wiki/Graeme_Fowler",
      "name": "Graeme Fowler",
      "aboutText": "Rachel Whiteread, CBE (born 20 April 1963) is an English artist who primarily produces sculptures, which typically take the form of casts. She was the first woman to win the annual Turner Prize in 1993.\nWhiteread is one of the Young British Artists, and exhibited at the Royal Academy's Sensation exhibition in 1997.",
      "pageId": 158382,
      "monthDay": "04/20"
    },
    {
      "year": "1957",
      "uri": "/wiki/Bryan_Illerbrun",
      "name": "Bryan Illerbrun",
      "aboutText": "Geraint Wyn Davies (Welsh pronunciation: [ˈɡɛraint], 20 April 1957, Swansea) is a Welsh-American stage, film and television actor-director.",
      "pageId": 244835,
      "monthDay": "04/20"
    },
    {
      "year": "1958",
      "uri": "/wiki/Viacheslav_Fetisov",
      "name": "Viacheslav Fetisov",
      "aboutText": "Hank the Angry Drunken Dwarf (born Henry Joseph Nasiff Jr.; April 20, 1962 – September 4, 2001) was an American entertainer. Hank appeared numerous times on The Howard Stern Show and on the televised studio segments which aired on the E! channel.",
      "pageId": 314034,
      "monthDay": "04/20"
    },
    {
      "year": "1959",
      "uri": "/wiki/Clint_Howard",
      "name": "Clint Howard",
      "aboutText": "Viacheslav Alexandrovich \"Slava\" Fetisov (Russian: Вячеслав Александрович Фетисов, Vjačeslav Aleksandrovič Fetisov; born 20 April 1958) is a retired Russian professional ice hockey defenseman. He played for HC CSKA Moscow for 13 seasons before joining the National Hockey League (NHL), where he played with the New Jersey Devils and won back-to-back Stanley Cups with the Detroit Red Wings. After retiring from his playing career, he became the assistant coach for the New Jersey Devils.",
      "pageId": 333314,
      "monthDay": "04/20"
    },
    {
      "year": "1960",
      "uri": "/wiki/Debbie_Flintoff-King",
      "name": "Debbie Flintoff-King",
      "aboutText": "Aubrey David Nicholas Jasper de Grey (/dəˈɡreɪ/; born 20 April 1963) is an English author and biomedical gerontologist, currently the Chief Science Officer of the SENS Research Foundation. He is editor-in-chief of the academic journal Rejuvenation Research, author of The Mitochondrial Free Radical Theory of Aging (1999) and co-author of Ending Aging (2007). He is known for his view that medical technology may enable human beings alive today to live indefinitely.",
      "pageId": 748517,
      "monthDay": "04/20"
    },
    {
      "year": "1960",
      "uri": "/wiki/Rodney_Holman",
      "name": "Rodney Holman",
      "aboutText": "Maurício Gugelmin (born April 20, 1963 in Joinville) is a former racing driver from Brazil. He took part in both Formula One and the Champ Car World Series. He participated in 80 Formula One grands prix, debuting in 1988 for the March team.",
      "pageId": 1226502,
      "monthDay": "04/20"
    },
    {
      "year": "1961",
      "uri": "/wiki/Frances_Adamson",
      "name": "Frances Adamson",
      "aboutText": "Clint Howard (born April 20, 1959) is an American actor.",
      "pageId": 1371710,
      "monthDay": "04/20"
    },
    {
      "year": "1961",
      "uri": "/wiki/Konstantin_Lavronenko",
      "name": "Konstantin Lavronenko",
      "aboutText": "John Michael Carney (born April 20, 1964) is a retired American football placekicker. He was signed by the Cincinnati Bengals as an undrafted free agent in 1987. He played college football at Notre Dame.",
      "pageId": 1997881,
      "monthDay": "04/20"
    },
    {
      "year": "1961",
      "uri": "/wiki/Nicholas_Lyndhurst",
      "name": "Nicholas Lyndhurst",
      "aboutText": "Aviva Chomsky (born April 20, 1957) is an American teacher, historian, author and activist. She is a professor of History and the Coordinator of Latin American, Latino and Caribbean Studies at the Salem State University in Massachusetts. She previously taught at Bates College in Maine and was a Research Associate at Harvard University, where she specialized in Caribbean and Latin American history.",
      "pageId": 2070099,
      "monthDay": "04/20"
    },
    {
      "year": "1961",
      "uri": "/wiki/Don_Mattingly",
      "name": "Don Mattingly",
      "aboutText": "Graeme \"Foxy\" Fowler (born 20 April 1957, Accrington, Lancashire) is a former English professional cricketer, who played for Lancashire, England, and later for Durham. He appeared in 21 Test matches and 26 ODIs for England, averaging 35.32 in his Test batting career.\nThe cricket writer Colin Bateman noted: \"a risk-taking left-hander, Fowler rarely bored anyone with his batting\".",
      "pageId": 2512811,
      "monthDay": "04/20"
    },
    {
      "year": "1961",
      "uri": "/wiki/Corrado_Micalef",
      "name": "Corrado Micalef",
      "aboutText": "Debra (\"Debbie\") Lee Flintoff-King, (OAM) (born 20 April 1960 in Melbourne) is a retired Australian athlete, and winner of the women's 400 m hurdles event at the 1988 Seoul Olympics.",
      "pageId": 3484026,
      "monthDay": "04/20"
    },
    {
      "year": "1961",
      "uri": "/wiki/Mike_Pniewski",
      "name": "Mike Pniewski",
      "aboutText": "Rodney Holman (born April 20, 1960) is an American former professional American football player who played tight end for the Cincinnati Bengals (1982–1992), and the Detroit Lions (1993–1995).",
      "pageId": 3485466,
      "monthDay": "04/20"
    },
    {
      "year": "1961",
      "uri": "/wiki/Barry_Smolin",
      "name": "Barry Smolin",
      "aboutText": "Konstantin Nikolaevich Lavronenko (Russian: Константи́н Никола́евич Лавро́ненко; b. 20 April 1961, Rostov-on-Don, Russia) is a Russian actor most commonly accredited for his performance as the mysterious father of two boys in 2003 film Vozvrashcheniye (international English title The Return).",
      "pageId": 9189524,
      "monthDay": "04/20"
    },
    {
      "year": "1962",
      "uri": "/wiki/Hank_the_Angry_Drunken_Dwarf",
      "name": "Hank the Angry Drunken Dwarf",
      "aboutText": "Corrado Micalef (born April 20, 1961 in Montreal, Quebec) is a retired Canadian professional ice hockey goaltender who spent five seasons with the Detroit Red Wings of the NHL in the 1980s.",
      "pageId": 15092878,
      "monthDay": "04/20"
    },
    {
      "year": "1963",
      "uri": "/wiki/Aubrey_de_Grey",
      "name": "Aubrey de Grey",
      "aboutText": "Bryan Illerbrun (April 20, 1957 - May 16, 2013) was a professional Canadian football offensive lineman who played fourteen seasons in the Canadian Football League for three teams.",
      "pageId": 15133726,
      "monthDay": "04/20"
    },
    {
      "year": "1963",
      "uri": "/wiki/Maur%C3%ADcio_Gugelmin",
      "name": "Maurício Gugelmin",
      "aboutText": "Barry Smolin (born April 20, 1961 in Los Angeles, California) is an American radio host, teacher, composer, and writer.",
      "pageId": 19308533,
      "monthDay": "04/20"
    },
    {
      "year": "1963",
      "uri": "/wiki/Rachel_Whiteread",
      "name": "Rachel Whiteread",
      "aboutText": "Michael \"Mike\" Pniewski (born April 20, 1961) is an American actor and public speaker.",
      "pageId": 34844023,
      "monthDay": "04/20"
    },
    {
      "year": "1964",
      "uri": "/wiki/John_Carney_(American_football)",
      "name": "John Carney",
      "aboutText": "Frances Adamson (born 20 April 1961) is an Australian diplomat. Since 8 August 2011, she has held the post of Australian Ambassador to the People's Republic of China, and is the first woman to do so. Previous postings include Chief of Staff to Stephen Smith (2009–10), Deputy High Commissioner to the United Kingdom (2005–08), Representative to the Australian Commerce and Industry Office in Taipei (2000–05), the Department of Foreign Affairs and Trade (1998–2000), the Australian High Commission to the United Kingdom (1993–98) and in Hong Kong (1987–1991).",
      "pageId": 35132375,
      "monthDay": "04/20"
    },
    {
      "year": "1964",
      "uri": "/wiki/Crispin_Glover",
      "name": "Crispin Glover",
      "aboutText": "David John Chalmers (/ˈtʃælmərz/; born 20 April 1966) is an Australian philosopher and cognitive scientist specializing in the area of philosophy of mind and philosophy of language. He is Professor of Philosophy and Director of the Centre for Consciousness at the Australian National University. He is also Professor of Philosophy at New York University.",
      "pageId": 258221,
      "monthDay": "04/20"
    },
    {
      "year": "1964",
      "uri": "/wiki/Andy_Serkis",
      "name": "Andy Serkis",
      "aboutText": "David Filo (born April 20, 1966) is an American businessman and the co-founder of Yahoo! with Jerry Yang. His Filo Server Program, written in the C programming language, was the server-side software used to dynamically serve variable web pages, called Filo Server Pages, on visits to early versions of the Yahoo!",
      "pageId": 315077,
      "monthDay": "04/20"
    },
    {
      "year": "1964",
      "uri": "/wiki/Rosalynn_Sumners",
      "name": "Rosalynn Sumners",
      "aboutText": "Crispin Hellion Glover (born April 20, 1964) is an American actor, director, screenwriter, recording artist, publisher, and author.\nGlover is known for portraying eccentric people on screen such as George McFly in Back to the Future, Layne in River's Edge, unfriendly recluse Rubin Farr in Rubin and Ed, Andy Warhol in The Doors, the \"Thin Man\" in the film adaptation of Charlie's Angels and its sequel, Willard Stiles in the Willard remake, The Knave of Hearts in Alice in Wonderland, Phil in Hot Tub Time Machine, and a Willy Wonka parody in Epic Movie.\nHe is also the voice of Fifi in the Open Season franchise and appeared in the screen adaption of the Elmore Leonard novel Freaky Deaky.",
      "pageId": 399146,
      "monthDay": "04/20"
    },
    {
      "year": "1965",
      "uri": "/wiki/Kostis_Chatzidakis",
      "name": "Kostis Chatzidakis",
      "aboutText": "Andrew Clement \"Andy\" Serkis (born 20 April 1964) is an English film actor, director and author. He is best known for his performance capture roles comprising motion capture acting, animation and voice work for such computer-generated characters as Gollum in The Lord of the Rings film trilogy (2001–2003) and The Hobbit: An Unexpected Journey (2012), the eponymous King Kong in the 2005 film, Caesar in Rise (2011) and Dawn of the Planet of the Apes (2014), Captain Haddock / Sir Francis Haddock in Steven Spielberg's The Adventures of Tintin (2011) and Supreme Leader Snoke in Star Wars: The Force Awakens (2015). Upcoming motion capture roles include Supreme Leader Snoke in Star Wars Episode VIII (2017), Caesar in War for the Planet of the Apes (2017), and Baloo in Jungle Book: Origins (2017).",
      "pageId": 402784,
      "monthDay": "04/20"
    },
    {
      "year": "1965",
      "uri": "/wiki/Adri%C3%A1n_Fern%C3%A1ndez",
      "name": "Adrián Fernández",
      "aboutText": "Michael Stephen \"Mike\" Portnoy (born April 20, 1967) is an American drummer primarily known as the former drummer, backing vocalist, and a co-founder of the progressive metal/rock band Dream Theater. Known for his technical skill as a drummer, Portnoy has won 30 awards from the Modern Drummer magazine. He co-produced six Dream Theater albums with guitarist John Petrucci, starting from Metropolis Pt.",
      "pageId": 428893,
      "monthDay": "04/20"
    },
    {
      "year": "1965",
      "uri": "/wiki/April_March",
      "name": "April March",
      "aboutText": "Raymond van Barneveld (born 20 April 1967) is a Dutch professional darts player, currently playing in the Professional Darts Corporation. Nicknamed Barney, he is a five-time World Darts Champion (four-time BDO and one-time PDC), a two-time UK Open Champion and a former winner of the Las Vegas Desert Classic, the Grand Slam of Darts and the Premier League. He is also a twice-winner of the World Masters and the World Darts Trophy, and a three-time winner of the International Darts League and the WDF World Cup Singles event.",
      "pageId": 1418984,
      "monthDay": "04/20"
    },
    {
      "year": "1966",
      "uri": "/wiki/David_Chalmers",
      "name": "David Chalmers",
      "aboutText": "Rosalynn Diane Sumners (born April 20, 1964) is an American ladies' singles figure skater. She was the World Junior champion in 1980, the U.S. National champion in 1982, 1983 and 1984, World champion in 1983, and won a silver medal at the 1984 Winter Olympics (second to Katarina Witt).",
      "pageId": 1478044,
      "monthDay": "04/20"
    },
    {
      "year": "1966",
      "uri": "/wiki/David_Filo",
      "name": "David Filo",
      "aboutText": "Konstantinos (Kostis) Chatzidakis (Greek: Κωνσταντίνος (Κωστής) Χατζηδάκης; born 20 April 1965 in Rethymno) is a Greek politician from the New Democracy party.\nHe was elected a Member of the European Parliament for New Democracy (part of the European People's Party) in the European elections of 1994, 1999 and 2004.\nIn the 2007 Greek legislative election he was elected to the Greek Parliament for an Athens constituency, and consequently resigned from the European Parliament.",
      "pageId": 1478649,
      "monthDay": "04/20"
    },
    {
      "year": "1966",
      "uri": "/wiki/Vincent_Riendeau",
      "name": "Vincent Riendeau",
      "aboutText": "April March (born Elinor Blake on April 20, 1965) is an American singer-songwriter who sings in English and French. She is widely known for the song \"Chick Habit\", which was featured in the films But I'm a Cheerleader and Quentin Tarantino's Death Proof.\nShe is also a cartoon animator, including a stint as a principal animator for the Ren and Stimpy show.",
      "pageId": 1544540,
      "monthDay": "04/20"
    },
    {
      "year": "1967",
      "uri": "/wiki/Lara_Jill_Miller",
      "name": "Lara Jill Miller",
      "aboutText": "José Adrián Fernández Mier (born April 20, 1965) is a Mexican retired racing driver and co-owner of the Fernandez Racing team.",
      "pageId": 2182552,
      "monthDay": "04/20"
    },
    {
      "year": "1967",
      "uri": "/wiki/Mike_Portnoy",
      "name": "Mike Portnoy",
      "aboutText": "Lara Jill Miller (born April 20, 1967) is an American actress and voice-over artist. She had a starring role as Samantha \"Sam\" Kanisky on the 1980s sitcom Gimme a Break! and as Kathy on The Amanda Show.",
      "pageId": 2306865,
      "monthDay": "04/20"
    },
    {
      "year": "1967",
      "uri": "/wiki/Raymond_van_Barneveld",
      "name": "Raymond van Barneveld",
      "aboutText": "James David Weinroth (born April 20, 1968), better known as J.D. Roth, is an American television personality, actor, children's game show host, a voice-over performer on many television programs, and a television producer of reality shows. Roth is the co-creator of the reality show The Biggest Loser on NBC. He also hosted ABC's fall 2008 series Opportunity Knocks. He is currently the announcer of the ABC tv show, Extreme Weight Loss.",
      "pageId": 2564461,
      "monthDay": "04/20"
    },
    {
      "year": "1968",
      "uri": "/wiki/Evelin_Ilves",
      "name": "Evelin Ilves",
      "aboutText": "Yelena Välbe, née Trubitsyna (Russian: Елена Валерьевна Вяльбе (Трубицына), Estonian: Jelena Välbe, born 20 April 1968 in Magadan, Russian SFSR) is a Russian former cross-country skier. She has been president of the Russian Cross-Country Ski Association since 2010, and manager of the Russian cross-country team since 2012.\nAt the FIS Nordic World Ski Championships, Välbe won a record-high fourteen gold (1989: 10 km freestyle, 30 km; 1991: 10 km, 15 km, 4x5 km; 1993: 15 km, 4x5 km; 1995: 30 km, 4x5 km relay), and three silver medals (1989: 4x5 km, 1991: 30 km, 1995: 15 km), including all five golds at the 1997 championships in Trondheim (5 km, 5 km + 10 km combined pursuit, 15 km, 30 km, and 4x5 km).",
      "pageId": 4117183,
      "monthDay": "04/20"
    },
    {
      "year": "1968",
      "uri": "/wiki/Julia_Morris",
      "name": "Julia Morris",
      "aboutText": "Julia Carolyn Margaret Morris (born 20 April 1968) is an Australian comedian, actress, writer, television presenter and television producer who has worked extensively in Australian television and radio, touring the country with her solo comedy shows. She relocated to the United Kingdom in 2000, appearing on British television, then returned to Australia in 2007.",
      "pageId": 4226298,
      "monthDay": "04/20"
    },
    {
      "year": "1968",
      "uri": "/wiki/J.D._Roth",
      "name": "J.D. Roth",
      "aboutText": "Felix Baumgartner (German: [ˈfeː.lɪks ˈba͡ʊ̯mˌɡaɐ̯t.nɐ]; born 20 April 1969) is an Austrian skydiver, daredevil and BASE jumper. He set world records for skydiving an estimated 39 km (24 mi), reaching an estimated speed of 1,357.64 km/h (843.6 mph), or Mach 1.25, on 14 October 2012, and became the first person to break the sound barrier without vehicular power relative to the surface on his descent. He broke skydiving records for exit altitude, vertical freefall distance without drogue, and vertical speed without drogue.",
      "pageId": 5449624,
      "monthDay": "04/20"
    },
    {
      "year": "1968",
      "uri": "/wiki/Yelena_V%C3%A4lbe",
      "name": "Yelena Välbe",
      "aboutText": "Roman Yaroslavovych Virastyuk (Ukrainian: Роман Яроспавовцч Вірастюк, born 20 April 1968 in Ivano-Frankivsk) is a Ukrainian shot putter, best known for his bronze medal at the 1994 European Championships and the sixth place at the 1996 Olympic Games. His personal best was 21.34 metres, achieved in May 2000 in Ivano-Frankivsk.",
      "pageId": 6627395,
      "monthDay": "04/20"
    },
    {
      "year": "1968",
      "uri": "/wiki/Roman_Virastyuk",
      "name": "Roman Virastyuk",
      "aboutText": "Vincent Joseph Riendeau (born April 20, 1966) is a retired professional ice hockey goaltender. During his time in the National Hockey League, Riendeau played for the Montreal Canadiens, St. Louis Blues, Detroit Red Wings, and the Boston Bruins.",
      "pageId": 6743517,
      "monthDay": "04/20"
    },
    {
      "year": "1969",
      "uri": "/wiki/Felix_Baumgartner",
      "name": "Felix Baumgartner",
      "aboutText": "Evelin Ilves (née Int, previously Int-Lambot; born 20 April 1968 in Tallinn) is an Estonian businesswoman. As the wife of President of Estonia Toomas Hendrik Ilves (now divorced), she was the First Lady of Estonia from 9 October 2006 until their divorce on 30 April 2015.\nShe was president of the Estonian Rollerskating Federation from 2008 to 2014.",
      "pageId": 7998376,
      "monthDay": "04/20"
    },
    {
      "year": "1970",
      "uri": "/wiki/Sarantuya",
      "name": "Sarantuya",
      "aboutText": "Sarantuya (Mongolian: Батмөнхийн Сарантуяа; born on April 20, 1970, Ulaanbaatar), known simply as Saraa, is a Mongolian mezzo soprano singer who has been a major figure in the pop music scene of the Mongol races since the late 1980s. She is still very popular among the Mongolian population as of the queen of the Mongolian pop music. Saraa is the highest-selling Mongolian artist of all time.",
      "pageId": 13938617,
      "monthDay": "04/20"
    },
    {
      "year": "1970",
      "uri": "/wiki/Francis_Campbell",
      "name": "Francis Campbell",
      "aboutText": "Francis Martin-Xavier Campbell (born 20 April 1970, Newry, County Down, Northern Ireland) is a British diplomat and academic. Since 2014, he has been Vice-Chancellor of St Mary's University, Twickenham, London.",
      "pageId": 23134712,
      "monthDay": "04/20"
    },
    {
      "year": "1970",
      "uri": "/wiki/Avishai_Cohen_(bassist)",
      "name": "Avishai Cohen",
      "aboutText": "Shemar Franklin Moore (born April 20, 1970) is an American actor and former fashion model. His notable roles are that of Malcolm Winters on The Young and the Restless from 1994 to 2005, Derek Morgan on CBS's Criminal Minds from 2005 to present, and as the third permanent host of Soul Train from 1999 to 2003.",
      "pageId": 712666,
      "monthDay": "04/20"
    },
    {
      "year": "1970",
      "uri": "/wiki/Sarah_Gavron",
      "name": "Sarah Gavron",
      "aboutText": "Stephen Robert Nesta \"Raggamuffin\" Marley (born April 20, 1972) is a Jamaican American musician. Stephen is a six-time Grammy award winner as an artist, producer, and member of Ziggy Marley & The Melody Makers. He is the son of reggae legend Bob Marley and Rita Marley.",
      "pageId": 1024369,
      "monthDay": "04/20"
    },
    {
      "year": "1970",
      "uri": "/wiki/Shemar_Moore",
      "name": "Shemar Moore",
      "aboutText": "Allan Wade Houston (born April 20, 1971) is an American retired professional basketball player who played in the National Basketball Association (NBA) from 1993-2005.",
      "pageId": 1069169,
      "monthDay": "04/20"
    },
    {
      "year": "1970",
      "uri": "/wiki/Adriano_Moraes",
      "name": "Adriano Moraes",
      "aboutText": "Željko Joksimović, often credited as Zeljko Joksimovic, (pronounced [ʒěːʎko jôksimoʋitɕ]; born 20 April 1972) is a Serbian singer, composer songwriter, multi-instrumentalist and producer. He plays 12 different musical instruments including accordion, piano, guitar, and drums. Joksimović is multi-lingual, being fluent in Greek, English, Russian, Polish and French as well as his native Serbian.",
      "pageId": 1229868,
      "monthDay": "04/20"
    },
    {
      "year": "1971",
      "uri": "/wiki/Carla_Geurts",
      "name": "Carla Geurts",
      "aboutText": "Avishai Cohen (Hebrew: אבישי כהן‎; born April 20, 1970 in Kibbutz Kabri, Israel) is an Israeli jazz bassist, composer, singer and arranger.",
      "pageId": 1234555,
      "monthDay": "04/20"
    },
    {
      "year": "1971",
      "uri": "/wiki/Allan_Houston",
      "name": "Allan Houston",
      "aboutText": "Urmas Paet (born 20 April 1974) is an Estonian politician who was Minister of Foreign Affairs of Estonia from 2005 to 2014. He is a member of the Estonian Reform Party. In September 2010, Paet became the longest serving minister since the re-establishment of Estonian independence.",
      "pageId": 1747716,
      "monthDay": "04/20"
    },
    {
      "year": "1971",
      "uri": "/wiki/Nikos_Kyzeridis",
      "name": "Nikos Kyzeridis",
      "aboutText": "Todd Mathew Hollandsworth (born April 20, 1973 in Dayton, Ohio) is a former Major League Baseball outfielder. He played with the Los Angeles Dodgers (1995–2000), Colorado Rockies (2000–2002), Texas Rangers (2002), Florida Marlins (2003), Chicago Cubs (2004–2005), Atlanta Braves (2005), Cleveland Indians (2006), and Cincinnati Reds (2006). He batted and threw left-handed.",
      "pageId": 1813259,
      "monthDay": "04/20"
    },
    {
      "year": "1972",
      "uri": "/wiki/L%C3%AA_Hu%E1%BB%B3nh_%C4%90%E1%BB%A9c",
      "name": "Lê Huỳnh Đức",
      "aboutText": "Tina Cousins (born 20 April 1971) is an English singer, songwriter and former model. She has had five singles in the Top 20 of the UK Singles Chart, both as a solo artist and in collaboration with others, including \"Mysterious Times\" with Sash!, which reached number 2 in the UK in 1998. She has also achieved popularity in several other countries, including four Top 30 hits in Sweden, five Top 30 hits in Australia and seven Top 20 hits in Finland.",
      "pageId": 1958034,
      "monthDay": "04/20"
    },
    {
      "year": "1972",
      "uri": "/wiki/Carmen_Electra",
      "name": "Carmen Electra",
      "aboutText": "Lamond Maurice Murray (born April 20, 1973) is an American former professional basketball player.\nMurray was selected seventh overall by the Los Angeles Clippers in the 1994 NBA Draft after a college career at the University of California at Berkeley, during which he teamed with Jason Kidd. He has played for the Clippers, the Cleveland Cavaliers, the Toronto Raptors, and the New Jersey Nets throughout his 12-year, 736 game NBA career, averaging 11.3 points per game.",
      "pageId": 2431756,
      "monthDay": "04/20"
    },
    {
      "year": "1972",
      "uri": "/wiki/%C5%BDeljko_Joksimovi%C4%87",
      "name": "Željko Joksimović",
      "aboutText": "Carla Geurts (born 20 April 1971, in Geldrop) is a former freestyle swimmer who competed at the 1996 Olympic Games in Atlanta, Georgia, and the 2000 Olympic Games in Sydney, Australia for the Netherlands. Geurts won three silver medals during her career at the European Swimming Championships. She retired in 2001, after the 2001 World Aquatics Championships in Fukuoka.",
      "pageId": 2864334,
      "monthDay": "04/20"
    },
    {
      "year": "1972",
      "uri": "/wiki/Marko_Kon",
      "name": "Marko Kon",
      "aboutText": "Geoff Lloyd (born 20 April 1973 in Withington, Lancashire) is a British radio presenter best known for his radio shows on Virgin Radio and Absolute Radio, including the Pete And Geoff Breakfast Show (January 2003 to December 2005, alongside Pete Mitchell), The Geoff Show (January 2006 to September 2008, with his co-host Annabel Port) and Geoff Lloyd's Hometime Show (September 2008 to present, again with Port).\nHe is a noted Beatles and 1960s fan which is frequently reflected in his personal style and choice of music; Lloyd played an entire Beatles album without interval on the radio in 2006. During his radio shows Lloyd frequently makes references to John Lennon and Paul McCartney, and presents a two-hour show entitled Beatles Brunch on Absolute Radio 60s on Sunday mornings.",
      "pageId": 3166301,
      "monthDay": "04/20"
    },
    {
      "year": "1972",
      "uri": "/wiki/Stephen_Marley_(musician)",
      "name": "Stephen Marley",
      "aboutText": "Aldo Antonio Bobadilla Ávalos (born 20 April 1976 in Pedro Juan Caballero) is a Paraguayan retired football goalkeeper.",
      "pageId": 5154271,
      "monthDay": "04/20"
    },
    {
      "year": "1973",
      "uri": "/wiki/Todd_Hollandsworth",
      "name": "Todd Hollandsworth",
      "aboutText": "Lê Huỳnh Đức (born April 20, 1972 in Ho Chi Minh City, Vietnam) is a Vietnamese football manager and former footballer currently coaching SHB Đà Nẵng of the V-League. Đức is a former member of the Vietnam national football team, with whom he earned 60 caps (a national record), as well as being its top scorer. He became the first Vietnamese footballer to be signed to a club outside of Vietnam when he signed on for a year's stint with Chongqing Lifan.",
      "pageId": 7961131,
      "monthDay": "04/20"
    },
    {
      "year": "1973",
      "uri": "/wiki/Geoff_Lloyd",
      "name": "Geoff Lloyd",
      "aboutText": "Adriano Silva Moraes (born April 20, 1970 in Quintana, São Paulo, Brazil) is a Brazilian retired rodeo athlete specializing in bull riding. He had been one of the leading bull riders in the world since the mid-1990s, with two titles at the National Finals Rodeo (NFR) and three Professional Bull Riders (PBR) world titles to his credit.\n^ \"Average Winners (National Finals Rodeo)\".",
      "pageId": 10426041,
      "monthDay": "04/20"
    },
    {
      "year": "1973",
      "uri": "/wiki/Lamond_Murray",
      "name": "Lamond Murray",
      "aboutText": "Tara Leigh Patrick (born April 20, 1972), better known by her stage name Carmen Electra, is an American glamour model, actress, television personality, singer, and dancer. She gained fame for her appearances in Playboy magazine, on the MTV game show Singled Out, on the TV series Baywatch, and dancing with the Pussycat Dolls, and has since had roles in the parody films Scary Movie, Date Movie, Epic Movie, Meet the Spartans, and Disaster Movie.",
      "pageId": 18707123,
      "monthDay": "04/20"
    },
    {
      "year": "1974",
      "uri": "/wiki/Tina_Cousins",
      "name": "Tina Cousins",
      "aboutText": "The Honourable Sarah Gavron (born 20 April 1970) is a British film director.",
      "pageId": 20868742,
      "monthDay": "04/20"
    },
    {
      "year": "1974",
      "uri": "/wiki/Urmas_Paet",
      "name": "Urmas Paet",
      "aboutText": "Marko \"Mare\" Kon (Serbian Cyrillic: Марко Кон; born 20 April 1972) is a Serbian pop singer, composer & producer. Kon was born to a Jewish father and Serbian mother. He was the Serbian entry for the Eurovision Song Contest 2009 with Milan Nikolić.",
      "pageId": 22018241,
      "monthDay": "04/20"
    },
    {
      "year": "1975",
      "uri": "/wiki/Benjamin_Butler_(artist)",
      "name": "Benjamin Butler",
      "aboutText": "Nikos Kyzeridis (Greek: Νίκος Κυζερίδης) (born on 20 April 1971 in Thessaloniki, Greece) is a retired Greek international football player who played as an attacking midfielder and a striker.",
      "pageId": 30353777,
      "monthDay": "04/20"
    },
    {
      "year": "1975",
      "uri": "/wiki/Killer_Mike",
      "name": "Killer Mike",
      "aboutText": "Benjamin Butler (born April 20, 1975) is an American artist, based in Vienna, Austria.",
      "pageId": 33206983,
      "monthDay": "04/20"
    },
    {
      "year": "1976",
      "uri": "/wiki/Aldo_Bobadilla",
      "name": "Aldo Bobadilla",
      "aboutText": "Michael Render (born April 20, 1975), better known by his stage name Killer Mike, is an American hip hop recording artist, activist, and occasional actor from Atlanta, Georgia. He is the founder of Grind Time Official Records, which he launched through the SMC and Fontana Distribution. Mike made his debut on \"Snappin' and Trappin'\", from OutKast's 2000 LP Stankonia, and later appeared on the Grammy-winning song \"The Whole World\", a single from OutKast's greatest hits album Big Boi and Dre Present...OutKast.",
      "pageId": 47747608,
      "monthDay": "04/20"
    },
    {
      "year": "1976",
      "uri": "/wiki/Shay_Given",
      "name": "Shay Given",
      "aboutText": "Shay John James Given (born 20 April 1976) is an Irish professional footballer who plays as a goalkeeper for Premier League club Stoke City and the Republic of Ireland national team.\nHaving surpassed the total of 100 caps required for membership, he is part of the FIFA Century Club. Given gained his first international cap in 1996 and played in goal during every match for his country during the 2002 FIFA World Cup campaign, helping them reach the knockout stage.",
      "pageId": 610477,
      "monthDay": "04/20"
    },
    {
      "year": "1976",
      "uri": "/wiki/Joey_Lawrence",
      "name": "Joey Lawrence",
      "aboutText": "Joseph Lawrence Mignogna Jr. (born April 20, 1976), is an American actor, singer, and game show host. He is known for his roles as Joey Donovan in the TV series Gimme a Break!, Joey Russo in Blossom, Joe Roman (the eldest brother of three with his real life brothers) in Brotherly Love, and as Joe Longo in Melissa & Joey.",
      "pageId": 719197,
      "monthDay": "04/20"
    },
    {
      "year": "1976",
      "uri": "/wiki/Chris_Mason_(ice_hockey)",
      "name": "Chris Mason",
      "aboutText": "Jasmin Wagner ([jasˈmiːn ˈʋaːɡnɐ], born 20 April 1980), better known as Blümchen [ˈblyːmçən], is a pop and dance music singer, actress, and model/spokesperson. Although she releases her English albums under the name Blossom, her German stage name \"Blümchen\" actually translates to \"floret\" or \"small flower\". She is also known as Denim Girl, performing the song \"Are You Ready For Some Darkness?\" on the Alpha Motherfuckers - A Tribute to Turbonegro album.",
      "pageId": 765620,
      "monthDay": "04/20"
    },
    {
      "year": "1976",
      "uri": "/wiki/Lenka_N%C4%9Bme%C4%8Dkov%C3%A1",
      "name": "Lenka Němečková",
      "aboutText": "Jonathan \"Jon\" Hugger (born April 20, 1977) is an American professional wrestler. He is best known for his appearances with World Championship Wrestling as Johnny the Bull and World Wrestling Entertainment as Johnny Stamboli.",
      "pageId": 993693,
      "monthDay": "04/20"
    },
    {
      "year": "1977",
      "uri": "/wiki/Jon_Hugger",
      "name": "Jon Hugger",
      "aboutText": "Mirei Kuroda (黒田 美礼, Kuroda Mirei, born 20 April 1978, in Saitama, Japan) is a famous Japanese swimsuit model. She was Fuji Television's \"Visual Queen of the Year\" in 1996.\n^ Infobox data from: \"黒田 美礼 (Kuroda Mirei)\" (in Japanese).",
      "pageId": 1578465,
      "monthDay": "04/20"
    },
    {
      "year": "1977",
      "uri": "/wiki/Meelis_Rooba",
      "name": "Meelis Rooba",
      "aboutText": "Christopher Ellis Duffy (born April 20, 1980) is a former Major League Baseball outfielder.",
      "pageId": 2399161,
      "monthDay": "04/20"
    },
    {
      "year": "1978",
      "uri": "/wiki/Clayne_Crawford",
      "name": "Clayne Crawford",
      "aboutText": "Christopher Robert Mason (born April 20, 1976) is a Canadian former professional ice hockey goaltender. He most recently played with Augsburger Panther of the Deutsche Eishockey Liga (DEL).",
      "pageId": 3664475,
      "monthDay": "04/20"
    },
    {
      "year": "1978",
      "uri": "/wiki/Rebecca_Makkai",
      "name": "Rebecca Makkai",
      "aboutText": "Gregor Tait (born 20 April 1979 in Glasgow) is a Scottish backstroke swimmer, and an Olympic swimmer for Great Britain.",
      "pageId": 4602960,
      "monthDay": "04/20"
    },
    {
      "year": "1978",
      "uri": "/wiki/Mirei_Kuroda",
      "name": "Mirei Kuroda",
      "aboutText": "Nathan Joel Marquardt (born April 20, 1979) is an American mixed martial artist competing in the Middleweight division of the Ultimate Fighting Championship. He is a former Strikeforce Welterweight Champion and a three-time Pancrase Middleweight Champion.",
      "pageId": 5067816,
      "monthDay": "04/20"
    },
    {
      "year": "1979",
      "uri": "/wiki/Ludovic_Magnin",
      "name": "Ludovic Magnin",
      "aboutText": "Ludovic Magnin (born 20 April 1979 in Lausanne) is a former Swiss football defender.\n^ \"Ludovic Magnin\" (in German). fcz.ch.",
      "pageId": 5298906,
      "monthDay": "04/20"
    },
    {
      "year": "1979",
      "uri": "/wiki/Nate_Marquardt",
      "name": "Nate Marquardt",
      "aboutText": "Clayne Crawford (born April 20, 1978) is an American actor.",
      "pageId": 6013135,
      "monthDay": "04/20"
    },
    {
      "year": "1979",
      "uri": "/wiki/Tatyana_Polnova",
      "name": "Tatyana Polnova",
      "aboutText": "Tatyana Polnova (Russian: Татья́на Полнова), née Zaykova (За́йкова, born 20 April 1979) is a Russian pole vaulter. Between 1998 and 2002 she competed for Turkey under the Turkish name Tuna Köstem. She is currently Fenerbahçe Athletics Club member.",
      "pageId": 6683996,
      "monthDay": "04/20"
    },
    {
      "year": "1979",
      "uri": "/wiki/Gregor_Tait",
      "name": "Gregor Tait",
      "aboutText": "Quinn Weng (Chinese: 翁碩瑜, born April 20, 1979) is a Taiwanese-Canadian mezzo-soprano singer and is the lead vocalist of the power metal band Seraphim. She joined the band replacing the singer Pay Lee in 2004.",
      "pageId": 13346220,
      "monthDay": "04/20"
    },
    {
      "year": "1979",
      "uri": "/wiki/Quinn_Weng",
      "name": "Quinn Weng",
      "aboutText": "Meelis Rooba (born 20 April 1977) is an Estonian professional football coach and former player. Currently he is the head coach of Meistriliiga side Paide Linnameeskond.",
      "pageId": 15308807,
      "monthDay": "04/20"
    },
    {
      "year": "1980",
      "uri": "/wiki/Gunta_Ba%C5%A1ko",
      "name": "Gunta Baško",
      "aboutText": "Gunta Baško-Melnbārde (born Gunta Baško April 27, 1980, Riga, Latvia) is a Latvian women's basketball player currently playing for Basket Landes and Latvia women's national basketball team. She was born in Riga.\nBaško first played in a professional team in 1995.",
      "pageId": 20000670,
      "monthDay": "04/20"
    },
    {
      "year": "1980",
      "uri": "/wiki/Chris_Duffy_(baseball)",
      "name": "Chris Duffy",
      "aboutText": "Arin Paul (born 20 April 1980) is a film director and writer.",
      "pageId": 20657783,
      "monthDay": "04/20"
    },
    {
      "year": "1980",
      "uri": "/wiki/Arin_Paul",
      "name": "Arin Paul",
      "aboutText": "Youssef Soukouna (born 20 April 1981 in Goutte d'Or, Paris), better known by his stage name Sefyu (French pronunciation: ​[sɛˈfju], his first name in verlan), is a French rapper of Senegalese descent. He comes from Aulnay-sous-Bois (“Cité des Emmaüs”), a city in the French department of Seine-Saint-Denis (Northern suburbs of Paris). Sefyu originally aspired to become a professional soccer player, but his dream was derailed after he sustained an injury.",
      "pageId": 22114866,
      "monthDay": "04/20"
    },
    {
      "year": "1980",
      "uri": "/wiki/Jasmin_Wagner",
      "name": "Jasmin Wagner",
      "aboutText": "Saša Tabaković (born April 20, 1981) is a Slovenian actor, born to Bosnian parents. After finishing his studies at High School for Music (he was playing an accordion), he entered to study a play on Academy for Theater, Radio, Film, Television, where he graduated in 2005. For the diploma performance of Goldberg in \"The Birthday party\" by H. Pinter he was awarded with University Preseren award in 2005.",
      "pageId": 30530527,
      "monthDay": "04/20"
    },
    {
      "year": "1981",
      "uri": "/wiki/Sefyu",
      "name": "Sefyu",
      "aboutText": "Lenka Němečková (born 20 April 1976 in Brno) is a former professional Czech tennis player.",
      "pageId": 32047151,
      "monthDay": "04/20"
    },
    {
      "year": "1981",
      "uri": "/wiki/Sa%C5%A1a_Tabakovi%C4%87",
      "name": "Saša Tabaković",
      "aboutText": "Rebecca Makkai (born April 20, 1978) is an American novelist and short-story writer. Her first novel, The Borrower, was released in June 2011. It was a Booklist Top Ten Debut, an Indie Next pick, an O Magazine selection, and one of Chicago Magazine's choices for best fiction of 2011.",
      "pageId": 41993332,
      "monthDay": "04/20"
    },
    {
      "year": "1982",
      "uri": "/wiki/Jacqueline_Govaert",
      "name": "Jacqueline Govaert",
      "aboutText": "Danny Granger, Jr. (born April 20, 1983) is an American professional basketball player who last played for the Miami Heat of the National Basketball Association (NBA). He is mainly a small forward, though he also logs time at the power forward position.",
      "pageId": 2181726,
      "monthDay": "04/20"
    },
    {
      "year": "1982",
      "uri": "/wiki/Sayaka_Kamiya",
      "name": "Sayaka Kamiya",
      "aboutText": "Jacqueline Govaert (born 20 April 1982) is a Dutch singer, songwriter, and pianist. She is best known as the leader of Dutch band Krezip. After Krezip disbanded in 2009, Govaert started a solo music career.",
      "pageId": 2217582,
      "monthDay": "04/20"
    },
    {
      "year": "1982",
      "uri": "/wiki/Dario_Kne%C5%BEevi%C4%87",
      "name": "Dario Knežević",
      "aboutText": "Miranda May Kerr (born 20 April 1983) is an Australian model. Kerr rose to prominence in 2007 as one of the Victoria's Secret Angels. She is the first Australian to participate in the Victoria's Secret campaign and also represented the Australian up-market department store chain David Jones.",
      "pageId": 2925581,
      "monthDay": "04/20"
    },
    {
      "year": "1982",
      "uri": "/wiki/Alar_Varrak",
      "name": "Alar Varrak",
      "aboutText": "Anthony Joseph Fasano (born April 20, 1984) is an American football tight end for the Tennessee Titans of the National Football League (NFL). He was drafted by the Dallas Cowboys of the National Football League (NFL) in the second round of the 2006 NFL Draft. He played college football at Notre Dame.",
      "pageId": 4947860,
      "monthDay": "04/20"
    },
    {
      "year": "1983",
      "uri": "/wiki/Danny_Granger",
      "name": "Danny Granger",
      "aboutText": "Dario Knežević (born 20 April 1982) is a Croatian football defender who is currently a free agent.",
      "pageId": 6799504,
      "monthDay": "04/20"
    },
    {
      "year": "1983",
      "uri": "/wiki/Sebastian_Ingrosso",
      "name": "Sebastian Ingrosso",
      "aboutText": "Nelson Évora GCIH (born 20 April 1984) is a Portuguese track and field athlete who specializes in the triple jump and long jump.\nÉvora is the current triple jump European indoor champion, and a former triple jump Olympic and world champion. Évora competes for Portugal and Portuguese club S.L. Benfica.",
      "pageId": 7150195,
      "monthDay": "04/20"
    },
    {
      "year": "1983",
      "uri": "/wiki/Miranda_Kerr",
      "name": "Miranda Kerr",
      "aboutText": "Sayaka Kamiya (神谷涼, Kamiya Sayaka, born April 20, 1982) is a Japanese actress and model.\nKamiya is best known for her role as Satomi Noda in Battle Royale.",
      "pageId": 7158029,
      "monthDay": "04/20"
    },
    {
      "year": "1983",
      "uri": "/wiki/Joanne_King",
      "name": "Joanne King",
      "aboutText": "Sebastian Carmine Ingrosso (born 20 April 1983) is a Swedish DJ and electronic dance music producer.",
      "pageId": 8960972,
      "monthDay": "04/20"
    },
    {
      "year": "1983",
      "uri": "/wiki/Patrice_M%27Bock",
      "name": "Patrice M'Bock",
      "aboutText": "Yuri van Gelder (born 20 April 1983) is a Dutch gymnast, whose best discipline is the rings. His nickname is \"Lord of the Rings\".\nBorn in Waalwijk, Netherlands, Van Gelder took the gold in the men's rings at the 2005 European Championships held in Debrecen, Hungary.",
      "pageId": 9304519,
      "monthDay": "04/20"
    },
    {
      "year": "1983",
      "uri": "/wiki/Erik_Segerstedt",
      "name": "Erik Segerstedt",
      "aboutText": "Erik Segerstedt (born April 20, 1983 in Uddevalla) is a Swedish singer. As a student he attended the Adolf Fredrik's Music School in Stockholm. He was the runner-up to Markus Fagervall on the third season of Swedish version of Idol 2006.",
      "pageId": 9402538,
      "monthDay": "04/20"
    },
    {
      "year": "1983",
      "uri": "/wiki/Greg_Smith_(cricketer,_born_1983)",
      "name": "Greg Smith",
      "aboutText": "Gregory Marc Smith (born 20 April 1983 in Johannesburg) is a South African cricketer. He is a right-handed batsman and a right-arm medium-fast bowler who plays for Essex. He had previously played for Derbyshire for eight years.",
      "pageId": 10489866,
      "monthDay": "04/20"
    },
    {
      "year": "1983",
      "uri": "/wiki/Fabio_Staibano",
      "name": "Fabio Staibano",
      "aboutText": "Tyson Lee Griffin (born April 20, 1984) is an American professional mixed martial artist currently competing in the Lightweight division.",
      "pageId": 10673214,
      "monthDay": "04/20"
    },
    {
      "year": "1983",
      "uri": "/wiki/Yuri_van_Gelder",
      "name": "Yuri van Gelder",
      "aboutText": "Joanne King (born April 20, 1983, Dublin, Ireland) is an Irish actress.",
      "pageId": 14515922,
      "monthDay": "04/20"
    },
    {
      "year": "1984",
      "uri": "/wiki/Nelson_%C3%89vora",
      "name": "Nelson Évora",
      "aboutText": "Amanda Fahy born in London on 20 April 1985 is a British actress most famous for her role as Shannon Parks in the BBC children's series Grange Hill.\nAmanda joined the long running CBBC show in 2001 leaving the series in 2004.\nShe appeared in The Bill as Nikki McGrath in 2004 and a year later appeared in the Channel 4 made for TV drama Ahead of the Class about the notorious murder of head teacher Philip Lawrence.",
      "pageId": 17039751,
      "monthDay": "04/20"
    },
    {
      "year": "1984",
      "uri": "/wiki/Anthony_Fasano",
      "name": "Anthony Fasano",
      "aboutText": "Fabio Staibano (born Eboli, 20 April 1983) is an Italian rugby union footballer. He plays as a prop.\nStaibano played at a youth level at Battipaglia Rugby, moving to Overmach Rugby Parma F.C., aged 18 years old, where he would stay from 2001/02 to 2007/08.",
      "pageId": 22669102,
      "monthDay": "04/20"
    },
    {
      "year": "1984",
      "uri": "/wiki/Tyson_Griffin",
      "name": "Tyson Griffin",
      "aboutText": "Jenna Parker (born 20 April 1984 in Concord, Massachusetts) is a former professional US triathlete and a former member of the USA National Team.\nIn 2010 Shoemaker was number 49 in the World Championship Series ranking and number 5 in the USAT ranking.",
      "pageId": 30524255,
      "monthDay": "04/20"
    },
    {
      "year": "1984",
      "uri": "/wiki/Edixon_Perea",
      "name": "Edixon Perea",
      "aboutText": "Edixon Perea Valencia (born 20 April 1984 in Cali) is a Colombian footballer.",
      "pageId": 30859648,
      "monthDay": "04/20"
    },
    {
      "year": "1984",
      "uri": "/wiki/Jenna_Shoemaker",
      "name": "Jenna Shoemaker",
      "aboutText": "Harris Lee Wittels (April 20, 1984 – February 19, 2015) was an American comedian, actor, writer, producer, and musician. He is best known for having been a writer for The Sarah Silverman Program, a writer and executive producer for Parks and Recreation, and a recurring guest on Comedy Bang! Bang!",
      "pageId": 31318503,
      "monthDay": "04/20"
    },
    {
      "year": "1984",
      "uri": "/wiki/Harris_Wittels",
      "name": "Harris Wittels",
      "aboutText": "Joseph Patrice M'Bock (born 20 April 1983 in Edéa) is a former Cameroonian footballer.",
      "pageId": 32855756,
      "monthDay": "04/20"
    },
    {
      "year": "1985",
      "uri": "/wiki/Amanda_Fahy",
      "name": "Amanda Fahy",
      "aboutText": "Alar Varrak (born 20 April 1982 in Jõgeva) is an Estonian basketball coach and a former point guard. He currently coaches the Estonian Championship team Kalev/Cramo. He is also the assistant coach of the Estonia national basketball team.",
      "pageId": 42228551,
      "monthDay": "04/20"
    },
    {
      "year": "1985",
      "uri": "/wiki/Curt_Hawkins",
      "name": "Curt Hawkins",
      "aboutText": "Alexander Anthony ″Alex″ Black (born April 20, 1989) is an American television and motion picture actor. Black was born in Redwood City, California. He has appeared in several popular movies; he mostly recently portrayed Seth Powers in Nickelodeon's hit series, Ned's Declassified School Survival Guide.",
      "pageId": 1126743,
      "monthDay": "04/20"
    },
    {
      "year": "1985",
      "uri": "/wiki/Ehsan_Jami",
      "name": "Ehsan Jami",
      "aboutText": "North Country is a 2005 American drama film directed by Niki Caro, starring Charlize Theron, Frances McDormand, Sean Bean, Richard Jenkins, Michelle Monaghan, Jeremy Renner, Woody Harrelson and Sissy Spacek. The screenplay by Michael Seitzman was inspired by the 2002 book Class Action: The Story of Lois Jenson and the Landmark Case That Changed Sexual Harassment Law by Clara Bingham and Laura Leedy Gansler, which chronicled the case of Jenson v.",
      "pageId": 2148370,
      "monthDay": "04/20"
    },
    {
      "year": "1985",
      "uri": "/wiki/Billy_Magnussen",
      "name": "Billy Magnussen",
      "aboutText": "Cameron Troy Duncan (20 April 1986 – 12 November 2003) was a writer and director from New Zealand.",
      "pageId": 2291381,
      "monthDay": "04/20"
    },
    {
      "year": "1985",
      "uri": "/wiki/Jadyn_Maria",
      "name": "Jadyn Maria",
      "aboutText": "John Patrick Amedori (born April 20, 1987) is an American actor and musician. He is perhaps best known for his portrayal of the thirteen-year-old Evan Treborn in The Butterfly Effect.\nAmedori has also appeared in a number of television shows, including Law & Order, Nip/Tuck, Joan of Arcadia and Ghost Whisperer, as well as a part in the film Stick It.",
      "pageId": 2820976,
      "monthDay": "04/20"
    },
    {
      "year": "1985",
      "uri": "/wiki/Brent_Seabrook",
      "name": "Brent Seabrook",
      "aboutText": "Brent Seabrook (born April 20, 1985) is a Canadian professional ice hockey defenseman and an alternate captain for the Chicago Blackhawks of the National Hockey League (NHL). He was selected in the first round, 14th overall, by the Blackhawks in the 2003 NHL Entry Draft out of the Western Hockey League (WHL). He played four seasons of junior with the Lethbridge Hurricanes before joining the Blackhawks in 2005–06, since then he has been a key component in their success including three Stanley Cup Championships.",
      "pageId": 2868750,
      "monthDay": "04/20"
    },
    {
      "year": "1986",
      "uri": "/wiki/Cameron_Duncan",
      "name": "Cameron Duncan",
      "aboutText": "Ehsan Jami (born April 20, 1985) is a Dutch politician. From March 7, 2006 until November 6, 2007 he was member of the city council of Leidschendam-Voorburg on behalf of the Dutch Labour Party (PvdA). From that date until 2010 he continued to be a member of the city council as independent member 'fraction Jami' .",
      "pageId": 12707867,
      "monthDay": "04/20"
    },
    {
      "year": "1987",
      "uri": "/wiki/John_Patrick_Amedori",
      "name": "John Patrick Amedori",
      "aboutText": "Sergei Zenjov (Russian: Серге́й Зенёв; born 20 April 1989) is an Estonian professional footballer of Russian descent who plays as a striker for Azeri club Gabala FK and Estonia national football team.",
      "pageId": 13107019,
      "monthDay": "04/20"
    },
    {
      "year": "1987",
      "uri": "/wiki/Thorsten_Kirschbaum",
      "name": "Thorsten Kirschbaum",
      "aboutText": "Jadyn Douglas (previously known as Jadyn Maria), born April 20, 1985, is a Puerto Rican singer-songwriter and actress. At the age of seventeen, she was signed to EMI and later to Universal Motown in 2008, releasing a couple of singles to little commercial success. Douglas then started a country-pop trio with her sister (Jaclyn) and brother-in-law (Blake) in 2014 called Arten Way.",
      "pageId": 14016093,
      "monthDay": "04/20"
    },
    {
      "year": "1987",
      "uri": "/wiki/Michael_Klau%C3%9F_(footballer,_born_1987)",
      "name": "Michael Klauß",
      "aboutText": "Brian Joseph Myers (born April 20, 1985) is an American professional wrestler and promoter, better known by his ring name Curt Hawkins. He is best known for his time signed with WWE, and currently works for Global Force Wrestling (GFW).\nFor the majority of his early career, Hawkins teamed with Zack Ryder, and they won several tag team championships together, including the WWE Tag Team Championship.",
      "pageId": 14841028,
      "monthDay": "04/20"
    },
    {
      "year": "1987",
      "uri": "/wiki/Anna_Rossinelli",
      "name": "Anna Rossinelli",
      "aboutText": "William Gregory \"Billy\" Magnussen (born April 20, 1985) is an American actor.",
      "pageId": 15998189,
      "monthDay": "04/20"
    },
    {
      "year": "1988",
      "uri": "/wiki/Brandon_Belt",
      "name": "Brandon Belt",
      "aboutText": "Thorsten Kirschbaum (born 20 April 1987 in Würzburg) is a German footballer who plays as a goalkeeper currently for 1.",
      "pageId": 17240067,
      "monthDay": "04/20"
    },
    {
      "year": "1989",
      "uri": "/wiki/Alex_Black",
      "name": "Alex Black",
      "aboutText": "Marissa Petra King (born April 20, 1991) is an English gymnast who represented Great Britain at the 2008 Summer Olympics in Beijing, China, as well as the 2007 and 2009 World Artistic Gymnastics Championships. Marissa is the daughter of a British father and Thai mother and began gymnastics at age 8. During her elite career she trained at the Huntingdon Olympic Gymnastics Club and currently competes for the University of Florida Gators NCAA gymnastics team.",
      "pageId": 18182342,
      "monthDay": "04/20"
    },
    {
      "year": "1989",
      "uri": "/wiki/Heejun_Han",
      "name": "Heejun Han",
      "aboutText": "Luke August Kuechly (/ˈkikli/; born April 20, 1991) is an American football Linebacker for the Carolina Panthers of the National Football League (NFL). He was drafted by the Panthers ninth overall in the 2012 NFL Draft. He played college football at Boston College, and was recognized twice as a consensus All-American.",
      "pageId": 25365986,
      "monthDay": "04/20"
    },
    {
      "year": "1989",
      "uri": "/wiki/Sergei_Zenjov",
      "name": "Sergei Zenjov",
      "aboutText": "Brandon Kyle Belt (born April 20, 1988) is an American professional baseball first baseman for the San Francisco Giants of Major League Baseball (MLB). He made his MLB debut during the 2011 season.. He was a member of the 2012 World Series and 2014 World Series championship teams with the Giants.",
      "pageId": 28588988,
      "monthDay": "04/20"
    },
    {
      "year": "1990",
      "uri": "/wiki/Luhan_(singer)",
      "name": "Luhan",
      "aboutText": "Anna Rossinelli (born 20 April 1987 in Basel) is a Swiss singer-songwriter. Rossinelli sings as a part of a pop-soul trio band, which performs under her name.\n^ \"Band\".",
      "pageId": 30012853,
      "monthDay": "04/20"
    },
    {
      "year": "1991",
      "uri": "/wiki/Thomas_Curtis_(actor)",
      "name": "Thomas Curtis",
      "aboutText": "Michael Klauß (born 20 April 1987 in Sindelfingen) is a German footballer who plays for VfR Aalen in the 2. Bundesliga.\n^ \"Klauß, Michael\".",
      "pageId": 32682081,
      "monthDay": "04/20"
    },
    {
      "year": "1991",
      "uri": "/wiki/Marissa_King",
      "name": "Marissa King",
      "aboutText": "Ondřej Kraják (born 20 April 1991) is a Czech footballer who currently plays for FC Hradec Králové. His playing position is forward.",
      "pageId": 34288188,
      "monthDay": "04/20"
    },
    {
      "year": "1991",
      "uri": "/wiki/Ond%C5%99ej_Kraj%C3%A1k",
      "name": "Ondřej Kraják",
      "aboutText": "Heejun Han (born Han Hee-jun; Hangul: 한희준; April 20, 1989) is a South Korean singer from Flushing, Queens, New York, who finished in ninth place on the eleventh season of American Idol. He signed with Polaris Entertainment in 2012. In 2013, he applied for third season of K-pop Star, passed the audition, and reached the Top 6.",
      "pageId": 34949405,
      "monthDay": "04/20"
    },
    {
      "year": "1991",
      "uri": "/wiki/Luke_Kuechly",
      "name": "Luke Kuechly",
      "aboutText": "Allie Will (born April 20, 1991) is an American tennis player.\nWill has won eleven doubles titles on the ITF tour in her career. On July 22, 2013, she reached her best singles ranking of world number 293.",
      "pageId": 39014530,
      "monthDay": "04/20"
    },
    {
      "year": "1991",
      "uri": "/wiki/Allie_Will",
      "name": "Allie Will",
      "aboutText": "Lu Han (born (1990-04-20)April 20, 1990), is a Chinese singer and actor who was a former member of the South Korean-Chinese boy band EXO, and its subgroup EXO-M. He is signed to S.M. Entertainment in South Korea and Avex Trax in Japan. In October 2014, Luhan filed a lawsuit to terminate his exclusive contract with SM Entertainment.",
      "pageId": 43419836,
      "monthDay": "04/20"
    },
    {
      "year": "1992",
      "uri": "/wiki/Kristian_%C3%81lvarez",
      "name": "Kristian Álvarez",
      "aboutText": "Kristian Omar Álvarez Nuño (born 20 April 1992 in Zapotlanejo, Jalisco, Mexico) is a Mexican footballer who plays as Centre Back for Santos Laguna on loan from C.D. Guadalajara.",
      "pageId": 27124832,
      "monthDay": "04/20"
    },
    {
      "year": "1992",
      "uri": "/wiki/Marko_Meerits",
      "name": "Marko Meerits",
      "aboutText": "Marko Meerits (born 26 April 1992) is an Estonian professional footballer who plays as a goalkeeper for Dutch Eerste Divisie club Emmen and the Estonia national football team.\n^ \"FC Flora – Marko Meerits\" (in Estonian). FC Flora Tallinn.",
      "pageId": 30110712,
      "monthDay": "04/20"
    },
    {
      "year": "1994",
      "uri": "/wiki/Anastasia_Vdovenco",
      "name": "Anastasia Vdovenco",
      "aboutText": "Carly Rose Sonenclar (born April 20, 1999) is an American singer and teen actress. In December 2012, she became the runner-up on the second season of the American version of the The X Factor.",
      "pageId": 33606620,
      "monthDay": "04/20"
    },
    {
      "year": "1995",
      "uri": "/wiki/Jean_Marie_Dongou",
      "name": "Jean Marie Dongou",
      "aboutText": "Jean Marie Dongou Tsafack (born 20 April 1995), known as Dongou, is a Cameroonian footballer who plays for Spanish club FC Barcelona B as a forward.",
      "pageId": 34785983,
      "monthDay": "04/20"
    },
    {
      "year": "1999",
      "uri": "/wiki/Carly_Rose_Sonenclar",
      "name": "Carly Rose Sonenclar",
      "aboutText": "Zarkandar (foaled 20 April 2007) is an Irish-bred, British-trained Thoroughbred racehorse who competes in National Hunt races. A half-brother to the Prix de l'Arc de Triomphe winner Zarkava he won one of his three flat races before being gelded and becoming a specialist hurdler. He was the best juvenile hurdler of the 2010/2011 National Hunt season when he won the Adonis Juvenile Novices' Hurdle, Triumph Hurdle and Anniversary 4-Y-O Novices' Hurdle.",
      "pageId": 38761774,
      "monthDay": "04/20"
    },
    {
      "year": "2002",
      "uri": "/wiki/Twist_Magic",
      "name": "Twist Magic",
      "aboutText": "Twist Magic (20 April 2002 – 15 December 2010) was a French-bred, British-trained National Hunt horse trained by Paul Nicholls. He specialised as a two mile chaser, and recorded many top class wins such as the Tingle Creek in 2007 and 2009 and the Victor Chandler Chase in 2010. He suffered a fatal injury while racing in the rearranged Peterborough Chase at Newbury and had to be put down.",
      "pageId": 38806370,
      "monthDay": "04/20"
    },
    {
      "year": "2007",
      "uri": "/wiki/Zarkandar",
      "name": "Zarkandar",
      "aboutText": "Anastasia Vdovenco (born 20 April 1994 in Chișinău) is a Moldovan tennis player.\nVdovenco has won one singles and three doubles titles on the ITF tour in her career. On 13 October 2014, she reached her best singles ranking of world number 565.",
      "pageId": 41147517,
      "monthDay": "04/20"
    }
  ]
}