{
  "people": [
    {
      "year": "1451",
      "uri": "/wiki/Isabella_I_of_Castile",
      "name": "Isabella I of Castile",
      "aboutText": "Henry Fielding (22 April 1707 – 8 October 1754) was an English novelist and dramatist known for his rich earthy humour and satirical prowess, and as the author of the novel Tom Jones.\nAside from his literary achievements, he has a significant place in the history of law enforcement, having founded (with his half-brother John) what some have called London's first police force, the Bow Street Runners, using his authority as a magistrate.",
      "pageId": 13546,
      "monthDay": "04/22"
    },
    {
      "year": "1518",
      "uri": "/wiki/Antoine_of_Navarre",
      "name": "Antoine of Navarre",
      "aboutText": "Immanuel Kant (/kænt/; German: [ɪˈmaːnu̯eːl kant]; 22 April 1724 – 12 February 1804) was a German philosopher who is considered the central figure of modern philosophy. Kant argued that fundamental concepts of the human mind structure human experience, that reason is the source of morality, that aesthetics arises from a faculty of disinterested judgment, that space and time are forms of our understanding, and that the world as it is \"in-itself\" is unknowable. Kant took himself to have effected a Copernican revolution in philosophy, akin to Copernicus' reversal of the age-old belief that the sun revolved around the earth.",
      "pageId": 14631,
      "monthDay": "04/22"
    },
    {
      "year": "1592",
      "uri": "/wiki/Wilhelm_Schickard",
      "name": "Wilhelm Schickard",
      "aboutText": "Pope Alexander VIII (22 April 1610 – 1 February 1691), born Pietro Vito Ottoboni, was Pope from 6 October 1689 to his death in 1691.",
      "pageId": 23790,
      "monthDay": "04/22"
    },
    {
      "year": "1610",
      "uri": "/wiki/Pope_Alexander_VIII",
      "name": "Pope Alexander VIII",
      "aboutText": "John Carteret, 2nd Earl Granville, 7th Seigneur of Sark KG PC (/kɑrtəˈrɛt/; 22 April 1690 – 02 January 1763), commonly known by his earlier title Lord Carteret, was a British statesman and Lord President of the Council from 1751 to 1763; effectively leader of the country when Spencer Compton, Earl of Wilmington was Prime Minister.",
      "pageId": 172138,
      "monthDay": "04/22"
    },
    {
      "year": "1658",
      "uri": "/wiki/Giuseppe_Torelli",
      "name": "Giuseppe Torelli",
      "aboutText": "Charles Denis Sauter Bourbaki (22 April 1816, Pau – 22 September 1897, Bayonne) was a French general.\nHe was born at Pau, the son of Greek colonel Constantin Denis Bourbaki, who died in the War of Independence in 1827. He was educated at the Prytanée National Militaire, entered St Cyr, and in 1836 joined the Zouaves, becoming lieutenant of the Foreign Legion in 1838, and aide-de-camp to King Louis Philippe.",
      "pageId": 192986,
      "monthDay": "04/22"
    },
    {
      "year": "1690",
      "uri": "/wiki/John_Carteret,_2nd_Earl_Granville",
      "name": "John Carteret, 2nd Earl Granville",
      "aboutText": "Anne Louise Germaine de Staël-Holstein (French: [stal]; 22 April 1766 – 14 July 1817), commonly known as Madame de Staël, was a French woman of letters of Swiss origin whose lifetime overlapped with the events of the French Revolution and the Napoleonic era. She was one of Napoleon's principal opponents. Celebrated for her conversational eloquence, she participated actively in the political and intellectual life of her times.",
      "pageId": 210684,
      "monthDay": "04/22"
    },
    {
      "year": "1707",
      "uri": "/wiki/Henry_Fielding",
      "name": "Henry Fielding",
      "aboutText": "Solomon Caesar Malan (April 22, 1812 – November 25, 1894) was a British divine and orientalist.",
      "pageId": 266411,
      "monthDay": "04/22"
    },
    {
      "year": "1711",
      "uri": "/wiki/Paul_II_Anton,_Prince_Esterh%C3%A1zy",
      "name": "Paul II Anton, Prince Esterházy",
      "aboutText": "Henri La Fontaine (French pronunciation: ​[lafɔ̃ˈtɛn]; 22 April 1854 – 14 May 1943), was a Belgian international lawyer and president of the International Peace Bureau.",
      "pageId": 323122,
      "monthDay": "04/22"
    },
    {
      "year": "1724",
      "uri": "/wiki/Immanuel_Kant",
      "name": "Immanuel Kant",
      "aboutText": "Antoine (in English, Anthony; 22 April 1518 – 17 November 1562) was the King of Navarre through his marriage (jure uxoris) to Queen Jeanne III, from 1555 until his death. He was the first monarch of the House of Bourbon, of which he was head from 1537. He was the father of Henry IV of France.",
      "pageId": 357712,
      "monthDay": "04/22"
    },
    {
      "year": "1732",
      "uri": "/wiki/John_Johnson_(architect)",
      "name": "John Johnson",
      "aboutText": "Wilhelm Schickard (22 April 1592 – 24 October 1635) was a German professor of Hebrew and Astronomy who became famous in the second part of the 20th century after Dr. Franz Hammer, a biographer (along with Max Caspar) of Johannes Kepler, claimed that the drawings of a calculating clock, predating the public release of Pascal's calculator by twenty years, had been discovered in two unknown letters written by Schickard to Johannes Kepler in 1623 and 1624.\nDr.",
      "pageId": 374594,
      "monthDay": "04/22"
    },
    {
      "year": "1744",
      "uri": "/wiki/James_Sullivan_(governor)",
      "name": "James Sullivan",
      "aboutText": "William IV (22 April 1852 – 25 February 1912) reigned as the sovereign Grand Duke of Luxembourg from 17 November 1905 until his death. He succeeded his father, Adolphe, Grand Duke of Luxembourg. He also held the title of Duke of Nassau, although that was annexed by Prussia after the Austro-Prussian war of 1866.",
      "pageId": 442764,
      "monthDay": "04/22"
    },
    {
      "year": "1757",
      "uri": "/wiki/Alessandro_Rolla",
      "name": "Alessandro Rolla",
      "aboutText": "Giuseppe Torelli (22 April 1658 – 8 February 1709) was an Italian violist, violinist, teacher, and composer.\nTorelli is most remembered for contributing to the development of the instrumental concerto (Newman 1972, p. 142), especially concerti grossi and the solo concerto, for strings and continuo, as well as being the most prolific Baroque composer for trumpets (Tarr 1974).",
      "pageId": 498949,
      "monthDay": "04/22"
    },
    {
      "year": "1766",
      "uri": "/wiki/Germaine_de_Sta%C3%ABl",
      "name": "Germaine de Staël",
      "aboutText": "Julius Sterling Morton (April 22, 1832 – April 27, 1902) was a Nebraska newspaper editor who served as President Grover Cleveland's Secretary of Agriculture. He was a prominent Bourbon Democrat, taking the conservative position on political, economic and social issues, and opposing agrarianism.",
      "pageId": 723930,
      "monthDay": "04/22"
    },
    {
      "year": "1812",
      "uri": "/wiki/Solomon_Caesar_Malan",
      "name": "Solomon Caesar Malan",
      "aboutText": "James Sullivan (April 22, 1744 – December 10, 1808) was a lawyer and politician in Massachusetts. He was an early associate justice of the Massachusetts Supreme Judicial Court, served as the state's attorney general for many years, and as governor of the state from 1807 until his death.\nSullivan was born and raised in Berwick, Maine (then part of Massachusetts), and studied law with his brother John.",
      "pageId": 806449,
      "monthDay": "04/22"
    },
    {
      "year": "1816",
      "uri": "/wiki/Charles-Denis_Bourbaki",
      "name": "Charles-Denis Bourbaki",
      "aboutText": "Lewis Thornton Powell (April 22, 1844 – July 7, 1865), also known as Lewis Payne and Lewis Paine, was an American citizen who attempted to assassinate United States Secretary of State William H. Seward on April 14, 1865. He was a conspirator with John Wilkes Booth, who assassinated President Abraham Lincoln the same night.\nPowell was a Confederate soldier wounded at Gettysburg.",
      "pageId": 1448277,
      "monthDay": "04/22"
    },
    {
      "year": "1832",
      "uri": "/wiki/Julius_Sterling_Morton",
      "name": "Julius Sterling Morton",
      "aboutText": "Ada Rehan (April 22, 1859 - January 8, 1916) was an Irish born American actress.",
      "pageId": 3946526,
      "monthDay": "04/22"
    },
    {
      "year": "1844",
      "uri": "/wiki/Lewis_Powell_(conspirator)",
      "name": "Lewis Powell",
      "aboutText": "Alessandro Rolla (Italian pronunciation: [alesˈsandro ˈrɔlla]; 22 April 1757 – 15 September 1841) was an Italian viola and violin virtuoso, composer, conductor and teacher. His son, Antonio Rolla, was also a violin virtuoso and composer.\nHis fame now rests mainly as \"teacher of the great Paganini\", yet his role was very important in the development of violin and viola technique.",
      "pageId": 7359526,
      "monthDay": "04/22"
    },
    {
      "year": "1852",
      "uri": "/wiki/William_IV,_Grand_Duke_of_Luxembourg",
      "name": "William IV, Grand Duke of Luxembourg",
      "aboutText": "Prince Paul II Anton Esterházy de Galántha (22 April 1711 – 18 March 1762) was a prince of the Esterházy family.",
      "pageId": 21134453,
      "monthDay": "04/22"
    },
    {
      "year": "1854",
      "uri": "/wiki/Henri_La_Fontaine",
      "name": "Henri La Fontaine",
      "aboutText": "Isabella I (Spanish: Isabel I, Old Spanish: Ysabel I; Madrigal de las Altas Torres, 22 April 1451–Medina del Campo, 26 November 1504) was Queen of Castille. She was married to Ferdinand II of Aragon. Their marriage became the basis for the political unification of Spain under their grandson, Holy Roman Emperor Charles V. After a struggle to claim her right to the throne, she reorganized the governmental system, brought the crime rate to the lowest it had been in years, and unburdened the kingdom of the enormous debt her brother had left behind.",
      "pageId": 23909513,
      "monthDay": "04/22"
    },
    {
      "year": "1860",
      "uri": "/wiki/Ada_Rehan",
      "name": "Ada Rehan",
      "aboutText": "John Johnson (22 April 1732 – 17 August 1814) was an English architect and Surveyor to the County of Essex. He is best known for designing the Shire Hall, Chelmsford.",
      "pageId": 30741595,
      "monthDay": "04/22"
    },
    {
      "year": "1868",
      "uri": "/wiki/Archduchess_Marie_Valerie_of_Austria",
      "name": "Archduchess Marie Valerie of Austria",
      "aboutText": "Vladimir Vladimirovich Nabokov (/nəˈbɔːkəf, ˈnæbəˌkɔːf, -ˌkɒf/; Russian: Влади́мир Влади́мирович Набо́ков, pronounced [vlɐˈdʲimʲɪr nɐˈbokəf], also known by the pen name Vladimir Sirin; 22 April [O.S. 10 April] 1899c – 2 July 1977) was a Russian-American novelist. His first nine novels were in Russian, and he achieved international prominence after he began writing English prose. He was also a capable lepidopterist and chess composer.",
      "pageId": 32442,
      "monthDay": "04/22"
    },
    {
      "year": "1870",
      "uri": "/wiki/Vladimir_Lenin",
      "name": "Vladimir Lenin",
      "aboutText": "Julius Robert Oppenheimer (April 22, 1904 – February 18, 1967) was an American theoretical physicist and professor of physics at the University of California, Berkeley. As the wartime head of the Los Alamos Laboratory, Oppenheimer is among those who are called the \"father of the atomic bomb\" for their role in the Manhattan Project, the World War II project that developed the first nuclear weapons that ended the war with the atomic bombings of Hiroshima and Nagasaki.",
      "pageId": 39034,
      "monthDay": "04/22"
    },
    {
      "year": "1872",
      "uri": "/wiki/Princess_Margaret_of_Prussia",
      "name": "Princess Margaret of Prussia",
      "aboutText": "Otto Rank (/rɑːŋk/) April 22, 1884 – October 31, 1939) was an Austrian psychoanalyst, writer, and teacher. Born in Vienna as Otto Rosenfeld, he was one of Sigmund Freud's closest colleagues for 20 years, a prolific writer on psychoanalytic themes, an editor of the two most important analytic journals, managing director of Freud's publishing house and a creative theorist and therapist. In 1926, Otto Rank left Vienna for Paris.",
      "pageId": 70891,
      "monthDay": "04/22"
    },
    {
      "year": "1873",
      "uri": "/wiki/Ellen_Glasgow",
      "name": "Ellen Glasgow",
      "aboutText": "Róbert Bárány (22 April 1876 – 8 April 1936) was an Austro-Hungarian otologist.",
      "pageId": 240218,
      "monthDay": "04/22"
    },
    {
      "year": "1876",
      "uri": "/wiki/R%C3%B3bert_B%C3%A1r%C3%A1ny",
      "name": "Róbert Bárány",
      "aboutText": "Nicola Sacco and Bartolomeo Vanzetti were Italian-born US anarchists who were convicted of murdering a guard and a paymaster during the armed robbery of the Slater and Morrill Shoe Company, committed April 15, 1920, in South Braintree, Massachusetts, United States, and were executed by the electric chair seven years later at Charlestown State Prison. Both adhered to an anarchist movement that advocated relentless warfare against the government.\nAfter a few hours' deliberation, the jury found Sacco and Vanzetti guilty of first-degree murder on July 14, 1921.",
      "pageId": 263261,
      "monthDay": "04/22"
    },
    {
      "year": "1876",
      "uri": "/wiki/Georg_Lurich",
      "name": "Georg Lurich",
      "aboutText": "Ellen Anderson Gholson Glasgow (April 22, 1873 – November 21, 1945) was an American novelist who portrayed the changing world of the contemporary south.",
      "pageId": 287961,
      "monthDay": "04/22"
    },
    {
      "year": "1879",
      "uri": "/wiki/Bernhard_Gregory",
      "name": "Bernhard Gregory",
      "aboutText": "Archduchess Marie Valerie of Austria (22 April 1868 – 6 September 1924) was the fourth and last child of Emperor Francis Joseph of Austria and Elisabeth of Bavaria (\"Sisi\"). Her given name was Marie Valerie Mathilde Amalie, but she was usually called Valerie.",
      "pageId": 295197,
      "monthDay": "04/22"
    },
    {
      "year": "1884",
      "uri": "/wiki/Otto_Rank",
      "name": "Otto Rank",
      "aboutText": "Edward Albert Heimberger (April 22, 1906 – May 26, 2005), known professionally as Eddie Albert, was an American actor and activist. He was nominated for the Academy Award for Best Supporting Actor in 1954 for his performance in Roman Holiday, and in 1973 for The Heartbreak Kid.\nOther well-known screen roles of his include Bing Edwards in the Brother Rat films, traveling salesman Ali Hakim in the musical Oklahoma!, and the sadistic prison warden in 1974's The Longest Yard.",
      "pageId": 838629,
      "monthDay": "04/22"
    },
    {
      "year": "1886",
      "uri": "/wiki/Izidor_Cankar",
      "name": "Izidor Cankar",
      "aboutText": "Sir Harold Jeffreys, FRS (22 April 1891 – 18 March 1989) was an English mathematician, statistician, geophysicist, and astronomer.",
      "pageId": 878498,
      "monthDay": "04/22"
    },
    {
      "year": "1889",
      "uri": "/wiki/Richard_Gl%C3%BCcks",
      "name": "Richard Glücks",
      "aboutText": "Vittorio Jano (Hungarian: János Viktor; 22 April 1891 – 13 March 1965) was an Italian automobile designer of Hungarian descent from the 1920s through 1960s.\nJano was born Viktor János in San Giorgio Canavese, in Piedmont, to Hungarian immigrants, who arrived there several years before the birth of Jano. He began his career at the car and truck company Società Torinese Automobili Rapid owned by G.B. Ceirano.",
      "pageId": 1201469,
      "monthDay": "04/22"
    },
    {
      "year": "1891",
      "uri": "/wiki/Laura_Gilpin",
      "name": "Laura Gilpin",
      "aboutText": "Eric William Fenby OBE (22 April 1906 – 18 February 1997) was an English composer, conductor, pianist, organist and teacher who is best known for being Frederick Delius's amanuensis from 1928 to 1934. He helped Delius realise a number of works that would not otherwise have been forthcoming.\nFenby was born in Scarborough, North Yorkshire, and as a youth took lessons in the piano, organ and cello.",
      "pageId": 1545633,
      "monthDay": "04/22"
    },
    {
      "year": "1891",
      "uri": "/wiki/Vittorio_Jano",
      "name": "Vittorio Jano",
      "aboutText": "Robert Guy Choquette, CC GOQ (April 22, 1905 – January 22, 1991) was a Canadian novelist, poet and diplomat.\nHe was born in Manchester, New Hampshire, and he moved with his family to Montreal in 1914.\nIn 1968, he was appointed Canada's ambassador to Paraguay, Uruguay, and Argentina.",
      "pageId": 1666275,
      "monthDay": "04/22"
    },
    {
      "year": "1891",
      "uri": "/wiki/Harold_Jeffreys",
      "name": "Harold Jeffreys",
      "aboutText": "Georg Lurich (22 April [O.S. 10 April] 1876 – 20 January 1920) was an Estonian Greco-Roman wrestler and strongman of the early 20th century. Lurich was also the trainer of his fellow countryman wrestlers and weightlifters Georg Hackenschmidt and Aleksander Aberg.",
      "pageId": 2284591,
      "monthDay": "04/22"
    },
    {
      "year": "1891",
      "uri": "/wiki/Sacco_and_Vanzetti",
      "name": "Nicola Sacco",
      "aboutText": "Princess Margaret of Prussia (Margarete Beatrice Feodora; 22 April 1872 – 22 January 1954) was a daughter of Frederick III, German Emperor and Victoria, Princess Royal and the younger sister of Kaiser Wilhelm II and a granddaughter of Queen Victoria. She married Prince Frederick Charles of Hesse, the elected King of Finland, making her the would-be Queen of Finland had he not decided to reject the throne. In 1926 they became Landgrave and Landgravine of Hesse.",
      "pageId": 2576071,
      "monthDay": "04/22"
    },
    {
      "year": "1892",
      "uri": "/wiki/Vernon_Johns",
      "name": "Vernon Johns",
      "aboutText": "Laura Gilpin (April 22, 1891 – November 30, 1979) was an American photographer. She is known for her photographs of American Indians, (particularly the Navajo and Pueblo), and southwestern landscapes.",
      "pageId": 2733804,
      "monthDay": "04/22"
    },
    {
      "year": "1899",
      "uri": "/wiki/Vladimir_Nabokov",
      "name": "Vladimir Nabokov",
      "aboutText": "Vernon Johns (April 22, 1892 – June 11, 1965) was an American minister and civil rights leader who was active in the struggle for civil rights for African Americans from the 1920s. At times he has been rated as one of the three greatest African-American preachers, along with Mordecai Johnson and Howard Thurman.\nHe is considered by some as the father of the American Civil Rights Movement, having laid the foundation on which Martin Luther King, Jr.",
      "pageId": 2843342,
      "monthDay": "04/22"
    },
    {
      "year": "1904",
      "uri": "/wiki/J._Robert_Oppenheimer",
      "name": "J. Robert Oppenheimer",
      "aboutText": "Richard Glücks  (April 22, 1889, Odenkirchen, Rhine Province – May 10, 1945) was a high-ranking Nazi official. He attained the rank of a SS-Gruppenführer and a Generalleutnant of the Waffen-SS and from 1939 until the end of World War II was the head of Amt D: Konzentrationslagerwesen of the WVHA; the highest-ranking Concentration Camps Inspector in Nazi Germany. Close to Reichsführer-SS Himmler, he was directly responsible for the forced labour of the camp inmates, and was also the supervisor for the medical practices in the camps, ranging from human experimentation to the implementation of the \"Final Solution\", in particular the mass murder of inmates with Zyklon-B gas.",
      "pageId": 3101317,
      "monthDay": "04/22"
    },
    {
      "year": "1905",
      "uri": "/wiki/Robert_Choquette",
      "name": "Robert Choquette",
      "aboutText": "Vladimir Ilyich Ulyanov (Russian: Влади́мир Ильи́ч Улья́нов; IPA: [vlɐˈdʲimʲɪr ɪˈlʲjitɕ ʊˈlʲjanəf]), alias Lenin (/ˈlɛnɪn/; Russian: Ле́нин; IPA: [ˈlʲenʲɪn]) (22 April [O.S. 10 April] 1870 – 21 January 1924) was a Russian communist revolutionary, politician, and political theorist. He served as head of government of the Russian Soviet Federative Socialist Republic from 1917 to 1924 and of the Soviet Union from 1922 to 1924. Under his administration, Russia became a one-party socialist state; all land, natural resources, and industry were socialized into public property.",
      "pageId": 11015252,
      "monthDay": "04/22"
    },
    {
      "year": "1906",
      "uri": "/wiki/Eddie_Albert",
      "name": "Eddie Albert",
      "aboutText": "Bernhard Gregory (22 April [O.S. 10 April] 1879 in Tallinn – 2 February 1939 in Berlin) was a Baltic German chess master.",
      "pageId": 12381358,
      "monthDay": "04/22"
    },
    {
      "year": "1906",
      "uri": "/wiki/Eric_Fenby",
      "name": "Eric Fenby",
      "aboutText": "Izidor Cankar (22 April 1886 – 22 September 1958) was a Slovenian author, art historian, diplomat, journalist, translator, and liberal conservative politician.",
      "pageId": 22609009,
      "monthDay": "04/22"
    },
    {
      "year": "1906",
      "uri": "/wiki/Prince_Gustaf_Adolf,_Duke_of_V%C3%A4sterbotten",
      "name": "Prince Gustaf Adolf, Duke of Västerbotten",
      "aboutText": "Yehudi Menuhin, Baron Menuhin OM KBE (22 April 1916 – 12 March 1999) was an American-born British and Swiss violinist and conductor who spent most of his performing career in the United Kingdom. He became a citizen of Switzerland in 1970, and a British citizen in 1985.",
      "pageId": 57520,
      "monthDay": "04/22"
    },
    {
      "year": "1907",
      "uri": "/wiki/Ivan_Yefremov",
      "name": "Ivan Yefremov",
      "aboutText": "Michael Wittmann (22 April 1914 – 8 August 1944) was a German Waffen-SS tank commander during the Second World War. Wittmann rose to the rank of SS-Hauptsturmführer (captain) and was a Knight's Cross of the Iron Cross holder.\nHe was credited with the destruction of 138 tanks and 132 anti-tank guns, along with an unknown number of other armoured vehicles, making him one of Germany's top scoring panzer aces, together with Johannes Bölter, Ernst Barkmann, Otto Carius and Kurt Knispel (the top scoring ace of the war with 168 tank kills).",
      "pageId": 186350,
      "monthDay": "04/22"
    },
    {
      "year": "1909",
      "uri": "/wiki/Rita_Levi-Montalcini",
      "name": "Rita Levi-Montalcini",
      "aboutText": "Kathleen Mary Ferrier, CBE (22 April 1912 – 8 October 1953) was an English contralto singer who achieved an international reputation as a stage, concert and recording artist, with a repertoire extending from folksong and popular ballads to the classical works of Bach, Brahms, Mahler and Elgar. Her death from cancer, at the height of her fame, was a shock to the musical world and particularly to the general public, which was kept in ignorance of the nature of her illness until after her death. She was especially known in Britain for her unaccompanied recording of the Northumbrian folk tune Blow the Wind Southerly, which was played regularly on BBC Radio for many years after her death.",
      "pageId": 337029,
      "monthDay": "04/22"
    },
    {
      "year": "1909",
      "uri": "/wiki/Indro_Montanelli",
      "name": "Indro Montanelli",
      "aboutText": "Donald James Cram (April 22, 1919 – June 17, 2001) was an American chemist who shared the 1987 Nobel Prize in Chemistry with Jean-Marie Lehn and Charles J. Pedersen \"for their development and use of molecules with structure-specific interactions of high selectivity.\" They were the founders of the field of host-guest chemistry.\n^ Donald J. Cram. \"Autobiography\".",
      "pageId": 497887,
      "monthDay": "04/22"
    },
    {
      "year": "1910",
      "uri": "/wiki/Norman_Steenrod",
      "name": "Norman Steenrod",
      "aboutText": "Kaneto Shindo (新藤 兼人, Shindō Kaneto, April 22, 1912 – May 29, 2012) was a Japanese film director, screenwriter, film producer, and author. He directed 48 films and wrote scripts for 238. His best known films as a director include Children of Hiroshima, The Naked Island, Onibaba, Kuroneko and A Last Note.",
      "pageId": 582848,
      "monthDay": "04/22"
    },
    {
      "year": "1912",
      "uri": "/wiki/Kathleen_Ferrier",
      "name": "Kathleen Ferrier",
      "aboutText": "Norman Earl Steenrod (April 22, 1910 – October 14, 1971) was a mathematician most widely known for his contributions to the field of algebraic topology.\n^ Steenrod, Norman, et al. First Concepts of Topology.",
      "pageId": 589279,
      "monthDay": "04/22"
    },
    {
      "year": "1912",
      "uri": "/wiki/Kaneto_Shindo",
      "name": "Kaneto Shindo",
      "aboutText": "Ivan Antonovich (real patronymic Antipovich) Yefremov (Russian: Ива́н Анто́нович (Анти́пович) Ефре́мов; April 22, 1908 – October 5, 1972), last sometimes spelled Efremov, was a Soviet paleontologist, science fiction author and social thinker.",
      "pageId": 657065,
      "monthDay": "04/22"
    },
    {
      "year": "1914",
      "uri": "/wiki/Baldev_Raj_Chopra",
      "name": "Baldev Raj Chopra",
      "aboutText": "Rita Levi-Montalcini, OMRI, OMCA (Italian pronunciation: [ˈriːta ˈlɛːvi montalˈtʃiːni]; 22 April 1909 – 30 December 2012) was an Italian Nobel Laureate honored for her work in neurobiology. She was awarded the 1986 Nobel Prize in Physiology or Medicine jointly with colleague Stanley Cohen for the discovery of nerve growth factor (NGF). From 2001 until her death, she also served in the Italian Senate as a Senator for Life.",
      "pageId": 708064,
      "monthDay": "04/22"
    },
    {
      "year": "1914",
      "uri": "/wiki/Jan_de_Hartog",
      "name": "Jan de Hartog",
      "aboutText": "Baldev Raj Chopra (B. R. Chopra) (22 April 1914 – 5 November 2008) was an Indian director and producer of Bollywood movies and television serials. Best known for making Hindi films like Naya Daur (1957), Sadhna (1958), Kanoon (1961), Gumrah (1963) and Humraaz (1967) and the TV Series, Mahabharat in the late 1980s, he was awarded the Dadasaheb Phalke Award in 1998.\nHis younger brother Yash Chopra, son Ravi Chopra and nephew Aditya Chopra are also directors in the Bollywood industry.",
      "pageId": 838957,
      "monthDay": "04/22"
    },
    {
      "year": "1914",
      "uri": "/wiki/Jos%C3%A9_Qui%C3%B1ones_Gonzales",
      "name": "José Quiñones Gonzales",
      "aboutText": "Jan de Hartog (April 22, 1914 – September 22, 2002) was a Dutch playwright, novelist and occasional social critic who moved to the United States in the early 1960s and became a Quaker.",
      "pageId": 1297199,
      "monthDay": "04/22"
    },
    {
      "year": "1914",
      "uri": "/wiki/Michael_Wittmann",
      "name": "Michael Wittmann",
      "aboutText": "Carl Henry Lindner, Jr. (April 22, 1919 – October 17, 2011) was an American businessman from Norwood, Ohio and one of the world's richest people.",
      "pageId": 1319057,
      "monthDay": "04/22"
    },
    {
      "year": "1916",
      "uri": "/wiki/Kanan_Devi",
      "name": "Kanan Devi",
      "aboutText": "Indro Montanelli Knight Grand Cross OMRI (Italian pronunciation: [ˈindro montaˈnɛlli]; 22 April 1909 - 22 July 2001) was an Italian journalist and historian. Generally considered one of the greatest Italian journalists of the 20th century, he was among the 50 World Press Freedom Heroes of the past 50 years named by the International Press Institute in 2000.",
      "pageId": 1540775,
      "monthDay": "04/22"
    },
    {
      "year": "1916",
      "uri": "/wiki/Hanfried_Lenz",
      "name": "Hanfried Lenz",
      "aboutText": "James Barton \"Mickey\" Vernon (April 22, 1918 – September 24, 2008) was an American Major League Baseball (MLB) first baseman who played for the Washington Senators (1939–48, 1950–55), Cleveland Indians (1949–50, 1958), Boston Red Sox (1956–57), Milwaukee Braves (1959), and Pittsburgh Pirates (1960).\nVernon served in World War II during two major league seasons. He retired from MLB in 1960 with 2,495 hits, and holds the major league record for career double plays at first base (2,044).",
      "pageId": 1918074,
      "monthDay": "04/22"
    },
    {
      "year": "1916",
      "uri": "/wiki/Yehudi_Menuhin",
      "name": "Yehudi Menuhin",
      "aboutText": "Yvette Chauviré (born 22 April 1917) is a French prima ballerina and actress who was born in Paris. Her dancing career was from 1937 to 1972. She celebrated her 90th birthday in 2007.",
      "pageId": 3676392,
      "monthDay": "04/22"
    },
    {
      "year": "1917",
      "uri": "/wiki/Yvette_Chauvir%C3%A9",
      "name": "Yvette Chauviré",
      "aboutText": "Kanan Devi (Bengali: কানন দেবী) (22 April 1916 – 17 July 1992) was an Indian actress and singer. She was among the early singing stars of Indian cinema, and is credited popularly as the first star of Bengali cinema. Her singing style, usually in rapid tempo, was used instrumentally in some of the biggest hits of New Theatres, Kolkata.",
      "pageId": 4746661,
      "monthDay": "04/22"
    },
    {
      "year": "1917",
      "uri": "/wiki/Sidney_Nolan",
      "name": "Sidney Nolan",
      "aboutText": "For the 19th-century Tennessee congressman, see William Jay Smith (Tennessee politician)",
      "pageId": 4833982,
      "monthDay": "04/22"
    },
    {
      "year": "1918",
      "uri": "/wiki/William_Jay_Smith",
      "name": "William Jay Smith",
      "aboutText": "José Abelardo Quiñones Gonzáles (April 22, 1914 – July 23, 1941) was a Peruvian military aviator and national hero.",
      "pageId": 12298796,
      "monthDay": "04/22"
    },
    {
      "year": "1918",
      "uri": "/wiki/Mickey_Vernon",
      "name": "Mickey Vernon",
      "aboutText": "Hanfried Lenz (* April 22, 1916 in Munich; † June 1, 2013 in Berlin) was a German mathematician, who is mainly known for his work in geometry and combinatorics.\nHanfried Lenz was the eldest son of Fritz Lenz an influential German geneticist, who is associated with Eugenics and hence also with the Nazi racial policies during the Third Reich. He started to study mathematics and physics at the University of Tübingen, but interrupted his studies from 1935-37 to do his military service.",
      "pageId": 14052690,
      "monthDay": "04/22"
    },
    {
      "year": "1919",
      "uri": "/wiki/Donald_J._Cram",
      "name": "Donald J. Cram",
      "aboutText": "Prince Gustaf Adolf Oscar Fredrik Arthur Edmund, Duke of Västerbotten (22 April 1906 – 26 January 1947) was a Swedish prince and heir to the Swedish throne. Born in Stockholm, he was the eldest son of Prince Gustaf Adolf of Sweden (the future King Gustaf VI Adolf) and his first wife Princess Margaret of Connaught and a great-grandson of Queen Victoria. Gustaf Adolf was the father of the current king, Carl XVI Gustaf.",
      "pageId": 30876822,
      "monthDay": "04/22"
    },
    {
      "year": "1919",
      "uri": "/wiki/Carl_Lindner,_Jr.",
      "name": "Carl Lindner, Jr.",
      "aboutText": "Sir Sidney Robert Nolan OM, AC (22 April 1917 – 28 November 1992) was one of Australia's leading artists of the 20th century. His oeuvre is among the most diverse and prolific in all of modern art. He is best known for his series of paintings on legends from Australian history, most famously Ned Kelly, the bushranger and outlaw.",
      "pageId": 38203112,
      "monthDay": "04/22"
    },
    {
      "year": "1922",
      "uri": "/wiki/Richard_Diebenkorn",
      "name": "Richard Diebenkorn",
      "aboutText": "Charles Mingus Jr. (April 22, 1922 – January 5, 1979) was an American jazz double bassist, composer and bandleader. His compositions retained the hot and soulful feel of hard bop, drawing heavily from black gospel music and blues, while sometimes containing elements of Third Stream, free jazz, and classical music.",
      "pageId": 7668,
      "monthDay": "04/22"
    },
    {
      "year": "1922",
      "uri": "/wiki/Charles_Mingus",
      "name": "Charles Mingus",
      "aboutText": "Sir Michael Francis Atiyah OM FRS FRSE FMedSci  FREng (born 22 April 1929) is an English mathematician specialising in geometry.\nAtiyah grew up in Sudan and Egypt and spent most of his academic life in the United Kingdom at Oxford and Cambridge, and in the United States at the Institute for Advanced Study. He has been president of the Royal Society (1990–1995), master of Trinity College, Cambridge (1990–1997), chancellor of the University of Leicester (1995–2005), and president of the Royal Society of Edinburgh (2005–2008).",
      "pageId": 20698,
      "monthDay": "04/22"
    },
    {
      "year": "1922",
      "uri": "/wiki/Wolf_V._Vishniac",
      "name": "Wolf V. Vishniac",
      "aboutText": "Bettie Mae Page (April 22, 1923 – December 11, 2008) was an American model who gained a significant profile in the 1950s for her pin-up photos. Often referred to as the \"Queen of Pinups\", her jet black hair, blue eyes, and trademark bangs have influenced artists for generations.\nA native of Nashville, Tennessee, Page lived in California in her early adult years before moving to New York City to pursue work as an actress.",
      "pageId": 199997,
      "monthDay": "04/22"
    },
    {
      "year": "1923",
      "uri": "/wiki/Avis_Bunnage",
      "name": "Avis Bunnage",
      "aboutText": "Aaron Spelling (April 22, 1923 – June 23, 2006) was an American film and television producer. As of 2009, Spelling, through his eponymous production company Spelling Television, holds the record as the most prolific television writer and producer in US television history, with 218 producer and executive producer credits. Forbes ranked him the 11th top-earning deceased celebrity in 2009.",
      "pageId": 276310,
      "monthDay": "04/22"
    },
    {
      "year": "1923",
      "uri": "/wiki/Peter_Kane_Dufault",
      "name": "Peter Kane Dufault",
      "aboutText": "George Edward Cole, OBE (22 April 1925 – 5 August 2015) was an English actor whose career spanned more than 70 years. He was best known for playing Arthur Daley in the long-running ITV comedy-drama show Minder and Flash Harry in the early St Trinian's films.",
      "pageId": 314351,
      "monthDay": "04/22"
    },
    {
      "year": "1923",
      "uri": "/wiki/Bettie_Page",
      "name": "Bettie Page",
      "aboutText": "Sir James Frazer Stirling (22 April 1926 – 25 June 1992) was a British architect. Among critics and architects alike he is generally acknowledged to be one of the most important and influential architects of the second half of the 20th century.",
      "pageId": 420341,
      "monthDay": "04/22"
    },
    {
      "year": "1923",
      "uri": "/wiki/Aaron_Spelling",
      "name": "Aaron Spelling",
      "aboutText": "John MacLennan Buchanan, PC, QC (born April 22, 1931) is a Canadian lawyer and former politician who served as the 20th Premier of Nova Scotia from 1978 to 1990 and as a member of the Senate of Canada from 1990 to 2006.",
      "pageId": 465739,
      "monthDay": "04/22"
    },
    {
      "year": "1924",
      "uri": "/wiki/Nam_Duck-woo",
      "name": "Nam Duck-woo",
      "aboutText": "Charlotte Rae (born Charlotte Rae Lubotsky; April 22, 1926) is an American character actress of stage, comedienne, singer and dancer, who in her six decades of television is best known for her portrayal of Edna Garrett in the sitcoms Diff'rent Strokes and The Facts of Life (in which she starred from 1979–1986). She received the Primetime Emmy Award nomination for Best Actress in a Comedy in 1982. She also appeared in two Facts of Life television movies: The Facts of Life Goes to Paris in 1982 and The Facts of Life Reunion in 2001.",
      "pageId": 585086,
      "monthDay": "04/22"
    },
    {
      "year": "1925",
      "uri": "/wiki/George_Cole_(actor)",
      "name": "George Cole",
      "aboutText": "Richard Diebenkorn (April 22, 1922 – March 30, 1993) was an American painter. His early work is associated with abstract expressionism and the Bay Area Figurative Movement of the 1950s and 1960s.",
      "pageId": 690897,
      "monthDay": "04/22"
    },
    {
      "year": "1926",
      "uri": "/wiki/Charlotte_Rae",
      "name": "Charlotte Rae",
      "aboutText": "Lorenzo Aitken (22 April 1927 – 17 July 2005), better known by the stage name Laurel Aitken, was an influential Caribbean singer and one of the pioneers of Jamaican ska music.",
      "pageId": 1352308,
      "monthDay": "04/22"
    },
    {
      "year": "1926",
      "uri": "/wiki/James_Stirling_(architect)",
      "name": "James Stirling",
      "aboutText": "Wolf Vladimir Vishniac (April 22, 1922 – December 10, 1973) was an American microbiologist, son of Roman Vishniac. Educated at Brooklyn College and Stanford University, he was a professor of biology at the University of Rochester. He died on a research trip to the Antarctic attempting to retrieve equipment in a crevice.",
      "pageId": 1495749,
      "monthDay": "04/22"
    },
    {
      "year": "1927",
      "uri": "/wiki/Laurel_Aitken",
      "name": "Laurel Aitken",
      "aboutText": "Ronald Hynd (born 22 April 1931) is an English choreographer, and in his youth was a ballet dancer.\nIn the Royal Ballet in the late 1940s he began to dance with Annette Page, whom he later married. They have a daughter.",
      "pageId": 2391124,
      "monthDay": "04/22"
    },
    {
      "year": "1929",
      "uri": "/wiki/Michael_Atiyah",
      "name": "Michael Atiyah",
      "aboutText": "Glen Robert Sonmor (April 22, 1929 – December 14, 2015) was a Canadian professional hockey player, scout and coach.",
      "pageId": 5312134,
      "monthDay": "04/22"
    },
    {
      "year": "1929",
      "uri": "/wiki/Glen_Sonmor",
      "name": "Glen Sonmor",
      "aboutText": "Mark Damon (born April 22, 1933) is an American film actor and producer. He rose to fame through acting roles in films like Roger Corman’s House of Usher, before moving to Italy and becoming a notable Western star and member of the 1960s Dolce Vita set of actors and actresses in Rome.",
      "pageId": 6605658,
      "monthDay": "04/22"
    },
    {
      "year": "1929",
      "uri": "/wiki/Robert_Wade-Gery",
      "name": "Robert Wade-Gery",
      "aboutText": "Avis Bunnage (22 April 1923, Ardwick, Manchester, Lancashire – 4 October 1990, Thorpe Bay, Southend-on-Sea, Essex) was an English actress of film, stage and television.",
      "pageId": 12781130,
      "monthDay": "04/22"
    },
    {
      "year": "1930",
      "uri": "/wiki/Enno_Penno",
      "name": "Enno Penno",
      "aboutText": "John Anthony Llewellyn (22 April 1933 – 2 July 2013), was a Welsh-born American scientist and a former NASA astronaut.",
      "pageId": 14214989,
      "monthDay": "04/22"
    },
    {
      "year": "1931",
      "uri": "/wiki/John_Buchanan",
      "name": "John Buchanan",
      "aboutText": "Enno Penno (born 22 April 1930 in Tallinn) is a former Estonian politician and was acting Prime Minister of Estonia in exile from 1 March 1990 to 15 September 1992.",
      "pageId": 17609067,
      "monthDay": "04/22"
    },
    {
      "year": "1931",
      "uri": "/wiki/Ronald_Hynd",
      "name": "Ronald Hynd",
      "aboutText": "Peter Kane Dufault (April 22, 1923 – April 20, 2013) was an American poet. He was born in New Jersey.\nHe has been writing poetry for almost sixty years.",
      "pageId": 19105889,
      "monthDay": "04/22"
    },
    {
      "year": "1933",
      "uri": "/wiki/Mark_Damon",
      "name": "Mark Damon",
      "aboutText": "Nam Duck-woo (22 April 1924 – 18 May 2013) was the Prime Minister of South Korea from 1980 to 1982.\nNam received his PhD in economics from Oklahoma State University. He served as finance minister from 1969 to 1974 under the Presidency of Park Chung-hee.",
      "pageId": 39430879,
      "monthDay": "04/22"
    },
    {
      "year": "1933",
      "uri": "/wiki/Anthony_Llewellyn",
      "name": "Anthony Llewellyn",
      "aboutText": "Sir Robert Wade-Gery KCMG KCVO (22 April 1929 – 16 February 2015) was a British diplomat who was High Commissioner to India 1982–87.",
      "pageId": 41074500,
      "monthDay": "04/22"
    },
    {
      "year": "1934",
      "uri": "/wiki/Nico_Ladenis",
      "name": "Nico Ladenis",
      "aboutText": "Glen Travis Campbell (born April 22, 1936) is an American country music singer, guitarist, songwriter, television host, and occasional actor. He is best known for a series of hits in the 1960s and 1970s, and for hosting a variety show called The Glen Campbell Goodtime Hour on CBS television.\nDuring his 50 years in show business, Campbell has released more than 70 albums.",
      "pageId": 171038,
      "monthDay": "04/22"
    },
    {
      "year": "1935",
      "uri": "/wiki/Christopher_Ball_(linguist)",
      "name": "Christopher Ball",
      "aboutText": "Issey Miyake (三宅 一生, Miyake Issei, born April 22, 1938) is a Japanese fashion designer.",
      "pageId": 322247,
      "monthDay": "04/22"
    },
    {
      "year": "1935",
      "uri": "/wiki/Paul_Chambers",
      "name": "Paul Chambers",
      "aboutText": "Paul Laurence Dunbar Chambers, Jr. (April 22, 1935 – January 4, 1969) was a jazz double bassist. A fixture of rhythm sections during the 1950s and 1960s, his importance in the development of jazz bass can be measured not only by the length and breadth of his work in this short period but also his impeccable time and intonation, and virtuosic improvisations.",
      "pageId": 575500,
      "monthDay": "04/22"
    },
    {
      "year": "1935",
      "uri": "/wiki/Mario_Machado",
      "name": "Mario Machado",
      "aboutText": "Marie-José Nat (born 22 April 1940) is a French film and television actress.",
      "pageId": 1033649,
      "monthDay": "04/22"
    },
    {
      "year": "1936",
      "uri": "/wiki/Glen_Campbell",
      "name": "Glen Campbell",
      "aboutText": "Bernard Alfred \"Jack\" Nitzsche (22 April 1937 – 25 August 2000) was a musician, arranger, producer, songwriter, and film score composer. He first came to prominence in the late 1950s as the right-hand-man of producer Phil Spector, and went on to work with the Rolling Stones, Neil Young and others.",
      "pageId": 1895089,
      "monthDay": "04/22"
    },
    {
      "year": "1936",
      "uri": "/wiki/Pierre_H%C3%A9tu",
      "name": "Pierre Hétu",
      "aboutText": "Theodor \"Theo\" Waigel (born 22 April 1939) is a German politician of the Christian Social Union in Bavaria.\nWaigel is a lawyer, and earned a doctorate in 1967. He was a member of the Bundestag from 1972 to 2002.",
      "pageId": 2286429,
      "monthDay": "04/22"
    },
    {
      "year": "1937",
      "uri": "/wiki/Jack_Nicholson",
      "name": "Jack Nicholson",
      "aboutText": "Ann Mitchell (born 22 April 1939) is a British stage and television actress. She came to prominence in the 1980s when she starred as Dolly Rawlins in the crime series Widows, and its sequels Widows 2 and She's Out, all written by Lynda La Plante. In 2011, she was cast as Cora Cross in the BBC soap opera EastEnders, the mother of Tanya Branning and Rainie Cross.",
      "pageId": 2431219,
      "monthDay": "04/22"
    },
    {
      "year": "1937",
      "uri": "/wiki/Jack_Nitzsche",
      "name": "Jack Nitzsche",
      "aboutText": "Chief Abdul-Ganiyu \"Gani\" Oyesola Fawehinmi, (22 April 1938 – 5 September 2009) was a Nigerian author, publisher, philanthropist, social critic, human and civil rights lawyer, politician and a Senior Advocate of Nigeria (SAN).",
      "pageId": 3559782,
      "monthDay": "04/22"
    },
    {
      "year": "1938",
      "uri": "/wiki/Gani_Fawehinmi",
      "name": "Gani Fawehinmi",
      "aboutText": "Jason Miller (April 22, 1939 – May 13, 2001) was an American actor and playwright.",
      "pageId": 3594260,
      "monthDay": "04/22"
    },
    {
      "year": "1938",
      "uri": "/wiki/Issey_Miyake",
      "name": "Issey Miyake",
      "aboutText": "Pierre Hétu. Conductor, pianist, born in Montreal on April 22, 1936, died in Montreal December 3, 1998. He studied music from 1955-57 at the CMM with Germaine Malépart (piano) and at the University of Montreal with Jean Papineau-Couture (acoustics), Gabriel Cusson and Conrad Letendre (harmony and counterpoint) and Jean Vallerand (music history).",
      "pageId": 6504575,
      "monthDay": "04/22"
    },
    {
      "year": "1938",
      "uri": "/wiki/Adam_Raphael",
      "name": "Adam Raphael",
      "aboutText": "Greville Patrick Charles Howard, Baron Howard of Rising (born 22 April 1941) is a British Conservative Party politician and, before the 2010 General Election, was variously an Opposition Whip and Shadow Minister for Cabinet Office, for Treasury and for Culture, Media and Sport.\nA member of the influential Howard family, Howard is the son of Lieutenant-Colonel Henry Redvers Greville Howard, son of Sir Charles Alfred Howard, second son of the Hon. Greville Howard, second son of Charles Howard, 17th Earl of Suffolk.",
      "pageId": 8278577,
      "monthDay": "04/22"
    },
    {
      "year": "1939",
      "uri": "/wiki/Mel_Carter",
      "name": "Mel Carter",
      "aboutText": "Mel Carter (born April 22, 1939, Cincinnati, Ohio) is an American singer and actor.",
      "pageId": 10942296,
      "monthDay": "04/22"
    },
    {
      "year": "1939",
      "uri": "/wiki/John_Chilcot",
      "name": "John Chilcot",
      "aboutText": "Lieutenant General Sir John Paul Foley KCB OBE MC DL (born 22 April 1939) is a retired British general with a long career in military intelligence. He is the great-grandson of Henry Hodgetts-Foley, and was educated at Bradfield College.\nFoley is descendant from General Thomas Gage and his wife Margaret Kemble, and it is through Kemble that he is a descendant of the Schuyler family, the Van Cortlandt family, and the Delancey family from colonial British North America.",
      "pageId": 16837790,
      "monthDay": "04/22"
    },
    {
      "year": "1939",
      "uri": "/wiki/John_Foley_(British_Army_general)",
      "name": "John Foley",
      "aboutText": "Adam Eliot Geoffrey Raphael (born 22 April 1938) is an award-winning English journalist and author. In the British Press Awards of 1973, he was named Journalist of the Year for his work on labour conditions in South Africa, and he has also been a presenter and editor of BBC Television's Newsnight. Since 2004, he has edited The Good Hotel Guide.",
      "pageId": 18147626,
      "monthDay": "04/22"
    },
    {
      "year": "1939",
      "uri": "/wiki/Ray_Guy_(humorist)",
      "name": "Ray Guy",
      "aboutText": "John Joseph \"Jack\" Nicholson (born April 22, 1937) is an American actor and filmmaker, having performed for nearly 60 years. He is known for playing a wide range of starring or supporting roles, including satirical comedy, romance and dark portrayals of excitable and psychopathic characters. In many of his films he played the \"eternal outsider, the sardonic drifter\", and someone who rebels against the social structure.",
      "pageId": 18617829,
      "monthDay": "04/22"
    },
    {
      "year": "1939",
      "uri": "/wiki/Jason_Miller_(playwright)",
      "name": "Jason Miller",
      "aboutText": "Ray Guy (22 April 1939 – 14 May 2013) was a Newfoundland journalist and humourist, best known for his satirical newspaper and magazine columns.\nRay Guy was born in Come By Chance, Placentia Bay, Newfoundland, to George Hynes and Alice Louise Guy, but was raised and schooled in Arnold's Cove, the community that was to provide fodder for many of his columns.\nGuy studied journalism at Ryerson Polytechnic Institute.",
      "pageId": 19374592,
      "monthDay": "04/22"
    },
    {
      "year": "1939",
      "uri": "/wiki/Ann_Mitchell",
      "name": "Ann Mitchell",
      "aboutText": "Sir John Chilcot, GCB (born 22 April 1939) is a Privy Counsellor and former civil servant. His appointment as chair of an inquiry into the circumstances surrounding the March 2003 invasion of Iraq and its aftermath was announced in June 2009.\nHe was educated at Brighton College and Pembroke College, Cambridge, where he read English and languages.",
      "pageId": 23236096,
      "monthDay": "04/22"
    },
    {
      "year": "1939",
      "uri": "/wiki/Theodor_Waigel",
      "name": "Theodor Waigel",
      "aboutText": "Sir Christopher John Elinger Ball (born 22 April 1935) is a British academic, who served as Warden of Keble College, Oxford, from 1980 to 1988, and as Chancellor of the University of Derby from 1995 to 2003.",
      "pageId": 24594859,
      "monthDay": "04/22"
    },
    {
      "year": "1941",
      "uri": "/wiki/Greville_Howard,_Baron_Howard_of_Rising",
      "name": "Greville Howard, Baron Howard of Rising",
      "aboutText": "Mário Machado (born Mário José de Souza Machado; April 22, 1935 – May 4, 2013) was an eight-time Emmy Award-winning television and radio broadcaster.",
      "pageId": 26723453,
      "monthDay": "04/22"
    },
    {
      "year": "1940",
      "uri": "/wiki/Marie-Jos%C3%A9_Nat",
      "name": "Marie-José Nat",
      "aboutText": "Nico Ladenis (born 22 April 1934) is a Tanzanian-born chef of Greek descent, best known for his restaurants in the UK. He won three Michelin stars and his restaurant Chez Nico was rated ten out of ten by the Good Food Guide. In 1999, he handed back his stars due in part to prostate cancer and because of his disillusionment with the London restaurant scene.",
      "pageId": 37098058,
      "monthDay": "04/22"
    },
    {
      "year": "1942",
      "uri": "/wiki/Giorgio_Agamben",
      "name": "Giorgio Agamben",
      "aboutText": "James Stephen \"Steve\" Fossett (April 22, 1944 – c. September 3, 2007) was an American businessman and a record-setting aviator, sailor, and adventurer. He was the first person to fly solo nonstop around the world in a balloon.",
      "pageId": 186642,
      "monthDay": "04/22"
    },
    {
      "year": "1942",
      "uri": "/wiki/Denis_Lill",
      "name": "Denis Lill",
      "aboutText": "Giorgio Agamben (Italian: [aˈɡambɛn]; born 22 April 1942) is an Italian philosopher best known for his work investigating the concepts of the state of exception, form-of-life (borrowed from Ludwig Wittgenstein) and homo sacer.",
      "pageId": 322852,
      "monthDay": "04/22"
    },
    {
      "year": "1942",
      "uri": "/wiki/Mary_Prior",
      "name": "Mary Prior",
      "aboutText": "Archibald Johnstone Kirkwood, Baron Kirkwood of Kirkhope, PC (born 22 April 1946) is a Liberal Democrat politician in the United Kingdom.",
      "pageId": 427664,
      "monthDay": "04/22"
    },
    {
      "year": "1943",
      "uri": "/wiki/Keith_Crisco",
      "name": "Keith Crisco",
      "aboutText": "John Cradock Maples, Baron Maples (22 April 1943 – 9 June 2012) was a British politician. A member of the Conservative Party, he served as a Member of Parliament (MP) representing Lewisham West from 1983 to 1992 and Stratford-upon-Avon from 1997 to 2010.",
      "pageId": 434906,
      "monthDay": "04/22"
    },
    {
      "year": "1943",
      "uri": "/wiki/Janet_Evanovich",
      "name": "Janet Evanovich",
      "aboutText": "Louise Elisabeth Glück (born April 22, 1943) is an American poet. She was appointed Poet Laureate Consultant in Poetry to the Library of Congress in 2003, after serving as a Special Bicentennial Consultant three years prior in 2000.\n^ \"Former Poet Laureate Louise Glück\".",
      "pageId": 527135,
      "monthDay": "04/22"
    },
    {
      "year": "1943",
      "uri": "/wiki/Louise_Gl%C3%BCck",
      "name": "Louise Glück",
      "aboutText": "Paul Charles William Davies, AM (born 22 April 1946) is an English physicist, writer and broadcaster, a professor at Arizona State University as well as the Director of BEYOND: Center for Fundamental Concepts in Science. He is affiliated with the Institute for Quantum Studies at Chapman University in California. He has held previous academic appointments at the University of Cambridge, University College London, University of Newcastle upon Tyne, University of Adelaide and Macquarie University.",
      "pageId": 545745,
      "monthDay": "04/22"
    },
    {
      "year": "1943",
      "uri": "/wiki/John_Maples,_Baron_Maples",
      "name": "John Maples, Baron Maples",
      "aboutText": "John Samuel Waters, Jr. (born April 22, 1946) is an American film director, screenwriter, author, actor, stand-up comedian, journalist, visual artist, and art collector, who rose to fame in the early 1970s for his transgressive cult films. Waters's 1970s and early '80s films feature his regular troupe of actors known as the Dreamlanders—among them Divine, Mink Stole, David Lochary, Mary Vivian Pearce, and Edith Massey.",
      "pageId": 634064,
      "monthDay": "04/22"
    },
    {
      "year": "1944",
      "uri": "/wiki/Steve_Fossett",
      "name": "Steve Fossett",
      "aboutText": "Janet Evanovich (born Janet Schneider; April 22, 1943) is an American writer. She began her career writing short contemporary romance novels under the pen name Steffie Hall, but gained fame authoring a series of contemporary mysteries featuring Stephanie Plum, a former lingerie seller from Trenton, New Jersey, who becomes a bounty hunter to make ends meet after losing her job. The novels in this series have been on the New York Times, USA Today, Wall Street Journal and Amazon bestseller lists.",
      "pageId": 675488,
      "monthDay": "04/22"
    },
    {
      "year": "1944",
      "uri": "/wiki/Doug_Jarrett",
      "name": "Doug Jarrett",
      "aboutText": "Gopalkrishna Gandhi (Bengali: গোপালকৃষ্ণ গান্ধী Gopalkrishno Gandhi; born April 22, 1945) is an Indian civil servant and diplomat, who was the Governor of West Bengal serving from 2004 to 2009. As a former member of the Indian Administrative Service, he served as Secretary to the President of India and as High Commissioner to South Africa and Sri Lanka, among other administrative and diplomatic posts.\n^ \"At farewell, Gopalkrishna Gandhi calls for change in mindsets - The Hindu\".",
      "pageId": 1303044,
      "monthDay": "04/22"
    },
    {
      "year": "1944",
      "uri": "/wiki/Joshua_Rifkin",
      "name": "Joshua Rifkin",
      "aboutText": "Nicholas Herbert Stern, Baron Stern of Brentford, Kt, FRS, FBA (born 22 April 1946) is a British economist and academic. He is IG Patel Professor of Economics and Government, Chair of the Grantham Research Institute on Climate Change and the Environment at the London School of Economics (LSE), and 2010 Professor of Collège de France. Since 2013, he has been President of the British Academy.",
      "pageId": 1618066,
      "monthDay": "04/22"
    },
    {
      "year": "1945",
      "uri": "/wiki/Gopalkrishna_Gandhi",
      "name": "Gopalkrishna Gandhi",
      "aboutText": "Louise Harel (born April 22, 1946) is a Quebec politician. In 2005 she served as interim leader of the Parti Québécois following the resignation of Bernard Landry. She was also interim leader of the opposition in the National Assembly of Quebec.",
      "pageId": 2004525,
      "monthDay": "04/22"
    },
    {
      "year": "1945",
      "uri": "/wiki/Demetrio_Stratos",
      "name": "Demetrio Stratos",
      "aboutText": "Denis Lill (born 22 April 1942) is a New Zealand-born British actor.\nDenis Lill joined the RNZAF as a 13 course BES cadet entrant in 1959. It was in the RNZAF that he first expressed an interest in amateur dramatics and a fondness for mimicking characters of the BBC's The Goon Show.",
      "pageId": 2157899,
      "monthDay": "04/22"
    },
    {
      "year": "1946",
      "uri": "/wiki/Steven_L._Bennett",
      "name": "Steven L. Bennett",
      "aboutText": "Joshua Rifkin (born April 22, 1944 in New York) is an American conductor, keyboard player, and musicologist, and is currently a Professor of Music at Boston University. As a performer he has recorded music by composers from Antoine Busnois to Silvestre Revueltas, and as a scholar has published research on composers from the Renaissance to the 20th century. He is famed among classical musicians and aficionados for his increasingly influential theory that most of Bach's choral works were sung with only one singer per choral line.",
      "pageId": 4152912,
      "monthDay": "04/22"
    },
    {
      "year": "1946",
      "uri": "/wiki/Paul_Davies",
      "name": "Paul Davies",
      "aboutText": "Larry Groce (born April 22, 1948) is an American singer-songwriter and radio host. Since 1983, Groce has served as the host and artistic director of Mountain Stage, a two-hour live music program produced by West Virginia Public Radio and distributed by NPR. He first entered the national spotlight in 1976 when his novelty song \"Junk Food Junkie\" became a Top Ten hit.",
      "pageId": 5687512,
      "monthDay": "04/22"
    },
    {
      "year": "1946",
      "uri": "/wiki/Nicole_Garcia",
      "name": "Nicole Garcia",
      "aboutText": "Nicole Garcia (born 22 April 1946) is a French actress, film director and screenwriter. Her film Charlie Says was entered into the 2006 Cannes Film Festival. Her film Going Away was screened in the Special Presentation section at the 2013 Toronto International Film Festival.",
      "pageId": 6631702,
      "monthDay": "04/22"
    },
    {
      "year": "1946",
      "uri": "/wiki/Louise_Harel",
      "name": "Louise Harel",
      "aboutText": "Douglas William Jarrett (April 22, 1944 – February 10, 2014) was a Canadian ice hockey player. He was a defenceman in the National Hockey League with the Chicago Black Hawks and New York Rangers. He periodically did work on behalf of the Chicago Blackhawk Alumni Association.",
      "pageId": 8168184,
      "monthDay": "04/22"
    },
    {
      "year": "1946",
      "uri": "/wiki/Archy_Kirkwood,_Baron_Kirkwood_of_Kirkhope",
      "name": "Archy Kirkwood, Baron Kirkwood of Kirkhope",
      "aboutText": "Steven Logan Bennett (April 22, 1946 – June 29, 1972) of Palestine, Texas was a United States Air Force pilot who posthumously received the Medal of Honor for heroism during the Vietnam War on August 8, 1974.",
      "pageId": 9776400,
      "monthDay": "04/22"
    },
    {
      "year": "1946",
      "uri": "/wiki/Nicholas_Stern,_Baron_Stern_of_Brentford",
      "name": "Nicholas Stern, Baron Stern of Brentford",
      "aboutText": "Efstratios Dimitriou (Greek: Ευστράτιος Δημητρίου; April 22, 1945 – June 13, 1979), better known as Demetrio Stratos, was a Greek lyricist, multi-instrumentalist, music researcher, and co-founder, frontman and lead singer of the Italian progressive rock band Area – International POPular Group.\nBorn and raised in Alexandria, Egypt, of Greek parents, he studied piano and accordion at the \"National Conservatoire\". In 1957 he was sent to Nicosia, Cyprus, and, at the age of 17, moved to Milan, Italy, to attend the Politecnico di Milano University at the Architecture Faculty, where he formed his first musical group.",
      "pageId": 14688706,
      "monthDay": "04/22"
    },
    {
      "year": "1946",
      "uri": "/wiki/John_Waters",
      "name": "John Waters",
      "aboutText": "John Keith Crisco, Sr.",
      "pageId": 41408995,
      "monthDay": "04/22"
    },
    {
      "year": "1948",
      "uri": "/wiki/Larry_Groce",
      "name": "Larry Groce",
      "aboutText": "Mary Prior,MBE DStJ JP (born 22 April 1942), is the Lord Lieutenant of Bristol.\nShe was given an honorary degree by the University of the West of England and is patron or president of a number of charities based in the Bristol area.\nSince being appointed Lord-Lieutenant Prior has also been made chair of the Commission for Bristol and Avon Magistrates.",
      "pageId": 42546731,
      "monthDay": "04/22"
    },
    {
      "year": "1948",
      "uri": "/wiki/John_Pritchard_(bishop)",
      "name": "John Pritchard",
      "aboutText": "Marilyn Chambers (April 22, 1952 – April 12, 2009) was an American pornographic film actress, exotic dancer, model, actress and vice-presidential candidate. She was best known for her 1972 hardcore film debut Behind the Green Door and her 1980 pornographic film Insatiable. She ranked at No.",
      "pageId": 82772,
      "monthDay": "04/22"
    },
    {
      "year": "1950",
      "uri": "/wiki/Peter_Frampton",
      "name": "Peter Frampton",
      "aboutText": "Peter Kenneth Frampton (born 22 April 1950) is an English rock musician, singer, songwriter, producer, guitarist and multi-instrumentalist. He was previously associated with the bands Humble Pie and The Herd. Frampton's international breakthrough album was his live release, Frampton Comes Alive!.",
      "pageId": 172908,
      "monthDay": "04/22"
    },
    {
      "year": "1950",
      "uri": "/wiki/Jancis_Robinson",
      "name": "Jancis Robinson",
      "aboutText": "Paul Melvyn Carrack (born 22 April 1951) is an English singer, songwriter and musician who has recorded as both a solo artist and as a member of several popular bands. The BBC dubbed Carrack \"The Man with the Golden Voice\", and described him as \"something of a national treasure\".",
      "pageId": 505973,
      "monthDay": "04/22"
    },
    {
      "year": "1950",
      "uri": "/wiki/Zygi_Wilf",
      "name": "Zygi Wilf",
      "aboutText": "Donald Franciszek Tusk ([ˈdɔnalt franˈt͡ɕiʂɛk ˈtusk]; born 22 April 1957) is a Polish politician and historian who has been President of the European Council since 1 December 2014. Previously he was Prime Minister of Poland from 2007 to 2014, having also been co-founder and chairman of the Civic Platform (Platforma Obywatelska) party.\nTusk began his public career as an activist in his home town of Gdańsk, supporting Solidarity and organizing his fellow university students.",
      "pageId": 648724,
      "monthDay": "04/22"
    },
    {
      "year": "1951",
      "uri": "/wiki/Paul_Carrack",
      "name": "Paul Carrack",
      "aboutText": "Johnnie To (born 22 April 1955), also known as To Kei-Fung (杜琪峯), is a Hong Kong film director and producer. Popular in his native Hong Kong, To has also found acclaim overseas. Intensely prolific, To has made films in a variety of genres, though in the West he is best known for his action and crime movies, which have earned him critical respect and a cult following (which include Quentin Tarantino, who once said that he really loves to watch To's gangster films).",
      "pageId": 703158,
      "monthDay": "04/22"
    },
    {
      "year": "1951",
      "uri": "/wiki/Aivars_Kal%C4%93js",
      "name": "Aivars Kalējs",
      "aboutText": "Jouji Nakata (中田 譲治, Nakata Jōji, born April 22) is a Japanese voice actor who is affiliated with the Office Osawa agency. His major voice roles include Giroro in Sgt. Frog, Alucard in Hellsing, Roy Revant in Solty Rei, and the title character in Gankutsuou: The Count of Monte Cristo.",
      "pageId": 1147876,
      "monthDay": "04/22"
    },
    {
      "year": "1951",
      "uri": "/wiki/Ana_Mar%C3%ADa_Shua",
      "name": "Ana María Shua",
      "aboutText": "Thomas Bruce \"Tom\" Griswold (born April 22, 1953) co-hosts the radio show The Bob & Tom Show together with Bob Kevoian, Kristi Lee, and Chick McGee. This comedy-based early morning program is among the highest rated in American radio and has been nationally syndicated since 1995. The show is broadcast from WFBQ's studios in Indianapolis, Indiana.",
      "pageId": 1234908,
      "monthDay": "04/22"
    },
    {
      "year": "1952",
      "uri": "/wiki/Fran%C3%A7ois_Berl%C3%A9and",
      "name": "François Berléand",
      "aboutText": "Kenneth Andrew \"Ken\" Olandt (born April 22, 1958) is an American actor, producer, executive producer and businessman. He is the co-founder of Unified Film Organization, LLC. He was born in Richmond, California to Robert and Beverly Olandt.\nHe may be best known as Larry Kazamias in the comedy film Summer School.",
      "pageId": 2187916,
      "monthDay": "04/22"
    },
    {
      "year": "1952",
      "uri": "/wiki/Marilyn_Chambers",
      "name": "Marilyn Chambers",
      "aboutText": "Zygmunt \"Zygi\" Wilf (born April 22, 1950) is a German-born real estate developer. He is the principal owner of the NFL's Minnesota Vikings.",
      "pageId": 2441606,
      "monthDay": "04/22"
    },
    {
      "year": "1952",
      "uri": "/wiki/Phil_Smith_(basketball)",
      "name": "Phil Smith",
      "aboutText": "Jancis Mary Robinson OBE, MW (born 22 April 1950) is a British wine critic, journalist and editor of wine literature. She currently writes a weekly column for the Financial Times, and writes for her website JancisRobinson.com.",
      "pageId": 2654838,
      "monthDay": "04/22"
    },
    {
      "year": "1953",
      "uri": "/wiki/Valeri_Bondarenko",
      "name": "Valeri Bondarenko",
      "aboutText": "David Gordon Collier OBE (born 22 April 1955) is an English sports administrator and businessman.\nDavid Collier was educated at Loughborough Grammar School and Loughborough University, where he read Sports Science and Recreational Management.\nHe became the second chief executive of the England and Wales Cricket Board (ECB) when he was appointed in October 2004, succeeding Tim Lamb.",
      "pageId": 2890477,
      "monthDay": "04/22"
    },
    {
      "year": "1953",
      "uri": "/wiki/Richard_Broadbent",
      "name": "Richard Broadbent",
      "aboutText": "Philip Arnold \"Phil\" Smith (April 22, 1952 – July 29, 2002) was an American professional basketball player who played for 9 seasons in the National Basketball Association (NBA).",
      "pageId": 3190716,
      "monthDay": "04/22"
    },
    {
      "year": "1953",
      "uri": "/wiki/Tom_Griswold",
      "name": "Tom Griswold",
      "aboutText": "Juhani Komulainen (born April 22, 1953, in Jämsänkoski, Finland) is a Finnish composer of modern classical music.",
      "pageId": 6615736,
      "monthDay": "04/22"
    },
    {
      "year": "1953",
      "uri": "/wiki/Juhani_Komulainen",
      "name": "Juhani Komulainen",
      "aboutText": "François Berléand (born 22 April 1952) is a French actor.\nHe plays Gilles Triquet, the officer manager and equivalent of David Brent in Le Bureau, the French version of The Office, produced by Canal+. He released a book about his childhood in 2006, Le fils de l'homme invisible (The son of the invisible man).",
      "pageId": 7259821,
      "monthDay": "04/22"
    },
    {
      "year": "1954",
      "uri": "/wiki/J%C5%8Dji_Nakata",
      "name": "Jōji Nakata",
      "aboutText": "John Lawrence Pritchard (born 22 April 1948) is a Church of England bishop. He was the Bishop of Oxford from 2007 to 2014. He is in the Open Evangelical tradition.",
      "pageId": 8401614,
      "monthDay": "04/22"
    },
    {
      "year": "1955",
      "uri": "/wiki/David_Collier_(sports_administrator)",
      "name": "David Collier",
      "aboutText": "Ana María Shua (born in Buenos Aires, April 22, 1951) is an Argentine writer who has published over eighty books in numerous genres including: novels, short stories, micro fiction, poetry, drama, children's literature, books of humor and Jewish folklore, anthologies, film scripts, journalistic articles, and essays. Her writing has been translated into many languages, including English, French, German, Italian, Portuguese, Dutch, Swedish, Korean, Japanese, Bulgarian, and Serbian. Her stories appear in anthologies throughout the world.",
      "pageId": 16856513,
      "monthDay": "04/22"
    },
    {
      "year": "1955",
      "uri": "/wiki/Johnnie_To",
      "name": "Johnnie To",
      "aboutText": "Sir Richard John Broadbent KCB (born 22 April 1953) is a British businessman.",
      "pageId": 17640005,
      "monthDay": "04/22"
    },
    {
      "year": "1957",
      "uri": "/wiki/Donald_Tusk",
      "name": "Donald Tusk",
      "aboutText": "Keith Robert Boanas (Born 22 April 1959) is an international English football manager, UEFA pro-license holder, and a senior coach educator. Boanas has been involved in grass roots football and academy player development for over 25 years in the UK, Europe, USA and SE Asia. He has served as the head coach of the Estonia women's national football team since 2009.",
      "pageId": 30281096,
      "monthDay": "04/22"
    },
    {
      "year": "1958",
      "uri": "/wiki/Ken_Olandt",
      "name": "Ken Olandt",
      "aboutText": "Aivars Kalējs (April 22, 1951, Riga, Latvian SSR) is a Latvian organist, composer and pianist.",
      "pageId": 30751796,
      "monthDay": "04/22"
    },
    {
      "year": "1959",
      "uri": "/wiki/Keith_Boanas",
      "name": "Keith Boanas",
      "aboutText": "Valeri Bondarenko (born 22 April 1953 in Tallinn) is an Estonian football coach and a former player.",
      "pageId": 30779048,
      "monthDay": "04/22"
    },
    {
      "year": "1959",
      "uri": "/wiki/Tim_Bowman",
      "name": "Tim Bowman",
      "aboutText": "Jeff 'Yak' Minter (born in Reading, 22 April 1962) is an independent British video game designer and programmer. He is the founder of software house Llamasoft and has created dozens of games during his career. Minter's games are often arcade style shoot 'em ups.",
      "pageId": 37731,
      "monthDay": "04/22"
    },
    {
      "year": "1959",
      "uri": "/wiki/Terry_Francona",
      "name": "Terry Francona",
      "aboutText": "Ryan Lee Stiles (born April 22, 1959) is a Canadian-American actor, comedian, director, and voice actor whose work is often associated with improvisational comedy. He is best known for his career and co-production work on the American and British versions of Whose Line Is It Anyway? and the role of Lewis Kiniski on The Drew Carey Show.",
      "pageId": 147137,
      "monthDay": "04/22"
    },
    {
      "year": "1959",
      "uri": "/wiki/Catherine_Mary_Stewart",
      "name": "Catherine Mary Stewart",
      "aboutText": "Lloyd Honeyghan (born 22 April 1960) is a retired British boxer and former undisputed welterweight champion of the world. Born in Jamaica, he was WBC, WBA & IBF welterweight champion from 1986 to 1987 and WBC welterweight champion from 1988 to 1989.\n^ \"Birthday's today\".",
      "pageId": 412112,
      "monthDay": "04/22"
    },
    {
      "year": "1959",
      "uri": "/wiki/Ryan_Stiles",
      "name": "Ryan Stiles",
      "aboutText": "Ann McKechin (born 22 April 1961) is a former British Labour Party politician and was a Member of Parliament (MP) from 2001 to 2015, having represented the Glasgow North constituency from 2005 onwards.\n^ \"Ann McKechin\". politics.co.uk.",
      "pageId": 434721,
      "monthDay": "04/22"
    },
    {
      "year": "1959",
      "uri": "/wiki/Musa_Uzunlar",
      "name": "Musa Uzunlar",
      "aboutText": "Magnús Ver Magnússon (born 22 April 1963) is an Icelandic former powerlifter and strongman competitor. He won the title of World's Strongest Man four times (1991, 1994, 1995, and 1996).",
      "pageId": 565173,
      "monthDay": "04/22"
    },
    {
      "year": "1960",
      "uri": "/wiki/Lloyd_Honeyghan",
      "name": "Lloyd Honeyghan",
      "aboutText": "Terrence Jonathon \"Terry\" Francona (born April 22, 1959), nicknamed \"Tito\", is the current manager of the Cleveland Indians of Major League Baseball. He was a first baseman and outfielder in the majors from 1981 to 1990. After retiring as a player, he managed several minor league teams in the 1990s before managing the Philadelphia Phillies for four seasons.",
      "pageId": 1112590,
      "monthDay": "04/22"
    },
    {
      "year": "1960",
      "uri": "/wiki/Mart_Laar",
      "name": "Mart Laar",
      "aboutText": "Sean Lock (born 22 April 1963) is an English comedian and actor. He began his comedy career as a stand-up comedian, and won the British Comedy Award in 2000 in the category of Best Live Comic, and was nominated for the Perrier Comedy Award.\nLock is well known for his appearances on television and radio.",
      "pageId": 1141536,
      "monthDay": "04/22"
    },
    {
      "year": "1960",
      "uri": "/wiki/Gary_Rhodes",
      "name": "Gary Rhodes",
      "aboutText": "Mart Laar (born 22 April 1960) is an Estonian politician and historian. He served as the Prime Minister of Estonia from 1992 to 1994 and from 1999 to 2002. Laar is credited with having helped bring about Estonia’s rapid economic development during the 1990s.",
      "pageId": 1581379,
      "monthDay": "04/22"
    },
    {
      "year": "1960",
      "uri": "/wiki/Randall_L._Stephenson",
      "name": "Randall L. Stephenson",
      "aboutText": "Catherine Mary Stewart (born Catherine Mary Nursall on April 22, 1959) is a Canadian actress.",
      "pageId": 2009944,
      "monthDay": "04/22"
    },
    {
      "year": "1960",
      "uri": "/wiki/Tatiana_Thumbtzen",
      "name": "Tatiana Thumbtzen",
      "aboutText": "Gary Rhodes OBE (born 22 April 1960) is an English restaurateur and chef, known for his love of British cuisine and the distinctive spiked hair style that he once wore.\nHe has fronted shows such as MasterChef, MasterChef USA, Hell's Kitchen, and his own series, Rhodes Around Britain. In 2006 he competed to represent the South of England in the BBC's Great British Menu, but lost to Atul Kochhar.",
      "pageId": 2571086,
      "monthDay": "04/22"
    },
    {
      "year": "1961",
      "uri": "/wiki/Alo_Mattiisen",
      "name": "Alo Mattiisen",
      "aboutText": "Danièle Sauvageau, OC (Officer of the Order of Canada, MSC is the former head coach of the Canadian national women's hockey team which won the Gold medal in ice hockey at the 2002 Winter Olympics.",
      "pageId": 4952995,
      "monthDay": "04/22"
    },
    {
      "year": "1961",
      "uri": "/wiki/Ann_McKechin",
      "name": "Ann McKechin",
      "aboutText": "Estelle Asmodelle (born 22 April 1964), formerly known as Estelle Maria Croot, is an Australian model, belly dancer, musician, activist, inventor, abstract artist and academic. She is known as Australia's first legal transsexual with the Births, Deaths and Marriages Department of New South Wales, and her transition helped gain recognition for transgender people in Australia. In 1986, she was labelled \"Australia’s First Sex-Change Pin-up Girl\".",
      "pageId": 6714800,
      "monthDay": "04/22"
    },
    {
      "year": "1961",
      "uri": "/wiki/Dewey_Nicks",
      "name": "Dewey Nicks",
      "aboutText": "Randall Lynn Stephenson (born April 22, 1960) is an American business executive.\nStephenson is the current chairman and chief executive officer of AT&T Inc. He succeeded Edward E. Whitacre, Jr.",
      "pageId": 7368014,
      "monthDay": "04/22"
    },
    {
      "year": "1962",
      "uri": "/wiki/Jeff_Minter",
      "name": "Jeff Minter",
      "aboutText": "Alo Mattiisen (22 April 1961 – 30 May 1996) was an Estonian composer most known for his patriotic melodies, several of which became a staple of the Singing Revolution.",
      "pageId": 12501938,
      "monthDay": "04/22"
    },
    {
      "year": "1962",
      "uri": "/wiki/Dani%C3%A8le_Sauvageau",
      "name": "Danièle Sauvageau",
      "aboutText": "George Dewey Nicks III (22 April 1961 in St. Louis, Missouri, U.S.) is a photographer and film director.\nDewey Nicks was born in St.",
      "pageId": 14263010,
      "monthDay": "04/22"
    },
    {
      "year": "1963",
      "uri": "/wiki/Rosalind_Gill",
      "name": "Rosalind Gill",
      "aboutText": "Tatiana Yvonne \"Tati\" Thumbtzen (born April 22, 1960) is an American actress, model and dancer.",
      "pageId": 17387721,
      "monthDay": "04/22"
    },
    {
      "year": "1963",
      "uri": "/wiki/Sean_Lock",
      "name": "Sean Lock",
      "aboutText": "Musa Uzunlar (Born. 22 April 1959 Antalya), Turkish actor. Musa Uzunlar currently acts Reşat role in Turkish serial named Fatmagül'ün Suçu Ne?.",
      "pageId": 19886314,
      "monthDay": "04/22"
    },
    {
      "year": "1963",
      "uri": "/wiki/Brooke_McCarter",
      "name": "Brooke McCarter",
      "aboutText": "Brooke McCarter (April 22, 1963 – December 22, 2015) was an American actor, producer, director, and composer. He is best known for the role of Paul in the 1987 vampire horror comedy The Lost Boys.\nBorn in Philadelphia, Pennsylvania, he made his acting debut in the 1986 skater drama Thrashin'.",
      "pageId": 30559085,
      "monthDay": "04/22"
    },
    {
      "year": "1963",
      "uri": "/wiki/Magn%C3%BAs_Ver_Magn%C3%BAsson",
      "name": "Magnús Ver Magnússon",
      "aboutText": "Rosalind Clair Gill (born 22 April 1963), is a British cultural theorist, feminist, and media commentator. Her work focuses on representations of gender, media culture and work in the creative industries. She is currently the Professor of Social and Cultural Analysis at King's College London.",
      "pageId": 39592025,
      "monthDay": "04/22"
    },
    {
      "year": "1964",
      "uri": "/wiki/Estelle_Asmodelle",
      "name": "Estelle Asmodelle",
      "aboutText": "Timothy \"Tim\" Bowman (born April 22, 1959) is an American smooth jazz gospel musician. He started his music career, in 1996, with the release of, Love, Joy, Peace, by INSP Media Group (Insync Music) alongside Diamante Records, and they released his first three albums, 1998's Paradise and 2000's Smile. The subsequent album, This Is What I Hear, was released by Liquid 8 Records in 2004.",
      "pageId": 46556369,
      "monthDay": "04/22"
    },
    {
      "year": "1964",
      "uri": "/wiki/Chris_Makepeace",
      "name": "Chris Makepeace",
      "aboutText": "Dion Dublin (born 22 April 1969) is an English former footballer and TV presenter. Born in Leicester, Leicestershire, he was capped four times for England. Dublin started his career as a centre-back with Norwich City, but made his name at Cambridge United as a goal-scoring centre-forward.",
      "pageId": 556915,
      "monthDay": "04/22"
    },
    {
      "year": "1965",
      "uri": "/wiki/Lauri_Hendler",
      "name": "Lauri Hendler",
      "aboutText": "Sheryl Lynn Lee (born April 22, 1967) is an American film, stage, and television actress. She came to international attention for her performances as Laura Palmer and Maddy Ferguson on the 1990 cult TV series Twin Peaks and in the 1992 film Twin Peaks: Fire Walk with Me. She is also known for portraying photographer Astrid Kirchherr in Backbeat (1994) and for her roles in Vampires (1998) and Winter's Bone (2010), as well as for her television series roles in LA Doctors, Kingpin, One Tree Hill and Dirty Sexy Money.",
      "pageId": 975924,
      "monthDay": "04/22"
    },
    {
      "year": "1965",
      "uri": "/wiki/Fikret_Ku%C5%9Fkan",
      "name": "Fikret Kuşkan",
      "aboutText": "Michael Robert \"Mickey\" Morandini (born April 22, 1966) is a former All-Star second baseman who played for the Philadelphia Phillies, Chicago Cubs, and Toronto Blue Jays of Major League Baseball, and the current coach of the AAA-level Lehigh Valley Iron Pigs.",
      "pageId": 1487263,
      "monthDay": "04/22"
    },
    {
      "year": "1965",
      "uri": "/wiki/Miguel_Leal",
      "name": "Miguel Leal",
      "aboutText": "Mariana Levy (22 April 1966 – 29 April 2005) was a Mexican telenovela actress, singer and television show host.",
      "pageId": 1819808,
      "monthDay": "04/22"
    },
    {
      "year": "1965",
      "uri": "/wiki/Peter_Zezel",
      "name": "Peter Zezel",
      "aboutText": "Peter Zezel (April 22, 1965 – May 26, 2009) was a Canadian professional ice hockey centre who spent 15 seasons in the National Hockey League from 1984 to 1999.",
      "pageId": 1888296,
      "monthDay": "04/22"
    },
    {
      "year": "1966",
      "uri": "/wiki/Dana_Barron",
      "name": "Dana Barron",
      "aboutText": "Dana Barron (born April 22, 1966) is an American actress who is best known for her role as the original Audrey Griswold in the 1983 film National Lampoon's Vacation which she reprised in 2003's Christmas Vacation 2: Cousin Eddie's Island Adventure for NBC television.",
      "pageId": 2243444,
      "monthDay": "04/22"
    },
    {
      "year": "1966",
      "uri": "/wiki/Kimberley_Dahme",
      "name": "Kimberley Dahme",
      "aboutText": "Fletcher Dragge (born April 22, 1966) is the lead guitar player of the punk rock band Pennywise, which was formed in 1988.\nBefore he joined Pennywise, he was also in the local punk rock band CON/800. He has also produced records for bands like 98 Mute, 1208, Engrave, and Cigar.",
      "pageId": 2517133,
      "monthDay": "04/22"
    },
    {
      "year": "1966",
      "uri": "/wiki/Fletcher_Dragge",
      "name": "Fletcher Dragge",
      "aboutText": "Sir David John Cameron MacKay, FRS, FInstP, FICE (born 22 April 1967) is the Regius Professor of Engineering in the Department of Engineering at the University of Cambridge and from 2009 to 2014 was Chief Scientific Adviser to the UK Department of Energy and Climate Change (DECC). Before being appointed to the DECC, MacKay was most well known as author of the book Sustainable Energy – Without the Hot Air.\nMacKay has been diagnosed with terminal stomach cancer, for which he is currently undergoing palliative chemotherapy, a process he is documenting in detail on his public personal blog.",
      "pageId": 2679315,
      "monthDay": "04/22"
    },
    {
      "year": "1966",
      "uri": "/wiki/Mariana_Levy",
      "name": "Mariana Levy",
      "aboutText": "Zarley Bennett Zalapski (born April 22, 1968) is a Canadian former professional ice hockey defenceman.",
      "pageId": 2866841,
      "monthDay": "04/22"
    },
    {
      "year": "1966",
      "uri": "/wiki/Mickey_Morandini",
      "name": "Mickey Morandini",
      "aboutText": "Andrea Giani (born April 22, 1970 in Naples) is an Italian coach and retired volleyball player who scored notable successes in the 1990s, winning three World Championships with his national team. He is 196 cm (6 ft 5 in) tall.",
      "pageId": 3189812,
      "monthDay": "04/22"
    },
    {
      "year": "1966",
      "uri": "/wiki/Jeffrey_Dean_Morgan",
      "name": "Jeffrey Dean Morgan",
      "aboutText": "Lauri Hendler (Born April 22, 1965) is an American actress, best known for her role as middle child Julie Kanisky on Gimme a Break!\nHer television guest appearances include CHiPs, Lou Grant, Three's Company, Magnum, P.I., Mr.",
      "pageId": 3443479,
      "monthDay": "04/22"
    },
    {
      "year": "1967",
      "uri": "/wiki/Sheryl_Lee",
      "name": "Sheryl Lee",
      "aboutText": "Vernell Eufaye \"Bimbo\" Coles (born April 22, 1968) is a retired American basketball player. Coles was a standout at Greenbrier East High School in Lewisburg, West Virginia. He played his college basketball for the Virginia Tech Hokies for four seasons (1986–87 to 1989–90).",
      "pageId": 4185395,
      "monthDay": "04/22"
    },
    {
      "year": "1967",
      "uri": "/wiki/David_J._C._MacKay",
      "name": "David J. C. MacKay",
      "aboutText": "Christopher Makepeace (born April 22, 1964) is a Canadian actor and assistant director.",
      "pageId": 4340009,
      "monthDay": "04/22"
    },
    {
      "year": "1967",
      "uri": "/wiki/Sherri_Shepherd",
      "name": "Sherri Shepherd",
      "aboutText": "Sherri Evonne Shepherd (born April 22, 1967) is an American comedian, author, businesswoman, actress, and television personality. She headlined her own sitcom, Sherri, on Lifetime television. Shepherd hosts Nickelodeon channel's \"NickMom Night Out\" television program.",
      "pageId": 4450803,
      "monthDay": "04/22"
    },
    {
      "year": "1967",
      "uri": "/wiki/Harvey_Williams_(American_football)",
      "name": "Harvey Williams",
      "aboutText": "Harvey Lavance Williams (born April 22, 1967), is a former professional American football running back for the Kansas City Chiefs and the Los Angeles/Oakland Raiders.",
      "pageId": 4687534,
      "monthDay": "04/22"
    },
    {
      "year": "1968",
      "uri": "/wiki/Bimbo_Coles",
      "name": "Bimbo Coles",
      "aboutText": "Jeffrey Dean Morgan (born April 22, 1966) is an American actor. He is best known for portraying Denny Duquette in the medical drama Grey's Anatomy for parts of three seasons (2006-2009), John Winchester on Supernatural, The Comedian in the 2009 superhero film Watchmen, and Ike Evans in Magic City. He is currently playing the role of Jason Crouse on popular T.V show The Good Wife.",
      "pageId": 4998900,
      "monthDay": "04/22"
    },
    {
      "year": "1968",
      "uri": "/wiki/Zarley_Zalapski",
      "name": "Zarley Zalapski",
      "aboutText": "Kimberley Dahme (born 22 April 1966) is a rock/country music singer and songwriter who is best known as a former member of the rock band Boston. She played rhythm guitar and provides vocals.\n^ \"Just another band out of Boston\".",
      "pageId": 17503363,
      "monthDay": "04/22"
    },
    {
      "year": "1969",
      "uri": "/wiki/Dion_Dublin",
      "name": "Dion Dublin",
      "aboutText": "Mehmet Fikret Kuşkan (born 22 April 1965 in İstanbul) is a Turkish actor.\nKuşkan grew up in İstinye with his parents and four sisters. When he was 13, his father died and he moved to Tokat.",
      "pageId": 27930580,
      "monthDay": "04/22"
    },
    {
      "year": "1970",
      "uri": "/wiki/Erkki_Bahovski",
      "name": "Erkki Bahovski",
      "aboutText": "Erkki Bahovski (born 22 April 1970) is an Estonian journalist and press officer.",
      "pageId": 33092811,
      "monthDay": "04/22"
    },
    {
      "year": "1970",
      "uri": "/wiki/Andrea_Giani",
      "name": "Andrea Giani",
      "aboutText": "António Miguel Nunes Ferraz Leal de Araújo (born 22 April 1965), known as Miguel Leal, is a Portuguese football manager who is in charge of Moreirense.\nBetween 1986 and 1991, Leal obtained a degree and Master's degree in Physical education, as well as completing a Doctorate in Psychology.\nIn May 2012, after several seasons working as an assistant coach for lower level sides, Leal returned to the manager's seat by being appointed as the manager of Penafiel.",
      "pageId": 43231677,
      "monthDay": "04/22"
    },
    {
      "year": "1970",
      "uri": "/wiki/Desmond_Pringle",
      "name": "Desmond Pringle",
      "aboutText": "Shavarsh \"Shavo\" Odadjian (Armenian: Շավարշ \"Շավո\" Օդաջյան; born April 22, 1974) is an Armenian American songwriter, multi-instrumentalist, music video director/editor, music producer, and artist/painter. He is best known as the bassist, backing vocalist and occasional songwriter of the Grammy Award-winning rock band System of a Down. During the band's hiatus from 2006 to 2010, Odadjian collaborated with Wu-Tang Clan founder RZA on a project called AcHoZeN, which contributed a number of songs to the motion picture Babylon A.D. A compilation album was released in 2015.",
      "pageId": 149811,
      "monthDay": "04/22"
    },
    {
      "year": "1970",
      "uri": "/wiki/Regine_Velasquez",
      "name": "Regine Velasquez",
      "aboutText": "Gregory William Moore (April 22, 1975 – October 31, 1999) was a Canadian racecar driver who competed in the Indy Lights and CART World Series, where he had great success with several wins in both series and a championship in the 1995 Indy Lights series.",
      "pageId": 363943,
      "monthDay": "04/22"
    },
    {
      "year": "1971",
      "uri": "/wiki/Daisuke_Enomoto",
      "name": "Daisuke Enomoto",
      "aboutText": "Daniel Cloutier (born April 22, 1976) is a Canadian former professional ice hockey goaltender and currently a goaltending consultant for the Vancouver Canucks. In his 10-year National Hockey League (NHL) career, Cloutier played with the New York Rangers, Tampa Bay Lightning, Vancouver Canucks and Los Angeles Kings, spending the majority of his career in Vancouver. He employed a combination of both butterfly and stand-up goaltending and was known for wearing the uncommon birdcage style helmet.",
      "pageId": 1520715,
      "monthDay": "04/22"
    },
    {
      "year": "1971",
      "uri": "/wiki/Spencer_Prior",
      "name": "Spencer Prior",
      "aboutText": "Sabine Appelmans  listen  (born 22 April 1972) is a former tennis player from Belgium, and was Belgium's Fed Cup captain from 2007 until 2011.",
      "pageId": 1729072,
      "monthDay": "04/22"
    },
    {
      "year": "1971",
      "uri": "/wiki/Ingo_Rademacher",
      "name": "Ingo Rademacher",
      "aboutText": "Christopher Robin Sabat (born April 22, 1973) is an American voice actor, ADR director, and line producer at Funimation who provided voices for a number of English versions of Japanese anime series, and video games. He is the founder and director of the OkraTron 5000 audio production company in Richardson, Texas. He is best known for his voice work on a number of characters, including Vegeta and Piccolo, in the Dragon Ball franchise.",
      "pageId": 1767235,
      "monthDay": "04/22"
    },
    {
      "year": "1972",
      "uri": "/wiki/Sabine_Appelmans",
      "name": "Sabine Appelmans",
      "aboutText": "Carlos Sastre Candil (pronounced: [ˈkaɾ.los ˈsas.tɾe ˈkandil]; born 22 April 1975) is a former Spanish professional road bicycle racer and winner of the 2008 Tour de France. He consistently achieved great results in the Vuelta a España and equally good showings in the Tour de France. Sastre established himself as a strong and stable climbing specialist, and after working to improve his individual time trial skills, he became a contender for the top GC spots in the Grand Tours.",
      "pageId": 2604768,
      "monthDay": "04/22"
    },
    {
      "year": "1972",
      "uri": "/wiki/Owen_Finegan",
      "name": "Owen Finegan",
      "aboutText": "Daisuke Enomoto (榎本 大輔, Enomoto Daisuke, born April 22, 1971, nicknamed Dice-K) is a Japanese businessman and former livedoor executive who hoped to become the fourth space tourist. He had trained at Star City, Moscow in Russia to fly with two members of Expedition 14 on board Soyuz TMA-9, which was launched on September 18, 2006.\nHowever, on August 21, 2006, a Russian Federal Space Agency spokesman announced that Enomoto was \"deemed not ready to fly for exclusively medical reasons\", although he hinted that Enomoto might recover and join a later mission.",
      "pageId": 2880968,
      "monthDay": "04/22"
    },
    {
      "year": "1972",
      "uri": "/wiki/Milka_Duno",
      "name": "Milka Duno",
      "aboutText": "Paul John Henderson (born 22 April 1976 in Sydney, New South Wales) is an Australian footballer who last played for Sydney United as a goalkeeper in the National Premier Leagues.",
      "pageId": 2994015,
      "monthDay": "04/22"
    },
    {
      "year": "1972",
      "uri": "/wiki/Sergei_Hohlov-Simson",
      "name": "Sergei Hohlov-Simson",
      "aboutText": "For the actor with the same name, see Anders Nyström (actor).",
      "pageId": 3255746,
      "monthDay": "04/22"
    },
    {
      "year": "1972",
      "uri": "/wiki/Willie_Robertson",
      "name": "Willie Robertson",
      "aboutText": "Ingo Rademacher (born 22 April 1971) is a West German-born US-based Australian television actor, perhaps best known for his role of Jasper \"Jax\" Jacks on the American daytime soap opera General Hospital, which he has played almost continuously since the role's inception in 1996. In 2012, he played Officer Sacks in the film Alex Cross.",
      "pageId": 3693103,
      "monthDay": "04/22"
    },
    {
      "year": "1973",
      "uri": "/wiki/Adem_Poric",
      "name": "Adem Poric",
      "aboutText": "Ofer Talker (Hebrew: עופר טלקר‎ born April 22, 1973) is a former Israeli football defender and now works as manager.",
      "pageId": 5140487,
      "monthDay": "04/22"
    },
    {
      "year": "1973",
      "uri": "/wiki/Christopher_Sabat",
      "name": "Christopher Sabat",
      "aboutText": "Régine Velásquez-Alcasid (born April 22, 1970), is a Filipina recording artist and actress, and is widely known for possessing an extensive vocal range. She was hailed by the Philippine Association of the Record Industry (PARI) as the Philippines' Best-Selling Artist of All Time, with more than 7 million albums sold in the Philippines and 1.5 million albums in Asia.\nVelásquez won the Grand Prize at the 1989 Asia Pacific Singing Contest in Hong Kong.",
      "pageId": 5612337,
      "monthDay": "04/22"
    },
    {
      "year": "1973",
      "uri": "/wiki/Ofer_Talker",
      "name": "Ofer Talker",
      "aboutText": "Spencer Justin Prior (born 22 April 1971 in Southend-on-Sea, Essex) is an English former footballer. He was a central defender who retired at the end of the 2006–07 season, finishing his career with hometown club Southend United, where he began his career.",
      "pageId": 6015899,
      "monthDay": "04/22"
    },
    {
      "year": "1974",
      "uri": "/wiki/Opio",
      "name": "Opio",
      "aboutText": "Milka Duno (born April 22, 1972 in Caracas) is a Venezuelan race car driver who competed in the IndyCar Series, and competes in the ARCA Racing Series. She is best known for holding the record of highest finish for a female driver in the 24 Hours of Daytona. She entered the NASCAR Nationwide Series in 2014.",
      "pageId": 6958899,
      "monthDay": "04/22"
    },
    {
      "year": "1974",
      "uri": "/wiki/Shavo_Odadjian",
      "name": "Shavo Odadjian",
      "aboutText": "Opio Lindsey, known by his stage name, Opio (born 1974), is a member of the four-member, Oakland-based underground hip hop group, Souls of Mischief, and the eight-member, underground hip hop collective, Hieroglyphics.\nOpio has appeared on all four Souls of Mischief albums, both Hieroglyphics studio albums, and released his solo debut, Triangulation Station, in February, 2005 on the Hieroglyphics' own independent label, Hieroglyphics Imperium Recordings.\nOpio's second solo album, Vulture's Wisdom, Volume 1, was released on July 15, 2008 on Hieroglyphics Imperium Recordings as well.",
      "pageId": 9172743,
      "monthDay": "04/22"
    },
    {
      "year": "1975",
      "uri": "/wiki/Greg_Moore_(racing_driver)",
      "name": "Greg Moore",
      "aboutText": "Adem Poric (born 22 April 1973 in London, England) is a former Australian professional footballer, most famous for playing for Sheffield Wednesday.",
      "pageId": 15138821,
      "monthDay": "04/22"
    },
    {
      "year": "1975",
      "uri": "/wiki/Carlos_Sastre",
      "name": "Carlos Sastre",
      "aboutText": "Sergei Hohlov-Simson (born 22 April 1972 in Pärnu) is a retired football central defender from Estonia. He last played for FC Levadia Tallinn, where he retired in 2005.",
      "pageId": 22992303,
      "monthDay": "04/22"
    },
    {
      "year": "1975",
      "uri": "/wiki/Anders_Nystr%C3%B6m",
      "name": "Anders Nyström",
      "aboutText": "Owen Finegan (born 22 April 1972 in Sydney, Australia) was an Australian international rugby union player who played as a flanker or lock. He is nicknamed \"Melon\" because of his large head. Finegan is currently the CEO of Children's Cancer Project Australia.",
      "pageId": 30864466,
      "monthDay": "04/22"
    },
    {
      "year": "1976",
      "uri": "/wiki/Dan_Cloutier",
      "name": "Dan Cloutier",
      "aboutText": "Willie Jess Robertson (born April 22, 1972) is an American TV personality, businessman, outdoorsman, hunter, and author. He is best known for his appearances on the reality TV series Duck Dynasty on A&E, and is the current CEO of the company Duck Commander. Robertson lives in West Monroe, Louisiana with his wife Korie:  (m.",
      "pageId": 39529968,
      "monthDay": "04/22"
    },
    {
      "year": "1976",
      "uri": "/wiki/Paul_Henderson_(footballer)",
      "name": "Paul Henderson",
      "aboutText": "Desmond Clinton Pringle (born April 22, 1970) is an American gospel musician. He started his music career, in 2000, and his first studio album released in 2001. He has released three albums with all of them charting on the Billboard magazine Gospel Albums chart.",
      "pageId": 46294812,
      "monthDay": "04/22"
    },
    {
      "year": "1976",
      "uri": "/wiki/Micha%C5%82_%C5%BBew%C5%82akow",
      "name": "Michał Żewłakow",
      "aboutText": "Found Spouse, Daniel Paul Johns (born 22 April 1979) is an Australian musician, singer, and songwriter. Best known as the former front man of the rock band Silverchair, Johns is also one half of The Dissociatives with Paul Mac and, in 2007, was ranked at number 18 on Rolling Stone '​s list of The 25 Most Under-rated Guitarists.\n^ \"The Twenty-Five Most Underrated Guitarists.\".",
      "pageId": 184996,
      "monthDay": "04/22"
    },
    {
      "year": "1977",
      "uri": "/wiki/Ambra_Angiolini",
      "name": "Ambra Angiolini",
      "aboutText": "Carlos Henrique Hernández (Spanish pronunciation: [erˈnandeθ]; born April 22, 1980 in Guacara, Carabobo State, Venezuela) is a retired starting pitcher in professional baseball. Carlos is also the son of legendary Indian Professional Baseball League Pitcher Enrique Humberto Hernandez. He played for the Houston Astros from 2001 to 2002 and 2004.",
      "pageId": 680054,
      "monthDay": "04/22"
    },
    {
      "year": "1977",
      "uri": "/wiki/Anna_Eriksson",
      "name": "Anna Eriksson",
      "aboutText": "Jason Elliott Stollsteimer (born April 22, 1978, Southfield, Michigan, United States) is an American musician who was the vocalist and guitarist for the indie rock band The Von Bondies, which disbanded in 2011. Stollsteimer also was the main songwriter and producer of the Von Bondies.",
      "pageId": 744593,
      "monthDay": "04/22"
    },
    {
      "year": "1977",
      "uri": "/wiki/Mark_van_Bommel",
      "name": "Mark van Bommel",
      "aboutText": "Esteban Tuero (born 22 April 1978) is an Argentine racing driver who raced for the Minardi Formula One team in 1998.",
      "pageId": 1228342,
      "monthDay": "04/22"
    },
    {
      "year": "1978",
      "uri": "/wiki/Ezekiel_Jackson",
      "name": "Ezekiel Jackson",
      "aboutText": "Mark Peter Gertruda Andreas van Bommel (Dutch pronunciation: [ˈmɑr(ə)k fɑm ˈbɔməl]; born 22 April 1977 in Maasbracht) is a Dutch former professional footballer.\nHe is also the son-in-law of the former Dutch national team manager, Bert van Marwijk. When he played for Bayern Munich he was the club's first non-German captain.",
      "pageId": 1886415,
      "monthDay": "04/22"
    },
    {
      "year": "1978",
      "uri": "/wiki/Paul_Malakwen_Kosgei",
      "name": "Paul Malakwen Kosgei",
      "aboutText": "Zoltán Gera (Hungarian pronunciation: [ˈzoltaːn ˈɡɛrɒ]; born 22 April 1979) is a Hungarian footballer who currently plays for Ferencváros in the Nemzeti Bajnokság I and the Hungarian national team as an attacking midfielder. He has previously played for Fulham, Ferencváros, Pécsi Mecsek and Harkány SE, as well as enjoying two spells at West Bromwich Albion.\nGera is known for his overhead-kick goals and his cartwheel to back-flip celebration, which he demonstrated in Fulham's Europa League quarter-final win against Juventus in 2010.",
      "pageId": 1920226,
      "monthDay": "04/22"
    },
    {
      "year": "1978",
      "uri": "/wiki/David_Masters",
      "name": "David Masters",
      "aboutText": "Michał Żewłakow (Polish pronunciation: [ˈmixaw ʐɛvˈwakɔf], born 22 April 1976) is a former Polish footballer defender who used to captain the Polish national football team and is its most capped player ever.",
      "pageId": 3159019,
      "monthDay": "04/22"
    },
    {
      "year": "1978",
      "uri": "/wiki/Matt_Orford",
      "name": "Matt Orford",
      "aboutText": "Matthew Orford (born 22 April 1978 in Gosford, New South Wales) is an Australian former professional rugby league footballer of the 2000s and 2010s. A City New South Wales representative halfback, he played the majority of his club football career in Australia for National Rugby League clubs, Melbourne Storm and Manly-Warringah Sea Eagles, with whom he won 2008's Dally M Medal and NRL premiership. Orford also played for NRL sides, the Northern Eagles and Canberra Raiders, as well as in Super League for England's Bradford Bulls.",
      "pageId": 3586483,
      "monthDay": "04/22"
    },
    {
      "year": "1978",
      "uri": "/wiki/Jason_Stollsteimer",
      "name": "Jason Stollsteimer",
      "aboutText": "David Masters (born 22 April 1978, Chatham, Kent) is an English cricketer who has played for the cricket teams of Kent, Leicestershire and Essex.\nDavid is a very accurate seam bowler who bowls at speeds around 75–80 miles per hour. He had a somewhat inconsistent time with Kent but has had more success with Leicestershire who he joined in 2004, and his current county, Essex.",
      "pageId": 3937717,
      "monthDay": "04/22"
    },
    {
      "year": "1978",
      "uri": "/wiki/Esteban_Tuero",
      "name": "Esteban Tuero",
      "aboutText": "Courtney Friel (born April 22, 1980) is an American news anchor for KTLA-TV in Los Angeles, California.\nShe previously covered entertainment for KTTV/Fox 11 in Los Angeles as well as for Fox News Channel and other local stations. Prior to her move to Los Angeles, Friel was the entertainment reporter at Fox News Channel, contributing to a number of entertainment-related programs for the network's website, FoxNews.com.",
      "pageId": 4006513,
      "monthDay": "04/22"
    },
    {
      "year": "1979",
      "uri": "/wiki/Zolt%C3%A1n_Gera",
      "name": "Zoltán Gera",
      "aboutText": "Clarke Dermody (born 22 April 1980 in Invercargill) is a New Zealand rugby union footballer. He plays as a prop. He was first selected for the All Blacks in 2006 for the test series against Ireland and Argentina.",
      "pageId": 5388047,
      "monthDay": "04/22"
    },
    {
      "year": "1979",
      "uri": "/wiki/Daniel_Johns",
      "name": "Daniel Johns",
      "aboutText": "Igor Budan (born 22 April 1980) is a former Croatian footballer. He is currently working as deputy director of football for Serie B club Spezia.\n^ a b c \"HNS | CFF :.",
      "pageId": 5965961,
      "monthDay": "04/22"
    },
    {
      "year": "1980",
      "uri": "/wiki/Igor_Budan",
      "name": "Igor Budan",
      "aboutText": "Aaron Michael Metchik (born April 22, 1980), also credited as Aaron Metchik, is an American actor, writer, and director, known for his role as Steven Floyd Torkelson on The Torkelsons.",
      "pageId": 7015196,
      "monthDay": "04/22"
    },
    {
      "year": "1980",
      "uri": "/wiki/Clarke_Dermody",
      "name": "Clarke Dermody",
      "aboutText": "Paul Malakwen Kosgei (born 22 April 1978 in Marakwet) is a Kenyan long-distance and marathon runner. He first came to prominence in athletics by taking the World Junior Record of 3000m steeple in 1997, and later with consecutive medals at the IAAF World Cross Country Championships from 1998 to 2000.\nIn 1999 he started his technical collaboration with the Italian Coach Renato Canova, that changed his event, looking at longer distances.",
      "pageId": 7080565,
      "monthDay": "04/22"
    },
    {
      "year": "1980",
      "uri": "/wiki/Nicolas_Douchez",
      "name": "Nicolas Douchez",
      "aboutText": "Ambra Angiolini (born in Rome, 22 April 1977) is a former Italian TV host and singer in the 1990s, who nowadays mainly works as an actress. On 9 October 1997, she was notably in Dario Fo's car recording an interview with him when a car drew up alongside with an enormous placard in the window exclaiming \"Dario, you've won the Nobel prize!\", meaning Fo's initial reaction was captured on film.\n^ Gumbel, Andrew (10 October 1997).",
      "pageId": 8485844,
      "monthDay": "04/22"
    },
    {
      "year": "1980",
      "uri": "/wiki/Courtney_Friel",
      "name": "Courtney Friel",
      "aboutText": "Nicolas Douchez (born 22 April 1980) is a French football goalkeeper who currently plays for Paris Saint-Germain in the French Ligue 1.",
      "pageId": 8864612,
      "monthDay": "04/22"
    },
    {
      "year": "1980",
      "uri": "/wiki/Carlos_Hern%C3%A1ndez_(pitcher)",
      "name": "Carlos Hernández",
      "aboutText": "Rycklon Stephens (born April 22, 1978) is a Guyanese professional wrestler best known for his time in WWE working under the ring name Ezekiel Jackson. Stephens won the ECW Championship in 2010, and is recognized by WWE as the final ECW champion. He is also a one-time WWE Intercontinental Champion.",
      "pageId": 18547938,
      "monthDay": "04/22"
    },
    {
      "year": "1980",
      "uri": "/wiki/Kora_Karvouni",
      "name": "Kora Karvouni",
      "aboutText": "Kora Karvouni (Greek: Κόρα Καρβούνη) (born 22 April 1980 in Athens, Greece) is a Greek stage and television actress. She graduated from the Greek National Theatre Drama School with a distinction in 2002. She has performed in various theatre productions in Greece, U.S.A., South Korea and Italy collaborating with notable directors such as Peter Stein, Anatoly Vasiliev, Dimiter Gotscheff and Laurent Chétouane.",
      "pageId": 24118346,
      "monthDay": "04/22"
    },
    {
      "year": "1980",
      "uri": "/wiki/Aaron_Michael_Metchik",
      "name": "Aaron Michael Metchik",
      "aboutText": "Anna Sofia Eriksson (born in Ihode (Pyhäranta)), Finland on 22 April 1977) is a Finnish pop and rock singer. She is signed to Universal Music Finland.",
      "pageId": 35798693,
      "monthDay": "04/22"
    },
    {
      "year": "1980",
      "uri": "/wiki/Quincy_Timberlake",
      "name": "Quincy Timberlake",
      "aboutText": "Quincy Zuma Wambitta Timberlake (born 22 April 1980) is a Kenyan political activist and former presidential candidate, now resident in Australia.",
      "pageId": 41446330,
      "monthDay": "04/22"
    },
    {
      "year": "1981",
      "uri": "/wiki/Ken_Dorsey",
      "name": "Ken Dorsey",
      "aboutText": "Francis Capra (born April 27, 1983) is an American actor. Some of his best known roles are a young Calogero Anello in A Bronx Tale, Max Connor in Kazaam, and Eli \"Weevil\" Navarro in the TV series Veronica Mars.",
      "pageId": 704397,
      "monthDay": "04/22"
    },
    {
      "year": "1981",
      "uri": "/wiki/Daniel_Ghi%C8%9B%C4%83",
      "name": "Daniel Ghiță",
      "aboutText": "Ricardo Izecson dos Santos Leite (Portuguese pronunciation: [ʁiˈkaɾdu iˈzɛksõw duˈsɐ̃tus ˈlejt͡ʃi]; born 22 April 1982), commonly known as Kaká (Portuguese: [kaˈka]) or Ricardo Kaká, is a Brazilian professional footballer who plays as an attacking midfielder for Orlando City SC in Major League Soccer and the Brazil national team.\nKaká started his footballing career at the age of eight, when he began playing for a local club. At the time, he also played tennis, and it was not until he moved on to São Paulo FC and signed his first professional contract with the club at the age of 15 that he chose to focus on football.",
      "pageId": 1297124,
      "monthDay": "04/22"
    },
    {
      "year": "1981",
      "uri": "/wiki/Madis_Kallas",
      "name": "Madis Kallas",
      "aboutText": "Matthew Jones (born April 22, 1983) is a sports radio personality and former American football wide receiver. He was drafted by the Jacksonville Jaguars in the first round of the 2005 NFL Draft, and also played for the Cincinnati Bengals.",
      "pageId": 1828580,
      "monthDay": "04/22"
    },
    {
      "year": "1981",
      "uri": "/wiki/Rafael_Sperafico",
      "name": "Rafael Sperafico",
      "aboutText": "Kenneth Simon \"Ken\" Dorsey (born April 22, 1981) is a former football quarterback and current quarterbacks coach for the Carolina Panthers of the National Football League (NFL). He was drafted by the San Francisco 49ers in the seventh round of the 2003 NFL Draft. He played college football at the University of Miami.",
      "pageId": 2034403,
      "monthDay": "04/22"
    },
    {
      "year": "1981",
      "uri": "/wiki/Jonathan_Trott",
      "name": "Jonathan Trott",
      "aboutText": "Ian Jonathan Leonard Trott (born 22 April 1981) is a South African-born former England Test cricketer. Domestically, he plays for Warwickshire, and he has also played in South Africa and New Zealand. He was ICC and ECB Cricketer of the Year in 2011.",
      "pageId": 3327266,
      "monthDay": "04/22"
    },
    {
      "year": "1982",
      "uri": "/wiki/Kak%C3%A1",
      "name": "Kaká",
      "aboutText": "Amelle Berrabah (born 22 April 1984) is a British singer, songwriter and former member of the Sugababes who replaced founding member Mutya Buena in the group in December 2005. She achieved a solo number one single in 2009 after collaborating with Tinchy Stryder on their single \"Never Leave You\", making her the first and to date only member of the Sugababes to achieve a number one single outside of the group.",
      "pageId": 3493499,
      "monthDay": "04/22"
    },
    {
      "year": "1982",
      "uri": "/wiki/Cassidy_Freeman",
      "name": "Cassidy Freeman",
      "aboutText": "Joel Monaghan (born 22 April 1982 in Canberra, ACT) is an Australian professional rugby league footballer for the Castleford Tigers of Super League. An Australian international and New South Wales State of Origin representative three-quarter back, he previously played in the National Rugby League for the Canberra Raiders and the Sydney Roosters. He is the younger brother of fellow rugby league player Michael Monaghan.",
      "pageId": 4421502,
      "monthDay": "04/22"
    },
    {
      "year": "1982",
      "uri": "/wiki/Joel_Monaghan",
      "name": "Joel Monaghan",
      "aboutText": "Noriko Shitaya (下屋 則子, Shitaya Noriko, born April 22, 1982 in Chiba) is a Japanese voice actress who works for 81 Produce.",
      "pageId": 4593946,
      "monthDay": "04/22"
    },
    {
      "year": "1982",
      "uri": "/wiki/David_Purcey",
      "name": "David Purcey",
      "aboutText": "Remilekun \"Remi\" Ayodele (born April 22, 1983) is a former American football defensive tackle. Ayodele was signed by the New England Patriots as an undrafted free agent in 2006. He played college football at Oklahoma.",
      "pageId": 7839162,
      "monthDay": "04/22"
    },
    {
      "year": "1982",
      "uri": "/wiki/Aidas_Reklys",
      "name": "Aidas Reklys",
      "aboutText": "Aidas Reklys (born April 22, 1982 in Kaunas, Lithuania) is a Lithuanian figure skater who competes in both singles and ice dancing. Inventor & Creator of the PowerTwist. http://www.skateuniversal.com/what-is-power-twist/ As a singles skater, he was the 1999-2006 Lithuanian national champion.",
      "pageId": 10005140,
      "monthDay": "04/22"
    },
    {
      "year": "1982",
      "uri": "/wiki/Aleksander_Saharov",
      "name": "Aleksander Saharov",
      "aboutText": "Vangelis Mantzios (Greek: Βαγγέλης Μάντζιος) (born 22 April 1983) is a Greek international footballer who currently plays for Levadiakos.\n^ \"Evanggelos Mantzios\".",
      "pageId": 11813450,
      "monthDay": "04/22"
    },
    {
      "year": "1982",
      "uri": "/wiki/Noriko_Shitaya",
      "name": "Noriko Shitaya",
      "aboutText": "Rafael Sperafico (22 April 1981 – 9 December 2007) was a Brazilian racing driver. He was the cousin of fellow racing drivers Ricardo and Rodrigo, and also related to Alexandre.",
      "pageId": 14637553,
      "monthDay": "04/22"
    },
    {
      "year": "1983",
      "uri": "/wiki/Remi_Ayodele",
      "name": "Remi Ayodele",
      "aboutText": "Aleksander Saharov (born 22 April 1982 in Türi) is a former Estonian professional footballer and current beach soccer player.",
      "pageId": 14782218,
      "monthDay": "04/22"
    },
    {
      "year": "1983",
      "uri": "/wiki/Francis_Capra",
      "name": "Francis Capra",
      "aboutText": "David Kent Purcey (born April 22, 1982) is an American professional baseball pitcher who is currently a free agent.",
      "pageId": 16082390,
      "monthDay": "04/22"
    },
    {
      "year": "1983",
      "uri": "/wiki/Elliott_Jordan",
      "name": "Elliott Jordan",
      "aboutText": "Jos Hooiveld (Dutch pronunciation: [jɔs ˈhoːifɛlt]; born 22 April 1983) is a Dutch footballer who plays as a centre back for AIK in Allsvenskan. Hooiveld is known for his strong physical performances.\nBorn in Zeijen, Drenthe, he started his career with Eredivisie club Heerenveen in 2003, before moving to Eerste Divisie side Zwolle, on loan, between 2004 and 2006.",
      "pageId": 16156275,
      "monthDay": "04/22"
    },
    {
      "year": "1983",
      "uri": "/wiki/Sam_W._Heads",
      "name": "Sam W. Heads",
      "aboutText": "Elliott Jordan (born 22 April 1983) is an English actor.",
      "pageId": 18251248,
      "monthDay": "04/22"
    },
    {
      "year": "1983",
      "uri": "/wiki/Jos_Hooiveld",
      "name": "Jos Hooiveld",
      "aboutText": "Cassidy Freeman (born April 22, 1982 in Chicago, Illinois) is an American actress and musician.",
      "pageId": 20520480,
      "monthDay": "04/22"
    },
    {
      "year": "1983",
      "uri": "/wiki/Matt_Jones_(wide_receiver)",
      "name": "Matt Jones",
      "aboutText": "Daniel Ghiţă (Romanian pronunciation: [daniel ɡhit͡sə], born April 22, 1981) is a Romanian super heavyweight kickboxer signed to the GLORY promotion where he has been the runner-up of the 2012 Glory Heavyweight Grand Slam, losing to kickboxing's best Semmy Schilt. He is also a former K-1 and Local Kombat fighter and the last It's Showtime World Heavyweight champion.",
      "pageId": 21856457,
      "monthDay": "04/22"
    },
    {
      "year": "1983",
      "uri": "/wiki/Vangelis_Mantzios",
      "name": "Vangelis Mantzios",
      "aboutText": "Sam W. Heads (born April 22, 1983 in Northumberland, UK) is a British palaeontologist, a Fellow of the Linnean Society of London, a Fellow of the Royal Entomological Society and an Officer of the Orthopterists' Society.\nHe received his training at the University of Portsmouth where he was awarded a B.Sc. (Hons) in Palaeobiology and Evolution in 2004 and a Ph.D. in Entomology in 2009.",
      "pageId": 24914901,
      "monthDay": "04/22"
    },
    {
      "year": "1984",
      "uri": "/wiki/Amelle_Berrabah",
      "name": "Amelle Berrabah",
      "aboutText": "Madis Kallas (born 22 April 1981) is an Estonian decathlete.",
      "pageId": 28201954,
      "monthDay": "04/22"
    },
    {
      "year": "1984",
      "uri": "/wiki/Michelle_Ryan",
      "name": "Michelle Ryan",
      "aboutText": "Michelle Claire Ryan (born 22 April 1984) is an English actress. She played Zoe Slater on the BBC soap opera EastEnders. In 2007, she starred in the short-lived American television series Bionic Woman.",
      "pageId": 991848,
      "monthDay": "04/22"
    },
    {
      "year": "1985",
      "uri": "/wiki/Matt_Ballinger",
      "name": "Matt Ballinger",
      "aboutText": "John Michael Nchekwube Obinna (born 22 April 1987), known as John Obi Mikel, John Mikel Obi or Mikel John Obi, is a Nigerian professional footballer who plays as a midfielder for English club Chelsea and the Nigeria national team.",
      "pageId": 1877214,
      "monthDay": "04/22"
    },
    {
      "year": "1985",
      "uri": "/wiki/Blake_Fitzpatrick",
      "name": "Blake Fitzpatrick",
      "aboutText": "Marshawn Lynch (born April 22, 1986) is an American football running back for the Seattle Seahawks of the National Football League (NFL). He was drafted by the Buffalo Bills in the first round of the 2007 NFL Draft. He played college football at California, where he became the school's second all-time career rusher.",
      "pageId": 2518539,
      "monthDay": "04/22"
    },
    {
      "year": "1985",
      "uri": "/wiki/Pablo_C%C3%A1ceres_Rodr%C3%ADguez",
      "name": "Pablo Cáceres Rodríguez",
      "aboutText": "Blake Fitzpatrick (born April 22, 1985), is an American screenwriter, independent film director, and author best known for his feature films Insignificant Celluloid and The Death of Hollywood.",
      "pageId": 4109322,
      "monthDay": "04/22"
    },
    {
      "year": "1985",
      "uri": "/wiki/Kseniya_Simonova",
      "name": "Kseniya Simonova",
      "aboutText": "Dušan Šakota (Serbian Cyrillic: Душан Шакота, Greek: Ντούσαν Σάκοτα (Ntousan Sakota), born April 22, 1986) is a Greek professional basketball player of Serbian descent. He is the son of former professional basketball player and coach, Dragan Šakota, and the brother of former professional basketball player and coach Miloš Šakota. He is 6'10¾\" (2.10 m) tall.",
      "pageId": 6165017,
      "monthDay": "04/22"
    },
    {
      "year": "1986",
      "uri": "/wiki/Amber_Heard",
      "name": "Amber Heard",
      "aboutText": "Pablo Cáceres Rodríguez (born 22 April 1985) is a Uruguayan footballer. He currently plays as a defender for Chilean club Rangers de Talca.\n^ \"Pablo Cáceres\" (in Spanish).",
      "pageId": 6257384,
      "monthDay": "04/22"
    },
    {
      "year": "1986",
      "uri": "/wiki/Marshawn_Lynch",
      "name": "Marshawn Lynch",
      "aboutText": "David Luiz Moreira Marinho (born 22 April 1987), known as David Luiz, is a Brazilian professional footballer who plays for French club Paris Saint-Germain and serves as vice-captain for the Brazil national team. Primarily a central defender, he can also be deployed as a defensive midfielder.\nAfter starting out at Vitória, he moved to Benfica, remaining with the club five seasons (three complete).",
      "pageId": 9262402,
      "monthDay": "04/22"
    },
    {
      "year": "1986",
      "uri": "/wiki/Du%C5%A1an_%C5%A0akota",
      "name": "Dušan Šakota",
      "aboutText": "Matthew Samuel \"Matt\" Ballinger (born April 22, 1985) is an American singer and actor best known for being a member of boy band Dream Street.",
      "pageId": 10310985,
      "monthDay": "04/22"
    },
    {
      "year": "1987",
      "uri": "/wiki/BC_Jean",
      "name": "BC Jean",
      "aboutText": "Amber Laura Heard (born April 22, 1986) is an American actress. Heard made her film debut in the sports drama Friday Night Lights, starring Billy Bob Thornton. After small roles in North Country and Alpha Dog, Heard played her first leading role in All the Boys Love Mandy Lane and appeared in The CW television show Hidden Palms.",
      "pageId": 10784468,
      "monthDay": "04/22"
    },
    {
      "year": "1987",
      "uri": "/wiki/David_Luiz",
      "name": "David Luiz",
      "aboutText": "Eve Muirhead (born 22 April 1990) is a Scottish curler. She won a bronze medal at the 2014 Winter Olympics in Sochi as part of Team GB and is the 2013 World Champion.\nAs skip of the Scotland team, Muirhead won the 2011 European Championships in Moscow and the 2013 World Championships in Riga.",
      "pageId": 16457286,
      "monthDay": "04/22"
    },
    {
      "year": "1987",
      "uri": "/wiki/David_Mateos",
      "name": "David Mateos",
      "aboutText": "David Mateos Ramajo (born 22 April 1987) is a Spanish professional footballer who plays for American club Orlando City SC as a central defender.",
      "pageId": 19468855,
      "monthDay": "04/22"
    },
    {
      "year": "1987",
      "uri": "/wiki/John_Obi_Mikel",
      "name": "John Obi Mikel",
      "aboutText": "Brittany Jean Carlson (born April 22, 1987), known better by her stage name BC Jean, is an American singer-songwriter and actress, perhaps best known for writing the song \"If I Were a Boy\" which was later sung by Beyoncé and achieved worldwide commercial success.\n^ Varga, George (September 10, 2010). \"Starbound?",
      "pageId": 20033548,
      "monthDay": "04/22"
    },
    {
      "year": "1988",
      "uri": "/wiki/James_Ross_(performer)",
      "name": "James Ross",
      "aboutText": "DeJuan Lamont Blair (born April 22, 1989) is an American professional basketball player for the Washington Wizards of the National Basketball Association (NBA). Prior to his NBA debut, Blair played center for the University of Pittsburgh men's basketball team from 2007 to 2009. After an outstanding sophomore season he entered the 2009 NBA draft where he was selected in the second round, 37th overall by the San Antonio Spurs.",
      "pageId": 21681996,
      "monthDay": "04/22"
    },
    {
      "year": "1988",
      "uri": "/wiki/Amadou_Samb",
      "name": "Amadou Samb",
      "aboutText": "Kseniya Simonova (Ukrainian: Ксенія Симонова; married name: Kseniya Paskar, Ксенія Паскар) is a sand animation artist, the 2009 winner of the TV contest Ukraine’s Got Talent, which is part of the Got Talent series. She is a performance artist in sand animation and a philanthropist.\n^ \"Kseniya Simonova Sand Animation Ukraine's Got Talent 2009 Winner\".",
      "pageId": 23885067,
      "monthDay": "04/22"
    },
    {
      "year": "1989",
      "uri": "/wiki/DeJuan_Blair",
      "name": "DeJuan Blair",
      "aboutText": "Thomas James Longley (born 22 April 1992) is an English actor and model.",
      "pageId": 28352526,
      "monthDay": "04/22"
    },
    {
      "year": "1989",
      "uri": "/wiki/Jasper_Cillessen",
      "name": "Jasper Cillessen",
      "aboutText": "Jasper Cillessen (Dutch pronunciation: [ˈjɑs.pər ˈsɪ.lə.ˌsə(n)]; born 22 April 1989) is a Dutch professional footballer who currently plays as a goalkeeper for Eredivisie club Ajax.\nIn May 2011, he received his first call-up for the Netherlands national team. He made his international debut in 2013 and was the country's first-choice goalkeeper as they finished third at the 2014 FIFA World Cup.",
      "pageId": 29331648,
      "monthDay": "04/22"
    },
    {
      "year": "1989",
      "uri": "/wiki/Thomas_James_Longley",
      "name": "Thomas James Longley",
      "aboutText": "James Ross IV, better known by his stage name Tyra Sanchez, is an American drag queen and reality television personality. A frequent drag impersonator of pop star Beyoncé, Ross is best known as the winner of the second season of RuPaul's Drag Race.\n^ \"RuPaul's Drag Race Season 2\".",
      "pageId": 30199198,
      "monthDay": "04/22"
    },
    {
      "year": "1990",
      "uri": "/wiki/%C3%93scar_Gonz%C3%A1lez_(boxer)",
      "name": "Óscar González",
      "aboutText": "Amadou Samb (born 22 April 1988) is a Senegalese footballer who plays for Floriana FC in the Maltese Premier League , on loan from Italian side Hellas Verona.",
      "pageId": 30703507,
      "monthDay": "04/22"
    },
    {
      "year": "1990",
      "uri": "/wiki/Machine_Gun_Kelly_(rapper)",
      "name": "Machine Gun Kelly",
      "aboutText": "Richard Colson Baker (born April 22, 1990), better known by his stage names MGK and Machine Gun Kelly, is an American rapper, songwriter and actor from Cleveland, Ohio. In 2011, he signed a record deal with Bad Boy, under the aegis of Interscope.",
      "pageId": 31247686,
      "monthDay": "04/22"
    },
    {
      "year": "1990",
      "uri": "/wiki/Eve_Muirhead",
      "name": "Eve Muirhead",
      "aboutText": "Óscar González (April 22, 1990 – February 3, 2014) was a Mexican professional boxer. During his career, he fought at super bantamweight and featherweight.\nGonzález fought as a professional from 2007 until 2014, with a career record of 23 wins against 3 defeats.",
      "pageId": 41822391,
      "monthDay": "04/22"
    },
    {
      "year": "1990",
      "uri": "/wiki/Jade_Windley",
      "name": "Jade Windley",
      "aboutText": "Ryu Hwayoung (Hangul: 류화영; born April 22, 1993), often performing under the mononym Hwayoung, is a South Korean rapper and actress.",
      "pageId": 32179690,
      "monthDay": "04/22"
    },
    {
      "year": "1991",
      "uri": "/wiki/Braydon_Smith",
      "name": "Braydon Smith",
      "aboutText": "Kenneth Lee Stills, Jr. (born April 22, 1992) is an American football wide receiver for the Miami Dolphins of the National Football League (NFL).",
      "pageId": 33629323,
      "monthDay": "04/22"
    },
    {
      "year": "1992",
      "uri": "/wiki/Joc_Pederson",
      "name": "Joc Pederson",
      "aboutText": "Joonas Vaino (born 22 April 1992) is an Estonian professional basketball player. He is currently playing for Finnish club Namika Lahti at the power forward position.",
      "pageId": 35823199,
      "monthDay": "04/22"
    },
    {
      "year": "1992",
      "uri": "/wiki/Kenny_Stills",
      "name": "Kenny Stills",
      "aboutText": "Robin van Helsum (born 22 April 1992 in Hengelo) is a Dutch citizen who went missing on 2 September 2011 and appeared in the Berlin city hall Rotes Rathaus three days later, claiming his mother had died in an automobile crash when he was 12 and that he had lived with his father for five years in the forests of Germany, where he buried his father after the latter died in August 2011. Dubbed \"Forest Boy\" by the media, van Helsum later admitted that the disappearance was a hoax and was sentenced to 160 hours of community service. Van Helsum was believed to have vanished before he was discovered working in Berlin.",
      "pageId": 36150725,
      "monthDay": "04/22"
    },
    {
      "year": "1992",
      "uri": "/wiki/Rolene_Strauss",
      "name": "Rolene Strauss",
      "aboutText": "Joc Russell Pederson (/ˈpiː.dər.sən/ PEE-dər-sən; born April 21, 1992) is an American professional baseball center fielder for the Los Angeles Dodgers of Major League Baseball (MLB). His father, Stu Pederson, played for the Dodgers in 1985. Pederson was drafted by the Dodgers in the 11th round of the 2010 MLB Draft, out of Palo Alto High School.",
      "pageId": 36757323,
      "monthDay": "04/22"
    },
    {
      "year": "1992",
      "uri": "/wiki/Joonas_Vaino",
      "name": "Joonas Vaino",
      "aboutText": "Jade Windley (born 22 April 1990 in Lincolnshire) is a British tennis player.\nWindley has won three singles and 16 doubles titles on the ITF tour in her career. On 7 April 2014, she reached her best singles ranking of world number 279.",
      "pageId": 39748394,
      "monthDay": "04/22"
    },
    {
      "year": "1992",
      "uri": "/wiki/Robin_van_Helsum",
      "name": "Robin van Helsum",
      "aboutText": "Victoria Rodríguez (born 22 April 1995 in Durango) is a Mexican tennis player.\nRodríguez has won five singles and nine doubles titles on the ITF tour in her career. On 16 November 2015, she reached her best singles ranking of world number 216.",
      "pageId": 40420124,
      "monthDay": "04/22"
    },
    {
      "year": "1993",
      "uri": "/wiki/Ryu_Hwa-young",
      "name": "Ryu Hwa-young",
      "aboutText": "Rolene Strauss (born 22 April 1992) is a South African model and beauty queen who was crowned Miss South Africa 2014 and in December the same year won Miss World 2014 in London.",
      "pageId": 42358529,
      "monthDay": "04/22"
    },
    {
      "year": "1995",
      "uri": "/wiki/Victoria_Rodr%C3%ADguez",
      "name": "Victoria Rodríguez",
      "aboutText": "Braydon \"Brayd\" Smith (22 April 1991 – 16 March 2015) was an Australian featherweight boxing prospect who died two days after his final bout. Smith, also known by his nickname 'The Great White' & 'Brayd', was in his final year of law school before his death.",
      "pageId": 45696558,
      "monthDay": "04/22"
    },
    {
      "year": "1997",
      "uri": "/wiki/Jekalyn_Carr",
      "name": "Jekalyn Carr",
      "aboutText": "Jekalyn Almonique Carr (born April 22, 1997) is an American urban contemporary gospel artist and musician, evangelist, and entrepreneur from West Memphis, Arkansas. She started her music career, in 2011, with the independently released album, Promise. Her first single was released in 2012, \"Greater Is Coming\", that was on her debut studio album, Greater Is Coming, released in 2013 by Lunjeal Music Group alongside Malaco Records.",
      "pageId": 46476957,
      "monthDay": "04/22"
    }
  ]
}