{
  "people": [
    {
      "year": "1245",
      "uri": "/wiki/Philip_III_of_France",
      "name": "Philip III of France",
      "aboutText": "Johann Carl Friedrich Gauss (/ɡaʊs/; German: Gauß, pronounced [ɡaʊs]; Latin: Carolus Fridericus Gauss) (30 April 1777 – 23 February 1855) was a German mathematician who contributed significantly to many fields, including number theory, algebra, statistics, analysis, differential geometry, geodesy, geophysics, mechanics, electrostatics, astronomy, matrix theory, and optics.",
      "pageId": 6125,
      "monthDay": "04/30"
    },
    {
      "year": "1331",
      "uri": "/wiki/Gaston_III,_Count_of_Foix",
      "name": "Gaston III, Count of Foix",
      "aboutText": "David Thompson (30 April 1770 – 10 February 1857) was a British-Canadian fur trader, surveyor, and map-maker, known to some native peoples as \"Koo-Koo-Sint\" or \"the Stargazer.\" Over his career he mapped over 3.9 million square kilometres of North America and for this has been described as the \"greatest land geographer who ever lived.\"",
      "pageId": 7994,
      "monthDay": "04/30"
    },
    {
      "year": "1425",
      "uri": "/wiki/William_III,_Landgrave_of_Thuringia",
      "name": "William III, Landgrave of Thuringia",
      "aboutText": "Mary II (30 April 1662 – 28 December 1694) was joint Sovereign of England, Scotland, and Ireland with her husband (who was also her first cousin), William III and II, from 1689 until her death. William and Mary, both Protestants, became king and queen regnant, respectively, following the Glorious Revolution, which resulted in the deposition of her Roman Catholic father, James II and VII and recognition of a constitutionalized English Bill of Rights. William became sole ruler upon her death in 1694.",
      "pageId": 20709,
      "monthDay": "04/30"
    },
    {
      "year": "1553",
      "uri": "/wiki/Louise_of_Lorraine",
      "name": "Louise of Lorraine",
      "aboutText": "Philippe III redirects here. It can also refer to Philippe III de Croÿ and Philippe III, Duke of Orléans.\nPhilip III (30 April 1245 – 5 October 1285), called the Bold (French: le Hardi), was a Capetian King of France who reigned from 1270 to 1285.",
      "pageId": 78438,
      "monthDay": "04/30"
    },
    {
      "year": "1623",
      "uri": "/wiki/Fran%C3%A7ois_de_Laval",
      "name": "François de Laval",
      "aboutText": "Kaspar Hauser (30 April 1812 (?) – 17 December 1833) was a German youth who claimed to have grown up in the total isolation of a darkened cell. Hauser's claims, and his subsequent death by stabbing, sparked much debate and controversy. Theories propounded at the time linked him with the grand ducal House of Baden.",
      "pageId": 172472,
      "monthDay": "04/30"
    },
    {
      "year": "1651",
      "uri": "/wiki/Jean-Baptiste_de_La_Salle",
      "name": "Jean-Baptiste de La Salle",
      "aboutText": "Paul Eugen Bleuler (German: [ˈɔɪɡeːn ˈblɔɪlər]; April 30, 1857 – July 15, 1939) was a Swiss psychiatrist and eugenicist most notable for his contributions to the understanding of mental illness and for coining the terms \"schizophrenia\", \"schizoid\", \"autism\", and what Sigmund Freud called \"Bleuler's happily chosen term ambivalence\".",
      "pageId": 276370,
      "monthDay": "04/30"
    },
    {
      "year": "1662",
      "uri": "/wiki/Mary_II_of_England",
      "name": "Mary II of England",
      "aboutText": "Mathurin Jacques Brisson (30 April 1723 – 23 June 1806) was a French zoologist and natural philosopher.\nBrisson was born at Fontenay-le-Comte. The earlier part of his life was spent in the pursuit of natural history, his published works in this field included Le Règne animal (1756)  and the highly regarded Ornithologie (1760).",
      "pageId": 431512,
      "monthDay": "04/30"
    },
    {
      "year": "1664",
      "uri": "/wiki/Fran%C3%A7ois_Louis,_Prince_of_Conti",
      "name": "François Louis, Prince of Conti",
      "aboutText": "Albrecht Theodor Emil Graf von Roon (30 April 1803 – 23 February 1879) was a Prussian soldier and statesman. As Minister of War from 1859 to 1873, Roon, along with Otto von Bismarck and Helmuth von Moltke, was a dominating figure in Prussia's government during the key decade of the 1860s, when a series of successful wars against Denmark, Austria and France led to German unification under Prussia's leadership. A conservative and reactionary supporter of the monarchy, he was an avid modernizer who worked to improve the efficiency of the army.",
      "pageId": 432052,
      "monthDay": "04/30"
    },
    {
      "year": "1710",
      "uri": "/wiki/Johann_Kaspar_Basselet_von_La_Ros%C3%A9e",
      "name": "Johann Kaspar Basselet von La Rosée",
      "aboutText": "Saint Francis-Xavier de Montmorency-Laval, M.E.P., commonly referred to as François de Laval (30 April 1623 – 6 May 1708), was the first Roman Catholic bishop of Quebec, appointed when he was 36 years old by Pope Alexander VII.",
      "pageId": 510884,
      "monthDay": "04/30"
    },
    {
      "year": "1723",
      "uri": "/wiki/Mathurin_Jacques_Brisson",
      "name": "Mathurin Jacques Brisson",
      "aboutText": "Christian Gottlieb Ferdinand Ritter von Hochstetter (April 30, 1829 – July 18, 1884) was a German geologist.\nHe was born at Esslingen, Württemberg, the son of Christian Ferdinand Friedrich Hochstetter (1787-1860), a clergyman and professor at Bonn, who was also a botanist and mineralogist. Having received his early education at the evangelical seminary at Maulbronn, Ferdinand proceeded to the University of Tübingen and the Tübinger Stift; there, under FA Quenstedt, the interest he already felt in geology became permanently fixed, and he obtained his doctor's degree and a travelling scholarship.",
      "pageId": 557240,
      "monthDay": "04/30"
    },
    {
      "year": "1758",
      "uri": "/wiki/Emmanuel_Vitale",
      "name": "Emmanuel Vitale",
      "aboutText": "François Louis de Bourbon (30 April 1664 – 9 February 1709) was Prince de Conti, succeeding his brother Louis Armand in 1685. Until this date he used the title of Prince of La Roche-sur-Yon. He was son of Armand de Bourbon and Anne Marie Martinozzi, herself a niece of Cardinal Mazarin.",
      "pageId": 658260,
      "monthDay": "04/30"
    },
    {
      "year": "1770",
      "uri": "/wiki/David_Thompson_(explorer)",
      "name": "David Thompson",
      "aboutText": "Gaston III/X of Foix-Béarn, also Gaston Fébus or Gaston Phoebus (30 April 1331 – 1391) was the 11th count of Foix, and viscount of Béarn (1343–1391).",
      "pageId": 1858002,
      "monthDay": "04/30"
    },
    {
      "year": "1777",
      "uri": "/wiki/Carl_Friedrich_Gauss",
      "name": "Carl Friedrich Gauss",
      "aboutText": "Johann Kaspar (Jean-Gaspard) Reichsgraf Basselet von La Rosée (April 30, 1710 - April 12, 1795) was a leading Bavarian general.\nBasselet von La Rosée was born at Arlon, Province of Luxembourg, Belgium. Advancing his career in the army of his new fatherland Bavaria, his positions included electoral Privy Councillor, Lieutenant Field Marshal and Director of the War Council.",
      "pageId": 2135792,
      "monthDay": "04/30"
    },
    {
      "year": "1803",
      "uri": "/wiki/Albrecht_von_Roon",
      "name": "Albrecht von Roon",
      "aboutText": "William III (30 April 1425 – 17 September 1482), called the Brave (in German Wilhelm der Tapfere), was landgrave of Thuringia (from 1445) and claimant duke of Luxemburg (from 1457). He is actually the second William to rule Thuringia, and in Luxembourg; he was the third Margrave of Meissen named William.",
      "pageId": 4158794,
      "monthDay": "04/30"
    },
    {
      "year": "1812",
      "uri": "/wiki/Kaspar_Hauser",
      "name": "Kaspar Hauser",
      "aboutText": "Louise of Lorraine (French: Louise de Lorraine) (30 April 1553 – 29 January 1601) was a member of the House of Lorraine who became Queen consort of France from 1575 until 1589. Born in Nomeny in the Duchy of Bar, she was the daughter of Nicholas, Duke of Mercœur, and Margaret of Egmont.",
      "pageId": 6702025,
      "monthDay": "04/30"
    },
    {
      "year": "1829",
      "uri": "/wiki/Ferdinand_von_Hochstetter",
      "name": "Ferdinand von Hochstetter",
      "aboutText": "Jean-Élie-Octave-Louis-Sévère-Amanien Decazes de Glücksburg, 3rd Duc Decazes and 3rd Hertig af Glücksbierg (April 30, 1864 – August 31, 1912) was a French aristocrat and sportsman.",
      "pageId": 7096153,
      "monthDay": "04/30"
    },
    {
      "year": "1850",
      "uri": "/wiki/George_Gibb",
      "name": "George Gibb",
      "aboutText": "Sir George Stegmann Gibb (30 April 1850 – 17 December 1925) was a Scottish transport administrator who served as the general manager of the North Eastern Railway, managing director of the Underground Electric Railways Company of London, and as chairman of the former British Road Board.",
      "pageId": 31641367,
      "monthDay": "04/30"
    },
    {
      "year": "1857",
      "uri": "/wiki/Eugen_Bleuler",
      "name": "Eugen Bleuler",
      "aboutText": "John Baptist de La Salle (April 30, 1651 – April 7, 1719) was a French priest, educational reformer, and founder of the Institute of the Brothers of the Christian Schools. He is a saint of the Roman Catholic Church and the patron saint of teachers.\nDe La Salle dedicated much of his life to the education of poor children in France; in doing so, he started many lasting educational practices.",
      "pageId": 33687251,
      "monthDay": "04/30"
    },
    {
      "year": "1857",
      "uri": "/wiki/Walter_Simon_(philanthropist)",
      "name": "Walter Simon",
      "aboutText": "Walter Simon (30 April 1857 – 1 April 1920) was a German banker, councillor and philanthropist active in Königsberg and Tübingen.",
      "pageId": 37976370,
      "monthDay": "04/30"
    },
    {
      "year": "1864",
      "uri": "/wiki/Jean,_duc_Decazes",
      "name": "Jean, duc Decazes",
      "aboutText": "Emmanuele Vitale (30 April 1758 – 8 October 1802) was a Maltese notary, commander and statesman.",
      "pageId": 40354020,
      "monthDay": "04/30"
    },
    {
      "year": "1864",
      "uri": "/wiki/Juhan_Liiv",
      "name": "Juhan Liiv",
      "aboutText": "SS-Obergruppenführer Ulrich Friedrich Wilhelm Joachim von Ribbentrop (30 April 1893 – 16 October 1946) was Foreign Minister of Nazi Germany from 1938 until 1945.\nRibbentrop first came to Adolf Hitler's notice as a well-travelled businessman with more knowledge of the outside world than most senior Nazis and as an authority on world affairs. He offered his house for the secret meetings in January 1933 that resulted in Hitler's appointment as Chancellor of Germany.",
      "pageId": 16547,
      "monthDay": "04/30"
    },
    {
      "year": "1865",
      "uri": "/wiki/Max_Nettlau",
      "name": "Max Nettlau",
      "aboutText": "Jaroslav Hašek (Czech: [ˈjaroslaf ˈɦaʃɛk]; April 30, 1883 – January 3, 1923) was a Czech writer, humorist, satirist, journalist, bohemian and anarchist. He is best known for his novel The Good Soldier Švejk, an unfinished collection of farcical incidents about a soldier in World War I and a satire on the ineptitude of authority figures. The novel has been translated into about sixty languages, making it the most translated novel in Czech literature.",
      "pageId": 65129,
      "monthDay": "04/30"
    },
    {
      "year": "1869",
      "uri": "/wiki/Hans_Poelzig",
      "name": "Hans Poelzig",
      "aboutText": "Alice B. Toklas (April 30, 1877 – March 7, 1967) was an American-born member of the Parisian avant-garde of the early 20th century, and the life partner of American writer Gertrude Stein.",
      "pageId": 68368,
      "monthDay": "04/30"
    },
    {
      "year": "1870",
      "uri": "/wiki/Franz_Leh%C3%A1r",
      "name": "Franz Lehár",
      "aboutText": "Franz Lehár (30 April 1870 – 24 October 1948) was an Austro-Hungarian composer.",
      "pageId": 253328,
      "monthDay": "04/30"
    },
    {
      "year": "1870",
      "uri": "/wiki/Dadasaheb_Phalke",
      "name": "Dadasaheb Phalke",
      "aboutText": "John Crowe Ransom (April 30, 1888 – July 3, 1974) was an American educator, scholar, literary critic, poet, essayist and editor. He is considered to be a founder of the New Criticism school of literary criticism. As a faculty member at Kenyon College, he was the first editor of the widely regarded Kenyon Review.",
      "pageId": 297308,
      "monthDay": "04/30"
    },
    {
      "year": "1874",
      "uri": "/wiki/Cyriel_Verschaeve",
      "name": "Cyriel Verschaeve",
      "aboutText": "Luigi Russolo (30 April 1885 – 6 February 1947) was an Italian Futurist painter, composer, builder of experimental musical instruments, and the author of the manifesto The Art of Noises (1913). He is often regarded as one of the first noise music experimental composers with his performances of noise music concerts in 1913–14 and then again after World War I, notably in Paris in 1921.",
      "pageId": 844294,
      "monthDay": "04/30"
    },
    {
      "year": "1876",
      "uri": "/wiki/Orso_Mario_Corbino",
      "name": "Orso Mario Corbino",
      "aboutText": "Dhundiraj Govind Phalke (Marathi : धुंडीराज गोविंद फाळके), popularly known as Dadasaheb Phalke (Marathi : दादासाहेब फाळके) ( pronunciation ) (30 April 1870 – 16 February 1944), was an Indian producer-director-screenwriter, known as the Father of Indian cinema. Starting with his debut film, Raja Harishchandra in 1913, now known as India's first full-length feature, he made 95 movies and 26 short films in his career spanning 19 years, till 1937, including his most noted works: Mohini Bhasmasur (1913), Satyavan Savitri (1914), Lanka Dahan (1917), Shri Krishna Janma (1918) and Kaliya Mardan (1919).\nThe Dadasaheb Phalke Award, for lifetime contribution to cinema, was instituted in his honour by the Government of India in 1969.",
      "pageId": 1315287,
      "monthDay": "04/30"
    },
    {
      "year": "1877",
      "uri": "/wiki/L%C3%A9on_Flameng",
      "name": "Léon Flameng",
      "aboutText": "Max Heinrich Hermann Reinhardt Nettlau (German: [ˈnɛtlaʊ]; 30 April 1865 – 23 July 1944) was a German anarchist and historian. Although born in Neuwaldegg (today part of Vienna) and raised in Vienna, he lived there till the annexation to Nazi Germany in 1938. Max Nettlau retained his Prussian (later German) nationality throughout his life.",
      "pageId": 1324482,
      "monthDay": "04/30"
    },
    {
      "year": "1877",
      "uri": "/wiki/Alice_B._Toklas",
      "name": "Alice B. Toklas",
      "aboutText": "Reverend Gary Davis, also Blind Gary Davis, (April 30, 1896 – May 5, 1972) was a blind African American blues and gospel singer and guitarist, who was also proficient on the banjo guitar and harmonica. His finger-picking guitar style influenced many other artists and his students include Stefan Grossman, David Bromberg, Roy Book Binder, Larry Johnson, Nick Katzman, Dave Van Ronk, Rory Block, Ernie Hawkins, Larry Campbell, Bob Weir, Woody Mann, and Tom Winslow.",
      "pageId": 1573295,
      "monthDay": "04/30"
    },
    {
      "year": "1880",
      "uri": "/wiki/Charles_Exeter_Devereux_Crombie",
      "name": "Charles Exeter Devereux Crombie",
      "aboutText": "Philippe Panneton (pseudonym Ringuet, which was his mother's maiden name) (April 30, 1895 – December 28, 1960) was a Canadian physician, academic, diplomat and writer.\nBorn in Trois-Rivières, Quebec, he received a degree in medicine from Université Laval in 1920. In 1935 he became a professor at the Université de Montréal.",
      "pageId": 1755662,
      "monthDay": "04/30"
    },
    {
      "year": "1883",
      "uri": "/wiki/Jaroslav_Ha%C5%A1ek",
      "name": "Jaroslav Hašek",
      "aboutText": "Hans Poelzig (30 April 1869 – 14 June 1936) was a German architect, painter and set designer.",
      "pageId": 1917799,
      "monthDay": "04/30"
    },
    {
      "year": "1883",
      "uri": "/wiki/Luigi_Russolo",
      "name": "Luigi Russolo",
      "aboutText": "Léon Flameng (30 April 1877 – 2 January 1917) was a French cyclist. He competed at the 1896 Summer Olympics in Athens.\nFlameng competed in the 333 metres, 2 kilometres, 10 kilometres and 100 kilometres races.",
      "pageId": 2116573,
      "monthDay": "04/30"
    },
    {
      "year": "1884",
      "uri": "/wiki/Olof_Sandborg",
      "name": "Olof Sandborg",
      "aboutText": "Orso Mario Corbino (30 April 1876, Augusta – 23 January 1937, Rome) was an Italian physicist and politician. He served as the minister for education in 1921 and as the minister for economy in 1921. He also served as professor in Messina (1905) and in Rome (1908).",
      "pageId": 3075873,
      "monthDay": "04/30"
    },
    {
      "year": "1888",
      "uri": "/wiki/John_Crowe_Ransom",
      "name": "John Crowe Ransom",
      "aboutText": "Cyriel Verschaeve (30 April 1874 – 8 November 1949) was a noted Flemish-nationalist priest and writer who collaborated with the Nazis during the Second World War.",
      "pageId": 3688383,
      "monthDay": "04/30"
    },
    {
      "year": "1893",
      "uri": "/wiki/Harold_Breen",
      "name": "Harold Breen",
      "aboutText": "Hans List (April 30, 1896 in Graz, capital of Austria's federal province Styria – September 10, 1996 in Graz) was a technical scientist and inventor and entrepreneur.\nAfter earning a doctorate in engineering at the Technical University in Graz, Hans List was appointed to the Tongji University in China (1926–1932), followed by teaching positions back home in Graz (1932–1941) and Dresden, Germany (until 1945). His research work yielded sensational insights into functionality and improvement of Diesel motors, and of combustion engines in general.",
      "pageId": 5404548,
      "monthDay": "04/30"
    },
    {
      "year": "1893",
      "uri": "/wiki/Joachim_von_Ribbentrop",
      "name": "Joachim von Ribbentrop",
      "aboutText": "Juhan Liiv (30 April [O.S. 18 April] 1864 in Alatskivi – 1 December [O.S. 18 November] 1913) in Kavastu-Koosa) is one of Estonia's most famous poets.",
      "pageId": 5800032,
      "monthDay": "04/30"
    },
    {
      "year": "1895",
      "uri": "/wiki/Philippe_Panneton",
      "name": "Philippe Panneton",
      "aboutText": "Humberto Duarte Mauro (30 April 1897 – 5 October 1983) was a Brazilian film director. His best known work is Ganga Bruta. He is often considered the greatest director of early Brazilian cinema.",
      "pageId": 11139612,
      "monthDay": "04/30"
    },
    {
      "year": "1896",
      "uri": "/wiki/Reverend_Gary_Davis",
      "name": "Reverend Gary Davis",
      "aboutText": "Charles Exeter Devereux Crombie (30 April 1880 – 1967) was an editorial cartoonist.\nCrombie was the third son of Scots architect James Crombie and his wife Bridget Philadelphia Vince. Born at Dumfries, Scotland, Charles grew up in the 1880s and 1890s in Lambeth, Surrey, his father being partner in the London architectural practice Byrne & Crombie.",
      "pageId": 25700218,
      "monthDay": "04/30"
    },
    {
      "year": "1896",
      "uri": "/wiki/Hans_List",
      "name": "Hans List",
      "aboutText": "Olof Sandborg (April 30, 1884 in Göteborg – March 26, 1965 in Stockholm) was a Swedish stage and film actor.",
      "pageId": 29338088,
      "monthDay": "04/30"
    },
    {
      "year": "1897",
      "uri": "/wiki/Humberto_Mauro",
      "name": "Humberto Mauro",
      "aboutText": "Harold Patrick Breen CBE (30 April 1893 – 6 July 1966) was a senior Australian public servant.",
      "pageId": 43712752,
      "monthDay": "04/30"
    },
    {
      "year": "1900",
      "uri": "/wiki/Erni_Krusten",
      "name": "Erni Krusten",
      "aboutText": "Claude Elwood Shannon (April 30, 1916 – February 24, 2001) was an American mathematician, electronic engineer, and cryptographer known as \"the father of information theory\".\nShannon is famous for having founded information theory with a landmark paper that he published in 1948. He is perhaps equally well known for founding both digital computer and digital circuit design theory in 1937, when, as a 21-year-old master's degree student at the Massachusetts Institute of Technology (MIT), he wrote his thesis demonstrating that electrical applications of Boolean algebra could construct any logical, numerical relationship.",
      "pageId": 5693,
      "monthDay": "04/30"
    },
    {
      "year": "1900",
      "uri": "/wiki/David_Manners",
      "name": "David Manners",
      "aboutText": "Eve Arden (April 30, 1908 – November 12, 1990) was an American actress. Her almost 60-year career crossed most media frontiers with both supporting and leading roles, but to younger audiences she may be best-remembered for playing the sardonic but engaging title character, a high school teacher, on Our Miss Brooks, and as the Rydell High School principal in both Grease and Grease 2.",
      "pageId": 10409,
      "monthDay": "04/30"
    },
    {
      "year": "1901",
      "uri": "/wiki/Simon_Kuznets",
      "name": "Simon Kuznets",
      "aboutText": "Juliana (Dutch pronunciation: [ˌjyliˈjaːnaː]; Juliana Louise Emma Marie Wilhelmina; 30 April 1909 – 20 March 2004) was Queen of the Netherlands from 1948 until 1980. She reigned for nearly 32 years. Her reign saw the decolonization of both Indonesia (Dutch East Indies) and Suriname from the Kingdom of the Netherlands.",
      "pageId": 80481,
      "monthDay": "04/30"
    },
    {
      "year": "1902",
      "uri": "/wiki/Theodore_Schultz",
      "name": "Theodore Schultz",
      "aboutText": "Simon Smith Kuznets (/kʊzˈnɛts/, /ˈkʌznɛts/; Russian: Семён Абра́мович Кузне́ц; IPA: [sʲɪˈmʲɵn ɐˈbraməvʲɪtɕ kʊzʲˈnʲɛts]; April 30, 1901 – July 8, 1985) was an American economist, statistician, demographer, and economic historian who received the 1971 Nobel Memorial Prize in Economic Sciences \"for his empirically founded interpretation of economic growth which has led to new and deepened insight into the economic and social structure and process of development\".",
      "pageId": 276820,
      "monthDay": "04/30"
    },
    {
      "year": "1905",
      "uri": "/wiki/Sergey_Nikolsky",
      "name": "Sergey Nikolsky",
      "aboutText": "Srirangam Srinivasarao (30 April 1910 – 15 June 1983), popularly known as Sri Sri, was a Telugu poet and lyricist. He was a member of PEN INDIA, Sahitya Academy, Vice-President of the South Indian Film Writers Association, Madras and President of the revolutionary writers association of Andhra.",
      "pageId": 372912,
      "monthDay": "04/30"
    },
    {
      "year": "1908",
      "uri": "/wiki/Eve_Arden",
      "name": "Eve Arden",
      "aboutText": "Robert Shaw (April 30, 1916 – January 25, 1999) was an American conductor most famous for his work with his namesake Chorale, with the Cleveland Orchestra and Chorus, and the Atlanta Symphony Orchestra and Chorus. Shaw received 14 Grammy awards, four ASCAP awards for service to contemporary music, the first Guggenheim Fellowship ever awarded to a conductor, the Alice M. Ditson Conductor's Award for Service to American Music; the George Peabody Medal for outstanding contributions to music in America, the Gold Baton Award of the American Symphony Orchestra League for \"distinguished service to music and the arts,\" the American National Medal of Arts, France's Officier des Arts et des Lettres, England's Gramophone Award, and was a 1991 recipient of the Kennedy Center Honors.\n^ \"Robert Shaw\".",
      "pageId": 1007264,
      "monthDay": "04/30"
    },
    {
      "year": "1908",
      "uri": "/wiki/Bjarni_Benediktsson",
      "name": "Bjarni Benediktsson",
      "aboutText": "David Joseph Manners (April 30, 1900 – December 23, 1998) was a Canadian-American actor.",
      "pageId": 1171213,
      "monthDay": "04/30"
    },
    {
      "year": "1908",
      "uri": "/wiki/Frank_Robert_Miller",
      "name": "Frank Robert Miller",
      "aboutText": "James Duncan Hamilton (30 April 1920 in Cork, County Cork, Ireland – 13 May 1994 in Sherborne, Dorset, England). His colourful and extrovert persona often overshadowed his genuine talent. After fighting in, and surviving World War II, he vowed to live life to the full and took up motor sport.",
      "pageId": 1228314,
      "monthDay": "04/30"
    },
    {
      "year": "1909",
      "uri": "/wiki/F._E._McWilliam",
      "name": "F. E. McWilliam",
      "aboutText": "Theodore William \"Ted\" Schultz (30 April 1902 – 26 February 1998) was an American economist, Nobel Laureate, and chairman of the Chicago School of Economics.",
      "pageId": 1331926,
      "monthDay": "04/30"
    },
    {
      "year": "1909",
      "uri": "/wiki/Juliana_of_the_Netherlands",
      "name": "Juliana of the Netherlands",
      "aboutText": "Dorival Caymmi (April 30, 1914 – August 16, 2008) was a Brazilian singer, songwriter, actor, and painter active for more than 70 years beginning in 1933. He contributed to the birth of Brazil's bossa nova movement, and several of his samba pieces, such as \"Samba da Minha Terra\", \"Doralice\" and \"Saudade da Bahia\", have become staples of Música popular brasileira. Equally notable are his ballads celebrating the fishermen and women of Bahia, including \"Promessa de Pescador\", \"O Que É Que a Baiana Tem?\", and \"Milagre\".",
      "pageId": 1343989,
      "monthDay": "04/30"
    },
    {
      "year": "1910",
      "uri": "/wiki/Levi_Celerio",
      "name": "Levi Celerio",
      "aboutText": "Levi Celerio (April 30, 1910 – April 2, 2002) was a Filipino composer and lyricist. Celerio was a prolific songwriter, with over 4,000 songs to his credit. He is perhaps best known for being a leaf-player, a feat for which he was put into the Guinness Book of World Records.",
      "pageId": 1564251,
      "monthDay": "04/30"
    },
    {
      "year": "1910",
      "uri": "/wiki/Sri_Sri_(writer)",
      "name": "Sri Sri",
      "aboutText": "This is an article about a former prime minister of Iceland. For the current leader of the Icelandic Independence Party, see Bjarni Benediktsson.",
      "pageId": 1634758,
      "monthDay": "04/30"
    },
    {
      "year": "1913",
      "uri": "/wiki/Ilmar_Raud",
      "name": "Ilmar Raud",
      "aboutText": "Air Chief Marshal Frank Robert Miller, CC, CBE, CD (April 30, 1908 – October 20, 1997) was a Canadian airman, the last Chairman of the Chiefs of Staff in 1964, the first Chief of the Defence Staff from 1964 until 1966, and Deputy Minister of National Defence.",
      "pageId": 1846167,
      "monthDay": "04/30"
    },
    {
      "year": "1914",
      "uri": "/wiki/Charles_Beetham",
      "name": "Charles Beetham",
      "aboutText": "Beatrice \"Bea\" Wain (born April 30, 1917) is an American Big Band-era singer born in the Bronx, New York City. She had a number of No. 1 hits with Larry Clinton and his Orchestra.",
      "pageId": 2841541,
      "monthDay": "04/30"
    },
    {
      "year": "1914",
      "uri": "/wiki/Dorival_Caymmi",
      "name": "Dorival Caymmi",
      "aboutText": "F.E. McWilliam, D.Litt., C.B.E. (30 April 1909 – 13 May 1992), was a Northern Irish surrealist sculptor, born in Banbridge, County Down.",
      "pageId": 2953155,
      "monthDay": "04/30"
    },
    {
      "year": "1916",
      "uri": "/wiki/Claude_Shannon",
      "name": "Claude Shannon",
      "aboutText": "Sergey Mikhailovich Nikolsky (Russian: Серге́й Миха́йлович Нико́льский; 30 April 1905 – 9 November 2012) was a Russian mathematician. He was born in Talitsa, which was at that time located in Perm Governorate, Russian Empire. He had been an Academician since November 28, 1972.",
      "pageId": 3550276,
      "monthDay": "04/30"
    },
    {
      "year": "1916",
      "uri": "/wiki/Paul_Kuusberg",
      "name": "Paul Kuusberg",
      "aboutText": "Paul Kuusberg (30 April 1916 – 21 January 2003) was an Estonian writer. Novellas by him include “Roostetanud kastekann” (1971) and “Võõras või õige mees” (1978), which won an award in Estonia.\nKuusberg was born in Tallinn, and during the period of Estonia's independence worked as a construction worker.",
      "pageId": 3842511,
      "monthDay": "04/30"
    },
    {
      "year": "1916",
      "uri": "/wiki/Robert_Shaw_(conductor)",
      "name": "Robert Shaw",
      "aboutText": "Ilmar Raud (30 April 1913 – 13 July 1941) was an Estonian chess master.",
      "pageId": 5777465,
      "monthDay": "04/30"
    },
    {
      "year": "1917",
      "uri": "/wiki/Bea_Wain",
      "name": "Bea Wain",
      "aboutText": "Erni Krusten (April 30, 1900 – June 16, 1984) was an Estonian writer. He was born Ernst Krustein in Muraste, Harku Parish, in a gardening family, and worked as a gardener himself.\nIn 1920 he began to pursue writing and his first book was published in 1927.",
      "pageId": 18217867,
      "monthDay": "04/30"
    },
    {
      "year": "1920",
      "uri": "/wiki/Duncan_Hamilton_(racing_driver)",
      "name": "Duncan Hamilton",
      "aboutText": "Charles Beetham (April 30, 1914 – January 28, 1997) was an American middle-distance runner.",
      "pageId": 48506259,
      "monthDay": "04/30"
    },
    {
      "year": "1921",
      "uri": "/wiki/Roger_L._Easton",
      "name": "Roger L. Easton",
      "aboutText": "Pierre-Félix Guattari (French: [ɡwataʁi]  (listen) ; April 30, 1930 – August 29, 1992) was a French psychotherapist, philosopher, semiologist, and militant.",
      "pageId": 11109,
      "monthDay": "04/30"
    },
    {
      "year": "1921",
      "uri": "/wiki/Tove_Ma%C3%ABs",
      "name": "Tove Maës",
      "aboutText": "Tony Harrison (born 30 April 1937) is an English poet, translator and playwright. He was born in Leeds and he received his education in Classics from Leeds Grammar School and Leeds University. He is one of Britain's foremost verse writers and many of his works have been performed at the Royal National Theatre.",
      "pageId": 166847,
      "monthDay": "04/30"
    },
    {
      "year": "1923",
      "uri": "/wiki/Percy_Heath",
      "name": "Percy Heath",
      "aboutText": "Al Lewis (born Albert Meister; April 30, 1923 – February 3, 2006) was an American character actor best known for his role as Count Dracula lookalike \"Grandpa Munster,\" opposite Fred Gwynne's and Yvonne DeCarlo's characters on the CBS television series The Munsters from 1964 to 1966 and its subsequent film versions. Later in life, he was also a restaurant owner, political candidate, and radio broadcaster.",
      "pageId": 300047,
      "monthDay": "04/30"
    },
    {
      "year": "1923",
      "uri": "/wiki/Kagamisato_Kiyoji",
      "name": "Kagamisato Kiyoji",
      "aboutText": "Hugh John Blagdon Hood, OC (b in Toronto, Ontario 30 Apr 1928 – d in Montreal, Quebec 1 Aug 2000) was a Canadian novelist, short story writer, essayist and university professor.\nHood wrote 32 books: 17 novels including the 12-volume New Age novel sequence (influenced by Marcel Proust and Anthony Powell), several volumes of short fiction, and 5 of nonfiction. He taught English literature at the Université de Montréal.",
      "pageId": 349578,
      "monthDay": "04/30"
    },
    {
      "year": "1923",
      "uri": "/wiki/Al_Lewis_(actor)",
      "name": "Al Lewis",
      "aboutText": "Cloris Leachman (born April 30, 1926) is an American actress of stage, film, and television. She has won eight Primetime Emmy Awards (more than any other performer) and one Daytime Emmy Award. She co-starred in the 1971 film The Last Picture Show for which she won the Academy Award for Best Supporting Actress.",
      "pageId": 521820,
      "monthDay": "04/30"
    },
    {
      "year": "1923",
      "uri": "/wiki/Francis_Tucker",
      "name": "Francis Tucker",
      "aboutText": "Percy Heath (April 30, 1923 – April 28, 2005) was an American jazz bassist, brother to tenor saxophonist Jimmy Heath and drummer Albert Heath, with whom he formed the Heath Brothers in 1975.",
      "pageId": 569060,
      "monthDay": "04/30"
    },
    {
      "year": "1924",
      "uri": "/wiki/Uno_Laht",
      "name": "Uno Laht",
      "aboutText": "For other meanings see Johnny Horton (disambiguation).\nJohn Gale \"Johnny\" Horton (April 30, 1925 – November 5, 1960) was an American country music and rockabilly singer most famous for his semi-folk, so-called \"saga songs\" which began the \"historical ballad\" craze of the late 1950s and early 1960s. With them, he had several major successes, most notably in 1959 with the song \"The Battle of New Orleans\" (written by Jimmy Driftwood), which was awarded the 1960 Grammy Award for Best Country & Western Recording.",
      "pageId": 601078,
      "monthDay": "04/30"
    },
    {
      "year": "1925",
      "uri": "/wiki/Corinne_Calvet",
      "name": "Corinne Calvet",
      "aboutText": "Richard \"Dickie\" Davies, born 30 April 1933 in Wallasey, Merseyside, is a British television presenter, best known for presenting World of Sport from 1968 until 1985.\nDavies attended Oldershaw Grammar School, he then did National Service in the RAF and was a purser on the Queen Mary and Queen Elizabeth ocean liners. His first job in broadcasting was as an announcer for Southern Television.",
      "pageId": 2638176,
      "monthDay": "04/30"
    },
    {
      "year": "1925",
      "uri": "/wiki/Johnny_Horton",
      "name": "Johnny Horton",
      "aboutText": "Uno Laht, (April 30, 1924 in Valga, Estonia – September 24, 2008 in Tallinn) was an Estonian writer and poet who wrote about the characteristics of everyday Soviet life in poetry. Laht was also a NKVD (later KGB) officer who participated in arrests and deportations in 1940s.\nLaht also used the palindromic pseudonym Onu Thal.",
      "pageId": 2928628,
      "monthDay": "04/30"
    },
    {
      "year": "1926",
      "uri": "/wiki/Shrinivas_Khale",
      "name": "Shrinivas Khale",
      "aboutText": "Gary Ennis Collins (April 30, 1938 – October 13, 2012) was an American film and television actor and award-winning talk show host.",
      "pageId": 3317009,
      "monthDay": "04/30"
    },
    {
      "year": "1926",
      "uri": "/wiki/Cloris_Leachman",
      "name": "Cloris Leachman",
      "aboutText": "Juraj Jakubisko (born 30 April 1938, Kojšov, Czechoslovakia current Slovakia) is a Slovak film director. In his movies he managed to catch life's most beautiful colors, unhide the poetry behind the ordinary and to be ahead of his time without forgetting his roots. “In Jakubisko films the irrational, mysterious and sensational seems to be as natural as the life itself, although not all of us are able to have Jakubisko ́s eye, enabled to see that mysterious, unexpected and fantastic even in simple ordinary daily life“ - Federico Fellini.",
      "pageId": 4319597,
      "monthDay": "04/30"
    },
    {
      "year": "1928",
      "uri": "/wiki/Hugh_Hood",
      "name": "Hugh Hood",
      "aboutText": "Corinne Calvet (April 30, 1925 – June 23, 2001), born Corinne Dibos, was a French actress who appeared mostly in American films.\n^ \"Corinne Calvet Wins Divorce\". Ocala Star-Banner.",
      "pageId": 5721224,
      "monthDay": "04/30"
    },
    {
      "year": "1930",
      "uri": "/wiki/F%C3%A9lix_Guattari",
      "name": "Félix Guattari",
      "aboutText": "Jeremiah Patrick \"Jerry\" Lordan (30 April 1934 — 24 July 1995) was an English songwriter, composer and singer.\n^ Roberts, David (2006). British Hit Singles & Albums (19th ed.).",
      "pageId": 5721878,
      "monthDay": "04/30"
    },
    {
      "year": "1933",
      "uri": "/wiki/Dickie_Davies",
      "name": "Dickie Davies",
      "aboutText": "Donald Hamilton McKenney (born April 30, 1934 in Smiths Falls, Ontario) is a retired Canadian ice hockey forward",
      "pageId": 6274917,
      "monthDay": "04/30"
    },
    {
      "year": "1933",
      "uri": "/wiki/Charles_Sanderson,_Baron_Sanderson_of_Bowden",
      "name": "Charles Sanderson, Baron Sanderson of Bowden",
      "aboutText": "Roger Lee Easton, Sr. (April 30, 1921 – May 8, 2014) was an American scientist/physicist who was the principal inventor and designer of the Global Positioning System (GPS). He was born in Craftsbury, Vermont.",
      "pageId": 7720731,
      "monthDay": "04/30"
    },
    {
      "year": "1934",
      "uri": "/wiki/Jerry_Lordan",
      "name": "Jerry Lordan",
      "aboutText": "Kagamisato Kiyoji (鏡里 喜代治, April 30, 1923 – February 29, 2004) was a sumo wrestler from Aomori Prefecture, Japan. He was the sport's 42nd yokozuna.",
      "pageId": 9171664,
      "monthDay": "04/30"
    },
    {
      "year": "1934",
      "uri": "/wiki/Don_McKenney",
      "name": "Don McKenney",
      "aboutText": "Francis Bagnal Kidger Tucker (30 April 1923 – 4 April 2008) was a South African rally driver, who was the 1966 South African Rally Drivers Champion.\nTucker was heavily involved with the development of the Kyalami racetrack and served as Steward for all the Grand Prix events at Kyalami until SAMRAC sold the circuit. He was also involved with the organization of the Castrol International Rally and a recipient of the Motorsport South African (MSA) Lifetime Achievement award.",
      "pageId": 17070780,
      "monthDay": "04/30"
    },
    {
      "year": "1937",
      "uri": "/wiki/Tony_Harrison",
      "name": "Tony Harrison",
      "aboutText": "Tove Maës (30 April 1921 – 31 December 2010) was a Danish actress of stage, television and film best known for her starring roles in the series of \"Morten Korch\" films, in particular The Red Horses.",
      "pageId": 18108756,
      "monthDay": "04/30"
    },
    {
      "year": "1938",
      "uri": "/wiki/Gary_Collins_(actor)",
      "name": "Gary Collins",
      "aboutText": "Charles Russell Sanderson, Baron Sanderson of Bowden (born 30 April 1933) is a British Conservative Party politician and a life peer in the House of Lords.\nKnighted in 1981, Sanderson was created a life peer on 5 June 1985 as Baron Sanderson of Bowden, of Melrose in the District of Ettrick and Lauderdale and speaks regularly in the House of Lords The Bowden in his title is taken from a village in the Roxburghshire area of the Scottish Borders.\nFrom 1987 to 1990 Lord Sanderson was a Minister of State in the Scottish Office, responsible for housing, agriculture and fisheries.",
      "pageId": 23165617,
      "monthDay": "04/30"
    },
    {
      "year": "1938",
      "uri": "/wiki/Juraj_Jakubisko",
      "name": "Juraj Jakubisko",
      "aboutText": "Pandit Shrinivas Vinayak Khale (30 April 1926 – 2 September 2011), fondly addressed as \"Khale Kaka\", was an Indian composer/music director from Maharashtra, India. He hailed from Baroda (Vadodara), the cultural capital of Western India. He was initially trained at the hisotric Music college (now the Faculty of Performing Arts of the Maharaja Sayajirao University of Baroda) and did Diploma in Vocal Music.",
      "pageId": 28989172,
      "monthDay": "04/30"
    },
    {
      "year": "1938",
      "uri": "/wiki/Larry_Niven",
      "name": "Larry Niven",
      "aboutText": "Laurence van Cott Niven (/ˈnɪvən/; born April 30, 1938) — known as Larry Niven — is an American science fiction writer. His best-known work is Ringworld (1970), which received Hugo, Locus, Ditmar, and Nebula awards. The Science Fiction Writers of America named him the 2015 recipient of the Damon Knight Memorial Grand Master Award.",
      "pageId": 18210,
      "monthDay": "04/30"
    },
    {
      "year": "1940",
      "uri": "/wiki/Burt_Young",
      "name": "Burt Young",
      "aboutText": "Carl XVI Gustaf (full name: Carl Gustaf Folke Hubertus [ˈkɑːɭ ˈɡɵstɑːv ˈfɔlˌkɛ hɵbɛˈʈɵs], born 30 April 1946) is the reigning King of Sweden. On 15 September 1973, he succeeded his grandfather Gustaf VI Adolf. He is the only son of Prince Gustaf Adolf, Duke of Västerbotten, and Princess Sibylla of Saxe-Coburg and Gotha.",
      "pageId": 104743,
      "monthDay": "04/30"
    },
    {
      "year": "1941",
      "uri": "/wiki/Stavros_Dimas",
      "name": "Stavros Dimas",
      "aboutText": "Michael John Smith (April 30, 1945 – January 28, 1986), (Capt, USN), was an American astronaut—pilot of the Space Shuttle Challenger when it was destroyed during the STS-51-L mission.",
      "pageId": 178450,
      "monthDay": "04/30"
    },
    {
      "year": "1941",
      "uri": "/wiki/Santo_%26_Johnny",
      "name": "Johnny Farina",
      "aboutText": "Annie Dillard (born April 30, 1945) is an American author, best known for her narrative prose in both fiction and non-fiction. She has published works of poetry, essays, prose, and literary criticism, as well as two novels and one memoir. Her 1974 work Pilgrim at Tinker Creek won the 1975 Pulitzer Prize for General Nonfiction.",
      "pageId": 184976,
      "monthDay": "04/30"
    },
    {
      "year": "1942",
      "uri": "/wiki/Maurizio_Arcieri",
      "name": "Maurizio Arcieri",
      "aboutText": "Jill Clayburgh (April 30, 1944 – November 5, 2010) was an American actress. She won Best Actress at the Cannes Film Festival and was nominated for the Academy Award for Best Actress for her role in the 1978 film An Unmarried Woman, and received a second Best Actress Academy Award nomination for the 1979 film Starting Over.\nClayburgh made her Broadway debut in 1968 and went on to star in the original Broadway productions of the musicals The Rothschilds (1970) and Pippin (1972).",
      "pageId": 225561,
      "monthDay": "04/30"
    },
    {
      "year": "1943",
      "uri": "/wiki/Frederick_Chiluba",
      "name": "Frederick Chiluba",
      "aboutText": "Frederick Jacob Titus Chiluba (April 30, 1943 – June 18, 2011) was a Zambian politician who was the second President of Zambia from 1991 to 2002. Chiluba, a trade union leader, won the country's multi-party presidential election in 1991 as the candidate of the Movement for Multiparty Democracy (MMD), defeating long-time President Kenneth Kaunda. He was re-elected in 1996.",
      "pageId": 285508,
      "monthDay": "04/30"
    },
    {
      "year": "1943",
      "uri": "/wiki/Bobby_Vee",
      "name": "Bobby Vee",
      "aboutText": "Santo & Johnny were an American rock and roll music duo from Brooklyn, New York, comprising brothers Santo and Johnny Farina.\nThey are known best for their instrumental melody \"Sleep Walk\", one of the biggest hits of the golden age of rock 'n' roll, which became a regional success and eventually scored the top of the Billboard pop chart when it was released nationally during 1959.\nAt present, Santo is semi-retired and Johnny currently tours and records new material with his own band.",
      "pageId": 467792,
      "monthDay": "04/30"
    },
    {
      "year": "1944",
      "uri": "/wiki/Jon_Bing",
      "name": "Jon Bing",
      "aboutText": "Bill Plympton (born April 30, 1946) is an American animator, graphic designer, cartoonist, and filmmaker best known for his 1987 Academy Award-nominated animated short Your Face and his series of shorts Guard Dog, Guide Dog, Hot Dog and Horn Dog.\n^ Lovece, Frank (October 23, 2012). \"God of Indie Animation Bill Plympton at Gold Coast Film Fest\".",
      "pageId": 680375,
      "monthDay": "04/30"
    },
    {
      "year": "1944",
      "uri": "/wiki/Jill_Clayburgh",
      "name": "Jill Clayburgh",
      "aboutText": "Leslie Michael Grantham (born 30 April 1947) is an English actor best known for his role as \"Dirty\" Den Watts in the BBC soap opera EastEnders.\nGrantham is also a convicted murderer, having served 10 years for the killing of a West German taxi driver, and he generated significant press coverage as the result of an online sex scandal in 2004.",
      "pageId": 938790,
      "monthDay": "04/30"
    },
    {
      "year": "1944",
      "uri": "/wiki/Graham_Upton",
      "name": "Graham Upton",
      "aboutText": "Bobby Vee (born Robert Thomas Velline; April 30, 1943) is an American pop singer who was a teen idol in the early 1960s. According to Billboard, Vee has had 38 Hot 100 chart hits, 10 of which hit the Top 20.",
      "pageId": 1128629,
      "monthDay": "04/30"
    },
    {
      "year": "1945",
      "uri": "/wiki/Annie_Dillard",
      "name": "Annie Dillard",
      "aboutText": "Lee Carroll Bollinger (born April 30, 1946) is an American lawyer and educator who is serving as the 19th president of Columbia University. Formerly the president of the University of Michigan, he is a noted legal scholar of the First Amendment and freedom of speech. He was at the center of two notable United States Supreme Court cases regarding the use of affirmative action in admissions processes.",
      "pageId": 1132017,
      "monthDay": "04/30"
    },
    {
      "year": "1945",
      "uri": "/wiki/Mimi_Fari%C3%B1a",
      "name": "Mimi Fariña",
      "aboutText": "Stavros Dimas (Greek: Σταύρος Δήμας, Greek pronunciation: [ˈstavros ˈðimas]; born 30 April 1941) is a Greek politician who was European Commissioner for the Environment from 2004 to 2009. From November 2011 to May 2012, he served in the government of Greece as Minister for Foreign Affairs.",
      "pageId": 1286145,
      "monthDay": "04/30"
    },
    {
      "year": "1945",
      "uri": "/wiki/Michael_J._Smith_(astronaut)",
      "name": "Michael J. Smith",
      "aboutText": "Gerald Tommaso DeLouise (born April 30, 1940), better known by his stage name Burt Young, is an American actor, painter and author. He is best known for his Academy Award-nominated role as Sylvester Stallone's brother-in-law and best friend Paulie Pennino in the Rocky film series.",
      "pageId": 1392356,
      "monthDay": "04/30"
    },
    {
      "year": "1946",
      "uri": "/wiki/Lee_Bollinger",
      "name": "Lee Bollinger",
      "aboutText": "Finn Bjørn Kalvik (born 30 April 1947) is a Norwegian singer and composer.",
      "pageId": 1821348,
      "monthDay": "04/30"
    },
    {
      "year": "1946",
      "uri": "/wiki/Carl_XVI_Gustaf_of_Sweden",
      "name": "Carl XVI Gustaf of Sweden",
      "aboutText": "Mimi Baez Fariña (born Margarita Mimi Baez, April 30, 1945 – July 18, 2001) was a singer-songwriter and activist, the youngest of three daughters to a Scottish mother and a Mexican-American physicist, Albert Baez.",
      "pageId": 2115879,
      "monthDay": "04/30"
    },
    {
      "year": "1946",
      "uri": "/wiki/Bill_Plympton",
      "name": "Bill Plympton",
      "aboutText": "Donald Arthur Schollander (born April 30, 1946) is an American former competition swimmer, five-time Olympic champion, and former world record-holder in four events. He won a total of five gold medals and one silver medal at the 1964 and 1968 Summer Olympics. With four gold medals, he was the most successful athlete at the 1964 Olympics.",
      "pageId": 2430533,
      "monthDay": "04/30"
    },
    {
      "year": "1946",
      "uri": "/wiki/Don_Schollander",
      "name": "Don Schollander",
      "aboutText": "Graham Upton DL (born 30 April 1944) has been Chair of the Board of Experience Oxfordshire since July, 2013.\nBorn in Birmingham, he moved to, and was educated in, Australia, where he taught in secondary and special schools before moving back to the UK in 1972. He worked in the University of Wales and Leeds Polytechnic before moving to the University of Birmingham where he was Pro-vice-chancellor and Professor of Special Educational Needs and Educational Psychology.",
      "pageId": 3117838,
      "monthDay": "04/30"
    },
    {
      "year": "1947",
      "uri": "/wiki/Paul_Fiddes",
      "name": "Paul Fiddes",
      "aboutText": "Jon Bing (30 April 1944 – 14 January 2014) was a Norwegian writer and law professor at the Norwegian Research Center for Computers and Law (NRCCL), and the Faculty of Law at the University of Oslo. Bing was considered a pioneer in international IT and information law. He held honorary doctorates from the University of Stockholm and the University of Copenhagen, and was a Visiting Professor at Kings College, University of London.",
      "pageId": 4948138,
      "monthDay": "04/30"
    },
    {
      "year": "1947",
      "uri": "/wiki/Leslie_Grantham",
      "name": "Leslie Grantham",
      "aboutText": "Maurizio Arcieri (30 April 1942 – 29 January 2015) formerly leader of The New Dada, a 1960s Italian beat music band, and a member of Krisma, was a successful singer in the 1970s.",
      "pageId": 8512453,
      "monthDay": "04/30"
    },
    {
      "year": "1947",
      "uri": "/wiki/Finn_Kalvik",
      "name": "Finn Kalvik",
      "aboutText": "Paul Stuart Fiddes (born 30 April 1947) is a British Baptist theologian. He is Professor of Systematic Theology in the University of Oxford and was formerly Principal of Regent's Park College and Chairman of the Theology Faculty. He has been described as \"one of the leading contemporary Baptist theologians\", \"one of the leading scholars of theology and literature writing today\", \"one of Christianity's most distinguished scholars\", and \"one of the foremost theological thinkers of the modern age\".",
      "pageId": 16616206,
      "monthDay": "04/30"
    },
    {
      "year": "1947",
      "uri": "/wiki/Tom_K%C3%B8hlert",
      "name": "Tom Køhlert",
      "aboutText": "António Manuel de Oliveira Guterres, GCC (Portuguese pronunciation: [ɐ̃ˈtɔniu ɡuˈtɛʁɨʃ]; born 30 April 1949) is a former Portuguese politician who was Prime Minister of Portugal from 1995 to 2002. He also served for a time as President of the Socialist International. He has been the United Nations High Commissioner for Refugees since June 2005.",
      "pageId": 471806,
      "monthDay": "04/30"
    },
    {
      "year": "1947",
      "uri": "/wiki/Mats_Odell",
      "name": "Mats Odell",
      "aboutText": "Dame Elizabeth Jane Campion DNZM (born 30 April 1954) is a New Zealand screenwriter, producer, and director. Campion is the second of four women ever nominated for the Academy Award for Best Director and is the first female filmmaker in history to receive the Palme d'Or, which she received for directing the acclaimed film The Piano (1993), for which she won the Academy Award for Best Original Screenplay.",
      "pageId": 571203,
      "monthDay": "04/30"
    },
    {
      "year": "1948",
      "uri": "/wiki/Perry_King",
      "name": "Perry King",
      "aboutText": "Nicolas Hulot (born April 30, 1955 in Lille, France – officier de la Légion d'honneur, chevalier des Arts et Lettres) is the founder and president of the Fondation Nicolas-Hulot, an environmental group first created in 1990.\nHe is well known in France for his documentary show \"Ushuaïa\" which focuses on nature and the environment. In his documentaries, he draws attention to environmental damage caused by humans and changes that need to be made to protect the planet.",
      "pageId": 804883,
      "monthDay": "04/30"
    },
    {
      "year": "1948",
      "uri": "/wiki/Alexander_Onassis",
      "name": "Alexander Onassis",
      "aboutText": "Dimitra Liani (Greek: Δήμητρα Λιάνη; born 30 April 1955) is the third wife of former Greek Prime Minister Andreas Papandreou.",
      "pageId": 1659349,
      "monthDay": "04/30"
    },
    {
      "year": "1948",
      "uri": "/wiki/Pierre_Pag%C3%A9",
      "name": "Pierre Pagé",
      "aboutText": "Perry Firestone King (born April 30, 1948) is an American television and film actor.",
      "pageId": 1702410,
      "monthDay": "04/30"
    },
    {
      "year": "1948",
      "uri": "/wiki/Margit_Papp",
      "name": "Margit Papp",
      "aboutText": "Thomas Edward \"Thom\" Bray (born April 30, 1954) is an American actor perhaps best known for his role as Murray \"Boz\" Bozinsky in the detective TV series Riptide. He made his film debut in the slasher film The Prowler (1981) and later appeared in John Carpenter's Prince of Darkness (1987), and The Horror Show (1989). His work has been primarily in television, and his last credit was in 2012 on an episode of the TNT series Leverage.",
      "pageId": 1702506,
      "monthDay": "04/30"
    },
    {
      "year": "1949",
      "uri": "/wiki/Phil_Garner",
      "name": "Phil Garner",
      "aboutText": "Philip Mason Garner (born April 30, 1949) is a former Major League Baseball infielder with the Oakland Athletics, Pittsburgh Pirates, Houston Astros, Los Angeles Dodgers and San Francisco Giants from 1973 to 1988.",
      "pageId": 2200054,
      "monthDay": "04/30"
    },
    {
      "year": "1949",
      "uri": "/wiki/Ant%C3%B3nio_Guterres",
      "name": "António Guterres",
      "aboutText": "Mats Christer Johannes Odell (born 30 April 1947) is a Swedish politician (Christian Democrat). He served as Minister for Communications from 1991 to 1994 and as Minister for Financial Markets from 2006 to 2010.\nOdell was chairman of the Young Christian Democrats 1975–1981.",
      "pageId": 3662204,
      "monthDay": "04/30"
    },
    {
      "year": "1949",
      "uri": "/wiki/Karl_Meiler",
      "name": "Karl Meiler",
      "aboutText": "Jacques Audiard (French: [ʒak odjaʁ]; born 30 April 1952) is a French film director and screenwriter; and the son of Michel Audiard, also a notable screenwriter and film director.\nHe won twice both the César Award for Best Film and the BAFTA Award for Best Film Not in the English Language, in 2005 for The Beat That My Heart Skipped and in 2010 for A Prophet. He also won the Grand Prix at the Cannes Film Festival.",
      "pageId": 4273510,
      "monthDay": "04/30"
    },
    {
      "year": "1952",
      "uri": "/wiki/Jacques_Audiard",
      "name": "Jacques Audiard",
      "aboutText": "Merrill Davis Osmond (born April 30, 1953) is the lead singer and bassist of the 1970s pop-rock music group The Osmonds and its 1980s country music spinoff, The Osmond Brothers. He continues to perform with his brothers and also without them as a solo act.",
      "pageId": 7753306,
      "monthDay": "04/30"
    },
    {
      "year": "1953",
      "uri": "/wiki/Merrill_Osmond",
      "name": "Merrill Osmond",
      "aboutText": "Alexander Socrates Onassis (Greek: Αλέξανδρος Ωνάσης; April 30, 1948 – January 23, 1973) was an American businessman. He was the son of the Greek shipping magnate Aristotle Onassis and his first wife Tina Livanos. He and his sister Christina Onassis were upset by his father's marriage to Jacqueline Bouvier Kennedy, and he was credited with attempting to improve the relationship between his father and Stavros Niarchos.",
      "pageId": 8564570,
      "monthDay": "04/30"
    },
    {
      "year": "1954",
      "uri": "/wiki/Thom_Bray",
      "name": "Thom Bray",
      "aboutText": "Tom Køhlert (born April 30, 1947) is a Danish former football player at, and former manager of, Brøndby IF in the Danish Superliga. He started playing for Brøndby IF right from the beginning in 1964. He became manager in 1981.",
      "pageId": 9123574,
      "monthDay": "04/30"
    },
    {
      "year": "1954",
      "uri": "/wiki/Jane_Campion",
      "name": "Jane Campion",
      "aboutText": "Pierre Pagé, also spelled Pierre Page (born April 30, 1948) is a Canadian professional ice hockey coach and executive. He currently coaches EHC Red Bull München. He is also a former head coach in the National Hockey League (NHL).",
      "pageId": 9560705,
      "monthDay": "04/30"
    },
    {
      "year": "1954",
      "uri": "/wiki/Kim_Darroch",
      "name": "Kim Darroch",
      "aboutText": "Karl Meiler (30 April 1949 – 17 April 2014) was a tennis player from West Germany.\nMeiler won four singles (1972, Buenos Aires; 1974, Omaha and Calgary; 1977, Manila) and seventeen doubles titles during his professional career. The German reached his highest singles ATP-ranking on 23 August 1973, when he became World No.",
      "pageId": 15428560,
      "monthDay": "04/30"
    },
    {
      "year": "1954",
      "uri": "/wiki/Frank-Michael_Marczewski",
      "name": "Frank-Michael Marczewski",
      "aboutText": "Sir David James Tyson Kitchin (born 30 April 1955) is a Lord Justice of Appeal.\n^ \"Senior Judiciary\". www.judiciary.gov.uk.",
      "pageId": 16657572,
      "monthDay": "04/30"
    },
    {
      "year": "1955",
      "uri": "/wiki/Nicolas_Hulot",
      "name": "Nicolas Hulot",
      "aboutText": "Sir Nigel Kim Darroch, KCMG (b. 30 April 1954) is a senior British diplomat. Effective January 2012, he is the government's National Security Advisor.",
      "pageId": 23582224,
      "monthDay": "04/30"
    },
    {
      "year": "1955",
      "uri": "/wiki/David_Kitchin",
      "name": "David Kitchin",
      "aboutText": "Frank-Michael Marczewski (born 30 April 1954) is a former professional German footballer.\nMalura made 202 appearances over a decade in the 2. Fußball-Bundesliga during his playing career.",
      "pageId": 29725483,
      "monthDay": "04/30"
    },
    {
      "year": "1955",
      "uri": "/wiki/Dimitra_Liani",
      "name": "Dimitra Liani",
      "aboutText": "Jorge Chaminé (born 30 April 1956 in Porto, Portugal) is a Portuguese operatic baritone.\nOf Spanish and Portuguese parentage, he began his musical studies (piano, voice, cello, guitar, choral and orchestra conducting) at an early age. After studying law at Coimbra University, he decided to become a singer and received a scholarship from the Gulbenkian Foundation to further his studies in Madrid, Paris, Munich, and in New York City with personalities like Lola Rodriguez Aragon, Teresa Berganza and Hans Hotter.",
      "pageId": 32808958,
      "monthDay": "04/30"
    },
    {
      "year": "1955",
      "uri": "/wiki/Zlatko_Top%C4%8Di%C4%87",
      "name": "Zlatko Topčić",
      "aboutText": "Margit Papp (born 30 April 1948) is a Hungarian former athlete.",
      "pageId": 42626413,
      "monthDay": "04/30"
    },
    {
      "year": "1956",
      "uri": "/wiki/Jorge_Chamin%C3%A9",
      "name": "Jorge Chaminé",
      "aboutText": "Zlatko Topčić (born 30 April 1955) is a prominent multiple award-winning Bosnian writer and screenwriter who is renowned for his screenplays, dramas and novels. He is best known for writing the screenplays for multiple award-winning movies Remake and The Abandoned.",
      "pageId": 47244721,
      "monthDay": "04/30"
    },
    {
      "year": "1956",
      "uri": "/wiki/Lars_von_Trier",
      "name": "Lars von Trier",
      "aboutText": "This is a Germanic name; the last name is von Trier, not Trier.\nLars von Trier (Danish: [lɑːs fʌn ˈtˢʁiːˀɐ]; born Lars Trier; 30 April 1956) is a Danish film director and screenwriter. He is closely associated with the Dogme 95 collective – an avant-garde filmmaking movement – although his own films have taken a variety of approaches.",
      "pageId": 17917,
      "monthDay": "04/30"
    },
    {
      "year": "1958",
      "uri": "/wiki/Charles_Berling",
      "name": "Charles Berling",
      "aboutText": "Barrington Ainsworth Levy (born 30 April 1964) is a Jamaican reggae and dancehall artist.",
      "pageId": 150057,
      "monthDay": "04/30"
    },
    {
      "year": "1959",
      "uri": "/wiki/Paul_Gross",
      "name": "Paul Gross",
      "aboutText": "Stephen Joseph Harper PC MP (born April 30, 1959) is a Canadian politician and member of Parliament who served as the 22nd Prime Minister of Canada from February 6, 2006, to November 4, 2015. He was the first prime minister to come from the Conservative Party of Canada, which was formed by a merger of the Progressive Conservative Party and the Canadian Alliance.\nHarper has been the Member of Parliament for the riding of Calgary Heritage in Alberta since 2002 (previously known as Calgary Southwest from 2002 to 2015).",
      "pageId": 241547,
      "monthDay": "04/30"
    },
    {
      "year": "1959",
      "uri": "/wiki/Stephen_Harper",
      "name": "Stephen Harper",
      "aboutText": "W. Thomas Smith, Jr. (born April 30, 1959) is an American author, editor, and journalist. He has written several books.",
      "pageId": 513389,
      "monthDay": "04/30"
    },
    {
      "year": "1959",
      "uri": "/wiki/W._Thomas_Smith,_Jr.",
      "name": "W. Thomas Smith, Jr.",
      "aboutText": "Isiah Lord Thomas III (/aɪˈzeɪ.ə/; born April 30, 1961) is a retired American basketball player who played professionally for the Detroit Pistons in the National Basketball Association (NBA). The 12-time NBA All-Star was named one of the 50 Greatest Players in NBA History and was inducted into the Naismith Memorial Basketball Hall of Fame. Thomas has also been a professional and collegiate head coach, a basketball executive, and a broadcaster.",
      "pageId": 542932,
      "monthDay": "04/30"
    },
    {
      "year": "1960",
      "uri": "/wiki/Geoffrey_Cox_(British_politician)",
      "name": "Geoffrey Cox",
      "aboutText": "Ian Andrew Healy (nicknamed \"Heals\") (born 30 April 1964) is a former cricketer who played for Queensland and Australia. A specialist wicketkeeper and useful right-hand middle-order batsman, he made an unheralded entry to international cricket in 1988, after only six first-class games. His work ethic and combativeness was much needed by an Australian team that was performing poorly.",
      "pageId": 928267,
      "monthDay": "04/30"
    },
    {
      "year": "1960",
      "uri": "/wiki/Kerry_Healey",
      "name": "Kerry Healey",
      "aboutText": "Michael Curtis Waltrip (born April 30, 1963) is an American professional stock car racing driver, co-owner of Michael Waltrip Racing, racing commentator, and published author. He is the younger brother of three-time NASCAR champion and racing commentator Darrell Waltrip. Waltrip is a two-time winner of the Daytona 500; having won the race in 2001 and 2003.",
      "pageId": 1432362,
      "monthDay": "04/30"
    },
    {
      "year": "1960",
      "uri": "/wiki/David_Miscavige",
      "name": "David Miscavige",
      "aboutText": "David Miscavige (/ˌmɪsˈkævədʒ/; born April 30, 1960) is an American man who is the leader of the Church of Scientology. His official title is Chairman of the Board of Religious Technology Center (RTC), a corporation that controls the trademarks and copyrights of Dianetics and Scientology.\nMiscavige was a deputy to church founder L. Ron Hubbard (a \"Commodore's messenger\") while he was a teenager.",
      "pageId": 1501432,
      "monthDay": "04/30"
    },
    {
      "year": "1961",
      "uri": "/wiki/Isiah_Thomas",
      "name": "Isiah Thomas",
      "aboutText": "Charles Geoffrey Cox, QC, MP (born 30 April 1960) is an English barrister who, as a Conservative Party Member of Parliament (MP), has been representing the constituency of Torridge and West Devon since 2005.\n^ The London Gazette: no. 59418. p.",
      "pageId": 1850820,
      "monthDay": "04/30"
    },
    {
      "year": "1963",
      "uri": "/wiki/Andrew_Carwood",
      "name": "Andrew Carwood",
      "aboutText": "Tan Sri Anthony Francis \"Tony\" Fernandes, CBE (born 30 April 1964) is a Malaysian entrepreneur. He is the founder of Tune Air Sdn. Bhd., who introduced the first budget no-frills airline, AirAsia, to Malaysians with the tagline \"Now everyone can fly\".",
      "pageId": 1898998,
      "monthDay": "04/30"
    },
    {
      "year": "1963",
      "uri": "/wiki/Michael_Waltrip",
      "name": "Michael Waltrip",
      "aboutText": "Adrian Pasdar (born April 30, 1965) is an American actor, voice artist, and film director. He is known for playing Jim Profit on the TV series Profit, for his roles in Near Dark, Carlito's Way, Mysterious Ways and as Nathan Petrelli on Heroes. Additionally, he directed the feature film Cement.",
      "pageId": 2223094,
      "monthDay": "04/30"
    },
    {
      "year": "1964",
      "uri": "/wiki/Tony_Fernandes",
      "name": "Tony Fernandes",
      "aboutText": "Charles Berling (born 30 April 1958) is a French actor, director and screenwriter.",
      "pageId": 2458322,
      "monthDay": "04/30"
    },
    {
      "year": "1964",
      "uri": "/wiki/Ian_Healy",
      "name": "Ian Healy",
      "aboutText": "Daniela Costian (born 30 April 1965) is a former Olympic discus throw bronze medallist. She was born in Brăila, Romania, but became an Australian citizen in 1990. She competed in the discus contest at the 1992 Summer Olympics and won the bronze medal.",
      "pageId": 2647059,
      "monthDay": "04/30"
    },
    {
      "year": "1964",
      "uri": "/wiki/Barrington_Levy",
      "name": "Barrington Levy",
      "aboutText": "Lorenzo Jules Staelens (Dutch pronunciation: [ˈloː.rɛn.zo ˈstaː.ləns]) (born 30 April 1964 in Lauwe) is a retired Belgian footballer and currently unemployed manager after being released in October 2014 by Belgian Pro League side Cercle Brugge.\nHaving started his career as a defensive midfielder, he finished it as sweeper at nearly 40, and scored more than 100 goals overall.",
      "pageId": 2935327,
      "monthDay": "04/30"
    },
    {
      "year": "1964",
      "uri": "/wiki/Lorenzo_Staelens",
      "name": "Lorenzo Staelens",
      "aboutText": "Kerry Murphy Healey, Ph.D. (born April 30, 1960) is the President of Babson College. She was the 70th Lieutenant Governor of Massachusetts from 2003 to 2007 with Governor Mitt Romney. She served as Foreign Policy Coordinator and Special Advisor on the Romney for President Campaign.",
      "pageId": 3471845,
      "monthDay": "04/30"
    },
    {
      "year": "1965",
      "uri": "/wiki/Daniela_Costian",
      "name": "Daniela Costian",
      "aboutText": "David Lee Meggett (born April 30, 1966) is a former professional American football running back who played in the National Football League (NFL) for the New York Giants (1989–1994), New England Patriots (1995–1997), and the New York Jets (1998). He played college football at Morgan State University and Towson University.",
      "pageId": 3644001,
      "monthDay": "04/30"
    },
    {
      "year": "1965",
      "uri": "/wiki/Steven_Klein_(photographer)",
      "name": "Steven Klein",
      "aboutText": "Another Jeff Brown was drafted in the first round of the 1996 NHL Entry Draft but never played in the NHL. See Jeff Brown (ice hockey, born 1978).\nJeff Randall Brown (born April 30, 1966) is a Canadian former professional ice hockey defenceman who played in the NHL from the mid-1980s to late 1990s. He is married to Laina and they have three children together, Jenna-Rose, Logan and Caden.",
      "pageId": 4309813,
      "monthDay": "04/30"
    },
    {
      "year": "1965",
      "uri": "/wiki/Adrian_Pasdar",
      "name": "Adrian Pasdar",
      "aboutText": "Andrew Carwood (born 30 April 1965) is the Director of Music at St Paul's Cathedral in London and director of his own group, The Cardinall's Musick.\n^ \"Birthdays\", The Guardian, 30 April 2014, p.",
      "pageId": 6838397,
      "monthDay": "04/30"
    },
    {
      "year": "1966",
      "uri": "/wiki/Jeff_Brown_(ice_hockey_b._1966)",
      "name": "Jeff Brown",
      "aboutText": "Paul Michael Gross, OC (born April 30, 1959) is a Canadian actor, producer, director, singer and writer born in Calgary, Alberta. He is known for his lead role as Constable Benton Fraser in the television series Due South as well as his 2008 war film Passchendaele, which he wrote, produced, directed, and starred in. During Due South's final season, Gross acted as executive producer in addition to starring, wrote the season three opener and finale, the two part series finale and wrote and sang songs for the show, some of which can be found on the two Due South soundtracks.",
      "pageId": 7374024,
      "monthDay": "04/30"
    },
    {
      "year": "1966",
      "uri": "/wiki/Dave_Meggett",
      "name": "Dave Meggett",
      "aboutText": "Steven Klein (born April 30, 1965, Rhode Island) is an American photographer based in New York.",
      "pageId": 14889597,
      "monthDay": "04/30"
    },
    {
      "year": "1967",
      "uri": "/wiki/Christine_Jacob",
      "name": "Christine Jacob",
      "aboutText": "Warren Defever (first name often spelled Warn; born April 30, 1969) is a musician and producer originally from Livonia, Michigan now based in Detroit. He is most known for his chameleonic project His Name Is Alive, though he is active in numerous other circles. He produced, engineered, and or remixed recordings by Iggy and the Stooges, Easy Action, Low, Ida, Michael Hurley, Califone, Yoko Ono, Thurston Moore, the Gories, the Go, Nomo, Saturday Looks Good to Me, Ethan Daniel Davidson, Faruq Z. Bey, the Von Bondies, Reba Fritz, Destroy All Monsters, Jenny Toomey, Slumber Party, John Sinclair, Elizabeth Mitchell & Lisa Loeb, as well as HNIA offshoot Velour 100.",
      "pageId": 255515,
      "monthDay": "04/30"
    },
    {
      "year": "1967",
      "uri": "/wiki/Philipp_Kirkorov",
      "name": "Philipp Kirkorov",
      "aboutText": "Michael Chaturantabut (born April 30, 1975) is a Thai/Han Chinese-American actor and stuntman, best known for his role as Chad Lee, the Blue Ranger in Power Rangers Lightspeed Rescue.",
      "pageId": 703111,
      "monthDay": "04/30"
    },
    {
      "year": "1967",
      "uri": "/wiki/Steven_Mackintosh",
      "name": "Steven Mackintosh",
      "aboutText": "Elliott William Barnes Sadler (born April 30, 1975) is an American professional stock car racing driver. He currently competes full-time in the NASCAR Xfinity Series, driving the No. 9 Chevrolet Camaro for JR Motorsports.",
      "pageId": 974687,
      "monthDay": "04/30"
    },
    {
      "year": "1968",
      "uri": "/wiki/Dave_Halili",
      "name": "Dave Halili",
      "aboutText": "Leigh Francis (born 30 April 1973) is an English stand-up comedian, actor, director, producer, writer, and voice artist, best known for creating Channel 4's Bo' Selecta!",
      "pageId": 1303869,
      "monthDay": "04/30"
    },
    {
      "year": "1969",
      "uri": "/wiki/Warren_Defever",
      "name": "Warren Defever",
      "aboutText": "John Robert \"J. R.\" Richards (born April 30, 1967) is an American musician best known as the original lead singer/songwriter for alternative rock band Dishwalla. J.R. is now working as a Music Producer - Singer - Songwriter and is the Co-Founder of Music & Film Production Company Reid Richards Productions. He has appeared in the films Almost Anything, 2:13 and Morning (which he also scored) and he guest starred on Charmed as himself.",
      "pageId": 1501758,
      "monthDay": "04/30"
    },
    {
      "year": "1969",
      "uri": "/wiki/Justine_Greening",
      "name": "Justine Greening",
      "aboutText": "Justine Greening PC MP (born 30 April 1969) is a British Conservative politician and government minister.\nGreening has been the Member of Parliament (MP) for Putney since the 2005 general election and was appointed Secretary of State for International Development in September 2012. Previously, she was appointed Economic Secretary to the Treasury in May 2010, and became Secretary of State for Transport on 14 October 2011.",
      "pageId": 1847104,
      "monthDay": "04/30"
    },
    {
      "year": "1969",
      "uri": "/wiki/Paulo_Jr.",
      "name": "Paulo Jr.",
      "aboutText": "Tomi Joutsen (born April 30, 1975) is a musician currently in the bands Sinisthra, as the vocalist/frontman, Corpse Molester Cult, as the guitarist and backing vocalist, Feelings, as the drummer and Funeral Jacket (unknown musical position), but he is most notably the vocalist for Amorphis. He was formally in the bands Käsi, as the vocalist & The Candles Burning Blue, as the drummer. In 1999, he founded Sinisthra with Markku Mäkinen under the name Evergreen.",
      "pageId": 2306461,
      "monthDay": "04/30"
    },
    {
      "year": "1970",
      "uri": "/wiki/Halit_Ergen%C3%A7",
      "name": "Halit Ergenç",
      "aboutText": "John Mark \"Johnny\" Galecki (born April 30, 1975) is an American actor. He is known for his role as David Healy in Roseanne from 1992–97 and as Dr. Leonard Hofstadter in The Big Bang Theory since 2007.",
      "pageId": 2318278,
      "monthDay": "04/30"
    },
    {
      "year": "1971",
      "uri": "/wiki/John_Boyne",
      "name": "John Boyne",
      "aboutText": "Paulo Xisto Pinto, Jr. (born 30 April 1969, Belo Horizonte, Brazil) is the bass guitarist of the Brazilian heavy metal band Sepultura. He has been in the band since 1985, making him the longest remaining member of Sepultura.",
      "pageId": 3601689,
      "monthDay": "04/30"
    },
    {
      "year": "1971",
      "uri": "/wiki/Darren_Emerson",
      "name": "Darren Emerson",
      "aboutText": "Found Notable_songs, Found Notable_albums,",
      "pageId": 4302480,
      "monthDay": "04/30"
    },
    {
      "year": "1972",
      "uri": "/wiki/J._R._Richards",
      "name": "J. R. Richards",
      "aboutText": "Darren Emerson (born 30 April 1971, Hornchurch, Greater London, England) is a dance music DJ, and former member of the UK electronic music outfit Underworld.\n^ Ankeny, Jason. \"Biography: Darren Emerson\".",
      "pageId": 4329352,
      "monthDay": "04/30"
    },
    {
      "year": "1973",
      "uri": "/wiki/Leigh_Francis",
      "name": "Leigh Francis",
      "aboutText": "Jamie Alan Staff MBE (born 30 April 1973) is an English racing cyclist and coach, formerly on BMX and later on the track. A World and Olympic champion, he has also won numerous other medals at World Championships, World Cups and at the Commonwealth Games.\n^ a b \"Athlete Biography – STAFF Jamie\".",
      "pageId": 4421039,
      "monthDay": "04/30"
    },
    {
      "year": "1973",
      "uri": "/wiki/Kinna_McInroe",
      "name": "Kinna McInroe",
      "aboutText": "Naomi Novik (born 30 April 1973) is an American writer. She is best known for her Temeraire fantasy/alternate history series of eight novels. Her first book, His Majesty's Dragon, won the 2007 Compton Crook Award for best novel in the science fiction and fantasy category.",
      "pageId": 4734491,
      "monthDay": "04/30"
    },
    {
      "year": "1973",
      "uri": "/wiki/Naomi_Novik",
      "name": "Naomi Novik",
      "aboutText": "John Boyne (born 30 April 1971) is an Irish novelist. He is the author of nine novels for adults and five novels for younger readers. His novels are published in 48 languages.",
      "pageId": 6312000,
      "monthDay": "04/30"
    },
    {
      "year": "1973",
      "uri": "/wiki/Jamie_Staff",
      "name": "Jamie Staff",
      "aboutText": "Philipp Bedrosovich Kirkorov PAR (Russian: Фили́пп Бедро́сович Кирко́ров; Bulgarian: Филип Бедросов Киркоров) is a Russian pop singer of Bulgarian-Armenian origin.",
      "pageId": 8127358,
      "monthDay": "04/30"
    },
    {
      "year": "1973",
      "uri": "/wiki/Jeff_Timmons",
      "name": "Jeff Timmons",
      "aboutText": "Steven Mackintosh (born 30 April 1967) is an English actor.",
      "pageId": 8331827,
      "monthDay": "04/30"
    },
    {
      "year": "1975",
      "uri": "/wiki/Michael_Chaturantabut",
      "name": "Michael Chaturantabut",
      "aboutText": "Christine Sotto Jacob-Sandejas, also known as Christine Jacob, is a Filipina swimmer, actress, T.V. host, and newscaster.",
      "pageId": 17225473,
      "monthDay": "04/30"
    },
    {
      "year": "1975",
      "uri": "/wiki/Johnny_Galecki",
      "name": "Johnny Galecki",
      "aboutText": "Halit Ergenç (Turkish pronunciation: [haˈlit æɾˈɟentʃ]) (born 30 April 1970 in İstanbul, Turkey) is a Turkish actor.",
      "pageId": 29616045,
      "monthDay": "04/30"
    },
    {
      "year": "1975",
      "uri": "/wiki/Tomi_Joutsen",
      "name": "Tomi Joutsen",
      "aboutText": "Kinna McInroe (born April 30, 1973) is an American actress, known for her role as Nina, in the film Office Space. She appeared in several television series including CSI, Strong Medicine, Criminal Minds and The Bernie Mac Show.\nCurrently McInroe pursues her acting and singing career in film, television, stage and the World Wide Web.",
      "pageId": 30617614,
      "monthDay": "04/30"
    },
    {
      "year": "1975",
      "uri": "/wiki/Elliott_Sadler",
      "name": "Elliott Sadler",
      "aboutText": "Dave Halili is a contemporary American fine arts illustrator, graffiti writer and graphic designer of album cover paintings, posters, logos, T-shirts along with other forms of representational merchandise. His best-known works are the album covers for Body Count (Body Count, Born Dead), Ice-T (Home Invasion, VI - Return of the Real), The Skeletones (Skeletones Red) and Moon Ska Records compilation California Ska-Quake.",
      "pageId": 33727377,
      "monthDay": "04/30"
    },
    {
      "year": "1976",
      "uri": "/wiki/Davian_Clarke",
      "name": "Davian Clarke",
      "aboutText": "Kirsten Caroline Dunst (/ˈkɪrstɛn/; born April 30, 1982) is an American actress, singer and model. She made her film debut in Woody Allen's short film Oedipus Wrecks for the anthology film New York Stories (1989). At the age of twelve, Dunst gained widespread recognition as vampire Claudia in Interview with the Vampire (1994), a role for which she was nominated for a Golden Globe Award for Best Supporting Actress.",
      "pageId": 17450,
      "monthDay": "04/30"
    },
    {
      "year": "1976",
      "uri": "/wiki/Amanda_Palmer",
      "name": "Amanda Palmer",
      "aboutText": "Christopher Charles Lloyd (born April 30, 1982), better known by his stage name Lloyd Banks, is an American hip hop recording artist and member of East Coast hip hop group G-Unit, alongside childhood friends and fellow American rappers, 50 Cent and Tony Yayo. Raised in South Jamaica, Queens, he dropped out of high school in 1998. G-Unit released two albums, Beg for Mercy in 2003 and T.O.S. (Terminate on Sight) in 2008.",
      "pageId": 651006,
      "monthDay": "04/30"
    },
    {
      "year": "1977",
      "uri": "/wiki/Jeannie_Haddaway",
      "name": "Jeannie Haddaway",
      "aboutText": "John Francis O'Shea /oʊˈʃeɪ/ (born 30 April 1981) is an Irish footballer, who plays as a defender for Sunderland and the Republic of Ireland national team, where he serves as captain and vice-captain respectively. He is known for his versatility in playing several positions on either side of the pitch or the centre.\nBorn in Waterford, O'Shea joined Manchester United when he was 17.",
      "pageId": 1114570,
      "monthDay": "04/30"
    },
    {
      "year": "1977",
      "uri": "/wiki/Alexandra_Holden",
      "name": "Alexandra Holden",
      "aboutText": "Amanda MacKinnon Gaiman Palmer (born April 30, 1976), sometimes known as Amanda Fucking Palmer, is an American singer-songwriter who first rose to prominence as the lead singer, pianist, and lyricist/composer of the duo The Dresden Dolls.",
      "pageId": 1624044,
      "monthDay": "04/30"
    },
    {
      "year": "1977",
      "uri": "/wiki/Pell_James",
      "name": "Pell James",
      "aboutText": "Alexandra Holden (born April 30, 1977) is an American film and television actress.",
      "pageId": 2095916,
      "monthDay": "04/30"
    },
    {
      "year": "1977",
      "uri": "/wiki/Meredith_L._Patterson",
      "name": "Meredith L. Patterson",
      "aboutText": "Luis Alberto Scola Balvoa (born April 30, 1980) is an Argentine professional basketball player for the Toronto Raptors of the National Basketball Association (NBA).",
      "pageId": 2118028,
      "monthDay": "04/30"
    },
    {
      "year": "1979",
      "uri": "/wiki/Gerardo_Torrado",
      "name": "Gerardo Torrado",
      "aboutText": "Davian Clarke (born 30 April 1976) is a Jamaican athlete, who mainly competes in the 400 metres.",
      "pageId": 2912549,
      "monthDay": "04/30"
    },
    {
      "year": "1979",
      "uri": "/wiki/Sean_Mackin_(musician)",
      "name": "Sean Mackin",
      "aboutText": "Gerardo Torrado Díez de Bonilla (born 30 April 1979) is a Mexican footballer who plays for and captains Cruz Azul. He is known as \"El borrego\" (\"The Sheep\") for his bushy hair. His style of playing is commonly known to be rough in the field but with good recovery of the ball and effective passing abilities.",
      "pageId": 4905105,
      "monthDay": "04/30"
    },
    {
      "year": "1980",
      "uri": "/wiki/Atsushi_(musician)",
      "name": "Atsushi",
      "aboutText": "Pell James (born April 30, 1977) is an American actress.",
      "pageId": 5667930,
      "monthDay": "04/30"
    },
    {
      "year": "1980",
      "uri": "/wiki/Luis_Scola",
      "name": "Luis Scola",
      "aboutText": "Alexander James \"Ali\" Williams (born 30 April 1981 in Auckland) is a retired New Zealand rugby union player who played at lock, spending almost all of his playing career in his homeland. At provincial level, he played mainly with Auckland, though he spent one season with Tasman and was also loaned out to Nottingham in England's second-level RFU Championship in 2010. At Super Rugby level, he played for both the Blues and Crusaders.",
      "pageId": 5904373,
      "monthDay": "04/30"
    },
    {
      "year": "1980",
      "uri": "/wiki/Jeroen_Verhoeven",
      "name": "Jeroen Verhoeven",
      "aboutText": "Jeannie Haddaway-Riccio (born April 30, 1977), is a member of the Maryland House of Delegates, District 37B.",
      "pageId": 10671001,
      "monthDay": "04/30"
    },
    {
      "year": "1981",
      "uri": "/wiki/Tom_Goss_(musician)",
      "name": "Tom Goss",
      "aboutText": "Kunal Nayyar (/kʊˌnɑːl ˈnaɪər/; Hindi: कुणाल नय्यर, Punjabi: ਕੁਨਾਲ ਨੈਯ੍ਯਰ, born April 30, 1981) is a British-Indian actor and writer known for his role as Rajesh Koothrappali in the CBS sitcom The Big Bang Theory.\nAccording to Forbes, Kunal was third on the list of World’s Highest-Paid TV Actors for 2015 with earnings of $20 million.",
      "pageId": 13950673,
      "monthDay": "04/30"
    },
    {
      "year": "1981",
      "uri": "/wiki/Nicole_Kaczmarski",
      "name": "Nicole Kaczmarski",
      "aboutText": "Meredith L. Patterson (born April 30, 1977) is an American technologist, science fiction writer, and journalist. She has spoken at numerous industry conferences on a wide range of topics. She is also a blogger and software developer, and a leading figure in the biopunk movement.",
      "pageId": 17842381,
      "monthDay": "04/30"
    },
    {
      "year": "1981",
      "uri": "/wiki/Kunal_Nayyar",
      "name": "Kunal Nayyar",
      "aboutText": "Jeroen Verhoeven (Dutch pronunciation: [jə.ˈrun vər.ˈɦu.və(n)]) (born 30 April 1980 in Naarden) is a Dutch footballer who currently plays as a goalkeeper for FC Volendam.",
      "pageId": 20505758,
      "monthDay": "04/30"
    },
    {
      "year": "1981",
      "uri": "/wiki/John_O%27Shea",
      "name": "John O'Shea",
      "aboutText": "Megan Ann Reinking is an American stage and television actress. She has appeared on Broadway in multiple shows including Dracula, Lestat, the acclaimed revival of Hair, The People in the Picture and most recently Million Dollar Quartet at New World Stages, as well as featuring in the first season of Boardwalk Empire.\nReinking was born in Ames, Iowa and grew up in Cedar Rapids, where she graduated in 1999 from John F. Kennedy High School.",
      "pageId": 29642627,
      "monthDay": "04/30"
    },
    {
      "year": "1981",
      "uri": "/wiki/Emma_Pierson",
      "name": "Emma Pierson",
      "aboutText": "Found Married, Sean Mackin (born April 30, 1979) is an American rock musician. He is best known as the violinist and backing vocalist for the American pop punk band Yellowcard, and is the only remaining member of the band's original line-up.",
      "pageId": 29783291,
      "monthDay": "04/30"
    },
    {
      "year": "1981",
      "uri": "/wiki/Megan_Reinking",
      "name": "Megan Reinking",
      "aboutText": "Emma Jane Pierson (born 30 April 1981) is an English actress. She is best known for her role as Anna Thornton-Wilton in the BBC television drama Hotel Babylon.\nPierson has appeared in many television programmes, including Suntrap, Days Like These, Beast, I Saw You, Charles II: The Power and The Passion, The Worst Week of My Life, Bloodlines, Coupling and Time Gentlemen Please.",
      "pageId": 30854966,
      "monthDay": "04/30"
    },
    {
      "year": "1981",
      "uri": "/wiki/Ali_Williams",
      "name": "Ali Williams",
      "aboutText": "Nicole Anne Kaczmarski (born April 30, 1981) is an American former professional basketball player. A standout player in high school, she received a Gatorade Player of the Year award, was named Miss New York Basketball and earned a spot on the 1999 USA Today All-USA high school basketball team. Heavily recruited by colleges, Kaczmarski eventually enrolled at UCLA and played one season for their women's basketball team but took time off during her sophomore year to deal with health issues and personal problems.",
      "pageId": 31255199,
      "monthDay": "04/30"
    },
    {
      "year": "1982",
      "uri": "/wiki/Lloyd_Banks",
      "name": "Lloyd Banks",
      "aboutText": "Thomas Patrick Goss (born April 30, 1981) is an American singer-songwriter and actor. He is often compared to acoustic pop-peers such as Jason Mraz and Jack Johnson. Goss has self-released five studio albums, one live album, two EPs, and multiple non-album singles.",
      "pageId": 42308457,
      "monthDay": "04/30"
    },
    {
      "year": "1982",
      "uri": "/wiki/Kirsten_Dunst",
      "name": "Kirsten Dunst",
      "aboutText": "Atsushi Satō (Japanese: 佐藤 篤志, Hepburn: Satō Atsushi, born April 30, 1980), known as Atsushi or Exile Atsushi (stylized as ATSUSHI and EXILE ATSUSHI) is a Japanese singer-songwriter and part-time producer. Debuting as a member of the band EXILE in 2001, Atsushi is currently one of the main vocalists for the group. In 2004, Atsushi began working as a producer for the group Deep (then known as Color), and in 2011 released his debut solo single \"Itsuka Kitto...\".",
      "pageId": 45194656,
      "monthDay": "04/30"
    },
    {
      "year": "1982",
      "uri": "/wiki/Cleo_Higgins",
      "name": "Cleo Higgins",
      "aboutText": "Nikki Webster (born 30 April 1987) is an Australian pop singer and actress.",
      "pageId": 724703,
      "monthDay": "04/30"
    },
    {
      "year": "1982",
      "uri": "/wiki/Drew_Seeley",
      "name": "Drew Seeley",
      "aboutText": "Dara Daivari (born April 30, 1984) is an American professional wrestler, currently performing on the independent circuit as Shawn Daivari.",
      "pageId": 1269871,
      "monthDay": "04/30"
    },
    {
      "year": "1983",
      "uri": "/wiki/Chris_Carr_(American_football)",
      "name": "Chris Carr",
      "aboutText": "Troy \"Alligator\" Williamson (born April 30, 1983) is a former American football wide receiver who played in the National Football League for five seasons. He was drafted by the Minnesota Vikings seventh overall in the 2005 NFL Draft.",
      "pageId": 1793666,
      "monthDay": "04/30"
    },
    {
      "year": "1983",
      "uri": "/wiki/Tatjana_H%C3%BCfner",
      "name": "Tatjana Hüfner",
      "aboutText": "Brandon Samuel Bass (born April 30, 1985) is an American professional basketball player for the Los Angeles Lakers of the National Basketball Association (NBA).",
      "pageId": 2456275,
      "monthDay": "04/30"
    },
    {
      "year": "1983",
      "uri": "/wiki/Marina_Tomi%C4%87",
      "name": "Marina Tomić",
      "aboutText": "Gal Gadot (/ˈɡɑːl ɡɑːdɒt, -ɔːt/; Hebrew: גל גדות‎; born 30 April 1985) is an Israeli actress and fashion model. Gadot is known for her role as Gisele in The Fast and the Furious film series. On 4 December 2013, Warner Bros.",
      "pageId": 3195049,
      "monthDay": "04/30"
    },
    {
      "year": "1983",
      "uri": "/wiki/Troy_Williamson",
      "name": "Troy Williamson",
      "aboutText": "Rohit Gurunath Sharma (born 30 April 1987) is an Indian cricketer. He is a right-handed batsman and an occasional right-arm off break bowler who plays for Mumbai in domestic cricket. He is the captain of the Mumbai Indians in the Indian Premier League.",
      "pageId": 4059625,
      "monthDay": "04/30"
    },
    {
      "year": "1984",
      "uri": "/wiki/Shawn_Daivari",
      "name": "Shawn Daivari",
      "aboutText": "Tatjana Hüfner (born 30 April 1983) is a German luger who has competed since 2003. She won the bronze medal in the women's singles at the 2006 Winter Olympics in Turin and the gold medal at the 2010 Winter Olympics in Vancouver. Hüfner won four gold medals at the FIL World Luge Championships, winning three in the women's singles event (2007, 2008, 2011, 2012) and two in the mixed team event (2008, 2012).",
      "pageId": 4256662,
      "monthDay": "04/30"
    },
    {
      "year": "1984",
      "uri": "/wiki/Risto_M%C3%A4tas",
      "name": "Risto Mätas",
      "aboutText": "Drew Seeley (born April 30, 1982) is a Canadian-American actor, singer and dancer. He has recorded many songs for the Walt Disney Company. He danced as a child in Ontario until he was about pre-teen age and then moved to Florida.",
      "pageId": 4315115,
      "monthDay": "04/30"
    },
    {
      "year": "1984",
      "uri": "/wiki/Lee_Roache",
      "name": "Lee Roache",
      "aboutText": "Cleopatra Madonna Higgins, a.k.a. Cleo, is an R&B/soul/pop singer, dancer, songwriter and actress based in Manchester, England. Higgins was the lead singer of the eponymously named sister act, Cleopatra.",
      "pageId": 5425699,
      "monthDay": "04/30"
    },
    {
      "year": "1984",
      "uri": "/wiki/Sophie_Turner_(model)",
      "name": "Sophie Turner",
      "aboutText": "Charles Christopher \"Chris\" Carr (born April 30, 1983) is a former American football cornerback, punt returner, and kick returner in the National Football League (NFL). He was signed by the Oakland Raiders as an undrafted free agent in 2005. He also played for the Tennessee Titans, Baltimore Ravens, Minnesota Vikings, San Diego Chargers and New Orleans Saints.",
      "pageId": 6073435,
      "monthDay": "04/30"
    },
    {
      "year": "1985",
      "uri": "/wiki/Brandon_Bass",
      "name": "Brandon Bass",
      "aboutText": "Alipate Carlile (born 30 April 1987) is an Australian rules footballer for who plays for the Port Adelaide Football Club in the Australian Football League (AFL).",
      "pageId": 9538014,
      "monthDay": "04/30"
    },
    {
      "year": "1985",
      "uri": "/wiki/Ashley_Alexandra_Dupr%C3%A9",
      "name": "Ashley Alexandra Dupré",
      "aboutText": "Dianna Elise Agron (/ˈeɪɡrɒn/; born April 30, 1986) is an American actress, singer, dancer, and music video director. Agron made her television debut appearing as Jessica Grant in CSI: NY in 2006. From 2006 to 2007, Agron had recurring roles in Veronica Mars as Jenny Budosh, and Heroes as Debbie Marshall.",
      "pageId": 14206625,
      "monthDay": "04/30"
    },
    {
      "year": "1985",
      "uri": "/wiki/Gal_Gadot",
      "name": "Gal Gadot",
      "aboutText": "Lee Paul Roache (born 30 April 1984) is an English footballer who played as a striker in the Football League for Barnet.\n^ \"Lee Paul Roache\". Soccerway.",
      "pageId": 15864913,
      "monthDay": "04/30"
    },
    {
      "year": "1986",
      "uri": "/wiki/Dianna_Agron",
      "name": "Dianna Agron",
      "aboutText": "Ashley Rae Maika DiPietro (born Ashley Youmans; April 30, 1985) better known by the stage name Ashley Alexandra Dupré, is a former call girl. She has worked as a sex columnist for the New York Post, and as a singer. She became a public figure when it was disclosed that she was the woman at the center of the Eliot Spitzer prostitution scandal.",
      "pageId": 16266320,
      "monthDay": "04/30"
    },
    {
      "year": "1986",
      "uri": "/wiki/Martten_Kaldvee",
      "name": "Martten Kaldvee",
      "aboutText": "Risto Mätas (born April 30, 1984 in Pärsti) is an Estonian javelin thrower.",
      "pageId": 18872788,
      "monthDay": "04/30"
    },
    {
      "year": "1987",
      "uri": "/wiki/Alipate_Carlile",
      "name": "Alipate Carlile",
      "aboutText": "Kaspar Taimsoo (born 30 April 1987) is an Estonian rower. He is a member of Viljandi Rowing Club (Estonian: Viljandi Sõudeklubi).\n^ a b \"World Rowing\".",
      "pageId": 23823945,
      "monthDay": "04/30"
    },
    {
      "year": "1987",
      "uri": "/wiki/Chris_Morris_(cricketer)",
      "name": "Chris Morris",
      "aboutText": "Martten Kaldvee (born April 30, 1986 in Tallinn) is a former Estonian biathlete. At the 2010 Winter Olympics in Vancouver, he finished 74th in the 10 km sprint and 81st in the 20 km individual.\nCiting a lack of funds and support from the Estonian biathlon team, Kaldvee retired from the sport after the 2009–10 season.",
      "pageId": 26384202,
      "monthDay": "04/30"
    },
    {
      "year": "1987",
      "uri": "/wiki/Rohit_Sharma",
      "name": "Rohit Sharma",
      "aboutText": "Sophie Turner (born 30 April 1984) is an Australian model, reality television personality and lawyer who first came to prominence as a contestant on the Australian television series Search for a Supermodel.",
      "pageId": 27265373,
      "monthDay": "04/30"
    },
    {
      "year": "1987",
      "uri": "/wiki/Kaspar_Taimsoo",
      "name": "Kaspar Taimsoo",
      "aboutText": "Marina Tomić (born 30 April 1983 in Celje) is a Slovenian athlete who specialises in the 100 metres hurdles.\nTomić represented Slovenia at the 2012 Summer Olympics where she finished in joint 21st place in the 100 m hurdles.\n^ \"Marina Tomić\".",
      "pageId": 36684147,
      "monthDay": "04/30"
    },
    {
      "year": "1987",
      "uri": "/wiki/Nikki_Webster",
      "name": "Nikki Webster",
      "aboutText": "Christopher Henry Morris (born 30 April 1987) is a South African international cricketer who plays first-class and List A cricket for Titans. He is a member of the Rajasthan Royals team, who play in the Indian Premier League.The right arm fast-medium bowler who has taken 35 T20 wickets from 24 innings at an average of 16.68 at an impressive economy rate of 6.57. Morris is also a handy batsman lower down the order and has a strike rate of over 175.",
      "pageId": 38461778,
      "monthDay": "04/30"
    },
    {
      "year": "1988",
      "uri": "/wiki/Andy_Allen_(chef)",
      "name": "Andy Allen",
      "aboutText": "Christopher James Kreider (born April 30, 1991) is an American professional ice hockey winger currently playing for the New York Rangers of the National Hockey League (NHL). He previously played college ice hockey at Boston College and was drafted in the first round, 19th overall, by the Rangers in the 2009 NHL Entry Draft. He holds the NHL record for most Stanley Cup playoff goals before playing his first NHL regular season game, with five.",
      "pageId": 23404692,
      "monthDay": "04/30"
    },
    {
      "year": "1989",
      "uri": "/wiki/Baauer",
      "name": "Baauer",
      "aboutText": "Found other_names, Found Labels,",
      "pageId": 30888899,
      "monthDay": "04/30"
    },
    {
      "year": "1989",
      "uri": "/wiki/Jang_Wooyoung",
      "name": "Jang Wooyoung",
      "aboutText": "Marc-André ter Stegen (German pronunciation: [teːɐ̯ ˈʃteːɡən]; born 30 April 1992) is a German professional footballer who plays as a goalkeeper for Spanish club Barcelona.\nAfter four seasons in the Bundesliga with Borussia Mönchengladbach, making 108 league appearances, he joined Barcelona for €12 million in 2014. He won the treble in his first season in Spain, playing in Barcelona's wins in the Copa del Rey and UEFA Champions League.",
      "pageId": 31716980,
      "monthDay": "04/30"
    },
    {
      "year": "1990",
      "uri": "/wiki/Mac_DeMarco",
      "name": "Mac DeMarco",
      "aboutText": "Kaarel Nurmsalu (born April 30, 1991) is an Estonian former ski jumper and nordic combined skier.\nHe won 3 individual bronze medals at the 2011 Nordic Junior World Ski Championships in Otepää.\nHe holds the national record of Estonia in ski-flying with 204 m.",
      "pageId": 33144039,
      "monthDay": "04/30"
    },
    {
      "year": "1990",
      "uri": "/wiki/Kaarel_Kiidron",
      "name": "Kaarel Kiidron",
      "aboutText": "Kaarel Kiidron (born 30 April 1990) is an Estonian international footballer who plays in Estonia for JK Tammeka Tartu, as a defender.\n^ \"Kõik Eesti internatsionaalid\" [All Estonian internationals] (in Estonian). Estonian Football Association.",
      "pageId": 34447678,
      "monthDay": "04/30"
    },
    {
      "year": "1991",
      "uri": "/wiki/Chris_Kreider",
      "name": "Chris Kreider",
      "aboutText": "Andrew Peter \"Andy\" Allen (born 30 April 1988) is an Australian television cook, notable for winning the fourth season of MasterChef Australia in 2012.\nBefore winning MasterChef, Allen was an electrician.\n^ Byrnes, Holly (26 July 2012).",
      "pageId": 36540907,
      "monthDay": "04/30"
    },
    {
      "year": "1991",
      "uri": "/wiki/Kaarel_Nurmsalu",
      "name": "Kaarel Nurmsalu",
      "aboutText": "McBriare Samuel Lanyon \"Mac\" DeMarco (born Vernor Winfield McBriare Smith IV, April 30, 1990) is a Canadian singer-songwriter, multi-instrumentalist and producer. He is best known for his solo career, during which he has released four studio albums, Rock and Roll Night Club (2012), 2 (2012), Salad Days (2014), and Another One (2015).",
      "pageId": 37732787,
      "monthDay": "04/30"
    },
    {
      "year": "1992",
      "uri": "/wiki/Travis_Scott_(musician)",
      "name": "Travis Scott",
      "aboutText": "Harry Bauer Rodrigues (born April 30, 1989), better known by his stage name, Baauer, is an American record producer of trap and bass music, best known for his hit song \"Harlem Shake\". He has been producing dance music from the age of 13, mostly making house music and electro. He previously produced a track under the name Captain Harry, which was played by Kissy Sell Out on BBC Radio 1.",
      "pageId": 38487469,
      "monthDay": "04/30"
    },
    {
      "year": "1992",
      "uri": "/wiki/Marc-Andr%C3%A9_ter_Stegen",
      "name": "Marc-André ter Stegen",
      "aboutText": "Wang Yafan (Chinese: 王雅繁; pinyin: Wáng Yǎfán; born 30 April 1994) is a Chinese tennis player.\nWang has won two doubles titles on the WTA tour, as well as seven singles and five doubles titles on the ITF circuit in her career. On 20 July 2015, she reached her best singles ranking of world number 125.",
      "pageId": 41498594,
      "monthDay": "04/30"
    },
    {
      "year": "1994",
      "uri": "/wiki/Wang_Yafan",
      "name": "Wang Yafan",
      "aboutText": "Adam Ryczkowski (born 30 April 1997) is a Polish football forward who currently plays for the Polish Ekstraklasa club Legia Warsaw.",
      "pageId": 43674213,
      "monthDay": "04/30"
    },
    {
      "year": "1997",
      "uri": "/wiki/Adam_Ryczkowski",
      "name": "Adam Ryczkowski",
      "aboutText": "Jacques Webster (born April 30, 1992), better known by his stage name Travis Scott (formerly stylized as Travi$ Scott), is an American recording artist, music producer, and musician from Houston, Texas. In 2012, Scott signed a record deal with Epic Records. In November of the same year, Scott signed with GOOD Music, as an in-house producer, after appearing on the label's debut compilation album, Cruel Summer (2012).",
      "pageId": 47747350,
      "monthDay": "04/30"
    }
  ]
}