{
  "people": [
    {
      "year": "1008",
      "uri": "/wiki/Khwaja_Abdullah_Ansari",
      "name": "Khwaja Abdullah Ansari",
      "monthDay": "05/04",
      "aboutText": "Hazrat Shaikh Abu Ismaïl Abdullah al-Herawi al-Ansari or Khajah Abdullah Ansari of Herat (1006–1088) (Persian: خواجه عبدالله انصاری‎‎) also known as Pir-i Herat (پیر هرات) (sage of Herat) was a famous Persian Sufi who lived in the 11th century in Herat (then Khorasan, now Herat province, Afghanistan).",
      "pageId": 3589304,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/6/69/Herat_Ansari_tomb.jpg"
    },
    {
      "year": "1008",
      "uri": "/wiki/Henry_I_of_France",
      "name": "Henry I of France",
      "monthDay": "05/04",
      "aboutText": "Henry I (4 May 1008 – 4 August 1060) was the King of the Franks from 1031 to his death. The royal demesne of France reached its smallest size during his reign, and for this reason he is often seen as emblematic of the weakness of the early Capetians.",
      "pageId": 24096095,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/f/fe/Henry1_head.jpg"
    },
    {
      "year": "1649",
      "uri": "/wiki/Chhatrasal",
      "name": "Chhatrasal",
      "monthDay": "05/04",
      "aboutText": "The Kangxi Emperor (Chinese: 康熙帝; Manchu: elhe taifin hūwangdi; Mongolian: ᠡᠩᠭᠡ ᠠᠮᠤᠭᠤᠯᠠᠩ engke amuɣulang 'peace and tranquility'; 4 May 1654 – 20 December 1722) was the fourth emperor of the Qing dynasty, the first to be born on Chinese soil south of the Pass (Beijing) and the second Qing emperor to rule over China proper, from 1661 to 1722.\nKangxi's reign of 61 years makes him the longest-reigning emperor in Chinese history (although his grandson, the Qianlong Emperor, had the longest period of de facto power) and one of the longest-reigning rulers in the world. However, since he ascended the throne at the age of seven, actual power was held for six years by four regents and his grandmother, the Grand Empress Dowager Xiaozhuang.",
      "pageId": 256180,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/f/f3/Early_Kangxi_vase.jpg"
    },
    {
      "year": "1654",
      "uri": "/wiki/Kangxi_Emperor",
      "name": "Kangxi Emperor",
      "monthDay": "05/04",
      "aboutText": "Maharaja Chhatrasal (4 May 1649 – 20 December 1731), was a medieval Indian warrior from the Bundela Rajput clan, who fought against the Mughal Emperor Aurangzeb, and established his own kingdom in Bundelkhand, becoming the founder of Panna State.",
      "pageId": 3888019
    },
    {
      "year": "1655",
      "uri": "/wiki/Bartolomeo_Cristofori",
      "name": "Bartolomeo Cristofori",
      "monthDay": "05/04",
      "aboutText": "Bartolomeo Cristofori di Francesco [bartoloˈmɛːo kriˈstɔːfori di franˈtʃesko] (May 4, 1655 – January 27, 1731) was an Italian maker of musical instruments, generally regarded as the inventor of the piano.",
      "pageId": 204225,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/en/4/4d/BartolomeoCristofori.jpg"
    },
    {
      "year": "1715",
      "uri": "/wiki/Richard_Graves",
      "name": "Richard Graves",
      "monthDay": "05/04",
      "aboutText": "Richard Graves (4 May 1715 – 23 November 1804) was an English minister, poet, and novelist.\nBorn at Mickleton Manor, Mickleton, Gloucestershire, to Richard Graves, government worker extraordinaire, and his wife, Debra, Graves was a student at Abingdon School and Pembroke College, Oxford. He was a Fellow of All Souls College, Oxford, until January 1749, when the college revoked his fellowship because of his marriage to Lucy Bartholomew, a yeoman's daughter from Aldworth.",
      "pageId": 679277
    },
    {
      "year": "1733",
      "uri": "/wiki/Jean-Charles_de_Borda",
      "name": "Jean-Charles de Borda",
      "monthDay": "05/04",
      "aboutText": "Jean-Charles, chevalier de Borda (4 May 1733 – 19 February 1799) was a French mathematician, physicist, political scientist, and sailor.",
      "pageId": 52744,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/0/0c/Cercle_de_reflexion_img_2600.jpg"
    },
    {
      "year": "1752",
      "uri": "/wiki/John_Brooks_(governor)",
      "name": "John Brooks",
      "monthDay": "05/04",
      "aboutText": "John Brooks (baptized May 4, 1752 – March 1, 1825) was a doctor, military officer, and politician from Massachusetts. He served as the 11th Governor of Massachusetts from 1816 to 1823, and was one of the last Federalist officials elected in the United States.\nTrained as a doctor, Brooks was an officer of the Reading, Massachusetts militia when the American Revolutionary War broke out, and led his troops in the Battles of Lexington and Concord.",
      "pageId": 3851580,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/e/e0/Baron_von_Steuben_at_Valley_Forge%2C_1777_-_NARA_-_530884.jpg"
    },
    {
      "year": "1757",
      "uri": "/wiki/Manuel_Tols%C3%A1",
      "name": "Manuel Tolsá",
      "monthDay": "05/04",
      "aboutText": "Kakarla Tyagabrahmam (4 May 1767 – 6 January 1847) or Saint Tyagaraja, also known as Tyāgayya in Telugu or Tyāgarājar in Tamil, was one of the greatest composers of Carnatic music or Indian classical music. He was a prolific composer and highly influential in the development of the classical music tradition. Tyagaraja composed thousands of devotional compositions, most in Telugu and in praise of Lord Rama, many of which remain popular today.",
      "pageId": 222374,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/8/8b/A_small_center_in_Tiryvaiyaru_village.JPG"
    },
    {
      "year": "1767",
      "uri": "/wiki/Tyagaraja",
      "name": "Tyagaraja",
      "monthDay": "05/04",
      "aboutText": "Manuel Tolsá (Enguera, Valencia, Spain, May 4, 1757 – Mexico City, December 24, 1816) was a prolific Neoclassical architect and sculptor in Spain and Mexico.",
      "pageId": 5467007
    },
    {
      "year": "1772",
      "uri": "/wiki/Friedrich_Arnold_Brockhaus",
      "name": "Friedrich Arnold Brockhaus",
      "monthDay": "05/04",
      "aboutText": "Horace Mann (May 4, 1796 – August 2, 1859) was an American politician and educational reformer. A Whig devoted to promoting speedy modernization, he served in the Massachusetts State Legislature (1827–37). In 1848, after serving as Secretary of the Massachusetts State Board of Education since its creation, he was elected to the United States House of Representatives.",
      "pageId": 177530,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/5/50/Appletons%27_Mann_Horace_signature.jpg"
    },
    {
      "year": "1796",
      "uri": "/wiki/Horace_Mann",
      "name": "Horace Mann",
      "monthDay": "05/04",
      "aboutText": "Friedrich Arnold Brockhaus (4 May 1772 – 20 August 1823) was a German encyclopedia publisher and editor, famed for publishing the Conversations-Lexikon, which is now published as the Brockhaus encyclopedia.",
      "pageId": 472689,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/e/eb/Brockhaus_Lexikon.jpg"
    },
    {
      "year": "1796",
      "uri": "/wiki/William_H._Prescott",
      "name": "William H. Prescott",
      "monthDay": "05/04",
      "aboutText": "William Hickling Prescott (May 4, 1796 – January 28, 1859) was an American historian and Hispanist, who is widely recognized by historiographers to have been the first American scientific historian. Despite suffering from serious visual impairment, which at times prevented him from reading or writing for himself, Prescott became one of the most eminent historians of 19th century America. He is also noted for his eidetic memory.",
      "pageId": 113443,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/3/36/55_BeaconSt_Boston.png"
    },
    {
      "year": "1820",
      "uri": "/wiki/Julia_Gardiner_Tyler",
      "name": "Julia Gardiner Tyler",
      "monthDay": "05/04",
      "aboutText": "Julia Gardiner Tyler (May 4, 1820 – July 10, 1889) was the second wife of John Tyler, who was the tenth President of the United States, and served as First Lady of the United States from June 26, 1844, to March 4, 1845.",
      "pageId": 416356
    },
    {
      "year": "1820",
      "uri": "/wiki/John_Whiteaker",
      "name": "John Whiteaker",
      "monthDay": "05/04",
      "aboutText": "Sir Charles-Eugène-Napoléon Boucher de Boucherville, KCMG (May 4, 1822 – September 10, 1915) was born in Montreal, Quebec, Canada. He twice served as the third Premier of Quebec.\nDescended from Pierre Boucher, he was one of the three children of Pierre Boucher de Boucherville (1780-1857), Seigneur of Boucherville, and Marguerite-Émilie de Bleury (1786-1812), sister of Clément-Charles Sabrevois de Bleury.",
      "pageId": 517098,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/3/3d/Charles-Eug%C3%A8ne_Boucher_de_Boucherville_portrait.jpg"
    },
    {
      "year": "1822",
      "uri": "/wiki/Charles_Boucher_de_Boucherville",
      "name": "Charles Boucher de Boucherville",
      "monthDay": "05/04",
      "aboutText": "John Whiteaker (May 4, 1820 – October 2, 1902) was an American politician, soldier, and judge primarily in Oregon. A native of Indiana, he joined the Army during the Mexican-American War and then prospected during the California Gold Rush. After moving to the Oregon Territory he served as a judge and member of the legislature.",
      "pageId": 5704917,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/9/9a/Whiteaker.jpg"
    },
    {
      "year": "1825",
      "uri": "/wiki/Thomas_Henry_Huxley",
      "name": "Thomas Henry Huxley",
      "monthDay": "05/04",
      "aboutText": "Thomas Henry Huxley PC PRS FLS (/ˈhʌksli/; 4 May 1825 – 29 June 1895) was an English biologist (comparative anatomist), known as \"Darwin's Bulldog\" for his advocacy of Charles Darwin's theory of evolution.\nHuxley's famous debate in 1860 with Samuel Wilberforce was a key moment in the wider acceptance of evolution and in his own career. Huxley had been planning to leave Oxford on the previous day, but, after an encounter with Robert Chambers, the author of Vestiges, he changed his mind and decided to join the debate.",
      "pageId": 30038,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/6/67/Australian_woman_by_Thomas_Henry_Huxley.jpg"
    },
    {
      "year": "1825",
      "uri": "/wiki/Augustus_Le_Plongeon",
      "name": "Augustus Le Plongeon",
      "monthDay": "05/04",
      "aboutText": "Augustus Le Plongeon (May 4, 1825 – December 13, 1908) was a British-American photographer and antiquarian who studied the pre-Columbian ruins of America, particularly those of the Maya civilization on the northern Yucatán Peninsula. While his writings contain many controversial notions that were discredited by later researchers, Le Plongeon left a lasting legacy in his photographs documenting the ancient ruins. He should also be regarded as one of the earliest proponents of Mayanism.",
      "pageId": 1853535
    },
    {
      "year": "1826",
      "uri": "/wiki/Frederic_Edwin_Church",
      "name": "Frederic Edwin Church",
      "monthDay": "05/04",
      "aboutText": "John Hanning Speke (4 May 1827 – 15 September 1864) was an officer in the British Indian Army who made three exploratory expeditions to Africa and who is most associated with the search for the source of the Nile and was in fact the first European that reached Lake Victoria and as such is the \"discoverer of the source of the Nile\". He is also known for propounding the Hamitic hypothesis in 1863.",
      "pageId": 76080,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/d/d5/BurtonExploration.png"
    },
    {
      "year": "1827",
      "uri": "/wiki/John_Hanning_Speke",
      "name": "John Hanning Speke",
      "monthDay": "05/04",
      "aboutText": "Frederic Edwin Church (May 4, 1826 – April 7, 1900) was an American landscape painter born in Hartford, Connecticut. He was a central figure in the Hudson River School of American landscape painters, perhaps best known for painting large panoramic landscapes, often depicting mountains, waterfalls, and sunsets, but also sometimes depicting dramatic natural phenomena that he saw during his travels to the Arctic and Central and South America. Church's paintings put an emphasis on light and a romantic respect for natural detail.",
      "pageId": 277766,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/c/c9/1872%2C_Church%2C_Frederic_Edwin%2C_Passing_Shower_in_the_Tropics.jpg"
    },
    {
      "year": "1851",
      "uri": "/wiki/Thomas_Dewing",
      "name": "Thomas Dewing",
      "monthDay": "05/04",
      "aboutText": "Alice Pleasance Liddell (/ˈlɪdəl/; 4 May 1852 – 16 November 1934) inspired the children's classic Alice's Adventures in Wonderland by Lewis Carroll (Charles Lutwidge Dodgson), when she asked him to tell her a story on a boating trip in Oxford.",
      "pageId": 144043,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/7/7e/Alice-Liddell-Signature.jpg"
    },
    {
      "year": "1852",
      "uri": "/wiki/Alice_Liddell",
      "name": "Alice Liddell",
      "monthDay": "05/04",
      "aboutText": "Thomas Wilmer Dewing (May 4, 1851 – November 5, 1938) was an American painter working at the turn of the 20th century. Schooled in Paris, Dewing was noted for his figure paintings of aristocratic women. He was a founding member of the Ten American Painters and taught at the Art Students League of New York.",
      "pageId": 1828927
    },
    {
      "year": "1856",
      "uri": "/wiki/Pablo_de_Escand%C3%B3n",
      "name": "Pablo de Escandón",
      "monthDay": "05/04",
      "aboutText": "Marian Billups Booth (4 May 1864 – 5 January 1937), better known as Marie Booth, was the third daughter of Catherine and William Booth, the Founder of The Salvation Army.\nUnusually for the Victorian era, all of William and Catherine Booth's children survived into adulthood. Marie, however, had an accident at an early age that caused her to have convulsions thus making her an invalid; therefore, she was the only one of the Booth's children who did not regularly serve in The Salvation Army.",
      "pageId": 4640652,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/en/8/8a/Marian_Billups_Booth.jpg"
    },
    {
      "year": "1864",
      "uri": "/wiki/Marie_Booth",
      "name": "Marie Booth",
      "monthDay": "05/04",
      "aboutText": "José Pablo Eustaquio Manuel Francisco de Escandón y Barrón (May 4, 1856 – March 31, 1926) was a Mexican polo player in the 1900 Summer Olympics.\nHe was born in Mexico City and was the older brother of Manuel and Eustaquio.\nIn 1900 he was part of the Mexican polo team which won the bronze medal.",
      "pageId": 14386874
    },
    {
      "year": "1870",
      "uri": "/wiki/Alexandre_Benois",
      "name": "Alexandre Benois",
      "monthDay": "05/04",
      "aboutText": "Joseph Louis De Grasse (May 4, 1873 – May 25, 1940) was a Canadian film director. Born in Bathurst, New Brunswick, he was the elder brother of actor Sam De Grasse.",
      "pageId": 184479,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/a/a4/Joseph-De-Grasse-1916.jpg"
    },
    {
      "year": "1873",
      "uri": "/wiki/Joe_De_Grasse",
      "name": "Joe De Grasse",
      "monthDay": "05/04",
      "aboutText": "Alexandre Nikolayevich Benois (Russian: Алекса́ндр Никола́евич Бенуа́, also spelled Alexander Benois; 3 May [O.S. 21 April] 1870, Saint Petersburg – 9 February 1960, Paris), was an influential artist, art critic, historian, preservationist, and founding member of Mir iskusstva (World of Art), an art movement and magazine. As a designer for the Ballets Russes under Sergei Diaghilev, Benois exerted what is considered a seminal influence on the modern ballet and stage design.",
      "pageId": 2065441,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/7/77/Baba_Yaga_by_Alexandre_Benois.jpg"
    },
    {
      "year": "1884",
      "uri": "/wiki/Richard_Baggallay_(cricketer)",
      "name": "Richard Baggallay",
      "monthDay": "05/04",
      "aboutText": "Andrew Michael Dasburg (4 May 1887 – 13 August 1979) was an American modernist painter and \"one of America's leading early exponents of cubism\".",
      "pageId": 13997672,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/5/58/Andrew-Dasburg.jpg"
    },
    {
      "year": "1887",
      "uri": "/wiki/Andrew_Dasburg",
      "name": "Andrew Dasburg",
      "monthDay": "05/04",
      "aboutText": "Richard Romer Claude Baggallay D.S.O. M.C. (4 May 1884 – 12 December 1975) was an English army officer and cricketer who played first-class cricket for Derbyshire between 1912 and 1919 and captained the side in 1913, 1914 and 1919.\nBagallay was born at Kensington the son of Claude Baggallay K.C. a barrister of Wilderwick, East Grinstead, Sussex. He was educated at Marlborough College and joined the 11th Hussars.",
      "pageId": 21595841
    },
    {
      "year": "1889",
      "uri": "/wiki/Francis_Spellman",
      "name": "Francis Spellman",
      "monthDay": "05/04",
      "aboutText": "Francis Joseph Spellman (May 4, 1889 – December 2, 1967) was an American bishop and cardinal of the Catholic Church. He was the sixth Archbishop of New York from 1939 to 1967, having previously served as an auxiliary bishop of the Archdiocese of Boston (1932–39).",
      "pageId": 245240,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/5/5a/046CupolaSPietro.jpg"
    },
    {
      "year": "1890",
      "uri": "/wiki/Franklin_Carmichael",
      "name": "Franklin Carmichael",
      "monthDay": "05/04",
      "aboutText": "Franklin Carmichael (May 4, 1890 – October 24, 1945) was a Canadian artist. He was the youngest original member of the Group of Seven.",
      "pageId": 1437721
    },
    {
      "year": "1902",
      "uri": "/wiki/Ronnie_Aird",
      "name": "Ronnie Aird",
      "monthDay": "05/04",
      "aboutText": "Cola (Nicolaas) Debrot (4 May 1902, Kralendijk – 3 December 1981, Amsterdam) was a writer, lawyer, medical doctor and politician. He was the son of a plantation owner. In 1904 he moved from Bonaire to Curaçao, and then when he was 14 he moved to the Netherlands to gain an education.",
      "pageId": 2326567,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/b/b2/Nicolaas_Debrot_%281963%29.jpg"
    },
    {
      "year": "1902",
      "uri": "/wiki/Cola_Debrot",
      "name": "Cola Debrot",
      "monthDay": "05/04",
      "aboutText": "Ronald Aird, MC (4 May 1902 – 16 August 1986) was an English cricketer and administrator.\nRonnie Aird was born in Paddington, London and he played 136 first-class matches as a right-handed batsman and a right-arm medium bowler for Cambridge University and Hampshire between 1920 and 1938. He was a good cricketer, but he will be remembered for his work at Lord's for sixty years.",
      "pageId": 3908086
    },
    {
      "year": "1903",
      "uri": "/wiki/Luther_Adler",
      "name": "Luther Adler",
      "monthDay": "05/04",
      "aboutText": "Luther Adler (May 4, 1903 – December 8, 1984) was an American actor best known for his work in theatre, but who also worked in film and television. He also directed plays on Broadway.",
      "pageId": 1373758,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/3/38/Luther_Adler_in_DOA.jpg"
    },
    {
      "year": "1907",
      "uri": "/wiki/Lincoln_Kirstein",
      "name": "Lincoln Kirstein",
      "monthDay": "05/04",
      "aboutText": "Lincoln Edward Kirstein (May 4, 1907 – January 5, 1996) was an American writer, impresario, art connoisseur, philanthropist, and cultural figure in New York City, noted especially as co-founder of the New York City Ballet. He developed and sustained the company with his organizing ability and fundraising for more than four decades, serving as the company's General Director from 1946 to 1989. According to the New York Times, he was \"an expert in many fields,\" organizing art exhibits and lecture tours in the same years.",
      "pageId": 1630394,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/en/4/4c/LincolnKirstein_WalkerEvans.jpg"
    },
    {
      "year": "1907",
      "uri": "/wiki/Walter_Walsh",
      "name": "Walter Walsh",
      "monthDay": "05/04",
      "aboutText": "Wolrad Eberle (4 May 1908, Freiburg – 13 May 1949, Cologne) was a German decathlete.",
      "pageId": 7125623
    },
    {
      "year": "1908",
      "uri": "/wiki/Wolrad_Eberle",
      "name": "Wolrad Eberle",
      "monthDay": "05/04",
      "aboutText": "Colonel Walter Rudolph Walsh (May 4, 1907 – April 29, 2014) was an FBI agent, USMC shooting instructor and Olympic shooter. Walsh joined the FBI in 1934, serving during the Public enemy era, and was involved in several high-profile FBI cases, including the capture of Arthur Barker and the killing of Al Brady. He served in the Pacific theatre during World War II with the Marine Corps and, after a brief return to the FBI, served as a shooting instructor with the Marine Corps until his retirement in the 1970s.",
      "pageId": 24127215,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/a/a9/Walter-Walsh-%281939%29.jpg"
    },
    {
      "year": "1911",
      "uri": "/wiki/Evald_Seepere",
      "name": "Evald Seepere",
      "monthDay": "05/04",
      "aboutText": "John Broome (May 4, 1913 – March 14, 1999), who additionally used the pseudonyms John Osgood and Edgar Ray Meritt, was an American comic book writer for DC Comics.",
      "pageId": 668836
    },
    {
      "year": "1913",
      "uri": "/wiki/John_Broome_(writer)",
      "name": "John Broome",
      "monthDay": "05/04",
      "aboutText": "Evald Seepere (4 May 1911 – 22 February 1990) was an Estonian boxer who competed in the 1936 Summer Olympics.\nHe was born Evald Seeberg in Tammiku, Virumaa and died in Tallinn. He changed his surname to Seepere in 1937.",
      "pageId": 18408782
    },
    {
      "year": "1913",
      "uri": "/wiki/Princess_Katherine_of_Greece_and_Denmark",
      "name": "Princess Katherine of Greece and Denmark",
      "monthDay": "05/04",
      "aboutText": "Princess Katherine of Greece and Denmark (Greek: Αικατερίνη; 4 May 1913 – 2 October 2007) was the third daughter and youngest child of King Constantine I of Greece and Sophia of Prussia.",
      "pageId": 2568077,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/5/56/Princess_Katherine_of_Greece.jpg"
    },
    {
      "year": "1914",
      "uri": "/wiki/Maedayama_Eigor%C5%8D",
      "name": "Maedayama Eigorō",
      "monthDay": "05/04",
      "aboutText": "Maedayama Eigorō (前田山 英五郎, May 4, 1914 - August 17, 1971) was a sumo wrestler from Ehime Prefecture, Japan. He was the sport's 39th yokozuna.",
      "pageId": 9170043,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/7/7f/Maedayama.jpg"
    },
    {
      "year": "1916",
      "uri": "/wiki/Jane_Jacobs",
      "name": "Jane Jacobs",
      "monthDay": "05/04",
      "aboutText": "Jane Jacobs OC OOnt (born Jane Butzner; May 4, 1916 – April 25, 2006) was an American-Canadian journalist, author, and activist best known for her influence on urban studies. Her influential book The Death and Life of Great American Cities (1961) argued that urban renewal did not respect the needs of most city-dwellers. The book also introduced sociology concepts such as \"eyes on the street\" and \"social capital\".",
      "pageId": 71394,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/1/14/Jane_Jacobs.jpg"
    },
    {
      "year": "1916",
      "uri": "/wiki/Richard_Proenneke",
      "name": "Richard Proenneke",
      "monthDay": "05/04",
      "aboutText": "Richard Louis \"Dick\" Proenneke (May 4, 1916 – April 20, 2003) was an amateur naturalist who lived alone for nearly thirty years in the mountains of Alaska in a log cabin he had constructed by hand near the shore of Twin Lakes. Proenneke hunted, fished, raised and gathered his own food, and also had supplies flown in occasionally. He documented his activities in journals and on film, and also recorded valuable meteorological and natural data.",
      "pageId": 1043683,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/d/d3/Proenneke_Cabin_NPS.jpg"
    },
    {
      "year": "1917",
      "uri": "/wiki/Edward_T._Cone",
      "name": "Edward T. Cone",
      "monthDay": "05/04",
      "aboutText": "Thomas Francis Mead (4 May 1918 – 22 January 2004) was an Australian politician, elected as a member of the New South Wales Legislative Assembly representing the seat of Hurstville for the Liberal Party.",
      "pageId": 4633784
    },
    {
      "year": "1918",
      "uri": "/wiki/Tom_Mead",
      "name": "Tom Mead",
      "monthDay": "05/04",
      "aboutText": "Edward Toner Cone (May 4, 1917 – October 23, 2004) was an American composer, music theorist, pianist, and philanthropist.\nCone was born in Greensboro, North Carolina. He studied composition under Roger Sessions at Princeton University, receiving his bachelor's in 1939 (Latin salutatorian and the first Princeton student to submit a musical composition as his senior thesis).",
      "pageId": 15762874
    },
    {
      "year": "1918",
      "uri": "/wiki/Kakuei_Tanaka",
      "name": "Kakuei Tanaka",
      "monthDay": "05/04",
      "aboutText": "Kakuei Tanaka (田中 角栄 or 田中 角榮, Tanaka Kakuei, 4 May 1918 – 16 December 1993) was a Japanese politician who served in the House of Representatives from 26 April 1947 to 24 January 1990, and as the 64th and 65th Prime Minister of Japan from 7 July 1972 to 9 December 1974 (his two terms being divided by the 1972 general election).\nAfter a power struggle with Takeo Fukuda, he became the most influential member of the ruling Liberal Democratic Party from the mid-1960s until the mid-1980s. He was a central figure in several political scandals, culminating in the Lockheed bribery scandals of 1976 which led to his arrest and trial; he was found guilty by two lower courts, but his case remained open before the Supreme Court through his death.",
      "pageId": 174182,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/6/6f/Stanford_R_Ovshinsky_Momoko_Ito_Kakuei_Tanaka_and_Ichiro_Ozawa_cropped_Stanford_R_Ovshinsky_Momoko_Ito_Kakuei_Tanaka_and_Ichiro_Ozawa.jpg"
    },
    {
      "year": "1919",
      "uri": "/wiki/Dory_Funk",
      "name": "Dory Funk",
      "monthDay": "05/04",
      "aboutText": "Dorrance Wilhelm \"Dory\" Funk (May 4, 1919 – June 3, 1973) was an American professional wrestler. He is the father of wrestlers Dory Funk Jr. and Terry Funk.",
      "pageId": 2145959
    },
    {
      "year": "1919",
      "uri": "/wiki/Basil_Yamey",
      "name": "Basil Yamey",
      "monthDay": "05/04",
      "aboutText": "Virginia \"Patsy\" Garrett (May 4, 1921 – January 8, 2015) was an American actress and singer. Beginning her career as a radio performer at the age of seven, Garrett is best known for her seven years on Fred Waring's Pleasure Time radio show during the 1940s, as well as for her recurring television and film roles; as nosy neighbor Mrs.",
      "pageId": 1006290
    },
    {
      "year": "1921",
      "uri": "/wiki/Patsy_Garrett",
      "name": "Patsy Garrett",
      "monthDay": "05/04",
      "aboutText": "Basil S. Yamey, CBE (born 4 May 1919) is a South African economist. He was born in Cape Town in South Africa, and educated at the University of Cape Town. For many years he was a Professor at the London School of Economics.",
      "pageId": 4712999,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/5/53/Basil_Yamey.jpg"
    },
    {
      "year": "1921",
      "uri": "/wiki/John_van_Kesteren",
      "name": "John van Kesteren",
      "monthDay": "05/04",
      "aboutText": "Edo Murtić (1921–2005) was a painter from Croatia, best known for his lyrical abstraction and abstract expressionism style. He worked in a variety of media, including oil painting, gouache, graphic design, ceramics, mosaics, murals and theatrical set design. Murtić travelled and exhibited extensively in Europe and North America, gaining international recognition for his work, which can be found museums, galleries and private collections worldwide.",
      "pageId": 609037,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/0/00/Edo_Murti%C4%87_%C5%A0eferov.JPG"
    },
    {
      "year": "1921",
      "uri": "/wiki/Edo_Murti%C4%87",
      "name": "Edo Murtić",
      "monthDay": "05/04",
      "aboutText": "John van Kesteren (born May 4, 1921, The Hague - died July 11, 2008, Jupiter, Florida) was a Dutch operatic tenor.\nVan Kesteren first worked as an electronic telex specialist for the Dutch Telegraph Company PTT. His very first appearance as a non-professional singer was in 1942 with an operetta company in Apeldoorn in the French operetta The Bells of Corneville. During World War II he appeared in five French and German operettas.",
      "pageId": 12206657
    },
    {
      "year": "1921",
      "uri": "/wiki/Werner_Schumacher",
      "name": "Werner Schumacher",
      "monthDay": "05/04",
      "aboutText": "Werner Schumacher (born May 4, 1921 in Berlin - died April 18, 2004 in Vienna) was a German actor.",
      "pageId": 23895154
    },
    {
      "year": "1922",
      "uri": "/wiki/Paul-%C3%89mile_Charbonneau",
      "name": "Paul-Émile Charbonneau",
      "monthDay": "05/04",
      "aboutText": "Paul-Émile Charbonneau (May 4, 1922 – May 21, 2014) was a Canadian Prelate of Roman Catholic Church.\nCharbonneau was born in Sainte-Thérèse, Quebec and was ordained a priest on May 31, 1947. Charbonneau was appointed auxiliary archbishop to the Archdiocese of Ottawa as well as titular bishop of Thapsus on November 15, 1960 and consecrated on January 18, 1961.",
      "pageId": 31344023
    },
    {
      "year": "1922",
      "uri": "/wiki/Eugenie_Clark",
      "name": "Eugenie Clark",
      "monthDay": "05/04",
      "aboutText": "Stanley H. Biber (May 4, 1923 – January 16, 2006) was an American physician who was a pioneer in sex reassignment surgery, performing thousands of procedures during his long career.",
      "pageId": 3753964
    },
    {
      "year": "1923",
      "uri": "/wiki/Stanley_Biber",
      "name": "Stanley Biber",
      "monthDay": "05/04",
      "aboutText": "Eugenie Clark (May 4, 1922 – February 25, 2015), popularly known as The Shark Lady, was an American ichthyologist known for research on shark behavior and fish in the order Tetraodontiformes. Clark was a pioneer in the field of Scuba diving for research purposes. In addition to being regarded as an authority in marine biology, Clark was popularly recognized and used her fame to promote marine conservation.",
      "pageId": 4499273,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/a/a0/Eugenie_Clark.jpg"
    },
    {
      "year": "1923",
      "uri": "/wiki/Ed_Cassidy",
      "name": "Ed Cassidy",
      "monthDay": "05/04",
      "aboutText": "Edward Claude \"Cass\" Cassidy (May 4, 1923 – December 6, 2012) was an American jazz and rock drummer who was one of the founders of the rock group Spirit in 1967.",
      "pageId": 1290010
    },
    {
      "year": "1923",
      "uri": "/wiki/Godfrey_Quigley",
      "name": "Godfrey Quigley",
      "monthDay": "05/04",
      "aboutText": "Godfrey Quigley (4 May 1923 – 7 September 1994) was an Irish film, television and stage actor.\nQuigley was born in Jerusalem, where his father was serving as an officer in the British Army. The family returned to Ireland in the 1930s and, following military service in the Second World War, Quigley trained as an actor at the Abbey School of Acting.",
      "pageId": 5616778
    },
    {
      "year": "1923",
      "uri": "/wiki/Assi_Rahbani",
      "name": "Assi Rahbani",
      "monthDay": "05/04",
      "aboutText": "Eric Sykes CBE (4 May 1923 – 4 July 2012) was an English radio, television and film writer, actor and director whose performing career spanned more than 50 years. He frequently wrote for and/or performed with many other leading comedy performers and writers of the period, including Tony Hancock, Spike Milligan, Tommy Cooper, Peter Sellers, John Antrobus and Johnny Speight. Sykes first came to prominence through his many radio credits as a writer and actor in the 1950s, most notably through his collaboration on The Goon Show scripts.",
      "pageId": 79791,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/en/a/a6/Eric_Sykes_publicity_photo.jpg"
    },
    {
      "year": "1923",
      "uri": "/wiki/Eric_Sykes",
      "name": "Eric Sykes",
      "monthDay": "05/04",
      "aboutText": "Assi Rahbani (Arabic: عاصي الرحباني; May 4, 1923 - June 21, 1986) was a Lebanese composer, musician and producer. He was part of the Rahbani Brothers (Arabic: الأخوان رحباني), with his brother Mansour Rahbani (Arabic: منصور الرحباني). He married Lebanese singer Nouhad Haddad, more famous by her stage name, Fairuz.",
      "pageId": 5536691,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/e/e7/Fairuz19.jpg"
    },
    {
      "year": "1923",
      "uri": "/wiki/John_Toner",
      "name": "John Toner",
      "monthDay": "05/04",
      "aboutText": "Jenő Buzánszky (4 May 1925 – 11 January 2015) was a Hungarian football player and coach. Buzánszky played as a right back for Hungary. During the 1950s he was a member of the legendary Hungarian national team known as the Mighty Magyars.",
      "pageId": 9809021,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/0/06/Jeno_Buzanszky_in_his_85th_birthday_in_May_of_2010..jpg"
    },
    {
      "year": "1925",
      "uri": "/wiki/Jen%C5%91_Buz%C3%A1nszky",
      "name": "Jenő Buzánszky",
      "monthDay": "05/04",
      "aboutText": "John L. Toner (May 4, 1923 – September 23, 2014) was an American football player, coach, and college athletics administrator. He served as the head football coach at the University of Connecticut (UConn) from 1966 to 1970 and as the school's athletic director from 1969 to 1987. During his 18-year tenure as athletic director Toner also served in several roles with the National Collegiate Athletic Association (NCAA), including as its president from 1983 to 1985.",
      "pageId": 26432089
    },
    {
      "year": "1925",
      "uri": "/wiki/Maurice_R._Greenberg",
      "name": "Maurice R. Greenberg",
      "monthDay": "05/04",
      "aboutText": "Maurice Raymond \"Hank\" Greenberg (born May 4, 1925) is an American business executive and former chairman and CEO of American International Group (AIG), which was the world's 18th largest public company and the largest insurance and financial services corporation in history.\nHe is currently chairman and CEO of C.V. Starr & Co., Inc. (C.V. Starr), a diversified financial services firm that is named for the founder of AIG, Cornelius Vander Starr.",
      "pageId": 906323
    },
    {
      "year": "1926",
      "uri": "/wiki/David_Stoddart,_Baron_Stoddart_of_Swindon",
      "name": "David Stoddart, Baron Stoddart of Swindon",
      "monthDay": "05/04",
      "aboutText": "David Leonard Stoddart, Baron Stoddart of Swindon (born 4 May 1926) is a British politician.",
      "pageId": 2625395,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/en/b/b9/Big_Ben_small_with_Labour_Party_%28UK%29_colour.png"
    },
    {
      "year": "1927",
      "uri": "/wiki/Terry_Scott",
      "name": "Terry Scott",
      "monthDay": "05/04",
      "aboutText": "Owen John \"Terry\" Scott (4 May 1927 – 26 July 1994) was an English actor and comedian who appeared in seven Carry On films.",
      "pageId": 80726,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/en/c/c1/Terry-scott.jpg"
    },
    {
      "year": "1928",
      "uri": "/wiki/Maynard_Ferguson",
      "name": "Maynard Ferguson",
      "monthDay": "05/04",
      "aboutText": "Walter Maynard Ferguson (May 4, 1928 – August 23, 2006) was a Canadian jazz musician and bandleader. He came to prominence playing in Stan Kenton's orchestra before forming his own band in 1957.",
      "pageId": 165604,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/3/3e/Maynard.jpg"
    },
    {
      "year": "1928",
      "uri": "/wiki/Thomas_Kinsella",
      "name": "Thomas Kinsella",
      "monthDay": "05/04",
      "aboutText": "Muhammad Hosni El Sayed Mubarak (Arabic: محمد حسني السيد مبارك‎, Egyptian Arabic pronunciation: [mæˈħæmmæd ˈħosni (ʔe)sˈsæjjed moˈbɑːɾɑk], Muḥammad Ḥusnī Sayyid Mubārak ; born 4 May 1928) is a former Egyptian military and political leader who served as the fourth President of Egypt from 1981 to 2011.\nBefore he entered politics, Mubarak was a career officer in the Egyptian Air Force. He served as its commander from 1972 to 1975 and rose to the rank of air chief marshal.",
      "pageId": 51884,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/4/44/ACC_stamp_1990_A2.jpg"
    },
    {
      "year": "1928",
      "uri": "/wiki/Hosni_Mubarak",
      "name": "Hosni Mubarak",
      "monthDay": "05/04",
      "aboutText": "Thomas Kinsella (born 4 May 1928) is an Irish poet, translator, editor, and publisher.",
      "pageId": 810710
    },
    {
      "year": "1928",
      "uri": "/wiki/Betsy_Rawls",
      "name": "Betsy Rawls",
      "monthDay": "05/04",
      "aboutText": "Wolfgang Alexander Albert Eduard Maximilian Reichsgraf Berghe von Trips (4 May 1928 – 10 September 1961) was a German racing driver.",
      "pageId": 1226439,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/3/3e/1957ArgentineGP06.jpg"
    },
    {
      "year": "1928",
      "uri": "/wiki/Wolfgang_von_Trips",
      "name": "Wolfgang von Trips",
      "monthDay": "05/04",
      "aboutText": "Elizabeth Earle \"Betsy\" Rawls (born May 4, 1928) is an American former LPGA Tour professional golfer. She won eight major championship and 55 LPGA Tour career events.",
      "pageId": 1639472
    },
    {
      "year": "1929",
      "uri": "/wiki/Manuel_Contreras",
      "name": "Manuel Contreras",
      "monthDay": "05/04",
      "aboutText": "Juan Manuel Guillermo \"Mamo\" Contreras Sepúlveda (4 May 1929 – 7 August 2015) was a Chilean military officer and the former head of the National Intelligence Directorate (DINA), Chile's secret police during the dictatorship of General Augusto Pinochet. As head of DINA he was the most powerful and feared man in the country, after Pinochet. In 1995 he was sentenced to seven years in prison for the murder in Washington, D.C. of Chilean diplomat Orlando Letelier, which he served until 2001.",
      "pageId": 376540,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/a/a1/Manuel_mamo_contreras.PNG"
    },
    {
      "year": "1929",
      "uri": "/wiki/Ronald_Golias",
      "name": "Ronald Golias",
      "monthDay": "05/04",
      "aboutText": "Ronald Golias (May 4, 1929 – September 27, 2005) was a Brazilian comedian and actor. From the city of São Carlos, in the state of São Paulo, Brazil, he started as a tailor assistant and insurance agent, amongst other professions. But, during the 50's, he impressed Manoel de Nóbrega, who hired him to work as a comedian, both on TV and on the radio.",
      "pageId": 2785051
    },
    {
      "year": "1929",
      "uri": "/wiki/Audrey_Hepburn",
      "name": "Audrey Hepburn",
      "monthDay": "05/04",
      "aboutText": "Audrey Hepburn (/ˈɔːdri ˈhɛpˌbɜrn/; born Audrey Kathleen Ruston; 4 May 1929 – 20 January 1993) was a British actress and humanitarian. Recognised as a film and fashion icon, Hepburn was active during Hollywood's Golden Age. She was ranked by the American Film Institute as the third greatest female screen legend in Golden Age Hollywood and was inducted into the International Best Dressed List Hall of Fame.",
      "pageId": 52139,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/5/58/AudreyHepburnWoF.jpg"
    },
    {
      "year": "1929",
      "uri": "/wiki/Sydney_Lamb",
      "name": "Sydney Lamb",
      "monthDay": "05/04",
      "aboutText": "Sydney MacDonald Lamb (born May 4, 1929 in Denver, Colorado) is an American linguist and professor at Rice University, whose stratificational grammar is a significant alternative theory to Chomsky's transformational grammar. He has specialized in Neurocognitive Linguistics and a stratificational approach to language understanding.\nLamb earned his Ph.D. from the University of California, Berkeley in 1958 and taught there from 1956 to 1964.",
      "pageId": 2491724
    },
    {
      "year": "1930",
      "uri": "/wiki/Katherine_Jackson",
      "name": "Katherine Jackson",
      "monthDay": "05/04",
      "aboutText": "Roberta Peters (born May 4, 1930) is an American coloratura soprano.\nOne of the most prominent American singers to achieve lasting fame and success in opera, Peters is noted for her 35-year association with the Metropolitan Opera Company in New York.",
      "pageId": 1253986,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/e/ec/Roberta_Peters_1974.JPG"
    },
    {
      "year": "1930",
      "uri": "/wiki/Roberta_Peters",
      "name": "Roberta Peters",
      "monthDay": "05/04",
      "aboutText": "Katherine Esther Jackson (née Scruse; born Kattie B. Screws on May 4, 1930) is the matriarch of the Jackson family.",
      "pageId": 1445197,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/0/0d/Michael_and_Janet_Jackson_collection.jpg"
    },
    {
      "year": "1931",
      "uri": "/wiki/Jan_Pesman",
      "name": "Jan Pesman",
      "monthDay": "05/04",
      "aboutText": "Gennady Nikolayevich Rozhdestvensky, CBE (Russian: Генна́дий Никола́евич Рожде́ственский; born 4 May 1931) is a Russian conductor.",
      "pageId": 1097883,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/a/a5/Gennady_Rozhdestvensky.jpg"
    },
    {
      "year": "1931",
      "uri": "/wiki/Gennady_Rozhdestvensky",
      "name": "Gennady Rozhdestvensky",
      "monthDay": "05/04",
      "aboutText": "Jan Sijbrand Pesman (4 May 1931 – 23 January 2014) was a Dutch speed skater who competed in the 1960 Winter Olympics. He was born in Stedum, Groningen.\nPesman won a bronze medal at the 1960 Winter Olympics in speed skating.",
      "pageId": 20938142,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/en/c/c2/Crystal_Clear_app_Login_Manager_2.png"
    },
    {
      "year": "1931",
      "uri": "/wiki/Thomas_Stuttaford",
      "name": "Thomas Stuttaford",
      "monthDay": "05/04",
      "aboutText": "Harlon Junius Hill (May 4, 1932 –  March 21, 2013) was an American football player becoming a coach and educator. Hill played a total of nine seasons in the National Football League (NFL) with the Chicago Bears, Pittsburgh Steelers, and Detroit Lions. He was the NFL Rookie of the Year in 1954 and winner of the Jim Thorpe Trophy as the NFL Player of the Year in 1955.",
      "pageId": 398734,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/4/43/Harlon_Hill_-_1955_Bowman.jpg"
    },
    {
      "year": "1932",
      "uri": "/wiki/Harlon_Hill",
      "name": "Harlon Hill",
      "monthDay": "05/04",
      "aboutText": "Dr Irving Thomas Stuttaford OBE, (born 4 May 1931) is a British doctor, author, medical columnist of The Times and former Conservative Member of Parliament. In 2002 he retired as Senior Medical Advisor for Barclays Bank.",
      "pageId": 2166389,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/3/33/Thomas_Stuttaford%2C_October_2009.jpg"
    },
    {
      "year": "1932",
      "uri": "/wiki/Paul_Luty",
      "name": "Paul Luty",
      "monthDay": "05/04",
      "aboutText": "Paul Luty (4 May 1932 – 12 January 1985) was an English wrestler who later became a film and television actor.\nIn 1972 Luty played window cleaner, Bert Henshaw on Coronation Street.",
      "pageId": 41693988,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/en/c/c2/Crystal_Clear_app_Login_Manager_2.png"
    },
    {
      "year": "1932",
      "uri": "/wiki/Alexander_MacAra",
      "name": "Alexander MacAra",
      "monthDay": "05/04",
      "aboutText": "Alexander 'Sandy' Wiseman MacAra (4 May 1932 – 21 June 2012) MB FRCP FRCGP was a British professor of epidemiology at Bristol University and chairman of British Medical Association (BMA) from 1993-1998.\n^ \"Sir Alexander Wiseman Macara\". RCPLondon.",
      "pageId": 42662504,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/1/1a/Charles_Darwin_by_G._Richmond.jpg"
    },
    {
      "year": "1933",
      "uri": "/wiki/J._Fred_Duckett",
      "name": "J. Fred Duckett",
      "monthDay": "05/04",
      "aboutText": "Tatiana Yevgenyevna Samoilova (Russian: Татья́на Евге́ньевна Само́йлова; 4 May 1934 – 4 May 2014) was a Soviet and Russian film actress best known for her lead role in The Cranes Are Flying. She received a number of awards for the film, including a special mention at the Cannes Film Festival. Samoilova had several major roles in the 1960s before largely disappearing from public life.",
      "pageId": 6418604,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/en/2/26/Samoilova.jpg"
    },
    {
      "year": "1934",
      "uri": "/wiki/Tatiana_Samoilova",
      "name": "Tatiana Samoilova",
      "monthDay": "05/04",
      "aboutText": "J. Fred Duckett (May 4, 1933 – June 25, 2007) was a sports journalist and writer.\nHe was born in Houston, Texas, the eldest son of Harry and Dorothy (Boettcher) Duckett. Fred Duckett was married to Baudine W. Duckett, who had a daughter, Petra Cochran, from a previous marriage that Duckett adopted.",
      "pageId": 12001080
    },
    {
      "year": "1935",
      "uri": "/wiki/Mr._Fuji",
      "name": "Mr. Fuji",
      "monthDay": "05/04",
      "aboutText": "Manuel Benítez Pérez (born 4 May 1936), more commonly known as El Cordobés (The Cordovan), is a famous matador of the 1960s who brought to the bullring an unorthodox acrobatic and theatrical style.",
      "pageId": 633382,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/8/81/Pasepecho_Cordobes_cropped.JPG"
    },
    {
      "year": "1936",
      "uri": "/wiki/El_Cordob%C3%A9s",
      "name": "El Cordobés",
      "monthDay": "05/04",
      "aboutText": "Harry Fujiwara (born May 4, 1935) is an American former professional wrestler and manager, best known by his ring name Mr. Fuji. He was infamous for often throwing salt in the eyes of face wrestlers.",
      "pageId": 1690702,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/7/72/Mr_Fuji.jpg"
    },
    {
      "year": "1937",
      "uri": "/wiki/Ron_Carter",
      "name": "Ron Carter",
      "monthDay": "05/04",
      "aboutText": "Ron Carter (born Ronald Levin Carter, May 4, 1937) is an American jazz double bassist. His appearances on over 2,000 albums make him one of the most-recorded bassists in jazz history. Carter is also a cellist who has recorded numerous times on that instrument.",
      "pageId": 26002,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/9/9c/Ron_Carter_Foursight.jpg"
    },
    {
      "year": "1937",
      "uri": "/wiki/Dick_Dale",
      "name": "Dick Dale",
      "monthDay": "05/04",
      "aboutText": "Dick Dale (born Richard Anthony Monsour on May 4, 1937) is an American surf rock guitarist, known as The King of the Surf Guitar. He pioneered the surf music style, drawing on Eastern musical scales and experimenting with reverberation. He worked closely with Fender to produce custom made amplifiers, including the first-ever 100-watt guitar amplifier.",
      "pageId": 167278,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/b/b4/Dick_Dale_Middle_East_May_2005.jpg"
    },
    {
      "year": "1937",
      "uri": "/wiki/Mel_Edwards",
      "name": "Mel Edwards",
      "monthDay": "05/04",
      "aboutText": "Marisa Robles (born May 4, 1937) is a Spanish harpist.\nShe was born in Spain, where she studied the harp with Luisa Menarguez, and studied music at the Madrid Conservatory, graduating at the age of sixteen in 1953. She made her concert debut at seventeen, performing with flautist Jean-Pierre Rampal.",
      "pageId": 4675367
    },
    {
      "year": "1937",
      "uri": "/wiki/Marisa_Robles",
      "name": "Marisa Robles",
      "monthDay": "05/04",
      "aboutText": "Mel Edwards (born 1937) is an American sculptor, based in New York City. He has had more than a dozen one-person show exhibits and been in over four dozen group shows. He has had solo exhibitions at the Whitney Museum of American Art in New York City, the Los Angeles County Museum of Art, and the New Jersey State Museum, Trenton, New Jersey.",
      "pageId": 8799956
    },
    {
      "year": "1937",
      "uri": "/wiki/Wim_Verstappen",
      "name": "Wim Verstappen",
      "monthDay": "05/04",
      "aboutText": "Tyrone Davis (born Tyrone Fettson; May 4, 1938 – February 9, 2005) was a leading American blues and soul singer with a distinctive style, recording a long list of hit records over a period of more than 20 years. He had three no.",
      "pageId": 979884,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/7/7e/Tyrone_Davis_oct_1970.jpg"
    },
    {
      "year": "1938",
      "uri": "/wiki/Tyrone_Davis",
      "name": "Tyrone Davis",
      "monthDay": "05/04",
      "aboutText": "Wim Verstappen (4 May 1937 – 24 July 2004) was a Dutch film director and producer, television director, and screen writer.\nVerstappen grew up on Curaçao. He started at the Netherlands Film and Television Academy in 1961, and released his first movie in 1966, De minder gelukkige terugkeer van Joszef Katus naar het land van Rembrandt.",
      "pageId": 32242390,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/c/c6/Wim_Verstappen_934-1312.jpg"
    },
    {
      "year": "1938",
      "uri": "/wiki/Carlos_Monsiv%C3%A1is",
      "name": "Carlos Monsiváis",
      "monthDay": "05/04",
      "aboutText": "Carlos Monsiváis Aceves (May 4, 1938 – June 19, 2010) was a Mexican writer, critic, political activist, and journalist. He also wrote political opinion columns in leading newspapers within the country's progressive sectors. His generation of writers includes Elena Poniatowska, José Emilio Pacheco, and Carlos Fuentes.",
      "pageId": 4073702,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/d/d6/Carlos_monsivais.jpg"
    },
    {
      "year": "1938",
      "uri": "/wiki/Gillian_Tindall",
      "name": "Gillian Tindall",
      "monthDay": "05/04",
      "aboutText": "Gillian Tindall (born 4 May 1938) is a British writer. Among her better-known works are City of Gold: Biography of Bombay and Celestine: Voices from a French Village. Her novel Fly Away Home won the Somerset Maugham Award in 1972.",
      "pageId": 7015806
    },
    {
      "year": "1939",
      "uri": "/wiki/Neil_Fox_(rugby_league)",
      "name": "Neil Fox",
      "monthDay": "05/04",
      "aboutText": "Paul Xavier Gleason (May 4, 1939 – May 27, 2006) was an American film and television actor, known for his roles on television series such as All My Children and films such as The Breakfast Club, Trading Places, and Die Hard.",
      "pageId": 434455,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/en/6/6c/Paul_Gleason_Breakfast_Club.jpg"
    },
    {
      "year": "1939",
      "uri": "/wiki/Paul_Gleason",
      "name": "Paul Gleason",
      "monthDay": "05/04",
      "aboutText": "Neil Fox MBE (born 4 May 1939 in Sharlston, West Riding of Yorkshire) is an English former professional rugby league footballer and player-coach of the 1950s, 60s and 70s. A goal-kicking three-quarter back, he set the all-time points record, scoring 6,220 points during his career. The brother of fellow rugby league players, Peter and Don Fox, Neil played for Yorkshire sides such as; Wakefield Trinity (twice) (captain) (Heritage #629), Bradford Northern (twice), Hull Kingston Rovers, York, Bramley and Huddersfield.",
      "pageId": 13921260
    },
    {
      "year": "1939",
      "uri": "/wiki/Amos_Oz",
      "name": "Amos Oz",
      "monthDay": "05/04",
      "aboutText": "Amos Oz (Hebrew: עמוס עוז; born May 4, 1939, birth name Amos Klausner) is an Israeli writer, novelist, journalist and intellectual. He is also a professor of literature at Ben-Gurion University in Beersheba. He is regarded as Israel's most famous living author.",
      "pageId": 330857,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/a/ac/Amos_Oz_by_Kubik.JPG"
    },
    {
      "year": "1939",
      "uri": "/wiki/Leon_Rochefort",
      "name": "Leon Rochefort",
      "monthDay": "05/04",
      "aboutText": "Joseph Fernand Leon Rochefort (born May 4, 1939 in Cap-de-la-Madeleine, Quebec) is a retired Canadian professional ice hockey centreman who spent 15 seasons in the National Hockey League playing for seven clubs.",
      "pageId": 5369621,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/f/f5/Leon_Rochefort_-_2009_2014-02-17_18-50.jpg"
    },
    {
      "year": "1940",
      "uri": "/wiki/Robin_Cook_(American_novelist)",
      "name": "Robin Cook",
      "monthDay": "05/04",
      "aboutText": "George Frederick Will (born May 4, 1941) is an American newspaper columnist and political commentator. He is a Pulitzer Prize–winner best known for his conservative commentary on politics.",
      "pageId": 620102,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/3/30/GeorgeWill06.jpg"
    },
    {
      "year": "1941",
      "uri": "/wiki/George_Will",
      "name": "George Will",
      "monthDay": "05/04",
      "aboutText": "Dr. Robert Brian \"Robin\" Cook (born May 4, 1940 in New York City) is an American physician and novelist who writes about medicine and topics affecting public health.\nHe is best known for combining medical writing with the thriller genre.",
      "pageId": 646238,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/5/5b/Robin_Cook_in_Warsaw_Poland_2008.jpg"
    },
    {
      "year": "1942",
      "uri": "/wiki/Nickolas_Ashford",
      "name": "Nickolas Ashford",
      "monthDay": "05/04",
      "aboutText": "Nickolas Ashford (May 4, 1941 - August 22, 2011) was an American R&B singer and songwriter who formed the musical partnership Ashford & Simpson with his wife, Valerie Simpson.",
      "pageId": 1410477
    },
    {
      "year": "1943",
      "uri": "/wiki/Georgi_Asparuhov",
      "name": "Georgi Asparuhov",
      "monthDay": "05/04",
      "aboutText": "Georgi Rangelov Asparuhov (Bulgarian: Георги Рангелов Аспарухов) (sometimes spelled Asparoukhov), nicknamed Gundi (4 May 1943 – 30 June 1971) was a Bulgarian football player. He is considered to be among the top Bulgarian footballers of all time. He was voted the best Bulgarian footballer of the 20th Century, ahead of Hristo Stoichkov.",
      "pageId": 2261759,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/1/16/Georgi_Asparuhov_1969.jpg"
    },
    {
      "year": "1943",
      "uri": "/wiki/Mihail_Chemiakin",
      "name": "Mihail Chemiakin",
      "monthDay": "05/04",
      "aboutText": "Mihail Chemiakin (Russian: Михаи́л Михайлович Шемя́кин, Mikhail Shemyakin, or Mikhail Shemiakin, born 4 May 1943, Moscow) is a Russian (ethnic Circassian (Kabardian)) painter, stage designer, sculptor and publisher, and a controversial representative of the nonconformist art tradition of St. Petersburg.",
      "pageId": 22450465,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/8/8e/Dmitry_Medvedev_and_Mikhail_Shemyakin.jpg"
    },
    {
      "year": "1943",
      "uri": "/wiki/Prasanta_Pattanaik",
      "name": "Prasanta Pattanaik",
      "monthDay": "05/04",
      "aboutText": "Prasanta Kumar Pattanaik (born 4 May 1943), is emeritus professor at the Department of Economics at the University of California, a research associate for the Oxford Poverty & Human Development Initiative (OPHI), and a fellow of the Human Development and Capability Association.\nAlong with Amartya Sen and Kenneth Arrow, Pattanaik is an advisory editor for the journal Social Choice and Welfare.\n^ \"Pattanaik, Prasanta K. (Prasanta Kumar)\".",
      "pageId": 43976767
    },
    {
      "year": "1944",
      "uri": "/wiki/Dave_(singer)",
      "name": "Dave",
      "monthDay": "05/04",
      "aboutText": "Dave is the stage name of Wouter Otto Levenbach, OON (born May 4, 1944), a Francophone singer from the Netherlands who had a string of number one hits in France in the 1970s. Despite his great success, he is still virtually unknown in his country of origin.\n^ \"Wouter Otto Levenbach, dit Dave\".",
      "pageId": 7375407,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/b/bf/Dave_2012_A.jpg"
    },
    {
      "year": "1944",
      "uri": "/wiki/Peggy_Santiglia",
      "name": "Peggy Santiglia",
      "monthDay": "05/04",
      "aboutText": "Peggy Santiglia (born Margaret Santiglia; May 4, 1944) is an American singer-songwriter of the \"girl group era\".",
      "pageId": 28099290
    },
    {
      "year": "1944",
      "uri": "/wiki/Robin_Sibson",
      "name": "Robin Sibson",
      "monthDay": "05/04",
      "aboutText": "Russell \"Russi\" Taylor (born May 4, 1944) is an American voice actress. She has been the voice actress of Disney's Minnie Mouse character since 1986, longer than her predecessors. She also does the voices of Martin Prince, Sherri and Terri, and Üter on the animated television series The Simpsons.",
      "pageId": 1973812
    },
    {
      "year": "1944",
      "uri": "/wiki/Russi_Taylor",
      "name": "Russi Taylor",
      "monthDay": "05/04",
      "aboutText": "Robin Sibson (born 4 May 1944) is a British mathematician and educator.\nHe has been a fellow of King's College, Cambridge, professor of statistics at the University of Bath and then vice-chancellor of the University of Kent. He was chief executive of the Higher Education Statistics Agency from 2001 until 2009.",
      "pageId": 17314223
    },
    {
      "year": "1945",
      "uri": "/wiki/Jan_Mulder_(footballer)",
      "name": "Jan Mulder",
      "monthDay": "05/04",
      "aboutText": "Johan \"Jan\" Mulder (Dutch pronunciation: [ˈjoːɦɑn jɑn ˈmʏldər]; born 4 May 1945) is a Dutch former footballer, writer, columnist, and TV personality.",
      "pageId": 3028281,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/8/86/Jan_Mulder_%283_november_1974%29.jpg"
    },
    {
      "year": "1945",
      "uri": "/wiki/N._Ram",
      "name": "N. Ram",
      "monthDay": "05/04",
      "aboutText": "Narasimhan Ram (born 4 May 1945) is an Indian journalist and prominent member of the Kasturi family that controls The Hindu Group of publications. Ram was the Managing-Director of The Hindu since 1977 and its Editor-in-Chief since 27 June 2003 until 18 January 2012. Ram also headed the other publications of The Hindu Group such as Frontline, The Hindu Business Line and Sportstar, and has been awarded the Padma Bhushan by the Government of India and Sri Lanka Ratna by the Government of Sri Lanka.",
      "pageId": 4399151,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/3/32/N._ram.jpg"
    },
    {
      "year": "1946",
      "uri": "/wiki/John_Barnard",
      "name": "John Barnard",
      "monthDay": "05/04",
      "aboutText": "John Barnard (born 4 May 1946, Wembley, London) is a race car designer and is working with Terence Woodgate designing high specification carbon fibre furniture.",
      "pageId": 763681
    },
    {
      "year": "1946",
      "uri": "/wiki/Gary_Bauer",
      "name": "Gary Bauer",
      "monthDay": "05/04",
      "aboutText": "Gary Lee Bauer (born May 4, 1946) is an American politician and activist.\n^ \"OnPolitics: Bauer (R)\". The Washington Post.",
      "pageId": 874246
    },
    {
      "year": "1946",
      "uri": "/wiki/John_Watson_(racing_driver)",
      "name": "John Watson",
      "monthDay": "05/04",
      "aboutText": "John William Bosley, PC (born May 4, 1947) is a former Canadian politician. He is best known for having been Speaker of the Canadian House of Commons from November 5, 1984 to September 29, 1986.\nHe received a BA in 1968 from the University of Trinity College in the University of Toronto.",
      "pageId": 847732
    },
    {
      "year": "1947",
      "uri": "/wiki/John_Bosley_(politician)",
      "name": "John Bosley",
      "monthDay": "05/04",
      "aboutText": "John Marshall Watson,  MBE (born 4 May 1946) is a British former racing driver and commentator from Northern Ireland. He competed in Formula One, winning five Grands Prix and also in the World Sportscar Championship. After his retirement from motorsport, he became a commentator for Eurosport's coverage of Formula One from 1990 to 1996.",
      "pageId": 30874971,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/d/d7/1985_European_GP_Watson.jpg"
    },
    {
      "year": "1947",
      "uri": "/wiki/Richard_Jenkins",
      "name": "Richard Jenkins",
      "monthDay": "05/04",
      "aboutText": "Richard Dale Jenkins (born May 4, 1947) is an American actor. Jenkins began his acting career in theatre at the Trinity Repertory Company and later made his film debut in 1974. He has appeared in supporting roles in many films produced during the 1980s and the 1990s.",
      "pageId": 2090899,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/3/30/RichardJenkins2AAFeb09.jpg"
    },
    {
      "year": "1947",
      "uri": "/wiki/Ronald_S%C3%B8rensen",
      "name": "Ronald Sørensen",
      "monthDay": "05/04",
      "aboutText": "Ronald Sørensen (born 4 May 1947 in Rotterdam) is a Dutch politician.",
      "pageId": 23689990,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/0/0e/RonaldS%C3%B8rensen.jpg"
    },
    {
      "year": "1947",
      "uri": "/wiki/Willem_van_Beusekom",
      "name": "Willem van Beusekom",
      "monthDay": "05/04",
      "aboutText": "Trivimi Velliste (born 4 May 1947, in Tartu, Estonia) is an Estonian politician who served as Minister of Foreign Affairs from 1992 to 1994 and as the Estonian Ambassador to the United Nations from 1994 to 1998. He currently is a Member of Parliament in the Riigikogu representing the Pärnumaa Electoral District.\nVelliste is considered one of the leading forces behind the liberation of the Baltic States.",
      "pageId": 1804198,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/e/e3/Flickr_-_Saeima_-_Saeim%C4%81_notiek_Baltijas_Asamblejas_29.sesija_%282%29_cropped.jpg"
    },
    {
      "year": "1947",
      "uri": "/wiki/Trivimi_Velliste",
      "name": "Trivimi Velliste",
      "monthDay": "05/04",
      "aboutText": "Willem Jacobus Marius van Beusekom (4 May 1947 – 21 May 2006) was a Dutch broadcaster and television presenter. He was also active as a radio DJ and especially enjoyed fame as a Dutch television commentator for the Eurovision Song Contest, which he did from 1987 to 2005.",
      "pageId": 31287770,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/0/08/Willem_van_Beusekom.jpg"
    },
    {
      "year": "1948",
      "uri": "/wiki/Alison_Britton",
      "name": "Alison Britton",
      "monthDay": "05/04",
      "aboutText": "Hurley Haywood (born May 4, 1948) is an American race-car driver. He is said to be America's most decorated endurance driver in history. Hurley has won multiple events, including five overall victories at the Rolex 24 at Daytona, three at the 24 Hours of Le Mans, and two at the 12 Hours of Sebring.",
      "pageId": 5075235
    },
    {
      "year": "1948",
      "uri": "/wiki/Hurley_Haywood",
      "name": "Hurley Haywood",
      "monthDay": "05/04",
      "aboutText": "Alison Britton OBE RA (born 4 May 1948) is a British ceramic artist, with an international reputation, known for her large sculptural, slab built vessels.\nBorn in Harrow Middlesex UK, the daughter of the educationalist James N. Britton, she studied at Leeds College of Art (1966–7), the Central School of Art and Design (1966–7) and the Royal College of Art (1970–73). She became a Fellow of the RCA in 1990 and has been a senior tutor there since 1998.",
      "pageId": 38802520
    },
    {
      "year": "1948",
      "uri": "/wiki/George_Tupou_V",
      "name": "George Tupou V",
      "monthDay": "05/04",
      "aboutText": "John Harold Force (born May 4, 1949 in Bell Gardens, California) is an American NHRA drag racer. He is a 16-time Funny Car champion driver and an 18-time champion car owner. Force owns and drives for John Force Racing.",
      "pageId": 1064814,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/2/2b/Flag_of_Los_Angeles_County%2C_California.png"
    },
    {
      "year": "1949",
      "uri": "/wiki/John_Force",
      "name": "John Force",
      "monthDay": "05/04",
      "aboutText": "George Tupou V (Tongan: Siaosi Tupou, full name: Siaosi Tāufaʻāhau Manumataongo Tukuʻaho Tupou; 4 May 1948 – 18 March 2012) was the King of Tonga following the death of his father, Tāufaʻāhau Tupou IV in 2006, until his own death six years later.",
      "pageId": 1744053
    },
    {
      "year": "1949",
      "uri": "/wiki/Stella_Parton",
      "name": "Stella Parton",
      "monthDay": "05/04",
      "aboutText": "Found Children, Stella Parton (born May 4, 1949) is an American country singer and songwriter. Parton is best known for a series of country singles that charted during the mid- to late-1970s, her biggest hit being 1975's \"I Want to Hold You In My Dreams Tonight\".\n^ Parton, Stella (2011).",
      "pageId": 2577538
    },
    {
      "year": "1949",
      "uri": "/wiki/Pekka_P%C3%A4iv%C3%A4rinta",
      "name": "Pekka Päivärinta",
      "monthDay": "05/04",
      "aboutText": "Pekka Johannes Päivärinta (born 4 May 1949 in Aura) is a Finnish former long-distance runner. He won men's senior race in the first World Championships of cross-country running in 1973. He competed in 1972 Olympics at 3000-meter steeplechase finishing 8th.",
      "pageId": 23773030
    },
    {
      "year": "1949",
      "uri": "/wiki/Graham_Swift",
      "name": "Graham Swift",
      "monthDay": "05/04",
      "aboutText": "The Pogues are a Celtic punk band from London, formed in 1982 and fronted by Shane MacGowan. The band reached international prominence in the 1980s and early 1990s. MacGowan left the band in 1991 due to drinking problems but the band continued first with Joe Strummer and then with Spider Stacy on vocals before breaking up in 1996.",
      "pageId": 30514,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/a/a6/PoguesLiveBrixton-12-21-2004.jpg"
    },
    {
      "year": "1950",
      "uri": "/wiki/Darryl_Hunt_(musician)",
      "name": "Darryl Hunt",
      "monthDay": "05/04",
      "aboutText": "Graham Colin Swift FRSL (born 4 May 1949) is an English writer. Born in London, England, he was educated at Dulwich College, London, Queens' College, Cambridge, and later the University of York.\nSome of Swift's books have been filmed, including Last Orders, starring Michael Caine and Bob Hoskins and Waterland, starring Jeremy Irons.",
      "pageId": 355990
    },
    {
      "year": "1951",
      "uri": "/wiki/Colin_Bass",
      "name": "Colin Bass",
      "monthDay": "05/04",
      "aboutText": "Colin Bass (born 4 May 1951), is an English musician, award-winning record producer and songwriter. Since 1979 he has been a member of the British progressive-rock band Camel, who, after a ten-year hiatus due to the ill-health of bandleader Andrew Latimer, returned to active touring in 2013. From 1984 to 1992 he was also a core figure in the pioneering World Music group 3 Mustaphas 3.",
      "pageId": 4566780,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/3/33/Colin_Bass_-_Portrait_by_Lenya_Bass.JPG"
    },
    {
      "year": "1951",
      "uri": "/wiki/Colleen_Hanabusa",
      "name": "Colleen Hanabusa",
      "monthDay": "05/04",
      "aboutText": "Colleen Wakako Hanabusa (Japanese: 花房コリーン若子, Hepburn: Hanabusa Korīn Wakako, born May 4, 1951) is an American politician who served as the U.S. Representative for Hawaii's 1st congressional district from January 2011 to January 2015. She is a member of the Democratic Party. Before her election to the U.S. House of Representatives, Hanabusa was a member of the Hawaii Senate, representing the 21st District beginning in 1998.",
      "pageId": 14176557,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/1/10/Colleen_Hanabusa_-_Aloha_Floral_Parade_2010.jpg"
    },
    {
      "year": "1951",
      "uri": "/wiki/Jackie_Jackson",
      "name": "Jackie Jackson",
      "monthDay": "05/04",
      "aboutText": "Sigmund Esco \"Jackie\" Jackson (born May 4, 1951) is an American singer and musician notable for being a member of The Jackson 5. He is the second child of the Jackson family and the oldest Jackson brother.",
      "pageId": 304306,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/a/a1/Jackson_5_1969.jpg"
    },
    {
      "year": "1951",
      "uri": "/wiki/G%C3%A9rard_Jugnot",
      "name": "Gérard Jugnot",
      "monthDay": "05/04",
      "aboutText": "Gérard Jugnot (born 4 May 1951) is a French actor, film director, screenwriter and film producer.\nJugnot was one of the founders of the comedy troupe Le Splendid in the 1970s, along with, among others, his high-school friends Christian Clavier, Thierry Lhermitte, and Michel Blanc. Then Josiane Balasko and Marie-Anne Chazel join them.",
      "pageId": 1877540,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/1/15/G%C3%A9rard_Jugnot_-_Avant_premi%C3%A8re_Rose_et_Noir_-_Montpellier.jpg"
    },
    {
      "year": "1951",
      "uri": "/wiki/Mick_Mars",
      "name": "Mick Mars",
      "monthDay": "05/04",
      "aboutText": "Michael Ciaran Parker (born 4 May 1952), better known by his stage name Michael Barrymore, is an English comedian and television presenter of game shows and light entertainment programmes on British television in the 1980s, 1990s and 2000s. These included Strike It Lucky, My Kind of People, My Kind of Music and Kids Say the Funniest Things.\nHe headlined the 1993 Royal Variety Performance and also appeared at the 1983 Royal Variety Performance.",
      "pageId": 233412
    },
    {
      "year": "1952",
      "uri": "/wiki/Michael_Barrymore",
      "name": "Michael Barrymore",
      "monthDay": "05/04",
      "aboutText": "Mick Mars (born Robert Alan Deal; either May 4, 1951 or April 4, 1955) Is and American musician and guitarist.",
      "pageId": 1029247,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/6/6b/Mick_Mars_2005.jpg"
    },
    {
      "year": "1952",
      "uri": "/wiki/David_Della_Rocco",
      "name": "David Della Rocco",
      "monthDay": "05/04",
      "aboutText": "Oleta Adams (born May 4, 1953, Seattle, Washington) is an American soul, jazz, and gospel singer and pianist.",
      "pageId": 2776889,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/6/67/Oleta_Adams_Pure_Jazz_2007.jpg"
    },
    {
      "year": "1953",
      "uri": "/wiki/Oleta_Adams",
      "name": "Oleta Adams",
      "monthDay": "05/04",
      "aboutText": "David Della Rocco (born May 4, 1952) is an American comedian and actor best known for his supporting role in the 1999 film The Boondock Saints. Della Rocco is a friend of The Boondock Saints writer and director Troy Duffy and his role was written specifically for him, playing a character also named David Della Rocco, bringing many of his real-life mannerisms and flair to the character, as well as the character's nickname, \"The Funny Man\". He played the part of a low-level mobster who helps his two friends, the MacManus brothers, in ridding Boston of criminals and evil.",
      "pageId": 2894834,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/0/09/David_Della_Rocco_01.jpg"
    },
    {
      "year": "1953",
      "uri": "/wiki/Salman_Hashimikov",
      "name": "Salman Hashimikov",
      "monthDay": "05/04",
      "aboutText": "Ryan Cayabyab (born Raymundo Cipriano Pujante Cayabyab on May 4, 1954 in Manila, Philippines but known as Mr. C) is a Filipino musician, composer and conductor; he was Executive and Artistic Director for several years of the defunct San Miguel Foundation for the Performing Arts. He was also a resident judge for the only television season of Philippine Idol, broadcast in 2006.",
      "pageId": 3302837
    },
    {
      "year": "1954",
      "uri": "/wiki/Ryan_Cayabyab",
      "name": "Ryan Cayabyab",
      "monthDay": "05/04",
      "aboutText": "Salman Alkhazurovich Hashimikov, also spelled Hasimikov (Russian: Салман Хасимиков), is a prominent Soviet heavyweight wrestler. A Chechen from Russia, he won two European and four World Championship gold medals in freestyle wrestling (1979, 1981, 1982, 1983). He had also won European and World gold as a Junior in 1970-71.",
      "pageId": 9044129
    },
    {
      "year": "1954",
      "uri": "/wiki/Marilyn_Martin",
      "name": "Marilyn Martin",
      "monthDay": "05/04",
      "aboutText": "Marilyn Martin (born May 4, 1954) is an American singer best known for her 1985 hit duet with Phil Collins, \"Separate Lives.\"",
      "pageId": 866680
    },
    {
      "year": "1954",
      "uri": "/wiki/Liz_Robertson",
      "name": "Liz Robertson",
      "monthDay": "05/04",
      "aboutText": "Liz Robertson (born 4 May 1954) is an English actress and singer and the widow of playwright and lyricist Alan Jay Lerner.",
      "pageId": 8827923
    },
    {
      "year": "1954",
      "uri": "/wiki/Robert_Michael_Snyder",
      "name": "Robert Michael Snyder",
      "monthDay": "05/04",
      "aboutText": "Pia Zadora (born May 4, 1953) is an American actress and singer. After working as a child actress on Broadway, in regional theater, and in the film Santa Claus Conquers the Martians (1964), she came to national attention in 1981 when, following her starring role in the highly criticized Butterfly, she won a Golden Globe Award as New Star of the Year and the Golden Raspberry Award for Worst Actress.\nWhen her film career failed to take off, she became a singer of popular standards and made several successful albums backed by a symphonic orchestra; as a singer, she earned a measure of respect from critics who had previously written her off as an actress.",
      "pageId": 603677,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/9/90/Martians_shot6.jpg"
    },
    {
      "year": "1954",
      "uri": "/wiki/Pia_Zadora",
      "name": "Pia Zadora",
      "monthDay": "05/04",
      "aboutText": "Robert Michael Snyder (born May 4, 1954) is an American author. He is best known for authoring the Chess For Juniors children's book series. He has published multiple books and games including Chess for Everyone and Unbeatable Chess Lessons.",
      "pageId": 26001667
    },
    {
      "year": "1954",
      "uri": "/wiki/Rey_Valera",
      "name": "Rey Valera",
      "monthDay": "05/04",
      "aboutText": "Reynaldo Valera Guardiano (better known as Rey Valera) (born May 4, 1954 in Meycauayan, Bulacan, Philippines) is a well-known singer, songwriter, music director, film scorer and television host from the Philippines. He wrote and produced songs that were recorded by various singers, most notably Sharon Cuneta.",
      "pageId": 2307506,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/en/8/82/Rey-valera.jpg"
    },
    {
      "year": "1954",
      "uri": "/wiki/Hans_van_Zeeland",
      "name": "Hans van Zeeland",
      "monthDay": "05/04",
      "aboutText": "Johannes \"Hans\" Hendrikus Jacques van Zeeland (born May 4, 1954 in Arnhem) is a former water polo player from the Netherlands, who won the bronze medal with the Dutch National Team at the 1976 Summer Olympics in Montreal. In 1980 Van Zeeland finished in sixth position with the Holland squad.",
      "pageId": 3656063,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/en/c/c2/Crystal_Clear_app_Login_Manager_2.png"
    },
    {
      "year": "1955",
      "uri": "/wiki/Robert_Ellis_Orrall",
      "name": "Robert Ellis Orrall",
      "monthDay": "05/04",
      "aboutText": "Michael Landon Gernhardt (Ph.D.) (born May 4, 1956, in Mansfield, Ohio) is a NASA astronaut and manager of Environmental Physiology Laboratory and principal investigator of the Prebreathe Reduction Program (PRP) at the Lyndon B. Johnson Space Center.\n^ NASA. \"Biographical Data: Michael L. Gernhardt (Ph.D.)\".",
      "pageId": 599004,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/5/5a/Michael_Gernhardt2.jpg"
    },
    {
      "year": "1956",
      "uri": "/wiki/Michael_L._Gernhardt",
      "name": "Michael L. Gernhardt",
      "monthDay": "05/04",
      "aboutText": "Robert Ellis Orrall (born May 4, 1955 in Winthrop, Massachusetts) is an American singer, songwriter, and record producer. Signed to RCA Records in 1980, Orrall debuted that year with the album \"Fixation\". His first Top 40 single was \"I Couldn't Say No\", a duet with Carlene Carter.",
      "pageId": 11310263
    },
    {
      "year": "1956",
      "uri": "/wiki/Charlotte_Green",
      "name": "Charlotte Green",
      "monthDay": "05/04",
      "aboutText": "David Guterson (/ˈɡʌtərsən/ GUT-ər-sən; born May 4, 1956) is an American novelist, short story writer, poet, journalist, and essayist. He is best known as the author of the book Snow Falling on Cedars.",
      "pageId": 546322,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/2/24/David_Guterson_2013_Cologne_01.jpg"
    },
    {
      "year": "1956",
      "uri": "/wiki/David_Guterson",
      "name": "David Guterson",
      "monthDay": "05/04",
      "aboutText": "Charlotte Green (born 4 May 1956) is a British radio broadcaster.",
      "pageId": 962903
    },
    {
      "year": "1956",
      "uri": "/wiki/Sharon_Jones_(singer)",
      "name": "Sharon Jones",
      "monthDay": "05/04",
      "aboutText": "Ulrike Nasse-Meyfarth (born 4 May 1956) is a German former high jumper. She won the Olympic title twice, in 1972 and 1984.",
      "pageId": 624487,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/5/5f/Ulrike_Meyfarth.JPG"
    },
    {
      "year": "1956",
      "uri": "/wiki/Ulrike_Meyfarth",
      "name": "Ulrike Meyfarth",
      "monthDay": "05/04",
      "aboutText": "Sharon Lafaye Jones (born May 4, 1956) is an American soul/funk singer. She is the lead singer of Sharon Jones & The Dap-Kings, a soul and funk band based out of Brooklyn, New York. Jones experienced a breakthrough success relatively late in life, releasing her first record when she was 40 years old.",
      "pageId": 4172512
    },
    {
      "year": "1956",
      "uri": "/wiki/Ken_Oberkfell",
      "name": "Ken Oberkfell",
      "monthDay": "05/04",
      "aboutText": "Kenneth Raymond Oberkfell (born May 4, 1956) is an American former Major League Baseball third baseman and ex-coach for the New York Mets. Oberkfell served as the manager of the Newark Bears of the independent Can-Am League during the 2012 season, before stepping down in August. He played from 1977-1992 for six different teams.",
      "pageId": 4664687,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/en/e/e0/Oberkfell1983.jpg"
    },
    {
      "year": "1957",
      "uri": "/wiki/Jaak_Huimerind",
      "name": "Jaak Huimerind",
      "monthDay": "05/04",
      "aboutText": "Jaak Huimerind (born May 4, 1957 in Tartu, Estonia) is a notable Estonian architect.\nFrom 1975 Jaak Huimerind studied in the State Art Institute of Estonian SSR in the department of architecture. He graduated from the institute in 1980.",
      "pageId": 25199095
    },
    {
      "year": "1957",
      "uri": "/wiki/Kathy_Kreiner",
      "name": "Kathy Kreiner",
      "monthDay": "05/04",
      "aboutText": "Maria Bernadina (Marijke) Vos (born 4 May 1957 in Leidschendam) is a Dutch politician.",
      "pageId": 3433389,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/2/24/MarijkeVos.JPG"
    },
    {
      "year": "1957",
      "uri": "/wiki/Marijke_Vos",
      "name": "Marijke Vos",
      "monthDay": "05/04",
      "aboutText": "Katharine \"Kathy\" Kreiner-Phillips (born May 4, 1957) is a former World Cup alpine ski racer and Olympic gold medalist from Canada. She won the giant slalom at the 1976 Winter Olympics in Innsbruck, Austria. First out of the gate on Friday the 13th, Kreiner prevented double gold medalist Rosi Mittermaier from sweeping the women's alpine events, as Mittermaier won the silver medal.",
      "pageId": 7378489,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/c/c2/Kathykreiner.PNG"
    },
    {
      "year": "1958",
      "uri": "/wiki/Delbert_Fowler",
      "name": "Delbert Fowler",
      "monthDay": "05/04",
      "aboutText": "Keith Allen Haring (May 4, 1958 – February 16, 1990) was an American artist and social activist whose work responded to the New York City street culture of the 1980s by expressing concepts of birth, death, sexuality, and war.",
      "pageId": 306478,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/e/e9/Boxer_von_Keith_Haring%2C_1987%2C_Berlin.jpg"
    },
    {
      "year": "1958",
      "uri": "/wiki/Keith_Haring",
      "name": "Keith Haring",
      "monthDay": "05/04",
      "aboutText": "Delbert \"Treetop\" Fowler (born May 4, 1958) is a former American football player for the Winnipeg Blue Bombers of the Canadian Football League. Fowler was born in Cleveland, Ohio where he played high school football for Glenville High School in Cleveland, Ohio.\nAfter high school, Fowler attended West Virginia University where he played for the Mountaineers.",
      "pageId": 7769736
    },
    {
      "year": "1958",
      "uri": "/wiki/Jane_Kennedy_(politician)",
      "name": "Jane Kennedy",
      "monthDay": "05/04",
      "aboutText": "Jane Elizabeth Kennedy PC (née Hodgson; born 4 May 1958) is a British Labour Party politician and the inaugural Police and Crime Commissioner for Merseyside. Kennedy was the Member of Parliament (MP) for Liverpool Broadgreen from 1992 until 1997 and for Liverpool Wavertree from 1997 until she stood down in 2010.\nFormerly a member of the Government, on 8 June 2009, she returned to the backbenches leaving her position as Minister of State for Farming and the Environment at the Department for Environment, Food and Rural Affairs.",
      "pageId": 427640,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/f/f1/Jane_Kennedy.jpg"
    },
    {
      "year": "1958",
      "uri": "/wiki/Antonis_Minou",
      "name": "Antonis Minou",
      "monthDay": "05/04",
      "aboutText": "Antonis Minou (Greek: Αντώνης Μήνου) (born 4 May 1958 in Aridaia) is a former Greek football player. He played for Almopos, Kastoria, Panathinaikos, AEK Athens and Apollon Smyrnis, as well as for the national team.",
      "pageId": 14408308
    },
    {
      "year": "1958",
      "uri": "/wiki/Caroline_Spelman",
      "name": "Caroline Spelman",
      "monthDay": "05/04",
      "aboutText": "Caroline Alice Spelman (née Cormack; born 4 May 1958) is a Conservative Party politician in the United Kingdom who has served as the Member of Parliament (MP) for Meriden in the West Midlands since 1997. From May 2010 to September 2012 she was the Secretary of State for Environment, Food and Rural Affairs in David Cameron's coalition cabinet, and was sworn as a Privy Counsellor on 13 May 2010.",
      "pageId": 429874,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/3/3b/Caroline_Spelman_Official.jpg"
    },
    {
      "year": "1959",
      "uri": "/wiki/Scott_Armstrong_(wrestler)",
      "name": "Scott Armstrong",
      "monthDay": "05/04",
      "aboutText": "Joseph Scott James (born May 4, 1959) is a retired American professional wrestler and current referee and producer better known as Scott Armstrong.",
      "pageId": 1870853,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/8/86/The_Big_Show_At_House_Show.jpg"
    },
    {
      "year": "1959",
      "uri": "/wiki/Valdemaras_Chomi%C4%8Dius",
      "name": "Valdemaras Chomičius",
      "monthDay": "05/04",
      "aboutText": "Karin Inger Monica Nilsson (born 4 May 1959 in Kisa) is a Swedish actress and singer.  She is a former child actress.\nShe is primarily known for her portrayal of Pippi Longstocking in the Swedish-produced TV series of the same name during 1969 which was compiled, re-dubbed into Dutch and later also in English, and released as two feature films in 1969.",
      "pageId": 1996334,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/3/36/Inger_Nilsson_2011_%282%29.jpg"
    },
    {
      "year": "1959",
      "uri": "/wiki/Inger_Nilsson",
      "name": "Inger Nilsson",
      "monthDay": "05/04",
      "aboutText": "Valdemaras Chomičius (also known as Valdemaras Homicius) (born May 4, 1959 in Kaunas, Lithuania) is a retired Lithuanian professional basketball player for the Soviet and Lithuanian national basketball team. Assistant coach on the Lithuanian national team. This year, 2009/2010, head coach for UNICS Kazan in Russia.",
      "pageId": 2866770
    },
    {
      "year": "1959",
      "uri": "/wiki/Randy_Travis",
      "name": "Randy Travis",
      "monthDay": "05/04",
      "aboutText": "Randy Bruce Traywick (born May 4, 1959), known professionally as Randy Travis, is an American singer-songwriter, guitarist, and actor. Since 1985, he has recorded 20 studio albums and charted more than 50 singles on the Billboard Hot Country Songs charts, and 16 of these were number-one hits. Considered a pivotal figure in the history of country music, Travis broke through in the mid-1980s with the release of his album Storms of Life, which sold more than four million copies.",
      "pageId": 169981,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/e/e7/Randy_Travis_2.jpg"
    },
    {
      "year": "1959",
      "uri": "/wiki/Bob_Tway",
      "name": "Bob Tway",
      "monthDay": "05/04",
      "aboutText": "Robert Raymond Tway IV (born May 4, 1959) is an American professional golfer who has won numerous tournaments including eight PGA Tour victories. He spent 25 weeks in the top 10 of the Official World Golf Ranking in 1986–87.\nTway was born in Oklahoma City, Oklahoma.",
      "pageId": 4860955
    },
    {
      "year": "1960",
      "uri": "/wiki/Paul_Bhattacharjee",
      "name": "Paul Bhattacharjee",
      "monthDay": "05/04",
      "aboutText": "Andrew Christopher Denton (born 4 May 1960) is an Australian television producer, comedian, Gold Logie-nominated television presenter and former radio host, and was the host of the ABC's weekly television interview program Enough Rope and the ABC game show Randling. He is known for his comedy and interviewing technique.",
      "pageId": 1013661,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/c/cb/Andrew_Denton_%28cropped%29.jpg"
    },
    {
      "year": "1960",
      "uri": "/wiki/Andrew_Denton",
      "name": "Andrew Denton",
      "monthDay": "05/04",
      "aboutText": "Gautam Paul Bhattacharjee (4 May 1960 – c. 12 July 2013) was a British actor of Indian ethnicity of stage, film and television.\n^ a b c Michael Coveney, \"Paul Bhattacharjee obituary\", The Guardian, 18 July 2013.",
      "pageId": 39992320,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/en/d/d1/Paul_Bhattacharjee.jpg"
    },
    {
      "year": "1960",
      "uri": "/wiki/Werner_Faymann",
      "name": "Werner Faymann",
      "monthDay": "05/04",
      "aboutText": "Martyn Douglas Moxon (born 4 May 1960, Stairfoot, Barnsley, Yorkshire) is a former English cricketer, who played ten Tests and eight One Day Internationals for England and appeared for Yorkshire for 17 seasons from 1981 to 1997. On 8 May 2007, Moxon was confirmed as Director of Professional Cricket at Yorkshire.",
      "pageId": 3146979
    },
    {
      "year": "1960",
      "uri": "/wiki/Martyn_Moxon",
      "name": "Martyn Moxon",
      "monthDay": "05/04",
      "aboutText": "Werner Faymann (German: [ˈvɛɐ̯nɐ ˈfaɪman]; born 4 May 1960) is an Austrian politician who has been Chancellor of Austria and chairman of the Social Democratic Party of Austria (SPÖ) since 2008.",
      "pageId": 18689844,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/8/8b/Europ%C3%A4ischer_Rat_2008_in_Br%C3%BCssel_%283109629165%29.jpg"
    },
    {
      "year": "1961",
      "uri": "/wiki/Jay_Aston",
      "name": "Jay Aston",
      "monthDay": "05/04",
      "aboutText": "Luis Alberto \"Lucho\" Herrera Herrera, known as \"el jardinerito\" (\"the little gardener\") (born May 4, 1961 in Fusagasugá, Colombia), is a retired Colombian road racing cyclist. Herrera was a professional from 1985 to 1992 but had a successful amateur career before that in Colombia.\nHe entered his first Vuelta a Colombia in 1981 where he finished 16th overall and 3rd in the New Rider competition.",
      "pageId": 1102879,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/3/38/Luis_Herrera.jpg"
    },
    {
      "year": "1961",
      "uri": "/wiki/Luis_Herrera",
      "name": "Luis Herrera",
      "monthDay": "05/04",
      "aboutText": "Jay Hilda Aston (born 4 May 1961 in Purley, Surrey) is an English singer and occasional songwriter. She was a member of the British pop group Bucks Fizz, from 1981–1985. She was the youngest member of the group's original line-up, being just 19 when they won the 1981 Eurovision Song Contest.",
      "pageId": 3002876,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/en/2/24/Jay_aston_2009.jpg"
    },
    {
      "year": "1961",
      "uri": "/wiki/Mary_Elizabeth_McDonough",
      "name": "Mary Elizabeth McDonough",
      "monthDay": "05/04",
      "aboutText": "Mary Elizabeth McDonough (born May 4, 1961) is an American actress, best known for her role as Erin Walton on The Waltons from 1971 to 1981. In 1988, she married Rob Wickstrom, with whom she has a daughter, Sydnee. The couple divorced in 1996.",
      "pageId": 2497114,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/6/6d/Mary_Elizabeth_McDonough.jpg"
    },
    {
      "year": "1961",
      "uri": "/wiki/Chris_Packham",
      "name": "Chris Packham",
      "monthDay": "05/04",
      "aboutText": "Christopher Gary \"Chris\" Packham (born 4 May 1961) is an English naturalist, nature photographer, television presenter and author, best known for his television work including the children's nature series The Really Wild Show in the late 1980s. He has presented the BBC nature series Springwatch since 2009.\n^ \"BBC Inside Out – South: Presenter profile\".",
      "pageId": 2590858,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/2/2b/Chris_Packham_-_Desert_Island_Discs_-_13_October_2013.flac"
    },
    {
      "year": "1963",
      "uri": "/wiki/Vange_Leonel",
      "name": "Vange Leonel",
      "monthDay": "05/04",
      "aboutText": "Mónica María Encinas Bardem (born May 4, 1964) is a Spanish film actress, daughter of actress Pilar Bardem and sister of actors Carlos and Javier Bardem. She manages the family restaurants La Bardemcilla and La Bardemcilla de Santa Ana in Madrid.",
      "pageId": 10526307
    },
    {
      "year": "1964",
      "uri": "/wiki/M%C3%B3nica_Bardem",
      "name": "Mónica Bardem",
      "monthDay": "05/04",
      "aboutText": "Maria Evangelina \"Vange\" Leonel Gandolfo (May 4, 1963 – July 14, 2014) was a Brazilian singer-songwriter, guitarist, journalist, novelist, playwright, beer sommelier, feminist and LGBT activist.",
      "pageId": 41557822
    },
    {
      "year": "1964",
      "uri": "/wiki/Silvia_Costa",
      "name": "Silvia Costa",
      "monthDay": "05/04",
      "aboutText": "Silvia Costa Acosta-Martínez (born May 4, 1964 in La Palma, Pinar del Río Province) is a former high jumper from Cuba.\nShe is most known for winning medals at the 1985 IAAF World Indoor Championships and the 1993 World Championships in Athletics. She also has three medals from the Summer Universiade.",
      "pageId": 3019795
    },
    {
      "year": "1964",
      "uri": "/wiki/Zsuzsa_Mathe",
      "name": "Zsuzsa Mathe",
      "monthDay": "05/04",
      "aboutText": "Zsuzsa Máthé (born May 4, 1964) is a Hungarian artist.",
      "pageId": 15632174
    },
    {
      "year": "1964",
      "uri": "/wiki/Igors_Miglinieks",
      "name": "Igors Miglinieks",
      "monthDay": "05/04",
      "aboutText": "Goran Prpić (born 4 May 1964) is a former professional tennis player from Croatia who also played for SFR Yugoslavia prior to 1991.",
      "pageId": 1920133
    },
    {
      "year": "1964",
      "uri": "/wiki/Goran_Prpi%C4%87",
      "name": "Goran Prpić",
      "monthDay": "05/04",
      "aboutText": "Igors Miglinieks (born 4 May 1964 in Riga, Latvian SSR, USSR) is a retired Soviet and Latvian basketball player. He played as a shooting guard. Miglinieks won a gold medal at the 1988 Summer Olympics, becoming the first Latvian basketball player to win the gold medal at the Olympics.",
      "pageId": 36758674
    },
    {
      "year": "1964",
      "uri": "/wiki/Rocco_Siffredi",
      "name": "Rocco Siffredi",
      "monthDay": "05/04",
      "aboutText": "Rocco Siffredi (born Rocco Antonio Tano; 4 May 1964) is an Italian pornographic actor, director and producer of pornographic movies who is known for his rough sex scenes. As of October 2011, he has starred in more than 1,300 pornographic films.\nRocco took his stage name from the character \"Roch Siffredi\" played by Alain Delon in the French gangster film Borsalino (1970).",
      "pageId": 355853,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/2/26/Nuvola_apps_aktion.png"
    },
    {
      "year": "1964",
      "uri": "/wiki/Terje_Isungset",
      "name": "Terje Isungset",
      "monthDay": "05/04",
      "aboutText": "Terje Isungset (born May 4, 1964 Hol, Norway) is a Norwegian musician (primarily as a percussionist) and composer. From his background in jazz and traditional Scandinavian music, he has designed musical instruments from non-traditional materials including ice.\n^ \"Isungset, Terje - Biography\" (in Norwegian).",
      "pageId": 7707690,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/a/aa/Arve_Henriksen_and_Terje_Isungset_2015-12-04.jpg"
    },
    {
      "year": "1966",
      "uri": "/wiki/Jane_McGrath",
      "name": "Jane McGrath",
      "monthDay": "05/04",
      "aboutText": "Kathryn Mary \"Kate\" Garraway (born 4 May 1967) is an English television and radio presenter, freelancing primarily with ITV, Smooth Radio and the BBC.",
      "pageId": 718028,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/6/64/Kate_Garraway_2013.jpg"
    },
    {
      "year": "1967",
      "uri": "/wiki/Kate_Garraway",
      "name": "Kate Garraway",
      "monthDay": "05/04",
      "aboutText": "Jane Louise McGrath AM (née Steele; 4 May 1966 – 22 June 2008) was an England-born Australian cancer support campaigner, and the wife of Australian cricket fast bowler Glenn McGrath.",
      "pageId": 18087958,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/en/f/f2/Jane_McGrath.jpg"
    },
    {
      "year": "1967",
      "uri": "/wiki/Ana_Gasteyer",
      "name": "Ana Gasteyer",
      "monthDay": "05/04",
      "aboutText": "Akiko Yajima (矢島 晶子, Yajima Akiko, born Akiko Ogasawara (小笠原 晶子, Ogasawara Akiko), May 4, 1967) is a Japanese voice actress from Kobe, Hyogo Prefecture.",
      "pageId": 864736
    },
    {
      "year": "1967",
      "uri": "/wiki/Akiko_Yajima",
      "name": "Akiko Yajima",
      "monthDay": "05/04",
      "aboutText": "Ana Kristina Gasteyer (born May 4, 1967) is an American actress of stage, film, and television.",
      "pageId": 921384
    },
    {
      "year": "1968",
      "uri": "/wiki/Julian_Barratt",
      "name": "Julian Barratt",
      "monthDay": "05/04",
      "aboutText": "Julian Barratt Pettifer (born 4 May 1968), known professionally as Julian Barratt, is an English comedian, actor, musician, music producer and member of surreal comedy troupe The Mighty Boosh.",
      "pageId": 2045067,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/7/71/Julian_Barratt.jpeg"
    },
    {
      "year": "1969",
      "uri": "/wiki/Micah_Aivazoff",
      "name": "Micah Aivazoff",
      "monthDay": "05/04",
      "aboutText": "Micah Aivazoff (born May 4, 1969 in Powell River, British Columbia) is a former professional ice hockey centre of Armenian descent. His junior career was spent with the Victoria Cougars, in the Western Hockey League, and he was selected in the sixth round of the 1988 NHL Entry Draft, 109th overall, by the Los Angeles Kings.",
      "pageId": 3071371
    },
    {
      "year": "1969",
      "uri": "/wiki/Franz_Resch",
      "name": "Franz Resch",
      "monthDay": "05/04",
      "aboutText": "Alicia Nicole Webb (formerly DelGrosso, born May 4, 1979) is an American professional wrestling valet. She is perhaps best known for her time with the World Wrestling Federation (WWF) during 1998 and 1999 as Ryan Shamrock.",
      "pageId": 1866771,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/2/21/WWE_ring.jpg"
    },
    {
      "year": "1969",
      "uri": "/wiki/Alicia_Webb",
      "name": "Alicia Webb",
      "monthDay": "05/04",
      "aboutText": "Franz Resch (born May 4, 1969) is a retired Austrian football player and a football manager currently managing FC Lauterach.",
      "pageId": 20698197
    },
    {
      "year": "1970",
      "uri": "/wiki/Gregg_Alexander",
      "name": "Gregg Alexander",
      "monthDay": "05/04",
      "aboutText": "William Emerson \"Will\" Arnett (/ɑːrˈnɛt/; born May 4, 1970) is a Canadian actor. He is best known for his many comedic roles, including George Oscar Bluth II (\"G.O.B.\") in the Fox series Arrested Development and Devon Banks in the NBC series 30 Rock, for which he earned a combined five Emmy Award nominations. He also appeared in the IFC series The Increasingly Poor Decisions of Todd Margaret, the NBC series Up All Night, and in the CBS series The Millers; and in films such as Monster-in-Law, Semi-Pro, Blades of Glory, RV, Hot Rod, Let's Go to Prison, The Brothers Solomon, and Teenage Mutant Ninja Turtles.",
      "pageId": 921537,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/c/c9/Arrested_Development_2011_Reunion_ix_crop.jpg"
    },
    {
      "year": "1970",
      "uri": "/wiki/Will_Arnett",
      "name": "Will Arnett",
      "monthDay": "05/04",
      "aboutText": "Gregg Alexander (born Gregory Aiuto; May 4, 1970) is an American singer/songwriter and producer, best known as the frontman of the New Radicals, who scored the international hit \"You Get What You Give\" in late 1998. Earlier in life he recorded two solo albums, Michigan Rain and Intoxifornication. He dissolved the New Radicals in 1999 to focus on production and songwriting work, winning a Grammy Award for the song \"The Game of Love\" in 2003.",
      "pageId": 1090605
    },
    {
      "year": "1970",
      "uri": "/wiki/Sergio_Basa%C3%B1ez",
      "name": "Sergio Basañez",
      "monthDay": "05/04",
      "aboutText": "Sergio Basañez Rodríguez (Spanish pronunciation: [ˈseɾxjo βaˈsaɲes]; born on May 4, 1970 in Poza Rica, Veracruz, Mexico) is a telenovela actor. He was a partner of the actress Silvia Navarro and has two siblings, Carlos and María.",
      "pageId": 11583582
    },
    {
      "year": "1970",
      "uri": "/wiki/Giovanni_Mirabassi",
      "name": "Giovanni Mirabassi",
      "monthDay": "05/04",
      "aboutText": "Giovanni Mirabassi is a Paris-based Italian jazz pianist, born 4 May 1970 in Perugia, Italy. Self-taught, he learned by listening to Bud Powell, Art Tatum, and Oscar Peterson. He is strongly influenced by Enrico Pieranunzi.",
      "pageId": 15718592
    },
    {
      "year": "1970",
      "uri": "/wiki/Dawn_Staley",
      "name": "Dawn Staley",
      "monthDay": "05/04",
      "aboutText": "Dawn Michelle Staley (born May 4, 1970) is an American basketball hall of fame player and coach. Staley is a three-time Olympian and was elected to carry the United States flag at the opening ceremony of the 2004 Summer Olympics. After playing point guard for the University of Virginia under Debbie Ryan, and winning the gold medal at the 1996 Summer Olympics, she went to play professionally in the American Basketball League and the WNBA. In 2011, Staley was voted in by fans as one of the Top 15 players in WNBA history.",
      "pageId": 896061,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/2/22/Dawn_Staley_at_Paradise_Jam_2012.jpg"
    },
    {
      "year": "1970",
      "uri": "/wiki/Paul_Wiseman",
      "name": "Paul Wiseman",
      "monthDay": "05/04",
      "aboutText": "Paul John Wiseman (born 4 May 1970 in Auckland, New Zealand) is a New Zealand cricketer, more specifically an off spin bowler. \"Wiz\", as he is nicknamed, was educated at the Long Bay College and can generate a fair amount of turn and he appears to be able to bowl a good line and length. His lack of variation and his high economy rate means that he remains left-arm finger spinner Daniel Vettori's understudy, despite being nine years older.",
      "pageId": 1217544
    },
    {
      "year": "1971",
      "uri": "/wiki/Joe_Borowski_(baseball)",
      "name": "Joe Borowski",
      "monthDay": "05/04",
      "aboutText": "Joseph Thomas Borowski (born May 4, 1971) is a sports broadcaster for the Arizona Diamondbacks, as well as a former professional baseball right-handed relief pitcher.",
      "pageId": 1992494,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/8/8d/Joe_Borowski.jpg"
    },
    {
      "year": "1971",
      "uri": "/wiki/Luiz_Garcia,_Jr.",
      "name": "Luiz Garcia, Jr.",
      "monthDay": "05/04",
      "aboutText": "Luiz Garcia, Jr. (born May 4, 1971) is a Brazilian race car driver born in Brasilia. He raced in Brazilian Formula Ford 1600 in 1991 and British Formula Vauxhall in 1992 and 1993.In 1994 and 1995, he raced on European Formula 3.",
      "pageId": 9104513
    },
    {
      "year": "1971",
      "uri": "/wiki/Rudresh_Mahanthappa",
      "name": "Rudresh Mahanthappa",
      "monthDay": "05/04",
      "aboutText": "Manuel Antonio Aybar (born May 4, 1972) is a retired pitcher who has played in Major League Baseball and Korean Baseball Organization. He bats and throws right-handed.\nAybar began his professional career in 1992 as a shortstop in the St.",
      "pageId": 1752071,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/en/1/1e/Baseball_%28crop%29.jpg"
    },
    {
      "year": "1972",
      "uri": "/wiki/Manny_Aybar",
      "name": "Manny Aybar",
      "monthDay": "05/04",
      "aboutText": "Rudresh Mahanthappa (ರುದ್ರೇಶ್ ಮಹಾಂತಪ್ಪ )(born May 4, 1971) is a New York-based jazz alto saxophonist and composer.",
      "pageId": 6781545,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/5/5e/Rudesh-mahanthappa.jpg"
    },
    {
      "year": "1972",
      "uri": "/wiki/Mike_Dirnt",
      "name": "Mike Dirnt",
      "monthDay": "05/04",
      "aboutText": "Michael Ryan Pritchard (born May 4, 1972), known professionally as Mike Dirnt, is an American musician best known for being the bassist, backing and occasional lead vocalist, and co-founder of the American punk rock band Green Day. He has also played in several other bands, including The Frustrators.",
      "pageId": 142229,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/6/63/Mike_Dirnt_at_mic_in_Cardiff.png"
    },
    {
      "year": "1972",
      "uri": "/wiki/Chris_Tomlin",
      "name": "Chris Tomlin",
      "monthDay": "05/04",
      "aboutText": "Christopher Dwayne Tomlin (born May 4, 1972) is an American contemporary Christian music (CCM) artist, worship leader, and songwriter from Grand Saline, Texas, United States who has sold nearly 30 million records. He is a former staff member at Austin Stone Community Church and is signed to EMI's sixstepsrecords. Tomlin leads worship at many Passion events.",
      "pageId": 2355624,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/c/c1/Chris_Tomlin.jpg"
    },
    {
      "year": "1973",
      "uri": "/wiki/Matthew_Barnaby",
      "name": "Matthew Barnaby",
      "monthDay": "05/04",
      "aboutText": "Matthew Barnaby (born May 4, 1973) is a Canadian retired professional ice hockey right winger.",
      "pageId": 570721
    },
    {
      "year": "1973",
      "uri": "/wiki/Guillermo_Barros_Schelotto",
      "name": "Guillermo Barros Schelotto",
      "monthDay": "05/04",
      "aboutText": "Guillermo Barros Schelotto (Spanish pronunciation: [ɡiˈʝermo ˈβaros (e)st͡ʃeloto]; Italian: [skeˈlɔtto] born 4 May 1973) is an Argentine former football forward and current manager of Palermo.\nBarros Schelotto played 16 years of his professional career in the Argentine Primera División (6 with Gimnasia y Esgrima La Plata and 10 with Boca Juniors). With these two teams, he won a total 17 official titles (one with Gimnasia and 16 with Boca).",
      "pageId": 1492196,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/d/d4/Guillermo-BS-2011.JPG"
    },
    {
      "year": "1973",
      "uri": "/wiki/John_Madden_(ice_hockey)",
      "name": "John Madden",
      "monthDay": "05/04",
      "aboutText": "John J. Madden (born May 4, 1973) is a Canadian former professional ice hockey centre. An undrafted player from the University of Michigan, he won three Stanley Cups during his National Hockey League (NHL) career; two with the New Jersey Devils and one with the Chicago Blackhawks. Madden was noted during his career for his ability to kill penalties, play both ends of the ice and score shorthanded goals.",
      "pageId": 351313,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/5/5d/John_Madden_Wild_2010_1.jpg"
    },
    {
      "year": "1974",
      "uri": "/wiki/Miguel_Cairo",
      "name": "Miguel Cairo",
      "monthDay": "05/04",
      "aboutText": "Miguel Jesús Cairo [ki'-row] (born May 4, 1974) is a former Venezuelan utility man in Major League Baseball who played for nine different clubs in a 17-year career spanning 1996–2012. Listed at 6' 1\" (1.86 m), 225 lb. (102 k), he batted and threw right-handed.",
      "pageId": 678296,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/c/ce/20110625-0819_Miguel_Cairo.jpg"
    },
    {
      "year": "1974",
      "uri": "/wiki/Tony_McCoy",
      "name": "Tony McCoy",
      "monthDay": "05/04",
      "aboutText": "Sir Anthony Peter McCoy OBE (born 4 May 1974), commonly known as A. P. McCoy or Tony McCoy, is a Northern Irish former horse racing jockey. Based in the UK and Ireland, McCoy rode a record 4,358 winners, and was Champion Jockey a record 20 consecutive times, every year he was a professional.\nMcCoy recorded his first winner in 1992 at age 17.",
      "pageId": 1955572,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/en/2/2e/Tony_McCoy.JPG"
    },
    {
      "year": "1975",
      "uri": "/wiki/Catherine_Trudeau",
      "name": "Catherine Trudeau",
      "monthDay": "05/04",
      "aboutText": "Catherine Trudeau (born May 4, 1975) is a Québécois actress.",
      "pageId": 11817125
    },
    {
      "year": "1976",
      "uri": "/wiki/Ben_Grieve",
      "name": "Ben Grieve",
      "monthDay": "05/04",
      "aboutText": "Benjamin Grieve (born May 4, 1976 in Arlington, Texas) is a former professional baseball outfielder. He batted left-handed and threw right-handed. In his nine-season career, he played with the Oakland Athletics (1997-2000), Tampa Bay Devil Rays (2001-2003), Milwaukee Brewers (2004), and Chicago Cubs (2004-2005).",
      "pageId": 1922596
    },
    {
      "year": "1976",
      "uri": "/wiki/Jason_Michaels",
      "name": "Jason Michaels",
      "monthDay": "05/04",
      "aboutText": "Jason Drew Michaels (born May 4, 1976), nicknamed \"J-Mike\", was an American former professional baseball outfielder. He is a 1994 graduate of Jesuit High School of Tampa and received an Associate of Arts (AA) degree from Okaloosa-Walton Community College in 1996. He went on to star in baseball at the University of Miami in 1997 and 1998 and signed with the Philadelphia Phillies after they selected him in the fourth round of the 1998 Major League Baseball Draft.",
      "pageId": 2016659,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/5/55/Jason_Michaels_anthem.jpg"
    },
    {
      "year": "1976",
      "uri": "/wiki/Indrek_Visnapuu",
      "name": "Indrek Visnapuu",
      "monthDay": "05/04",
      "aboutText": "Nestoras Kommatos (Greek: Νέστορας Κόμματος; born May 4, 1977) is a Greek professional basketball player. He is 6'8\" (2.03 m) in height and he can play at both the small forward and power forward positions.",
      "pageId": 14686626,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/0/0b/Kommatos.jpg"
    },
    {
      "year": "1977",
      "uri": "/wiki/Nestoras_Kommatos",
      "name": "Nestoras Kommatos",
      "monthDay": "05/04",
      "aboutText": "Indrek Visnapuu (born May 4, 1976) is an Estonian professional basketball coach and a retired player who played mostly at the point guard position.",
      "pageId": 21466095
    },
    {
      "year": "1977",
      "uri": "/wiki/Emily_Perkins",
      "name": "Emily Perkins",
      "monthDay": "05/04",
      "aboutText": "Emily Jean Perkins (born May 4, 1977) is a Canadian actress, best known for her role as Crystal Braywood in the TV series Hiccups, and her role as Brigitte Fitzgerald in Ginger Snaps.",
      "pageId": 365090
    },
    {
      "year": "1977",
      "uri": "/wiki/Mariano_Pern%C3%ADa",
      "name": "Mariano Pernía",
      "monthDay": "05/04",
      "aboutText": "Mariano Andrés Pernía Molina (born 4 May 1977) is a retired footballer who played as a left back.\nAfter starting professionally with Independiente, he moved to Spain in the early 2000s, going on to represent three teams in the country – most notably Getafe and Atlético Madrid, scoring ten La Liga goals in one sole season with the former – amassing Spanish top flight totals of 171 games and 16 goals over the course of seven seasons.",
      "pageId": 4420675,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/f/f5/Mariano_Pern%C3%ADa.jpg"
    },
    {
      "year": "1977",
      "uri": "/wiki/John_Tripp_(ice_hockey)",
      "name": "John Tripp",
      "monthDay": "05/04",
      "aboutText": "John Tripp (born May 4, 1977) is a Canadian born German professional ice hockey player currently with Eispiraten Crimmitschau of the DEL2.",
      "pageId": 6424531,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/0/08/John_Tripp-Hamburg_Freezers.jpg"
    },
    {
      "year": "1978",
      "uri": "/wiki/Erin_Andrews",
      "name": "Erin Andrews",
      "monthDay": "05/04",
      "aboutText": "Erin Jill Andrews (born May 4, 1978) is an American sportscaster, journalist, and television personality. She currently hosts FOX College Football for Fox Sports, as well as Dancing with the Stars for ABC. Andrews was previously a co-host of College GameDay on ESPN and a contributor for Good Morning America on the ABC network. She also has an on-air presence at many major sporting events, including the Super Bowl and the World Series.",
      "pageId": 23684268,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/2/27/Erin_Andrews_-_November_2014_%28cropped%29.jpg"
    },
    {
      "year": "1978",
      "uri": "/wiki/Brett_Burton",
      "name": "Brett Burton",
      "monthDay": "05/04",
      "aboutText": "Shaenon K. Garrity (born May 4, 1978) is a webcomics writer and artist, best known as the creator of Narbonic. She has been an editor for Viz Media, working on over 20 manga series including Naruto, One Piece, Inuyasha and Case Closed. She has contributed to many comics, cartoons and manga publications including Animerica, Nickelodeon Magazine, Otaku USA and websites Anime News Network, The Comics Journal.",
      "pageId": 1068683,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/f/fe/Crystal_Clear_app_browser.png"
    },
    {
      "year": "1978",
      "uri": "/wiki/Shaenon_K._Garrity",
      "name": "Shaenon K. Garrity",
      "monthDay": "05/04",
      "aboutText": "Brett Burton (born 4 May 1978) is a retired Australian rules footballer who played in the Australian Football League. He was picked up at Pick 16 in the 1998 AFL Draft by the Adelaide Football Club.",
      "pageId": 5321102,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/9/96/Brett_Burton.jpg"
    },
    {
      "year": "1978",
      "uri": "/wiki/Daisuke_Ono",
      "name": "Daisuke Ono",
      "monthDay": "05/04",
      "aboutText": "Daisuke Ono (小野 大輔, Ono Daisuke, born May 4, 1978) is a Japanese voice actor who won the 4th and 9th Seiyu Awards for best voice actor for his role as Sebastian Michaelis in Kuroshitsuji, Erwin Smith in Attack on Titan, Jotaro Kujo in JoJo's Bizarre Adventure: Stardust Crusaders, Midorima Shintaro in Kuroko's Basketball, and was \"Best personalities\" at the 9th Seiyu Awards. He hosts radio show Dear Girl Stories along with voice actor Hiroshi Kamiya.",
      "pageId": 4713917
    },
    {
      "year": "1978",
      "uri": "/wiki/Vladim%C3%ADra_Uhl%C3%AD%C5%99ov%C3%A1",
      "name": "Vladimíra Uhlířová",
      "monthDay": "05/04",
      "aboutText": "Vladimíra Uhlířová (born 4 May 1978) is a Czech tennis player.\nUhlířová has won five doubles titles on the WTA tour, as well as 17 doubles titles on the ITF circuit in her career. On 6 October 2003, she reached her best singles ranking of World No.",
      "pageId": 12406580
    },
    {
      "year": "1979",
      "uri": "/wiki/Lance_Bass",
      "name": "Lance Bass",
      "monthDay": "05/04",
      "aboutText": "James Lance Bass (born May 4, 1979) is an American pop singer, dancer, actor, film and television producer, and author. He grew up in Mississippi and rose to fame as the bass singer for the American pop boy band NSYNC. NSYNC's success led Bass to work in film and television. He starred in the 2001 film On the Line, which his company, Bacon & Eggs, also produced.",
      "pageId": 161230,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/c/c0/Bassnasa.jpg"
    },
    {
      "year": "1979",
      "uri": "/wiki/Wes_Butters",
      "name": "Wes Butters",
      "monthDay": "05/04",
      "aboutText": "Wesley Paul \"Wes\" Butters (born 4 May 1979 in Salford, Greater Manchester), is a radio broadcaster, formerly of BBC Radio 1, and writer.",
      "pageId": 1326776,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/en/4/43/Wesbutterspicture.jpg"
    },
    {
      "year": "1979",
      "uri": "/wiki/Kristin_Harmel",
      "name": "Kristin Harmel",
      "monthDay": "05/04",
      "aboutText": "Kristin Harmel (born May 4, 1979)  is an American novelist. Born in Newton, Massachusetts which is a suburb of Boston, Harmel gained her first writing experience at the age of 16 as a sports reporter for the St. Petersburg Times, and Tampa Bay AllSports magazine  while still attending Northeast High School in St.",
      "pageId": 1907283
    },
    {
      "year": "1979",
      "uri": "/wiki/Marie_Poissonnier",
      "name": "Marie Poissonnier",
      "monthDay": "05/04",
      "aboutText": "Marie Poissonnier (born 4 May 1979 in Clermont-Ferrand, Puy-de-Dôme) is a female pole vaulter from France. Her personal best jump is 4.46 metres, achieved in July 2002 in Saint-Etienne.\nShe finished twelfth at the 1999 IAAF World Indoor Championships in Maebashi and won the bronze medal at the 2001 Mediterranean Games in Tunis.",
      "pageId": 8641647,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/en/c/c2/Crystal_Clear_app_Login_Manager_2.png"
    },
    {
      "year": "1979",
      "uri": "/wiki/Lesley_Vainikolo",
      "name": "Lesley Vainikolo",
      "monthDay": "05/04",
      "aboutText": "Andrew Joseph Ernest Raycroft (born May 4, 1980) is a Canadian former professional ice hockey goaltender. Originally drafted by the Boston Bruins of the NHL 135th overall in 1998, he won the Calder Memorial Trophy with the club in 2004 as rookie of the year. Raycroft played for the Toronto Maple Leafs, Colorado Avalanche, Vancouver Canucks, Dallas Stars, Hockey Milano Rossoblu, and IF Björklöven.",
      "pageId": 644280,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/7/78/AndrewRaycroft2009a.jpg"
    },
    {
      "year": "1980",
      "uri": "/wiki/Andrew_Raycroft",
      "name": "Andrew Raycroft",
      "monthDay": "05/04",
      "aboutText": "Lesley Vainikolo (born 4 May 1979 in Nukuʻalofa, Tonga) is a rugby union and rugby league player. A dual code international, he has played for the New Zealand Kiwis in rugby league and England in rugby union.\nHe began his career playing rugby league in Australia for the Canberra Raiders of the National Rugby League and later in England for the Bradford Bulls of Super League.",
      "pageId": 2926665,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/7/72/Lesley_Vainikolo_cropped.jpg"
    },
    {
      "year": "1980",
      "uri": "/wiki/Franziska_Weisz",
      "name": "Franziska Weisz",
      "monthDay": "05/04",
      "aboutText": "Eric Daniel Djemba-Djemba (born 4 May 1981) is a Cameroonian footballer who plays as a midfielder for Indonesian club Persebaya Surabaya. He has previously played club football in France, England, Qatar, Denmark, Israel, Scotland and Serbia.",
      "pageId": 1258483,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/c/c6/Djemba_twins_1.jpg"
    },
    {
      "year": "1981",
      "uri": "/wiki/Eric_Djemba-Djemba",
      "name": "Eric Djemba-Djemba",
      "monthDay": "05/04",
      "aboutText": "Franziska Weisz (also credited as Franziska Weiss or Weiß; born 4 May 1980 in Vienna) is an Austrian actress. She starred in the film Hotel, which was screened in the Un Certain Regard section at the 2004 Cannes Film Festival.\n^ \"Festival de Cannes: Hotel\".",
      "pageId": 5017808,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/6/6c/Austriafilm.png"
    },
    {
      "year": "1981",
      "uri": "/wiki/Dallon_Weekes",
      "name": "Dallon Weekes",
      "monthDay": "05/04",
      "aboutText": "Kleopas Giannou (born 4 May 1982 in Peristeri, Athens) is a former Greek footballer.\nA graduate of the Athenian club's youth system, Giannou was loaned to Olympiakos Volou in summer 2000 until the end of the year, and spent the rest the campaign at Halkidona FC. Promoted to the senior Olympiacos squad on his return, he made his top-flight debut on 4 January 2002, but was mainly a reserve. However, although by the start of 2003/04 he was still fourth-choice, a combination of Theofanis Katergiannakis's injury, Dimitrios Eleftheropoulos's departure and Juraj Bucek's loss of form saw Giannou promoted to play in the final 12 games of the league season.",
      "pageId": 3772767
    },
    {
      "year": "1982",
      "uri": "/wiki/Kleopas_Giannou",
      "name": "Kleopas Giannou",
      "monthDay": "05/04",
      "aboutText": "Dallon James Weekes (born May 4, 1981) is an American musician, singer and songwriter. He is best known for his roles as bassist, keyboardist, guitarist, backing vocalist, and secondary songwriter/lyricist for Panic! at the Disco.",
      "pageId": 26043360,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/en/d/d8/Bassist%2C_Dallon_Weekes.jpg"
    },
    {
      "year": "1982",
      "uri": "/wiki/Hector_King",
      "name": "Hector King",
      "monthDay": "05/04",
      "aboutText": "Markus Antonius Rogan (born 4 May 1982 in Vienna) is an Austrian swimmer, who won two silver medals at the 2004 Summer Olympics in Athens, Greece and a gold medal for 200 m backstroke at the 2008 World Short Course Championships in Manchester. He also was the world record holder in 200 metres backstroke (short course) in that year.\nRogan's first big international success was a second-place finish in the 200 m backstroke at the 2001 World Championships in Fukuoka, Japan.",
      "pageId": 937876,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/4/43/Markus_Rogan_AMADEUS2008.jpg"
    },
    {
      "year": "1982",
      "uri": "/wiki/Markus_Rogan",
      "name": "Markus Rogan",
      "monthDay": "05/04",
      "aboutText": "Héctor King (born May 4, 1982) is a Mexican recording artist who has worked in Latin America as well as the United States. King released the Spanish language album VIVE in 2006, followed-up by \"The Sweet Spot\", in English in 2009. His contemporary oratorio \"La Vida\" premiered in Mexico in 2011 and a highlights recording was released the following year.",
      "pageId": 7568208
    },
    {
      "year": "1982",
      "uri": "/wiki/Giorgos_Tsiaras",
      "name": "Giorgos Tsiaras",
      "monthDay": "05/04",
      "aboutText": "Trisha Krishnan (born 4 May 1983), known mononymously as Trisha, is an Indian film actress and model, who primarily works in the South Indian film industries, where she has established herself as a leading actress. She was noticed after winning several beauty pageants like the Miss Madras contest (1999), which marked her entry into filmdom.\nAfter appearing in a supporting role in the 1999 Tamil film Jodi, she had her first lead role in the 2002 film Mounam Pesiyadhe.",
      "pageId": 1775706,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/3/37/Dagger-14-plain.png"
    },
    {
      "year": "1983",
      "uri": "/wiki/Trisha_(actress)",
      "name": "Trisha",
      "monthDay": "05/04",
      "aboutText": "Georgios Tsiaras (alternate spelling: Giorgos Tsiaras) (born May 4, 1982) is a Greek professional basketball player who plays for Aries Trikala of the Greek Basket League.",
      "pageId": 15134347
    },
    {
      "year": "1983",
      "uri": "/wiki/Jesse_Moss_(actor)",
      "name": "Jesse Moss",
      "monthDay": "05/04",
      "aboutText": "Rubén Ariel Olivera da Rosa (born 4 May 1983 in Montevideo) is a Uruguayan footballer who plays for Serie B side Latina in Italy, as a midfielder.",
      "pageId": 2604322,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/8/8f/Rubenolivera_cropped.jpg"
    },
    {
      "year": "1983",
      "uri": "/wiki/Rub%C3%A9n_Olivera",
      "name": "Rubén Olivera",
      "monthDay": "05/04",
      "aboutText": "Jesse Moss (born May 4, 1983) is a Canadian actor.",
      "pageId": 8694503
    },
    {
      "year": "1983",
      "uri": "/wiki/Derek_Roy",
      "name": "Derek Roy",
      "monthDay": "05/04",
      "aboutText": "Derek Leonard Roy (born May 4, 1983) is a Canadian professional ice hockey centre who is currently playing for SC Bern of the National League A, the top tier ice hockey league in Switzerland. Roy has played in the National Hockey League (NHL) with the Buffalo Sabres, Dallas Stars, Vancouver Canucks, St. Louis Blues, Nashville Predators and the Edmonton Oilers.",
      "pageId": 2984873,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/0/06/Derek_Roy_-_Edmonton_Oilers.jpg"
    },
    {
      "year": "1983",
      "uri": "/wiki/Robert_Zwinkels",
      "name": "Robert Zwinkels",
      "monthDay": "05/04",
      "aboutText": "Robert Zwinkels (born 4 May 1983 in Wateringen) is a Dutch football goalkeeper who plays for ADO Den Haag in the Dutch Eredivisie.",
      "pageId": 6859991,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/e/e9/Robert_Zwinkels_%282015%29.jpg"
    },
    {
      "year": "1984",
      "uri": "/wiki/Brad_Maddox",
      "name": "Brad Maddox",
      "monthDay": "05/04",
      "aboutText": "Sarah Meier (born 4 May 1984) is a Swiss figure skater. She is the 2011 European champion, a two-time European silver medalist (2007 & 2008), the 2006 Grand Prix Final bronze medalist, and an eight-time Swiss national champion (2000–2001, 2003, 2005–2008, 2010).",
      "pageId": 3819696,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/5/54/2008_European_Figure_Skating_Championships_Ladies_Podium.jpg"
    },
    {
      "year": "1984",
      "uri": "/wiki/Sarah_Meier_(figure_skater)",
      "name": "Sarah Meier",
      "monthDay": "05/04",
      "aboutText": "Tyler Kluttz Warner (born May 4, 1986) is an American professional wrestler. He is best known for his time in WWE under the ring name Brad Maddox. He is currently competing on the independent circuit under the ring name Mad Braddox.",
      "pageId": 35192167,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/a/a4/Brad_Maddox_2013.jpg"
    },
    {
      "year": "1984",
      "uri": "/wiki/Montell_Owens",
      "name": "Montell Owens",
      "monthDay": "05/04",
      "aboutText": "Manjural Islam Rana (4 May 1984 – 16 March 2007), also known as Qazi Manjural Islam, was a Bangladeshi cricketer who played six Tests and 25 One Day Internationals for Bangladesh. Born in Khulna, Rana was a slow left arm orthodox bowler. At domestic level he played for Khulna Division.",
      "pageId": 899171,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/en/d/d3/Manjural_Islam_Rana.jpg"
    },
    {
      "year": "1984",
      "uri": "/wiki/Manjural_Islam_Rana",
      "name": "Manjural Islam Rana",
      "monthDay": "05/04",
      "aboutText": "Montell Ernest Owens (born May 4, 1984) is an American football running back who is currently a free agent in the National Football League. He played college football for the University of Maine, and was signed by the Jacksonville Jaguars as an undrafted free agent in 2006.",
      "pageId": 6512935
    },
    {
      "year": "1984",
      "uri": "/wiki/Kevin_Slowey",
      "name": "Kevin Slowey",
      "monthDay": "05/04",
      "aboutText": "Ravinder Singh \"Ravi\" Bopara (born 4 May 1985) is an English cricketer who plays for Essex and England. Originally a top-order batsman, his developing medium pace bowling has made him a vital all-rounder and he has the best bowling figures for England in a Twenty20 International. Bopara has also played for Kings XI Punjab in the Indian Premier League, Chittagong Kings in the Bangladesh Premier League and Sydney Sixers in the Big Bash League.",
      "pageId": 3624854,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/1/12/Bopara_batting%2C_2013.jpg"
    },
    {
      "year": "1985",
      "uri": "/wiki/Ravi_Bopara",
      "name": "Ravi Bopara",
      "monthDay": "05/04",
      "aboutText": "Kevin Michael Slowey (born May 4, 1984) is an American former professional baseball pitcher. Slowey was selected by the Minnesota Twins with the 73rd pick in the second round of the 2005 Major League Baseball Draft. He also played for the Miami Marlins.",
      "pageId": 10434481
    },
    {
      "year": "1985",
      "uri": "/wiki/Anthony_Fedorov",
      "name": "Anthony Fedorov",
      "monthDay": "05/04",
      "aboutText": "Anatoliy Vladimirovich \"Anthony\" Fedorov (Ukrainian: Анатолій Володимирович Федоров; born May 4, 1985) is an American singer and actor who is former lead singer for the Chicago band 7th Heaven. He rose to fame as the fourth place finalist on the fourth season of American Idol.",
      "pageId": 1740913
    },
    {
      "year": "1985",
      "uri": "/wiki/Henry_Sugut",
      "name": "Henry Sugut",
      "monthDay": "05/04",
      "aboutText": "Henry Kemo Sugut (born 4 May 1985) is a male long-distance runner from Kenya who competes in marathon races. He is a three-time winner of the Vienna City Marathon. His personal best for the event is 2:06:58 hours.",
      "pageId": 28119404,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/5/50/Henry_Sugut.JPG"
    },
    {
      "year": "1986",
      "uri": "/wiki/Devan_Dubnyk",
      "name": "Devan Dubnyk",
      "monthDay": "05/04",
      "aboutText": "Devan Dubnyk (born May 4, 1986) is a Canadian professional ice hockey goaltender currently playing for the Minnesota Wild of the National Hockey League (NHL). He was originally drafted by the Edmonton Oilers in the first round, 14th overall, of the 2004 NHL Entry Draft. Dubnyk was born in Regina, Saskatchewan, but grew up in Calgary, Alberta.",
      "pageId": 5876933,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/0/0b/Devan_Dubnyk.jpg"
    },
    {
      "year": "1986",
      "uri": "/wiki/George_Hill_(basketball)",
      "name": "George Hill",
      "monthDay": "05/04",
      "aboutText": "George Jesse Hill, Jr. (born May 4, 1986) is an American professional basketball player for the Indiana Pacers of the National Basketball Association (NBA). While playing for Indiana University-Purdue University Indianapolis (IUPUI) he received many honors, including Summit League 'Player of the Year' and was an 'Honorable Mention All-American' his junior season.",
      "pageId": 18155532,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/9/99/GHill_against_Celtics.JPG"
    },
    {
      "year": "1987",
      "uri": "/wiki/Cesc_F%C3%A0bregas",
      "name": "Cesc Fàbregas",
      "monthDay": "05/04",
      "aboutText": "Francesc \"Cesc\" Fàbregas Soler (Catalan: [ˈsɛsk ˈfaβɾəɣəs]; born 4 May 1987) is a Spanish professional footballer who plays as a central midfielder for English club Chelsea and the Spain national team.\nFàbregas came through La Masia, Barcelona's youth academy, leaving at 16 when he was signed by English Premier League side Arsenal in September 2003. Following injuries to key midfielders in the early part of the 2004–05 season, he went on establish himself in the team.",
      "pageId": 957684,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/8/86/Busquets%2C_F%C3%A0bregas_%26_Van_Persie.jpg"
    },
    {
      "year": "1987",
      "uri": "/wiki/Jorge_Lorenzo",
      "name": "Jorge Lorenzo",
      "monthDay": "05/04",
      "aboutText": "Jorge Lorenzo Guerrero (Spanish pronunciation: [ˈxorxe loˈɾenθo ɣeˈreɾo]; born May 4, 1987) is a professional Spanish motorcycle road racer. He is the 2006 and 2007 250cc World Champion, and the 2010, 2012 and 2015 MotoGP World Champion. He currently competes in the MotoGP class, riding for the Yamaha team.",
      "pageId": 5934401
    },
    {
      "year": "1987",
      "uri": "/wiki/Anjeza_Shahini",
      "name": "Anjeza Shahini",
      "monthDay": "05/04",
      "aboutText": "Anjeza Shahini (born 4 May 1987) is an Albanian singer.",
      "pageId": 657872,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/8/81/Anjeza_Shahini_-_Albania_2004_Final.jpg"
    },
    {
      "year": "1988",
      "uri": "/wiki/Giorgos_Ioannidis",
      "name": "Giorgos Ioannidis",
      "monthDay": "05/04",
      "aboutText": "Georgios Ioannidis (Greek: Γεώργιος Ιωαννίδης, born 4 May 1988 in Serres) is a Greek footballer who plays for Levadiakos in the Greek Superleague as a left back .",
      "pageId": 23384630
    },
    {
      "year": "1989",
      "uri": "/wiki/Henna_Lindholm",
      "name": "Henna Lindholm",
      "monthDay": "05/04",
      "aboutText": "Rory McIlroy, MBE (born 4 May 1989) is a Northern Irish professional golfer who is a member of both the European and PGA Tours. He was world number one in the Official World Golf Ranking for 95 weeks. He is a four-time major champion, winning the 2011 U.S Open with a tournament record lowest score under par (−16), 2012 PGA Championship with a tournament record eight strokes victory margin, 2014 Open Championship, and 2014 PGA Championship.",
      "pageId": 3949844
    },
    {
      "year": "1989",
      "uri": "/wiki/Rory_McIlroy",
      "name": "Rory McIlroy",
      "monthDay": "05/04",
      "aboutText": "Henna Lindholm (born 4 May 1989) is a Finnish ice dancer. With partner Ossi Kanervo, she is the 2012 Nordic champion, the 2014 Bavarian Open bronze medalist, and a three-time Finnish national champion.\nLindholm was a single skater until the age of 18, when she began training with Kanervo in ice dancing.",
      "pageId": 35205015
    },
    {
      "year": "1989",
      "uri": "/wiki/Aris_Tatarounis",
      "name": "Aris Tatarounis",
      "monthDay": "05/04",
      "aboutText": "James Frederick van Riemsdyk (born May 4, 1989) is an American professional ice hockey left winger currently playing for the Toronto Maple Leafs of the National Hockey League (NHL).\nVan Riemsdyk began his NHL career with the Philadelphia Flyers, the organization that originally selected him second overall at the 2007 NHL Entry Draft, before being traded to the Maple Leafs in 2012. Additionally, he has represented the United States in numerous tournaments.",
      "pageId": 9448219,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/4/47/James_van_Riemsdyk.jpg"
    },
    {
      "year": "1989",
      "uri": "/wiki/James_van_Riemsdyk",
      "name": "James van Riemsdyk",
      "monthDay": "05/04",
      "aboutText": "Aris Tatarounis (in Greek: Άρης Ταταρούνης; born on May 4, 1989 in Amaroussion, Greece) is a Greek professional basketball player.",
      "pageId": 13368807
    },
    {
      "year": "1990",
      "uri": "/wiki/Irina_Falconi",
      "name": "Irina Falconi",
      "monthDay": "05/04",
      "aboutText": "Courtney Elizabeth Jines (born May 4, 1992) is an American actress, producer and screenwriter. She is best known for her role in Because of Winn-Dixie (film).",
      "pageId": 3965720,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/f/fc/Courtney_Jines_2015.jpg"
    },
    {
      "year": "1992",
      "uri": "/wiki/Courtney_Jines",
      "name": "Courtney Jines",
      "monthDay": "05/04",
      "aboutText": "Irina Falconi (born May 4, 1990) is a professional American tennis player, who was born in Portoviejo, Ecuador. Her highest WTA singles ranking is World No. 64, which she reached on September 14, 2015.",
      "pageId": 28608130,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/c/c7/Falconi_WMQ14_%286%29_%2814420385538%29.jpg"
    },
    {
      "year": "1992",
      "uri": "/wiki/Rasmus_M%C3%A4gi",
      "name": "Rasmus Mägi",
      "monthDay": "05/04",
      "aboutText": "Ashley Nicole Rickards (born May 4, 1992) is an American actress, known for her role as Jenna Hamilton in the MTV comedy-drama series Awkward, and as Samantha \"Sam\" Walker, a troubled young girl in The CW's teen drama series One Tree Hill.",
      "pageId": 20174244,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/9/93/Ashley_Rickards_Oct_2014_%28cropped%29.jpg"
    },
    {
      "year": "1992",
      "uri": "/wiki/Ashley_Rickards",
      "name": "Ashley Rickards",
      "monthDay": "05/04",
      "aboutText": "Rasmus Mägi (born 4 May 1992) is an Estonian hurdler. At the 2012 Summer Olympics, he competed in the Men's 400 metres hurdles without qualifying for the semifinals.\nHis biggest success to date is the silver medal at the 2014 European Championships.",
      "pageId": 36703193,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/a/a5/Kariem_Hussein_2014_4.jpg"
    },
    {
      "year": "1992",
      "uri": "/wiki/Grace_Phipps",
      "name": "Grace Phipps",
      "monthDay": "05/04",
      "aboutText": "Jānis Bērziņš (born May 4, 1993) is a Latvian professional basketball player, who is currently playing for VEF Rīga.",
      "pageId": 33215624
    },
    {
      "year": "1993",
      "uri": "/wiki/J%C4%81nis_B%C4%93rzi%C5%86%C5%A1_(basketball)",
      "name": "Jānis Bērziņš",
      "monthDay": "05/04",
      "aboutText": "Grace Victoria Phipps (born May 4, 1992) is an American actress, singer, and dancer.\nIn 2011, fresh out of high school, Phipps starred in the prime role as Bee in the 2011 major movie remake of the 1985 horror film Fright Night, a DreamWorks movie. That year, she also originated the role of Amy in The Nine Lives of Chloe King, an ABC Family series.",
      "pageId": 33483486,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/7/75/Grace_Phipps_Emmy_2011.jpg"
    },
    {
      "year": "1994",
      "uri": "/wiki/Pauline_Ducruet",
      "name": "Pauline Ducruet",
      "monthDay": "05/04",
      "aboutText": "Pauline Grace Maguy Ducruet (born 4 May 1994) is a member of Princely House of Grimaldi. She is the elder daughter of Princess Stéphanie of Monaco. Her maternal grandmother is Grace Kelly, her uncle is Albert II, Prince of Monaco.",
      "pageId": 1705935
    },
    {
      "year": "1994",
      "uri": "/wiki/Alexander_Gould",
      "name": "Alexander Gould",
      "monthDay": "05/04",
      "aboutText": "Alexander Jerome Gould (born May 4, 1994) is an American actor. He is best known for playing Twitch in How to Eat Fried Worms and Shane Botwin in Weeds.",
      "pageId": 2153319,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/4/48/Alexander_Gould_%28cropped%29.jpeg"
    },
    {
      "year": "1994",
      "uri": "/wiki/Sairi_Ito",
      "name": "Sairi Ito",
      "monthDay": "05/04",
      "aboutText": "Tanja Tuomi (born 4 May 1996 in Tampere) is a Finnish tennis player.",
      "pageId": 39145712
    },
    {
      "year": "1996",
      "uri": "/wiki/Tanja_Tuomi",
      "name": "Tanja Tuomi",
      "monthDay": "05/04",
      "aboutText": "Sairi Ito (伊藤 沙莉, Itō Sairi, born May 4, 1994, in Chiba Prefecture, Japan) is a Japanese actress who is represented by the talent agency, Alpha Agency.\n^ \"伊藤沙莉\" (in Japanese). Alpha Agency.",
      "pageId": 48317768
    },
    {
      "year": "2002",
      "uri": "/wiki/Anastasiya_Petryk",
      "name": "Anastasiya Petryk",
      "monthDay": "05/04",
      "aboutText": "Prince Henrik of Denmark, Count of Monpezat (Henrik Carl Joachim Alain; born 4 May 2009), is the third and youngest son of Prince Joachim and the only son of his second wife, Princess Marie.",
      "pageId": 22673686
    },
    {
      "year": "2009",
      "uri": "/wiki/Prince_Henrik_of_Denmark",
      "name": "Prince Henrik of Denmark",
      "monthDay": "05/04",
      "aboutText": "Anastasiya Ihorivna \"Nastya\" Petryk (Ukrainian: Анастасі́я Іго́рівна \"Настя\" Пе́трик; born 4 May 2002) is a Ukrainian child singer.",
      "pageId": 37805072,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/b/b1/Anastasiya_Petryk_%28Ukraine%2C_winner_of_JESC_2012%29.jpg"
    }
  ]
}