{
  "people": [
    {
      "year": "1501",
      "uri": "/wiki/Pope_Marcellus_II",
      "name": "Pope Marcellus II",
      "aboutText": "Pope Marcellus II (6 May 1501 – 1 May 1555), born Marcello Cervini degli Spannochi, was pope of the Catholic Church from 9 April 1555 until his death 22 days later on 1 May 1555.\nHe succeeded Pope Julius III. Before his accession as pope he had been Cardinal-Priest of Santa Croce in Gerusalemme. He is the most recent pope to choose to retain his birth name as his regnal name upon his accession, as well as only the second and most recent pope to date to take the name \"Marcellus\" upon being elected.",
      "pageId": 23959,
      "monthDay": "05/06"
    },
    {
      "year": "1574",
      "uri": "/wiki/Pope_Innocent_X",
      "name": "Pope Innocent X",
      "aboutText": "Pope Innocent X (Latin: Innocentius X; 6 May 1574 – 7 January 1655), born Giovanni Battista Pamphilj (or Pamphili), was pope from 15 September 1644 to his death in 1655.\nBorn in Rome of a family from Gubbio in Umbria who had come to Rome during the pontificate of Pope Innocent IX, he graduated from the Collegio Romano and followed a conventional cursus honorum, following his uncle Girolamo Pamphilj as auditor of the Rota, and like him, attaining the dignity of Cardinal-Priest of Sant'Eusebio, in 1629.",
      "pageId": 24645,
      "monthDay": "05/06"
    },
    {
      "year": "1635",
      "uri": "/wiki/Johann_Joachim_Becher",
      "name": "Johann Joachim Becher",
      "aboutText": "Ferdinand III, Grand Duke of Tuscany (German: Peter Leopold Josef Anton Joachim Pius Gotthard; Italian: Pietro Leopoldo Gieuseppe Antonio Gioacchino Pio Gottardo; English: Peter Leopold Joseph Anton Joachim Pius Gotthard; 6 May 1769 – 18 June 1824) was Grand Duke of Tuscany from 1790 to 1801 and, after a period of disenfranchisement, again from 1814 to 1824.",
      "pageId": 128805,
      "monthDay": "05/06"
    },
    {
      "year": "1668",
      "uri": "/wiki/Alain-Ren%C3%A9_Lesage",
      "name": "Alain-René Lesage",
      "aboutText": "André Masséna (born Andrea Massena) 1st Duc de Rivoli, 1st Prince d'Essling (6 May 1758 – 4 April 1817) was a French military commander during the Revolutionary and Napoleonic Wars. He was one of the original eighteen Marshals of the Empire created by Napoleon, with the nickname l'Enfant chéri de la Victoire (\"the Dear Child of Victory\").\nMany of Napoleon's generals were trained at the finest French and European military academies, but Masséna was among those who achieved greatness without benefit of formal education.",
      "pageId": 158641,
      "monthDay": "05/06"
    },
    {
      "year": "1680",
      "uri": "/wiki/Jean-Baptiste_Stuck",
      "name": "Jean-Baptiste Stuck",
      "aboutText": "Jean Senebier (May 6, 1742 – July 22, 1809) was a Swiss pastor who wrote many works on vegetable physiology.\nHe was born at Geneva, and is remembered for his contributions to the understanding of the influence of light on vegetation.\nThough Marcello Malpighi and Stephen Hales had shown that much of the substance of plants must be obtained from the atmosphere, no progress was made until Charles Bonnet observed on leaves plunged in aerated water bubbles of gas, which Joseph Priestley recognized as oxygen.",
      "pageId": 233172,
      "monthDay": "05/06"
    },
    {
      "year": "1713",
      "uri": "/wiki/Charles_Batteux",
      "name": "Charles Batteux",
      "aboutText": "Alain-René Lesage (French pronunciation: ​[alɛ̃ ʁəne ləsaʒ]; 6 May 1668 – 17 November 1747; older spelling Le Sage) was a French novelist and playwright.",
      "pageId": 247913,
      "monthDay": "05/06"
    },
    {
      "year": "1714",
      "uri": "/wiki/Anton_Raaff",
      "name": "Anton Raaff",
      "aboutText": "Johann Joachim Becher (German: [ˈbɛçɐ]; 6 May 1635 – October 1682) was a German physician, alchemist, precursor of chemistry, scholar and adventurer, best known for his development of the phlogiston theory of combustion, and his advancement of Austrian cameralism.",
      "pageId": 316733,
      "monthDay": "05/06"
    },
    {
      "year": "1742",
      "uri": "/wiki/Jean_Senebier",
      "name": "Jean Senebier",
      "aboutText": "Charles Batteux (May 6, 1713 – July 14, 1780) was a French philosopher and writer on aesthetics.",
      "pageId": 508409,
      "monthDay": "05/06"
    },
    {
      "year": "1758",
      "uri": "/wiki/Andr%C3%A9_Mass%C3%A9na",
      "name": "André Masséna",
      "aboutText": "Karl Christian Friedrich Krause (May 6, 1781 – September 27, 1832) was a German philosopher, born at Eisenberg, in Saxe-Gotha-Altenburg.",
      "pageId": 602691,
      "monthDay": "05/06"
    },
    {
      "year": "1758",
      "uri": "/wiki/Maximilien_Robespierre",
      "name": "Maximilien Robespierre",
      "aboutText": "Grove Karl Gilbert (May 6, 1843 – May 1, 1918), known by the abbreviated name G. K. Gilbert in academic literature, was an American geologist.",
      "pageId": 840969,
      "monthDay": "05/06"
    },
    {
      "year": "1769",
      "uri": "/wiki/Ferdinand_III,_Grand_Duke_of_Tuscany",
      "name": "Ferdinand III, Grand Duke of Tuscany",
      "aboutText": "Aristide Bruant (6 May 1851 – 10 February 1925(1925-02-10) (aged 73)) was a French cabaret singer, comedian, and nightclub owner. He is best known as the man in the red scarf and black cape featured on certain famous posters by Henri de Toulouse-Lautrec. He has also been credited as the creator of the chanson réaliste musical genre.",
      "pageId": 842818,
      "monthDay": "05/06"
    },
    {
      "year": "1769",
      "uri": "/wiki/Jean_Nicolas_Pierre_Hachette",
      "name": "Jean Nicolas Pierre Hachette",
      "aboutText": "Joseph Brackett Jr. (May 6, 1797 – July 4, 1882) was an American songwriter, author, and elder of The United Society of Believers in Christ's Second Appearing, better known as the Shakers.",
      "pageId": 1323260,
      "monthDay": "05/06"
    },
    {
      "year": "1781",
      "uri": "/wiki/Karl_Christian_Friedrich_Krause",
      "name": "Karl Christian Friedrich Krause",
      "aboutText": "Jean Nicolas Pierre Hachette (6 May 1769 – 16 January 1834), French mathematician, was born at Mézières, where his father was a bookseller.\nFor his early education he proceeded first to the college of Charleville, and afterwards to that of Reims. In 1788 he returned to Mézières, where he was attached to the school of engineering as draughtsman to the professors of physics and chemistry.",
      "pageId": 1626563,
      "monthDay": "05/06"
    },
    {
      "year": "1797",
      "uri": "/wiki/Joseph_Brackett",
      "name": "Joseph Brackett",
      "aboutText": "Prince Roman Adam Stanisław Sanguszko (1800–1881) was a Polish aristocrat, patriot, political and social activist.\nRoman Sanguszko was born on 6 May 1800 in his family manor in Volhynia. The eldest of his kin, he was the heir of the fortune of the Kowel line of the Sanguszko family, one of the richest and most notable families of the former Polish-Lithuanian Commonwealth.",
      "pageId": 1767782,
      "monthDay": "05/06"
    },
    {
      "year": "1800",
      "uri": "/wiki/Roman_Sanguszko",
      "name": "Roman Sanguszko",
      "aboutText": "Henry Edward Armstrong FRS FRSE(Hon) (6 May 1848 – 13 July 1937) was an English chemist. Although Armstrong was active in many areas of scientific research, such as the chemistry of naphthalene derivatives, he is remembered today largely for his ideas and work on the teaching of science.",
      "pageId": 4603732,
      "monthDay": "05/06"
    },
    {
      "year": "1827",
      "uri": "/wiki/Hermann_Raster",
      "name": "Hermann Raster",
      "aboutText": "Jean-Baptiste Stuck (also known by the single moniker \"Baptistin,\" \"Batistin\" or \"Battistin\") (6 May 1680 – 8 December 1755) was an Italian-French composer and cellist of the Baroque era.\nLittle is known of Stuck's early years. He was born at Livorno on the western coast of Tuscany, came from a merchant family, and was the son of Giovanni-Giacomo Stuck and Barbera Hellerbeck.",
      "pageId": 15340017,
      "monthDay": "05/06"
    },
    {
      "year": "1836",
      "uri": "/wiki/Max_Eyth",
      "name": "Max Eyth",
      "aboutText": "Anton Raaff (6 May 1714 – 28 May 1797) was a German tenor from Gelsdorf near Bonn.",
      "pageId": 18128699,
      "monthDay": "05/06"
    },
    {
      "year": "1843",
      "uri": "/wiki/Grove_Karl_Gilbert",
      "name": "Grove Karl Gilbert",
      "aboutText": "Max Eyth  (6 May 1836 – 25 August 1906) was a German engineer and writer.\nHe was born in Kirchheim unter Teck to Edward Eyth (1809–1884) a teacher of Greek and history at an evangelical seminar and his wife Julie. He lived from 1841 to 1852 in Schöntal Abbey and began classes at Stuttgart University in 1852 where he studied mechanical engineering.",
      "pageId": 20686024,
      "monthDay": "05/06"
    },
    {
      "year": "1848",
      "uri": "/wiki/Henry_Edward_Armstrong",
      "name": "Henry Edward Armstrong",
      "aboutText": "Maximilien François Marie Isidore de Robespierre (IPA: [mak.si.mi.ljɛ̃ fʁɑ̃.swa ma.ʁi i.zi.dɔʁ də ʁɔ.bɛs.pjɛʁ]; 6 May 1758 – 28 July 1794) was a French lawyer and politician, and one of the best-known and most influential figures of the French Revolution and the Reign of Terror.\nAs a member of the Estates-General, the Constituent Assembly and the Jacobin Club, he opposed the death penalty and advocated the abolition of slavery, while supporting equality of rights, universal male suffrage and the establishment of a republic. He opposed dechristianisation of France, war with Austria and the possibility of a coup by the Marquis de Lafayette.",
      "pageId": 23860776,
      "monthDay": "05/06"
    },
    {
      "year": "1851",
      "uri": "/wiki/Aristide_Bruant",
      "name": "Aristide Bruant",
      "aboutText": "Hermann Raster (May 6, 1827 – July 24, 1891) was a German American Forty-Eighter, editor, abolitionist, and politician best known for his career as chief editor for the Illinois Staats-Zeitung between 1867 and 1891 and his brief term as Collector of Internal Revenue for the 1st District of Illinois.",
      "pageId": 31917534,
      "monthDay": "05/06"
    },
    {
      "year": "1856",
      "uri": "/wiki/Sigmund_Freud",
      "name": "Sigmund Freud",
      "aboutText": "Sigmund Freud (/frɔɪd/; German pronunciation: [ˈziːkmʊnt ˈfʁɔʏ̯t]; born Sigismund Schlomo Freud; 6 May 1856 – 23 September 1939) was an Austrian neurologist and the father of psychoanalysis, a clinical method for treating psychopathology through dialogue between a patient and a psychoanalyst. Freud was born to Galician Jewish parents in the Moravian town of Freiberg, in the Austro-Hungarian Empire. Freud qualified as a doctor of medicine in 1881 at the University of Vienna , and then carried out research into cerebral palsy, aphasia and microscopic neuroanatomy at the Vienna General Hospital.",
      "pageId": 26743,
      "monthDay": "05/06"
    },
    {
      "year": "1856",
      "uri": "/wiki/Robert_Peary",
      "name": "Robert Peary",
      "aboutText": "Robert Edwin Peary, Sr. (May 6, 1856 – February 20, 1920) was an American explorer who claimed to have reached the geographic North Pole with his expedition on April 6, 1909. Peary's claim was widely credited for most of the 20th century, rather than the competing claim by Frederick Cook, who said he got there a year earlier.",
      "pageId": 61004,
      "monthDay": "05/06"
    },
    {
      "year": "1861",
      "uri": "/wiki/Motilal_Nehru",
      "name": "Motilal Nehru",
      "aboutText": "Christian Otto Josef Wolfgang Morgenstern (6 May 1871 – 31 March 1914) was a German author and poet from Munich. Morgenstern married Margareta Gosebruch von Liechtenstern on 7 March 1910. He worked for a while as a journalist in Berlin, but spent much of his life traveling through Germany, Switzerland, and Italy, primarily in a vain attempt to recover his health.",
      "pageId": 142576,
      "monthDay": "05/06"
    },
    {
      "year": "1868",
      "uri": "/wiki/Gaston_Leroux",
      "name": "Gaston Leroux",
      "aboutText": "Gaston Louis Alfred Leroux (6 May 1868 – 15 April 1927) was a French journalist and author of detective fiction.\nIn the English-speaking world, he is best known for writing the novel The Phantom of the Opera (Le Fantôme de l'Opéra, 1910), which has been made into several film and stage productions of the same name, notably the 1925 film starring Lon Chaney, and Andrew Lloyd Webber's 1986 musical. His novel The Mystery of the Yellow Room is also one of the most famous locked-room mysteries ever.",
      "pageId": 162182,
      "monthDay": "05/06"
    },
    {
      "year": "1869",
      "uri": "/wiki/Junnosuke_Inoue",
      "name": "Junnosuke Inoue",
      "aboutText": "Bedřich (Friedrich) Hrozný (Czech: [ˈbɛdr̝ɪx ˈɦrozniː]; May 6, 1879 – December 12, 1952) was a Czech orientalist and linguist.",
      "pageId": 338851,
      "monthDay": "05/06"
    },
    {
      "year": "1870",
      "uri": "/wiki/Walter_Rutherford",
      "name": "Walter Rutherford",
      "aboutText": "Willem de Sitter (6 May 1872 – 20 November 1934) was a Dutch mathematician, physicist and astronomer.",
      "pageId": 591375,
      "monthDay": "05/06"
    },
    {
      "year": "1871",
      "uri": "/wiki/Victor_Grignard",
      "name": "Victor Grignard",
      "aboutText": "Crown Prince Wilhelm of Germany (German: Kronprinz Wilhelm von Preußen; 6 May 1882 – 20 July 1951), full name Friedrich Wilhelm Victor August Ernst, was the last Crown Prince of the Kingdom of Prussia and the German Empire.",
      "pageId": 594696,
      "monthDay": "05/06"
    },
    {
      "year": "1871",
      "uri": "/wiki/Christian_Morgenstern",
      "name": "Christian Morgenstern",
      "aboutText": "Motilal Nehru (6 May 1861 – 6 February 1931) was an Indian lawyer, an activist of the Indian National Movement and an important leader of the Indian National Congress, who also served as the Congress President twice, 1919–1920 and 1928–1929.",
      "pageId": 762733,
      "monthDay": "05/06"
    },
    {
      "year": "1872",
      "uri": "/wiki/Willem_de_Sitter",
      "name": "Willem de Sitter",
      "aboutText": "François Auguste Victor Grignard (May 6, 1871 in Cherbourg - December 13, 1935 in Lyon) was a Nobel Prize-winning French chemist.\nGrignard was the son of a sail maker. After studying mathematics at Lyon he transferred to chemistry and discovered the synthetic reaction bearing his name (the Grignard reaction) in 1900.",
      "pageId": 900383,
      "monthDay": "05/06"
    },
    {
      "year": "1872",
      "uri": "/wiki/Djemal_Pasha",
      "name": "Djemal Pasha",
      "aboutText": "Ernst Ludwig Kirchner (6 May 1880 – 15 June 1938) was a German expressionist painter and printmaker and one of the founders of the artists group Die Brücke or \"The Bridge\", a key group leading to the foundation of Expressionism in 20th-century art. He volunteered for army service in the First World War, but soon suffered a breakdown and was discharged. In 1933, his work was branded as \"degenerate\" by the Nazis and in 1937 over 600 of his works were sold or destroyed.",
      "pageId": 1138120,
      "monthDay": "05/06"
    },
    {
      "year": "1879",
      "uri": "/wiki/Bed%C5%99ich_Hrozn%C3%BD",
      "name": "Bedřich Hrozný",
      "aboutText": "Professor Rolf Maximilian Sievert (Swedish: [ˈrɔlf maksɪmˈiːlɪan ˈsiːvəʈ] 6 May 1896 – 3 October 1966) was a medical physicist whose major contribution was in the study of the biological effects of radiation.\nProfessor Sievert was born in Stockholm, Sweden. He served as head of the physics laboratory at Sweden's Radiumhemmet from 1924 to 1937, when he became head of the department of radiation physics at the Karolinska Institute.",
      "pageId": 1252594,
      "monthDay": "05/06"
    },
    {
      "year": "1879",
      "uri": "/wiki/Hendrik_van_Heuckelum",
      "name": "Hendrik van Heuckelum",
      "aboutText": "William Joseph Simmons (May 6, 1880 – May 18, 1945) was the founder of the second Ku Klux Klan on Thanksgiving Night of 1915.",
      "pageId": 1724380,
      "monthDay": "05/06"
    },
    {
      "year": "1880",
      "uri": "/wiki/Winifred_Brunton",
      "name": "Winifred Brunton",
      "aboutText": "Ahmed Djemal Pasha (Ottoman Turkish: احمد جمال پاشا‎, modern Turkish: Ahmet Cemal Paşa; 6 May 1872 – 21 July 1922), commonly known as Djemal Pasha to Turks, and Jamal Basha in the Arab world, was an Ottoman military leader and one-third of the military triumvirate known as the Three Pashas that ruled the Ottoman Empire during World War I. Djemal was also Mayor of Istanbul. There is discussion about his role in the Armenian genocide, the Greek genocide, and the Assyrian genocide.",
      "pageId": 1878002,
      "monthDay": "05/06"
    },
    {
      "year": "1880",
      "uri": "/wiki/Ernst_Ludwig_Kirchner",
      "name": "Ernst Ludwig Kirchner",
      "aboutText": "Júlio César de Mello e Souza (Rio de Janeiro, May 6, 1895 – Recife, June 18, 1974), was a Brazilian writer and mathematics professor. He is well known in Brazil and abroad by his books on recreational mathematics, most of them published under the pen names of Malba Tahan and Breno de Alencar Bianco.\nHe has been called by one biographer \"the only mathematics teacher who ever became as famous as a soccer player\".",
      "pageId": 2226053,
      "monthDay": "05/06"
    },
    {
      "year": "1880",
      "uri": "/wiki/William_Joseph_Simmons",
      "name": "William Joseph Simmons",
      "aboutText": "Winifred Mabel Brunton née Newberry (6 May 1880 - 29 January 1959) was a South African painter, illustrator and Egyptologist.",
      "pageId": 2704214,
      "monthDay": "05/06"
    },
    {
      "year": "1882",
      "uri": "/wiki/Wilhelm,_German_Crown_Prince",
      "name": "Wilhelm, German Crown Prince",
      "aboutText": "Count Fidél Pálffy de Erdőd (6 May 1895, Szentgyörgy/Svätý Jur – 2 March 1946, Budapest) was a Hungarian nobleman who emerged as a leading supporter of Nazism in Hungary.",
      "pageId": 3470779,
      "monthDay": "05/06"
    },
    {
      "year": "1883",
      "uri": "/wiki/Alberto_Collo",
      "name": "Alberto Collo",
      "aboutText": "Hendrik van Heuckelum (6 May 1879, The Hague – 28 April 1929, The Hague), nicknamed Henk, was a Dutch football player who represented Belgium at the 1900 Summer Olympics, and won a bronze medal in the soccer tournament.",
      "pageId": 7598031,
      "monthDay": "05/06"
    },
    {
      "year": "1895",
      "uri": "/wiki/J%C3%BAlio_C%C3%A9sar_de_Mello_e_Souza",
      "name": "Júlio César de Mello e Souza",
      "aboutText": "Walter Mathers Rutherford (6 May 1870 – 9 October 1936) was a Scottish golfer who competed in the 1900 Summer Olympics.\nHe was born in Newlands in the Borders. He won the silver medal in the men's competition with a score of 168 over 36 holes.",
      "pageId": 23554696,
      "monthDay": "05/06"
    },
    {
      "year": "1896",
      "uri": "/wiki/Rolf_Maximilian_Sievert",
      "name": "Rolf Maximilian Sievert",
      "aboutText": "Junnosuke Inoue (井上準之助, Inoue Junnosuke, May 6, 1869 – February 9, 1932) was a Japanese businessman and central banker. He was the 9th and 11th Governor of the Bank of Japan (BOJ).",
      "pageId": 32865332,
      "monthDay": "05/06"
    },
    {
      "year": "1895",
      "uri": "/wiki/Fid%C3%A9l_P%C3%A1lffy",
      "name": "Fidél Pálffy",
      "aboutText": "Alberto Collo (6 May 1883 – 7 May 1955) was an Italian actor who appeared in more than a hundred and thirty films during his career, mostly during the silent era.",
      "pageId": 43082454,
      "monthDay": "05/06"
    },
    {
      "year": "1895",
      "uri": "/wiki/Rudolph_Valentino",
      "name": "Rudolph Valentino",
      "aboutText": "André Weil (/veɪ/; French: [ɑ̃dʁe vɛj]; 6 May 1906 – 6 August 1998) was an influential French mathematician of the 20th century, known for his foundational work in number theory and algebraic geometry. He was a founding member and the de facto early leader of the Bourbaki group. The philosopher Simone Weil was his sister.",
      "pageId": 2019,
      "monthDay": "05/06"
    },
    {
      "year": "1897",
      "uri": "/wiki/Paul_Alverdes",
      "name": "Paul Alverdes",
      "aboutText": "George Orson Welles (/ˈwɛlz/; May 6, 1915 – October 10, 1985) was an American actor, director, writer, and producer who worked in theatre, radio, and film. He is remembered for his innovative work in all three: in theatre, most notably Caesar (1937), a Broadway adaptation of William Shakespeare's Julius Caesar; in radio, the 1938 broadcast \"The War of the Worlds\", one of the most famous in the history of radio; and in film, Citizen Kane (1941), consistently ranked as one of the all-time greatest films.\nWelles directed a number of high-profile stage productions for the Federal Theatre Project in his early twenties, including an innovative adaptation of Macbeth with an entirely African American cast, and the political musical The Cradle Will Rock.",
      "pageId": 22196,
      "monthDay": "05/06"
    },
    {
      "year": "1898",
      "uri": "/wiki/Konrad_Henlein",
      "name": "Konrad Henlein",
      "aboutText": "Rodolfo Alfonso Raffaello Pierre Filibert Guglielmi di Valentina d'Antonguolla, professionally known as Rudolph Valentino (May 6, 1895 – August 23, 1926), was an Italian-born American actor who starred in several well-known silent films including The Four Horsemen of the Apocalypse, The Sheik, Blood and Sand, The Eagle, and The Son of the Sheik. An early pop icon, a sex symbol of the 1920s, he was known as the \"Latin Lover\" or simply as \"Valentino\".",
      "pageId": 45396,
      "monthDay": "05/06"
    },
    {
      "year": "1899",
      "uri": "/wiki/Billy_Cotton",
      "name": "Billy Cotton",
      "aboutText": "Maximillian Oppenheimer (6 May 1902 – 26 March 1957), known as Max Ophüls (German: [ˈɔfʏls]), was a Jewish German-born film director who worked in Germany (1931–33), France (1933–40), the United States (1947–50), and France again (1950–57). He made nearly 30 films, with those from the last period being especially notable: La Ronde (1950), Le Plaisir (1952), The Earrings of Madame de... (1953) and Lola Montès (1955).",
      "pageId": 97415,
      "monthDay": "05/06"
    },
    {
      "year": "1902",
      "uri": "/wiki/Harry_Golden",
      "name": "Harry Golden",
      "aboutText": "Harry Martinson (6 May 1904 – 11 February 1978) was a Swedish author, poet and former sailor. In 1949 he was elected into the Swedish Academy. He was awarded a joint Nobel Prize in Literature in 1974 together with fellow Swede Eyvind Johnson \"for writings that catch the dewdrop and reflect the cosmos\".",
      "pageId": 200521,
      "monthDay": "05/06"
    },
    {
      "year": "1902",
      "uri": "/wiki/Max_Oph%C3%BCls",
      "name": "Max Ophüls",
      "aboutText": "William Edward \"Billy\" Cotton (6 May 1899 – 25 March 1969) was an English band leader and entertainer, one of the few whose orchestras survived the British dance band era. Cotton is now mainly remembered as a 1950s and 1960s radio and television personality, but his musical career had begun in the 1920s. In his younger years Billy Cotton was also an amateur footballer for Brentford F.C. (and later, for the then Athenian league club Wimbledon), an accomplished racing driver and the owner of a Gipsy Moth, which he piloted himself.",
      "pageId": 252332,
      "monthDay": "05/06"
    },
    {
      "year": "1903",
      "uri": "/wiki/Toots_Shor",
      "name": "Toots Shor",
      "aboutText": "Moshé Pinchas Feldenkrais (Hebrew: משה פנחס פלדנקרייז, May 6, 1904 – July 1, 1984) was an Israeli physicist and the founder of the Feldenkrais Method, designed to improve human functioning by increasing self-awareness through movement.\nThere is no good medical evidence that the Feldenkrais method confers any health benefits.\n^ Baggoley C (2015).",
      "pageId": 391106,
      "monthDay": "05/06"
    },
    {
      "year": "1904",
      "uri": "/wiki/Raymond_Bailey",
      "name": "Raymond Bailey",
      "aboutText": "Loyd C. Sigmon (May 6, 1909 – June 2, 2004) was born in Stigler, Oklahoma to a cattle-ranching family. He soon became interested in radio, earning his amateur (\"ham\") radio license at age 14. His broadcasting career began in 1932 at the Boston Short Wave and Television Laboratories.",
      "pageId": 402966,
      "monthDay": "05/06"
    },
    {
      "year": "1904",
      "uri": "/wiki/Mosh%C3%A9_Feldenkrais",
      "name": "Moshé Feldenkrais",
      "aboutText": "Wilbur Charles \"Weeb\" Ewbank (May 6, 1907 – November 17, 1998) was an American professional football coach. He led the Baltimore Colts to NFL championships in 1958 and 1959 and the New York Jets to victory in Super Bowl III in 1969. He is the only coach to win a championship in both the National Football League (NFL) and American Football League (AFL).",
      "pageId": 420030,
      "monthDay": "05/06"
    },
    {
      "year": "1904",
      "uri": "/wiki/Catherine_Lacey",
      "name": "Catherine Lacey",
      "aboutText": "Stewart Granger (6 May 1913 – 16 August 1993) was an English film actor, mainly associated with heroic and romantic leading roles.",
      "pageId": 420537,
      "monthDay": "05/06"
    },
    {
      "year": "1904",
      "uri": "/wiki/Harry_Martinson",
      "name": "Harry Martinson",
      "aboutText": "Konrad Ernst Eduard Henlein (6 May 1898 – 10 May 1945) was a leading Sudeten German politician in Czechoslovakia.",
      "pageId": 706752,
      "monthDay": "05/06"
    },
    {
      "year": "1905",
      "uri": "/wiki/Philip_N._Krasne",
      "name": "Philip N. Krasne",
      "aboutText": "Harry Lewis Golden (May 6, 1902 – October 2, 1981) was a Jewish-American writer and newspaper publisher.",
      "pageId": 1036804,
      "monthDay": "05/06"
    },
    {
      "year": "1906",
      "uri": "/wiki/Andr%C3%A9_Weil",
      "name": "André Weil",
      "aboutText": "Raymond Thomas Bailey (May 6, 1904 – April 15, 1980) was an American actor on the Broadway stage, movies, and television. He is best known for his role as wealthy banker, Milburn Drysdale, in the television series The Beverly Hillbillies.",
      "pageId": 1051978,
      "monthDay": "05/06"
    },
    {
      "year": "1907",
      "uri": "/wiki/Weeb_Ewbank",
      "name": "Weeb Ewbank",
      "aboutText": "Frank Brandon Nelson (May 6, 1911 – September 12, 1986) was an American comedic actor best known for playing put-upon foils on radio and television and his \"EEE-Yeeeeeeeeesssss?\" catchphrase.",
      "pageId": 1362678,
      "monthDay": "05/06"
    },
    {
      "year": "1909",
      "uri": "/wiki/Loyd_Sigmon",
      "name": "Loyd Sigmon",
      "aboutText": "Bernard \"Toots\" Shor (May 6, 1903 – January 23, 1977) was best known as the proprietor of a legendary saloon and restaurant, Toots Shor's Restaurant, in Manhattan. He ran three different establishments under that name, but his first – and most renowned – was located at 51 West 51st Street. He was known as a saloonkeeper, friend, and confidante to some of New York's biggest celebrities during that era.",
      "pageId": 1669430,
      "monthDay": "05/06"
    },
    {
      "year": "1911",
      "uri": "/wiki/Guy_des_Cars",
      "name": "Guy des Cars",
      "aboutText": "Carmen Cavallaro (May 6, 1913 – October 12, 1989) was an American pianist.",
      "pageId": 2609008,
      "monthDay": "05/06"
    },
    {
      "year": "1911",
      "uri": "/wiki/Frank_Nelson_(actor)",
      "name": "Frank Nelson",
      "aboutText": "Catherine Lacey (6 May 1904 – 23 September 1979) was an English actress of stage and screen.",
      "pageId": 4310656,
      "monthDay": "05/06"
    },
    {
      "year": "1913",
      "uri": "/wiki/Carmen_Cavallaro",
      "name": "Carmen Cavallaro",
      "aboutText": "Paul Alverdes (6 May 1897, Strasbourg - 28 February 1979, Munich) was a German novelist and poet.\nThe son of an officer and member of the German Youth Movement, he volunteered for duty in World War I and received a severe injury to the throat. After 1922 he was a freelance author in Munich, and from 1934 to 1944, along with Karl Benno von Mechow, he edited and published the journal Das innere Reich.",
      "pageId": 7949694,
      "monthDay": "05/06"
    },
    {
      "year": "1913",
      "uri": "/wiki/Stewart_Granger",
      "name": "Stewart Granger",
      "aboutText": "Guy Augustin Marie Jean de la Pérusse des Cars was a best-selling French author of popular novels. He was born on 6 May 1911 in Paris and died on 21 December 1993 in the same city.\nHe started his writing career before WWII as a journalist and showed a keen interest in the circus and variety arts, which led him to work as Press Agent for the giant German Circus Gleich when it visited France in the 1930s.",
      "pageId": 19843649,
      "monthDay": "05/06"
    },
    {
      "year": "1915",
      "uri": "/wiki/Orson_Welles",
      "name": "Orson Welles",
      "aboutText": "Philip N. Krasne (born 6 May 1905 in Norfolk, Nebraska, United States, died 18 September 1999, age 94, Los Angeles, California, United States) was an attorney who became a motion picture and television producer.",
      "pageId": 41740454,
      "monthDay": "05/06"
    },
    {
      "year": "1915",
      "uri": "/wiki/Theodore_H._White",
      "name": "Theodore H. White",
      "aboutText": "Erich Fried (6 May 1921 – 22 November 1988) was an Austrian-born poet, writer and translator. He initially became known to a broader public in both Germany and Austria for his political poetry, and later for his love poems. As a writer he mostly wrote plays and short novels.",
      "pageId": 364815,
      "monthDay": "05/06"
    },
    {
      "year": "1916",
      "uri": "/wiki/Robert_H._Dicke",
      "name": "Robert H. Dicke",
      "aboutText": "Ratu Sir Kamisese Mara, CF, GCMG, KBE (6 May 1920 – 18 April 2004) is considered the founding father of the modern nation of Fiji. He was Chief Minister from 1967 to 1970, when Fiji gained its independence from the United Kingdom, and, apart from one brief interruption in 1987, the first Prime Minister from 1970 to 1992.",
      "pageId": 421151,
      "monthDay": "05/06"
    },
    {
      "year": "1916",
      "uri": "/wiki/Sif_Ruud",
      "name": "Sif Ruud",
      "aboutText": "Gilles Grégoire (May 6, 1926 – November 22, 2006) was a co-founder of the Parti Québécois.\nBorn in Quebec City, Quebec, the son of Joseph-Ernest Grégoire, he was elected in 1962 to the House of Commons of Canada with the Ralliement des créditistes. He left that party in 1966 and was elected president of the Ralliement national, a pro-sovereignty party on August 21, 1966.",
      "pageId": 535400,
      "monthDay": "05/06"
    },
    {
      "year": "1916",
      "uri": "/wiki/Adriana_Caselotti",
      "name": "Adriana Caselotti",
      "aboutText": "Robert Henry Dicke (/dɪk/; May 6, 1916 – March 4, 1997) was an American physicist who made important contributions to the fields of astrophysics, atomic physics, cosmology and gravity.",
      "pageId": 737819,
      "monthDay": "05/06"
    },
    {
      "year": "1917",
      "uri": "/wiki/Kal_Mann",
      "name": "Kal Mann",
      "aboutText": "Kal Mann (May 6, 1917 – November 28, 2001) was an American lyricist.",
      "pageId": 1097263,
      "monthDay": "05/06"
    },
    {
      "year": "1917",
      "uri": "/wiki/Jilly_Rizzo",
      "name": "Jilly Rizzo",
      "aboutText": "Patricia Helen \"Pat\" Kennedy Lawford (May 6, 1924 – September 17, 2006) was an American socialite and the sixth of nine children of Rose and Joseph P. Kennedy, Sr. She was a sister of President John F. Kennedy, Senator Robert F. Kennedy, and longtime Senator Ted Kennedy.",
      "pageId": 1180998,
      "monthDay": "05/06"
    },
    {
      "year": "1919",
      "uri": "/wiki/Andr%C3%A9_Guelfi",
      "name": "André Guelfi",
      "aboutText": "André Guelfi (born 6 May 1919) is a former racing driver from France. He was born in Mazagan, Morocco. He participated in one Formula One World Championship race, on 19 October 1958.",
      "pageId": 1228204,
      "monthDay": "05/06"
    },
    {
      "year": "1920",
      "uri": "/wiki/Raymond_Fernandez_and_Martha_Beck",
      "name": "Martha Beck",
      "aboutText": "Camille Laurin (May 6, 1922 – March 11, 1999) was a psychiatrist and Parti Québécois (PQ) politician in the province of Quebec, Canada. MNA member for the riding of Bourget, he is considered the father of Quebec's language law known informally as \"Bill 101\".",
      "pageId": 1522892,
      "monthDay": "05/06"
    },
    {
      "year": "1920",
      "uri": "/wiki/Ross_Hunter",
      "name": "Ross Hunter",
      "aboutText": "Denys Justin Wright (6 May 1924 – 8 February 1992), better known as Denny Wright, was a jazz and skiffle guitarist who performed with Stephane Grappelli, Lonnie Donegan, Johnny Duncan (bluegrass musician), Digby Fairweather, Ella Fitzgerald, Billy Eckstine, Fapy Lafertin, Russ Conway, Bireli Lagrene, Nigel Kennedy and his great friend George Shearing.\nA session musician for many years, he frequently acted as arranger and \"fixer\" for recording sessions. Wright was a prolific jazz and orchestra composer.",
      "pageId": 1635483,
      "monthDay": "05/06"
    },
    {
      "year": "1920",
      "uri": "/wiki/Kamisese_Mara",
      "name": "Kamisese Mara",
      "aboutText": "Adriana Caselotti (May 6, 1916 – January 18, 1997) was an American voice actress and singer.",
      "pageId": 1852196,
      "monthDay": "05/06"
    },
    {
      "year": "1921",
      "uri": "/wiki/Erich_Fried",
      "name": "Erich Fried",
      "aboutText": "Ermenigildo \"Jilly\" Rizzo (May 6, 1917 – May 6, 1992) was an American restaurateur and entertainer.",
      "pageId": 2316334,
      "monthDay": "05/06"
    },
    {
      "year": "1922",
      "uri": "/wiki/Vladimir_Etush",
      "name": "Vladimir Etush",
      "aboutText": "Ross Hunter (May 6, 1926 –  March 10, 1996) was an American film and television producer and actor.",
      "pageId": 3644305,
      "monthDay": "05/06"
    },
    {
      "year": "1922",
      "uri": "/wiki/Camille_Laurin",
      "name": "Camille Laurin",
      "aboutText": "Vladimir Abramovich Etush (Russian: Влади́мир Абра́мович Э́туш) (born 6 May 1922) is a Soviet film and television actor and a People's Artist of the USSR (1984), an honorary title granted to citizens of the Soviet Union.",
      "pageId": 6418127,
      "monthDay": "05/06"
    },
    {
      "year": "1923",
      "uri": "/wiki/Harry_Watson_(ice_hockey_b._1923)",
      "name": "Harry Watson",
      "aboutText": "This article is about the professional hockey player from the 1940s and 1950s; for the amateur hockey player from the 1910s and 1920s, see Harry Watson (ice hockey b. 1898).",
      "pageId": 8342044,
      "monthDay": "05/06"
    },
    {
      "year": "1924",
      "uri": "/wiki/Nestor_Basterretxea",
      "name": "Nestor Basterretxea",
      "aboutText": "Marguerite Piazza (May 6, 1920 – August 2, 2012) was an American soprano, entertainer and philanthropist from New Orleans, Louisiana.",
      "pageId": 11176679,
      "monthDay": "05/06"
    },
    {
      "year": "1924",
      "uri": "/wiki/Patricia_Kennedy_Lawford",
      "name": "Patricia Kennedy Lawford",
      "aboutText": "Sif Einarsdotter Ruud Fallde born Sif Einarsdotter Ruud (6 May 1916 – 15 August 2011), best known as Sif Ruud, was a Swedish film actress. Born in Stockholm to Einar Ruud and Inez Engström, she began her career in 1938, and appeared in 140 films.",
      "pageId": 12567538,
      "monthDay": "05/06"
    },
    {
      "year": "1924",
      "uri": "/wiki/Denny_Wright",
      "name": "Denny Wright",
      "aboutText": "Raymond Martinez Fernandez (December 17, 1914 – March 8, 1951) and Martha Jule Beck (May 6, 1920 – March 8, 1951) were an American serial killer couple. They are believed to have killed as many as 20 women during their murderous spree between 1947 and 1949. After their arrest and trial for serial murder in 1949, they became known as \"The Lonely Hearts Killers\" for meeting their unsuspecting victims through lonely hearts ads.",
      "pageId": 13544438,
      "monthDay": "05/06"
    },
    {
      "year": "1926",
      "uri": "/wiki/Gilles_Gr%C3%A9goire",
      "name": "Gilles Grégoire",
      "aboutText": "Theodore Harold White (Chinese: 白修德, May 6, 1915 – May 15, 1986) was an American political journalist and historian, known for his wartime reporting from China and accounts of the 1960, 1964, 1968, 1972 and 1980 presidential elections.",
      "pageId": 24976741,
      "monthDay": "05/06"
    },
    {
      "year": "1926",
      "uri": "/wiki/Marguerite_Piazza",
      "name": "Marguerite Piazza",
      "aboutText": "Dame Rosemary Jean Cramp, DBE, FSA, FBA (born 6 May 1929) is a British archaeologist and academic specialising in the Anglo-Saxons. She was the first female professor appointed at Durham University and was Professor of Archaeology from 1971 to 1990.",
      "pageId": 42358566,
      "monthDay": "05/06"
    },
    {
      "year": "1929",
      "uri": "/wiki/Rosemary_Cramp",
      "name": "Rosemary Cramp",
      "aboutText": "Nestor Basterretxea Arzadun (6 May 1924 – 12 July 2014) was a Basque artist, born in Bermeo, Biscay.",
      "pageId": 42800120,
      "monthDay": "05/06"
    },
    {
      "year": "1929",
      "uri": "/wiki/Paul_Lauterbur",
      "name": "Paul Lauterbur",
      "aboutText": "Willie Howard Mays, Jr. (born May 6, 1931), nicknamed \"The Say Hey Kid\", is a retired American Major League Baseball (MLB) center fielder who spent almost all of his 22 season career playing for the New York and San Francisco Giants before finishing with the New York Mets. He was elected to the Baseball Hall of Fame in 1979, his first year of eligibility.",
      "pageId": 62512,
      "monthDay": "05/06"
    },
    {
      "year": "1929",
      "uri": "/wiki/John_Taylor_(bishop_of_St_Albans)",
      "name": "John Taylor",
      "aboutText": "Berndt Andreas Baader (6 May 1943 – 18 October 1977) was one of the first leaders of the German left-wing militant organization Red Army Faction, also commonly known as the Baader-Meinhof Group.",
      "pageId": 146039,
      "monthDay": "05/06"
    },
    {
      "year": "1930",
      "uri": "/wiki/Sonia_Rykiel",
      "name": "Sonia Rykiel",
      "aboutText": "Rubin \"Hurricane\" Carter (May 6, 1937 – April 20, 2014) was an American middleweight boxer who was wrongfully convicted of murder and later released from prison following a petition of habeas corpus after spending almost 20 years in prison.\nIn 1966, police arrested both Carter and friend John Artis for a triple-homicide committed in the Lafayette Bar and Grill in Paterson, New Jersey. Police stopped Carter's car and brought him and Artis, also in the car, to the scene of the crime.",
      "pageId": 277139,
      "monthDay": "05/06"
    },
    {
      "year": "1931",
      "uri": "/wiki/Willie_Mays",
      "name": "Willie Mays",
      "aboutText": "Alexander George Thynn, 7th Marquess of Bath (born 6 May 1932), styled Viscount Weymouth between 1946 and 1992, is an English politician, artist and author.",
      "pageId": 319085,
      "monthDay": "05/06"
    },
    {
      "year": "1932",
      "uri": "/wiki/Ahmet_Haxhiu",
      "name": "Ahmet Haxhiu",
      "aboutText": "Vladimiro Ariel Dorfman (born May 6, 1942) is an Argentine-Chilean novelist, playwright, essayist, academic, and human rights activist.",
      "pageId": 319833,
      "monthDay": "05/06"
    },
    {
      "year": "1932",
      "uri": "/wiki/Alexander_Thynn,_7th_Marquess_of_Bath",
      "name": "Alexander Thynn, 7th Marquess of Bath",
      "aboutText": "Paul Christian Lauterbur (May 6, 1929 – March 27, 2007) was an American chemist who shared the Nobel Prize in Physiology or Medicine in 2003 with Peter Mansfield for his work which made the development of magnetic resonance imaging (MRI) possible.\nLauterbur was a professor at the State University of New York at Stony Brook from 1963 until 1985 where he conducted his research for the development of the MRI. In 1985 he became a professor along with his wife Joan at the University of Illinois at Urbana-Champaign for 22 years until his death in Urbana. He never stopped working with undergraduates on research, and he served as a professor of chemistry, with appointments in bioengineering, biophysics, the College of Medicine at Urbana-Champaign and computational biology at the Center for Advanced Study.",
      "pageId": 336050,
      "monthDay": "05/06"
    },
    {
      "year": "1934",
      "uri": "/wiki/Richard_Shelby",
      "name": "Richard Shelby",
      "aboutText": "Richard Craig Shelby (born May 6, 1934) is the senior United States Senator from Alabama. First elected to the Senate in 1986, he is the Chairman of the United States Senate Committee on Banking, Housing, and Urban Affairs. born in Birmingham, Alabama, Shelby received his law degree from the University of Alabama School of Law in Tuscaloosa, Alabama.",
      "pageId": 375231,
      "monthDay": "05/06"
    },
    {
      "year": "1936",
      "uri": "/wiki/Bernard_Lemaire",
      "name": "Bernard Lemaire",
      "aboutText": "Milton William \"Bill\" Cooper (May 6, 1943 – November 6, 2001) was an American conspiracy theorist, radio broadcaster, and author best known for his 1991 book Behold a Pale Horse, in which he warned of multiple global conspiracies, some involving extraterrestrial aliens. Cooper also described HIV/AIDS as a man-made disease used to target blacks, Hispanics, and homosexuals, and that a cure was made before it was implemented.",
      "pageId": 535208,
      "monthDay": "05/06"
    },
    {
      "year": "1937",
      "uri": "/wiki/Rubin_Carter",
      "name": "Rubin Carter",
      "aboutText": "Sonia Rykiel née Flis (French pronunciation: ​[sɔn.ja ʁi.kjɛl]; born 25 May 1930 in Paris) is a French fashion designer.",
      "pageId": 1245190,
      "monthDay": "05/06"
    },
    {
      "year": "1938",
      "uri": "/wiki/Jean_Garon",
      "name": "Jean Garon",
      "aboutText": "Bernard Lemaire, OC (born May 6, 1936) is a Canadian businessman. He is the Chairman of the Board of Cascades Inc., a Canadian manufacturer of packaging products, tissue products and fine papers products.\nBorn in Drummondville, Quebec, he studied civil engineering at the Université de Sherbrooke and McGill University.",
      "pageId": 1949626,
      "monthDay": "05/06"
    },
    {
      "year": "1938",
      "uri": "/wiki/Larry_Gogan",
      "name": "Larry Gogan",
      "aboutText": "Rin Kaiho or Lin Haifeng (Chinese: 林海峰; pinyin: Lín Hǎifēng; born May 6, 1942) is a professional Chinese Go player living in Japan.",
      "pageId": 3536605,
      "monthDay": "05/06"
    },
    {
      "year": "1939",
      "uri": "/wiki/Eddie_C._Campbell",
      "name": "Eddie C. Campbell",
      "aboutText": "Grange Calveley (born May 6, 1943, in Cheshire, England) is a British writer and artist who is best known as the creator of the BBC's animated television series Roobarb (1974) and Noah and Nelly in... SkylArk (1977).\nCalveley also wrote and made character drawings for the 2005 revival series, Roobarb and Custard Too.",
      "pageId": 5312729,
      "monthDay": "05/06"
    },
    {
      "year": "1940",
      "uri": "/wiki/Alexandra_Burslem",
      "name": "Alexandra Burslem",
      "aboutText": "Wolfgang Reinhardt (6 May 1943 – 11 June 2011) was a West German track and field athlete who competed mainly in the pole vault.\nHe competed for the United Team of Germany in the 1964 Summer Olympics held in Tokyo, Japan in the pole vault where he won the silver medal.",
      "pageId": 8222710,
      "monthDay": "05/06"
    },
    {
      "year": "1942",
      "uri": "/wiki/Ariel_Dorfman",
      "name": "Ariel Dorfman",
      "aboutText": "Dame Alexandra Vivien Burslem, DBE, JP, DL, FRSA (née Thornley; born 6 May 1940) is a British academic and educationalist. Born in Shanghai, China, she was the daughter of Stanley Morris Thornley, the British Ambassador to China.\nSandra Thornley returned to England during the expulsion of foreign nationals that occurred during the Communist Revolution.",
      "pageId": 8957640,
      "monthDay": "05/06"
    },
    {
      "year": "1942",
      "uri": "/wiki/David_Friesen",
      "name": "David Friesen",
      "aboutText": "Jean Garon (May 6, 1938 – July 1, 2014) was a politician, lawyer, academic and economist in Quebec, Canada.\nHe was born in Saint-Michel, Quebec, and graduated from Université Laval with a bachelor's degree in 1960 and a master's in economics two years later. He received a law degree in 1969 and was called to the Quebec Bar in June 1970.",
      "pageId": 9552610,
      "monthDay": "05/06"
    },
    {
      "year": "1942",
      "uri": "/wiki/Rin_Kaiho",
      "name": "Rin Kaiho",
      "aboutText": "Lorcan 'Larry' Gogan (born 6 May 1938) is an Irish broadcaster working for Raidió Teilifís Éireann (RTÉ). He is a disc jockey on RTÉ 2fm. His show is The Golden Hour, during which Larry plays old favourites and classic songs from yesteryear.",
      "pageId": 9566386,
      "monthDay": "05/06"
    },
    {
      "year": "1943",
      "uri": "/wiki/Andreas_Baader",
      "name": "Andreas Baader",
      "aboutText": "David Friesen (born May 6, 1942) is an American jazz bassist born in Tacoma, Washington. Friesen plays the double bass as well as electric upright bass.\nFriesen was an autodidact on bass, having picked it up while serving in the Army in Germany.",
      "pageId": 16002247,
      "monthDay": "05/06"
    },
    {
      "year": "1943",
      "uri": "/wiki/Grange_Calveley",
      "name": "Grange Calveley",
      "aboutText": "For other persons named Edward Campbell, see Edward Campbell (disambiguation)",
      "pageId": 18985395,
      "monthDay": "05/06"
    },
    {
      "year": "1943",
      "uri": "/wiki/Milton_William_Cooper",
      "name": "Milton William Cooper",
      "aboutText": "John Bernard Taylor (born 6 May 1929) is a British bishop and theologian. He was the Archdeacon of West Ham from 1975 to 1980, the Bishop of St Albans from 1980 to 1995 and the Lord High Almoner from 1988 to 1997.\nTaylor was consecrated on 1 May 1980, enthroned at St Albans on 14 June 1980 and retired in August 1995.",
      "pageId": 22572095,
      "monthDay": "05/06"
    },
    {
      "year": "1943",
      "uri": "/wiki/Wolfgang_Reinhardt_(athlete)",
      "name": "Wolfgang Reinhardt",
      "aboutText": "Ahmet Haxhiu (6 May 1932 – 6 July 1994) was a Kosovo Albanian political activist and one of the main gunrunners for Kosovo Liberation Army in the early 1990s. He was one of the leading figures of the Revolutionary Movement for Albanian Unification, which aimed at uniting various illegal groups who fought against the Serbian regime of the time. Haxhiu later joined People's Movement of Kosovo and was considered the right hand of Adem Demaçi.",
      "pageId": 43276776,
      "monthDay": "05/06"
    },
    {
      "year": "1943",
      "uri": "/wiki/James_Turrell",
      "name": "James Turrell",
      "aboutText": "Jimmie Dale Gilmore (born May 6, 1945) is an American country singer, songwriter, actor, recording artist and producer, currently living in Austin, Texas.\n^ \"Jimmie Dale Gilmore\".",
      "pageId": 172974,
      "monthDay": "05/06"
    },
    {
      "year": "1944",
      "uri": "/wiki/Anton_Furst",
      "name": "Anton Furst",
      "aboutText": "Samuel Kanyon Doe (May 6, 1951 – September 9, 1990) was a Liberian politician who served as the leader of Liberia from 1980 to 1990. Then Master sergeant Doe served as chairman of the People's Redemption Council and de facto head of state after staging a violent coup d'etat in 1980; he killed President William R. Tolbert, Jr., and executed many of his True Whig Party supporters.\nDoe disbanded the constitution and headed the country's military junta for the next five years.",
      "pageId": 253749,
      "monthDay": "05/06"
    },
    {
      "year": "1944",
      "uri": "/wiki/Masanori_Murakami",
      "name": "Masanori Murakami",
      "aboutText": "Robert Clark \"Bob\" Seger (born May 6, 1945) is an American singer-songwriter, guitarist and pianist. As a locally successful Detroit-area artist, he performed and recorded as Bob Seger and the Last Heard and Bob Seger System throughout the 1960s. By the early 1970s, he had dropped the \"System\" from his recordings and continued to strive for broader success with various other bands.",
      "pageId": 276085,
      "monthDay": "05/06"
    },
    {
      "year": "1945",
      "uri": "/wiki/Richard_Eyer",
      "name": "Richard Eyer",
      "aboutText": "Martha Craven Nussbaum (/ˈnʊsbaʊm/; born May 6, 1947) is an American philosopher and the current Ernst Freund Distinguished Service Professor of Law and Ethics at the University of Chicago, a chair that includes appointments in the philosophy department and the law school. She has a particular interest in ancient Greek and Roman philosophy, political philosophy, feminism, and ethics, including animal rights.\nShe also holds associate appointments in classics, divinity and political science, is a member of the Committee on Southern Asian Studies, and a board member of the Human Rights Program.",
      "pageId": 341297,
      "monthDay": "05/06"
    },
    {
      "year": "1945",
      "uri": "/wiki/Jimmie_Dale_Gilmore",
      "name": "Jimmie Dale Gilmore",
      "aboutText": "Graham Philip Brazier (6 May 1952 – 4 September 2015) was a New Zealand musician and songwriter. He first came to prominence in the band Hello Sailor. After Hello Sailor, he formed a band called the Legionnaires.",
      "pageId": 906634,
      "monthDay": "05/06"
    },
    {
      "year": "1945",
      "uri": "/wiki/Bob_Seger",
      "name": "Bob Seger",
      "aboutText": "Alan Hugh Dale (born 6 May 1947) is a New Zealand actor. As a child, Dale developed a love of theatre and also became a rugby player. After retiring from the sport he took on a number of professions to support his family, before deciding to become a professional actor at the age of 27.",
      "pageId": 1022518,
      "monthDay": "05/06"
    },
    {
      "year": "1946",
      "uri": "/wiki/Susan_Brown_(English_actress)",
      "name": "Susan Brown",
      "aboutText": "James Turrell (born May 6, 1943) is an American artist primarily concerned with light and space. Turrell was a MacArthur Fellow in 1984. Turrell is best known for his work in progress, Roden Crater, a natural cinder cone crater located outside Flagstaff, Arizona that he is turning into a massive naked-eye observatory.",
      "pageId": 1380297,
      "monthDay": "05/06"
    },
    {
      "year": "1946",
      "uri": "/wiki/Frankie_Libr%C3%A1n",
      "name": "Frankie Librán",
      "aboutText": "Jeffery Deaver (born May 6, 1950 outside Chicago)  is an American mystery/crime writer. He has a bachelor of journalism degree from the University of Missouri and a law degree from Fordham University and originally started working as a journalist. He later practiced law before embarking on a successful career as a best-selling novelist.",
      "pageId": 1570006,
      "monthDay": "05/06"
    },
    {
      "year": "1947",
      "uri": "/wiki/Alan_Dale",
      "name": "Alan Dale",
      "aboutText": "Masanori \"Mashi\" Murakami (村上 雅則, Murakami Masanori, born May 6, 1944 in Ōtsuki, Yamanashi) is a retired Japanese baseball player.\nHe is notable for being the first Japanese player to play for a Major League Baseball team. Sent over to the United States by the Nankai Hawks, Murakami saw success as a reliever for the San Francisco Giants, debuting at the age of 20 in 1964.",
      "pageId": 1768548,
      "monthDay": "05/06"
    },
    {
      "year": "1947",
      "uri": "/wiki/Kit_Martin",
      "name": "Kit Martin",
      "aboutText": "Christian Clavier (French pronunciation: ​[kʁis.tjɑ̃.klavje]; born 6 May 1952) is a French actor, screenwriter, film producer and film director. He is the brother of French film director Stéphane Clavier.",
      "pageId": 2191270,
      "monthDay": "05/06"
    },
    {
      "year": "1947",
      "uri": "/wiki/Martha_Nussbaum",
      "name": "Martha Nussbaum",
      "aboutText": "Mary Macgregor (born May 6, 1948) is an American singer, best known for singing the 1976 song \"Torn Between Two Lovers\", which topped the Billboard charts for two weeks.\n^ \"Colorado Rocks!: A Half-Century of Music in Colorado – G. Brown – Google Books\". Books.google.co.uk.",
      "pageId": 2281387,
      "monthDay": "05/06"
    },
    {
      "year": "1947",
      "uri": "/wiki/Ljubomir_Vra%C4%8Darevi%C4%87",
      "name": "Ljubomir Vračarević",
      "aboutText": "Anton Furst (6 May 1944 – 24 November 1991) was a production designer who won an Academy Award for designing the noirish nightmare version of Gotham City in Tim Burton's Batman (1989).",
      "pageId": 2912315,
      "monthDay": "05/06"
    },
    {
      "year": "1948",
      "uri": "/wiki/Robert_Eyer",
      "name": "Robert Eyer",
      "aboutText": "Ljubomir Vračarević (Serbian Cyrillic: Љубомир Врачаревић; 6 May 1947 – 18 November 2013) was a Serbian martial artist and founder of Real Aikido.",
      "pageId": 4448609,
      "monthDay": "05/06"
    },
    {
      "year": "1948",
      "uri": "/wiki/Mary_MacGregor",
      "name": "Mary MacGregor",
      "aboutText": "Kit Martin CBE (born 6 May 1947) is a British architect and country house property developer.\nMartin is the son of Sir Leslie Martin, Professor of Architecture at the University of Cambridge. Since the 1970s Martin has specialised in the saving and restoration of country houses, by dividing them into smaller dwellings and apartments.",
      "pageId": 14613978,
      "monthDay": "05/06"
    },
    {
      "year": "1950",
      "uri": "/wiki/Jeffery_Deaver",
      "name": "Jeffery Deaver",
      "aboutText": "Robert Broderick James 'Robbie' McIntosh (6 May 1950 – 23 September 1974) was a Scottish drummer from Dundee, who was a founder member of the Average White Band. His father was American born actor, Bonar Colleano, who had a successful career in films, especially in the UK. He was not married to Robbie's mother.\nBefore going on to help found AWB in 1971-72, McIntosh had been a member of the late 1960s band The Senate, with Alex Ligertwood, and then with Brian Auger's Oblivion Express, appearing on the band's early albums, Oblivion Express (1971), Better Land (1971) and Second Wind (1972).",
      "pageId": 14687999,
      "monthDay": "05/06"
    },
    {
      "year": "1950",
      "uri": "/wiki/Robbie_McIntosh_(drummer)",
      "name": "Robbie McIntosh",
      "aboutText": "Susan Brown (born 6 May 1946) is an English actress of the stage and screen.",
      "pageId": 14983913,
      "monthDay": "05/06"
    },
    {
      "year": "1951",
      "uri": "/wiki/Samuel_Doe",
      "name": "Samuel Doe",
      "aboutText": "Richard Ross Eyer (born May 6, 1945) is an American former child actor who worked during the 1950s and 1960s, as well as teaching at elementary schools in the eastern Sierra city of Bishop in Inyo County until he retired in 2006. He is the older brother of Robert Eyer (1948-2005), another child actor of the period.\n^ \"Richard Eyer\".",
      "pageId": 15391461,
      "monthDay": "05/06"
    },
    {
      "year": "1951",
      "uri": "/wiki/Antonio_Sald%C3%ADas",
      "name": "Antonio Saldías",
      "aboutText": "\"Antonio de Petrel\" redirects here. For the hacienda, see San Antonio de Petrel.\nAntonio Róbinson Saldías González, also known as Don Antonio de Petrel (born 6 May 1951) is a Chilean researcher and writer.",
      "pageId": 28419047,
      "monthDay": "05/06"
    },
    {
      "year": "1952",
      "uri": "/wiki/Graham_Brazier",
      "name": "Graham Brazier",
      "aboutText": "Robert Thomas Eyer (May 6, 1948 - October 18, 2005) was an American child actor, the younger brother of actor Richard Eyer. He was a native of Los Angeles, California. \"Bobby,\" as he was known to friends in elementary school, graduated from St.",
      "pageId": 31883824,
      "monthDay": "05/06"
    },
    {
      "year": "1952",
      "uri": "/wiki/Christian_Clavier",
      "name": "Christian Clavier",
      "aboutText": "Francisco Librán Rosas (May 6, 1948 – May 16, 2013) was a Puerto Rican athlete who distinguished himself for performing professionally on all three major sports in the island (baseball, basketball, volleyball). Most notably, Librán played as an infielder in Major League Baseball during the late 60s. He batted and threw right-handed, and was listed at 6 ft (1.8 m) tall and 168 lb (76 kg).",
      "pageId": 33000442,
      "monthDay": "05/06"
    },
    {
      "year": "1952",
      "uri": "/wiki/Gregg_Henry",
      "name": "Gregg Henry",
      "aboutText": "Michael O'Hare (May 6, 1952 – September 28, 2012) was an American actor, best known for playing Commander Jeffrey Sinclair in the science fiction television series Babylon 5.",
      "pageId": 452555,
      "monthDay": "05/06"
    },
    {
      "year": "1952",
      "uri": "/wiki/Michael_O%27Hare",
      "name": "Michael O'Hare",
      "aboutText": "Dora Bakoyannis (Greek: Ντόρα Μπακογιάννη, pronounced [ˈdoɾa bakoˈʝani]), born Theodora Mitsotakis (Greek: Θεοδώρα Μητσοτάκη; born May 6, 1954), is a Greek politician. From 2006 to 2009 she was Minister of Foreign Affairs of Greece, the highest position ever to have been held by a woman in the Cabinet of Greece at the time; she was also Chairperson-in-Office of the Organization for Security and Co-operation in Europe in 2009. Previously she was the Mayor of Athens from 2003 to 2006, the first female mayor in the city's history, and the first woman to serve as mayor of a city hosting the Olympic Games.",
      "pageId": 843956,
      "monthDay": "05/06"
    },
    {
      "year": "1952",
      "uri": "/wiki/Fred_Newman_(actor)",
      "name": "Fred Newman",
      "aboutText": "Graeme James Souness (/ˈsuːnɨs/; born 6 May 1953) is a retired Scottish professional football player and manager.\nSouness was the captain of the successful Liverpool team of the early 1980s and player-manager of Rangers in the late 1980s as well as captain of the Scottish national team. He also played for Tottenham Hotspur, Middlesbrough and Sampdoria in a long career.",
      "pageId": 881937,
      "monthDay": "05/06"
    },
    {
      "year": "1952",
      "uri": "/wiki/Gerrit_Zalm",
      "name": "Gerrit Zalm",
      "aboutText": "Thomas \"Tom\" Bergeron (born May 6, 1955) is an American television personality, comedian and game show host, best known as the host of America's Funniest Home Videos (2001–2015) and host of the ABC reality series Dancing with the Stars (2005–present). He was also host of Hollywood Squares (1998–2004) and a fill-in host for Who Wants to Be a Millionaire.",
      "pageId": 980547,
      "monthDay": "05/06"
    },
    {
      "year": "1953",
      "uri": "/wiki/Alexander_Akimov",
      "name": "Alexander Akimov",
      "aboutText": "Gerrit Zalm (born 6 May 1952) is a retired Dutch politician of the People's Party for Freedom and Democracy (VVD). He served as Minister of Finance and Deputy Prime Minister from May 27, 2003 until February 22, 2007 in the Cabinets Balkenende II and III. He served earlier as Minister of Finance in the Cabinets Kok I and II from August 22, 1994 until July 22, 2002. After his term as Minister of Finance ended in 2002 he was selected by the People's Party for Freedom and Democracy to succeed retiring Party leader and Parliamentary leader in House of Representatives Hans Dijkstal.",
      "pageId": 1030416,
      "monthDay": "05/06"
    },
    {
      "year": "1953",
      "uri": "/wiki/Tony_Blair",
      "name": "Tony Blair",
      "aboutText": "David Michael Rudder (born 6 May 1953) is a calypsonian from Trinidad, one of the most successful calypsonians of all time.",
      "pageId": 1800813,
      "monthDay": "05/06"
    },
    {
      "year": "1953",
      "uri": "/wiki/Michelle_Courchesne",
      "name": "Michelle Courchesne",
      "aboutText": "Frederick R. \"Fred\" Newman (born May 6, 1952) is an American actor, voice actor, composer, comedian, and sound effects artist, as well as a former talk show host.",
      "pageId": 2007787,
      "monthDay": "05/06"
    },
    {
      "year": "1953",
      "uri": "/wiki/%C3%9Clle_Rajasalu",
      "name": "Ülle Rajasalu",
      "aboutText": "Lynn Whitfield (née Butler—Smith; born May 6, 1953) is an American actress and producer. She began her acting career in television and theatre, before progressing to supporting roles in film. She won a Primetime Emmy Award for Outstanding Lead Actress in a Miniseries or a Movie and received Golden Globe Award nomination for her performance as Josephine Baker in the HBO biographical drama film The Josephine Baker Story (1991).",
      "pageId": 2141109,
      "monthDay": "05/06"
    },
    {
      "year": "1953",
      "uri": "/wiki/David_Rudder",
      "name": "David Rudder",
      "aboutText": "Gregg Lee Henry (born May 6, 1952) is an American theatre, film and television character actor and rock, blues and country musician.",
      "pageId": 2339725,
      "monthDay": "05/06"
    },
    {
      "year": "1953",
      "uri": "/wiki/Graeme_Souness",
      "name": "Graeme Souness",
      "aboutText": "Thomas Craig \"Tom\" Abernethy (born May 6, 1954) is a retired American professional basketball player.\nBorn and raised in South Bend, Indiana, Abernathy starred at St. Joseph's High School and Indiana University, the 6'7\" Abernethy was drafted by the Los Angeles Lakers in the third round of the 1976 NBA Draft.",
      "pageId": 2909765,
      "monthDay": "05/06"
    },
    {
      "year": "1953",
      "uri": "/wiki/Lynn_Whitfield",
      "name": "Lynn Whitfield",
      "aboutText": "Anthony Charles Lynton \"Tony\" Blair (born 6 May 1953) is a British Labour Party politician, who served as the Prime Minister of the United Kingdom from 1997 to 2007. He now runs a consultancy business and performs charitable work. Blair was the Member of Parliament (MP) for Sedgefield from 1983 to 2007 and Leader of the Labour Party from 1994 to 2007.",
      "pageId": 3301347,
      "monthDay": "05/06"
    },
    {
      "year": "1954",
      "uri": "/wiki/Tom_Abernethy",
      "name": "Tom Abernethy",
      "aboutText": "Aleksandr Fyodorovich Akimov (6 May 1953 – 11 May 1986) was the shift supervisor of the night crew that worked at the Chernobyl Nuclear Power Plant Unit #4 on the night of the accident, on April 26, 1986.\nAkimov opposed conducting the test in such conditions of the reactor, but was ordered to continue by his superior. The reactor was in an unstable, unsafe state for a test to be run, but his superior, Anatoly Dyatlov threatened him with job termination.",
      "pageId": 4854766,
      "monthDay": "05/06"
    },
    {
      "year": "1954",
      "uri": "/wiki/Dora_Bakoyannis",
      "name": "Dora Bakoyannis",
      "aboutText": "Nicholas James Alexander, 7th Earl of Caledon, KCVO (born 6 May 1955) is the son of Denis Alexander, 6th Earl of Caledon and Baroness Anne Louise de Graevenitz (an inheritor through her paternal grandmother to the von Siemens fortune).\nCaledon inherited the title from his father in 1980 and is a Justice of the Peace and has been Lord-Lieutenant of County Armagh since 1989. He lives at Caledon, County Tyrone, Northern Ireland.",
      "pageId": 7446464,
      "monthDay": "05/06"
    },
    {
      "year": "1954",
      "uri": "/wiki/Angela_Hern%C3%A1ndez_Nu%C3%B1ez",
      "name": "Angela Hernández Nuñez",
      "aboutText": "Roland Wieser (born 6 May 1956, in Zschopau) is an East German racewalker who won the bronze medal in the 20 kilometer walk during the 1980 Summer Olympics with a time of 1:25:59 hours. During his active career he measured 1.86 meters in height and 68 kg in weight.\nWieser's first success came at an early age, when he became the East German 10 kilometer walk Youth Champion in 1971.",
      "pageId": 8235847,
      "monthDay": "05/06"
    },
    {
      "year": "1955",
      "uri": "/wiki/Nicholas_Alexander,_7th_Earl_of_Caledon",
      "name": "Nicholas Alexander, 7th Earl of Caledon",
      "aboutText": "Apostolos \"Lakis\" Lazopoulos (Greek: Λάκης Λαζόπουλος) is a Greek playwright, actor and songwriter. His birth name is Apostolos Lazopoulos (Greek: Απόστολος Λαζόπουλος), Lakis being a diminutive. Lazopoulos was ranked 83rd by the public in Skai TV's Great Greeks in 2009.",
      "pageId": 10515821,
      "monthDay": "05/06"
    },
    {
      "year": "1955",
      "uri": "/wiki/Tom_Bergeron",
      "name": "Tom Bergeron",
      "aboutText": "Michelle Courchesne (born May 6, 1953 in Trois-Rivières, Quebec) is a former Deputy Premier of Quebec. A member of the Quebec Liberal Party, she is the National Assembly Member for the riding of Fabre in Laval, Quebec. She is also the former President of the Treasury Board, Minister responsible for the Laval region, Minister of Education and Deputy Premier of Quebec.",
      "pageId": 10914593,
      "monthDay": "05/06"
    },
    {
      "year": "1955",
      "uri": "/wiki/Ron_Fawcett",
      "name": "Ron Fawcett",
      "aboutText": "John Matthew Patrick Hutton, Baron Hutton of Furness (born 6 May 1955) is a British Labour politician who was Member of Parliament (MP) for Barrow and Furness from 1992 to 2010 and served in a number of Cabinet offices, including Defence Secretary and Business Secretary.",
      "pageId": 19592864,
      "monthDay": "05/06"
    },
    {
      "year": "1955",
      "uri": "/wiki/John_Hutton,_Baron_Hutton_of_Furness",
      "name": "John Hutton, Baron Hutton of Furness",
      "aboutText": "Ron Fawcett (born 6 May 1955) is an English rock climber. He is noted for being amongst the outstanding rock climbers of the 1970s and 1980s, and for being one of the first professional rock climbers.",
      "pageId": 30048170,
      "monthDay": "05/06"
    },
    {
      "year": "1956",
      "uri": "/wiki/Lakis_Lazopoulos",
      "name": "Lakis Lazopoulos",
      "aboutText": "Ülle Rajasalu (born 6 May 1953) is an Estonian Politician.",
      "pageId": 33756618,
      "monthDay": "05/06"
    },
    {
      "year": "1956",
      "uri": "/wiki/Roland_Wieser",
      "name": "Roland Wieser",
      "aboutText": "Ángela Hernández Núñez (born May 6, 1954) is a writer, educator and feminist in the Dominican Republic.\nShe was born in Jarabacoa and studied chemical engineering at the Universidad Autónoma de Santo Domingo. She was the director of the Centro Nacional de Ayuda y Estudio de la Mujer and a member of the Dominican Chapter of Criticism for Latin America.",
      "pageId": 45533370,
      "monthDay": "05/06"
    },
    {
      "year": "1958",
      "uri": "/wiki/Lolita_Flores",
      "name": "Lolita Flores",
      "aboutText": "George Timothy Clooney (born May 6, 1961) is an American actor, screenwriter, producer, director, and activist. He has received three Golden Globe Awards for his work as an actor and two Academy Awards, one for acting and the other for producing.\nClooney made his acting debut on television in 1978, and later gained wide recognition in his role as Dr.",
      "pageId": 158889,
      "monthDay": "05/06"
    },
    {
      "year": "1958",
      "uri": "/wiki/Jan_Leyers",
      "name": "Jan Leyers",
      "aboutText": "Anne Parillaud (French pronunciation: ​[an paʁiˈjo]; born 6 May 1960) is a French actress, who has appeared in 30 films since 1977.",
      "pageId": 261395,
      "monthDay": "05/06"
    },
    {
      "year": "1958",
      "uri": "/wiki/Randall_Stout",
      "name": "Randall Stout",
      "aboutText": "Gina Riley (born 6 May 1961) is an Australian actress, writer, singer and comedian.",
      "pageId": 332535,
      "monthDay": "05/06"
    },
    {
      "year": "1959",
      "uri": "/wiki/Andreas_Busse",
      "name": "Andreas Busse",
      "aboutText": "John Conant Flansburgh (born May 6, 1960) is an American musician, and actor. He is half of the longstanding Brooklyn, New York-based alternative rock duo They Might Be Giants, for which he writes, sings, and plays rhythm guitar. He is left-handed.",
      "pageId": 348276,
      "monthDay": "05/06"
    },
    {
      "year": "1959",
      "uri": "/wiki/Charles_Hendry",
      "name": "Charles Hendry",
      "aboutText": "Thomas Anthony Brake (born 6 May 1962) is a British Liberal Democrat politician and he is the Member of Parliament (MP) for Carshalton and Wallington in South West London.",
      "pageId": 414686,
      "monthDay": "05/06"
    },
    {
      "year": "1960",
      "uri": "/wiki/Lyudmila_Andonova",
      "name": "Lyudmila Andonova",
      "aboutText": "Charles Hendry (born 6 May 1959 in Cuckfield, Sussex) is a British Conservative Party politician. In May 2010 he was appointed Minister of State for the Department of Energy and Climate Change and served until 2012.",
      "pageId": 434635,
      "monthDay": "05/06"
    },
    {
      "year": "1960",
      "uri": "/wiki/Keith_Dowding",
      "name": "Keith Dowding",
      "aboutText": "Dana Hill (born Dana Lynne Goetz; May 6, 1964 – July 15, 1996) was an American actress and voice actress.",
      "pageId": 1680153,
      "monthDay": "05/06"
    },
    {
      "year": "1960",
      "uri": "/wiki/Roma_Downey",
      "name": "Roma Downey",
      "aboutText": "Roma Downey (born 6 May 1960) is an Irish Emmy-nominated actress and producer. She is known for her nine seasons as Monica, the tender-hearted angel, on the CBS television show Touched by an Angel, for which she earned multiple Emmy and Golden Globe Best Actress nominations. Born in Derry, Northern Ireland, and classically trained in London, Downey has performed on stage with the famed Abbey Theatre and has appeared both on and off Broadway.",
      "pageId": 1848921,
      "monthDay": "05/06"
    },
    {
      "year": "1960",
      "uri": "/wiki/John_Flansburgh",
      "name": "John Flansburgh",
      "aboutText": "Sir Thomas Blane Hunter (born 6 May 1961) is a Scottish businessman, entrepreneur, and philanthropist.\nIn April 2007, Hunter was reported in the Sunday Times Rich List as the first ever home-grown billionaire in Scotland, with an estimated wealth of £1.05 billion.",
      "pageId": 2026881,
      "monthDay": "05/06"
    },
    {
      "year": "1960",
      "uri": "/wiki/Aleksei_Lotman",
      "name": "Aleksei Lotman",
      "aboutText": "Tony Scalzo (born May 6, 1964 in Honolulu, Hawaii) is an American rock musician and songwriter best known as a founding member of the band Fastball.",
      "pageId": 2125155,
      "monthDay": "05/06"
    },
    {
      "year": "1960",
      "uri": "/wiki/Anne_Parillaud",
      "name": "Anne Parillaud",
      "aboutText": "Jan Leyers (born 16 May 1958 in Wilrijk, Belgium) is a singer, songwriter, and television personality. He was a member of the group Soulsister and later became a solo musician and host of various television series.",
      "pageId": 3219370,
      "monthDay": "05/06"
    },
    {
      "year": "1960",
      "uri": "/wiki/Phyllis_Treigle",
      "name": "Phyllis Treigle",
      "aboutText": "Keith Martin Dowding (born 6 May 1960), is Professor of Political Science in Research School of Social Sciences at the Australian National University, Canberra, Australia arriving from the London School of Economics, UK in 2007. He has published widely in the fields of public choice, public administration, public policy, British politics, comparative politics, urban political economy, positive political theory and normative political philosophy. His work is informed by social and rational choice theories.",
      "pageId": 3224809,
      "monthDay": "05/06"
    },
    {
      "year": "1961",
      "uri": "/wiki/Oleksandr_Apaychev",
      "name": "Oleksandr Apaychev",
      "aboutText": "Alessandra Ferri (born 6 May 1963) is an Italian prima ballerina . She danced with the Royal Ballet (1980–1984), American Ballet Theatre (1985–2007) and La Scala Theatre Ballet (1992–2007) and as an international guest artist, before temporally retiring on 10 August 2007, aged 44, then returning in 2013.",
      "pageId": 5523639,
      "monthDay": "05/06"
    },
    {
      "year": "1961",
      "uri": "/wiki/George_Clooney",
      "name": "George Clooney",
      "aboutText": "María Dolores González Flores (Madrid, 6 May 1958) better known as Lolita, is a romani Spanish actress and singer. She is the daughter of Lola Flores and Antonio González, sister of Antonio Flores and Rosario Flores. She was married to Guillermo Furiase and they had two children Elena (actress) and Guillermo.",
      "pageId": 6067957,
      "monthDay": "05/06"
    },
    {
      "year": "1961",
      "uri": "/wiki/Tom_Hunter",
      "name": "Tom Hunter",
      "aboutText": "Phyllis Treigle (born May 6, 1960) is a native of New Orleans, Louisiana, and is a noted American soprano, and the daughter of the great bass-baritone Norman Treigle. She graduated from Loyola University of the South's College of Music and made her professional debut with the New Orleans Opera Association as Flora Bervoix, in La traviata, in 1980.\nMiss Treigle subsequently appeared with the New York City Opera (as Miss Jessel in The Turn of the Screw, conducted by Christopher Keene), Dublin Grand Opera Society, Houston Grand Opera (Bekhetaten in the American premiere of Akhnaten), New Orleans Opera (Der fliegende Holländer), Pittsburgh Opera (in Tito Capobianco's production of Mefistofele, originally mounted for her father), Sarasota Opera Association, The New Opera Theatre, Skylight Opera Theatre (Donna Elvira in Don Giovanni, directed by Francesca Zambello), Wolf Trap Opera Company (Transformations and Postcard from Morocco), Eugene Opera, New York Opera Repertory Theatre, Pennsylvania Opera Theater, and Jefferson Performing Arts Society (Susannah, opposite Michael Devlin).",
      "pageId": 7244016,
      "monthDay": "05/06"
    },
    {
      "year": "1961",
      "uri": "/wiki/Gina_Riley",
      "name": "Gina Riley",
      "aboutText": "Lyudmila Andonova (Bulgarian: Людмила Андонова, née Zhecheva, born 6 May 1960) is a retired female high jumper from Bulgaria. In 1984, she broke the World Record with a clearance of 2.07 metres. She competed at the 1988 Olympic Games in Seoul and the 1992 Olympic Games in Barcelona.",
      "pageId": 14614352,
      "monthDay": "05/06"
    },
    {
      "year": "1962",
      "uri": "/wiki/Tom_Brake",
      "name": "Tom Brake",
      "aboutText": "Randall Paul Stout (May 6, 1958 – July 11, 2014) was a Los Angeles, California based architect.",
      "pageId": 15676879,
      "monthDay": "05/06"
    },
    {
      "year": "1963",
      "uri": "/wiki/Alessandra_Ferri",
      "name": "Alessandra Ferri",
      "aboutText": "Andreas Busse (born May 6, 1959 in Dresden, Sachsen) is a former middle distance runner, who represented East Germany during his career.",
      "pageId": 21213584,
      "monthDay": "05/06"
    },
    {
      "year": "1964",
      "uri": "/wiki/Dana_Hill",
      "name": "Dana Hill",
      "aboutText": "Aleksei Lotman (also known as Alex Lotman and Aleks Lotman; born 6 May 1960 in Leningrad) is an Estonian biologist, environmentalist and politician.\nFrom 2010 to 2011 Lotman served as the leader of political party Estonian Greens. In the 2011 election, the Greens lost all their parliamentary representation.",
      "pageId": 40850116,
      "monthDay": "05/06"
    },
    {
      "year": "1964",
      "uri": "/wiki/Tony_Scalzo",
      "name": "Tony Scalzo",
      "aboutText": "Oleksandr Valentynovych Apaychev (Russian: Александр Валентинович Апайчев; Ukrainian: Олександр Валентинович Апайчев; born 6 May 1961) is a former Soviet Ukrainian decathlete. His personal best score of 8709 points is the current Ukrainian record and ranks 16th on the world all-time list. He placed second at the 1986 Goodwill Games and competed in the 1988 Summer Olympics, but failed to finish due to a leg infection.",
      "pageId": 42672915,
      "monthDay": "05/06"
    },
    {
      "year": "1965",
      "uri": "/wiki/Leslie_Hope",
      "name": "Leslie Hope",
      "aboutText": "Martin Pierre Brodeur (French pronunciation: ​[maʁtɛ̃ bʁɔdœʁ]; born May 6, 1972) is a former Canadian-American ice hockey goaltender and the assistant general manager of the St. Louis Blues of the National Hockey League (NHL). In his 21-season tenure with the New Jersey Devils, he won three Stanley Cup championships and five Eastern Conference titles in 17 postseason campaigns.",
      "pageId": 333309,
      "monthDay": "05/06"
    },
    {
      "year": "1968",
      "uri": "/wiki/Worku_Bikila",
      "name": "Worku Bikila",
      "aboutText": "Leslie Ann Hope (born May 6, 1965) is a Canadian actress, best known for her role as Teri Bauer in the Fox show 24.",
      "pageId": 365658,
      "monthDay": "05/06"
    },
    {
      "year": "1968",
      "uri": "/wiki/Shin_Hae-chul",
      "name": "Shin Hae-chul",
      "aboutText": "Mark Andrew Eaton (born May 6, 1977) is an American former professional ice hockey defenseman who played 13 seasons in the National Hockey League (NHL) for the Philadelphia Flyers, Nashville Predators, Pittsburgh Penguins, and New York Islanders. He is the only NHL player to ever come from Delaware.",
      "pageId": 852694,
      "monthDay": "05/06"
    },
    {
      "year": "1968",
      "uri": "/wiki/L%C3%A6titia_Sadier",
      "name": "Lætitia Sadier",
      "aboutText": "Shin Hae-chul (6 May 1968 – 27 October 2014) was a South Korean pop music performer and radio DJ.",
      "pageId": 945150,
      "monthDay": "05/06"
    },
    {
      "year": "1969",
      "uri": "/wiki/Jim_Magilton",
      "name": "Jim Magilton",
      "aboutText": "John Antonio Abraham (born May 6, 1978) is a former American football outside linebacker who played 15 seasons in the National Football League (NFL). He played college football at South Carolina, and was drafted by the New York Jets in the first round of the 2000 NFL Draft.",
      "pageId": 1289462,
      "monthDay": "05/06"
    },
    {
      "year": "1970",
      "uri": "/wiki/Roland_Kun",
      "name": "Roland Kun",
      "aboutText": "Lætitia Sadier (born 6 May 1968, sometimes known as Seaya Sadier) is a French musician best known as the singer of the band Stereolab.",
      "pageId": 1723225,
      "monthDay": "05/06"
    },
    {
      "year": "1970",
      "uri": "/wiki/Kavan_Smith",
      "name": "Kavan Smith",
      "aboutText": "James \"Jim\" Magilton (born 6 May 1969) is a Northern Irish former footballer and manager, who is the elite performance director with the Irish Football Association, and manager of the Northern Ireland national under-21 football team.\nMagilton started his playing career with Liverpool and remained with the club until 1990 when he joined Oxford United. After scoring 34 goals from midfield in 150 league appearances he signed for Southampton in 1994.",
      "pageId": 2093647,
      "monthDay": "05/06"
    },
    {
      "year": "1970",
      "uri": "/wiki/Trist%C3%A1n_Ulloa",
      "name": "Tristán Ulloa",
      "aboutText": "Kavan Joel Smith (born May 6, 1970) is a Canadian actor best known for playing Major Evan Lorne in Stargate Atlantis and Stargate SG-1 and for his recurring role as Agent Jed Garrity in The 4400.",
      "pageId": 2414002,
      "monthDay": "05/06"
    },
    {
      "year": "1971",
      "uri": "/wiki/Chris_Shiflett",
      "name": "Chris Shiflett",
      "aboutText": "Naoko Takahashi (高橋 尚子, Takahashi Naoko, born May 6, 1972 in Gifu, Japan) is a Japanese long-distance runner competing mainly in the marathon.",
      "pageId": 2467846,
      "monthDay": "05/06"
    },
    {
      "year": "1972",
      "uri": "/wiki/Martin_Brodeur",
      "name": "Martin Brodeur",
      "aboutText": "Marc Chouinard (born May 6, 1977 in Charlesbourg, Quebec) is a Canadian professional ice hockey centre-winger who most recently played for Kölner Haie.",
      "pageId": 2851575,
      "monthDay": "05/06"
    },
    {
      "year": "1972",
      "uri": "/wiki/Naoko_Takahashi",
      "name": "Naoko Takahashi",
      "aboutText": "Christopher Aubrey \"Chris\" Shiflett (born May 6, 1971) is best known as the lead guitarist for the rock band Foo Fighters since June 1999, and the punk rock band No Use for a Name, as well as the punk rock cover band Me First and the Gimme Gimmes. He is the younger brother of musician Scott Shiflett.",
      "pageId": 3138939,
      "monthDay": "05/06"
    },
    {
      "year": "1974",
      "uri": "/wiki/Bernard_Barmasai",
      "name": "Bernard Barmasai",
      "aboutText": "Daniela Bártová-Břečková (Czech pronunciation: [ˈdanɪjɛla ˈbaːrtovaː ˈbr̝ɛtʃkovaː]) (born 6 May 1974) is a retired Czech athlete. She was born in Ostrava. Originally a gymnast, her coach persuaded her to be a pole vaulter.",
      "pageId": 4203064,
      "monthDay": "05/06"
    },
    {
      "year": "1974",
      "uri": "/wiki/Daniela_B%C3%A1rtov%C3%A1",
      "name": "Daniela Bártová",
      "aboutText": "Worku Bikila (born 6 May 1968) is a retired Ethiopian long-distance runner, who specialized mainly in the 5000 metres. His 10,000 metres time of 27:06.44 minutes in 1995 was the second-fastest time that year, behind Haile Gebrselassie. He represented Ethiopia at the World Championships in Athletics on three occasions (1993, 1995 and 1997).",
      "pageId": 6729265,
      "monthDay": "05/06"
    },
    {
      "year": "1974",
      "uri": "/wiki/Faruk_Namdar",
      "name": "Faruk Namdar",
      "aboutText": "Bernard Barmasai (born 6 May 1974 in Keiyo) is an athlete from Kenya. He specialised in steeplechase running but is nowadays a marathoner.\nHe set the new 3000 metres steeplechase world record of 7:55.72 on 24 August 1997 in Cologne.",
      "pageId": 9577738,
      "monthDay": "05/06"
    },
    {
      "year": "1974",
      "uri": "/wiki/Patrick_Tang",
      "name": "Patrick Tang",
      "aboutText": "Christophe Brandt (born 6 May 1977 in Liège) is a Belgian former professional road bicycle racer. He started his career with Saeco, but after one year he transferred to Lotto and stayed there for the rest of his career. In the early 2000s he was a good rider in the big rounds, like a 14th place in the giro and 33rd in the Tour de France.",
      "pageId": 11890167,
      "monthDay": "05/06"
    },
    {
      "year": "1976",
      "uri": "/wiki/Dean_Chandler",
      "name": "Dean Chandler",
      "aboutText": "Tristán Ulloa (born 6 May 1970) is a Spanish actor, writer, and director.",
      "pageId": 15337822,
      "monthDay": "05/06"
    },
    {
      "year": "1977",
      "uri": "/wiki/Christophe_Brandt",
      "name": "Christophe Brandt",
      "aboutText": "Roland Tullen Kun (born May 6, 1970) is a Nauruan politician and Member of Parliament.",
      "pageId": 17090531,
      "monthDay": "05/06"
    },
    {
      "year": "1977",
      "uri": "/wiki/Marc_Chouinard",
      "name": "Marc Chouinard",
      "aboutText": "Dean Andrew Robert Chandler (born 6 May 1976) is an English former professional footballer. He currently plays for Redbridge and has represented England's Learning Disability team.\nChandler began his career as a trainee with Charlton Athletic, turning professional in April 1994 and making his league debut the following season.",
      "pageId": 20641955,
      "monthDay": "05/06"
    },
    {
      "year": "1977",
      "uri": "/wiki/Mark_Eaton_(ice_hockey)",
      "name": "Mark Eaton",
      "aboutText": "Patrick Tang is a Hong Kong singer, actor, and TV show host who has been involved in numerous drama and movie productions. He was born 6 May 1974 in Hong Kong. He has three sisters.",
      "pageId": 22289093,
      "monthDay": "05/06"
    },
    {
      "year": "1978",
      "uri": "/wiki/John_Abraham_(American_football)",
      "name": "John Abraham",
      "aboutText": "Faruk Namdar (born 6 May 1974 in West Berlin, West Germany) is a former professional Turkish footballer.\nNamdar made 104 appearances in the Turkish Süper Lig and 12 appearances in the German 2. Bundesliga during his playing career.",
      "pageId": 31804640,
      "monthDay": "05/06"
    },
    {
      "year": "1978",
      "uri": "/wiki/Fredrick_Federley",
      "name": "Fredrick Federley",
      "aboutText": "Kyle Keith Shewfelt (born May 6, 1982 in Calgary, Alberta) is a Canadian gymnast. His gold medal in the men's floor exercise competition at the 2004 Athens Olympics was the first medal ever by a Canadian in an artistic gymnastics event and was the first Canadian gold of the 2004 Olympics. He also has a vault named after him.",
      "pageId": 921164,
      "monthDay": "05/06"
    },
    {
      "year": "1978",
      "uri": "/wiki/Aleksandr_Fyodorov_(bodybuilder)",
      "name": "Aleksandr Fyodorov",
      "aboutText": "Christopher Jason Witten (born May 6, 1982) is an American football tight end for the Dallas Cowboys of the National Football League (NFL). He played college football for the University of Tennessee, and was drafted by the Cowboys in the third round of the 2003 NFL Draft.",
      "pageId": 1266254,
      "monthDay": "05/06"
    },
    {
      "year": "1979",
      "uri": "/wiki/Mark_Burrier",
      "name": "Mark Burrier",
      "aboutText": "Scott Colton (born May 6, 1980) is an American professional wrestler and podcaster better known by his ring name Colt Cabana. He is best known for his time in Ring of Honor (ROH) and currently works most notably for Global Force Wrestling (GFW). Colton also wrestled as Scotty Goldman in World Wrestling Entertainment and as old school masked wrestler Matt Classic in Wrestling Society X and Chikara.",
      "pageId": 1801845,
      "monthDay": "05/06"
    },
    {
      "year": "1979",
      "uri": "/wiki/Kerry_Ellis",
      "name": "Kerry Ellis",
      "aboutText": "Gerd Kanter (born 6 May 1979) is an Estonian discus thrower. He was the 2007 World Champion in the event and won the gold medal at the 2008 Summer Olympics, and bronze in London 2012. His personal best throw of 73.38 m is the Estonian record and the third best mark of all-time.",
      "pageId": 2682570,
      "monthDay": "05/06"
    },
    {
      "year": "1979",
      "uri": "/wiki/Gerd_Kanter",
      "name": "Gerd Kanter",
      "aboutText": "Ricardo de Oliveira (Brazilian Portuguese: [ʁiˈkaʁdu oliˈvejɾɐ]; born 6 May 1980) is a Brazilian professional footballer who plays for Santos FC as a striker.\nHe represented São Paulo and Santos in two different spells, but also played in Spain, amassing La Liga totals of 120 games and 58 goals for three teams.",
      "pageId": 3148117,
      "monthDay": "05/06"
    },
    {
      "year": "1979",
      "uri": "/wiki/Jan_Erik_Mikalsen",
      "name": "Jan Erik Mikalsen",
      "aboutText": "Daniel Alves da Silva (born 6 May 1983), commonly known as Dani Alves (Brazilian Portuguese: [ˈdɐ̃ni ˈawvis]), is a Brazilian professional footballer who plays as a right back for Spanish club Barcelona and the Brazil national team.\nBefore joining Barcelona, Alves spent a successful six-year spell with Sevilla, winning two UEFA Cups and the Copa del Rey with the Andalusian side. He joined Barcelona for €32.5 million, becoming the third-most expensive defender of all time.",
      "pageId": 3508785,
      "monthDay": "05/06"
    },
    {
      "year": "1980",
      "uri": "/wiki/Taebin",
      "name": "Taebin",
      "aboutText": "Danny Im ( Born on May 6, 1980), also known by his Korean name Tae Bin, is a Korean-American singer. He was the youngest member of the Korean hip hop group 1TYM. On June 12, 2004, he released his first solo album under the name Taebin. He used the name Danny while he worked with 1TYM, and was known for his smooth R&B vocals, often performing with his friend and fellow K-pop artist Seven.",
      "pageId": 3580951,
      "monthDay": "05/06"
    },
    {
      "year": "1980",
      "uri": "/wiki/Colt_Cabana",
      "name": "Colt Cabana",
      "aboutText": "Aleksandr Fyodorov (Russian: Александр Фёдоров) (born May 6, 1978 in Saint Petersburg, Russia) is a retired IFBB professional bodybuilder.\nFyodorov earned his IFBB Pro Card after winning the 2003 IFBB European Amateur Championships. After competing in various Russian and other European professional bodybuilding competitions in 2003 and 2004 where he earned two top 3 finishes, including runner up to Ronnie Coleman at the 2004 Grand Prix Russia, Alexander qualified for the 2005 Mr.",
      "pageId": 5506702,
      "monthDay": "05/06"
    },
    {
      "year": "1980",
      "uri": "/wiki/Dimitris_Diamantidis",
      "name": "Dimitris Diamantidis",
      "aboutText": "Dimitrios \"Dimitris\" Diamantidis (Greek: Δημήτρης Διαμαντίδης) (born May 6, 1980) is a Greek professional basketball player for the Greek League and Euroleague team Panathinaikos Athens. Standing at 1.96 m (6'5\") and weighing 88 kg (195 lbs.), Diamantidis, nicknamed also 3D, mainly plays at the point guard position on offense, but he also has the ability to play as a shooting guard, as well as to assume the small forward position, being utilized as a point forward. At the age of fourteen, he started his youth career with his home team in Kastoria, and stayed there for five years before being transferred to Iraklis in 1999.",
      "pageId": 5717594,
      "monthDay": "05/06"
    },
    {
      "year": "1980",
      "uri": "/wiki/Mark_Ladwig",
      "name": "Mark Ladwig",
      "aboutText": "Kelly van der Veer (born 6 May 1980) is a Dutch television personality and singer.",
      "pageId": 6079569,
      "monthDay": "05/06"
    },
    {
      "year": "1980",
      "uri": "/wiki/Ricardo_Oliveira",
      "name": "Ricardo Oliveira",
      "aboutText": "Edyta Śliwińska (Polish pronunciation: [ɛˈdɨta ɕlʲiˈvʲiɲska]; born May 6, 1981) is a Polish professional ballroom dancer who is starring in the stage show Dance Temptation. She is best known for her appearances on the American version of the reality television series Dancing with the Stars, where she appeared on all of the first ten seasons of the show.",
      "pageId": 7802278,
      "monthDay": "05/06"
    },
    {
      "year": "1980",
      "uri": "/wiki/Kelly_van_der_Veer",
      "name": "Kelly van der Veer",
      "aboutText": "Bengt Fredrick Federley (born on May 6, 1978) is a Swedish Centre Party politician, member of the Parliament of Sweden 2006-2014, and MEP since 1 July 2014. On September 24 2015 he was elected Second Vice Chairman of the Centre Party. Since November 21 2015 he is also Vice President of the ALDE-party.",
      "pageId": 8342954,
      "monthDay": "05/06"
    },
    {
      "year": "1981",
      "uri": "/wiki/Matt_Drake",
      "name": "Matt Drake",
      "aboutText": "Dilshod Nazarov (born 6 May 1982) is a Tajikistani track and field athlete who specializes in the hammer throw. He has represented his country at the Olympic Games on three occasions (in 2004, 2008 and 2012).",
      "pageId": 8390760,
      "monthDay": "05/06"
    },
    {
      "year": "1981",
      "uri": "/wiki/Nick_Setta",
      "name": "Nick Setta",
      "aboutText": "Kerry Jane Townsend (born 6 May 1979), better known by her maiden name Kerry Ellis, is an English actress and singer who is best known for her work in musical theatre and subsequent crossover into music. Born and raised in Suffolk, Ellis began performing at an early age before attending Laine Theatre Arts from the age of 16.\nEllis made her first professional stage appearance in 1998 and went on to make her West End debut in the 2001 revival of My Fair Lady as Martine McCutcheon's understudy in the role of Eliza Doolittle.",
      "pageId": 8602768,
      "monthDay": "05/06"
    },
    {
      "year": "1981",
      "uri": "/wiki/Edyta_%C5%9Aliwi%C5%84ska",
      "name": "Edyta Śliwińska",
      "aboutText": "Mark Ladwig (born May 6, 1980) is an American pair skater. He is best known for his partnership with Amanda Evora, with whom he competed at the 2010 Winter Olympics, placing tenth. They won bronze at an ISU Grand Prix event, the 2010 Cup of Russia, and two U.S. national silver medals.",
      "pageId": 10755020,
      "monthDay": "05/06"
    },
    {
      "year": "1982",
      "uri": "/wiki/Dilshod_Nazarov",
      "name": "Dilshod Nazarov",
      "aboutText": "Mark Burrier (born 6 May 1979) is an American cartoonist and illustrator.",
      "pageId": 11229040,
      "monthDay": "05/06"
    },
    {
      "year": "1982",
      "uri": "/wiki/Kyle_Shewfelt",
      "name": "Kyle Shewfelt",
      "aboutText": "Ingrid Jonach (born 6 May 1983) is a children's and young adult author who lives in Canberra, the national capital of Australia. She graduated from the University of Canberra with a Bachelor of Arts in Professional Writing (Hon). She has worked as a journalist and in public relations.",
      "pageId": 13385452,
      "monthDay": "05/06"
    },
    {
      "year": "1982",
      "uri": "/wiki/Jason_Witten",
      "name": "Jason Witten",
      "aboutText": "Nicholas Setta (born May 6, 1981) is a professional Canadian football placekicker and punter who is a free agent. He played college football for the Notre Dame Fighting Irish.\n^ \"Listen up, NFL, Nick Setta still kicking\".",
      "pageId": 17501016,
      "monthDay": "05/06"
    },
    {
      "year": "1983",
      "uri": "/wiki/Dani_Alves",
      "name": "Dani Alves",
      "aboutText": "Matthew Spencer \"Matt\" Drake is the rhythm guitarist and lead vocalist in the English thrash metal group Evile.",
      "pageId": 18262656,
      "monthDay": "05/06"
    },
    {
      "year": "1983",
      "uri": "/wiki/Ingrid_Jonach",
      "name": "Ingrid Jonach",
      "aboutText": "Jan Erik Mikalsen (born 6 May 1979 in Kristiansund, Norway) is a Norwegian composer of contemporary music, living in Oslo.",
      "pageId": 46745968,
      "monthDay": "05/06"
    },
    {
      "year": "1983",
      "uri": "/wiki/Adrianne_Palicki",
      "name": "Adrianne Palicki",
      "aboutText": "Trinley Thaye Dorje (Tibetan: ཕྲིན་ལས་མཐའ་ཡས་རྡོ་རྗེ་, Wylie: Phrin-las Mtha'-yas Rdo-rje) (born 6 May 1983, Lhasa, Tibet Autonomous Region, People's Republic of China) is a claimant to the title of 17th Karmapa.\nThe Karmapa is head of the Karma Kagyu school, one of the four main schools of Tibetan Buddhism.",
      "pageId": 1567640,
      "monthDay": "05/06"
    },
    {
      "year": "1983",
      "uri": "/wiki/Gabourey_Sidibe",
      "name": "Gabourey Sidibe",
      "aboutText": "Moon Geun-young (Hangul: 문근영; born May 6, 1987) is a South Korean actress. Affectionately called \"the nation's little sister,\" Moon began modeling at the age of 10, then made her acting debut in 1999 as a child actress. She first rose to stardom through her role as the young Eun-suh in the hugely popular television drama series Autumn in My Heart (2000), followed by a well-received turn in Kim Jee-woon's critically acclaimed horror film A Tale of Two Sisters (2003).",
      "pageId": 2378116,
      "monthDay": "05/06"
    },
    {
      "year": "1983",
      "uri": "/wiki/Trinley_Thaye_Dorje",
      "name": "Trinley Thaye Dorje",
      "aboutText": "Anton Anatoliiovych Babchuk (Ukrainian: Антон Анатолійович Бабчук; born May 6, 1984) is a Ukrainian-Russian professional ice hockey defenceman currently an unrestricted free agent. He most recently played for Atlant Moscow Oblast of the Kontinental Hockey League (KHL).\nBabchuk was a first round selection, 21st overall, of the Chicago Blackhawks at the 2002 NHL Entry Draft, and has played for the Blackhawks, Carolina Hurricanes, and Calgary Flames in his NHL career.",
      "pageId": 2635227,
      "monthDay": "05/06"
    },
    {
      "year": "1983",
      "uri": "/wiki/Raquel_Zimmermann",
      "name": "Raquel Zimmermann",
      "aboutText": "Tyler Jeffery Hynes (born May 6, 1986) is a Canadian actor and film maker.\nHynes was born in Toronto, Ontario, and grew up on a 60-acre (240,000 m2) ranch in Russell Ontario. He currently spends his time between home as well as Montreal, Toronto, Vancouver and stays part of the year in L.A. He went to elementary school at Mother Theresa Catholic School in Russell and St.",
      "pageId": 3736291,
      "monthDay": "05/06"
    },
    {
      "year": "1984",
      "uri": "/wiki/Abu_Mansoor_Al-Amriki",
      "name": "Abu Mansoor Al-Amriki",
      "aboutText": "Raquel Zimmermann (born May 6, 1983) is a Brazilian model.",
      "pageId": 4416173,
      "monthDay": "05/06"
    },
    {
      "year": "1984",
      "uri": "/wiki/Anton_Babchuk",
      "name": "Anton Babchuk",
      "aboutText": "Christopher Emmanuel Paul (born May 6, 1985) is an American professional basketball player for the Los Angeles Clippers of the National Basketball Association (NBA). The point guard has won the NBA Rookie of the Year Award, two Olympic gold medals, and led the NBA in assists four times and steals six times. He has also been selected to eight NBA All-Star teams, seven All-NBA teams, and seven All-Defensive teams.",
      "pageId": 4987149,
      "monthDay": "05/06"
    },
    {
      "year": "1984",
      "uri": "/wiki/Juan_Pablo_Carrizo",
      "name": "Juan Pablo Carrizo",
      "aboutText": "Adrianne Palicki (born May 6, 1983) is an American actress best known for her roles as Tyra Collette in the television series Friday Night Lights (2006–2011) and supporting roles in the films Legion (2010), Red Dawn (2012), G.I. Joe: Retaliation (2013), and John Wick (2014).",
      "pageId": 5050752,
      "monthDay": "05/06"
    },
    {
      "year": "1985",
      "uri": "/wiki/Tanerau_Latimer",
      "name": "Tanerau Latimer",
      "aboutText": "Goran Dragić (born 6 May 1986) is a Slovenian professional basketball player for the Miami Heat of the National Basketball Association (NBA). He plays at both the point guard and shooting guard positions. He played professional basketball in Slovenia and Spain before entering the NBA in 2008.",
      "pageId": 6753567,
      "monthDay": "05/06"
    },
    {
      "year": "1985",
      "uri": "/wiki/Chris_Paul",
      "name": "Chris Paul",
      "aboutText": "Cindy Daniel (born May 6, 1986 in Montreal, Canada) is a Québécois singer.\nAfter her debut album La petite indienne in 2002, the following year, she played the role of Elvira in the French Canadian musical version of Don Juan by Félix Gray. She also appeared on the album released on the occasion.",
      "pageId": 9555782,
      "monthDay": "05/06"
    },
    {
      "year": "1986",
      "uri": "/wiki/Cindy_Daniel",
      "name": "Cindy Daniel",
      "aboutText": "Juan Pablo Carrizo (born 6 May 1984) is an Argentine footballer who plays as a goalkeeper for Serie A club Inter.",
      "pageId": 9654828,
      "monthDay": "05/06"
    },
    {
      "year": "1986",
      "uri": "/wiki/Goran_Dragi%C4%87",
      "name": "Goran Dragić",
      "aboutText": "Roman Kreuziger (Czech pronunciation: [ˈroman ˈkrojtsɪɡr̩]; born 6 May 1986) is a Czech professional road bicycle racer for UCI ProTour team Tinkoff-Saxo. Kreuziger is an all-rounder, with climbing and time trial abilities, becoming a contender for the General classification of stage races. He is also considered one of the biggest talents of the sport after winning the 2004 Junior Road World Championships and the 2008 Tour de Suisse at the age of 22.",
      "pageId": 10587813,
      "monthDay": "05/06"
    },
    {
      "year": "1986",
      "uri": "/wiki/Tyler_Hynes",
      "name": "Tyler Hynes",
      "aboutText": "Gintarė Vostrecovaitė (born May 6, 1986 in Kaunas) is a Lithuanian figure skater. She is a five time (2001–2005) Lithuanian national champion. She competed at twelve ISU Championships, eight of them at the senior level.",
      "pageId": 18305231,
      "monthDay": "05/06"
    },
    {
      "year": "1986",
      "uri": "/wiki/Roman_Kreuziger",
      "name": "Roman Kreuziger",
      "aboutText": "Tanerau Dylan Latimer (born 6 May 1986) is a New Zealand rugby union footballer who plays for the Chiefs in Super Rugby and the Bay of Plenty in the ITM Cup.",
      "pageId": 20643741,
      "monthDay": "05/06"
    },
    {
      "year": "1986",
      "uri": "/wiki/Gintar%C4%97_Vostrecovait%C4%97",
      "name": "Gintarė Vostrecovaitė",
      "aboutText": "Gabourey Sidibe (/ˈɡæbəˌreɪ ˈsɪdɪˌbeɪ/ GAB-ə-RAY SID-ih-BAY; born May 6, 1983) is an American actress who made her acting debut in the 2009 film Precious, a role that brought her a nomination for the Academy Award for Best Actress. From 2010 to 2013, she was a main cast member of the Showtime series The Big C. Sidibe co-starred on the television series American Horror Story: Coven as Queenie and American Horror Story: Freak Show as Regina Ross. She currently stars in the Fox musical drama series Empire as Becky Williams and in the Hulu original comedy series Difficult People as Denise.",
      "pageId": 21409938,
      "monthDay": "05/06"
    },
    {
      "year": "1986",
      "uri": "/wiki/Sasheer_Zamata",
      "name": "Sasheer Zamata",
      "aboutText": "Omar Shafik Hammami (Arabic: عمر شفيق همّامي‎, ‘Umar Shafīq Hammāmī; 6 May 1984 – 12 September 2013), also known by the pseudonym Abu Mansoor Al-Amriki (Arabic: أبو منصور الأمريكي‎, Abū Manṣūr al-Amrīkī), was an American citizen who was a member and leader in the Somali Islamist militant group al-Shabaab. In November 2012, the FBI added Hammami to its Most Wanted Terrorists list. A federal warrant for his arrest was issued in 2007.",
      "pageId": 23579945,
      "monthDay": "05/06"
    },
    {
      "year": "1987",
      "uri": "/wiki/Moon_Geun-young",
      "name": "Moon Geun-young",
      "aboutText": "Bobby Bazini (born Bobby Bazinet May 6, 1989) is a French Canadian singer-songwriter from Mont-Laurier, Quebec, Canada.",
      "pageId": 27728013,
      "monthDay": "05/06"
    },
    {
      "year": "1987",
      "uri": "/wiki/Aljona_Malets",
      "name": "Aljona Malets",
      "aboutText": "Kaliese Spencer (born 6 May 1987) is a Jamaican track and field athlete who specialises in the 400 metres hurdles. Spencer was the Commonwealth Games champion in 2014 and a double silver medallist at the 2014 IAAF World Indoor Championships. She finished fourth at both the 2009 World Championships in Athletics and the 2011 World Championships in Athletics.",
      "pageId": 28013522,
      "monthDay": "05/06"
    },
    {
      "year": "1987",
      "uri": "/wiki/Meek_Mill",
      "name": "Meek Mill",
      "aboutText": "Robert Rihmeek Williams (born May 6, 1987), better known by his stage name Meek Mill, is an American hip hop recording artist from Philadelphia, Pennsylvania. He was briefly signed to Atlanta-based record label Grand Hustle, owned by record executive and fellow American rapper T.I.. In February 2011, after leaving Grand Hustle, Mill signed a record deal with fellow American rapper Rick Ross' Miami-based Maybach Music Group (MMG) imprint.",
      "pageId": 31388580,
      "monthDay": "05/06"
    },
    {
      "year": "1987",
      "uri": "/wiki/Kaliese_Spencer",
      "name": "Kaliese Spencer",
      "aboutText": "Sasheer Zamata Moore (born May 6, 1986), known professionally as Sasheer Zamata, is an American actress and comedienne who is a cast member on Saturday Night Live.",
      "pageId": 41568050,
      "monthDay": "05/06"
    },
    {
      "year": "1989",
      "uri": "/wiki/Bobby_Bazini",
      "name": "Bobby Bazini",
      "aboutText": "Aljona Malets (born 6 May 1987) is an Estonian football player, who plays as a defender for Naiste Meistriliiga club Pärnu JK and the Estonia women's national football team. She has also played for FC Levadia Tallinn, taking part in the UEFA Women's Champions League with both teams. Her first goal for national team has been scored on 26 of July 2008 against Lithuania in Woman Baltic Cup.",
      "pageId": 42775482,
      "monthDay": "05/06"
    },
    {
      "year": "1989",
      "uri": "/wiki/Dominika_Cibulkov%C3%A1",
      "name": "Dominika Cibulková",
      "aboutText": "Dominic Scott Kay (born May 6, 1996) is an American actor and singer. He was born in Los Angeles, California, the son of musician and actor Scott Kay, a long-running drummer for The Commodores.\nHe is probably best known for his cameo appearance in the Easter egg scene of Pirates of the Caribbean: At World's End as the son of Will Turner (Orlando Bloom) and Elizabeth Swann (Keira Knightley).",
      "pageId": 8136218,
      "monthDay": "05/06"
    },
    {
      "year": "1989",
      "uri": "/wiki/Amra_Sadikovi%C4%87",
      "name": "Amra Sadiković",
      "aboutText": "Dominika Cibulková (Slovak pronunciation: [ˈdominika ˈtsibulkoʋaː]; born 6 May 1989) is a professional Slovak tennis player. Known for her quick and aggressive style of play, she has won four career singles titles.\nShe has reached the quarterfinals or better of all four Grand Slam tournaments.",
      "pageId": 12170914,
      "monthDay": "05/06"
    },
    {
      "year": "1990",
      "uri": "/wiki/Danielle_Beaubrun",
      "name": "Danielle Beaubrun",
      "aboutText": "Caitlin Yankowskas (born May 6, 1990) is an American pair skater. She competed for the United States with John Coughlin from 2007 to 2011. They are the 2010 Cup of China bronze medalists and 2011 U.S. national champions.",
      "pageId": 17955595,
      "monthDay": "05/06"
    },
    {
      "year": "1990",
      "uri": "/wiki/Caitlin_Yankowskas",
      "name": "Caitlin Yankowskas",
      "aboutText": "Danielle Beaubrun (born May 6, 1990 in Saint Lucia) is an Olympic and National Record holding swimmer from the Caribbean island nation of Saint Lucia.",
      "pageId": 18949298,
      "monthDay": "05/06"
    },
    {
      "year": "1991",
      "uri": "/wiki/Valerio_Frasca",
      "name": "Valerio Frasca",
      "aboutText": "Takashi Usami (宇佐美 貴史, うさみ たかし, Usami Takashi) born 6 May 1992 is a Japanese footballer who plays for Gamba Osaka. He plays as an attacking midfielder, second striker or winger.",
      "pageId": 20882523,
      "monthDay": "05/06"
    },
    {
      "year": "1991",
      "uri": "/wiki/Harriet_Lee_(swimmer)",
      "name": "Harriet Lee",
      "aboutText": "Mateo Kovačić (Croatian pronunciation: [matěo kôʋatʃitɕ]; born 6 May 1994) is a Croatian footballer who plays as a midfielder for Spanish club Real Madrid and the Croatia national team. Kovačić is usually deployed as a central midfielder or deep-lying playmaker, but he is considered to be a versatile midfielder, having played in different positions and can adapt to playing either wide on the left or as an attacking midfielder if required.\nKovačić began his professional career with Dinamo Zagreb at the age of 16, with whom he won two consecutive league titles, before joining Inter in 2013.",
      "pageId": 29078287,
      "monthDay": "05/06"
    },
    {
      "year": "1992",
      "uri": "/wiki/Brendan_Gallagher",
      "name": "Brendan Gallagher",
      "aboutText": "Emily Alyn Lind (born May 6, 2002) is an American child actress and singer. She is best known for her recurring role as young Amanda Clarke on the ABC series Revenge.",
      "pageId": 29893257,
      "monthDay": "05/06"
    },
    {
      "year": "1992",
      "uri": "/wiki/Ria_Popovi%C4%87",
      "name": "Ria Popović",
      "aboutText": "Valerio Frasca (born 6 May 1991) is an Italian footballer who plays for Pro Patria.\nFrasca was awarded no.38 shirt of A.S. Roma in 2009–10 season, as fifth keeper behind Doni, Júlio Sérgio, Artur and Bogdan Lobonţ. He was the only Italian keeper of the first team and registered as home grown player in European matches.",
      "pageId": 30487222,
      "monthDay": "05/06"
    },
    {
      "year": "1992",
      "uri": "/wiki/Zigismunds_Sirmais",
      "name": "Zigismunds Sirmais",
      "aboutText": "Zigismunds Sirmais (born May 6, 1992 in Riga) is a Latvian javelin thrower. Sirmais achieved his best result of 84.69 m on June 22, 2011 in Bauska, Latvia. This is the current world junior record.",
      "pageId": 31241409,
      "monthDay": "05/06"
    },
    {
      "year": "1992",
      "uri": "/wiki/Takashi_Usami",
      "name": "Takashi Usami",
      "aboutText": "Brendan Adam Mathew Gallagher (born May 6, 1992) is a Canadian professional ice hockey player and an alternate captain for the Montreal Canadiens of the National Hockey League (NHL). He was selected by the Canadiens in the fifth round, 147th overall, of the 2010 NHL Entry Draft.\nDuring his four-year junior career, Gallagher received Western Hockey League (WHL) West First All-Star Team honours (2010–11) and became the Vancouver Giants' all-time leading goal- and point-scorer.",
      "pageId": 31339516,
      "monthDay": "05/06"
    },
    {
      "year": "1993",
      "uri": "/wiki/Alex_Preston_(singer)",
      "name": "Alex Preston",
      "aboutText": "Naomi Scott (born 6 May 1993) is an English actress and singer. She is best known for co-starring as Maddy Shannon in the science-fiction drama series Terra Nova.",
      "pageId": 31518471,
      "monthDay": "05/06"
    },
    {
      "year": "1993",
      "uri": "/wiki/Naomi_Scott",
      "name": "Naomi Scott",
      "aboutText": "Amra Sadiković (born 6 May 1989 in Prilep) is a Swiss tennis player. She announced her retirement in May 2014, a few days after her 25th birthday, only to begin playing on the ITF Women's Circuit again 13 months later.\nSadiković has won eight singles and 11 doubles titles on the ITF tour in her career.",
      "pageId": 33198042,
      "monthDay": "05/06"
    },
    {
      "year": "1993",
      "uri": "/wiki/Andris_Siksnis",
      "name": "Andris Siksnis",
      "aboutText": "Ria Popović (Serbian Cyrillic: Риа Поповић ; born 6 May 1992), known as Ria Popovic is a Serbian football defender, currently playing for Florida in Florida. She previously played for Millwall Lioness, London, UK before heading to the United States for a Soccer Scholarship.\nShe has been selected by the Serbian U18 national team for two training camps.",
      "pageId": 36742050,
      "monthDay": "05/06"
    },
    {
      "year": "1993",
      "uri": "/wiki/Kim_Dasom",
      "name": "Kim Dasom",
      "aboutText": "Harriet Lee (born 6 May 1991) is a British Paralympic swimmer who represented Great Britain at the 2012 Summer Paralympics.\nLee was born in Huntingdon, England and has been swimming since she was a baby and competing since 2002. She has Beckwith-wiedemann syndrome meaning the left side of her body is shorter than her right.",
      "pageId": 36962376,
      "monthDay": "05/06"
    },
    {
      "year": "1994",
      "uri": "/wiki/Mateo_Kova%C4%8Di%C4%87",
      "name": "Mateo Kovačić",
      "aboutText": "Kim Dasom (Hangul: 김다솜), also known as simply Dasom, is a South Korean singer and actress. She is best known as a member of the South Korean girl group Sistar under Starship Entertainment.",
      "pageId": 38431291,
      "monthDay": "05/06"
    },
    {
      "year": "1996",
      "uri": "/wiki/Dominic_Scott_Kay",
      "name": "Dominic Scott Kay",
      "aboutText": "Andris Siksnis (born May 6, 1993) is a Latvian ice hockey player currently playing for the HK Rīga of the MHL.",
      "pageId": 40599776,
      "monthDay": "05/06"
    },
    {
      "year": "2002",
      "uri": "/wiki/Emily_Alyn_Lind",
      "name": "Emily Alyn Lind",
      "aboutText": "Alexander Preston Philbrick (born May 6, 1993), better known as Alex Preston, is an American singer from Mont Vernon, New Hampshire, who was a finalist on the thirteenth season of American Idol, coming in third place. On July 21, 2015, he released his debut self-titled album.\n^ Fred Bronson (March 20, 2014).",
      "pageId": 42004373,
      "monthDay": "05/06"
    }
  ]
}