{
  "people": [
    {
      "year": "1328",
      "uri": "/wiki/Louis_II,_Elector_of_Brandenburg",
      "name": "Louis II, Elector of Brandenburg",
      "aboutText": "David Hume (/ˈhjuːm/; 7 May 1711 NS (26 April 1711 OS) – 25 August 1776) was a Scottish philosopher, historian, economist, and essayist, who is best known today for his highly influential system of radical philosophical empiricism, skepticism, and naturalism.\nHume's empiricist approach to philosophy places him with John Locke, George Berkeley, Francis Bacon, and Thomas Hobbes as a British Empiricist. Beginning with his A Treatise of Human Nature (1739), Hume strove to create a total naturalistic science of man that examined the psychological basis of human nature.",
      "pageId": 7925,
      "monthDay": "05/07"
    },
    {
      "year": "1530",
      "uri": "/wiki/Louis,_Prince_of_Cond%C3%A9_(1530%E2%80%931569)",
      "name": "Louis, Prince of Condé",
      "aboutText": "Joseph Gurney Cannon (May 7, 1836 – November 12, 1926) was a United States politician from Illinois and leader of the Republican Party. Cannon served as Speaker of the United States House of Representatives from 1903 to 1911, and many consider him to be the most dominant Speaker in United States history, with such control over the House that he could often control debate. Cannon is the second-longest continuously serving Republican Speaker in history, having been surpassed by fellow Illinoisan Dennis Hastert, who passed him on June 1, 2006.",
      "pageId": 16207,
      "monthDay": "05/07"
    },
    {
      "year": "1605",
      "uri": "/wiki/Patriarch_Nikon_of_Moscow",
      "name": "Patriarch Nikon of Moscow",
      "aboutText": "Johannes Brahms (German: [joˈhanəs ˈbʁaːms]; 7 May 1833 – 3 April 1897) was a German composer and pianist. Born in Hamburg into a Lutheran family, Brahms spent much of his professional life in Vienna, Austria. In his lifetime, Brahms's popularity and influence were considerable.",
      "pageId": 16339,
      "monthDay": "05/07"
    },
    {
      "year": "1643",
      "uri": "/wiki/Stephanus_Van_Cortlandt",
      "name": "Stephanus Van Cortlandt",
      "aboutText": "Pyotr Ilyich Tchaikovsky (/ˈpjɔːtər iːˈljiːtʃ tʃaɪˈkɒfski/; Russian: Пётр Ильи́ч Чайко́вский; tr. Pyotr Ilyich Chaykovsky; 25 April/7 May 1840 – 25 October/6 November 1893), often anglicized as Peter Ilyich Tchaikovsky /ˈpiːtər .../, was a Russian composer of the late-Romantic period, some of whose works are among the most popular music in the classical repertoire. He was the first Russian composer whose music made a lasting impression internationally, bolstered by his appearances as a guest conductor in Europe and the United States.",
      "pageId": 24503,
      "monthDay": "05/07"
    },
    {
      "year": "1700",
      "uri": "/wiki/Gerard_van_Swieten",
      "name": "Gerard van Swieten",
      "aboutText": "Louis the Roman (German: Ludwig VI der Römer) (May 7, 1328 – May 17, 1365) was the eldest son of Emperor Louis IV the Bavarian by his second wife, Margaret II, Countess of Hainault, and a member of the House of Wittelsbach. Louis was Duke of Bavaria as Louis VI (1347–1365) and Margrave of Brandenburg (1351–1365) as Louis II. As of 1356, he also served as Prince-elector of Brandenburg.",
      "pageId": 38800,
      "monthDay": "05/07"
    },
    {
      "year": "1704",
      "uri": "/wiki/Carl_Heinrich_Graun",
      "name": "Carl Heinrich Graun",
      "aboutText": "Robert Browning (7 May 1812 – 12 December 1889) was an English poet and playwright whose mastery of the dramatic monologue made him one of the foremost Victorian poets. His poems are known for their irony, characterization, dark humor, social commentary, historical settings, and challenging vocabulary and syntax.\nBrowning's early career began promisingly, but was not a success.",
      "pageId": 61180,
      "monthDay": "05/07"
    },
    {
      "year": "1711",
      "uri": "/wiki/David_Hume",
      "name": "David Hume",
      "aboutText": "William Bainbridge (May 7, 1774 – July 27, 1833) was a Commodore in the United States Navy. During his long career in the young American Navy he served under six presidents beginning with John Adams and is notable for his many victories at sea. He commanded several famous naval ships, including USS Constitution and saw service in the Barbary Wars and the War of 1812.",
      "pageId": 143222,
      "monthDay": "05/07"
    },
    {
      "year": "1724",
      "uri": "/wiki/Dagobert_Sigmund_von_Wurmser",
      "name": "Dagobert Sigmund von Wurmser",
      "aboutText": "Nikon (Russian: Ни́кон, Old Russian: Нїконъ), born Nikita Minin (Никита Минин; 7 May 1605 – 17 August 1681) was the seventh Patriarch of Moscow and all the Rus' of the Russian Orthodox Church, serving officially from 1652 to 1666. He was renowned for his eloquence, energy, piety and close ties to Tsar Alexis of Russia. Nikon introduced many reforms which eventually led to a lasting schism known as Raskol in the Russian Orthodox Church.",
      "pageId": 214172,
      "monthDay": "05/07"
    },
    {
      "year": "1740",
      "uri": "/wiki/Nikolai_Arkharov",
      "name": "Nikolai Arkharov",
      "aboutText": "Varina Banks Howell Davis (May 7, 1826 – October 16, 1906) was the second wife of the politician Jefferson Davis, who became president of the Confederate States of America in 1861. She served as the First Lady of the new nation at the capital in Richmond, Virginia, although she was ambivalent about the war. Well educated in Philadelphia, with family in both the North and South, she had unconventional views for her public role.",
      "pageId": 358896,
      "monthDay": "05/07"
    },
    {
      "year": "1748",
      "uri": "/wiki/Olympe_de_Gouges",
      "name": "Olympe de Gouges",
      "aboutText": "Louis de Bourbon (7 May 1530 – 13 March 1569) was a prominent Huguenot leader and general, the founder of the House of Condé, a cadet branch of the House of Bourbon.",
      "pageId": 381815,
      "monthDay": "05/07"
    },
    {
      "year": "1763",
      "uri": "/wiki/J%C3%B3zef_Poniatowski",
      "name": "Józef Poniatowski",
      "aboutText": "Carl Heinrich Graun (7 May 1704 – 8 August 1759) was a German composer and tenor singer.",
      "pageId": 385713,
      "monthDay": "05/07"
    },
    {
      "year": "1767",
      "uri": "/wiki/Princess_Frederica_Charlotte_of_Prussia",
      "name": "Princess Frederica Charlotte of Prussia",
      "aboutText": "Olympe de Gouges (French pronunciation: ​[olɛ̃p də ɡuʒ]; 7 May 1748 – 3 November 1793), born Marie Gouze, was a French playwright and political activist whose feminist and abolitionist writings reached a large audience.\nShe began her career as a playwright in the early 1780s. As political tension rose in France, Olympe de Gouges became increasingly politically engaged.",
      "pageId": 407530,
      "monthDay": "05/07"
    },
    {
      "year": "1774",
      "uri": "/wiki/William_Bainbridge",
      "name": "William Bainbridge",
      "aboutText": "Stephanus van Cortlandt (May 7, 1643 – November 25, 1700) was the first native-born mayor of New York City, a position which he held from 1677 to 1678 and from 1686 to 1688. He was the patroon of Van Cortlandt Manor and was on the governor's executive council from 1691 to 1700. He was the first resident of Sagtikos Manor in West Bay Shore on Long Island, which was built around 1697.",
      "pageId": 439008,
      "monthDay": "05/07"
    },
    {
      "year": "1787",
      "uri": "/wiki/Jacques_Viger_(1787%E2%80%931858)",
      "name": "Jacques Viger",
      "aboutText": "Prince Józef Antoni Poniatowski (Polish pronunciation: [ˈjuzɛf anˈtɔɲi pɔɲaˈtɔfskʲi]; 7 May 1763 – 19 October 1813) was a Polish leader, general, minister of war and army chief, who became a Marshal of the French Empire.",
      "pageId": 450816,
      "monthDay": "05/07"
    },
    {
      "year": "1812",
      "uri": "/wiki/Robert_Browning",
      "name": "Robert Browning",
      "aboutText": "Karl Gottlieb Mauch (7 May 1837 - 4 April 1875, Stuttgart) was a German explorer and geographer of Africa. He reported on the archaeological ruins of Great Zimbabwe in 1871 during his search for the biblical land of Ophir.",
      "pageId": 1041636,
      "monthDay": "05/07"
    },
    {
      "year": "1826",
      "uri": "/wiki/Varina_Davis",
      "name": "Varina Davis",
      "aboutText": "Gerard van Swieten (May 7, 1700 – June 18, 1772) was a Dutch-Austrian physician.",
      "pageId": 1424660,
      "monthDay": "05/07"
    },
    {
      "year": "1833",
      "uri": "/wiki/Johannes_Brahms",
      "name": "Johannes Brahms",
      "aboutText": "Jacques Viger (May 7, 1787 – December 12, 1858) was an antiquarian, archaeologist, and the first mayor of the Canadian city of Montreal, Quebec.",
      "pageId": 2007936,
      "monthDay": "05/07"
    },
    {
      "year": "1836",
      "uri": "/wiki/Joseph_Gurney_Cannon",
      "name": "Joseph Gurney Cannon",
      "aboutText": "Dagobert Sigismund, Count von Wurmser (7 May 1724 – 22 August 1797) was an Austrian field marshal during the French Revolutionary Wars. Although he fought in the Seven Years' War, the War of the Bavarian Succession, and mounted several successful campaigns in the Rhineland in the initial years of the French Revolutionary Wars, he is probably most remembered for his unsuccessful operations against Napoleon Bonaparte during the 1796 campaign in Italy.\nAlthough initially in the Army of France during the Seven Years' War, Wurmser left France after Louis reached a peace agreement with Britain, and joined the military of the House of Habsburg.",
      "pageId": 2659526,
      "monthDay": "05/07"
    },
    {
      "year": "1837",
      "uri": "/wiki/Karl_Mauch",
      "name": "Karl Mauch",
      "aboutText": "Princess Frederica Charlotte of Prussia (Friederike Charlotte Ulrike Katharina; 7 May 1767 – 6 August 1820) was the only daughter of Frederick William II of Prussia and his first wife and double first cousin Elisabeth Christine of Brunswick-Lüneburg.",
      "pageId": 3102201,
      "monthDay": "05/07"
    },
    {
      "year": "1840",
      "uri": "/wiki/Pyotr_Ilyich_Tchaikovsky",
      "name": "Pyotr Ilyich Tchaikovsky",
      "aboutText": "Nikolai Petrovich Arkharov (Russian: Николай Петрович Архаров) (7 May 1740 – January 1814) was a Russian police chief best known for having given his name to the Russian term \"arkharovtsy\", an ironic appellation of policemen.\nNikolai Arkharov came from a noble family. In 1754 he was enrolled at the Guards, in 1756 started the service as soldier of the Preobrazhensky regiment and in 1761 was promoted to officer.",
      "pageId": 4612275,
      "monthDay": "05/07"
    },
    {
      "year": "1847",
      "uri": "/wiki/Archibald_Primrose,_5th_Earl_of_Rosebery",
      "name": "Archibald Primrose, 5th Earl of Rosebery",
      "aboutText": "Josip Broz Tito (Cyrillic: Јосип Броз Тито, pronounced [jǒsip brôːz tîto]; born Josip Broz; 7 May 1892 – 4 May 1980) was a Yugoslav revolutionary and statesman, serving in various roles from 1943 until his death in 1980. During World War II he was the leader of the Partisans, often regarded as the most effective resistance movement in occupied Europe. While his presidency has been criticized as authoritarian, Tito was \"seen by most as a benevolent dictator\" due to his economic and diplomatic policies.",
      "pageId": 16567,
      "monthDay": "05/07"
    },
    {
      "year": "1857",
      "uri": "/wiki/William_A._MacCorkle",
      "name": "William A. MacCorkle",
      "aboutText": "Władysław Stanisław Reymont (7 May 1867 – 5 December 1925) was a Polish novelist and the 1924 laureate of the Nobel Prize in Literature.",
      "pageId": 33266,
      "monthDay": "05/07"
    },
    {
      "year": "1860",
      "uri": "/wiki/Tom_Norman",
      "name": "Tom Norman",
      "aboutText": "Gary Cooper (born Frank James Cooper; May 7, 1901 – May 13, 1961) was an American film actor known for his natural, authentic, and understated acting style and screen performances. His career spanned thirty-five years, from 1925 to 1960, and included leading roles in eighty-four feature films. He was a major movie star from the end of the silent film era through the end of the golden age of Classical Hollywood.",
      "pageId": 44359,
      "monthDay": "05/07"
    },
    {
      "year": "1861",
      "uri": "/wiki/Rabindranath_Tagore",
      "name": "Rabindranath Tagore",
      "aboutText": "Archibald Philip Primrose, 5th Earl of Rosebery, 1st Earl of Midlothian, KG, PC (7 May 1847 – 21 May 1929) was a British Liberal statesman and Prime Minister. Between the death of his father, in 1851, and the death of his grandfather, the 4th Earl, in 1868, he was known by the courtesy title of Lord Dalmeny.\nRosebery first came to national attention in 1879–1880 by sponsoring the successful Midlothian campaign of William Ewart Gladstone.",
      "pageId": 232642,
      "monthDay": "05/07"
    },
    {
      "year": "1867",
      "uri": "/wiki/W%C5%82adys%C5%82aw_Reymont",
      "name": "Władysław Reymont",
      "aboutText": "Archibald MacLeish (May 7, 1892 – April 20, 1982) was an American poet, writer, and the Librarian of Congress. He is associated with the Modernist school of poetry.",
      "pageId": 473146,
      "monthDay": "05/07"
    },
    {
      "year": "1875",
      "uri": "/wiki/William_Hoyt_(athlete)",
      "name": "Bill Hoyt",
      "aboutText": "Alphonsus Josephus de Ridder (7 May 1882 - 31 May 1960), was a Belgian writer and poet who wrote under the pseudonym Willem Elsschot (pronounced [ˈʋɪləm ˈɛlsxɔt]).",
      "pageId": 642032,
      "monthDay": "05/07"
    },
    {
      "year": "1880",
      "uri": "/wiki/Pandurang_Vaman_Kane",
      "name": "Pandurang Vaman Kane",
      "aboutText": "Francis Joseph Aloysius \"Frank\" Selke (/ˈsɛlki/; May 7, 1893 – July 3, 1985) was a Canadian hockey manager in the National Hockey League.",
      "pageId": 656794,
      "monthDay": "05/07"
    },
    {
      "year": "1881",
      "uri": "/wiki/George_E._Wiley",
      "name": "George E. Wiley",
      "aboutText": "George Francis \"Gabby\" Hayes (May 7, 1885 – February 9, 1969) was an American radio, film, and television actor.",
      "pageId": 880023,
      "monthDay": "05/07"
    },
    {
      "year": "1882",
      "uri": "/wiki/Willem_Elsschot",
      "name": "Willem Elsschot",
      "aboutText": "William Alexander MacCorkle (May 7, 1857 – September 24, 1930), was a United States teacher, lawyer, prosecutor, the ninth Governor of West Virginia and state legislator of West Virginia, and financier.",
      "pageId": 1144352,
      "monthDay": "05/07"
    },
    {
      "year": "1885",
      "uri": "/wiki/George_%22Gabby%22_Hayes",
      "name": "George \"Gabby\" Hayes",
      "aboutText": "William Hoyt (William Welles \"Bill\" Hoyt; May 7, 1875 – December 1, 1954) was an American track and field athlete. He competed at the 1896 Summer Olympics in Athens. He was born in Glastonbury, Connecticut.",
      "pageId": 2110782,
      "monthDay": "05/07"
    },
    {
      "year": "1889",
      "uri": "/wiki/Viktor_Puskar",
      "name": "Viktor Puskar",
      "aboutText": "Dr. Pandurang Vaman Kane (pronounced Kaa-nay) (7 May 1880– 8 May 1972) was a notable Indologist and Sanskrit scholar. He received India's highest civilian award Bharat Ratna in 1963 for his scholarly work that spanned more than 40 years of active academic research that resulted in 6,500 pages of History of Dharmaśāstra.",
      "pageId": 2504987,
      "monthDay": "05/07"
    },
    {
      "year": "1891",
      "uri": "/wiki/Harry_McShane",
      "name": "Harry McShane",
      "aboutText": "Harry McShane (7 May 1891 - 12 April 1988) was a Scottish socialist, and a close colleague of John Maclean. Born into a Roman Catholic family, he became a Marxist. Involved in the Clyde Workers Committee and the anti-war movement during the First World War, after the conflict ended he was part of the Tramp Trust Unlimited, formed by Maclean to propagandise and campaign for a minimum wage and a six hour day, amongst other socialist policies.",
      "pageId": 3263903,
      "monthDay": "05/07"
    },
    {
      "year": "1892",
      "uri": "/wiki/Archibald_MacLeish",
      "name": "Archibald MacLeish",
      "aboutText": "Kurt Weitzmann was born in Klein Almerode (Witzenhausen, near Kassel) on May 7, 1904 and died in Princeton, New Jersey on June 7, 1993. He was a highly influential art historian who studied Byzantine and medieval art. He attended the universities of Münster, Würzburg and Vienna before moving to Princeton in 1935, due to Nazi persecution.",
      "pageId": 4593880,
      "monthDay": "05/07"
    },
    {
      "year": "1892",
      "uri": "/wiki/Josip_Broz_Tito",
      "name": "Josip Broz Tito",
      "aboutText": "Rabindranath Tagore (/rəˈbindrəˈnɑːt ˈtɑːɡɔr/; Bengali pronunciation: [robind̪ro nat̪ʰ ʈʰakur]), also written Ravīndranātha Thākura (7 May 1861 – 7 August 1941), sobriquet Gurudev, was a Bengali polymath who reshaped Bengali literature and music, as well as Indian art with Contextual Modernism in the late 19th and early 20th centuries. Author of Gitanjali and its \"profoundly sensitive, fresh and beautiful verse\", he became the first non-European to win the Nobel Prize in Literature in 1913. In translation his poetry was viewed as spiritual and mercurial; however, his \"elegant prose and magical poetry\" remain largely unknown outside Bengal.",
      "pageId": 5052533,
      "monthDay": "05/07"
    },
    {
      "year": "1893",
      "uri": "/wiki/Frank_J._Selke",
      "name": "Frank J. Selke",
      "aboutText": "James Allan \"Jimmy\" Ball (7 May 1903 – 2 July 1988) was a Canadian sprint runner who competed at the 1928 and 1932 Olympics. He won a bronze medal in the 4×400 m relay at both Games. Individually, he finished second in the 400 m in 1928 and was eliminated in the preliminaries in 1932.",
      "pageId": 7211267,
      "monthDay": "05/07"
    },
    {
      "year": "1899",
      "uri": "/wiki/Alfred_Gerrard",
      "name": "Alfred Gerrard",
      "aboutText": "Viktor Puskar VR I/1 (7 May [O.S. 25 April] 1889 in Viljandi - 12 April 1943 in Tartu) was an Estonian military commander (Colonel) during the Estonian War of Independence.\nIn 1911 he graduated from Vilnius Military Academy. Puskar participated in World War I, joining the Estonian national units in 1917.",
      "pageId": 11355254,
      "monthDay": "05/07"
    },
    {
      "year": "1901",
      "uri": "/wiki/Gary_Cooper",
      "name": "Gary Cooper",
      "aboutText": "George Elsworth Wiley (May 7, 1881 – March 3, 1954) was an American racing cyclist who competed in the early twentieth century.\nHe competed in Cycling at the 1904 Summer Olympics in Missouri and won the silver in the 5 miles and the bronze in the 25 miles race.",
      "pageId": 12219147,
      "monthDay": "05/07"
    },
    {
      "year": "1903",
      "uri": "/wiki/Jimmy_Ball",
      "name": "Jimmy Ball",
      "aboutText": "Tom Norman, born Thomas Noakes, (7 May 1860 – 24 August 1930), was an English businessman, showman and the last exhibitor of Joseph Merrick who was otherwise known as the \"Elephant Man\". Among his later exhibits were a troupe of midgets, a \"Man in a Trance\", \"John Chambers the armless Carpenter\", and the \"World's Ugliest Woman\".\nNorman started his working life as a butcher in Sussex before moving to London at the age of 14 where he sought a career on the music hall stage.",
      "pageId": 27410513,
      "monthDay": "05/07"
    },
    {
      "year": "1904",
      "uri": "/wiki/Kurt_Weitzmann",
      "name": "Kurt Weitzmann",
      "aboutText": "Alfred Horace \"Gerry\" Gerrard RBS (7 May 1899 – 13 June 1998) was an English modernist sculptor. He was head of the sculpture department at the Slade School of Fine Art from 1925 and professor of sculpture there from 1949 to 1968, where he taught a number of well-known sculptors.",
      "pageId": 31976286,
      "monthDay": "05/07"
    },
    {
      "year": "1906",
      "uri": "/wiki/Eric_Krenz",
      "name": "Eric Krenz",
      "aboutText": "Eric Christian William Krenz (May 7, 1906 - August 18, 1931) was an American shot putter and discus thrower. Krenz set two world records in the discus and was considered a favorite for the 1932 Summer Olympics, but his career was cut short when he drowned at age 25.\n^ \"Eric Krenz\".",
      "pageId": 39306581,
      "monthDay": "05/07"
    },
    {
      "year": "1909",
      "uri": "/wiki/Edwin_H._Land",
      "name": "Edwin H. Land",
      "aboutText": "María Eva Duarte de Perón (7 May 1919 – 26 July 1952) was the second wife of Argentine President Juan Perón (1895–1974) and served as the First Lady of Argentina from 1946 until her death in 1952. She is usually referred to as Eva Perón (Spanish: [ˈeβa peˈɾon]), or by the affectionate Spanish language diminutive Evita.\nShe was born in the rural village of Los Toldos, in the Pampas, as the youngest of five children.",
      "pageId": 51584,
      "monthDay": "05/07"
    },
    {
      "year": "1911",
      "uri": "/wiki/Ishir%C5%8D_Honda",
      "name": "Ishirō Honda",
      "aboutText": "Edwin Herbert Land, ForMemRS, FRPS, Hon.MRI (May 7, 1909 – March 1, 1991) was an American scientist and inventor, best known as the co-founder of the Polaroid Corporation. Among other things, he invented inexpensive filters for polarizing light, a practical system of in-camera instant photography, and his retinex theory of color vision.",
      "pageId": 173709,
      "monthDay": "05/07"
    },
    {
      "year": "1911",
      "uri": "/wiki/R%C4%B1fat_Ilgaz",
      "name": "Rıfat Ilgaz",
      "aboutText": "Anne Baxter (May 7, 1923 – December 12, 1985) was an American actress of screen and stage. She won the Academy Award for Best Supporting Actress for her role as Sophie in the 1946 film The Razor's Edge, and received an Academy Award nomination for Best Actress for the title role in the 1950 film All About Eve.",
      "pageId": 187081,
      "monthDay": "05/07"
    },
    {
      "year": "1912",
      "uri": "/wiki/Pannalal_Patel",
      "name": "Pannalal Patel",
      "aboutText": "Ishirō Honda (本多猪四郎, Honda Ishirō, 7 May 1911 - 28 February 1993), sometimes miscredited in foreign releases as \"Inoshiro Honda\", was a Japanese film director. He is best known for his kaiju and tokusatsu films, including several entries in the Godzilla series, but also worked extensively in the documentary and war genres earlier in his career.",
      "pageId": 567874,
      "monthDay": "05/07"
    },
    {
      "year": "1913",
      "uri": "/wiki/John_Spencer_Hardy",
      "name": "John Spencer Hardy",
      "aboutText": "David Cecil MacAlister Tomlinson (7 May 1917 – 24 June 2000) was an English film actor and comedian. He is primarily remembered for his roles as authority figure George Banks in Mary Poppins, fraudulent magician Professor Emelius Browne in Bedknobs and Broomsticks and as hapless antagonist Peter Thorndyke in The Love Bug.",
      "pageId": 609020,
      "monthDay": "05/07"
    },
    {
      "year": "1913",
      "uri": "/wiki/Simon_Ramo",
      "name": "Simon Ramo",
      "aboutText": "Darren McGavin (May 7, 1922 – February 25, 2006) was an American actor best known for his portrayal of the grumpy but loving father in the film A Christmas Story, and for the title role in the television horror series Kolchak: The Night Stalker. He appeared as the title character in the 1950s television series Mickey Spillane's Mike Hammer. From 1959–1961, McGavin starred in the NBC western series Riverboat, first with Burt Reynolds and then with Noah Beery, Jr., and in later years, he had a recurring role in the sitcom Murphy Brown, as the title character's father, for which he received an Emmy Award.",
      "pageId": 932387,
      "monthDay": "05/07"
    },
    {
      "year": "1914",
      "uri": "/wiki/Arthur_Snelling",
      "name": "Arthur Snelling",
      "aboutText": "Gaston Rébuffat (7 May 1921, Marseille – 31 May 1985, Paris) was a well-known French alpinist and mountain guide. The climbing technique, to gaston, was named after him.",
      "pageId": 985967,
      "monthDay": "05/07"
    },
    {
      "year": "1916",
      "uri": "/wiki/Huw_Wheldon",
      "name": "Huw Wheldon",
      "aboutText": "Pannalal Nanalal Patel (Gujarati: પન્નાલાલ નાનાલાલ પટેલ) (7 May 1912 – 6 April 1989) was a Gujarati author.",
      "pageId": 1205057,
      "monthDay": "05/07"
    },
    {
      "year": "1916",
      "uri": "/wiki/W._B._Young",
      "name": "W. B. Young",
      "aboutText": "Simon \"Si\" Ramo (born May 7, 1913) is an American engineer, business leader and author. He led development of microwave and missile technology and is sometimes known as the father of the intercontinental ballistic missile (ICBM). He also developed General Electric's electron microscope.",
      "pageId": 1224197,
      "monthDay": "05/07"
    },
    {
      "year": "1917",
      "uri": "/wiki/Domenico_Bartolucci",
      "name": "Domenico Bartolucci",
      "aboutText": "Sir Huw Pyrs Wheldon, OBE, MC (7 May 1916 – 14 March 1986) was a BBC broadcaster and executive.",
      "pageId": 3228611,
      "monthDay": "05/07"
    },
    {
      "year": "1917",
      "uri": "/wiki/Lenox_Hewitt",
      "name": "Lenox Hewitt",
      "aboutText": "Asa Briggs, Baron Briggs (born 7 May 1921) is an English historian. He is a leading specialist on the Victorian era, and the foremost historian of broadcasting in Britain. He was made a life peer in 1976.",
      "pageId": 4528889,
      "monthDay": "05/07"
    },
    {
      "year": "1917",
      "uri": "/wiki/David_Tomlinson",
      "name": "David Tomlinson",
      "aboutText": "Lewis Burr Anderson (May 7, 1922 Kirkman, Iowa – May 14, 2006 Westchester, New York) was an American actor and musician. He is widely known by TV fans as the third and final actor to portray Clarabell the Clown on Howdy Doody between 1954 and 1960.",
      "pageId": 5180795,
      "monthDay": "05/07"
    },
    {
      "year": "1919",
      "uri": "/wiki/La_Esterella",
      "name": "La Esterella",
      "aboutText": "Sir Arthur Wendell Snelling (b 7 May 1914, d 25 June 1996) was a senior British civil servant and diplomat.\nHe was educated at Ackworth School, Yorkshire, and University College, London.\nHe was Study Group Secretary at the Royal Institute of Internal Affairs, 1934–1936.",
      "pageId": 8971891,
      "monthDay": "05/07"
    },
    {
      "year": "1919",
      "uri": "/wiki/Eva_Per%C3%B3n",
      "name": "Eva Perón",
      "aboutText": "Joseph (Joe) Roger O'Donnell (May 7, 1922 – August 9, 2007) was an American documentarian, photojournalist and a photographer for the United States Information Agency. Born in Johnstown, Pennsylvania, his most famous work was documenting photographically the immediate aftermath of the atomic bomb explosions at Nagasaki and Hiroshima, Japan, in 1945 and 1946 as a Marine photographer.\nHe died in Nashville, Tennessee.",
      "pageId": 12770102,
      "monthDay": "05/07"
    },
    {
      "year": "1921",
      "uri": "/wiki/Asa_Briggs,_Baron_Briggs",
      "name": "Asa Briggs, Baron Briggs",
      "aboutText": "Rıfat Ilgaz (7 May 1911 – 7 July 1993) was a poet who was born in Cide, in the Kastamonu Vilayet of the Ottoman Empire (present-day Turkey). He was a teacher, poet, and writer.",
      "pageId": 14035289,
      "monthDay": "05/07"
    },
    {
      "year": "1921",
      "uri": "/wiki/Gaston_R%C3%A9buffat",
      "name": "Gaston Rébuffat",
      "aboutText": "William Brewitt Young (7 May 1916 - 25 April 2013)  was born in Ardrossan and was a Scottish and East African rugby football player.\nHe was capped ten times for Scotland between 1937–48 and three times for East Africa between 1949-50. Along with Maurice Daly of Ireland he is one of only two people to have been capped by a major rugby playing nation and by East Africa.",
      "pageId": 26209413,
      "monthDay": "05/07"
    },
    {
      "year": "1922",
      "uri": "/wiki/Lew_Anderson",
      "name": "Lew Anderson",
      "aboutText": "Domenico Bartolucci (7 May 1917 – 11 November 2013) was an Italian Cardinal of the Catholic Church. He was Director Emeritus of the Sistine Chapel Choir and the Accademia Nazionale di Santa Cecilia, and was recognized in the field of music both as a director and a prolific composer. Considered among the most authoritative interpreters of Giovanni Pierluigi da Palestrina, Bartolucci led the Sistine Chapel Choir in performances worldwide, and also directed numerous concerts with the Choir of the Academy of Santa Cecilia, including a tour of the former Soviet Union.",
      "pageId": 29692449,
      "monthDay": "05/07"
    },
    {
      "year": "1922",
      "uri": "/wiki/Darren_McGavin",
      "name": "Darren McGavin",
      "aboutText": "La Esterella, born Esther Lambrechts (7 May 1919 – 11 April 2011) was a Flemish singer. She was best known for her classic \"Oh Lieve Vrouwetoren\". She had a typical deep voice, causing her to be called sometimes the Belgian Zarah Leander.",
      "pageId": 31532819,
      "monthDay": "05/07"
    },
    {
      "year": "1922",
      "uri": "/wiki/Joe_O%27Donnell_(photojournalist)",
      "name": "Joe O'Donnell",
      "aboutText": "John Spencer Hardy, Sr.",
      "pageId": 35798678,
      "monthDay": "05/07"
    },
    {
      "year": "1923",
      "uri": "/wiki/Anne_Baxter",
      "name": "Anne Baxter",
      "aboutText": "Sir Lenox Hewitt OBE (born 7 May 1917) is a retired senior Australian public servant. He served the Commonwealth in various capacities for over 40 years (1939–80), principally as Secretary of the Prime Minister's Department under John Gorton (Liberal) 1968-71, and Secretary of the Department of Minerals and Energy under Rex Connor (Labor) 1972-75. He later also served the governments of New South Wales and Western Australia.",
      "pageId": 37356153,
      "monthDay": "05/07"
    },
    {
      "year": "1923",
      "uri": "/wiki/B%C3%BClent_Ulusu",
      "name": "Bülent Ulusu",
      "aboutText": "John Constantine \"Johnny\" Unitas (/juːˈnaɪtɨs/; May 7, 1933 – September 11, 2002), nicknamed \"Johnny U\", or \"The Golden Arm\", was an American professional American football player who played from the 1950s through the 1970s. He spent the majority of his career playing for the Baltimore Colts. He was a record-setting quarterback, and the National Football League's most valuable player in 1959, 1964 and 1967.",
      "pageId": 15644,
      "monthDay": "05/07"
    },
    {
      "year": "1924",
      "uri": "/wiki/Albert_Band",
      "name": "Albert Band",
      "aboutText": "Gene Rodman Wolfe (born May 7, 1931) is an American science fiction and fantasy writer. He is noted for his dense, allusive prose as well as the strong influence of his Catholic faith. He is a prolific short-story writer and novelist and has won many science fiction and fantasy literary awards.",
      "pageId": 157426,
      "monthDay": "05/07"
    },
    {
      "year": "1925",
      "uri": "/wiki/Lauri_Vaska",
      "name": "Lauri Vaska",
      "aboutText": "Pietro Vichi \"Pete\" Domenici (born May 7, 1932) is an American Republican politician, who served six terms as a United States Senator from New Mexico, from 1973 to 2009, the longest tenure in the state's history.",
      "pageId": 321180,
      "monthDay": "05/07"
    },
    {
      "year": "1926",
      "uri": "/wiki/Val_Bisoglio",
      "name": "Val Bisoglio",
      "aboutText": "Teresa Brewer (May 7, 1931 – October 17, 2007) was an American pop singer whose style incorporated elements of country, jazz, R&B, musicals and novelty songs.",
      "pageId": 413189,
      "monthDay": "05/07"
    },
    {
      "year": "1927",
      "uri": "/wiki/Ruth_Prawer_Jhabvala",
      "name": "Ruth Prawer Jhabvala",
      "aboutText": "Vito \"Babe\" Parilli (born May 7, 1930) is a former American football player.",
      "pageId": 443314,
      "monthDay": "05/07"
    },
    {
      "year": "1927",
      "uri": "/wiki/Jim_Lowe",
      "name": "Jim Lowe",
      "aboutText": "Sir Michael Hopkins, CBE, RA, AADipl (born 7 May 1935) is an English architect.",
      "pageId": 480161,
      "monthDay": "05/07"
    },
    {
      "year": "1928",
      "uri": "/wiki/John_Ingle",
      "name": "John Ingle",
      "aboutText": "Ruth Prawer Jhabvala, CBE (7 May 1927 – 3 April 2013) was a German-born British and American Booker prize-winning novelist, short story writer and two-time Academy Award-winning screenwriter. She is perhaps best known for her long collaboration with Merchant Ivory Productions, made up of director James Ivory and the late producer Ismail Merchant.\nAfter moving to India in 1951, she married Cyrus S. H. Jhabvala, an Indian architect.",
      "pageId": 494664,
      "monthDay": "05/07"
    },
    {
      "year": "1929",
      "uri": "/wiki/Dick_Williams",
      "name": "Dick Williams",
      "aboutText": "Totie Fields (May 7, 1930 – August 2, 1978) was an American comedian.",
      "pageId": 989941,
      "monthDay": "05/07"
    },
    {
      "year": "1930",
      "uri": "/wiki/Totie_Fields",
      "name": "Totie Fields",
      "aboutText": "John Ingle (May 7, 1928 – September 16, 2012) was an American actor best known for his role as scheming patriarch Edward Quartermaine in the ABC soap opera General Hospital.",
      "pageId": 1088033,
      "monthDay": "05/07"
    },
    {
      "year": "1930",
      "uri": "/wiki/Babe_Parilli",
      "name": "Babe Parilli",
      "aboutText": "Lauri Vaska (May 7, 1925 – November 15, 2015) was an American chemist who has made noteworthy contributions to organometallic chemistry. He was born in Rakvere, Estonia.\nVaska was educated at the Baltic University in Hamburg, Germany (1946) and subsequently at the University of Göttingen (1946–1949) where he received his Vordiplom (equivalent to the American B.S. degree).",
      "pageId": 1894691,
      "monthDay": "05/07"
    },
    {
      "year": "1930",
      "uri": "/wiki/John_Smith,_Baron_Kirkhill",
      "name": "John Smith, Baron Kirkhill",
      "aboutText": "Richard Hirschfeld \"Dick\" Williams (May 7, 1929 – July 7, 2011) was an American left fielder, third baseman, manager, coach and front office consultant in Major League Baseball. Known especially as a hard-driving, sharp-tongued manager from 1967 to 1969 and from 1971 to 1988, he led teams to three American League pennants, one National League pennant, and two World Series triumphs. He is one of seven managers to win pennants in both major leagues, and joined Bill McKechnie in becoming only the second manager to lead three franchises to the Series.",
      "pageId": 2220550,
      "monthDay": "05/07"
    },
    {
      "year": "1931",
      "uri": "/wiki/Teresa_Brewer",
      "name": "Teresa Brewer",
      "aboutText": "Saim Bülend Ulusu (7 May 1923 – 23 December 2015) was a Turkish admiral who was Prime Minister of Turkey from the time of the 1980 military coup to the time that elections were allowed in 1983.",
      "pageId": 3555294,
      "monthDay": "05/07"
    },
    {
      "year": "1931",
      "uri": "/wiki/Gene_Wolfe",
      "name": "Gene Wolfe",
      "aboutText": "Nexhmije Pagarusha (born 7 May 1933) is a popular Albanian singer and actress from Kosovo, often referred to as the queen of Albanian music.",
      "pageId": 4747764,
      "monthDay": "05/07"
    },
    {
      "year": "1932",
      "uri": "/wiki/Jordi_Bonet",
      "name": "Jordi Bonet",
      "aboutText": "Jim Lowe (born May 7, 1927) is an American singer-songwriter, best known for his 1956 number-one hit song, \"Green Door\".",
      "pageId": 5830517,
      "monthDay": "05/07"
    },
    {
      "year": "1932",
      "uri": "/wiki/Alan_Cuthbert",
      "name": "Alan Cuthbert",
      "aboutText": "Albert Band (May 7, 1924 – June 14, 2002) was an American film director and film producer. He was the son of artist Max Band, father of filmmaker Charles Band and of film composer Richard Band.",
      "pageId": 7356434,
      "monthDay": "05/07"
    },
    {
      "year": "1932",
      "uri": "/wiki/Pete_Domenici",
      "name": "Pete Domenici",
      "aboutText": "Jordi Bonet (7 May 1932 – 25 December 1979) was a Catalan-born Canadian painter, ceramist, muralist, and sculptor who worked principally in Quebec.",
      "pageId": 12790094,
      "monthDay": "05/07"
    },
    {
      "year": "1933",
      "uri": "/wiki/Nexhmije_Pagarusha",
      "name": "Nexhmije Pagarusha",
      "aboutText": "Val Bisoglio (born May 7, 1926) is an American character actor primarily known for his work on television.\nBisoglio was born in New York City, New York. He is probably best known for his recurring role as restaurateur Danny Tovo in the popular series Quincy, M.E. (1976–83).",
      "pageId": 15564576,
      "monthDay": "05/07"
    },
    {
      "year": "1933",
      "uri": "/wiki/Johnny_Unitas",
      "name": "Johnny Unitas",
      "aboutText": "John Farquharson Smith, Baron Kirkhill (born 7 May 1930) is a life peer in the House of Lords of the United Kingdom where he takes the Labour whip.\nHe was Lord Provost of Aberdeen from 1971 to 1975 and Minister of State for Scotland from 8 August 1975 to 15 December 1978.\nSmith was created a Life Peer as Baron Kirkhill, of Kirkhill in the District of the City of Aberdeen on 17 July 1975.",
      "pageId": 16844329,
      "monthDay": "05/07"
    },
    {
      "year": "1935",
      "uri": "/wiki/Avraham_Heffner",
      "name": "Avraham Heffner",
      "aboutText": "Avraham Heffner (Hebrew: אברהם הפנר‎; 7 May 1935 – 19 September 2014) was an Israeli film and television director, screenwriter, author and Professor Emeritus at the Tel-Aviv University.",
      "pageId": 25045241,
      "monthDay": "05/07"
    },
    {
      "year": "1935",
      "uri": "/wiki/Michael_Hopkins_(architect)",
      "name": "Michael Hopkins",
      "aboutText": "Alan William Cuthbert, FRS FBPhS FMedSci (born 7 May 1932, Peterborough, England) is a British pharmacologist, and Fellow of University College London.\nHe was Research Professor at Addenbrooke's Hospital, at the University of Cambridge.\nHe was Sheild Professor of Pharmacology, from 1979 to 1999 and Master of Fitzwilliam College, Cambridge, from 1991 to 1999.",
      "pageId": 33995204,
      "monthDay": "05/07"
    },
    {
      "year": "1936",
      "uri": "/wiki/Bobby_Joe_Green",
      "name": "Bobby Joe Green",
      "aboutText": "Peter Philip Carey AO (born 7 May 1943) is an Australian novelist, known primarily for being one of only three writers to have won the Booker Prize twice—the others being J. M. Coetzee and Hilary Mantel. Carey won his first Booker Prize in 1988 for Oscar and Lucinda, and won for the second time in 2001 with True History of the Kelly Gang. In May 2008 he was nominated for the Best of the Booker Prize.",
      "pageId": 24419,
      "monthDay": "05/07"
    },
    {
      "year": "1936",
      "uri": "/wiki/Robin_Hanbury-Tenison",
      "name": "Robin Hanbury-Tenison",
      "aboutText": "Sidney Altman (born May 7, 1939) is a Canadian and American molecular biologist, who is the Sterling Professor of Molecular, Cellular, and Developmental Biology and Chemistry at Yale University.",
      "pageId": 51775,
      "monthDay": "05/07"
    },
    {
      "year": "1936",
      "uri": "/wiki/Tony_O%27Reilly",
      "name": "Tony O'Reilly",
      "aboutText": "Rudolphus Franciscus Marie \"Ruud\" Lubbers (Dutch pronunciation: [ˈryt ˈlʏbərs]; born 7 May 1939) is a retired Dutch politician of the Christian Democratic Appeal (CDA). He served as Prime Minister of the Netherlands from 4 November 1982 until 22 August 1994.\nLubbers a businessman and economist by occupation, worked for the Hollandia Corporate as a corporate director from 1963 until 1973.",
      "pageId": 98050,
      "monthDay": "05/07"
    },
    {
      "year": "1936",
      "uri": "/wiki/Jimmy_Ruffin",
      "name": "Jimmy Ruffin",
      "aboutText": "Sir Anthony Joseph Francis \"Tony\" O'Reilly (born 7 May 1936, Dublin, Ireland), is a former Irish businessman and international rugby union player. He is known for his involvement in the Independent News & Media Group, which he led from 1973 to 2009, and as former CEO and Chairman of the H.J. Heinz Company. He was the leading shareholder of Waterford Wedgwood.",
      "pageId": 202018,
      "monthDay": "05/07"
    },
    {
      "year": "1937",
      "uri": "/wiki/Claude_Raymond_(baseball)",
      "name": "Claude Raymond",
      "aboutText": "Angela Olive Carter-Pearce (née Stalker; 7 May 1940 – 16 February 1992) who published as Angela Carter, was an English novelist, short story writer and journalist, known for her feminist, magical realism, and picaresque works. In 2008, The Times ranked Carter tenth in their list of \"The 50 greatest British writers since 1945\".",
      "pageId": 353854,
      "monthDay": "05/07"
    },
    {
      "year": "1939",
      "uri": "/wiki/Sidney_Altman",
      "name": "Sidney Altman",
      "aboutText": "Clive Stafford Soley, Baron Soley (born 7 May 1939) is a Labour Party politician in the United Kingdom.",
      "pageId": 450457,
      "monthDay": "05/07"
    },
    {
      "year": "1939",
      "uri": "/wiki/Ruggero_Deodato",
      "name": "Ruggero Deodato",
      "aboutText": "Jimmy Ruffin (born Jimmie Lee Ruffin, May 7, 1936 – November 17, 2014) was an American soul singer, and elder brother of David Ruffin of the Temptations.\nHe had several hit records between the 1960s and 1980s, the most successful being the Top 10 hits \"What Becomes of the Brokenhearted\" and \"Hold On (To My Love)\".",
      "pageId": 523351,
      "monthDay": "05/07"
    },
    {
      "year": "1939",
      "uri": "/wiki/Ruud_Lubbers",
      "name": "Ruud Lubbers",
      "aboutText": "John Charles Bannon AO (7 May 1943 – 13 December 2015) was an Australian politician. He was the 39th Premier of South Australia, leading Labor to government at the 1982 election. The Bannon Labor government was re-elected at the 1985 election and the 1989 election – in 1992 he became Labor's longest-serving and South Australia's second longest-serving Premier.",
      "pageId": 875140,
      "monthDay": "05/07"
    },
    {
      "year": "1939",
      "uri": "/wiki/Clive_Soley,_Baron_Soley",
      "name": "Clive Soley, Baron Soley",
      "aboutText": "Richard O'Sullivan (born 7 May 1944, Chiswick, Middlesex) is an English comedy actor who is known for his role as Robin Tripp in the 1970s sitcoms Man About the House (1973–76) and Robin's Nest and as the title character in the period family adventure series Dick Turpin.",
      "pageId": 1171290,
      "monthDay": "05/07"
    },
    {
      "year": "1939",
      "uri": "/wiki/Marco_St._John",
      "name": "Marco St. John",
      "aboutText": "Terry Allen (born May 7, 1943 in Wichita, Kansas) is a country music singer in the outlaw country/Texas country genre, painter, and conceptual artist from Lubbock, Texas.",
      "pageId": 1432498,
      "monthDay": "05/07"
    },
    {
      "year": "1940",
      "uri": "/wiki/Angela_Carter",
      "name": "Angela Carter",
      "aboutText": "Lawrence Antony Collins, Baron Collins of Mapesbury, PC, FBA (born 7 May 1941), is a British judge and former Justice of the Supreme Court of the United Kingdom. He was also appointed to the Court of Final Appeal of Hong Kong on 11 April 2011 as a non-permanent judge from other common law jurisdictions. He was formerly a partner in the British law firm Herbert Smith.",
      "pageId": 1456837,
      "monthDay": "05/07"
    },
    {
      "year": "1940",
      "uri": "/wiki/Dave_Chambers",
      "name": "Dave Chambers",
      "aboutText": "Harvey John Andrews (born 7 May 1943 in Stechford, Birmingham) is an English singer-songwriter and poet.",
      "pageId": 1545828,
      "monthDay": "05/07"
    },
    {
      "year": "1940",
      "uri": "/wiki/Jim_Connors",
      "name": "Jim Connors",
      "aboutText": "Ruggero Deodato (born 7 May 1939) is an Italian film director, screen writer, actor.\nDuring his career, he ranged different genres like peplum, comedy, drama, poliziottesco and science fiction, but he is best known for directing violent and gory horror films.\nHe is famous for his 1980 film Cannibal Holocaust, considered one of the most controversial and brutal movies in the history of cinema, which was seized, banned or heavily censored in many countries.",
      "pageId": 2481579,
      "monthDay": "05/07"
    },
    {
      "year": "1941",
      "uri": "/wiki/Lawrence_Collins,_Baron_Collins_of_Mapesbury",
      "name": "Lawrence Collins, Baron Collins of Mapesbury",
      "aboutText": "Marco St. John (born May 7, 1939) is an American actor who has starred in many films and on television. He is best known for his role as the perverted truck driver in the 1991 hit film Thelma & Louise.",
      "pageId": 2499308,
      "monthDay": "05/07"
    },
    {
      "year": "1943",
      "uri": "/wiki/Terry_Allen_(artist)",
      "name": "Terry Allen",
      "aboutText": "Eva Norvind (born Eva Johanne Chegodayeva Sakonsky on May 7, 1944 in Trondheim, Norway - Died May 14, 2006, in Zipolite, Mexico) was a Norwegian-born Mexican writer, documentary producer, director, sex therapist/ dominatrix, and former actress of the cinema of Mexico.",
      "pageId": 4012412,
      "monthDay": "05/07"
    },
    {
      "year": "1943",
      "uri": "/wiki/Harvey_Andrews",
      "name": "Harvey Andrews",
      "aboutText": "Jim \"JC\" Connors (May 7, 1940 – February 24, 1987) was a popular radio personality (disc jockey) of the 1960s through 1980s in the United States.",
      "pageId": 6196611,
      "monthDay": "05/07"
    },
    {
      "year": "1943",
      "uri": "/wiki/John_Bannon",
      "name": "John Bannon",
      "aboutText": "Bobby Joe Green (May 7, 1936 – May 28, 1993) was an American college and professional football player who was a punter and running back in the National Football League (NFL) for fourteen seasons during the 1960s and early 1970s.",
      "pageId": 10076592,
      "monthDay": "05/07"
    },
    {
      "year": "1943",
      "uri": "/wiki/Peter_Carey_(novelist)",
      "name": "Peter Carey",
      "aboutText": "Jean Claude Marc Raymond (born May 7, 1937) was a pitcher for the Chicago White Sox (1959), Milwaukee/Atlanta Braves (1961–63 and 1967–69), Houston Colt .45's/Astros (1964–67) and Montreal Expos (1969–71). He was one of the few baseball players to wear glasses and, as he came from Quebec, he was nicknamed \"Frenchy\".\nAlthough the White Sox won the 1959 American League pennant and the Braves won the 1969 National League Western Division, Raymond pitched only in three games for Chicago in early 1959 and was released by the Braves to Montréal in August 1969.",
      "pageId": 11113191,
      "monthDay": "05/07"
    },
    {
      "year": "1944",
      "uri": "/wiki/Eva_Norvind",
      "name": "Eva Norvind",
      "aboutText": "Dave Chambers (born May 7, 1940 in Leaside, Ontario) is a Canadian ice hockey coach.\nAfter playing junior hockey in the Ontario Hockey Association,university hockey and with the early development of the Canadian National team, Chambers coached at the University of Saskatchewan and the University of Guelph before landing a coaching job at Ohio State University for two seasons from 1970-72. He left Ohio State to coach at York University in his native Toronto.",
      "pageId": 12074272,
      "monthDay": "05/07"
    },
    {
      "year": "1944",
      "uri": "/wiki/Richard_O%27Sullivan",
      "name": "Richard O'Sullivan",
      "aboutText": "Airling Robin Hanbury-Tenison OBE FRGS (born 7 May 1936) is a Cornish explorer.",
      "pageId": 41850993,
      "monthDay": "05/07"
    },
    {
      "year": "1945",
      "uri": "/wiki/Christy_Moore",
      "name": "Christy Moore",
      "aboutText": "William \"Bill\" Kreutzmann, Jr. (KROYTZ-mahn; born May 7, 1946) is an American drummer who played with the music group the Grateful Dead for its entire thirty-year career.",
      "pageId": 390939,
      "monthDay": "05/07"
    },
    {
      "year": "1945",
      "uri": "/wiki/Robin_Strasser",
      "name": "Robin Strasser",
      "aboutText": "Timothy John \"Tim\" Russert (May 7, 1950 – June 13, 2008) was an American television journalist and lawyer who appeared for more than 16 years as the longest-serving moderator of NBC's Meet the Press. He was a senior vice president at NBC News, Washington bureau chief and also hosted an eponymous CNBC/MSNBC weekend interview program. He was a frequent correspondent and guest on NBC's The Today Show and Hardball.",
      "pageId": 485156,
      "monthDay": "05/07"
    },
    {
      "year": "1946",
      "uri": "/wiki/Thelma_Houston",
      "name": "Thelma Houston",
      "aboutText": "Thelma Houston (née Jackson; born May 7, 1946) is an American singer and actress.",
      "pageId": 487911,
      "monthDay": "05/07"
    },
    {
      "year": "1946",
      "uri": "/wiki/Marv_Hubbard",
      "name": "Marv Hubbard",
      "aboutText": "Susan Denise Atkins (May 7, 1948 – September 24, 2009) was a convicted American murderer who was a member of the \"Manson family\", led by Charles Manson. Manson and his followers committed a series of nine murders at four locations in California, over a period of five weeks in the summer of 1969. Known within the Manson family as Sadie Mae Glutz or Sexy Sadie, Atkins was convicted for her participation in eight of these killings, including the most notorious, the \"Tate/LaBianca\" murders.",
      "pageId": 495009,
      "monthDay": "05/07"
    },
    {
      "year": "1946",
      "uri": "/wiki/Bill_Kreutzmann",
      "name": "Bill Kreutzmann",
      "aboutText": "Robin Strasser (born May 7, 1945) is an American actress, best known for her role as Dorian Lord on the ABC daytime soap opera One Life to Live.",
      "pageId": 715228,
      "monthDay": "05/07"
    },
    {
      "year": "1946",
      "uri": "/wiki/Jerry_Nolan",
      "name": "Jerry Nolan",
      "aboutText": "Christopher Andrew \"Christy\" Moore (born 7 May 1945) is an Irish folk singer, songwriter and guitarist. He is one of the founding members of Planxty and Moving Hearts. His first album, Paddy on the Road was recorded with Dominic Behan in 1969.",
      "pageId": 1022191,
      "monthDay": "05/07"
    },
    {
      "year": "1946",
      "uri": "/wiki/Michael_Rosen",
      "name": "Michael Rosen",
      "aboutText": "Gerard \"Jerry\" Nolan (May 7, 1946 – January 14, 1992) was an American rock drummer, best known for his work with The New York Dolls and Johnny Thunders and The Heartbreakers.",
      "pageId": 1403531,
      "monthDay": "05/07"
    },
    {
      "year": "1946",
      "uri": "/wiki/Brian_Turner_(chef)",
      "name": "Brian Turner",
      "aboutText": "Randall Craig \"Tex\" Cobb (born May 7, 1950) is an American former boxer who competed in the heavyweight division. Widely considered to possess one of the greatest chins of all time, Cobb was a brawler who also packed considerable punching power. He began his fighting career in full contact kickboxing in 1975 before making the jump to professional boxing two years later.",
      "pageId": 1675903,
      "monthDay": "05/07"
    },
    {
      "year": "1948",
      "uri": "/wiki/Susan_Atkins",
      "name": "Susan Atkins",
      "aboutText": "Michael Wayne Rosen (born 7 May 1946) is an English children's novelist and poet, the author of 140 books. He served as Children's Laureate from June 2007 to June 2009. He has been a TV presenter and a political columnist.",
      "pageId": 2411687,
      "monthDay": "05/07"
    },
    {
      "year": "1949",
      "uri": "/wiki/Kathy_Ahern",
      "name": "Kathy Ahern",
      "aboutText": "Stanley Dickens (born 7 May 1952 in Färila) is a Swedish race car driver who won the Le Mans 24 hours in 1989 driving a Sauber C9-Mercedes.",
      "pageId": 2827580,
      "monthDay": "05/07"
    },
    {
      "year": "1949",
      "uri": "/wiki/Deborah_Butterfield",
      "name": "Deborah Butterfield",
      "aboutText": "Marilyn Cole (born 7 May 1949) is Playboy magazine's January 1972 Playmate of the Month. She was the magazine's first full-frontal nude centerfold. She also became 1973's Playmate of the Year - the only Briton to hold that title.",
      "pageId": 4489347,
      "monthDay": "05/07"
    },
    {
      "year": "1949",
      "uri": "/wiki/Marilyn_Cole",
      "name": "Marilyn Cole",
      "aboutText": "Kathy Ahern (May 7, 1949 – July 6, 1996) was an American professional golfer.\nAhern was born in Pittsburgh, Pennsylvania. She joined the LPGA Tour direct from high school in 1967 and won three tournaments on it, including one major championship, the 1972 LPGA Championship.",
      "pageId": 4505512,
      "monthDay": "05/07"
    },
    {
      "year": "1950",
      "uri": "/wiki/Randall_%22Tex%22_Cobb",
      "name": "Randall \"Tex\" Cobb",
      "aboutText": "Brian Turner CBE (born 7 May 1946) is a British chef, based in London. He has appeared as a cook on BBC2's Ready Steady Cook since 1994, has appeared on numerous occasions on Saturday Kitchen and has also presented various other cookery programmes.",
      "pageId": 5491446,
      "monthDay": "05/07"
    },
    {
      "year": "1950",
      "uri": "/wiki/Tim_Russert",
      "name": "Tim Russert",
      "aboutText": "Deborah Kay Butterfield (born May 7, 1949) is an American sculptor. Along with her artist-husband John Buck, she divides her time between a farm in Bozeman, Montana and studio space in Hawaii. She is known for her sculptures of horses made from found objects, like metal, and especially pieces of wood.",
      "pageId": 6259459,
      "monthDay": "05/07"
    },
    {
      "year": "1951",
      "uri": "/wiki/Robert_Hegyes",
      "name": "Robert Hegyes",
      "aboutText": "Robert Hegyes (pronounced Hedges; May 7, 1951 – January 26, 2012) was an American actor best known for his portrayal of high school student Juan Epstein on the 1970s American sitcom Welcome Back, Kotter and as detective Manny Esposito on the 1980s American crime drama Cagney & Lacey.",
      "pageId": 6332109,
      "monthDay": "05/07"
    },
    {
      "year": "1951",
      "uri": "/wiki/Bernie_Marsden",
      "name": "Bernie Marsden",
      "aboutText": "John Patrick \"Pat\" McInally (born May 7, 1953) is a former punter and wide receiver for the National Football League's Cincinnati Bengals from 1976 to 1985.",
      "pageId": 7250141,
      "monthDay": "05/07"
    },
    {
      "year": "1951",
      "uri": "/wiki/Raia_Prokhovnik",
      "name": "Raia Prokhovnik",
      "aboutText": "Marvin Ronald Hubbard (May 7, 1946 – May 4, 2015) was a professional American football player. He played fullback for the American Football League's and later National Football League's Oakland Raiders from 1969 through 1976, and the Detroit Lions in 1977. He was a 3 time NFL All-Pro for the Oakland Raiders, and helped lead the team to four consecutive AFC Western Division titles from 1972-1975 and three consecutive AFC Conference Championship Finals from 1973-1975.",
      "pageId": 7427075,
      "monthDay": "05/07"
    },
    {
      "year": "1952",
      "uri": "/wiki/Stanley_Dickens",
      "name": "Stanley Dickens",
      "aboutText": "Bernard John \"Bernie\" Marsden (born 7 May 1951) is an English rock and blues guitarist.",
      "pageId": 7763834,
      "monthDay": "05/07"
    },
    {
      "year": "1953",
      "uri": "/wiki/M%C3%BCsl%C3%BCm_G%C3%BCrses",
      "name": "Müslüm Gürses",
      "aboutText": "Müslüm Gürses (pronounced [musˈlum ɟyɾˈses] (7 May 1953 – 3 March 2013), born Müslüm Akbaş and called Müslüm Baba (literally: Papa Müslüm), was a popular Turkish arabesk singer and actor.",
      "pageId": 30863037,
      "monthDay": "05/07"
    },
    {
      "year": "1953",
      "uri": "/wiki/Pat_McInally",
      "name": "Pat McInally",
      "aboutText": "Raia Prokhovnik (born 7 May 1951), is Reader in Politics at the Open University's Faculty of Social Sciences, for their Department of Politics and International Studies. She is the chair of the OU's interdisciplinary politics module, Living political ideas, and contributed to other modules including Power, dissent, equality: understanding contemporary politics.",
      "pageId": 39692268,
      "monthDay": "05/07"
    },
    {
      "year": "1953",
      "uri": "/wiki/Ian_McKay",
      "name": "Ian McKay",
      "aboutText": "Jan Pieter \"Jan Peter\" Balkenende, Jr. (Dutch pronunciation: [ˈjɑn ˈpeːtər ˈbɑlkənˌɛndə]; born 7 May 1956) is a Dutch politician of the Christian Democratic Appeal (CDA). He served as Prime Minister of the Netherlands from 22 July 2002 until 14 October 2010.",
      "pageId": 63183,
      "monthDay": "05/07"
    },
    {
      "year": "1953",
      "uri": "/wiki/Frank_Michael",
      "name": "Frank Michael",
      "aboutText": "Anne Dudley (born 7 May 1956) is an English composer, keyboardist, conductor and pop musician. Dudley was the first BBC Concert Orchestra's Composer in Association in 2001. Dudley has worked in both the classical and pop genres, but she is perhaps best known as one of the core members of the synthpop band Art of Noise and as a film composer.",
      "pageId": 261835,
      "monthDay": "05/07"
    },
    {
      "year": "1954",
      "uri": "/wiki/Philippe_Geluck",
      "name": "Philippe Geluck",
      "aboutText": "Calum Alistair MacDonald or Calum Alasdair Domhnallach (born 7 May 1956, Stornoway) was Labour Member of Parliament (MP) for the Western Isles from 1987 until he was defeated by the Scottish National Party in the British General Election of 2005.",
      "pageId": 434710,
      "monthDay": "05/07"
    },
    {
      "year": "1954",
      "uri": "/wiki/Joanna_Haigh",
      "name": "Joanna Haigh",
      "aboutText": "Jean-Charles Lapierre, PC (born May 7, 1956) is a Canadian television broadcaster and a former federal politician.\nHe was Paul Martin's Quebec lieutenant during the period of the Martin government. He returned to the Canadian House of Commons after an eleven-year absence when he won a seat in the 2004 federal election for the Montreal riding of Outremont.",
      "pageId": 477846,
      "monthDay": "05/07"
    },
    {
      "year": "1954",
      "uri": "/wiki/Amy_Heckerling",
      "name": "Amy Heckerling",
      "aboutText": "Sir Nicholas Robert Hytner (born 7 May 1956) is a theatre director, film director, and film producer. He was previously the Artistic Director of London's National Theatre.",
      "pageId": 609303,
      "monthDay": "05/07"
    },
    {
      "year": "1955",
      "uri": "/wiki/Floren%C8%9Ba_Cr%C4%83ciunescu",
      "name": "Florența Crăciunescu",
      "aboutText": "Peter Paul Reckell (born May 7, 1955) is an American actor. He is best known for playing Bo Brady, a role he originated in 1983 on the NBC drama Days of Our Lives.\nReckell has played Bo Brady on Days of Our Lives from 1983 to 1987, 1990 to 1992, 1995 to 2012, and returned (with others) in fall 2015 as a lead up to the 50th anniversary (November 8, 1965) of the show.",
      "pageId": 704718,
      "monthDay": "05/07"
    },
    {
      "year": "1955",
      "uri": "/wiki/Cl%C3%A9ment_Gignac",
      "name": "Clément Gignac",
      "aboutText": "Amy Heckerling (born May 7, 1954) is an American film director. She is an alumna of both New York University and the American Film Institute. She has had a commercially successful career with films including Fast Times at Ridgemont High, European Vacation, Look Who's Talking, and Clueless.",
      "pageId": 972215,
      "monthDay": "05/07"
    },
    {
      "year": "1955",
      "uri": "/wiki/Ben_Poquette",
      "name": "Ben Poquette",
      "aboutText": "Ian John McKay VC (7 May 1953 – 12 June 1982) was a posthumous recipient of the Victoria Cross, the highest and most prestigious award for gallantry in the face of the enemy that can be awarded to British and Commonwealth forces.",
      "pageId": 1135614,
      "monthDay": "05/07"
    },
    {
      "year": "1955",
      "uri": "/wiki/Peter_Reckell",
      "name": "Peter Reckell",
      "aboutText": "Raymond Fernandez (May 7, 1956 – March 6, 2004) was a professional wrestler who primarily wrestled in Florida and Texas before joining the World Wrestling Federation. He was best known by the ring name Hercules Hernandez or simply Hercules.",
      "pageId": 1156111,
      "monthDay": "05/07"
    },
    {
      "year": "1955",
      "uri": "/wiki/Axel_Zwingenberger",
      "name": "Axel Zwingenberger",
      "aboutText": "Benedict Jay \"Ben\" Poquette (born May 7, 1955) is a retired American basketball player in the National Basketball Association. Born in Ann Arbor, Michigan, he graduated from East Lansing High School and Central Michigan University. He was drafted by the Detroit Pistons in the 2nd round (36th pick) of the 1977 NBA Draft, and played for them in 1978–79.",
      "pageId": 3975805,
      "monthDay": "05/07"
    },
    {
      "year": "1956",
      "uri": "/wiki/Jan_Peter_Balkenende",
      "name": "Jan Peter Balkenende",
      "aboutText": "Florenţa Ţacu-Crăciunescu (May 7, 1955 – June 8, 2008) was a female discus thrower from Romania, who won the bronze medal at the 1984 Summer Olympics in Los Angeles, United States. Her personal best throw was 69.50 metres, achieved in August 1985.",
      "pageId": 4172805,
      "monthDay": "05/07"
    },
    {
      "year": "1956",
      "uri": "/wiki/Anne_Dudley",
      "name": "Anne Dudley",
      "aboutText": "Philippe Geluck (born 7 May 1954) is a comedian, humorist and cartoonist. He studied at the INSAS (Institut National Supérieur des Arts du Spectacle, National Higher Institute of the Arts of Spectacle). His best-known work is the comic strip Le Chat, which is one of the ten bestselling Franco-Belgian comics series, with in 2008 in French alone 320,000 copies published.",
      "pageId": 5650744,
      "monthDay": "05/07"
    },
    {
      "year": "1956",
      "uri": "/wiki/Nicholas_Hytner",
      "name": "Nicholas Hytner",
      "aboutText": "Axel Zwingenberger (born May 7, 1955) is a blues and boogie-woogie pianist, and songwriter. He is considered one of the finest boogie-woogie music masters in the world.\n^ a b Du Noyer, Paul (2003).",
      "pageId": 7029920,
      "monthDay": "05/07"
    },
    {
      "year": "1956",
      "uri": "/wiki/Jean_Lapierre",
      "name": "Jean Lapierre",
      "aboutText": "Mark G. Kuzyk (born May 7, 1958 in Chester, Pennsylvania) is an American physicist. He received his Ph.D. degree at the University of Pennsylvania in 1985, then was a member of technical staff at Bell Labs in Princeton, New Jersey from 1985 to 1990. He has been a Professor of Physics and Astronomy at Washington State University since 1990, where he has served as associate chair of Physics, Chair of the Materials Science Program, and Chair of Graduate Studies in Physics.",
      "pageId": 18078540,
      "monthDay": "05/07"
    },
    {
      "year": "1956",
      "uri": "/wiki/Calum_MacDonald_(politician)",
      "name": "Calum MacDonald",
      "aboutText": "Mikhail Yuryevich Biryukov (Russian: Михаил Юрьевич Бирюков) (born 7 May 1958 in Orekhovo-Zuyevo) is a retired Soviet and Russian football player. He works as a goalkeeping coach for FC Zenit St.",
      "pageId": 18308781,
      "monthDay": "05/07"
    },
    {
      "year": "1957",
      "uri": "/wiki/Hercules_(wrestler)",
      "name": "Hercules",
      "aboutText": "Ned Bellamy (born May 7, 1957) is an American actor.\nBellamy was born in Dayton, Ohio. After graduating UCLA, he founded the Los Angeles based theater company The Actors' Gang with fellow actor Tim Robbins.",
      "pageId": 23195143,
      "monthDay": "05/07"
    },
    {
      "year": "1957",
      "uri": "/wiki/Ned_Bellamy",
      "name": "Ned Bellamy",
      "aboutText": "Clément Gignac (born May 7, 1955) is a politician in the Canadian province of Quebec, who represented the riding of Marguerite-Bourgeoys in the National Assembly of Quebec from 2009 to 2012. A member of the Quebec Liberal Party, he was elected in a by-election on June 22, 2009, following the resignation of Monique Jérôme-Forget.\nOn the following day, Gignac was named by Jean Charest as the new Minister of Economic Development, Innovation and Export Trade — a role which was previously held by Raymond Bachand, who was also the Finance Minister.",
      "pageId": 23329754,
      "monthDay": "05/07"
    },
    {
      "year": "1958",
      "uri": "/wiki/Mikhail_Biryukov_(footballer_born_1958)",
      "name": "Mikhail Biryukov",
      "aboutText": "Anne Marie Rafferty (born 7 May 1958), CBE, FRCN is a British nurse, administrator, academic and researcher. She is currently (as of 2010) Professor of Nursing and Dean of the Florence Nightingale School of Nursing and Midwifery, King's College London. She is also a Fellow of the Royal College of Nursing.",
      "pageId": 24855165,
      "monthDay": "05/07"
    },
    {
      "year": "1958",
      "uri": "/wiki/Mark_G._Kuzyk",
      "name": "Mark G. Kuzyk",
      "aboutText": "Joanna Dorothy Haigh CBE FRS FRMetS (born May 7, 1954) is a British physicist, professor of atmospheric physics at Imperial College London, and co-director of the Grantham Institute for Climate Change and the Environment. She is also a Fellow of the Royal Society, a former head of the Department of Physics at Imperial College London, and a former president—now a vice-president—of the Royal Meteorological Society.",
      "pageId": 26352532,
      "monthDay": "05/07"
    },
    {
      "year": "1958",
      "uri": "/wiki/Anne_Marie_Rafferty",
      "name": "Anne Marie Rafferty",
      "aboutText": "Franco Gabelli better known by his stage name Frank Michael is a Belgian singer of Italian origin born in Parma, Italy on 7 May 1947. He reportedly sold millions of albums throughout the world.\nAt age of three, Franco's family left Italy and resided in Seraing, province of Liège, Belgium.",
      "pageId": 36103945,
      "monthDay": "05/07"
    },
    {
      "year": "1959",
      "uri": "/wiki/Michael_E._Knight",
      "name": "Michael E. Knight",
      "aboutText": "Michael Edward Knight (born May 7, 1959) is an American actor, best known for his role as Tad Martin on ABC soap opera All My Children.",
      "pageId": 707289,
      "monthDay": "05/07"
    },
    {
      "year": "1959",
      "uri": "/wiki/Georgiy_Kolnootchenko",
      "name": "Georgiy Kolnootchenko",
      "aboutText": "Judith Stefania Donath (born May 7, 1962) is a fellow at Harvard's Berkman Center, and the founder of the Sociable Media Group at the MIT Media Lab. She has written papers on various aspects of the Internet and its social impact, such as Internet society and community, interfaces, virtual identity issues, and other forms of collaboration that have become manifest with the advent of connected computing.\nShe combines concepts from evolutionary biology, architecture, ethnography, cognitive science, and various other disciplines, to develop methodologies for optimizing the design of mediated virtual cities on the internet and online virtual identities.",
      "pageId": 1315091,
      "monthDay": "05/07"
    },
    {
      "year": "1959",
      "uri": "/wiki/Heiki_Valk",
      "name": "Heiki Valk",
      "aboutText": "Leslie Claudis O'Neal (born May 7, 1964) is a former football defensive end who played 13 years in the National Football League (NFL). He spent the majority of his career with the San Diego Chargers before finishing with the St. Louis Rams and Kansas City Chiefs.",
      "pageId": 1405689,
      "monthDay": "05/07"
    },
    {
      "year": "1959",
      "uri": "/wiki/Barbara_Yung",
      "name": "Barbara Yung",
      "aboutText": "Philip Anthony Campbell (born 7 May 1961) is a Welsh rock musician. He is a former guitarist of Persian Risk and Motörhead. Campbell played guitar for Motörhead from 1984 until December 28, 2015 when founder and frontman Lemmy passed away from cancer at the age of 70.",
      "pageId": 2261023,
      "monthDay": "05/07"
    },
    {
      "year": "1960",
      "uri": "/wiki/Adam_Bernstein",
      "name": "Adam Bernstein",
      "aboutText": "Barbara Yung Mei-ling (Chinese: 翁美玲, 7 May 1959 – 14 May 1985) was a Hong Kong actress during the early 1980s. She died as a result of a suicide at the age of 26 while at the peak of her career.",
      "pageId": 2334665,
      "monthDay": "05/07"
    },
    {
      "year": "1960",
      "uri": "/wiki/Ara_Darzi,_Baron_Darzi_of_Denham",
      "name": "Ara Darzi, Baron Darzi of Denham",
      "aboutText": "Almudena Grandes Hernández (Madrid, 7 May 1960) is a Spanish writer.\nShe studied geography and history at the Universidad Complutense de Madrid. She is married to the poet Luis García Montero.",
      "pageId": 2678133,
      "monthDay": "05/07"
    },
    {
      "year": "1960",
      "uri": "/wiki/Almudena_Grandes",
      "name": "Almudena Grandes",
      "aboutText": "Owen James Hart (May 7, 1965 – May 23, 1999) was a Canadian professional and amateur wrestler who worked for several promotions including Stampede Wrestling, New Japan Pro Wrestling (NJPW), World Championship Wrestling (WCW), and most notably, the World Wrestling Federation (WWF), where he wrestled under both his own name, and ring name The Blue Blazer. A member of the Hart wrestling family, Hart was born in Calgary, Alberta, the youngest of 12 children of Stampede Wrestling promoter and WWE Hall of Famer Stu Hart and Helen Hart.\nAmong other accolades, Hart was a one-time world champion, having held the USWA Unified World Heavyweight Championship during the USWA's partnership with the WWF, a two-time WWF Intercontinental Champion, a one-time IWGP Junior Heavyweight Champion, a one-time WWF European Champion, and a four-time WWF World Tag Team Champion.",
      "pageId": 5069921,
      "monthDay": "05/07"
    },
    {
      "year": "1961",
      "uri": "/wiki/Hans-Peter_Bartels",
      "name": "Hans-Peter Bartels",
      "aboutText": "Anthony \"Tony\" Campbell (born May 7, 1962) is a retired American NBA basketball player.\nCampbell played high school basketball at Teaneck High School in Teaneck. A 6'7\" small forward out of Ohio State University, Campbell was selected 20th overall by the Detroit Pistons in the 1984 NBA Draft.",
      "pageId": 5255238,
      "monthDay": "05/07"
    },
    {
      "year": "1961",
      "uri": "/wiki/Sue_Black_(forensic_anthropologist)",
      "name": "Sue Black",
      "aboutText": "Hans-Peter Bartels (born 7 May 1961 in Düsseldorf) is a German politician of the SPD who served as member of the Bundestag for Kiel. In 2015, he succeeded Hellmut Königshaus as Parliamentary Commissioner for the Armed Forces.",
      "pageId": 5464620,
      "monthDay": "05/07"
    },
    {
      "year": "1961",
      "uri": "/wiki/Phil_Campbell_(musician)",
      "name": "Phil Campbell",
      "aboutText": "Johnny Lee Middleton (born May 7, 1963 in St.",
      "pageId": 5480308,
      "monthDay": "05/07"
    },
    {
      "year": "1961",
      "uri": "/wiki/Ivar_Must",
      "name": "Ivar Must",
      "aboutText": "Ara Warkes Darzi, Baron Darzi of Denham, KBE PC FRS FMedSci FRCSI FRCS FRCSEd FRCPSG FACS FRCP (born 7 May 1960) is one of the world's leading surgeons at Imperial College London, where he holds the Paul Hamlyn Chair of Surgery, specialising in the field of minimally invasive and robot-assisted surgery, having pioneered many new techniques and technologies.",
      "pageId": 6228984,
      "monthDay": "05/07"
    },
    {
      "year": "1962",
      "uri": "/wiki/Tony_Campbell",
      "name": "Tony Campbell",
      "aboutText": "Ronnie Keith Harmon (born May 7, 1964) is a former professional American football player. After a standout career at the University of Iowa in the Big Ten Conference, he played for 12 seasons (1986–1997) in the NFL. A 6\", 220-lb. running back, Harmon was selected by the Buffalo Bills in the 1st round (16th overall) of the 1986 NFL Draft.",
      "pageId": 6386346,
      "monthDay": "05/07"
    },
    {
      "year": "1962",
      "uri": "/wiki/Judith_Donath",
      "name": "Judith Donath",
      "aboutText": "Susan Margaret \"Sue\" Black, OBE, FRSE (born 7 May 1961) is a British forensic anthropologist and academic. She is Professor of Anatomy and Forensic Anthropology at the University of Dundee.",
      "pageId": 7504156,
      "monthDay": "05/07"
    },
    {
      "year": "1962",
      "uri": "/wiki/Dominik_Moll",
      "name": "Dominik Moll",
      "aboutText": "Adam Bernstein (born May 7, 1960) is an American film director, music video director and television director. For his work on the television show Fargo in 2014, he received a nomination for the Primetime Emmy Award for Outstanding Directing for a Miniseries, Movie or a Dramatic Special. In 2007, he won a Primetime Emmy Award for Outstanding Comedy Series for his work on 30 Rock.",
      "pageId": 8537731,
      "monthDay": "05/07"
    },
    {
      "year": "1963",
      "uri": "/wiki/Johnny_Lee_Middleton",
      "name": "Johnny Lee Middleton",
      "aboutText": "Georgiy Vasilyevich Kolnootchenko (Belarusian: Георгі Васілевіч Кальнаотчанка, Russian: Георий Васильеич Колноотченко; born 7 May 1959) is a retired discus thrower from Belarus, who still is the national record holder with a distance of 69.44, thrown on July 3, 1982 in Indianapolis, USA. He won the silver medal in the men's discus event at the 1986 European Championships in Stuttgart, West Germany.",
      "pageId": 14068055,
      "monthDay": "05/07"
    },
    {
      "year": "1964",
      "uri": "/wiki/Ronnie_Harmon",
      "name": "Ronnie Harmon",
      "aboutText": "Ivar Must (born 7 May 1961 in Tallinn as Igor Tsõganov) is an Estonian composer and music producer. He composed \"Everybody\", which won the 2001 Eurovision Song Contest.\n^ \"EUROVISIOON: Ivar Must karjus oma hääle täiesti ära\".",
      "pageId": 18618847,
      "monthDay": "05/07"
    },
    {
      "year": "1964",
      "uri": "/wiki/Denis_Mandarino",
      "name": "Denis Mandarino",
      "aboutText": "Dominik Moll (born 7 May 1962) is a German born French film director and screenwriter. He wrote and directed Harry, un ami qui vous veut du bien and Lemming. He was born in Bühl, West Germany.",
      "pageId": 19193870,
      "monthDay": "05/07"
    },
    {
      "year": "1964",
      "uri": "/wiki/Leslie_O%27Neal",
      "name": "Leslie O'Neal",
      "aboutText": "Reuben Cordell Davis (born May 7, 1965 in Greensboro, North Carolina) is a former American football defensive lineman in the National Football League. He was drafted by the Tampa Bay Buccaneers in the ninth round of the 1988 NFL Draft.",
      "pageId": 22756101,
      "monthDay": "05/07"
    },
    {
      "year": "1965",
      "uri": "/wiki/Reuben_Davis_(American_football)",
      "name": "Reuben Davis",
      "aboutText": "Heiki Valk (born 7 May 1959 in Tartu) is an Estonian archaeologist. He is a senior research fellow and head of archaeological laboratory at Tartu University specialising in Estonia in the Middle Ages. From 23 January 2008, he has been Chairman of the Estonian Learned Society and was its secretary from 1993 to 1996.",
      "pageId": 25189825,
      "monthDay": "05/07"
    },
    {
      "year": "1965",
      "uri": "/wiki/Owen_Hart",
      "name": "Owen Hart",
      "aboutText": "Found signature,",
      "pageId": 35234913,
      "monthDay": "05/07"
    },
    {
      "year": "1965",
      "uri": "/wiki/Takaya_Kamikawa",
      "name": "Takaya Kamikawa",
      "aboutText": "Traci Elizabeth Lords (born Nora Louise Kuzma on May 7, 1968) is an American actress, singer, model, writer, producer and director. Born in Steubenville, Ohio, she first became known for her underage appearances in pornographic movies. Initially accepting a job as a nude model at the age of 15, she then became a movie actress.",
      "pageId": 179179,
      "monthDay": "05/07"
    },
    {
      "year": "1965",
      "uri": "/wiki/Norman_Whiteside",
      "name": "Norman Whiteside",
      "aboutText": "Eagle-Eye Lanoo Cherry (born 7 May 1969) is a Swedish musician best known for the single \"Save Tonight\".",
      "pageId": 487998,
      "monthDay": "05/07"
    },
    {
      "year": "1965",
      "uri": "/wiki/Huang_Zhihong",
      "name": "Huang Zhihong",
      "aboutText": "Martin John Bryant (born 7 May 1967) is an Australian mass murderer who pleaded guilty to murdering 35 people and injuring 23 others in the Port Arthur massacre, a shooting spree in Port Arthur, Tasmania, Australia, in 1996. He is currently serving 35 life sentences plus 1,035 years without parole in the psychiatric wing of Risdon Prison in Hobart, Tasmania.\nBryant's rampage was the third-deadliest shooting by a lone gunman in history, the first being the 2011 Norway attacks committed by Anders Behring Breivik, followed by the 1982 massacre by Woo Bum-kon in South Korea.",
      "pageId": 624333,
      "monthDay": "05/07"
    },
    {
      "year": "1967",
      "uri": "/wiki/Martin_Bryant",
      "name": "Martin Bryant",
      "aboutText": "Katerina Maleeva (Bulgarian: Катерина Малеева) (born 7 May 1969) is a former top 10 Bulgarian tennis player. She played in the WTA tour, competing in singles, doubles and mixed doubles between 1984 and 1997.",
      "pageId": 1096038,
      "monthDay": "05/07"
    },
    {
      "year": "1967",
      "uri": "/wiki/Adam_Price_(screenwriter)",
      "name": "Adam Price",
      "aboutText": "Norman Whiteside (born 7 May 1965) is a former Northern Ireland international footballer who played in two World Cups. He played both as a midfielder and as a striker.\nWhiteside began his career at Manchester United, signing professional forms in 1982 at the age of 17 and quickly becoming a key member of the side.",
      "pageId": 1699307,
      "monthDay": "05/07"
    },
    {
      "year": "1967",
      "uri": "/wiki/Joe_Rice",
      "name": "Joe Rice",
      "aboutText": "Ivan Sergei Gaudio (/ˈiːvɑːn/; born May 7, 1971) is an American actor known for his work in television. His best known roles are Dr. Peter Winslow in Crossing Jordan and Henry Mitchell in Charmed.",
      "pageId": 2076018,
      "monthDay": "05/07"
    },
    {
      "year": "1968",
      "uri": "/wiki/Traci_Lords",
      "name": "Traci Lords",
      "aboutText": "Florian Schwarthoff (born May 7, 1968 in Dortmund) is a former German hurdler best known for winning a bronze medal at the 1996 Summer Olympics. Schwarthoff had his best season in 1995 when set a new German record of 13.05 sec. in Bremen.",
      "pageId": 2645530,
      "monthDay": "05/07"
    },
    {
      "year": "1968",
      "uri": "/wiki/Lisa_Raitt",
      "name": "Lisa Raitt",
      "aboutText": "Huang Zhihong (simplified Chinese: 黄志红; traditional Chinese: 黃志紅; pinyin: Huáng Zhìhóng; born May 7, 1965 in Lanxi, Jinhua, Zhejiang) is a former shot put athlete from China. An Olympic silver medallist and a double world champion, she was in fact the first Asian to win a world championship in athletics.",
      "pageId": 3019746,
      "monthDay": "05/07"
    },
    {
      "year": "1968",
      "uri": "/wiki/Florian_Schwarthoff",
      "name": "Florian Schwarthoff",
      "aboutText": "Jun Falkenstein (born May 7, 1969) is an American animation director, writer, and story artist.",
      "pageId": 3122671,
      "monthDay": "05/07"
    },
    {
      "year": "1969",
      "uri": "/wiki/Eagle-Eye_Cherry",
      "name": "Eagle-Eye Cherry",
      "aboutText": "Peter Dubovský (7 May 1972 – 23 June 2000) was a Slovak footballer who played as a forward.\nAfter starting his career with Slovan Bratislava he played seven years in Spain, amassing La Liga totals of 151 games and 19 goals for two teams.\nDubovský died in 2000 at only 28, while on vacation in Thailand.",
      "pageId": 3501496,
      "monthDay": "05/07"
    },
    {
      "year": "1969",
      "uri": "/wiki/Jun_Falkenstein",
      "name": "Jun Falkenstein",
      "aboutText": "Horgh (7 May 1971, born Reidar Horghagen in Bergen, Norway) is a Norwegian drummer, currently playing for Swedish death metal band Hypocrisy. He is also the current drummer for Norwegian black metal band Immortal.\nHorgh joined Immortal in 1996, bringing stability after a series of short-lived drummers.",
      "pageId": 7098007,
      "monthDay": "05/07"
    },
    {
      "year": "1969",
      "uri": "/wiki/Katerina_Maleeva",
      "name": "Katerina Maleeva",
      "aboutText": "David James Karpa (born May 7, 1971) is a Canadian ice hockey player who played in the National Hockey League for the Quebec Nordiques, Mighty Ducks of Anaheim, Carolina Hurricanes and New York Rangers between 1993 and 2003. Drafted 68th overall by the Nordiques in the 1991 NHL Entry Draft, Karpa went on to play 557 regular season games in the NHL, scoring 18 goals and 80 assists for 98 points and collecting 1374 penalty minutes.\n^ \"Dave Karpa's hockey statistics profile at hockeydb.com\".",
      "pageId": 7990565,
      "monthDay": "05/07"
    },
    {
      "year": "1969",
      "uri": "/wiki/Rick_Porras",
      "name": "Rick Porras",
      "aboutText": "Rick Porras (born May 7, 1969) is an American producer, notably co-producing The Lord of the Rings film trilogy. He grew up in the San Francisco Bay Area and attended Stanford University, graduating in 1988 with a degree in History.",
      "pageId": 8165225,
      "monthDay": "05/07"
    },
    {
      "year": "1970",
      "uri": "/wiki/Kim_Su-ro",
      "name": "Kim Su-ro",
      "aboutText": "Joe Rice (born May 7, 1967) is a former legislator in the U.S. state of Colorado, an Iraq War veteran, and a former mayor of Glendale, Colorado.\nRice presently works for Lockheed Martin Space Systems and also is a member of the United States Army Reserve. He was elected to the city council of Glendale, Colorado in 1994 and to the post of mayor in 1996 on a platform of developing a \"resident-friendly\" community in the Denver enclave.",
      "pageId": 15171318,
      "monthDay": "05/07"
    },
    {
      "year": "1971",
      "uri": "/wiki/Reidar_Horghagen",
      "name": "Reidar Horghagen",
      "aboutText": "Takaya Kamikawa (上川 隆也, Kamikawa Takaya, born May 7, 1965) is a Japanese stage, film, and television actor.\nTakaya Kamikawa was born in Hachioji, Tokyo in 1965. He graduated from Hachioji-Kita high school in Tokyo.",
      "pageId": 18146285,
      "monthDay": "05/07"
    },
    {
      "year": "1971",
      "uri": "/wiki/Dave_Karpa",
      "name": "Dave Karpa",
      "aboutText": "Lisa Sarah MacCormack Raitt, PC MP (born May 7, 1968) is a Canadian politician, who is the Conservative Party Member of Parliament for the riding of Milton. She is a professional administrator (1999–2008) turned politician (2008–present).",
      "pageId": 19347018,
      "monthDay": "05/07"
    },
    {
      "year": "1971",
      "uri": "/wiki/Thomas_Piketty",
      "name": "Thomas Piketty",
      "aboutText": "Kim Su-ro (born Kim Sang-joong on May 7, 1970) is a South Korean actor.\n^ \"Gentleman's Dignity Kim Su Ro Signs Exclusive Contract With SM\". Soompi.",
      "pageId": 20601709,
      "monthDay": "05/07"
    },
    {
      "year": "1971",
      "uri": "/wiki/Ivan_Sergei",
      "name": "Ivan Sergei",
      "aboutText": "Thomas Piketty (French: [tɔˈma pikɛˈti]; born on 7 May 1971) is a French economist who works on wealth and income inequality. He is a professor (directeur d'études) at the École des hautes études en sciences sociales (EHESS), professor at the Paris School of Economics and Centennial professor at the London School of Economics new International Inequalities Institute.\nHe is the author of the best-selling book Capital in the Twenty-First Century (2013), which emphasises the themes of his work on wealth concentrations and distribution over the past 250 years.",
      "pageId": 22598811,
      "monthDay": "05/07"
    },
    {
      "year": "1972",
      "uri": "/wiki/Peter_Dubovsk%C3%BD_(footballer)",
      "name": "Peter Dubovský",
      "aboutText": "Jennifer Yuh Nelson, also known as Jennifer Yuh (born May 7, 1972), is a South Korean-born American director and storyboard artist. She is best known for her directorial debut Kung Fu Panda 2. Yuh is the first woman to solely direct an animated feature from a major Hollywood studio.",
      "pageId": 31909248,
      "monthDay": "05/07"
    },
    {
      "year": "1972",
      "uri": "/wiki/Jennifer_Yuh_Nelson",
      "name": "Jennifer Yuh Nelson",
      "aboutText": "Adam Price (born 7 May 1967) is a Danish screenwriter and television chef.",
      "pageId": 38707748,
      "monthDay": "05/07"
    },
    {
      "year": "1972",
      "uri": "/wiki/Frank_Trigg",
      "name": "Frank Trigg",
      "aboutText": "Brian Clevinger (born May 7, 1978) is an American writer best known as the author of the webcomic 8-Bit Theater and the Eisner-nominated print comic Atomic Robo.",
      "pageId": 464051,
      "monthDay": "05/07"
    },
    {
      "year": "1973",
      "uri": "/wiki/Kristian_Lundin",
      "name": "Kristian Lundin",
      "aboutText": "Martina Topley-Bird (born 7 May 1975) is an English vocalist, songwriter, and multi-instrumentalist who first gained fame as the featured female vocalist on trip hop pioneer Tricky's debut album, Maxinquaye (1995). She also worked with him on his subsequent albums Nearly God and Pre-Millennium Tension (1996). In 2003, Topley-Bird released her debut solo album, Quixotic, which was critically praised and earned her a Mercury Prize nomination.",
      "pageId": 485193,
      "monthDay": "05/07"
    },
    {
      "year": "1973",
      "uri": "/wiki/Paolo_Savoldelli",
      "name": "Paolo Savoldelli",
      "aboutText": "Breckin Erin Meyer (born May 7, 1974) is an American actor, comedian, writer, producer and drummer.\n^ According to the State of Minnesota. Minnesota Birth Index, 1935-2002.",
      "pageId": 902275,
      "monthDay": "05/07"
    },
    {
      "year": "1974",
      "uri": "/wiki/Lawrence_Johnson_(athlete)",
      "name": "Lawrence Johnson",
      "aboutText": "Shawn Dwayne Marion (born May 7, 1978) is an American retired professional basketball player who played 16 seasons in the National Basketball Association (NBA). Born in Waukegan, Illinois, Marion attended high school in Clarksville, Tennessee. Before transferring to the University of Nevada-Las Vegas, Marion attended the junior college Vincennes University for two years.",
      "pageId": 903200,
      "monthDay": "05/07"
    },
    {
      "year": "1974",
      "uri": "/wiki/Breckin_Meyer",
      "name": "Breckin Meyer",
      "aboutText": "Ian Anthony Pearce (born 7 May 1974 in Bury St. Edmunds, Suffolk) is an English former professional footballer who played as a defender from 1990 until 2012, notably in the Premier League for Blackburn Rovers where he won the title in 1995.\nHe also played top flight for Chelsea, West Ham United and Fulham.",
      "pageId": 1055174,
      "monthDay": "05/07"
    },
    {
      "year": "1974",
      "uri": "/wiki/Ian_Pearce",
      "name": "Ian Pearce",
      "aboutText": "Paolo Savoldelli (born 7 May 1973 in Clusone, province of Bergamo) is an Italian former road racing cyclist and winner of the 2002 and 2005 Giro d'Italia.\nSavoldelli is a climber but known for his fast downhill riding. He is nicknamed Il Falco (\"the falcon\").",
      "pageId": 1656184,
      "monthDay": "05/07"
    },
    {
      "year": "1975",
      "uri": "/wiki/Ashley_Cowan",
      "name": "Ashley Cowan",
      "aboutText": "Calvin Lawrence Booth (born May 7, 1976) is an American former professional basketball player.",
      "pageId": 2440983,
      "monthDay": "05/07"
    },
    {
      "year": "1975",
      "uri": "/wiki/Nicole_Sheridan",
      "name": "Nicole Sheridan",
      "aboutText": "James Carter (born May 7, 1978 in Baltimore, Maryland) is an American athlete who competed in 400 m hurdles. His personal best of 47.43 was set during the 2005 World Championships in Athletics where he won the silver medal.",
      "pageId": 2632764,
      "monthDay": "05/07"
    },
    {
      "year": "1975",
      "uri": "/wiki/Martina_Topley-Bird",
      "name": "Martina Topley-Bird",
      "aboutText": "Kristian Lundin (born 7 May 1973) is a Swedish composer, music producer and songwriter.",
      "pageId": 3092582,
      "monthDay": "05/07"
    },
    {
      "year": "1975",
      "uri": "/wiki/Jason_Tunks",
      "name": "Jason Tunks",
      "aboutText": "Lawrence Johnson (born May 7, 1974) is a pole vaulter, born in Norfolk, Virginia, United States. Lawrence Johnson earned the nickname \"LoJo\" at the University of Tennessee where he won four NCAA titles in the pole vault. LoJo began pole vaulting in 1989 and since has/holds records on all stages and led the charge to return the US to the international medal podium with two Olympic appearances, including a silver medal performance in 2000 Olympic games Sydney.",
      "pageId": 3233186,
      "monthDay": "05/07"
    },
    {
      "year": "1976",
      "uri": "/wiki/Calvin_Booth",
      "name": "Calvin Booth",
      "aboutText": "Andrea Lo Cicero Vaina (Italian pronunciation: [anˈdrɛa lo ˈtʃitʃero]; born Catania, 7 May 1976) is an Italian rugby union footballer.\nBorn in Catania, Sicily, Lo Cicero began his professional career in the town of his birth with Amatori Catania. Later he moved to Bologna and then to Rugby Rovigo, winning his first Italian Championship in 2000 with Rugby Roma.",
      "pageId": 3959896,
      "monthDay": "05/07"
    },
    {
      "year": "1976",
      "uri": "/wiki/Berke_Hatipo%C4%9Flu",
      "name": "Berke Hatipoğlu",
      "aboutText": "Jason Tunks (born May 7, 1975 in London, Ontario, Canada) is an international level discus thrower representing Canada.",
      "pageId": 4420372,
      "monthDay": "05/07"
    },
    {
      "year": "1976",
      "uri": "/wiki/Andrea_Lo_Cicero",
      "name": "Andrea Lo Cicero",
      "aboutText": "Lisa Ann Kelly (Irish Laoise Ní Cheallaigh, born May 7, 1977) is a singer of both classical and Celtic music.",
      "pageId": 4792347,
      "monthDay": "05/07"
    },
    {
      "year": "1976",
      "uri": "/wiki/Michael_P._Murphy",
      "name": "Michael P. Murphy",
      "aboutText": "Nicole Sheridan (born May 7, 1975) is an American former pornographic actress.",
      "pageId": 5097816,
      "monthDay": "05/07"
    },
    {
      "year": "1977",
      "uri": "/wiki/Lisa_Kelly",
      "name": "Lisa Kelly",
      "aboutText": "Dewey Franklin \"Frank\" Trigg III (born May 7, 1972) is an American mixed martial artist, color commentator, pro wrestler and TV host. Trigg is a veteran of the UFC, Pride Fighting Championships, Rumble on the Rock, Icon Sport, BAMMA, World Fighting Alliance, and has made professional wrestling appearances in Total Nonstop Action Wrestling.",
      "pageId": 5494250,
      "monthDay": "05/07"
    },
    {
      "year": "1978",
      "uri": "/wiki/Stian_Arnesen",
      "name": "Stian Arnesen",
      "aboutText": "Ashley Cowan (born May 7, 1975) was an English cricketer between 1995 and 2005. He is a right-handed batsman and a right-arm medium-fast bowler.\nHe played for Essex throughout the whole of his career between 1995 and his benefit season of 2006.",
      "pageId": 5897895,
      "monthDay": "05/07"
    },
    {
      "year": "1978",
      "uri": "/wiki/James_Carter_(athlete)",
      "name": "James Carter",
      "aboutText": "Michael Patrick \"Murph\" Murphy (May 7, 1976 – June 28, 2005) is a United States Navy SEAL officer who was awarded the U.S. military's highest decoration, the Medal of Honor, for his actions during the War in Afghanistan. He was also the first member of the U.S. Navy to receive the award since the Vietnam War. His other posthumous awards include the Silver Star Medal (which was later upgraded to the Medal of Honor) and the Purple Heart.",
      "pageId": 13685775,
      "monthDay": "05/07"
    },
    {
      "year": "1978",
      "uri": "/wiki/Brian_Clevinger",
      "name": "Brian Clevinger",
      "aboutText": "Stephanie Pohl (born 7 May 1978 in Finsterwalde, Brandenburg) is a female beach volleyball player from Germany, who won the gold medal at the 2003 European Championships in Alanya, partnering Okka Rau.",
      "pageId": 18405627,
      "monthDay": "05/07"
    },
    {
      "year": "1978",
      "uri": "/wiki/Shawn_Marion",
      "name": "Shawn Marion",
      "aboutText": "Nagash or Lex Icon (real name Stian André Hinderson, born Stian André Arnesen, 7 May 1978) is a Norwegian black metal musician. He plays guitar, bass, drums, keyboards and does vocals.\nHe began writing music in 1991, together with Fafnir and Glaurung for a project called Troll.",
      "pageId": 30203867,
      "monthDay": "05/07"
    },
    {
      "year": "1978",
      "uri": "/wiki/Stephanie_Pohl_(beach_volleyball)",
      "name": "Stephanie Pohl",
      "aboutText": "Berke Hatipoğlu (born 7 May 1976) is an architect, musician, and lead guitarist for the Turkish rock band, Redd.",
      "pageId": 36883783,
      "monthDay": "05/07"
    },
    {
      "year": "1979",
      "uri": "/wiki/Katie_Douglas",
      "name": "Katie Douglas",
      "aboutText": "Kate Louise Lawler (born 7 May 1980) is an English reality TV personality, DJ and model. She was the first female winner of Big Brother UK, winning the third series (2002) of the reality television show. Since leaving Big Brother, she has worked as a television presenter and personality, a model and as a disc jockey.",
      "pageId": 1187113,
      "monthDay": "05/07"
    },
    {
      "year": "1979",
      "uri": "/wiki/Nikki_Hayes",
      "name": "Nikki Hayes",
      "aboutText": "Kathryn Elizabeth \"Katie\" Douglas (born May 7, 1979) is a retired American professional basketball player. Her primary position is shooting guard, her secondary is small forward. She is known league-wide for her long-range shooting ability.",
      "pageId": 1401386,
      "monthDay": "05/07"
    },
    {
      "year": "1980",
      "uri": "/wiki/Johan_Kenkhuis",
      "name": "Johan Kenkhuis",
      "aboutText": "Alexander Douglas \"Alex\" Smith (born May 7, 1984) is an American football quarterback for the Kansas City Chiefs of the National Football League (NFL). He was drafted by the San Francisco 49ers first overall in the 2005 NFL Draft. He played college football at Utah.",
      "pageId": 1585224,
      "monthDay": "05/07"
    },
    {
      "year": "1980",
      "uri": "/wiki/Kate_Lawler",
      "name": "Kate Lawler",
      "aboutText": "Johan Kenkhuis (born 7 May 1980 in Vriezenveen, Overijssel) is an Olympic medal winning Dutch swimmer.\nFrom a young age, Kenkhuis had a strong interest in swimming. In 1998, he won gold medals in both the 100 meter and 200 meter freestyle events in the European Junior Championships.",
      "pageId": 1740177,
      "monthDay": "05/07"
    },
    {
      "year": "1981",
      "uri": "/wiki/Tim_Connolly",
      "name": "Tim Connolly",
      "aboutText": "Mark Furze (born 7 May 1986) is an Australian actor and singer who is best known for his role as Eric \"Ric\" Dalby on the popular Australian soap opera Home and Away.",
      "pageId": 2498224,
      "monthDay": "05/07"
    },
    {
      "year": "1981",
      "uri": "/wiki/Monzavous_Edwards",
      "name": "Rae Edwards",
      "aboutText": "Timothy L. Connolly (born May 7, 1981) is an American former professional ice hockey player who played eleven seasons in the National Hockey League (NHL) for the New York Islanders, Buffalo Sabres, and Toronto Maple Leafs.",
      "pageId": 2708820,
      "monthDay": "05/07"
    },
    {
      "year": "1982",
      "uri": "/wiki/%C3%81kos_Buzs%C3%A1ky",
      "name": "Ákos Buzsáky",
      "aboutText": "Kevin Steen (born May 7, 1984) is a Canadian professional wrestler. He is signed to the American professional wrestling promotion WWE, where he performs under the ring name Kevin Owens and is a former WWE Intercontinental Champion. Prior to joining WWE in 2014, Steen wrestled under his birth name for Ring of Honor, where he held the ROH World Championship and ROH World Tag Team Championship.",
      "pageId": 3450734,
      "monthDay": "05/07"
    },
    {
      "year": "1983",
      "uri": "/wiki/DJ_Row",
      "name": "DJ Row",
      "aboutText": "Drew Emeric Stanton (born May 7, 1984) is an American football quarterback for the Arizona Cardinals of the National Football League (NFL). He was drafted by the Detroit Lions in the second round of the 2007 NFL Draft. He played college football at Michigan State.",
      "pageId": 4166086,
      "monthDay": "05/07"
    },
    {
      "year": "1984",
      "uri": "/wiki/May7ven",
      "name": "May7ven",
      "aboutText": "James Anthony Loney (born May 7, 1984) is a professional baseball first baseman for the Tampa Bay Rays of Major League Baseball (MLB).",
      "pageId": 4505054,
      "monthDay": "05/07"
    },
    {
      "year": "1984",
      "uri": "/wiki/James_Loney",
      "name": "James Loney",
      "aboutText": "Ákos Buzsáky (born 7 May 1982) is a Hungarian footballer who plays as a midfielder, who currently plays for Ferencvárosi TC. Born in Budapest, he has played in the Nemzeti Bajnokság for MTK Budapest, the Primeira Liga for Porto, the Premier League for Queens Park Rangers, and the Football League for Plymouth Argyle, Queens Park Rangers, Portsmouth and Barnsley.",
      "pageId": 4548416,
      "monthDay": "05/07"
    },
    {
      "year": "1984",
      "uri": "/wiki/Alex_Smith",
      "name": "Alex Smith",
      "aboutText": "Matthew Helders (born 7 May 1986) is an English musician and DJ, best known as the drummer and secondary vocalist for indie rock band Arctic Monkeys.",
      "pageId": 5516382,
      "monthDay": "05/07"
    },
    {
      "year": "1984",
      "uri": "/wiki/Drew_Stanton",
      "name": "Drew Stanton",
      "aboutText": "Daniel Albus Sweetman (born 7 May 1985) is the former co-host for Network Ten's national cartoon show Toasted TV. His father, John, works as a principal pastor while his mother, Debbie, is a piano teacher. He also has two younger siblings, Alex and Zac.\nSweetman has been playing instruments since the 3rd grade specializing in Guitar, Piano, Saxophone, Jazz Flute, Sitar and G chromatic kazoo.",
      "pageId": 6385402,
      "monthDay": "05/07"
    },
    {
      "year": "1984",
      "uri": "/wiki/Kevin_Owens",
      "name": "Kevin Steen",
      "aboutText": "Drew Neitzel (born May 7, 1985) is a former American professional basketball player.",
      "pageId": 8545284,
      "monthDay": "05/07"
    },
    {
      "year": "1985",
      "uri": "/wiki/Drew_Neitzel",
      "name": "Drew Neitzel",
      "aboutText": "Nikki Hayes (born Eimear O' Keeffe on 7 May 1979) is a DJ on SPIN 1038. She previously presented on RTÉ 2fm and has also DJ'ed in numerous clubs across Ireland.\n^ \"'We don't need drink for a fun night out'\".",
      "pageId": 11275490,
      "monthDay": "05/07"
    },
    {
      "year": "1985",
      "uri": "/wiki/Dan_Sweetman",
      "name": "Dan Sweetman",
      "aboutText": "Serge Gakpé (born 7 May 1987) is a French-born Togolese footballer who plays as a striker for Italian side Genoa and the Togo national team.",
      "pageId": 12223260,
      "monthDay": "05/07"
    },
    {
      "year": "1986",
      "uri": "/wiki/Mark_Furze",
      "name": "Mark Furze",
      "aboutText": "Anton Valerievich Khudobin (Russian: Антон Валерьевич Худобин; born 7 May 1986) is a Kazakhstani–Russian professional ice hockey goaltender currently playing for the San Diego Gulls of the American Hockey League (AHL). He was drafted by the Minnesota Wild in the seventh round, 206th overall, at the 2004 NHL Entry Draft, playing for the organization for three-and-a-half years before joining the Boston Bruins via a trade in 2011.",
      "pageId": 18709542,
      "monthDay": "05/07"
    },
    {
      "year": "1986",
      "uri": "/wiki/Matt_Helders",
      "name": "Matt Helders",
      "aboutText": "DJ Row aka Nikos Fousias (born on May 7, 1983) is a Greek American dance DJ.",
      "pageId": 19341194,
      "monthDay": "05/07"
    },
    {
      "year": "1986",
      "uri": "/wiki/Anton_Khudobin",
      "name": "Anton Khudobin",
      "aboutText": "Monzavous \"Rae\" Edwards (born May 7, 1981) is an American sprint athlete who specialises in the 100 meters.\nEdwards began his career as a junior athlete in 2000, winning the USA Junior and Junior College (JUCO) championships in the 100 and 200 meters races. He competed at the 2000 World Junior Championships in Athletics and reached the semifinals of the 100 m and quarterfinals of the 200 m.",
      "pageId": 23999297,
      "monthDay": "05/07"
    },
    {
      "year": "1987",
      "uri": "/wiki/Aidy_Bryant",
      "name": "Aidy Bryant",
      "aboutText": "Yemisi May Odegbami (born 7 May 1984), known professionally as May7ven, is a Nigerian-born singer, songwriter, dancer, producer, actress, model and entrepreneur. May7ven was born in Ibadan, Nigeria. She debuted in 2008 in the UK with single Hands Up, which she co-wrote with song writer & producer Aeon 'Step' Manahan.",
      "pageId": 25605110,
      "monthDay": "05/07"
    },
    {
      "year": "1987",
      "uri": "/wiki/Serge_Gakp%C3%A9",
      "name": "Serge Gakpé",
      "aboutText": "Aidy Bryant (born May 7, 1987) is an American actress and comedian, best known as a cast member on Saturday Night Live, beginning in season 38.",
      "pageId": 36994124,
      "monthDay": "05/07"
    },
    {
      "year": "1987",
      "uri": "/wiki/Michael_Hinz_(footballer)",
      "name": "Michael Hinz",
      "aboutText": "Asami Konno (紺野 あさ美, Konno Asami), born May 7, 1987, is a television presenter at TV Tokyo. She is a former Japanese pop idol singer, best known as former fifth generation member of the all-girl Japanese idol pop group Morning Musume. She joined the group in the August 2001, along with fellow fifth generation members Ai Takahashi, Makoto Ogawa, and Risa Niigaki.",
      "pageId": 2370894,
      "monthDay": "05/07"
    },
    {
      "year": "1987",
      "uri": "/wiki/Anissa_Kate",
      "name": "Anissa Kate",
      "aboutText": "Jérémy Ménez (French pronunciation: ​[ʒe.ʁe.mi me.nɛz] ; born 7 May 1987) is a French international footballer who currently plays for Serie A club A.C. Milan and the France national team as a forward. Ménez has been described as an ambidextrous technically skilled, pacy playmaker.\nMénez began his career spending time with various clubs in the Île-de-France region such as the Centre de Formation de Paris and CSF Brétigny.",
      "pageId": 4852464,
      "monthDay": "05/07"
    },
    {
      "year": "1987",
      "uri": "/wiki/Asami_Konno",
      "name": "Asami Konno",
      "aboutText": "Mark Reynolds (born 7 May 1987) is a Scottish footballer who plays as a central defender for Scottish Premiership side Aberdeen.",
      "pageId": 8754026,
      "monthDay": "05/07"
    },
    {
      "year": "1987",
      "uri": "/wiki/Michael_Maidens",
      "name": "Michael Maidens",
      "aboutText": "Michael Douglas Maidens (7 May 1987 – 19 October 2007) was an English professional footballer who played as a midfielder. He started his career with Hartlepool United in 2004, making his debut in the League Cup against Crystal Palace in September 2004.\nHe joined York City on a one-month loan in January 2007 and made three appearances in the Conference National.",
      "pageId": 9003729,
      "monthDay": "05/07"
    },
    {
      "year": "1987",
      "uri": "/wiki/J%C3%A9r%C3%A9my_M%C3%A9nez",
      "name": "Jérémy Ménez",
      "aboutText": "Alexander Richard Ludwig (born May 7, 1992) is a Canadian actor, singer and model. His notable film credits include The Seeker: The Dark Is Rising, Lone Survivor, Disney's Race to Witch Mountain, and The Hunger Games. He currently appears in the History Channel series Vikings.",
      "pageId": 12780956,
      "monthDay": "05/07"
    },
    {
      "year": "1987",
      "uri": "/wiki/Mark_Reynolds_(footballer)",
      "name": "Mark Reynolds",
      "aboutText": "Sander Puri (born 7 May 1988) is an Estonian professional footballer who plays as a midfielder for League of Ireland Premier Division club Sligo Rovers and the Estonia national team.\n^ a b c \"S. Puri\". Soccerway.",
      "pageId": 14810144,
      "monthDay": "05/07"
    },
    {
      "year": "1988",
      "uri": "/wiki/Eino_Puri",
      "name": "Eino Puri",
      "aboutText": "Eino Puri (born 7 May 1988 in Tartu) is an Estonian professional footballer.",
      "pageId": 14810251,
      "monthDay": "05/07"
    },
    {
      "year": "1988",
      "uri": "/wiki/Sander_Puri",
      "name": "Sander Puri",
      "aboutText": "Theo Jerome Kerlin (born 7 May 1989) is a British MC who is credited by his stage name Master Shortie. He is also a singer, establishing his own record label, Odd One Out. Plus has been listed in the Sound of 2009 poll.",
      "pageId": 20973440,
      "monthDay": "05/07"
    },
    {
      "year": "1989",
      "uri": "/wiki/Raina_(singer)",
      "name": "Raina",
      "aboutText": "Kimito Totani (戸谷 公人, Totani Kimito) is a Japanese actor from Shinagawa, Tokyo. He made his acting debut in the 2007 remake of Tsubaki Sanjuro.",
      "pageId": 23590329,
      "monthDay": "05/07"
    },
    {
      "year": "1989",
      "uri": "/wiki/Master_Shortie",
      "name": "Master Shortie",
      "aboutText": "Maxwell Perry Cotton (born May 7, 2000) is an American child actor who portrayed Cooper Whedon in the television series Brothers & Sisters.",
      "pageId": 24070090,
      "monthDay": "05/07"
    },
    {
      "year": "1990",
      "uri": "/wiki/Kimito_Totani",
      "name": "Kimito Totani",
      "aboutText": "Yoon Bit-garam (Korean: 윤빛가람; born 7 May 1990) is a South Korean professional association football player who currently plays as a midfielder for Yanbian Changbaishan in the Chinese Super League.",
      "pageId": 26407302,
      "monthDay": "05/07"
    },
    {
      "year": "1990",
      "uri": "/wiki/Yoon_Bit-garam",
      "name": "Yoon Bit-garam",
      "aboutText": "Masaki Sato (佐藤 優樹, Satō Masaki, born (1999-05-07)May 7, 1999 in Sapporo, Hokkaido) is a Japanese pop singer. She is a tenth-generation member of the pop group Morning Musume.\n^ a b モーニング娘。",
      "pageId": 33259492,
      "monthDay": "05/07"
    },
    {
      "year": "1991",
      "uri": "/wiki/Anais_Pouliot",
      "name": "Anais Pouliot",
      "aboutText": "Oh Hye-rin (born May 7, 1989), better known by her stage name Raina, is the main vocalist of South Korean girl group After School. She is also the leader of After School sub-unit Orange Caramel. Raina debuted with the group in November 2009 following the release of the group's second single, \"Because of You\".",
      "pageId": 36299604,
      "monthDay": "05/07"
    },
    {
      "year": "1992",
      "uri": "/wiki/Alexander_Ludwig",
      "name": "Alexander Ludwig",
      "aboutText": "Seko Mohamed Fofana (born 7 May 1995) is a French professional footballer who plays as a midfielder for SC Bastia on loan from Manchester City.",
      "pageId": 37641827,
      "monthDay": "05/07"
    },
    {
      "year": "1995",
      "uri": "/wiki/Seko_Fofana",
      "name": "Seko Fofana",
      "aboutText": "Anissa Kate (born 7 May 1987) is the stage name of a French pornographic actress and director. She made her adult film debut in September 2011, starring in the film Ultimate French Girls 3.",
      "pageId": 40223592,
      "monthDay": "05/07"
    },
    {
      "year": "1997",
      "uri": "/wiki/Darya_Kasatkina",
      "name": "Darya Kasatkina",
      "aboutText": "Daria Sergeyevna Kasatkina (Russian: Дарья Сергеевна Касаткина; born 7 May 1997 in Tolyatti) is a Russian tennis player. On 26 October 2015, she reached her best singles ranking of world number 73 and peaked at world number 121 in doubles.\nKasatkina, coached by Vladimir Platenik from Slovakia, has won seven singles titles on the ITF tour and one WTA doubles title on in her career.",
      "pageId": 42991741,
      "monthDay": "05/07"
    },
    {
      "year": "1998",
      "uri": "/wiki/Jesse_Puljuj%C3%A4rvi",
      "name": "Jesse Puljujärvi",
      "aboutText": "Michael Hinz (born 7 May 1987 in East Berlin) is a German footballer who plays for Tennis Borussia Berlin.\nHinz came through the youth teams of 1. FC Union Berlin, only to be told as a 13-year-old that he had no future at the club.",
      "pageId": 43545443,
      "monthDay": "05/07"
    },
    {
      "year": "1999",
      "uri": "/wiki/Masaki_Sato",
      "name": "Masaki Sato",
      "aboutText": "Anais Pouliot (born May 7, 1991, in Chicoutimi, Quebec) is a Canadian model. She now lives in New York.",
      "pageId": 43611451,
      "monthDay": "05/07"
    },
    {
      "year": "2000",
      "uri": "/wiki/Maxwell_Perry_Cotton",
      "name": "Maxwell Perry Cotton",
      "aboutText": "Jesse Puljujärvi (born May 7, 1998) is a Finnish ice hockey player. He is currently playing with Kärpät in the Finnish Liiga.",
      "pageId": 44915685,
      "monthDay": "05/07"
    }
  ]
}