{
  "people": [
    {
      "year": "1397",
      "uri": "/wiki/Sejong_the_Great",
      "name": "Sejong the Great",
      "aboutText": "Claudio Giovanni Antonio Monteverdi (Italian: [ˈklaudjo monteˈverdi]; 15 May 1567 (baptized) – 29 November 1643) was an Italian composer, gambist, singer and Roman Catholic priest.\nMonteverdi's work, often regarded as revolutionary, marked the change from the Renaissance style of music to that of the Baroque period. He developed two styles of composition – the heritage of Renaissance polyphony and the new basso continuo technique of the Baroque.",
      "pageId": 6226,
      "monthDay": "05/15"
    },
    {
      "year": "1531",
      "uri": "/wiki/Maria_of_Austria,_Duchess_of_J%C3%BClich-Cleves-Berg",
      "name": "Maria of Austria, Duchess of Jülich-Cleves-Berg",
      "aboutText": "Lyman Frank Baum (May 15, 1856 – May 6, 1919), better known by his pen name L. Frank Baum, was an American author chiefly known for his children's books, particularly The Wonderful Wizard of Oz. He wrote thirteen novel sequels, nine other fantasy novels, and a host of other works (55 novels in total, plus four \"lost works\", 83 short stories, over 200 poems, an unknown number of scripts, and many miscellaneous writings), and made numerous attempts to bring his works to the stage and screen.",
      "pageId": 18188,
      "monthDay": "05/15"
    },
    {
      "year": "1567",
      "uri": "/wiki/Claudio_Monteverdi",
      "name": "Claudio Monteverdi",
      "aboutText": "Prince Klemens Wenzel von Metternich (full name German: Klemens Wenzel Nepomuk Lothar, Fürst von Metternich-Winneburg zu Beilstein, anglicised as Clement Wenceslas Lothair, Prince von Metternich-Winneburg-Beilstein; 15 May 1773 – 11 June 1859) was a politician and statesman of Rhenish extraction and one of the most important diplomats of his era, serving as the Austrian Empire's Foreign Minister from 1809 and Chancellor from 1821 until the liberal revolutions of 1848 forced his resignation. One of his first tasks was to engineer a détente with France that included the marriage of Napoleon to the Austrian archduchess Marie Louise. Soon after, he engineered Austria's entry into the War of the Sixth Coalition on the Allied side, signed the Treaty of Fontainebleau that sent Napoleon into exile, and led the Austrian delegation at the Congress of Vienna that divided post-Napoleonic Europe amongst the major powers.",
      "pageId": 144439,
      "monthDay": "05/15"
    },
    {
      "year": "1608",
      "uri": "/wiki/Ren%C3%A9_Goupil",
      "name": "René Goupil",
      "aboutText": "Michael William Balfe (15 May 1808 – 20 October 1870) was an Irish composer, best-remembered for his opera The Bohemian Girl.\nAfter a short career as a violinist, Balfe pursued an operatic singing career, while he began to compose. In a career spanning more than 40 years, he composed at least 29 operas, almost 250 songs and other works.",
      "pageId": 145884,
      "monthDay": "05/15"
    },
    {
      "year": "1689",
      "uri": "/wiki/Lady_Mary_Wortley_Montagu",
      "name": "Lady Mary Wortley Montagu",
      "aboutText": "Sejong the Great (May 15, 1397 – April 8, 1450, r. 1418–1450) was the fourth king of Joseon-dynasty Korea. Born with family name Lee (이; 李), given name Do (도; 祹), family origin Jeonju (전주; 全州), sobriquet Wonjeong (원정; 元正).",
      "pageId": 159204,
      "monthDay": "05/15"
    },
    {
      "year": "1720",
      "uri": "/wiki/Maximilian_Hell",
      "name": "Maximilian Hell",
      "aboutText": "Williamina Paton Stevens Fleming (May 15, 1857 – May 21, 1911) was a Scottish astronomer. During her career, she helped develop a common designation system for stars and catalogued thousands of stars and other astronomical phenomena. Fleming is especially noted for her discovery of the Horsehead Nebula in 1888.",
      "pageId": 253620,
      "monthDay": "05/15"
    },
    {
      "year": "1749",
      "uri": "/wiki/Levi_Lincoln,_Sr.",
      "name": "Levi Lincoln, Sr.",
      "aboutText": "Lady Mary Wortley Montagu (baptized 26 May 1689 – 21 August 1762) was an English aristocrat, letter writer and poet. Lady Mary is today chiefly remembered for her letters, particularly her letters from travels to the Ottoman Empire, as wife to the British ambassador to Turkey, which have been described by Billie Melman as \"the very first example of a secular work by a woman about the Muslim Orient\". Aside from her writing, Lady Mary is also known for introducing and advocating for smallpox inoculation to Britain after her return from Turkey.",
      "pageId": 400016,
      "monthDay": "05/15"
    },
    {
      "year": "1759",
      "uri": "/wiki/Maria_Theresia_von_Paradis",
      "name": "Maria Theresia von Paradis",
      "aboutText": "Levi Lincoln, Sr. (May 15, 1749 – April 14, 1820) was an American revolutionary, lawyer, and statesman from Massachusetts. A Democratic-Republican, he most notably served as Thomas Jefferson's first Attorney General, and played a significant role in the events that led to the celebrated Marbury v.",
      "pageId": 626522,
      "monthDay": "05/15"
    },
    {
      "year": "1764",
      "uri": "/wiki/Johann_Nepomuk_Kalcher",
      "name": "Johann Nepomuk Kalcher",
      "aboutText": "Maximilian Hell (Hungarian: Hell Miksa) (May 15, 1720 – April 14, 1792) was a Hungarian astronomer and an ordained Jesuit priest from the Kingdom of Hungary.",
      "pageId": 699976,
      "monthDay": "05/15"
    },
    {
      "year": "1767",
      "uri": "/wiki/Ezekiel_Hart",
      "name": "Ezekiel Hart",
      "aboutText": "Debendranath Tagore (Bengali: দেবেন্দ্রনাথ ঠাকুর, Debendronath Ţhakur) (15 May 1817 – 19 January 1905) was a Hindu philosopher and religious reformer, active in the Brahmo Samaj (\"Society of Brahmā,\" also translated as \"Society of God\"), which aimed to reform the Hindu religion and way of life. He was one of the founders in 1848 of the Brahmo religion, which today is synonymous with Brahmoism.\nA Bengali, he was born in Shilaidaha.",
      "pageId": 882048,
      "monthDay": "05/15"
    },
    {
      "year": "1773",
      "uri": "/wiki/Klemens_von_Metternich",
      "name": "Klemens von Metternich",
      "aboutText": "Viktor Mikhaylovich Vasnetsov (Russian: Ви́ктор Миха́йлович Васнецо́в; May 15 (N.S.), 1848 in Lopyal near Vyatka – July 23, 1926 in Moscow) was a Russian artist who specialized in mythological and historical subjects. He is considered the co-founder of Russian folklorist and romantic nationalistic painting.",
      "pageId": 1551907,
      "monthDay": "05/15"
    },
    {
      "year": "1786",
      "uri": "/wiki/Dimitris_Plapoutas",
      "name": "Dimitris Plapoutas",
      "aboutText": "Ioannis (or Yannis) Psycharis (Greek: Ιωάννης (Γιάννης) Ψυχάρης; French: Jean Psychari; 1854–1929) was a French philologist of Greek origin, author and promoter of Demotic Greek.",
      "pageId": 1952532,
      "monthDay": "05/15"
    },
    {
      "year": "1808",
      "uri": "/wiki/Michael_William_Balfe",
      "name": "Michael William Balfe",
      "aboutText": "Ezekiel Hart (May 15, 1767 – September 16, 1843) was an entrepreneur and politician in British North America. He is often said to be the first Jew to be elected to public office in the British Empire, though this assertion is discredited by the election of Francis Salvador to the South Carolina General Assembly in 1774.\nHe was elected three times by the voters of Trois-Rivières to the Legislative Assembly of Lower Canada.",
      "pageId": 2254318,
      "monthDay": "05/15"
    },
    {
      "year": "1817",
      "uri": "/wiki/Debendranath_Tagore",
      "name": "Debendranath Tagore",
      "aboutText": "René Goupil, S.J. (15 May 1608 – 29 September 1642), was a French Jesuit lay missionary, who became a lay brother of the Society of Jesus shortly before his death.",
      "pageId": 2322189,
      "monthDay": "05/15"
    },
    {
      "year": "1841",
      "uri": "/wiki/Clarence_Dutton",
      "name": "Clarence Dutton",
      "aboutText": "Archduchess Maria of Austria (May 15, 1531 – December 11, 1581) was the daughter of Emperor Ferdinand I from the House of Habsburg and Anna Jagiello.",
      "pageId": 3274931,
      "monthDay": "05/15"
    },
    {
      "year": "1848",
      "uri": "/wiki/Viktor_Vasnetsov",
      "name": "Viktor Vasnetsov",
      "aboutText": "Clarence Edward Dutton (May 15, 1841 – January 4, 1912) was an American geologist and US Army officer. Dutton was born in Wallingford, Connecticut on May 15, 1841. He graduated from Yale College in 1860 and took postgraduate courses there until 1862, when he enlisted in the 21st Connecticut Volunteer Infantry; he fought at Fredericksburg, Suffolk, Nashville and Petersburg.",
      "pageId": 4320164,
      "monthDay": "05/15"
    },
    {
      "year": "1854",
      "uri": "/wiki/Ioannis_Psycharis",
      "name": "Ioannis Psycharis",
      "aboutText": "Matthias Zurbriggen (15 May 1856 in Saas-Fee – 21 June 1917 in Geneva) was one of the great 19th-century alpinists and mountain guides. He climbed throughout the Alps, and also in South America, the Himalayas and New Zealand. He made a considerable number of first ascents, the best known of which is Aconcagua, the highest peak in the Americas, which he climbed alone on 14 January 1897, during an expedition led by Edward FitzGerald.",
      "pageId": 4474872,
      "monthDay": "05/15"
    },
    {
      "year": "1856",
      "uri": "/wiki/L._Frank_Baum",
      "name": "L. Frank Baum",
      "aboutText": "Dimitris Koliopoulos Plapoutas (Greek: Δημήτρης Κολιόπουλος Πλαπούτας) (May 15, 1786 – July 1865) was a Greek general who fought during the Greek War of Independence against the rule of the Ottoman Empire.\nHe was born on in Paloumba, Arcadia, the son of Kollias Plapoutas, was the son of Albanian-speaking Greeks from Epirus at the time, Northern Greece. This is of course the reason why Theodoros Kolokotronis referred to him simply as \"Koliopoulos\" (Greek: Ό Κολιόπουλος).",
      "pageId": 5236222,
      "monthDay": "05/15"
    },
    {
      "year": "1856",
      "uri": "/wiki/Matthias_Zurbriggen",
      "name": "Matthias Zurbriggen",
      "aboutText": "Maria Theresia Paradis (also von Paradies) (May 15, 1759 – February 1, 1824), was an Austrian musician and composer who lost her sight at an early age, and for whom Mozart may have written his Piano Concerto No.",
      "pageId": 5551707,
      "monthDay": "05/15"
    },
    {
      "year": "1857",
      "uri": "/wiki/Williamina_Fleming",
      "name": "Williamina Fleming",
      "aboutText": "Johann Nepomuk Kalcher (May 15, 1764 – February 2, 1827) was a German organist and composer. Instructor of Carl Maria von Weber and student of Joseph Graetz.",
      "pageId": 7699406,
      "monthDay": "05/15"
    },
    {
      "year": "1859",
      "uri": "/wiki/Pierre_Curie",
      "name": "Pierre Curie",
      "aboutText": "Pierre Curie (/ˈkjʊri, kjʊˈriː/; French: [kyʁi]; 15 May 1859 – 19 April 1906) was a French physicist, a pioneer in crystallography, magnetism, piezoelectricity and radioactivity.",
      "pageId": 24509,
      "monthDay": "05/15"
    },
    {
      "year": "1862",
      "uri": "/wiki/Arthur_Schnitzler",
      "name": "Arthur Schnitzler",
      "aboutText": "Mikhaíl Afanasyevich Bulgakov (/bʊlˈɡɑːkəf/; Russian: Михаи́л Афана́сьевич Булга́ков, pronounced [mʲɪxɐˈil ɐfɐˈnasʲjɪvʲɪtɕ bʊlˈɡakəf]; May 15 [O.S. May 3] 1891 – March 10, 1940) was a Russian writer and playwright active in the first half of the 20th century.",
      "pageId": 39449,
      "monthDay": "05/15"
    },
    {
      "year": "1863",
      "uri": "/wiki/Frank_Hornby",
      "name": "Frank Hornby",
      "aboutText": "Richard Joseph Daley (May 15, 1902 – December 20, 1976) was an American politician who was the Mayor of Chicago for 21 years (1955–1976) and chairman of the Cook County Democratic Central Committee for 23 years, holding both positions until his death in office in 1976. Daley was Chicago's third consecutive mayor from the working-class, heavily Irish American Bridgeport neighborhood on Chicago's South Side, where he lived his entire life.\nHe is remembered for doing much to avoid the declines that some other \"rust belt\" cities like Cleveland, Buffalo and Detroit experienced during the same period.",
      "pageId": 40221,
      "monthDay": "05/15"
    },
    {
      "year": "1869",
      "uri": "/wiki/Paul_Probst",
      "name": "Paul Probst",
      "aboutText": "Arthur Schnitzler (15 May 1862 – 21 October 1931) was an Austrian author and dramatist.\n^ \"This day, May 15, in Jewish history\".",
      "pageId": 63274,
      "monthDay": "05/15"
    },
    {
      "year": "1870",
      "uri": "/wiki/Eddie_Morton",
      "name": "Eddie Morton",
      "aboutText": "Jimmy Wilde (15 May 1892 – 10 March 1969) was a British professional boxer and world boxing champion from Wales, often regarded as the greatest British fighter of all time. He was the first official World Flyweight Champion and was rated by American boxing writer Nat Fleischer, as well as many other professionals and fans including former boxer, trainer, manager and promoter, Charley 'Broadway' Rose, as \"the greatest flyweight boxer ever.\" Wilde earned various nicknames such as, \"The Mighty Atom,\" \"Ghost with the Hammer in his Hand\" and \"The Tylorstown Terror\" due to his near superhuman punching power for such a small man, Wilde could knock out opponents that were over a stone heavier than him. As well as his professional career, Wilde participated in 151 bouts judged as 'newspaper decisions', of these he boxed 70 rounds, won 7 and lost 1, with 143 being declared as 'no decisions'.",
      "pageId": 169286,
      "monthDay": "05/15"
    },
    {
      "year": "1874",
      "uri": "/wiki/Polaire",
      "name": "Polaire",
      "aboutText": "Prescott Sheldon Bush (May 15, 1895 – October 8, 1972) was an American banker and politician. He was a Wall Street executive banker and a United States Senator, representing Connecticut from 1952 until January 1963. He was the father of George H. W. Bush (41st President of the United States) and the grandfather of George W. Bush (43rd President of the United States) and Jeb Bush (43rd Governor of Florida).",
      "pageId": 174262,
      "monthDay": "05/15"
    },
    {
      "year": "1890",
      "uri": "/wiki/Katherine_Anne_Porter",
      "name": "Katherine Anne Porter",
      "aboutText": "Katherine Anne Porter (May 15, 1890 – September 18, 1980) was a Pulitzer Prize-winning American journalist, essayist, short story writer, novelist, and political activist. Her 1962 novel Ship of Fools was the best-selling novel in America that year, but her short stories received much more critical acclaim. She is known for her penetrating insight; her work deals with dark themes such as betrayal, death and the origin of human evil.",
      "pageId": 647169,
      "monthDay": "05/15"
    },
    {
      "year": "1891",
      "uri": "/wiki/Mikhail_Bulgakov",
      "name": "Mikhail Bulgakov",
      "aboutText": "Léonie Marie Julie Bathiat (15 May 1898 – 24 July 1992), known professionally as Arletty, was a French actress, singer, and fashion model.",
      "pageId": 647875,
      "monthDay": "05/15"
    },
    {
      "year": "1891",
      "uri": "/wiki/Fritz_Feigl",
      "name": "Fritz Feigl",
      "aboutText": "Frank Hornby (15 May 1863 – 21 September 1936) was an English inventor, businessman and politician. He was a visionary in toy development and manufacture, and although he had no formal engineering training, he was responsible for the invention and production of three of the most popular lines of toys based on engineering principles in the 20th century: Meccano, Hornby Model Railways and Dinky Toys. He also founded the British toy company Meccano Ltd in 1908, and launched a monthly publication, Meccano Magazine in 1916.",
      "pageId": 977784,
      "monthDay": "05/15"
    },
    {
      "year": "1892",
      "uri": "/wiki/Charles_E._Rosendahl",
      "name": "Charles E. Rosendahl",
      "aboutText": "Polaire was the stage name used by French singer and actress Émilie Marie Bouchaud (14 May 1874 – 14 October 1939).",
      "pageId": 1013688,
      "monthDay": "05/15"
    },
    {
      "year": "1892",
      "uri": "/wiki/Jimmy_Wilde",
      "name": "Jimmy Wilde",
      "aboutText": "Charles Emery Rosendahl (15 May 1892 – 17 May 1977) was a decorated Vice Admiral in the United States Navy, and an advocate of lighter-than-air flight.",
      "pageId": 1210828,
      "monthDay": "05/15"
    },
    {
      "year": "1894",
      "uri": "/wiki/Feg_Murray",
      "name": "Feg Murray",
      "aboutText": "Jean Etienne Valluy (15 May 1899 – 4 January 1970) was a French general.",
      "pageId": 1595779,
      "monthDay": "05/15"
    },
    {
      "year": "1895",
      "uri": "/wiki/Prescott_Bush",
      "name": "Prescott Bush",
      "aboutText": "Xavier Herbert (15 May 1901 – 10 November 1984) was an Australian writer best known for his Miles Franklin Award-winning novel Poor Fellow My Country (1975). He is considered one of the elder statesmen of Australian literature. He is also known for short story collections and his autobiography Disturbing Element.",
      "pageId": 1646604,
      "monthDay": "05/15"
    },
    {
      "year": "1895",
      "uri": "/wiki/William_D._Byron",
      "name": "William D. Byron",
      "aboutText": "Luis Felipe Monti (May 15, 1901 – September 9, 1983) was an Italian Argentine footballer who played as a midfielder and an Olympian. Monti has the distinction of having played in two FIFA World Cup final matches with two different national teams. He played the first of these finals with his native Argentina in 1930, which was lost to Uruguay; and the second with Italy as one of their Oriundi in 1934, thanks to his Romagnol descent.",
      "pageId": 2840278,
      "monthDay": "05/15"
    },
    {
      "year": "1898",
      "uri": "/wiki/Arletty",
      "name": "Arletty",
      "aboutText": "Maria Reiche (1903–1998) was a German mathematician, archaeologist, and technical translator who carried out research into the Nazca Lines in Peru, beginning in 1940, and had success in gaining recognition and preservation of the property. She helped educate people about the resource and gain government recognition and preservation.",
      "pageId": 3100856,
      "monthDay": "05/15"
    },
    {
      "year": "1899",
      "uri": "/wiki/Jean-%C3%89tienne_Valluy",
      "name": "Jean-Étienne Valluy",
      "aboutText": "William Devereux Byron, II (May 15, 1895 – February 27, 1941), a Democrat, was a U.S. Congressman who represented the 6th congressional district of Maryland from January 3, 1939 to February 27, 1941. After his death in an airplane crash in Georgia on February 27, 1941, his widow, Katharine Byron, a granddaughter of U.S. Senator Louis E. McComas, was elected in a special election to complete his term of office.\nBorn in Danville, Virginia, he moved with his parents to Williamsport, Maryland in 1900 where he attended the public schools, Phillips Exeter Academy, Exeter, New Hampshire and Pratt Institute, Brooklyn, New York.",
      "pageId": 3147134,
      "monthDay": "05/15"
    },
    {
      "year": "1901",
      "uri": "/wiki/Xavier_Herbert",
      "name": "Xavier Herbert",
      "aboutText": "Fritz Feigl (15 May 1891 – 23 January 1971) was a Jewish Austrian-born chemist. He taught at the University of Brazil.\n^ FRITZ FEIGL (1891-1971), Bull.",
      "pageId": 5599645,
      "monthDay": "05/15"
    },
    {
      "year": "1901",
      "uri": "/wiki/Luis_Monti",
      "name": "Luis Monti",
      "aboutText": "Paul Probst (May 15, 1869 - September 9, 1945) was a Swiss sports shooter who competed in the late 19th century and early 20th century.",
      "pageId": 7204544,
      "monthDay": "05/15"
    },
    {
      "year": "1902",
      "uri": "/wiki/Richard_J._Daley",
      "name": "Richard J. Daley",
      "aboutText": "Frederic Seymour \"Feg\" Murray (May 15, 1894 – July 16, 1973) was an American athlete who competed mainly in the 110 meter hurdles.\nHe competed for the United States in the 1920 Summer Olympics held in Antwerp, Belgium in the 110 meter hurdles where he won the bronze medal. He had been captain of the track team at Stanford University in 1916.",
      "pageId": 7562025,
      "monthDay": "05/15"
    },
    {
      "year": "1903",
      "uri": "/wiki/Maria_Reiche",
      "name": "Maria Reiche",
      "aboutText": "Edward Farren Morton (May 15, 1870 – April 11, 1938), usually credited as Eddie (or Ed) Morton, was an American singer and comedian who recorded during the ragtime era.",
      "pageId": 35594973,
      "monthDay": "05/15"
    },
    {
      "year": "1904",
      "uri": "/wiki/Clifton_Fadiman",
      "name": "Clifton Fadiman",
      "aboutText": "Joseph Cheshire Cotten, Jr. (May 15, 1905 – February 6, 1994) was an American film, stage, radio and television actor. Cotten achieved prominence on Broadway, starring in the original stage productions of The Philadelphia Story and Sabrina Fair.",
      "pageId": 16219,
      "monthDay": "05/15"
    },
    {
      "year": "1905",
      "uri": "/wiki/Joseph_Cotten",
      "name": "Joseph Cotten",
      "aboutText": "James Neville Mason (15 May 1909 – 27 July 1984) was an English actor.\nAfter achieving much success in the United Kingdom (he was the top box office attraction there in 1944 and 1945), he made the transition to the United States and became one of the biggest stars in Hollywood, starring in iconic films including The Desert Fox, A Star Is Born, 20,000 Leagues Under the Sea, Lolita, North by Northwest, Journey to the Centre of the Earth, Bigger Than Life, Julius Caesar, Georgy Girl, The Deadly Affair, Heaven Can Wait, The Boys from Brazil, The Verdict, Mandingo, Murder by Decree and Salem's Lot.",
      "pageId": 74388,
      "monthDay": "05/15"
    },
    {
      "year": "1905",
      "uri": "/wiki/Abraham_Zapruder",
      "name": "Abraham Zapruder",
      "aboutText": "Paul Anthony Samuelson (May 15, 1915 – December 13, 2009) was an American economist, and the first American to win the Nobel Memorial Prize in Economic Sciences. The Swedish Royal Academies stated, when awarding the prize, that he \"has done more than any other contemporary economist to raise the level of scientific analysis in economic theory\". Economic historian Randall E. Parker calls him the \"Father of Modern Economics\", and The New York Times considered him to be the \"foremost academic economist of the 20th century\".",
      "pageId": 216669,
      "monthDay": "05/15"
    },
    {
      "year": "1907",
      "uri": "/wiki/Sukhdev_Thapar",
      "name": "Sukhdev Thapar",
      "aboutText": "Max Rudolf Frisch (May 15, 1911 – April 4, 1991) was a Swiss playwright and novelist. Frisch's works focused on problems of identity, individuality, responsibility, morality, and political commitment. His use of irony is a significant feature of his post-war publications.",
      "pageId": 307267,
      "monthDay": "05/15"
    },
    {
      "year": "1909",
      "uri": "/wiki/James_Mason",
      "name": "James Mason",
      "aboutText": "Abraham Zapruder (May 15, 1905 – August 30, 1970) was an American clothing manufacturer who witnessed the assassination of President John F. Kennedy in Dallas, Texas on November 22, 1963.",
      "pageId": 332949,
      "monthDay": "05/15"
    },
    {
      "year": "1909",
      "uri": "/wiki/Clara_Solovera",
      "name": "Clara Solovera",
      "aboutText": "Herta Oberheuser (15 May 1911 in Cologne, German Empire – 24 January 1978 in Linz am Rhein, West Germany) was a Nazi physician at the Auschwitz and Ravensbrück concentration camps from 1940 until 1943.",
      "pageId": 595185,
      "monthDay": "05/15"
    },
    {
      "year": "1910",
      "uri": "/wiki/Constance_Cummings",
      "name": "Constance Cummings",
      "aboutText": "John Angus MacLean, PC, OC, DFC (15 May 1914 – 15 February 2000) was a politician and farmer in Prince Edward Island, Canada.\nHe was an alumnus of both Mount Allison University and the University of British Columbia with degrees in science. MacLean left farming to enlist in the Royal Canadian Air Force during World War II, serving from 1939–1947 and achieving the rank of Wing Commander.",
      "pageId": 596920,
      "monthDay": "05/15"
    },
    {
      "year": "1911",
      "uri": "/wiki/Max_Frisch",
      "name": "Max Frisch",
      "aboutText": "Richard Edward \"Eddy\" Arnold (May 15, 1918 – May 8, 2008) was an American country music singer who performed for six decades. He was a so-called Nashville sound (country/popular music) innovator of the late 1950s, and scored 147 songs on the Billboard country music charts, second only to George Jones. He sold more than 85 million records.",
      "pageId": 1044945,
      "monthDay": "05/15"
    },
    {
      "year": "1911",
      "uri": "/wiki/Herta_Oberheuser",
      "name": "Herta Oberheuser",
      "aboutText": "Arthur Victor Berger (May 15, 1912 – October 7, 2003) was an American composer who has been described as a New Mannerist.\n^ John Mac Ivor Perkins, \"Arthur Berger: The Composer as Mannerist\", Perspectives of New Music 5, no. 1 (Autumn–Winter, 1966), pp.75-92; citation on p.76.",
      "pageId": 1080807,
      "monthDay": "05/15"
    },
    {
      "year": "1912",
      "uri": "/wiki/Arthur_Victor_Berger",
      "name": "Arthur Berger",
      "aboutText": "Norrie Paramor (born Norman William Paramor; 15 May 1914 – 9 September 1979) was a British record producer, composer, arranger and orchestral conductor. He is best known for his work with Cliff Richard and the Shadows, having steered their early career—producing and arranging most of their material from the late 1950s to the mid 1960s.\n^ \"Robert Farnon Society\".",
      "pageId": 1561261,
      "monthDay": "05/15"
    },
    {
      "year": "1914",
      "uri": "/wiki/Turk_Broda",
      "name": "Turk Broda",
      "aboutText": "Walter Edward \"Turk\" Broda (Ukrainian: Володимир Брода; May 15, 1914 – October 17, 1972) was a Canadian professional ice hockey player and coach. A goaltender, Broda played his entire career for the Toronto Maple Leafs of the National Hockey League (NHL) between 1935 and 1951, taking a brief hiatus from 1943 to 1946 to fight in the second World War.",
      "pageId": 1724473,
      "monthDay": "05/15"
    },
    {
      "year": "1914",
      "uri": "/wiki/Angus_MacLean",
      "name": "Angus MacLean",
      "aboutText": "Clifton Paul \"Kip\" Fadiman (May 15, 1904 – June 20, 1999) was an American intellectual, author, editor, radio and television personality.",
      "pageId": 1860423,
      "monthDay": "05/15"
    },
    {
      "year": "1914",
      "uri": "/wiki/Norrie_Paramor",
      "name": "Norrie Paramor",
      "aboutText": "Gus Viseur, born Gustave-Joseph Viseur (15 May 1915 – 25 August 1974) was a Belgian/French button accordionist.\nGus Viseur was a virtuoso in the musette genre, during the swing era in the 1930s.",
      "pageId": 2793021,
      "monthDay": "05/15"
    },
    {
      "year": "1915",
      "uri": "/wiki/Hilda_Bernstein",
      "name": "Hilda Bernstein",
      "aboutText": "Constance Cummings, CBE (May 15, 1910 – November 23, 2005) was an American actress, known for her work on both screen and stage.",
      "pageId": 2849122,
      "monthDay": "05/15"
    },
    {
      "year": "1915",
      "uri": "/wiki/Paul_Samuelson",
      "name": "Paul Samuelson",
      "aboutText": "Sukhdev Thapar (15 May 1907 – 23 March 1931) was a revolutionary, born in Ludhiana, Punjab, British India.",
      "pageId": 3988484,
      "monthDay": "05/15"
    },
    {
      "year": "1915",
      "uri": "/wiki/Henrik_Sandberg",
      "name": "Henrik Sandberg",
      "aboutText": "Hilda Bernstein (London, 15 May 1915 – 8 September 2006) was a British-born author, artist, and an activist against apartheid and for women's rights.\nShe was born Hilda Schwarz in London and emigrated to South Africa at the age of 18 years and became active in politics. She married fellow activist Lionel \"Rusty\" Bernstein in March 1941, and together they played prominent roles in the struggle to end Apartheid in South Africa.",
      "pageId": 6981006,
      "monthDay": "05/15"
    },
    {
      "year": "1915",
      "uri": "/wiki/Gus_Viseur",
      "name": "Gus Viseur",
      "aboutText": "Vera Margrethe Gebuhr (15 May 1916 – 22 December 2014) was a Danish film, television and stage actress. Gebuhr was most noted for her portrayal of the snobbish neurotic head saleswoman Miss Jørgensen in the popular television series Matador. She trained at the Royal Danish Theatre school from 1937 to 1939 and debuted at the Folketeatret, working there until 1964.",
      "pageId": 19638233,
      "monthDay": "05/15"
    },
    {
      "year": "1916",
      "uri": "/wiki/Vera_Gebuhr",
      "name": "Vera Gebuhr",
      "aboutText": "Henrik Sandberg (15 May 1915 – 19 March 1993) was a Danish film producer. He produced 39 films between 1955 and 1979.\nHe was born in Copenhagen, Denmark.",
      "pageId": 19672240,
      "monthDay": "05/15"
    },
    {
      "year": "1918",
      "uri": "/wiki/Eddy_Arnold",
      "name": "Eddy Arnold",
      "aboutText": "Clara Solovera (May 15, 1909 - January 27, 1992) was a famous Chilean folk musician and composer.",
      "pageId": 24303984,
      "monthDay": "05/15"
    },
    {
      "year": "1918",
      "uri": "/wiki/Arthur_Jackson_(sport_shooter)",
      "name": "Arthur Jackson",
      "aboutText": "Lieutenant Colonel Arthur Charles Jackson (May 15, 1918 – January 6, 2015) was an American competitive sport shooter. In his international career, he captured numerous medals across three Summer Olympic Games, three ISSF World Shooting Championships, and two editions of the Pan American Games. He began shooting in the seventh grade and joined the rifle team at Brooklyn Technical High School in 1934.",
      "pageId": 34763747,
      "monthDay": "05/15"
    },
    {
      "year": "1918",
      "uri": "/wiki/Joseph_Wiseman",
      "name": "Joseph Wiseman",
      "aboutText": "Jasper Johns (born May 15, 1930) is an American painter and printmaker.",
      "pageId": 60148,
      "monthDay": "05/15"
    },
    {
      "year": "1920",
      "uri": "/wiki/Michel_Audiard",
      "name": "Michel Audiard",
      "aboutText": "Sir Peter Levin Shaffer, CBE (born 15 May 1926), is an English playwright and screenwriter of numerous award-winning plays, several of which have been filmed.",
      "pageId": 163336,
      "monthDay": "05/15"
    },
    {
      "year": "1920",
      "uri": "/wiki/Nasrallah_Boutros_Sfeir",
      "name": "Nasrallah Boutros Sfeir",
      "aboutText": "Anthony Joshua Shaffer (15 May 1926 – 6 November 2001) was an English playwright, screenwriter, novelist, barrister and advertising executive.",
      "pageId": 163337,
      "monthDay": "05/15"
    },
    {
      "year": "1920",
      "uri": "/wiki/Louis_Siminovitch",
      "name": "Louis Siminovitch",
      "aboutText": "Bert Rickard Johannes Bolin (Swedish: [bæʈː bʊliːn]; 15 May 1925 – 30 December 2007) was a Swedish meteorologist who served as the first chairman of the Intergovernmental Panel on Climate Change (IPCC), from 1988 to 1997.",
      "pageId": 180447,
      "monthDay": "05/15"
    },
    {
      "year": "1922",
      "uri": "/wiki/Sigurd_Ottovich_Schmidt",
      "name": "Sigurd Ottovich Schmidt",
      "aboutText": "Kenneth Paul Venturi (May 15, 1931 – May 17, 2013) was an American professional golfer and golf broadcaster. In a career shortened by injuries, he won 14 events on the PGA Tour including a major, the U.S. Open in 1964.",
      "pageId": 513919,
      "monthDay": "05/15"
    },
    {
      "year": "1922",
      "uri": "/wiki/Jakucho_Setouchi",
      "name": "Jakucho Setouchi",
      "aboutText": "Joseph Wiseman (May 15, 1918 – October 19, 2009) was a Canadian theatre and film actor, best known for starring as the titular antagonist of the first James Bond film, Dr. No, his role as Manny Weisbord on the TV series Crime Story, and his career on Broadway.",
      "pageId": 652132,
      "monthDay": "05/15"
    },
    {
      "year": "1923",
      "uri": "/wiki/Richard_Avedon",
      "name": "Richard Avedon",
      "aboutText": "Richard Avedon (May 15, 1923 – October 1, 2004) was an American fashion and portrait photographer.",
      "pageId": 772190,
      "monthDay": "05/15"
    },
    {
      "year": "1923",
      "uri": "/wiki/John_Lanchbery",
      "name": "John Lanchbery",
      "aboutText": "John Arthur Lanchbery OBE (15 May 1923 – 27 February 2003) was an English, later Australian, composer and conductor, famous for his ballet arrangements.",
      "pageId": 904525,
      "monthDay": "05/15"
    },
    {
      "year": "1924",
      "uri": "/wiki/Maria_Koepcke",
      "name": "Maria Koepcke",
      "aboutText": "Carl Edward Sanders, Sr.",
      "pageId": 953851,
      "monthDay": "05/15"
    },
    {
      "year": "1925",
      "uri": "/wiki/Bert_Bolin",
      "name": "Bert Bolin",
      "aboutText": "George Selden Thompson (May 14, 1929 – December 5, 1989) was an American author, who wrote under the pseudonym Terry Andrews.",
      "pageId": 1026415,
      "monthDay": "05/15"
    },
    {
      "year": "1925",
      "uri": "/wiki/Andrei_Eshpai",
      "name": "Andrei Eshpai",
      "aboutText": "Louis \"Lou\" Siminovitch, CC OOnt FRSC FRS (born May 15, 1920) is a Canadian molecular biologist. He was a pioneer in human genetics, researcher into the genetic basis of muscular dystrophy and cystic fibrosis, and helped establish Ontario programs exploring genetic roots of cancer.\nBorn in Montreal, Quebec to parents who had emigrated from Eastern Europe, he won a scholarship in chemistry to McGill University, earning a doctorate in 1944.",
      "pageId": 1345956,
      "monthDay": "05/15"
    },
    {
      "year": "1925",
      "uri": "/wiki/Mary_F._Lyon",
      "name": "Mary F. Lyon",
      "aboutText": "Jakucho Setouchi (瀬戸内 寂聴, Setouchi Jakuchō, born May 15, 1922), formerly Harumi Setouchi (瀬戸内 晴美, Setouchi Harumi), is a Buddhist nun, writer and activist. Setouchi is noted for her biographical novels written as first-person narratives.",
      "pageId": 1476064,
      "monthDay": "05/15"
    },
    {
      "year": "1925",
      "uri": "/wiki/Carl_Sanders",
      "name": "Carl Sanders",
      "aboutText": "Mary Frances Lyon FRS (15 May 1925 – 25 December 2014) was an English geneticist, who is best known for her discovery of X-chromosome inactivation, an important biological phenomenon.",
      "pageId": 1502778,
      "monthDay": "05/15"
    },
    {
      "year": "1925",
      "uri": "/wiki/Roy_Stewart",
      "name": "Roy Stewart",
      "aboutText": "Nasrallah Boutros Sfeir (Al-Kārdīnāl Mār Naṣrallah Buṭrus Ṣufayr, Arabic: الكاردينال مار نصر الله بطرس صفير‎; born 15 May 1920) is the patriarch emeritus of Lebanon's largest Christian body, the Maronite Church, an Eastern Catholic Church in communion with the Holy See. He is also a Cardinal. He was elected Patriarch of Antioch for the Maronites on 27 April 1986, and his resignation was accepted on 26 February 2011.",
      "pageId": 1510400,
      "monthDay": "05/15"
    },
    {
      "year": "1926",
      "uri": "/wiki/Clermont_P%C3%A9pin",
      "name": "Clermont Pépin",
      "aboutText": "Roy Stewart (15 May 1925 – 27 October 2008), originally from Jamaica, began his career as a stuntman and went on to work in film and television, at a time when there were few working black actors.\nIn 1954 founded Roy Stewart's Gym in Powis Square, North Kensington, and ran the Caribbean club and restaurant the Globe, in Talbot Road until his death. Stewart played Quarrel Junior in the James Bond film Live and Let Die (1973).",
      "pageId": 4721728,
      "monthDay": "05/15"
    },
    {
      "year": "1926",
      "uri": "/wiki/Anthony_Shaffer_(writer)",
      "name": "Anthony Shaffer",
      "aboutText": "Maria Koepcke (also spelled Köpcke), was a German and Peruvian ornithologist.\nKoepcke, originally Maria Emilie Anna von Mikulicz-Radecki, was born and educated in Germany, earning a PhD in Zoology from Kiel University in 1949. She then moved to Peru, where she married zoologist Hans-Wilhelm Koepcke in 1950.",
      "pageId": 6549726,
      "monthDay": "05/15"
    },
    {
      "year": "1926",
      "uri": "/wiki/Peter_Shaffer",
      "name": "Peter Shaffer",
      "aboutText": "Clermont Pépin, OC OQ (May 15, 1926 – September 2, 2006) was a Canadian pianist, composer and teacher.\nHe was born Jean Joseph Clermont Pépin in Saint-Georges, Quebec in 1926. Pépin studied with influential Canadian composers Claude Champagne (Montreal) and Arnold Walter (Toronto), and at the Curtis Institute of Music in Philadelphia from 1941 to 1944 with Rosario Scalero.",
      "pageId": 6874191,
      "monthDay": "05/15"
    },
    {
      "year": "1929",
      "uri": "/wiki/George_Selden_(author)",
      "name": "George Selden",
      "aboutText": "Andrei Yakovlevich Eshpai (Russian: Андре́й Я́ковлевич Эшпа́й; 15 May 1925 – 8 November 2015) was an ethnic Mari (Russian and Soviet) composer.",
      "pageId": 7757564,
      "monthDay": "05/15"
    },
    {
      "year": "1930",
      "uri": "/wiki/Jasper_Johns",
      "name": "Jasper Johns",
      "aboutText": "Pierre Michel Audiard (French: [miʃɛl odjaʁ]; 15 May 1920 – 27 July 1985) was a French screenwriter and film director.",
      "pageId": 17811080,
      "monthDay": "05/15"
    },
    {
      "year": "1931",
      "uri": "/wiki/Ken_Venturi",
      "name": "Ken Venturi",
      "aboutText": "Sigurd Ottovich Schmidt (Russian Сигурд Оттович Шмидт) (15 May 1922 – 22 May 2013) was a Russian historian, ethnographer and teacher.",
      "pageId": 26671967,
      "monthDay": "05/15"
    },
    {
      "year": "1932",
      "uri": "/wiki/John_Barnes_(musician)",
      "name": "John Barnes",
      "aboutText": "Bruce Duncan \"Utah\" Phillips (May 15, 1935 – May 23, 2008) was an American labor organizer, folk singer, storyteller, poet and the \"Golden Voice of the Great Southwest\". He described the struggles of labor unions and the power of direct action, self-identifying as an anarchist.",
      "pageId": 55247,
      "monthDay": "05/15"
    },
    {
      "year": "1935",
      "uri": "/wiki/Don_Bragg",
      "name": "Don Bragg",
      "aboutText": "Madeleine Jana Korbel Albright (born Marie Jana Korbelová; May 15, 1937) is an American politician and diplomat. She is the first woman to have become the United States Secretary of State. She was nominated by U.S. President Bill Clinton on December 5, 1996, and was unanimously confirmed by a U.S. Senate vote of 99–0.",
      "pageId": 133249,
      "monthDay": "05/15"
    },
    {
      "year": "1935",
      "uri": "/wiki/Ted_Dexter",
      "name": "Ted Dexter",
      "aboutText": "Roger Eugene Ailes (born May 15, 1940) is an American television executive. He is the Chairman and CEO of Fox News and the Fox Television Stations Group.",
      "pageId": 149148,
      "monthDay": "05/15"
    },
    {
      "year": "1935",
      "uri": "/wiki/Akihiro_Miwa",
      "name": "Akihiro Miwa",
      "aboutText": "Edward Ralph \"Ted\" Dexter CBE (born 15 May 1935) is a former English cricketer. An aggressive middle-order batsman of ferocious power and a right-arm medium bowler, he captained Sussex and England in the early 1960s.",
      "pageId": 413142,
      "monthDay": "05/15"
    },
    {
      "year": "1935",
      "uri": "/wiki/Utah_Phillips",
      "name": "Utah Phillips",
      "aboutText": "Ralph Steadman (born 15 May 1936) is a British artist best known for his work with American author Hunter S. Thompson.",
      "pageId": 761212,
      "monthDay": "05/15"
    },
    {
      "year": "1936",
      "uri": "/wiki/Anna_Maria_Alberghetti",
      "name": "Anna Maria Alberghetti",
      "aboutText": "Wavy Gravy (born Hugh Nanton Romney, May 15, 1936) is an American entertainer and activist for peace, best known for his hippie appearance, personality and countercultural beliefs. His moniker was given to him by B.B. King at the Texas International Pop Festival in 1969.",
      "pageId": 878467,
      "monthDay": "05/15"
    },
    {
      "year": "1936",
      "uri": "/wiki/Wavy_Gravy",
      "name": "Wavy Gravy",
      "aboutText": "Paul Zindel, Jr.",
      "pageId": 978536,
      "monthDay": "05/15"
    },
    {
      "year": "1936",
      "uri": "/wiki/Mart_Laga",
      "name": "Mart Laga",
      "aboutText": "Trinidad \"Trini\" López III (born May 15, 1937) is an American singer, guitarist, and actor. He was born in Dallas, Texas, and grew up on Ashland Street in the Little Mexico neighborhood.",
      "pageId": 1431359,
      "monthDay": "05/15"
    },
    {
      "year": "1936",
      "uri": "/wiki/Ralph_Steadman",
      "name": "Ralph Steadman",
      "aboutText": "Nancy Garden (May 15, 1938 – June 23, 2014) was an American writer of fiction for children and young adults, best known for the lesbian novel Annie on My Mind. She received the 2003 Margaret Edwards Award from the American Library Association recognizing her lifetime contribution in writing for teens, citing Annie alone.",
      "pageId": 1549507,
      "monthDay": "05/15"
    },
    {
      "year": "1936",
      "uri": "/wiki/Paul_Zindel",
      "name": "Paul Zindel",
      "aboutText": "Diane Judith Nash (born May 15, 1938) is an American civil rights activist, and a leader and strategist of the student wing of the 1960s Civil Rights Movement.",
      "pageId": 1707925,
      "monthDay": "05/15"
    },
    {
      "year": "1937",
      "uri": "/wiki/Madeleine_Albright",
      "name": "Madeleine Albright",
      "aboutText": "Anna Maria Alberghetti (born 15 May 1936) is an Italian operatic singer and actress.",
      "pageId": 2308719,
      "monthDay": "05/15"
    },
    {
      "year": "1937",
      "uri": "/wiki/Karin_Krog",
      "name": "Karin Krog",
      "aboutText": "Akihiro Maruyama (丸山 明宏, Maruyama Akihiro, born Shingo Maruyama, May 15, 1935, in Nagasaki, Nagasaki), better known by his stage name Akihiro Miwa (美輪 明宏, Miwa Akihiro), is a Japanese singer, actor, director, composer, and author. He writes most of his own music and has written over 20 books. Miwa is openly gay, and a drag queen who is known for having shoulder-length bright yellow hair.",
      "pageId": 2651795,
      "monthDay": "05/15"
    },
    {
      "year": "1937",
      "uri": "/wiki/Trini_Lopez",
      "name": "Trini Lopez",
      "aboutText": "Mireille Darc (French: [miʁɛj daʁk]; born 15 May 1938) is a French model and actress. She was Alain Delon's longtime co-star and companion. She appeared as a lead character in Jean-Luc Godard's 1967 film Week End.",
      "pageId": 2928169,
      "monthDay": "05/15"
    },
    {
      "year": "1937",
      "uri": "/wiki/Joe_Tait",
      "name": "Joe Tait",
      "aboutText": "Joseph \"Joe\" Tait (born May 15, 1937) is a retired American sports broadcaster, who called the radio play by play for the Cleveland Cavaliers of the NBA and both TV and radio for the Cleveland Indians of Major League Baseball. With the exception of two seasons in the early 1980s and illness in 2010-11, he was the Cavaliers' radio announcer from the team's inception in 1970 through the 2010-11 season.",
      "pageId": 4403154,
      "monthDay": "05/15"
    },
    {
      "year": "1938",
      "uri": "/wiki/Mireille_Darc",
      "name": "Mireille Darc",
      "aboutText": "Dorothy Ada Shirley (born 15 May 1939 in Manchester, Great Britain) is a British athlete, who mainly competed in the women's high jump event.\nShe competed for Great Britain in the 1960 Summer Olympics held in Rome, Italy, where she won the silver medal in the high jump jointly with Jarosława Jóźwiakowska. It was the fifth straight silver medal for Britain in this event.",
      "pageId": 6903114,
      "monthDay": "05/15"
    },
    {
      "year": "1938",
      "uri": "/wiki/Nancy_Garden",
      "name": "Nancy Garden",
      "aboutText": "Donald George \"Don\" Bragg (born May 15, 1935) is a retired American athlete who competed mainly in the pole vault and won a gold medal in that event at the 1960 Summer Olympics.\nBragg grew up in Penns Grove, New Jersey, where he attended Penns Grove High School.\nBragg was the last of the great pole vaulters to use an aluminum pole.",
      "pageId": 7228415,
      "monthDay": "05/15"
    },
    {
      "year": "1938",
      "uri": "/wiki/Diane_Nash",
      "name": "Diane Nash",
      "aboutText": "Karin Krog (born 15 May 1937 in Oslo, Norway) is one of the leading Norwegian jazz singers, the great granddaughter of Anders Heyerdahl (1832-1918), a Norwegian composer, musician, genealogist, folklorist and local historian, and married (1957-2001) to the jazz journalist Johannes (Johs.) Bergh (1932–2001).",
      "pageId": 8394156,
      "monthDay": "05/15"
    },
    {
      "year": "1938",
      "uri": "/wiki/Lenny_Welch",
      "name": "Lenny Welch",
      "aboutText": "Lenny Welch (born Leon Welch, May 31, 1938), is an American MOR/pop singer.",
      "pageId": 8539590,
      "monthDay": "05/15"
    },
    {
      "year": "1939",
      "uri": "/wiki/Dorothy_Shirley",
      "name": "Dorothy Shirley",
      "aboutText": "John Barnes (b. Manchester, England, 15 May 1932) is an English-born jazz saxophonist and clarinetist who played New Orleans-styled jazz in his early career, but later also played saxophones in the mainstream style. Barnes has worked with many notable artists, including Janet Jackson, Leo Sayer, Humphrey Lyttelton, Alex Welsh, Gerry Mulligan, Alan Elsdon, Spike Robinson, Bobby Wellins and Keith Nichols.",
      "pageId": 10932406,
      "monthDay": "05/15"
    },
    {
      "year": "1940",
      "uri": "/wiki/Roger_Ailes",
      "name": "Roger Ailes",
      "aboutText": "Mart Laga (May 15, 1936 – November 27, 1977) was an Estonian basketball player who competed for the Soviet Union in the EuroBasket 1955 and EuroBasket 1957 events.",
      "pageId": 34527511,
      "monthDay": "05/15"
    },
    {
      "year": "1940",
      "uri": "/wiki/Lainie_Kazan",
      "name": "Lainie Kazan",
      "aboutText": "Dom Duarte Pio, Duke of Braganza (born 15 May 1945), is the pretender to the former Portuguese throne, as the head of the House of Braganza. The Miguelist Braganzas, to whom Duarte Pio belongs as great-grandson of King Miguel I, is a cadet branch of the House of Braganza. With the extinction of male-line dynasts descended from Queen Maria II in 1932, King Miguel's descendants became the only male-line Braganzas left and the closest male-line heirs to the Portuguese throne (the Brazilian branch having gone extinct in 1921).",
      "pageId": 181570,
      "monthDay": "05/15"
    },
    {
      "year": "1940",
      "uri": "/wiki/Don_Nelson",
      "name": "Don Nelson",
      "aboutText": "Ulrich Beck (May 15, 1944 – January 1, 2015) was a well known German sociologist, and one of the most cited social scientists in the world during his lifetime. His work focused on questions of uncontrollability, ignorance and uncertainty in the modern age, and he coined the terms \"risk society\" and \"second modernity\" or \"reflexive modernization\" . He also tried to overturn national perspectives that predominated in sociological investigations with a cosmopolitanism that acknowledges the interconnectedness of the modern world.",
      "pageId": 273869,
      "monthDay": "05/15"
    },
    {
      "year": "1941",
      "uri": "/wiki/Jaxon",
      "name": "Jaxon",
      "aboutText": "Kay Toinette \"K. T.\" Oslin (born May 15, 1942) is an American country music singer and songwriter.",
      "pageId": 481611,
      "monthDay": "05/15"
    },
    {
      "year": "1942",
      "uri": "/wiki/Lois_Johnson",
      "name": "Lois Johnson",
      "aboutText": "Aly Bain MBE (born 15 May 1946 in Lerwick, Shetland, Scotland) is a Scottish fiddler who learned his instrument from the old-time master Tom Anderson. In 1967 he was a member of the Shetland-based band Gordon Hank and the Country Ramblers, with Gordon Smith, Ian Stewart and Jack Robertson.",
      "pageId": 1234679,
      "monthDay": "05/15"
    },
    {
      "year": "1942",
      "uri": "/wiki/Jusuf_Kalla",
      "name": "Jusuf Kalla",
      "aboutText": "Lainie Kazan (born May 15, 1940) is an American actress and singer.",
      "pageId": 1242576,
      "monthDay": "05/15"
    },
    {
      "year": "1942",
      "uri": "/wiki/Doug_Lowe_(Australian_politician)",
      "name": "Doug Lowe",
      "aboutText": "Muhammad Jusuf Kalla  (born 15 May 1942) is an Indonesian politician who has been Vice President of Indonesia since 2014. Previously he served as Vice President from 2004 to 2009. He was unsuccessful as Golkar's presidential candidate in the 2009 presidential election.",
      "pageId": 1436801,
      "monthDay": "05/15"
    },
    {
      "year": "1942",
      "uri": "/wiki/K._T._Oslin",
      "name": "K. T. Oslin",
      "aboutText": "Donald Arvid \"Don\" Nelson (born May 15, 1940) is an American former NBA player and head coach. He coached the Milwaukee Bucks, the New York Knicks, the Dallas Mavericks, and the Golden State Warriors.\nAn innovator, Nelson is credited with, among other things, pioneering the concept of the point forward, a tactic which is frequently employed by teams at every level today.",
      "pageId": 1440071,
      "monthDay": "05/15"
    },
    {
      "year": "1943",
      "uri": "/wiki/Paul_B%C3%A9gin",
      "name": "Paul Bégin",
      "aboutText": "Frederick James \"Freddie\" Perren (May 15, 1943 – December 16, 2004) was an American songwriter, record producer, arranger, and orchestra conductor best known as co-songwriter and co-producer of such mega-hits as \"Boogie Fever\" by the Sylvers, \"I Will Survive\" by Gloria Gaynor, and \"Shake Your Groove Thing\" by Peaches & Herb.",
      "pageId": 1502815,
      "monthDay": "05/15"
    },
    {
      "year": "1943",
      "uri": "/wiki/Freddie_Perren",
      "name": "Freddie Perren",
      "aboutText": "Father Thadeus Nguyễn Văn Lý (born 15 May 1946) is a Vietnamese Roman Catholic priest and dissident involved in many pro-democracy movements, for which he was imprisoned for a total of almost 15 years. For his ongoing imprisonment and continuous non-violent protest, Amnesty International adopted Father Lý in December 1983 as a prisoner of conscience. Most recently, his support for the Bloc 8406 manifesto has led to his sentence on 30 March 2007, for an additional eight years in prison, where he was released and then returned in 2011.",
      "pageId": 2569685,
      "monthDay": "05/15"
    },
    {
      "year": "1944",
      "uri": "/wiki/Bill_Alter",
      "name": "Bill Alter",
      "aboutText": "Douglas Ackley \"Doug\" Lowe AM (born 15 May 1942) was the 35th Premier of Tasmania, from 1 December 1977 to 11 November 1981. His time as Premier coincided with controversy over a proposal to build a dam on Tasmania's Gordon River, which would have flooded parts of the Franklin River. The ensuing crisis saw Lowe overthrown as Premier and resign from the Australian Labor Party, acting as an independent for the remainder of his political career.",
      "pageId": 2807449,
      "monthDay": "05/15"
    },
    {
      "year": "1944",
      "uri": "/wiki/Ulrich_Beck",
      "name": "Ulrich Beck",
      "aboutText": "Jack Edward Jackson (May 15, 1941 – June 8, 2006), better known by his pen name Jaxon, was an American cartoonist, illustrator, historian, and writer. He co-founded Rip Off Press, and many consider him to be the first underground comix artist, due to his most well known comic strip God Nose.",
      "pageId": 3451357,
      "monthDay": "05/15"
    },
    {
      "year": "1945",
      "uri": "/wiki/Duarte_Pio,_Duke_of_Braganza",
      "name": "Duarte Pio, Duke of Braganza",
      "aboutText": "Bill Alter (born May 15, 1944) is a former Missouri Republican politician serving in the Missouri State Senate. He lives in High Ridge, Missouri, with his wife Merijo.\nHe was born in Iowa City, Iowa, in 1944.",
      "pageId": 6016347,
      "monthDay": "05/15"
    },
    {
      "year": "1945",
      "uri": "/wiki/Michael_Dexter",
      "name": "Michael Dexter",
      "aboutText": "Found portrait,",
      "pageId": 11013196,
      "monthDay": "05/15"
    },
    {
      "year": "1946",
      "uri": "/wiki/Aly_Bain",
      "name": "Aly Bain",
      "aboutText": "Kenichi Mikawa (美川 憲一, Mikawa Ken'ichi, born 15 May 1946) is a Japanese singer and TV personality, known for his outspoken views and onē (オネー?, effeminate, literally elder sister) style.\nMikawa was born in Suwa, Nagano as Yoshikazu Momose (百瀬 由一, Momose Yoshikazu). He recorded a number of hit songs as a male enka singer in the 1960s and 1970s.",
      "pageId": 11777170,
      "monthDay": "05/15"
    },
    {
      "year": "1946",
      "uri": "/wiki/Kenichi_Mikawa",
      "name": "Kenichi Mikawa",
      "aboutText": "Paul Bégin (born May 15, 1943 in Dolbeau-Mistassini, Quebec) is a former Quebec politician and Cabinet Minister. Member of the Parti Québecois, he served as the province's Justice Minister from 1994 to 1997 and from 2001 to 2002.\nBegin is a graduate from the Université Laval obtaining a law degree.",
      "pageId": 11793528,
      "monthDay": "05/15"
    },
    {
      "year": "1946",
      "uri": "/wiki/Thadeus_Nguy%E1%BB%85n_V%C4%83n_L%C3%BD",
      "name": "Thadeus Nguyễn Văn Lý",
      "aboutText": "Lois Johnson Scoggins (May 15, 1942 – July 7, 2014) professionally known as Lois Johnson was an American country music singer. She was from Maynardville, Tennessee. She recorded for different labels between 1969 and 1978, charted twenty singles on the Hot Country Songs charts.",
      "pageId": 11834891,
      "monthDay": "05/15"
    },
    {
      "year": "1947",
      "uri": "/wiki/Graeham_Goble",
      "name": "Graeham Goble",
      "aboutText": "Yutaka Enatsu (江夏 豊, Enatsu Yutaka, born May 15, 1948 in Nara Prefecture, raised in Amagasaki, Hyōgo Prefecture) is a former Japanese pitcher regarded as one of best Japanese strikeout pitchers of all-time. In 1968, he recorded 401 strikeouts, which is still the world record.\nEnatsu was a bit player in the Black Mist Scandal which embroiled Japanese baseball from 1969–1971.",
      "pageId": 14085458,
      "monthDay": "05/15"
    },
    {
      "year": "1948",
      "uri": "/wiki/Yutaka_Enatsu",
      "name": "Yutaka Enatsu",
      "aboutText": "Brian Peter George St. John le Baptiste de la Salle Eno, RDI (/ˈiːnoʊ/; born 15 May 1948 and originally christened Brian Peter George Eno), professionally known as Brian Eno or simply Eno, is an English musician, composer, record producer, singer, and visual artist, known as one of the principal innovators of ambient music.\nEno was a student of Roy Ascott on his Groundcourse at Ipswich Civic College.",
      "pageId": 21222062,
      "monthDay": "05/15"
    },
    {
      "year": "1948",
      "uri": "/wiki/Brian_Eno",
      "name": "Brian Eno",
      "aboutText": "Thomas Michael Dexter FRS (born 15 May 1945) is a British haematologist. Dexter was director of the Wellcome Trust, from 1998 to 2003.\n^ a b c \"DEXTER, Dr (Thomas) Michael\".",
      "pageId": 34014152,
      "monthDay": "05/15"
    },
    {
      "year": "1948",
      "uri": "/wiki/Valentina_Gerasimova",
      "name": "Valentina Gerasimova",
      "aboutText": "Valentina Gerasimova (born May 15, 1948 in Quaraghandy, Quaraghandy Province, Kazakhstan) was a Soviet era track and field athlete specializing in middle distances. She competed in the 1976 Olympics. She entered the event as the world record holder, having run a 1:56.0 in Kiev just a month earlier in qualifying for the Olympics (though the mark had not yet been ratified as the world record, which it was after the Olympics).",
      "pageId": 38109252,
      "monthDay": "05/15"
    },
    {
      "year": "1948",
      "uri": "/wiki/Kathleen_Sebelius",
      "name": "Kathleen Sebelius",
      "aboutText": "Michael Gordon \"Mike\" Oldfield (born 15 May 1953) is an English musician and composer. His work blends progressive rock with world, folk, classical, electronic, ambient, and new-age music. He is best known for his 1973 album Tubular Bells – which launched Virgin Records and became a hit after its opening was used as the theme for the film The Exorcist – and for his 1983 hit single \"Moonlight Shadow\".",
      "pageId": 20032,
      "monthDay": "05/15"
    },
    {
      "year": "1949",
      "uri": "/wiki/George_Adams_(basketball)",
      "name": "George Adams",
      "aboutText": "George Howard Brett (born May 15, 1953), is an American retired baseball third baseman and designated hitter who played 21 years in Major League Baseball (MLB) for the Kansas City Royals.\nBrett's 3,154 career hits are the most by any third baseman in major league history and 16th all-time. He is one of four players in MLB history to accumulate 3,000 hits, 300 home runs, and a career .300 batting average (the others being Hank Aaron, Willie Mays, and Stan Musial).",
      "pageId": 65468,
      "monthDay": "05/15"
    },
    {
      "year": "1949",
      "uri": "/wiki/Frank_L._Culbertson,_Jr.",
      "name": "Frank L. Culbertson, Jr.",
      "aboutText": "Frank Anthony Wilczek (born May 15, 1951) is an American theoretical physicist, mathematician and a Nobel laureate. He is currently the Herman Feshbach Professor of Physics at the Massachusetts Institute of Technology (MIT).\nWilczek, along with David Gross and H. David Politzer, was awarded the Nobel Prize in Physics in 2004 for their discovery of asymptotic freedom in the theory of the strong interaction.",
      "pageId": 275603,
      "monthDay": "05/15"
    },
    {
      "year": "1949",
      "uri": "/wiki/Robert_Stephen_John_Sparks",
      "name": "Robert Stephen John Sparks",
      "aboutText": "Kathleen Sebelius (/sɨˈbiːliəs/; née Gilligan; born May 15, 1948) is an American politician who served as the 21st United States Secretary of Health and Human Services from 2009 until 2014. Previously, she was Governor of Kansas from 2003 to 2009, the second woman to hold that office. She is a member of the Democratic Party.",
      "pageId": 434025,
      "monthDay": "05/15"
    },
    {
      "year": "1950",
      "uri": "/wiki/Nicholas_Hammond",
      "name": "Nicholas Hammond",
      "aboutText": "Calogero \"Chazz\" Palminteri (born May 15, 1952) is an American actor, screenwriter and producer, best known for his Academy Award-nominated role for Best Supporting Actor in Bullets over Broadway.",
      "pageId": 598464,
      "monthDay": "05/15"
    },
    {
      "year": "1950",
      "uri": "/wiki/Keith_Mills",
      "name": "Keith Mills",
      "aboutText": "Frank Lee Culbertson, Jr. (born May 15, 1949), (Capt, USN, Ret.), is an American former naval officer and aviator, test pilot, aerospace engineer, and NASA astronaut. He served as the Commander of the International Space Station for almost four months in 2001 and was the only American not on Earth when the September 11 attacks occurred.",
      "pageId": 605986,
      "monthDay": "05/15"
    },
    {
      "year": "1951",
      "uri": "/wiki/Dennis_Frederiksen",
      "name": "Dennis Frederiksen",
      "aboutText": "Nicholas Hammond (born May 15, 1950) is an American actor and writer who is perhaps best known for his roles as Friedrich von Trapp in the film The Sound of Music, and as Peter Parker/Spider-Man on the CBS television series The Amazing Spider-Man.",
      "pageId": 663197,
      "monthDay": "05/15"
    },
    {
      "year": "1951",
      "uri": "/wiki/Chris_Ham",
      "name": "Chris Ham",
      "aboutText": "Lee Arthur Horsley (born May 15, 1955) is an American film, television, and theater actor known for starring roles in the television series, Nero Wolfe (1981), Matt Houston (1982–85), and Paradise (1988–91). He starred in the 1982 cult film, The Sword and the Sorcerer, and recorded the audiobook edition of Lonesome Dove. Horsley married Stephanie Downer in 1980, fathered two children, Amber and Logan, and writes western novels.",
      "pageId": 4066831,
      "monthDay": "05/15"
    },
    {
      "year": "1951",
      "uri": "/wiki/Frank_Wilczek",
      "name": "Frank Wilczek",
      "aboutText": "Dennis Hardy \"Fergie\" Frederiksen (May 15, 1951 – January 18, 2014) was an American rock singer best known as the former lead singer of Trillion, Angel, LeRoux and Toto, as well as providing backing vocals for Survivor. He was occasionally credited as Fergie Frederiksen or just Fergie.",
      "pageId": 5056265,
      "monthDay": "05/15"
    },
    {
      "year": "1952",
      "uri": "/wiki/Chazz_Palminteri",
      "name": "Chazz Palminteri",
      "aboutText": "Olympia \"Lia\" Vissi (born 15 May 1955) is a Greek Cypriot singer, songwriter, composer and politician who most notable for her two participations in the Eurovision Song Contest and being older sister of Greek Cypriot singer Anna Vissi.",
      "pageId": 5524815,
      "monthDay": "05/15"
    },
    {
      "year": "1952",
      "uri": "/wiki/Phil_Seymour",
      "name": "Phil Seymour",
      "aboutText": "Phil Seymour (May 15, 1952 - August 17, 1993) was an American power pop drummer, singer, guitarist and songwriter, best known for the singles \"I'm On Fire\" (with the Dwight Twilley Band) and \"Precious to Me\". He had a major role in the seminal pop group Dwight Twilley Band.",
      "pageId": 7732230,
      "monthDay": "05/15"
    },
    {
      "year": "1953",
      "uri": "/wiki/George_Brett",
      "name": "George Brett",
      "aboutText": "George Adams (born May 15, 1949) is a retired American basketball player.\nBorn in Kings Mountain, North Carolina, he played collegiately for Gardner-Webb University in Boiling Springs, North Carolina.\nAdams was selected by the Milwaukee Bucks in the third round (46th overall pick) of the 1972 NBA Draft.",
      "pageId": 12968640,
      "monthDay": "05/15"
    },
    {
      "year": "1953",
      "uri": "/wiki/Athene_Donald",
      "name": "Athene Donald",
      "aboutText": "Sir Keith Edward Mills GBE DL (born 15 May 1950, Brentwood) is an English entrepreneur and deputy chairman of the London Organising Committee of the Olympic and Paralympic Games.",
      "pageId": 13298218,
      "monthDay": "05/15"
    },
    {
      "year": "1953",
      "uri": "/wiki/Mike_Oldfield",
      "name": "Mike Oldfield",
      "aboutText": "Dame Athene Margaret Donald DBE FRS (born 15 May 1953) is a British physicist.",
      "pageId": 18517789,
      "monthDay": "05/15"
    },
    {
      "year": "1954",
      "uri": "/wiki/Suzanne_Basso",
      "name": "Suzanne Basso",
      "aboutText": "Robert Stephen John Sparks, FRS, CBE (b. 15 May 1949), is Chaning Wills Professor of Geology in the Department of Earth Sciences at the University of Bristol.",
      "pageId": 22802947,
      "monthDay": "05/15"
    },
    {
      "year": "1954",
      "uri": "/wiki/Diana_Liverman",
      "name": "Diana Liverman",
      "aboutText": "Caroline Agnes Morgan Thomson, Lady Liddle (born 15 May 1954) is a former BBC executive. She was the Corporation's chief operating officer, from March 2011 to September 2012 and she stood in for Mark Thompson, the former director general, when necessary.\nThomson is the elder daughter of Labour peer George Thomson, Baron Thomson of Monifieth.",
      "pageId": 34852670,
      "monthDay": "05/15"
    },
    {
      "year": "1954",
      "uri": "/wiki/Caroline_Thomson",
      "name": "Caroline Thomson",
      "aboutText": "Diana Margaret Liverman (born May 15, 1954, Accra, Ghana) is Regents Professor of Geography and Development, and co-Director of the Institute of the Environment at the University of Arizona, USA. She is an expert on the human dimensions of global environmental change and the impacts of climate on society.",
      "pageId": 35614279,
      "monthDay": "05/15"
    },
    {
      "year": "1955",
      "uri": "/wiki/Mohamed_Brahmi",
      "name": "Mohamed Brahmi",
      "aboutText": "Mohamed Brahmi (Tunisian Arabic: محمد براهمي‎; 15 May 1955 – 25 July 2013) was a Tunisian politician.",
      "pageId": 40070625,
      "monthDay": "05/15"
    },
    {
      "year": "1955",
      "uri": "/wiki/Lee_Horsley",
      "name": "Lee Horsley",
      "aboutText": "Suzanne Margaret \"Sue\" Basso (née Burns; May 15, 1954 – February 5, 2014) was an American woman who was one of six co-defendants convicted in the August 1998 murder of Louis \"Buddy\" Musso, a mentally disabled man, who was tortured and murdered for his life insurance money. She was sentenced to death in October 1999. Basso was executed by lethal injection on February 5, 2014.",
      "pageId": 41541981,
      "monthDay": "05/15"
    },
    {
      "year": "1955",
      "uri": "/wiki/Lia_Vissi",
      "name": "Lia Vissi",
      "aboutText": "Professor Chris Ham (born 15 May 1951), CBE is a health policy academic who started life as a political scientist. He has been chief executive of the King's Fund since 2010. He was professor of health policy and management at University of Birmingham's health services management centre from 1992 to 2010.",
      "pageId": 41743971,
      "monthDay": "05/15"
    },
    {
      "year": "1956",
      "uri": "/wiki/Andreas_Loverdos",
      "name": "Andreas Loverdos",
      "aboutText": "Katrin Cartlidge (15 May 1961 – 7 September 2002) was an English actress.",
      "pageId": 187535,
      "monthDay": "05/15"
    },
    {
      "year": "1956",
      "uri": "/wiki/Dan_Patrick",
      "name": "Dan Patrick",
      "aboutText": "Khaosai Galaxy (Thai: เขาทราย แกแล็คซี่, born, May 15, 1959) is a former professional Thai super flyweight boxer and Muaythai kickboxer. Khaosai defended his WBA world title 19 times in seven years (1984–1991), winning 16 of his title fights by knockouts. A member of the International Boxing Hall of Fame he is widely considered as one of the greatest boxing champions of all time.",
      "pageId": 262045,
      "monthDay": "05/15"
    },
    {
      "year": "1956",
      "uri": "/wiki/Peter_Salmon_(producer)",
      "name": "Peter Salmon",
      "aboutText": "Virote Saenkham (Thai: วิโรจน์ แสนคำ; born 15 May 1959 in Phetchabun, Thailand) is the twin brother of boxing star Khaosai Galaxy and twice world champion in his own right.\nLike his brother, Sura Saenkham started his career in the sport of kickboxing and later switched to orthodox boxing. After becoming a sports star in his native country, he followed a long-standing Thai custom of adopting an attention-getting pseudonym and thus became known as Kaokor Galaxy (Thai: เขาค้อ แกแล็คซี่).",
      "pageId": 262267,
      "monthDay": "05/15"
    },
    {
      "year": "1957",
      "uri": "/wiki/Meg_Gardiner",
      "name": "Meg Gardiner",
      "aboutText": "Andrew Eldritch (born Andrew William Harvey Taylor, 15 May 1959) is the English frontman, singer, songwriter and only remaining original member of The Sisters of Mercy, a band that emerged from the British post-punk scene, transformed into a gothic rock band and, in later years, flirted with hard rock.\nEldritch also programs the tracks for The Sisters of Mercy's drum machine (known as \"Doktor Avalanche\") and plays guitars and keyboards in its studio recordings. He has also established the record label Merciful Release.",
      "pageId": 311432,
      "monthDay": "05/15"
    },
    {
      "year": "1957",
      "uri": "/wiki/Juan_Jos%C3%A9_Ibarretxe",
      "name": "Juan José Ibarretxe",
      "aboutText": "Peter Salmon (born 15 May 1956) is a British television producer and executive. From October 2006 he was Chief Creative Officer of BBC Vision Productions, effectively overseeing all of BBC television's in-house programme production. In December 2008 he became the director of BBC North Group Division.",
      "pageId": 458931,
      "monthDay": "05/15"
    },
    {
      "year": "1957",
      "uri": "/wiki/Kevin_Von_Erich",
      "name": "Kevin Von Erich",
      "aboutText": "Juan José Ibarretxe Markuartu (born March 15, 1957) is a Basque politician of Spain. A leading member of the Basque Nationalist Party (PNV), he was President (lehendakari) of Spain's Basque Country autonomous community from January 2, 1999 to May 7, 2009.",
      "pageId": 492020,
      "monthDay": "05/15"
    },
    {
      "year": "1958",
      "uri": "/wiki/Ron_Simmons",
      "name": "Ron Simmons",
      "aboutText": "Luis Pérez-Sala Valls-Taberner (born 15 May 1959 in Barcelona) is a Spanish former racing driver who competed in Formula One, Formula 3, Formula 3000 and Touring Cars. He was also the team principal of HRT Formula 1 Team during the 2012 F1 season.\nPérez-Sala contested the 1985 Italian Formula 3 Championship and moved to Formula 3000 to rather more convincing effect, winning races at Birmingham and Enna in 1986.",
      "pageId": 1226498,
      "monthDay": "05/15"
    },
    {
      "year": "1959",
      "uri": "/wiki/Andrew_Eldritch",
      "name": "Andrew Eldritch",
      "aboutText": "Ronald \"Ron\" Simmons (born May 15, 1958) is a retired American professional wrestler and football player. He performed for World Championship Wrestling (WCW) and Extreme Championship Wrestling (ECW) under his real name, and in the World Wrestling Federation / World Wrestling Entertainment (WWF/E) under both his real name and the ring names Faarooq Asaad (sometimes spelled Asad) and Faarooq (sometimes spelled Farooq). He is signed with WWE, working in their Legends program.",
      "pageId": 1235858,
      "monthDay": "05/15"
    },
    {
      "year": "1959",
      "uri": "/wiki/Kaokor_Galaxy",
      "name": "Kaokor Galaxy",
      "aboutText": "Rob Stanton Bowman (/ˈboʊmən/; born May 15, 1960) is an American film director and producer. He grew up around film and television production, and developed an interest in the field because of the work of his father, director Chuck Bowman. Bowman is a prolific director for television, and has contributed to series such as Star Trek: The Next Generation, and The X-Files, for which he received four consecutive Emmy nominations as a producer.",
      "pageId": 1366137,
      "monthDay": "05/15"
    },
    {
      "year": "1959",
      "uri": "/wiki/Khaosai_Galaxy",
      "name": "Khaosai Galaxy",
      "aboutText": "Melvin Glover (born May 15, 1961), better known as Melle Mel /ˈmɛli ˈmɛl/ and Grandmaster Melle Mel, is an American hip-hop musician – one of the pioneers of rap as lead rapper and main songwriter for Grandmaster Flash and the Furious Five.",
      "pageId": 1566434,
      "monthDay": "05/15"
    },
    {
      "year": "1959",
      "uri": "/wiki/Luis_P%C3%A9rez-Sala",
      "name": "Luis Pérez-Sala",
      "aboutText": "Kevin Ross Adkisson (born May 15, 1957) is a retired professional wrestler under the ring name Kevin Von Erich of the Von Erich Family.",
      "pageId": 1869311,
      "monthDay": "05/15"
    },
    {
      "year": "1959",
      "uri": "/wiki/Beverly_Jo_Scott",
      "name": "Beverly Jo Scott",
      "aboutText": "Matthew Gregory \"Greg\" Wise (born 15 May 1966) is an English actor and producer. He has appeared in many British television works, as well as several feature films (notably the role of John Willoughby in Sense and Sensibility).",
      "pageId": 2145711,
      "monthDay": "05/15"
    },
    {
      "year": "1960",
      "uri": "/wiki/Rob_Bowman_(director)",
      "name": "Rob Bowman",
      "aboutText": "Rimas Kurtinaitis (born May 15, 1960 in Kaunas, Lithuanian SSR, USSR) is a professional basketball coach, the current head coach of Khimki, and a retired Soviet and Lithuanian basketball player, who was a member of the USSR and Lithuanian national basketball teams. He played as a shooting guard, and is the only non-NBA player to participate in the NBA All-Star Three Point Contest in 1989.",
      "pageId": 2869923,
      "monthDay": "05/15"
    },
    {
      "year": "1960",
      "uri": "/wiki/Rhonda_Burchmore",
      "name": "Rhonda Burchmore",
      "aboutText": "Lisa Gaye Curry AO MBE (born 15 May 1962), also known by her married name Lisa Curry-Kenny, is an Australian former competition swimmer.\nCurry won 15 gold, seven silver and eight bronze international swimming medals, and is the only Australian swimmer to have held Commonwealth and Australian records in every stroke except backstroke. She was an Australian Institute of Sport scholarship holder.",
      "pageId": 4473669,
      "monthDay": "05/15"
    },
    {
      "year": "1960",
      "uri": "/wiki/R._Kuhaneswaran",
      "name": "R. Kuhaneswaran",
      "aboutText": "Rhonda Suzanne Burchmore (OAM) (born 15 May 1960) is an Australian entertainer and author.",
      "pageId": 5044164,
      "monthDay": "05/15"
    },
    {
      "year": "1960",
      "uri": "/wiki/Rimas_Kurtinaitis",
      "name": "Rimas Kurtinaitis",
      "aboutText": "Daniel Patrick Pugh (born May 15, 1956), professionally known as Dan Patrick, is an American sportscaster, radio personality, and actor from Mason, Ohio. He currently hosts The Dan Patrick Show broadcast on radio on Premiere Radio Networks and on television on NBCSN as well as The Audience Network for DIRECTV subscribers. He also currently co-hosts NBC's Football Night in America and serves as a senior writer for Sports Illustrated.",
      "pageId": 12996777,
      "monthDay": "05/15"
    },
    {
      "year": "1960",
      "uri": "/wiki/Greg_Wise",
      "name": "Greg Wise",
      "aboutText": "Meg Gardiner (born May 15, 1957) is an Edgar Award-winning American crime writer, who lives in Austin, Texas. Her best-known books are the Evan Delaney novels. In June 2008, she published the first novel in a new series, featuring forensic psychiatrist Jo Beckett.",
      "pageId": 19265897,
      "monthDay": "05/15"
    },
    {
      "year": "1961",
      "uri": "/wiki/Katrin_Cartlidge",
      "name": "Katrin Cartlidge",
      "aboutText": "Andreas Loverdos (Greek: Ανδρέας Λοβέρδος [anˈðreas loˈverðos]; born 15 May 1956) is a Greek politician who was Minister for Education and Religious Affairs from 2014 to 2015.",
      "pageId": 24653708,
      "monthDay": "05/15"
    },
    {
      "year": "1961",
      "uri": "/wiki/Melle_Mel",
      "name": "Melle Mel",
      "aboutText": "Beverly Jo Scott (born May 15, 1959), also known as B. J. Scott, is an American-born singer-songwriter living in Brussels, Belgium.",
      "pageId": 34922256,
      "monthDay": "05/15"
    },
    {
      "year": "1962",
      "uri": "/wiki/Lisa_Curry",
      "name": "Lisa Curry",
      "aboutText": "Raja Kuhaneswaran (born 15 May 1960; also known as Irasa Kuganeswaran) is a Sri Lankan Tamil politician and former Member of Parliament.\nKuhaneswaran was born on 15 May 1960. He is a Hindu.",
      "pageId": 40277643,
      "monthDay": "05/15"
    },
    {
      "year": "1963",
      "uri": "/wiki/Brenda_Bakke",
      "name": "Brenda Bakke",
      "aboutText": "Madhuri Dixit (born 15 May 1967) is an Indian actress who is known for her work in Hindi cinema. A leading actress of Bollywood in the 1980s, 1990s and early-2000s, Dixit has been praised by critics for her acting and dancing skills, and achieved mass popularity due to her physical beauty. She has received six Filmfare Awards, four for Best Actress, one for Best Supporting Actress and one special award.",
      "pageId": 19852,
      "monthDay": "05/15"
    },
    {
      "year": "1964",
      "uri": "/wiki/Digna_Ochoa",
      "name": "Digna Ochoa",
      "aboutText": "Emmitt James Smith, III (born May 15, 1969) is an American former college and professional football player who was a running back in the National Football League (NFL) for fifteen seasons during the 1990s and 2000s. Smith played college football for the University of Florida, where he was a unanimous All-American. A first-round pick in the 1990 NFL Draft, he played professionally for the Dallas Cowboys and Arizona Cardinals of the NFL, and is widely considered to be one of the greatest running backs in NFL history.",
      "pageId": 154857,
      "monthDay": "05/15"
    },
    {
      "year": "1964",
      "uri": "/wiki/Lars_L%C3%B8kke_Rasmussen",
      "name": "Lars Løkke Rasmussen",
      "aboutText": "John Andrew Smoltz (born May 15, 1967), nicknamed \"Smoltzie\" and \"Marmaduke,\" is an American former pitcher in Major League Baseball who played from 1988 to 2009, all but the last year with the Atlanta Braves. An eight-time All-Star, Smoltz – with Greg Maddux and Tom Glavine – was one of a celebrated trio of starting pitchers who propelled Atlanta to perennial pennant contention in the 1990s, highlighted by a championship in the 1995 World Series. He won the National League (NL) Cy Young Award in 1996 after posting a record of 24–8, equaling the most victories by an NL pitcher since 1972.",
      "pageId": 391489,
      "monthDay": "05/15"
    },
    {
      "year": "1965",
      "uri": "/wiki/Ra%C3%AD",
      "name": "Raí",
      "aboutText": "Franciscus \"Frank\" de Boer (Dutch pronunciation: [ˈfrɑŋg də ˈbuːr]; born 15 May 1970) is a Dutch football manager and former player, who is currently the manager of Eredivisie club Ajax. He spent most of his professional playing career with Ajax, winning five Eredivisie titles, two KNVB Cups, one UEFA Cup and one UEFA Champions League. He later spent five years at FC Barcelona, where he won the 1998–99 La Liga title, before retiring after short spells at Galatasaray, Rangers, Al Rayyan and Al-Shamal.",
      "pageId": 685945,
      "monthDay": "05/15"
    },
    {
      "year": "1965",
      "uri": "/wiki/Andr%C3%A9_Abujamra",
      "name": "André Abujamra",
      "aboutText": "Laura Hillenbrand (born May 15, 1967) is an American author of books and magazine articles.",
      "pageId": 1147109,
      "monthDay": "05/15"
    },
    {
      "year": "1966",
      "uri": "/wiki/Pete_Wiggs",
      "name": "Pete Wiggs",
      "aboutText": "Holly McPeak (born May 15, 1969 in Manhattan Beach, California) is a retired American beach volleyball player.\nA three-time Olympian, McPeak has 72 career beach volleyball titles and $1.4 million USD in career earnings, which places her third (behind Misty May-Treanor and Kerri Walsh) and second (behind May-Treanor) respectively of any woman in the history of professional beach volleyball. She also won a bronze medal at the 2004 Summer Olympics with partner Elaine Youngs.",
      "pageId": 1210110,
      "monthDay": "05/15"
    },
    {
      "year": "1967",
      "uri": "/wiki/Madhuri_Dixit",
      "name": "Madhuri Dixit",
      "aboutText": "Ronaldus \"Ronald\" de Boer (Dutch pronunciation: [ˈroːnɑld də ˈbuːr]; born 15 May 1970) is a retired Dutch football midfielder who played for the Dutch national team as well as a host of professional clubs in Europe. He is the twin brother of Frank de Boer.\nHe had the vast majority of his career success with Ajax.",
      "pageId": 1290197,
      "monthDay": "05/15"
    },
    {
      "year": "1967",
      "uri": "/wiki/Laura_Hillenbrand",
      "name": "Laura Hillenbrand",
      "aboutText": "Sophie Jane Raworth (born 15 May 1968) is a British newsreader and journalist who works for the BBC. She is the main presenter of the BBC News at One, presenting Tuesday, Wednesday, Friday, and regularly appears on the BBC News at Six and occasionally on BBC News at Ten.",
      "pageId": 1337684,
      "monthDay": "05/15"
    },
    {
      "year": "1967",
      "uri": "/wiki/John_Smoltz",
      "name": "John Smoltz",
      "aboutText": "Desmond Kevin Howard (born May 15, 1970) is a former NFL player. Howard was known mostly as a return specialist but also played wide receiver.",
      "pageId": 1474449,
      "monthDay": "05/15"
    },
    {
      "year": "1967",
      "uri": "/wiki/Orlando_Zapata",
      "name": "Orlando Zapata",
      "aboutText": "Anna Cecilia Malmström (born 15 May 1968) is a Swedish politician who has served as European Commissioner for Trade since 2014, having previously served as European Commissioner for Home Affairs from 2010 to 2014.\nPrior to her appointment as a Commissioner, she had served as a Member of the European Parliament 1999–2006 and as Swedish Minister for European Union Affairs 2006–2010.",
      "pageId": 1480887,
      "monthDay": "05/15"
    },
    {
      "year": "1968",
      "uri": "/wiki/Cecilia_Malmstr%C3%B6m",
      "name": "Cecilia Malmström",
      "aboutText": "Hideki Irabu (伊良部 秀輝, Irabu Hideki, May 5, 1969 – July 24, 2011) was a Japanese professional baseball player of Japanese and American mixed ancestry.",
      "pageId": 1993582,
      "monthDay": "05/15"
    },
    {
      "year": "1968",
      "uri": "/wiki/Seth_Putnam",
      "name": "Seth Putnam",
      "aboutText": "Brenda Jean Bakke (born May 15, 1963) is an American actress, best known for her roles in 1990s films Hot Shots! Part Deux, Gunmen, Demon Knight and Under Siege 2: Dark Territory.",
      "pageId": 2536723,
      "monthDay": "05/15"
    },
    {
      "year": "1968",
      "uri": "/wiki/Sophie_Raworth",
      "name": "Sophie Raworth",
      "aboutText": "Raí Souza Vieira de Oliveira (born 15 May 1965), simply Raí (Portuguese pronunciation: [ʁaˈi]), is a Brazilian retired footballer who played as an attacking midfielder.\nHe spent the better part of his 15-year career with São Paulo and Paris Saint-Germain, winning 15 major titles with the two teams combined, and nearing the 100-goal mark. He is the younger brother of more famous Brazilian footballer Sócrates.",
      "pageId": 2925256,
      "monthDay": "05/15"
    },
    {
      "year": "1969",
      "uri": "/wiki/Hideki_Irabu",
      "name": "Hideki Irabu",
      "aboutText": "Pete Wiggs (born Peter Stewart Wiggs, 15 May 1966, Reigate, Surrey, England) is an English musician and DJ.",
      "pageId": 3834621,
      "monthDay": "05/15"
    },
    {
      "year": "1969",
      "uri": "/wiki/Holly_McPeak",
      "name": "Holly McPeak",
      "aboutText": "Digna Ochoa (full name: Digna Ochoa y Plácido) (May 15, 1964–October 19, 2001) was a human rights lawyer in Mexico.",
      "pageId": 4228081,
      "monthDay": "05/15"
    },
    {
      "year": "1969",
      "uri": "/wiki/Assala_Nasri",
      "name": "Assala Nasri",
      "aboutText": "André Cibelli Abujamra (São Paulo, Brazil 15 May 1965) is Brazilian score composer, musician, singer, guitarist, actor, and comedian of Lebanese and Italian origin.",
      "pageId": 9913151,
      "monthDay": "05/15"
    },
    {
      "year": "1969",
      "uri": "/wiki/Emmitt_Smith",
      "name": "Emmitt Smith",
      "aboutText": "Assala Mostafa Hatem Nasri (Arabic: أصالة مصطفى حاتم نصري‎ aka Asala, Asalah and Assalah; born 15 May 1969) is a Syrian musical artist.",
      "pageId": 10521966,
      "monthDay": "05/15"
    },
    {
      "year": "1970",
      "uri": "/wiki/Frank_de_Boer",
      "name": "Frank de Boer",
      "aboutText": "Seth Edward Putnam (May 15, 1968 – June 11, 2011) was an American musician who was the founder of grindcore band Anal Cunt. He was known for his brutal screaming and lyrics that either shock, offend, or invoke morbid humor.",
      "pageId": 12469206,
      "monthDay": "05/15"
    },
    {
      "year": "1970",
      "uri": "/wiki/Ronald_de_Boer",
      "name": "Ronald de Boer",
      "aboutText": "Lars Løkke Rasmussen (Danish: [lɑːs ˈløɡ̊ə ˈʁɑsmusn̩]; 15 May 1964) is a Danish politician who has served as Prime Minister of Denmark since June 2015. He was previously Prime Minister from April 2009 to October 2011. He is the leader of the centre-right liberal party, Venstre.",
      "pageId": 20502322,
      "monthDay": "05/15"
    },
    {
      "year": "1970",
      "uri": "/wiki/Desmond_Howard",
      "name": "Desmond Howard",
      "aboutText": "Orlando Zapata Tamayo (May 15, 1967 – February 23, 2010) was a Cuban mason, plumber, and political activist and prisoner who died after fasting for more than 80 days.",
      "pageId": 22727958,
      "monthDay": "05/15"
    },
    {
      "year": "1970",
      "uri": "/wiki/Alison_Jackson",
      "name": "Alison Jackson",
      "aboutText": "David Copeland (born 15 May 1976) is an English Neo-Nazi militant who became known as the \"London Nail Bomber\" after a 13-day bombing campaign in April 1999 aimed at London's black, South Asian and gay communities that resulted in three people killed and more than a hundred injured. Widely labelled a terrorist, Copeland was a former member of two far-right political groups, the British National Party and then the National Socialist Movement.\nOver three successive weekends between 17 and 30 April 1999, Copeland placed homemade nail bombs, each containing up to 1,500 four-inch nails, in holdalls that he left in public spaces around London.",
      "pageId": 337402,
      "monthDay": "05/15"
    },
    {
      "year": "1970",
      "uri": "/wiki/Anne_Akiko_Meyers",
      "name": "Anne Akiko Meyers",
      "aboutText": "Conrad Keely (born 15 May 1972) is a musician, artist, and writer known primarily as the lead singer for the American rock band ...And You Will Know Us by the Trail of Dead.",
      "pageId": 425867,
      "monthDay": "05/15"
    },
    {
      "year": "1970",
      "uri": "/wiki/Martin_Rossiter",
      "name": "Martin Rossiter",
      "aboutText": "Raymond Anthony Lewis, Jr. (born May 15, 1975) is a former American football linebacker who played his entire 17-year career for the Baltimore Ravens of the National Football League (NFL). He played college football for the University of Miami, and earned All-American honors.",
      "pageId": 449982,
      "monthDay": "05/15"
    },
    {
      "year": "1970",
      "uri": "/wiki/Rod_Smith_(wide_receiver)",
      "name": "Rod Smith",
      "aboutText": "Ahmet Emuukha Rodan Zappa (born May 15, 1974) is an American writer, producer, publisher, and executor of the Zappa Family Trust.",
      "pageId": 679542,
      "monthDay": "05/15"
    },
    {
      "year": "1970",
      "uri": "/wiki/Ben_Wallace_(politician)",
      "name": "Ben Wallace",
      "aboutText": "David Franck Charvet (French pronunciation: ​[davi ʃaʁve]; born 15 May 1972) is a French singer, actor, model, and television personality.",
      "pageId": 1403267,
      "monthDay": "05/15"
    },
    {
      "year": "1971",
      "uri": "/wiki/Karin_Lu%C5%A1nic",
      "name": "Karin Lušnic",
      "aboutText": "Sir Daniel \"Danny\" Grian Alexander (born 15 May 1972) is a British Liberal Democrat politician who was Chief Secretary to the Treasury between 2010 and 2015. He was the Member of Parliament (MP) for the Inverness, Nairn, Badenoch & Strathspey constituency from 2005 until the general election in May 2015, when he was defeated by Drew Hendry of the Scottish National Party (SNP).\nIn his first parliamentary term (2005–2010), Alexander was the Liberal Democrat Shadow Secretary for Work and Pensions, the chief of staff to party leader, Nick Clegg, and Chair of the Liberal Democrat Manifesto Group (2007–2010).",
      "pageId": 1854318,
      "monthDay": "05/15"
    },
    {
      "year": "1971",
      "uri": "/wiki/Phil_Pfister",
      "name": "Phil Pfister",
      "aboutText": "Robert Ben Lobban Wallace (born 15 May 1970) is a British Conservative Party politician. He has been the Member of Parliament (MP) for Wyre and Preston North since the 2010 General Election, having been the MP for Lancaster and Wyre from 2005 to 2010.",
      "pageId": 1870449,
      "monthDay": "05/15"
    },
    {
      "year": "1972",
      "uri": "/wiki/Danny_Alexander",
      "name": "Danny Alexander",
      "aboutText": "Peter Iwers (born on 15 May 1975) is the current bass player of the Swedish band In Flames. He has played in In Flames along with Daniel Svensson since their 1999 album Colony, replacing Johan Larsson.\nHis bass playing style has been influenced by Toto bassist Mike Porcaro, as well as Geddy Lee from Rush and John Myung of Dream Theater fame.",
      "pageId": 1911555,
      "monthDay": "05/15"
    },
    {
      "year": "1972",
      "uri": "/wiki/David_Charvet",
      "name": "David Charvet",
      "aboutText": "Torraye Braggs (born May 15, 1976 in Fresno, California) is an American professional basketball player, formerly of the NBA.",
      "pageId": 2445598,
      "monthDay": "05/15"
    },
    {
      "year": "1972",
      "uri": "/wiki/Conrad_Keely",
      "name": "Conrad Keely",
      "aboutText": "Roderick Duane Smith (born May 15, 1970) is a former American football wide receiver who played thirteen seasons for the Denver Broncos of the National Football League (NFL). He played college football at Missouri Southern State. He was originally signed by the Broncos as an undrafted free agent and played his entire career with the team.",
      "pageId": 2581322,
      "monthDay": "05/15"
    },
    {
      "year": "1973",
      "uri": "/wiki/Emilia_Tsoulfa",
      "name": "Emilia Tsoulfa",
      "aboutText": "Alison Jackson (born Alison Mowbray-Jackson, 15 May 1970) is a British artist known for her lookalike photographs of celebrities. She has won a BAFTA for BBC 2's series Doubletake.",
      "pageId": 4204185,
      "monthDay": "05/15"
    },
    {
      "year": "1974",
      "uri": "/wiki/Vassilis_Kikilias",
      "name": "Vassilis Kikilias",
      "aboutText": "Vassilis Kikilias (Greek: Βασίλης Κικίλιας; born 15 May 1974 in Athens) is a Greek politician and retired professional basketball player.",
      "pageId": 7325136,
      "monthDay": "05/15"
    },
    {
      "year": "1974",
      "uri": "/wiki/Matthew_Sadler",
      "name": "Matthew Sadler",
      "aboutText": "Phil Pfister (born May 15, 1971) is an American former strongman competitor, winning the 2006 Met-Rx World's Strongest Man competition and its $41,000 grand prize on September 23, 2006 in Sanya, China. He is the first American to win since Bill Kazmaier in 1982. Pfister stands 6 ft 6 in (1.98 m) and weighs 375 pounds (170 kg).",
      "pageId": 8087083,
      "monthDay": "05/15"
    },
    {
      "year": "1974",
      "uri": "/wiki/Marko_Tredup",
      "name": "Marko Tredup",
      "aboutText": "Matthew Sadler (born 15 May 1974, in England) is a chess grandmaster (1993) and a chess writer.\nSadler won the British Championship in 1995 at the age of 21 and again in 1997 (jointly with Michael Adams). He represented England in the 1996 Chess Olympiad, scoring 10½/13 and winning a gold medal for the best score on board four (England finished fourth), and also played in 1998 scoring 7½/12.",
      "pageId": 8575778,
      "monthDay": "05/15"
    },
    {
      "year": "1974",
      "uri": "/wiki/Ahmet_Zappa",
      "name": "Ahmet Zappa",
      "aboutText": "Martin Rossiter (born 15 May 1970) is a Welsh singer, who is noted for being the lead singer of the British indie band Gene from 1993 until their break-up in 2004.\nAs well as writing and recording as a solo artist, he is also a member of the band Call Me Jolene. He lives in Brighton, where he is the manager for ATM Studios.",
      "pageId": 8831103,
      "monthDay": "05/15"
    },
    {
      "year": "1975",
      "uri": "/wiki/Peter_Iwers",
      "name": "Peter Iwers",
      "aboutText": "Anne Akiko Meyers (born May 15, 1970) is an American concert violinist. Meyers has toured and collaborated with a number of symphony orchestras, Il Divo, Chris Botti, and Wynton Marsalis. She was the top selling classical instrumentalist of 2014 on Billboard's traditional classical charts.",
      "pageId": 10635746,
      "monthDay": "05/15"
    },
    {
      "year": "1975",
      "uri": "/wiki/Ray_Lewis",
      "name": "Ray Lewis",
      "aboutText": "Emilia Tsoulfa (Greek: Αιμιλία Τσούλφα; born 15 May 1973 in Athens) is a Greek sailing champion.\nShe has participated in over 470 main class events including 2004 Olympic Sailing Competition, where she won gold medal in the women's double-handed dinghy event in the 470 with her pair Sofia Bekatorou (Greece). She has also participated in the 1996 Olympic Sailing Competition in Atlanta, being at the time the first female Greek sailor at the Olympic Games.",
      "pageId": 16784591,
      "monthDay": "05/15"
    },
    {
      "year": "1975",
      "uri": "/wiki/Ales_Michalevic",
      "name": "Ales Michalevic",
      "aboutText": "Ales (Alaksiej) Anatoljevich Michalevic (Belarusian: Але́сь Мiхале́вiч, Aleś Michalevič, Ales Mikhalevich, born 15 May 1975 in Minsk, Byelorussian SSR) is a Belarusian public figure and politician, candidate in the Belarusian presidential election, 2010.",
      "pageId": 27484113,
      "monthDay": "05/15"
    },
    {
      "year": "1976",
      "uri": "/wiki/Torraye_Braggs",
      "name": "Torraye Braggs",
      "aboutText": "Marko Tredup (born 15 May 1974 in East Berlin) is a former professional German footballer.\nTredup made 142 appearances in the 2.",
      "pageId": 30018069,
      "monthDay": "05/15"
    },
    {
      "year": "1976",
      "uri": "/wiki/David_Copeland",
      "name": "David Copeland",
      "aboutText": "Karin Lušnic (born 15 May 1971 in Ljubljana) is a former Slovenian tennis player.\nLušnic won one singles and three doubles titles on the ITF tour in her career. On 4 December 1995, she reached her best singles ranking of world number 416.",
      "pageId": 38979765,
      "monthDay": "05/15"
    },
    {
      "year": "1976",
      "uri": "/wiki/Jacek_Krzyn%C3%B3wek",
      "name": "Jacek Krzynówek",
      "aboutText": "Zara Anne Elizabeth Phillips MBE (born 15 May 1981) is a British equestrian and the second-eldest grandchild of Queen Elizabeth II and Prince Philip, Duke of Edinburgh. Zara Phillips is the second child and only daughter from the marriage of Anne, Princess Royal, and her first husband, Captain Mark Phillips. She holds no royal title or style and is currently 16th in line to succeed her grandmother.",
      "pageId": 196338,
      "monthDay": "05/15"
    },
    {
      "year": "1976",
      "uri": "/wiki/Ryan_Leaf",
      "name": "Ryan Leaf",
      "aboutText": "Joshua Patrick Beckett (born May 15, 1980) is an American former professional baseball pitcher. A three-time Major League Baseball (MLB) All-Star, he played for the Florida Marlins, Boston Red Sox, and the Los Angeles Dodgers.\nAfter a stellar high school career, where he was regarded as one of the top prospects in the country, he was drafted by the Marlins with the second pick in the 1999 MLB Draft.",
      "pageId": 351303,
      "monthDay": "05/15"
    },
    {
      "year": "1976",
      "uri": "/wiki/Tyler_Walker_(baseball)",
      "name": "Tyler Walker",
      "aboutText": "Caroline Dhavernas (/ˈkærəlɨn dəˈvɜrnə/; born May 15, 1978) is a Canadian actress. She is best known for her work with Bryan Fuller on his projects, such as Jaye Tyler in the Fox comedy-drama series Wonderfalls, and Dr. Alana Bloom in the NBC psychological horror drama series Hannibal.",
      "pageId": 534872,
      "monthDay": "05/15"
    },
    {
      "year": "1978",
      "uri": "/wiki/Amy_Chow",
      "name": "Amy Chow",
      "aboutText": "Amy Yuen Yee Chow (Chinese: 周婉儀; pinyin: Zhōu Wǎnyí; born May 15, 1978) is a retired American gymnast and a member of the famous Magnificent Seven, the first American team to win Olympic gymnastics gold. Chow was coached by Mark Young and was the first Asian American woman to take an Olympic medal in her sport.\n^ a b The Gymnastics Almanac.",
      "pageId": 901848,
      "monthDay": "05/15"
    },
    {
      "year": "1978",
      "uri": "/wiki/Dwayne_De_Rosario",
      "name": "Dwayne De Rosario",
      "aboutText": "Dwayne Anthony De Rosario (born May 15, 1978) is a retired Canadian professional soccer player, who played as a forward or as an attacking midfielder. A versatile attacker, he played for the Toronto Lynx, FSV Zwickau and Richmond Kickers early in his career. He came to prominence in the 2000s playing in Major League Soccer for the San Jose Earthquakes, Houston Dynamo, Toronto FC, New York Red Bulls and D.C. United.",
      "pageId": 1123810,
      "monthDay": "05/15"
    },
    {
      "year": "1978",
      "uri": "/wiki/Caroline_Dhavernas",
      "name": "Caroline Dhavernas",
      "aboutText": "Eduardo César Daude Gaspar (born 15 May 1978), commonly known as Edu or Edu Gaspar, is a retired Brazilian footballer who is currently director of football at his former club Corinthians.\n^ \"Player Profile: Edu Gaspar\". Premier League.",
      "pageId": 1261838,
      "monthDay": "05/15"
    },
    {
      "year": "1978",
      "uri": "/wiki/Edu_Gaspar",
      "name": "Edu Gaspar",
      "aboutText": "Ryan David Leaf (born May 15, 1976) is a former American football player who was a quarterback in the National Football League (NFL) for four seasons. He played for the San Diego Chargers and the Dallas Cowboys between 1998 and 2001, and also spent time with the Tampa Bay Buccaneers and the Seattle Seahawks.\nLeaf had a successful college career for the Washington State Cougars of Washington State University, where he was a finalist for the Heisman Trophy after his junior year.",
      "pageId": 1316796,
      "monthDay": "05/15"
    },
    {
      "year": "1978",
      "uri": "/wiki/David_Krumholtz",
      "name": "David Krumholtz",
      "aboutText": "David Krumholtz (born May 15, 1978) is an American actor, best known for playing Charlie Eppes in the CBS drama series Numbers. He appeared as Seth Goldstein in Harold & Kumar Go to White Castle and its two sequels, Harold & Kumar Escape from Guantanamo Bay and A Very Harold & Kumar 3D Christmas. He is also known for his role as Bernard the Arch-Elf in The Santa Clause and its sequel, The Santa Clause 2.",
      "pageId": 1578094,
      "monthDay": "05/15"
    },
    {
      "year": "1978",
      "uri": "/wiki/Krissy_Taylor",
      "name": "Krissy Taylor",
      "aboutText": "[1]",
      "pageId": 1598635,
      "monthDay": "05/15"
    },
    {
      "year": "1979",
      "uri": "/wiki/Adolfo_Bautista",
      "name": "Adolfo Bautista",
      "aboutText": "Justin Ernest George Morneau (born May 15, 1981) is a Canadian professional baseball first baseman who is a free agent. He has previously played in Major League Baseball (MLB) for the Pittsburgh Pirates, Minnesota Twins and Colorado Rockies. At 6 feet 4 inches (1.93 m) and 220 pounds (100 kg), Morneau was drafted as a catcher by the Minnesota Twins in 1999.",
      "pageId": 1918652,
      "monthDay": "05/15"
    },
    {
      "year": "1979",
      "uri": "/wiki/Daniel_Caines",
      "name": "Daniel Caines",
      "aboutText": "Tyler Lanier Walker (born May 16, 1976) is a former Major League Baseball relief pitcher. He is an alumnus of San Francisco University High School and University of California, Berkeley. Walker pitched for the New York Mets (2002), San Francisco Giants (2004–2006, 2007–2008), Tampa Bay Devil Rays (2006), Philadelphia Phillies (2009) and Washington Nationals (2010).",
      "pageId": 1947877,
      "monthDay": "05/15"
    },
    {
      "year": "1979",
      "uri": "/wiki/Chris_Masoe",
      "name": "Chris Masoe",
      "aboutText": "Jacek Krzynówek (Polish pronunciation: [ˈjat͡sɛk kʂɨˈnuvɛk]), born 15 May 1976, is a former Polish footballer.",
      "pageId": 2388626,
      "monthDay": "05/15"
    },
    {
      "year": "1979",
      "uri": "/wiki/Ryan_Max_Riley",
      "name": "Ryan Max Riley",
      "aboutText": "This article is for the NFL tight end.",
      "pageId": 3150050,
      "monthDay": "05/15"
    },
    {
      "year": "1979",
      "uri": "/wiki/Robert_Royal",
      "name": "Robert Royal",
      "aboutText": "Daniel Stephen Caines (born 15 May 1979 in Solihull, United Kingdom) is an English athlete who mainly competes in the 400 metres.",
      "pageId": 3196862,
      "monthDay": "05/15"
    },
    {
      "year": "1979",
      "uri": "/wiki/Li_Yanfeng",
      "name": "Li Yanfeng",
      "aboutText": "Kristen Erin \"Krissy\" Taylor (May 15, 1978 – July 2, 1995) was an American model.",
      "pageId": 3534961,
      "monthDay": "05/15"
    },
    {
      "year": "1980",
      "uri": "/wiki/Josh_Beckett",
      "name": "Josh Beckett",
      "aboutText": "Patrice Latyr Evra (French pronunciation: ​[pa.tʁis e.vʁa]; born 15 May 1981) is a French international footballer who plays for Italian club Juventus. Originally an attacker, he primarily plays as a left-back. Evra, whom Sir Alex Ferguson praised for his leadership, also describing him as one of the best left-backs in Europe, has served as captain for both Manchester United and France.",
      "pageId": 3646542,
      "monthDay": "05/15"
    },
    {
      "year": "1980",
      "uri": "/wiki/Rocky_Marquette",
      "name": "Rocky Marquette",
      "aboutText": "Chris Masoe (born 15 May 1979 in Savaii, Samoa) is a New Zealand rugby union footballer, who currently plays for Toulon in the Top 14. He is the brother of boxer Maselino Masoe.",
      "pageId": 4901718,
      "monthDay": "05/15"
    },
    {
      "year": "1981",
      "uri": "/wiki/Patrice_Evra",
      "name": "Patrice Evra",
      "aboutText": "Ryan Max Riley (born May 15, 1979) is a novelist, humorist, and athlete who was a humor writer for The Harvard Lampoon and competed on the World Cup for seven years and was a two-time US National Champion as an athlete on the U.S. Ski Team in the freestyle skiing events of moguls and dual moguls. He graduated with a bachelor's degree from Harvard College and earned master's degrees from the University of Oxford and Yale University.",
      "pageId": 6172014,
      "monthDay": "05/15"
    },
    {
      "year": "1981",
      "uri": "/wiki/Justin_Morneau",
      "name": "Justin Morneau",
      "aboutText": "Rocky Marquette is an American film actor.",
      "pageId": 7767533,
      "monthDay": "05/15"
    },
    {
      "year": "1981",
      "uri": "/wiki/Zara_Phillips",
      "name": "Zara Phillips",
      "aboutText": "Li Yanfeng (simplified Chinese: 李艳凤; traditional Chinese: 李艷鳳; pinyin: Lǐ Yànfèng, born May 15, 1979) is a Chinese discus thrower. Li won China's first discus world title.\nHer personal best throw is 67.98 metres, achieved in June 2011 in Schönebeck.",
      "pageId": 12607029,
      "monthDay": "05/15"
    },
    {
      "year": "1981",
      "uri": "/wiki/Jamie-Lynn_Sigler",
      "name": "Jamie-Lynn Sigler",
      "aboutText": "Jamie-Lynn Sigler (born May 15, 1981) is an American actress and singer.",
      "pageId": 524375,
      "monthDay": "05/15"
    },
    {
      "year": "1982",
      "uri": "/wiki/Alexandra_Breckenridge",
      "name": "Alexandra Breckenridge",
      "aboutText": "Veronica Campbell-Brown C.D (born 15 May 1982) is a Jamaican track and field sprinter, who specializes in the 100 and 200 meters. A seven-time Olympic medalist, she is the second woman in history to win two consecutive Olympic 200 m events, after Bärbel Wöckel of Germany at the 1976 and 1980 Olympics. Campbell-Brown is one of only nine athletes to win world championships at the youth, junior, and senior level of an athletic event.",
      "pageId": 930233,
      "monthDay": "05/15"
    },
    {
      "year": "1982",
      "uri": "/wiki/Veronica_Campbell-Brown",
      "name": "Veronica Campbell-Brown",
      "aboutText": "Tania Cagnotto (Italian pronunciation: [ˈtanja kaɲˈɲɔtto]; born 15 May 1985) is an Italian diver. She is the first Italian female diver to win a medal in a World Championship. A member of the sporting federation Sport Federation Federazione Italiana Nuoto, she is sponsored by the GN Fiamme Gialle – Bolzano Nuoto.",
      "pageId": 959280,
      "monthDay": "05/15"
    },
    {
      "year": "1982",
      "uri": "/wiki/Segundo_Castillo",
      "name": "Segundo Castillo",
      "aboutText": "Tatsuya Fujiwara (藤原 竜也, Fujiwara Tatsuya, born May 15, 1982) is a Japanese actor. Internationally, he is best known for his leading roles as Shuya Nanahara in the Battle Royale films, Light Yagami in the Death Note films, Kaiji Ito in the Kaiji films, and Rikuhiko Yuki in Hideo Nakata's The Incite Mill.",
      "pageId": 2417143,
      "monthDay": "05/15"
    },
    {
      "year": "1982",
      "uri": "/wiki/Bradford_Cox",
      "name": "Bradford Cox",
      "aboutText": "Jeff Drouin-Deslauriers (born May 15, 1984), is a Canadian professional ice hockey goaltender. He is currently playing for Augsburger Panther in the Deutsche Eishockey Liga (DEL).",
      "pageId": 2430077,
      "monthDay": "05/15"
    },
    {
      "year": "1982",
      "uri": "/wiki/Tatsuya_Fujiwara",
      "name": "Tatsuya Fujiwara",
      "aboutText": "Alexandra Hetherington Breckenridge (born May 15, 1982) is an American actress, voice actress, and photographer. Noted for her role as Willa McPherson on the series Dirt, she also had a supporting role on the short-lived series The Ex List. She is also the voice of various characters on the animated television series Family Guy.",
      "pageId": 4359350,
      "monthDay": "05/15"
    },
    {
      "year": "1982",
      "uri": "/wiki/Rafael_P%C3%A9rez_(baseball)",
      "name": "Rafael Pérez",
      "aboutText": "Jessica Lynn Sutta (born May 15, 1982), also known as J Sutta, is an American singer, dancer, songwriter and actress. She is best known as a member of the American pop girl group and dance ensemble, the Pussycat Dolls. She left the group in January 2010 to embark on her solo career.",
      "pageId": 5038053,
      "monthDay": "05/15"
    },
    {
      "year": "1982",
      "uri": "/wiki/Jessica_Sutta",
      "name": "Jessica Sutta",
      "aboutText": "Segundo Alejandro Castillo Nazareno (born 15 May 1982) is an Ecuadorian international footballer who currently plays for Barcelona Sporting Club of the Ecuadorian Serie A. Castillo is mostly used as a defensive midfielder but can also play as a central midfielder.",
      "pageId": 5256983,
      "monthDay": "05/15"
    },
    {
      "year": "1984",
      "uri": "/wiki/Jeff_Deslauriers",
      "name": "Jeff Deslauriers",
      "aboutText": "Rafael Jerome Pérez (born May 15, 1982) is a left-handed professional baseball relief pitcher who is currently a free agent. He was signed by the Cleveland Indians as an undrafted free agent in January 2002 and played with them through 2012.",
      "pageId": 5723229,
      "monthDay": "05/15"
    },
    {
      "year": "1984",
      "uri": "/wiki/S%C3%A9rgio_Jimenez",
      "name": "Sérgio Jimenez",
      "aboutText": "Matías Ariel Fernández Fernández (Spanish pronunciation: [maˈti.as aˈɾjel ferˈnandes], born 15 May 1986) is a Chilean professional footballer who plays for Italian club ACF Fiorentina as an attacking midfielder. He is known for his dribbling skills, also being a free-kick specialist.\nAfter starting out at Colo-Colo he played several seasons with Villarreal and Sporting Clube de Portugal, moving to Europe in 2006.",
      "pageId": 6082542,
      "monthDay": "05/15"
    },
    {
      "year": "1984",
      "uri": "/wiki/Samantha_Noble",
      "name": "Samantha Noble",
      "aboutText": "Justine Gail Robbeson (born 15 May 1985 in Benoni) is a South African athlete who specialises in the javelin throw. She previously competed in the heptathlon, achieving a personal best of 5868 in 2004. Justine attended Springs Girls' High School and is currently studying for a BSc degree in nutrition and human movement at North-West University, Potchefstroom, where she is a member of the athletics club coached by Terseus Liebenberg.",
      "pageId": 8030030,
      "monthDay": "05/15"
    },
    {
      "year": "1984",
      "uri": "/wiki/Mr_Probz",
      "name": "Mr Probz",
      "aboutText": "Sérgio Jimenez (born May 15, 1984, in Piedade, São Paulo State) is a Brazilian racecar driver.",
      "pageId": 10216458,
      "monthDay": "05/15"
    },
    {
      "year": "1985",
      "uri": "/wiki/Cristiane",
      "name": "Cristiane",
      "aboutText": "Bradford James Cox (born May 15, 1982) is an American musician, best known as the lead singer and guitarist of the indie rock band Deerhunter. He also pursues a solo career under the moniker Atlas Sound. Cox formed Deerhunter with drummer Moses Archuleta in 2001.",
      "pageId": 12458321,
      "monthDay": "05/15"
    },
    {
      "year": "1985",
      "uri": "/wiki/Tania_Cagnotto",
      "name": "Tania Cagnotto",
      "aboutText": "Cristiane Rozeira de Souza Silva (born May 15, 1985), known as Cristiane, is a Brazilian footballer who plays for French club Paris Saint-Germain and the Brazilian women's national team. A prolific forward, she was part of Brazil's silver medal-winning teams at the 2004 and 2008 Olympic football tournaments. In total she has participated in four FIFA Women's World Cups and three editions of the Olympic Games.",
      "pageId": 13284257,
      "monthDay": "05/15"
    },
    {
      "year": "1985",
      "uri": "/wiki/Justine_Robbeson",
      "name": "Justine Robbeson",
      "aboutText": "Adam John William Moffat (born 15 May 1986) is a Scottish footballer who currently plays for New York Cosmos in the North American Soccer League as a midfielder. After beginning his career in Scottish football with Ross County and Elgin City, Moffat has played in the United States since 2007, initially with Cleveland City Stars. He then played for Major League Soccer (MLS) teams Columbus Crew, Portland Timbers, Houston Dynamo and Seattle Sounders and FC Dallas prior to joining the Cosmos in 2015.",
      "pageId": 13841668,
      "monthDay": "05/15"
    },
    {
      "year": "1986",
      "uri": "/wiki/Thomas_Brown_(running_back)",
      "name": "Thomas Brown",
      "aboutText": "Kévin Constant (born 10 May 1987) is a Guinean international footballer who last played for Trabzonspor.",
      "pageId": 15236960,
      "monthDay": "05/15"
    },
    {
      "year": "1986",
      "uri": "/wiki/Mat%C3%ADas_Fern%C3%A1ndez",
      "name": "Matías Fernández",
      "aboutText": "Thomas Brown (born May 15, 1986 in Tucker, Georgia) is the running backs coach for the Miami Hurricanes football team. Previously, Brown was the running backs coach at Wisconsin. As a professional, Brown played running back for the Atlanta Falcons and Cleveland Browns of the National Football League.",
      "pageId": 15386952,
      "monthDay": "05/15"
    },
    {
      "year": "1986",
      "uri": "/wiki/Adam_Moffat",
      "name": "Adam Moffat",
      "aboutText": "Samantha C. Noble (born 15 May 1984) is an Australian actress who has worked on television series and films.",
      "pageId": 17152339,
      "monthDay": "05/15"
    },
    {
      "year": "1987",
      "uri": "/wiki/Doruk_%C3%87etin",
      "name": "Doruk Çetin",
      "aboutText": "Doruk Çetin (15 May 1987, Istanbul), Turkish film director, film producer, photographer, actor.\nHe is the nephew of film director Sinan Cetin and Muhsin Ertugrul who had important contributions to both Turkish theatre and Turkish cinema. He had established Vodvil Management and Miasma Film located in Istanbul & Los Angeles.",
      "pageId": 25504749,
      "monthDay": "05/15"
    },
    {
      "year": "1987",
      "uri": "/wiki/K%C3%A9vin_Constant",
      "name": "Kévin Constant",
      "aboutText": "Dennis Princewell Stehr (born 15 May 1984), better known by his stage name Mr Probz, is a Dutch singer, songwriter, producer, actor and rapper. He is known for his raps, songs and choruses in both Dutch and English.",
      "pageId": 29469036,
      "monthDay": "05/15"
    },
    {
      "year": "1987",
      "uri": "/wiki/Mark_Fayne",
      "name": "Mark Fayne",
      "aboutText": "Andrew Barron \"Andy\" Murray OBE (born 15 May 1987) is a Scottish professional tennis player, currently ranked World No. 2. He started playing tennis at the age of three, entered his first competitive tournament at age five and was playing league tennis by the time he was eight. He is known to be one of the most consistent players on the tour, reaching at least the quarter-finals of all Grand Slam tournaments he has participated in since 2011, with the exception of the 2015 US Open.",
      "pageId": 980836,
      "monthDay": "05/15"
    },
    {
      "year": "1987",
      "uri": "/wiki/Ersan_%C4%B0lyasova",
      "name": "Ersan İlyasova",
      "aboutText": "Erica Michelle Marie Green (May 15, 1997 - April 28, 2001) was a three-year-old murder victim discovered on April 28, 2001, in Kansas City, Missouri and remained unidentified (and known as Precious Doe) until May 5, 2005. The girl had been murdered and decapitated (between 12 and 48 hours prior to discovery). The body was naked and the head was wrapped in a trash bag and dumped nearby.",
      "pageId": 1812844,
      "monthDay": "05/15"
    },
    {
      "year": "1987",
      "uri": "/wiki/Leonardo_Mayer",
      "name": "Leonardo Mayer",
      "aboutText": "Jennylyn Mercado (born May 15, 1987) is a Filipino actress, singer and songwriter. She gained fame as the winner of the first season of the reality talent competition StarStruck. Mercado is most known for receiving much critical acclaim at her young age for her acting performances on television and film.",
      "pageId": 2265027,
      "monthDay": "05/15"
    },
    {
      "year": "1987",
      "uri": "/wiki/Jennylyn_Mercado",
      "name": "Jennylyn Mercado",
      "aboutText": "Ersean İlyaroyer (born May 15, 1987) is a Turkish professional basketball player for the Detroit Pistons of the National Basketball Association (NBA). He has previously played in Turkey, Spain and the NBA Development League.",
      "pageId": 2440995,
      "monthDay": "05/15"
    },
    {
      "year": "1987",
      "uri": "/wiki/Andy_Murray",
      "name": "Andy Murray",
      "aboutText": "Akina Minami (南 明奈, Minami Akina, born 15 May 1989 in Kanagawa Prefecture) is a Japanese gravure idol and tarento signed to Free Style Company.",
      "pageId": 14241052,
      "monthDay": "05/15"
    },
    {
      "year": "1987",
      "uri": "/wiki/Michael_Brantley",
      "name": "Michael Brantley",
      "aboutText": "Jordan Leslie Eberle (born May 15, 1990) is a Canadian professional ice hockey right winger and alternate captain currently playing for the Edmonton Oilers of the National Hockey League (NHL). He was selected in the first round, 22nd overall, in the 2008 NHL Entry Draft.\nDuring his four-year junior career with the Regina Pats of the Western Hockey League (WHL), he won the CHL Player of the Year Award in 2010, the Doc Seaman Trophy as the scholastic player of the year in 2008 and was a two-time First Team East All-Star in 2008 and 2010.",
      "pageId": 18051163,
      "monthDay": "05/15"
    },
    {
      "year": "1987",
      "uri": "/wiki/Brian_Dozier",
      "name": "Brian Dozier",
      "aboutText": "Michael Charles Brantley, Jr. (born May 15, 1987) is an American professional baseball outfielder with the Cleveland Indians of Major League Baseball (MLB). He is the son of former MLB player and coach Mickey Brantley.",
      "pageId": 19205793,
      "monthDay": "05/15"
    },
    {
      "year": "1988",
      "uri": "/wiki/Indrek_Kajupank",
      "name": "Indrek Kajupank",
      "aboutText": "Leonardo Martin Mayer (born May 15, 1987) is an Argentine professional tennis player.\nMayer achieved a career-high singles ranking of World No. 22 in May 2015 and World No.",
      "pageId": 22918583,
      "monthDay": "05/15"
    },
    {
      "year": "1988",
      "uri": "/wiki/Nemanja_Ne%C5%A1i%C4%87",
      "name": "Nemanja Nešić",
      "aboutText": "Mollee Gray (born May 15, 1991) is an American Jazz dancer, actress and singer from Utah. She had her TV debut in the High School Musical franchise as a principal dancer and later on her big break was reaching TOP 8 in the sixth season of So You Think You Can Dance. She played \"Giggles\" in the Disney Channel Original Movies Teen Beach Movie and Teen Beach 2.",
      "pageId": 25289318,
      "monthDay": "05/15"
    },
    {
      "year": "1989",
      "uri": "/wiki/Akina_Minami",
      "name": "Akina Minami",
      "aboutText": "Susan Soonkyu Lee (born May 15, 1989), known professionally as Sunny, is an American-born South Korean singer, actress and radio personality currently based in South Korea.",
      "pageId": 27001882,
      "monthDay": "05/15"
    },
    {
      "year": "1989",
      "uri": "/wiki/Sunny_(singer)",
      "name": "Sunny",
      "aboutText": "Mark C. Fayne (born May 15, 1987) is an American professional ice hockey player who is currently playing for the Edmonton Oilers of the National Hockey League (NHL). He was selected by the New Jersey Devils in the 5th round (155th overall) of the 2005 NHL Entry Draft. Fayne was born in Nashua, New Hampshire, but grew up in Bourne, Massachusetts.",
      "pageId": 29708227,
      "monthDay": "05/15"
    },
    {
      "year": "1989",
      "uri": "/wiki/Kiki_Vidis",
      "name": "Kiki Vidis",
      "aboutText": "Jasmine Lucilla Elizabeth Jennifer van den Bogaerde (born 15 May 1996), better known by her stage name Birdy, is an English singer and songwriter. She won the music competition Open Mic UK in 2008, at the age of 12. Her debut single, a version of Bon Iver's \"Skinny Love\", was her breakthrough, charting all across Europe and earning platinum certification six times in Australia.",
      "pageId": 31160821,
      "monthDay": "05/15"
    },
    {
      "year": "1990",
      "uri": "/wiki/Jordan_Eberle",
      "name": "Jordan Eberle",
      "aboutText": "Lee Jong-hyun (Hangul: 이종현; pronounced [iː dʑoːŋ hjəːn]; born on May 15, 1990) is a South Korean guitarist, musician, singer, songwriter and actor.",
      "pageId": 31848629,
      "monthDay": "05/15"
    },
    {
      "year": "1990",
      "uri": "/wiki/Lee_Jong-hyun",
      "name": "Lee Jong-hyun",
      "aboutText": "James Brian Dozier (/ˈdoʊʒər/;born May 15, 1987) is an American professional baseball second baseman for the Minnesota Twins of Major League Baseball (MLB).",
      "pageId": 34883319,
      "monthDay": "05/15"
    },
    {
      "year": "1991",
      "uri": "/wiki/Mollee_Gray",
      "name": "Mollee Gray",
      "aboutText": "Kiki Vidis (born May 15, 1989 in Queensland, Australia) is an Australian pornographic actress. She began her career in pornography in 2008 at the age of 18.",
      "pageId": 35346730,
      "monthDay": "05/15"
    },
    {
      "year": "1992",
      "uri": "/wiki/Clark_Beckham",
      "name": "Clark Beckham",
      "aboutText": "Nemanja Nešić (Serbian Cyrillic: Немања Нешић) (15 May 1988 – 6 June 2012) was a Serbian rower. He was a member of the national teams of Serbia in the last eight years, won two bronze medals at European Championship 2009, and in 2011, world championships finalist and participant in many important international regattas.\nHe died unexpectedly in a boat during the morning training in 2012.",
      "pageId": 36063431,
      "monthDay": "05/15"
    },
    {
      "year": "1993",
      "uri": "/wiki/Mahfizur_Rahman_Sagor",
      "name": "Mahfizur Rahman Sagor",
      "aboutText": "Mahfizur Rahman Sagor (born 15 May 1993, in Dhaka, Bangladesh) is Bangladeshi swimmer. He qualified for the 2012 Summer Olympics in London, despite the absence of a professional swimming pool in Bangladesh.\nSagor was chosen as Bangladesh's flag bearer during the 2012 Summer Olympics Parade of Nations at the Opening Ceremony.",
      "pageId": 36572692,
      "monthDay": "05/15"
    },
    {
      "year": "1995",
      "uri": "/wiki/Ryosuke_Yamamoto_(actor)",
      "name": "Ryosuke Yamamoto",
      "aboutText": "Indrek Kajupank (born 15 May 1988) is an Estonian professional basketball player. He currently plays for Rapla.\n^ \"Indrek Kajupank\" (in Estonian).",
      "pageId": 41716489,
      "monthDay": "05/15"
    },
    {
      "year": "1996",
      "uri": "/wiki/Birdy_(singer)",
      "name": "Birdy",
      "aboutText": "Clark Beckham (born May 15, 1992) is an American singer, songwriter and musician.",
      "pageId": 45649170,
      "monthDay": "05/15"
    },
    {
      "year": "1997",
      "uri": "/wiki/Murder_of_Erica_Green",
      "name": "Erica Green",
      "aboutText": "Ryosuke Yamamoto (山本 涼介, Yamamoto Ryōsuke, born May 15, 1995, in Nara Prefecture, Japan) is a Japanese actor and model who is represented by the talent agency Ken-On.",
      "pageId": 47561444,
      "monthDay": "05/15"
    }
  ]
}