{
  "people": [
    {
      "year": "1432",
      "uri": "/wiki/Afonso_V_of_Portugal",
      "name": "Afonso V of Portugal",
      "aboutText": "Afonso V (Portuguese pronunciation: [ɐˈfõsu]) KG (15 January 1432 – 28 August 1481), called the African (Portuguese: o Africano), was King of Portugal and the Algarves.",
      "pageId": 1661,
      "monthDay": "01/15"
    },
    {
      "year": "1481",
      "uri": "/wiki/Ashikaga_Yoshizumi",
      "name": "Ashikaga Yoshizumi",
      "aboutText": "Jean-Baptiste Poquelin, known by his stage name Molière (/moʊlˈjɛər/; French: [mɔ.ljɛːʁ]; 1622–1673), was a French playwright and actor who is considered to be one of the greatest masters of comedy in Western literature. Among Molière's best known works are The Misanthrope, The School for Wives, Tartuffe, The Miser, The Imaginary Invalid, and The Bourgeois Gentleman.\nBorn into a prosperous family and having studied at the Collège de Clermont (now Lycée Louis-le-Grand), Molière was well suited to begin a life in the theatre.",
      "pageId": 51465,
      "monthDay": "01/15"
    },
    {
      "year": "1538",
      "uri": "/wiki/Maeda_Toshiie",
      "name": "Maeda Toshiie",
      "aboutText": "Ashikaga Yoshizumi (足利 義澄, January 15, 1481 – September 6, 1511) was the 11th shogun of the Ashikaga shogunate who reigned from 1494 to 1508 during the Muromachi period of Japan. He was the son of Ashikaga Masatomo and grandson of the sixth shogun Ashikaga Yoshinori. Yoshizumi was first called Yoshitō (sometimes translated as Yoshimichi), then Yoshitaka.",
      "pageId": 234184,
      "monthDay": "01/15"
    },
    {
      "year": "1622",
      "uri": "/wiki/Moli%C3%A8re",
      "name": "Molière",
      "aboutText": "Philip Livingston (January 15, 1716 – June 12, 1778) was an American merchant and statesman from New York City.",
      "pageId": 260901,
      "monthDay": "01/15"
    },
    {
      "year": "1671",
      "uri": "/wiki/Abraham_de_la_Pryme",
      "name": "Abraham de la Pryme",
      "aboutText": "Frederick Arthur Stanley, 16th Earl of Derby KG GCB GCVO PC (15 January 1841 – 14 June 1908), known as Frederick Stanley until 1886 and as Lord Stanley of Preston between 1886 and 1893, was a Conservative Party politician in the United Kingdom who served as Colonial Secretary from 1885 to 1886 and the sixth Governor General of Canada from 1888 to 1893. An avid sportsman, he built Stanley House Stables in England, and is famous in North America for presenting Canada with the Stanley Cup. Stanley was a Freemason.",
      "pageId": 287452,
      "monthDay": "01/15"
    },
    {
      "year": "1674",
      "uri": "/wiki/Prosper_Jolyot_de_Cr%C3%A9billon",
      "name": "Prosper Jolyot de Crébillon",
      "aboutText": "John Aikin (15 January 1747 – 7 December 1822) was an English doctor and writer.",
      "pageId": 289928,
      "monthDay": "01/15"
    },
    {
      "year": "1716",
      "uri": "/wiki/Philip_Livingston",
      "name": "Philip Livingston",
      "aboutText": "Maeda Toshiie (前田 利家, January 15, 1538 – April 27, 1599) was one of the leading generals of Oda Nobunaga following the Sengoku period of the 16th century extending to the Azuchi-Momoyama period. His father was Maeda Toshimasa. He was the fourth of seven brothers.",
      "pageId": 315861,
      "monthDay": "01/15"
    },
    {
      "year": "1747",
      "uri": "/wiki/John_Aikin",
      "name": "John Aikin",
      "aboutText": "Prosper Jolyot de Crébillon (January 13, 1674 – June 17, 1762) was a French poet and tragedian.",
      "pageId": 523715,
      "monthDay": "01/15"
    },
    {
      "year": "1754",
      "uri": "/wiki/Richard_Martin_(Irish_politician)",
      "name": "Richard Martin",
      "aboutText": "Franz Seraphicus Grillparzer (15 January 1791 – 21 January 1872) was an Austrian writer who is chiefly known for his dramas.",
      "pageId": 596023,
      "monthDay": "01/15"
    },
    {
      "year": "1791",
      "uri": "/wiki/Franz_Grillparzer",
      "name": "Franz Grillparzer",
      "aboutText": "Colonel Richard Martin (15 January 1754 – 6 January 1834), was an Irish politician and campaigner against cruelty to animals. He was commonly known as \"Humanity Dick\", a nickname bestowed on him by King George IV. He succeeded in getting the pioneering Cruel Treatment of Cattle Act 1822, nicknamed 'Martin's Act', passed into British law.",
      "pageId": 743919,
      "monthDay": "01/15"
    },
    {
      "year": "1795",
      "uri": "/wiki/Alexander_Griboyedov",
      "name": "Alexander Griboyedov",
      "aboutText": "Marie Duplessis (15 January 1824 – 3 February 1847) was a French courtesan and mistress to a number of prominent and wealthy men. She was the inspiration for Marguerite Gautier, the main character of La Dame aux Camélias by Alexandre Dumas the younger, one of Duplessis' lovers.",
      "pageId": 1211614,
      "monthDay": "01/15"
    },
    {
      "year": "1803",
      "uri": "/wiki/Marjorie_Fleming",
      "name": "Marjorie Fleming",
      "aboutText": "Alexander Sergeyevich Griboyedov (Russian: Алекса́ндр Серге́евич Грибое́дов, Aleksándr Sergeyevich Griboyedov or Sergéevich Griboédov; 15 January 1795, Moscow – 11 February 1829, Tehran), formerly romanized as Alexander Sergueevich Griboyedoff, was a Russian diplomat, playwright, poet, and composer. He is recognized as homo unius libri, a writer of one book, whose fame rests on the verse comedy Woe from Wit or The Woes of Wit.",
      "pageId": 1290867,
      "monthDay": "01/15"
    },
    {
      "year": "1809",
      "uri": "/wiki/Pierre-Joseph_Proudhon",
      "name": "Pierre-Joseph Proudhon",
      "aboutText": "Peter Christen Asbjørnsen (15 January 1812 — 6 January 1885) was a Norwegian writer and scholar. He and Jørgen Engebretsen Moe were collectors of Norwegian folklore. They were so closely united in their lives' work that their folk tale collections are commonly mentioned only as \"Asbjørnsen and Moe\".",
      "pageId": 1412157,
      "monthDay": "01/15"
    },
    {
      "year": "1812",
      "uri": "/wiki/Peter_Christen_Asbj%C3%B8rnsen",
      "name": "Peter Christen Asbjørnsen",
      "aboutText": "Josef Breuer (German: [ˈbʀɔʏɐ]; 15 January 1842 – 20 June 1925) was a distinguished Austrian physician who made key discoveries in neurophysiology, and whose work in the 1880s with a patient known as Anna O. developed the talking cure (cathartic method) and laid the foundation to psychoanalysis as developed by his protégé Sigmund Freud.",
      "pageId": 1466246,
      "monthDay": "01/15"
    },
    {
      "year": "1815",
      "uri": "/wiki/William_Bickerton",
      "name": "William Bickerton",
      "aboutText": "Abraham de la Pryme (15 January 1671 – 12 June 1704) was an English antiquary.\nAbraham de la Pryme was born to Huguenot parents, Matthias de la Pryme and Sarah Smague (or Smagge) at Hatfield in 1671. Despite his father's desire that he should attend the University of Glasgow and then become a Presbyterian minister, de la Pryme insisted on attending the University of Cambridge, becoming a pensioner of St John's College in 1690.",
      "pageId": 2142584,
      "monthDay": "01/15"
    },
    {
      "year": "1816",
      "uri": "/wiki/Marie_Lafarge",
      "name": "Marie Lafarge",
      "aboutText": "Marie-Fortunée Lafarge (née Capelle; 15 January 1816 – 7 November 1852) was a Frenchwoman who was convicted of murdering her husband by arsenic poisoning in 1840. Her case became notable, because it was one of the first trials to be followed by the public through daily newspaper reports, and because she was the first person convicted largely on direct forensic toxicological evidence. However, questions about her guilt had divided French society to the extent that it is often compared to the better-known Dreyfus affair.",
      "pageId": 2445845,
      "monthDay": "01/15"
    },
    {
      "year": "1824",
      "uri": "/wiki/Marie_Duplessis",
      "name": "Marie Duplessis",
      "aboutText": "Marjorie Fleming (also spelt Marjory; 15 January 1803 – 19 December 1811) was a Scottish child writer and poet.",
      "pageId": 5403641,
      "monthDay": "01/15"
    },
    {
      "year": "1834",
      "uri": "/wiki/Samuel_Arza_Davenport",
      "name": "Samuel Arza Davenport",
      "aboutText": "Samuel Arza Davenport (January 15, 1834 – August 1, 1911) was a Republican member of the U.S. House of Representatives from Pennsylvania.\nSamuel A. Davenport was born near Watkins, New York. He moved to Pennsylvania with his parents, who settled in Erie, Pennsylvania, in 1839.",
      "pageId": 6687606,
      "monthDay": "01/15"
    },
    {
      "year": "1841",
      "uri": "/wiki/Frederick_Stanley,_16th_Earl_of_Derby",
      "name": "Frederick Stanley, 16th Earl of Derby",
      "aboutText": "William Bickerton (January 15, 1815 – February 17, 1905) was a leader in the Latter Day Saint movement after the 1844 succession crisis.",
      "pageId": 11130645,
      "monthDay": "01/15"
    },
    {
      "year": "1842",
      "uri": "/wiki/Josef_Breuer",
      "name": "Josef Breuer",
      "aboutText": "Pierre-Joseph Proudhon (French: [pjɛʁ ʒɔzɛf pʁudɔ̃]; 15 January 1809 – 19 January 1865) was a French politician and the founder of mutualist philosophy. He was the first person to declare himself an anarchist and is widely regarded as one of the ideology's most influential theorists. Proudhon is even considered by many to be the \"father of anarchism\".",
      "pageId": 40949287,
      "monthDay": "01/15"
    },
    {
      "year": "1842",
      "uri": "/wiki/Mary_MacKillop",
      "name": "Mary MacKillop",
      "aboutText": "Thomas Edmund \"Tom\" Burke (January 15, 1875 – February 14, 1929) was an American sprinter. He was the first Olympic champion in the 100 and 400 meter dash races.",
      "pageId": 67287,
      "monthDay": "01/15"
    },
    {
      "year": "1850",
      "uri": "/wiki/Leonard_Darwin",
      "name": "Leonard Darwin",
      "aboutText": "Sofia Vasilyevna Kovalevskaya (Russian: Со́фья Васи́льевна Ковале́вская) (15 January [O.S. 3 January] 1850 – 10 February [O.S. 29 January] 1891) was the first major Russian female mathematician, responsible for important original contributions to analysis, partial differential equations and mechanics, and the first woman appointed to a full professorship in Northern Europe. She was also one of the first women to work for a scientific journal as an editor.\nThere are several alternative transliterations of her name.",
      "pageId": 105587,
      "monthDay": "01/15"
    },
    {
      "year": "1850",
      "uri": "/wiki/Mihai_Eminescu",
      "name": "Mihai Eminescu",
      "aboutText": "Princess Margaret of Connaught (Margaret Victoria Charlotte Augusta Norah; 15 January 1882 – 1 May 1920) was Crown Princess of Sweden and Duchess of Skåne as the first wife of the future King Gustaf VI Adolf. She was the elder daughter of Prince Arthur, Duke of Connaught, third son of Queen Victoria, and Princess Louise Margaret of Prussia.",
      "pageId": 145885,
      "monthDay": "01/15"
    },
    {
      "year": "1850",
      "uri": "/wiki/Sofia_Kovalevskaya",
      "name": "Sofia Kovalevskaya",
      "aboutText": "Mihai Eminescu (Romanian pronunciation: [miˈhaj emiˈnesku]; born Mihail Eminovici; 15 January 1850 – 15 June 1889) was a Romantic poet, novelist and journalist, often regarded as the most famous and influential Romanian poet. Eminescu was an active member of the Junimea literary society and worked as an editor for the newspaper Timpul (\"The Time\"), the official newspaper of the Conservative Party (1880–1918). His poetry was first published when he was 16 and he went to Vienna to study when he was 19.",
      "pageId": 194842,
      "monthDay": "01/15"
    },
    {
      "year": "1855",
      "uri": "/wiki/Jacques_Damala",
      "name": "Jacques Damala",
      "aboutText": "Lars Olof Jonathan Söderblom (Swedish pronunciation: [ˈnɑːtan ˈsøːdɛrblʊm]) (15 January 1866 – 12 July 1931) was a Swedish clergyman. He was the Church of Sweden Archbishop of Uppsala between 1914-1931, and recipient of the 1930 Nobel Peace Prize. He is commemorated in the Calendar of Saints of the Lutheran Church and in the liturgical calendar of the Episcopal Church (USA) on July 12.",
      "pageId": 405696,
      "monthDay": "01/15"
    },
    {
      "year": "1859",
      "uri": "/wiki/Archibald_Peake",
      "name": "Archibald Peake",
      "aboutText": "Wilhelm Marx (15 January 1863 – 5 August 1946) was a German lawyer, Catholic politician and a member of the Centre Party. He was Chancellor of Germany twice, from 1923 to 1925 and again from 1926 to 1928, and also served briefly as Minister President of Prussia in 1925, during the Weimar Republic.",
      "pageId": 431034,
      "monthDay": "01/15"
    },
    {
      "year": "1863",
      "uri": "/wiki/Wilhelm_Marx",
      "name": "Wilhelm Marx",
      "aboutText": "Major Leonard Darwin (15 January 1850 – 26 March 1943), a son of the English naturalist Charles Darwin, was variously a soldier, politician, economist, eugenicist and mentor of the statistician and evolutionary biologist Ronald Fisher.",
      "pageId": 515133,
      "monthDay": "01/15"
    },
    {
      "year": "1866",
      "uri": "/wiki/Nathan_S%C3%B6derblom",
      "name": "Nathan Söderblom",
      "aboutText": "Stanisław Wyspiański (pronounced ['staˈɲiswaf vɨˈspjaɲskʲi]; 15 January 1869 – 28 November 1907) was a Polish playwright, painter and poet, as well as interior and furniture designer. A patriotic writer, he created a series of symbolic, national dramas within the artistic philosophy of the Young Poland Movement. Wyspiański was one of the most outstanding and multifaceted artists of his time in Poland under the foreign partitions.",
      "pageId": 887450,
      "monthDay": "01/15"
    },
    {
      "year": "1869",
      "uri": "/wiki/Ruby_Laffoon",
      "name": "Ruby Laffoon",
      "aboutText": "Pierre Samuel du Pont (January 15, 1870 – April 4, 1954) was an American entrepreneur, businessman, philanthropist and member of the prominent du Pont family.\nHe was president of the E. I. du Pont de Nemours and Company from 1915 to 1919, and served on its Board of Directors until 1940. He also managed General Motors from 1915-1920, became GM's president in 1920, and served on GM's Board of Directors until 1928.",
      "pageId": 1075132,
      "monthDay": "01/15"
    },
    {
      "year": "1869",
      "uri": "/wiki/Stanis%C5%82aw_Wyspia%C5%84ski",
      "name": "Stanisław Wyspiański",
      "aboutText": "Lewis Madison Terman (January 15, 1877 – December 21, 1956) was an American psychologist, noted as a pioneer in educational psychology in the early 20th century at the Stanford Graduate School of Education. He is best known for his revision of the Stanford-Binet IQ test and for initiating the longitudinal study of children with high IQs called the Genetic Studies of Genius. He was a prominent eugenicist and was a member of the Human Betterment Foundation.",
      "pageId": 1583393,
      "monthDay": "01/15"
    },
    {
      "year": "1870",
      "uri": "/wiki/Pierre_S._du_Pont",
      "name": "Pierre S. du Pont",
      "aboutText": "Arsen Kotsoyev (Ossetian: Коцойты Арсен, tr. Kocojty Arsen; January 15, 1872 - February 4, 1944) is one of the founders of Ossetic prose, who had a large influence in the formation of the modern Ossetic language and its functional styles. He participated in all of the first Ossetic periodicals, and was one of the most notable Ossetian publicists.",
      "pageId": 1711672,
      "monthDay": "01/15"
    },
    {
      "year": "1872",
      "uri": "/wiki/Arsen_Kotsoyev",
      "name": "Arsen Kotsoyev",
      "aboutText": "Lorenz Böhler (15 January 1885 in Wolfurt, Austria – 20 January 1973 in Vienna) was an Austrian physician and famous surgeon.\nBöhler is most notable as one of the creators—or even the creator—of modern accident surgery. He was the head of the AUVA-Hospital in Vienna, Brigittenau, that was later named after him: Lorenz-Böhler-Unfallkrankenhaus.",
      "pageId": 1912113,
      "monthDay": "01/15"
    },
    {
      "year": "1875",
      "uri": "/wiki/Thomas_Burke_(athlete)",
      "name": "Thomas Burke",
      "aboutText": "Mary Helen MacKillop RSJ (15 January 1842 – 8 August 1909), now formally known as St Mary of the Cross MacKillop, was an Australian nun who has been declared a saint by the Catholic Church. Of Scottish descent, she was born in Melbourne, but was best known for her activities in South Australia. Together with the Reverend Julian Tenison Woods, she founded the Sisters of St Joseph of the Sacred Heart (the Josephites), a congregation of religious sisters that established a number of schools and welfare institutions throughout Australasia, with an emphasis on education for the rural poor.",
      "pageId": 2060813,
      "monthDay": "01/15"
    },
    {
      "year": "1877",
      "uri": "/wiki/Lewis_Terman",
      "name": "Lewis Terman",
      "aboutText": "Mazo de la Roche (January 15, 1879 – July 12, 1961), born Mazo Louise Roche in Newmarket, Ontario, Canada, was the author of the Jalna novels, one of the most popular series of books of her time.",
      "pageId": 2103119,
      "monthDay": "01/15"
    },
    {
      "year": "1878",
      "uri": "/wiki/Johanna_M%C3%BCller-Hermann",
      "name": "Johanna Müller-Hermann",
      "aboutText": "Ruby Laffoon (January 15, 1869 – March 1, 1941) was an American politician who served as the 43rd Governor of Kentucky from 1931 to 1935. A Kentucky native, at age 17 Laffoon moved to Washington, D.C., to live with his uncle, U.S. Representative Polk Laffoon. He developed an interest in politics and returned to Kentucky, where he compiled a mixed record of victories and defeats in elections at the county and state levels.",
      "pageId": 2722296,
      "monthDay": "01/15"
    },
    {
      "year": "1879",
      "uri": "/wiki/Mazo_de_la_Roche",
      "name": "Mazo de la Roche",
      "aboutText": "Archibald Henry Peake (15 January 1859 – 6 April 1920) was an Australian politician and the 25th Premier of South Australia, serving on three separate occasions in the 1910s.",
      "pageId": 5439843,
      "monthDay": "01/15"
    },
    {
      "year": "1882",
      "uri": "/wiki/Princess_Margaret_of_Connaught",
      "name": "Princess Margaret of Connaught",
      "aboutText": "Aristides Damalas (Greek: Aριστεíδης Δαμαλάς, alternative spellings Aristidis or Aristide), known in France by the stage name Jacques Damala, (15 January 1855 – 18 August 1889), was a Greek military officer-turned-actor, who is mostly remembered as being husband to Sarah Bernhardt for a number of years. Damala's characterization by modern researchers is far from positive. His handsomeness was as notable as his insolence and Don Juan quality.",
      "pageId": 5897194,
      "monthDay": "01/15"
    },
    {
      "year": "1883",
      "uri": "/wiki/John_Henry_Starling",
      "name": "John Henry Starling",
      "aboutText": "Miles J. Burke (January 15, 1885 – December 25, 1928) was an American flyweight boxer who competed in the early twentieth century.\nHe died in St. Louis, Missouri.",
      "pageId": 7014275,
      "monthDay": "01/15"
    },
    {
      "year": "1885",
      "uri": "/wiki/Lorenz_B%C3%B6hler",
      "name": "Lorenz Böhler",
      "aboutText": "Johanna Müller-Hermann (15 January 1878 – 19 April 1941) was an Austrian composer and pedagogue. She studied under Alexander von Zemlinsky, and was one of the foremost European female composers of orchestral and chamber music in her day.",
      "pageId": 9200830,
      "monthDay": "01/15"
    },
    {
      "year": "1885",
      "uri": "/wiki/Miles_Burke",
      "name": "Miles Burke",
      "aboutText": "John Henry Starling CMG, OBE (1883–1966) was the official secretary to the Governor General of Australia from 1919 to 1927, serving Munro Ferguson, Forster and Baird.\nHaving originally lived in Melbourne, Starling transferred to the Commonwealth Public Service in 1902 as a clerk in the Governor General's office. He married Sarah Elizabeth May Price on 15 February 1911.",
      "pageId": 28080591,
      "monthDay": "01/15"
    },
    {
      "year": "1885",
      "uri": "/wiki/Grover_Lowdermilk",
      "name": "Grover Lowdermilk",
      "aboutText": "For the African-American actor of the same name, see Rex Ingram (actor) (1895–1969).",
      "pageId": 26470,
      "monthDay": "01/15"
    },
    {
      "year": "1885",
      "uri": "/wiki/Huang_Yuanyong",
      "name": "Huang Yuanyong",
      "aboutText": "David Ivor Davies (15 January 1893 – 6 March 1951), better known as Ivor Novello, was a Welsh composer and actor who became one of the most popular British entertainers of the first half of the 20th century.\nHe was born into a musical family and his first successes were as a songwriter. His first big hit was \"Keep the Home Fires Burning\", which was enormously popular during the First World War.",
      "pageId": 47154,
      "monthDay": "01/15"
    },
    {
      "year": "1890",
      "uri": "/wiki/Tommy_Fleming_(soccer)",
      "name": "Tommy Fleming",
      "aboutText": "Osip Emilyevich Mandelstam (Russian: О́сип Эми́льевич Мандельшта́м; IPA: [ˈosʲɪp ɪˈmʲilʲjɪvʲɪtɕ məndʲɪlʲˈʂtam]; 15 January [O.S. 3 January] 1891 – 27 December 1938) was a Russian poet and essayist who lived in Russia during and after its revolution and the rise of the Soviet Union and husband of Nadezhda Mandelstam. He was one of the foremost members of the Acmeist school of poets. He was arrested by Joseph Stalin's government during the repression of the 1930s and sent into internal exile with his wife Nadezhda.",
      "pageId": 66199,
      "monthDay": "01/15"
    },
    {
      "year": "1890",
      "uri": "/wiki/Michiaki_Kamada",
      "name": "Michiaki Kamada",
      "aboutText": "Artturi Ilmari Virtanen (Finnish: [ˈɑrtːuri ˈilmɑri ˈʋirtɑnen]; 1895–1973) was a Finnish chemist and recipient of the 1945 Nobel Prize in Chemistry.",
      "pageId": 168020,
      "monthDay": "01/15"
    },
    {
      "year": "1891",
      "uri": "/wiki/Ray_Chapman",
      "name": "Ray Chapman",
      "aboutText": "Saud bin Abdulaziz Al Saud (/sɑːˈuːd/; Arabic: سعود بن عبد العزيز آل سعود‎ Su'ūd ibn 'Abd al-'Azīz Āl Su'ūd; 15 January 1902 – 23 February 1969) was King of Saudi Arabia from 1953 to 1964.",
      "pageId": 402553,
      "monthDay": "01/15"
    },
    {
      "year": "1891",
      "uri": "/wiki/Osip_Mandelstam",
      "name": "Osip Mandelstam",
      "aboutText": "Xu Zhimo (Chinese: 徐志摩; pinyin: Xú Zhìmó; Wade–Giles: Hsü Chih-mo, January 15, 1897 – November 19, 1931) was an early 20th-century Chinese poet. He was given the name of Zhangxu (章垿) and the courtesy name of Yousen (槱森). He later changed his courtesy name to Zhimo (志摩).",
      "pageId": 464592,
      "monthDay": "01/15"
    },
    {
      "year": "1892",
      "uri": "/wiki/Rex_Ingram_(director)",
      "name": "Rex Ingram",
      "aboutText": "Goodman Ace (15 January 1899 – 25 March 1982), born Goodman Aiskowitz, was an American humourist, radio writer and comedian, television writer, and magazine columnist.\n\"Goody\" (as he was known to friends) is not always the most recognisable writer/performer of his era by today's reader or listener, but his low-key, literate drollery and softly tart way of tweaking trends and pretenses made him one of the most sought after writers in radio and television during the 1930s through '60s.\n^ \"'Jane Ace, Disk Jockey' premieres tonight\".",
      "pageId": 525291,
      "monthDay": "01/15"
    },
    {
      "year": "1893",
      "uri": "/wiki/Ivor_Novello",
      "name": "Ivor Novello",
      "aboutText": "Raymond Johnson Chapman (January 15, 1891 – August 17, 1920) was an American baseball player, spending his entire career as a shortstop for Cleveland.\nChapman was hit in the head by a pitch thrown by Yankees pitcher Carl Mays, and died 12 hours later. He remains the only Major League Baseball player to have died from an injury received at a major league baseball game.",
      "pageId": 560686,
      "monthDay": "01/15"
    },
    {
      "year": "1893",
      "uri": "/wiki/Urho_Peltonen",
      "name": "Urho Peltonen",
      "aboutText": "Paul Andrew Dever (January 15, 1903 – April 11, 1958) was a Democratic politician from Boston, Massachusetts.",
      "pageId": 754166,
      "monthDay": "01/15"
    },
    {
      "year": "1894",
      "uri": "/wiki/Ecaterina_Teodoroiu",
      "name": "Ecaterina Teodoroiu",
      "aboutText": "Kamatari Fujiwara (藤原 釜足 Fujiwara Kamatari, January 15, 1905 - December 21, 1985) was a Japanese actor.\nHe was born in Tokyo, on January 15, 1905, in Tokyo, Japan. Fujiwara's parents ran a printing business.",
      "pageId": 838771,
      "monthDay": "01/15"
    },
    {
      "year": "1895",
      "uri": "/wiki/Artturi_Ilmari_Virtanen",
      "name": "Artturi Ilmari Virtanen",
      "aboutText": "Huang Yuanyong (黃遠庸), (Pen name: Huang Yuansheng 黃遠生, Wade-Giles: \"Huang Yüan-yung\") (15 January 1885 – 25 December 1915) was a renowned Chinese author and journalist during the late Qing dynasty (清朝) and early Republic of China (民國初年). Huang made significant contributions to journalism and literacy in China, particularly as an innovator in both journalistic methodology and writing style.",
      "pageId": 1033729,
      "monthDay": "01/15"
    },
    {
      "year": "1896",
      "uri": "/wiki/Marjorie_Bennett",
      "name": "Marjorie Bennett",
      "aboutText": "Ecaterina Teodoroiu (Romanian pronunciation: [ekateˈrina te.odoˈroju]; born Cătălina Toderoiu; January 15, 1894 - September 3, 1917) was a Romanian woman who fought and died in World War I, and is regarded as a heroine of Romania.\nIn Romanian historiography, Ecaterina Teodoroiu is placed in the context of gendered experience of the Great War on the Eastern Front, on the same pedestal as Queen Maria of Romania.\n^ a b \"Legenda Ecaterinei Teodoroiu: Ce spun Arhivele Militare\" (in Romanian).",
      "pageId": 1979834,
      "monthDay": "01/15"
    },
    {
      "year": "1897",
      "uri": "/wiki/Xu_Zhimo",
      "name": "Xu Zhimo",
      "aboutText": "Andreas William Heinesen (15 January 1900 – 12 March 1991) was a poet, novel writer, short story writer, children's book writer, composer and painter from the Faroe Islands.",
      "pageId": 2326049,
      "monthDay": "01/15"
    },
    {
      "year": "1898",
      "uri": "/wiki/Erik_Byl%C3%A9hn",
      "name": "Erik Byléhn",
      "aboutText": "Bror Erik Byléhn (15 January 1898 – 14 November 1986) was a middle-distance runner from Sweden who competed at the 1924 and 1928 Olympics. In 1924 he won a silver medal in the 4×400 m relay and failed to reach the finals of individual 400 m and 800 m races.",
      "pageId": 3580484,
      "monthDay": "01/15"
    },
    {
      "year": "1899",
      "uri": "/wiki/Goodman_Ace",
      "name": "Goodman Ace",
      "aboutText": "Grover Cleveland \"Slim\" Lowdermilk (January 15, 1885 – March 31, 1968) was a pitcher in Major League Baseball. From 1909 to 1920, he played for the St. Louis Cardinals, Chicago Cubs, St.",
      "pageId": 4581414,
      "monthDay": "01/15"
    },
    {
      "year": "1900",
      "uri": "/wiki/William_Heinesen",
      "name": "William Heinesen",
      "aboutText": "Torin Thatcher (15 January 1905 – 4 March 1981) was an English actor born in Bombay, British India, to English parents. He was an imposing, powerfully built figure noted for his flashy portrayals of screen villains.\nHe was educated in Britain at Bedford School and at the Royal Academy of Dramatic Art.",
      "pageId": 5966150,
      "monthDay": "01/15"
    },
    {
      "year": "1902",
      "uri": "/wiki/Saud_of_Saudi_Arabia",
      "name": "Saud of Saudi Arabia",
      "aboutText": "Urho Pellervo Peltonen (15 January 1893 – 7 January 1951) was a Finnish athlete who competed mainly in the javelin throw.\nHe competed for Finland in the 1912 Summer Olympics held in Stockholm, Sweden, in both the regular and two-handed javelin throw, a one-time Olympic event in which the total was counted as a sum of best throws with the right hand and with the left hand. Peltonen won a bronze medal in the latter event behind fellow Finns Julius Saaristo and Väinö Siikaniemi and one place ahead of Swede Eric Lemming, who had won the one hand competition.",
      "pageId": 7218227,
      "monthDay": "01/15"
    },
    {
      "year": "1903",
      "uri": "/wiki/Paul_A._Dever",
      "name": "Paul A. Dever",
      "aboutText": "Thomas “Tommy” or \"Whitey\" Fleming (January 15, 1890 in Beith, Scotland – March 19, 1965 in Quincy, Massachusetts) was a Scottish American soccer outside forward who began his career in Scotland and finished it in the United States.",
      "pageId": 15166314,
      "monthDay": "01/15"
    },
    {
      "year": "1905",
      "uri": "/wiki/Kamatari_Fujiwara",
      "name": "Kamatari Fujiwara",
      "aboutText": "Marjorie Bennett (15 January 1896 – 14 June 1982) was an Australian-born television and film actress, who worked mainly in Britain and the United States. She began her acting career during the silent film era.",
      "pageId": 20840078,
      "monthDay": "01/15"
    },
    {
      "year": "1905",
      "uri": "/wiki/Torin_Thatcher",
      "name": "Torin Thatcher",
      "aboutText": "Michiaki Kamada (鎌田 道章, Kamada Michiaki, 15 January 1890 – 18 October 1947) (surname often written as Kamata) was a Vice-Admiral of the Imperial Japanese Navy and saw service in the Pacific Theatre of World War II.",
      "pageId": 22514770,
      "monthDay": "01/15"
    },
    {
      "year": "1907",
      "uri": "/wiki/Janusz_Kusoci%C5%84ski",
      "name": "Janusz Kusociński",
      "aboutText": "Edward Teller (Hungarian: Teller Ede; January 15, 1908 – September 9, 2003) was a Hungarian-born American theoretical physicist who is known colloquially as \"the father of the hydrogen bomb\", although he claimed he did not care for the title. He made numerous contributions to nuclear and molecular physics, spectroscopy (in particular, the Jahn–Teller and Renner–Teller effects) and surface physics. His extension of Enrico Fermi's theory of beta decay, in the form of the so-called Gamow–Teller transitions, provided an important stepping stone in its application, while the Jahn–Teller effect and the Brunauer–Emmett–Teller (BET) theory have retained their original formulation and are still mainstays in physics and chemistry.",
      "pageId": 37782,
      "monthDay": "01/15"
    },
    {
      "year": "1908",
      "uri": "/wiki/Edward_Teller",
      "name": "Edward Teller",
      "aboutText": "Gamal Abdel Nasser Hussein (Arabic: جمال عبد الناصر حسين‎, IPA: [ɡæˈmæːl ʕæbdenˈnɑːsˤeɾ ħeˈseːn]; 15 January 1918 – 28 September 1970) was the second President of Egypt, serving from 1956 until his death. Nasser led the 1952 overthrow of the monarchy and introduced far-reaching land reforms the following year. Following a 1954 Muslim Brotherhood-led attempt on his life, he cracked down on the organization, put President Muhammad Naguib under house arrest, and assumed executive office, officially becoming president in June 1956.",
      "pageId": 51879,
      "monthDay": "01/15"
    },
    {
      "year": "1909",
      "uri": "/wiki/Jean_Bugatti",
      "name": "Jean Bugatti",
      "aboutText": "Hugh Redwald Trevor-Roper, Baron Dacre of Glanton (15 January 1914 – 26 January 2003), was an historian of early modern Britain and Nazi Germany. He was Regius Professor of Modern History at the University of Oxford.\nTrevor-Roper was made a life peer in 1979 on the recommendation of Prime Minister Margaret Thatcher, choosing the title Baron Dacre of Glanton.",
      "pageId": 140453,
      "monthDay": "01/15"
    },
    {
      "year": "1909",
      "uri": "/wiki/Gene_Krupa",
      "name": "Gene Krupa",
      "aboutText": "Eugene Bertram \"Gene\" Krupa (January 15, 1909 – October 16, 1973) was an American jazz and big band drummer, band leader, actor, and composer.",
      "pageId": 196591,
      "monthDay": "01/15"
    },
    {
      "year": "1912",
      "uri": "/wiki/Michel_Debr%C3%A9",
      "name": "Michel Debré",
      "aboutText": "John Joseph O'Connor (January 15, 1920 – May 3, 2000) was an American prelate of the Catholic Church. He served as Archbishop of New York from 1984 until his death in 2000, and was created a cardinal in 1985.",
      "pageId": 244349,
      "monthDay": "01/15"
    },
    {
      "year": "1913",
      "uri": "/wiki/Eug%C3%A8ne_Brands",
      "name": "Eugène Brands",
      "aboutText": "Lloyd Vernet Bridges, Jr. (January 15, 1913 – March 10, 1998) was an American actor who starred in a number of television series and appeared in more than 150 feature films.",
      "pageId": 274519,
      "monthDay": "01/15"
    },
    {
      "year": "1913",
      "uri": "/wiki/Lloyd_Bridges",
      "name": "Lloyd Bridges",
      "aboutText": "Michel Jean-Pierre Debré (French pronunciation: ​[miʃɛl dəbʁe]; 15 January 1912 – 2 August 1996) was the first Prime Minister of the French Fifth Republic. He is considered the \"father\" of the current Constitution of France. He served under President Charles de Gaulle from 1959 to 1962.",
      "pageId": 585175,
      "monthDay": "01/15"
    },
    {
      "year": "1913",
      "uri": "/wiki/Miriam_Hyde",
      "name": "Miriam Hyde",
      "aboutText": "Janusz Tadeusz Kusociński (15 January 1907 in Warsaw – 21 June 1940 in Palmiry) was a Polish athlete, winner in the 10000 m event at the 1932 Summer Olympics.",
      "pageId": 842457,
      "monthDay": "01/15"
    },
    {
      "year": "1913",
      "uri": "/wiki/Alexander_Marinesko",
      "name": "Alexander Marinesko",
      "aboutText": "Alexander Ivanovich Marinesko (Russian: Александр Иванович Маринеско, Ukrainian: Олександр Iванович Марiнеско, Aleksandr Ivanovich Marinesko, Alexander Marinesco; Romanian: Alexandru Marinescu) (15 January 1913 – 25 November 1963) was a Soviet naval officer and, during World War II, the captain of the S-13 submarine that sank the German military transport ship Wilhelm Gustloff. The most successful Soviet submarine commander in terms of gross register tonnage (GRT) sunk, with 42,000 GRT to his name, he was posthumously awarded the title Hero of the Soviet Union, the highest distinction in the Soviet Union.",
      "pageId": 902215,
      "monthDay": "01/15"
    },
    {
      "year": "1914",
      "uri": "/wiki/Stefan_Ba%C5%82uk",
      "name": "Stefan Bałuk",
      "aboutText": "João Baptista de Oliveira Figueiredo (Portuguese: [ˈʒwɐ̃w̃ baˈt͡ʃistɐ dʒi oliˈvejɾɐ figejˈɾedu]; January 15, 1918 – December 24, 1999) was a Brazilian military leader and politician who served as 30th President of Brazil, the last of the military regime that ruled the country following the 1964 coup d'état. He was chief of the Secret Service (SNI) during the term of his predecessor, Ernesto Geisel, who appointed him to the presidency at the end of his own mandate. He took the oath of office on March 15, 1979, serving until March 15, 1985.",
      "pageId": 947100,
      "monthDay": "01/15"
    },
    {
      "year": "1914",
      "uri": "/wiki/Hugh_Trevor-Roper",
      "name": "Hugh Trevor-Roper",
      "aboutText": "Jean Bugatti (15 January 1909 – 11 August 1939) was a French automotive designer and test engineer.\nBorn Gianoberto Maria Carlo Bugatti in Cologne, Germany, he was the eldest son of Ettore Bugatti. Soon after his birth the family moved to the village of Dorlisheim near Molsheim in Alsace where his father built the new Bugatti automobile manufacturing plant.",
      "pageId": 1209297,
      "monthDay": "01/15"
    },
    {
      "year": "1917",
      "uri": "/wiki/Anton_Raadik",
      "name": "Anton Raadik",
      "aboutText": "Maurice Herzog (15 January 1919 – 13 December 2012) was a French mountaineer and administrator who was born in Lyon, France. He led the expedition that first climbed a peak over 8000m, Annapurna, in 1950, and reached the summit with Louis Lachenal.",
      "pageId": 1260053,
      "monthDay": "01/15"
    },
    {
      "year": "1918",
      "uri": "/wiki/Jo%C3%A3o_Figueiredo",
      "name": "João Figueiredo",
      "aboutText": "Miriam Beatrice Hyde AO, OBE (15 January 1913 – 11 January 2005) was an Australian composer, pianist, music educator and poet.\nShe composed over 150 works for piano, 50 songs, other instrumental and orchestral works and performed as a concert pianist with eminent conductors including Sir Malcolm Sargent, Constant Lambert, Georg Schnéevoigt, Sir Bernard Heinze and Geoffrey Simon.",
      "pageId": 1390879,
      "monthDay": "01/15"
    },
    {
      "year": "1918",
      "uri": "/wiki/%C3%89douard_Gagnon",
      "name": "Édouard Gagnon",
      "aboutText": "Édouard Gagnon, OC (January 15, 1918 – August 25, 2007) was a Canadian Roman Catholic cardinal and President of the Pontifical Council for the Family for 16 years, from 1974 to 1990.",
      "pageId": 1680807,
      "monthDay": "01/15"
    },
    {
      "year": "1918",
      "uri": "/wiki/Gamal_Abdel_Nasser",
      "name": "Gamal Abdel Nasser",
      "aboutText": "Pamela Isabel Cundell (15 January 1920 – 14 February 2015) was an English character actress. Her best-known role was as Mrs Fox in the long-running TV comedy Dad's Army.\nShe is a descendant of Henry Condell, one of the managers of the Lord Chamberlain's Men, the playing company of William Shakespeare.",
      "pageId": 3532409,
      "monthDay": "01/15"
    },
    {
      "year": "1919",
      "uri": "/wiki/Maurice_Herzog",
      "name": "Maurice Herzog",
      "aboutText": "Stephen Joseph Gromek (January 15, 1920 – March 12, 2002) was an American Major League Baseball pitcher. Gromek was the winning pitcher in game four of the 1948 World Series with the Cleveland Indians. His career is best remembered for a post game celebratory photo taken of him hugging Larry Doby, the first black player in the American League, whose third inning home run provided the margin of victory.",
      "pageId": 6001396,
      "monthDay": "01/15"
    },
    {
      "year": "1920",
      "uri": "/wiki/Pamela_Cundell",
      "name": "Pamela Cundell",
      "aboutText": "Anton \"Rampaging Estonian\" Raadik (January 15, 1917 – March 13, 1999) was the most famous Estonian born Middleweight boxer of the 1940s and 50s fighting out of Chicago, Illinois.",
      "pageId": 10921615,
      "monthDay": "01/15"
    },
    {
      "year": "1920",
      "uri": "/wiki/Steve_Gromek",
      "name": "Steve Gromek",
      "aboutText": "Babasaheb Anantrao Bhosale (15 January 1921 – 6 October 2007) was an Indian politician and freedom fighter who served as Chief Minister of Maharashtra from 21 January 1982, until 1 February 1983.",
      "pageId": 13609159,
      "monthDay": "01/15"
    },
    {
      "year": "1920",
      "uri": "/wiki/John_Joseph_O%27Connor",
      "name": "John Joseph O'Connor",
      "aboutText": "Eugène Brands (January 15, 1913 - January 15, 2002 in Amsterdam) was a Dutch painter. He was briefly a member of the Cobra artist movement.\nIn 1946, Eugène Brands participated in the group exhibition \"Young Painters\" in the Stedelijk Museum in Amsterdam, where a whole room was filled with his work.",
      "pageId": 27305701,
      "monthDay": "01/15"
    },
    {
      "year": "1921",
      "uri": "/wiki/Babasaheb_Bhosale",
      "name": "Babasaheb Bhosale",
      "aboutText": "Stefan Klemens Bałuk (15 January 1914 - 30 January 2014) was a Polish Military General, best known as one of the last surviving members of the Cichociemni paratroops.\nBaluk was born and died in Warsaw. He attended Warsaw University during the mid 1930s, but as WW2 broke out, Baluk enlisted in the Polish Military in 1939 and served under the 10th Motorized Cavalry Brigade.",
      "pageId": 41871289,
      "monthDay": "01/15"
    },
    {
      "year": "1921",
      "uri": "/wiki/Frank_Thornton",
      "name": "Frank Thornton",
      "aboutText": "Martin Luther King, Jr. (January 15, 1929 – April 4, 1968) was an American Baptist minister, activist, humanitarian, and leader in the African-American Civil Rights Movement. He is best known for his role in the advancement of civil rights using nonviolent civil disobedience based on his Christian beliefs.",
      "pageId": 20076,
      "monthDay": "01/15"
    },
    {
      "year": "1922",
      "uri": "/wiki/Eric_Willis",
      "name": "Eric Willis",
      "aboutText": "Lee Teng-hui (born 15 January 1923), sometimes called the \"father of Taiwan's democracy\", is a Taiwanese politician. He was the President of the Republic of China and Chairman of the Kuomintang (KMT) from 1988 to 2000. He presided over major advancements in democratic reforms including his own re-election which marked the first direct presidential election for Taiwan.",
      "pageId": 55078,
      "monthDay": "01/15"
    },
    {
      "year": "1923",
      "uri": "/wiki/Ivor_Cutler",
      "name": "Ivor Cutler",
      "aboutText": "Maria Margarethe Anna Schell (15 January 1926 – 26 April 2005) was an Austrian-Swiss actress. She ranged among the stars of German cinema in the 1950s and 60s. In 1954 she was awarded the Cannes Best Actress Award for her performance in Helmut Käutner's war drama The Last Bridge and in 1956 won the Volpi Cup for Best Actress at the Venice Film Festival for Gervaise.",
      "pageId": 485489,
      "monthDay": "01/15"
    },
    {
      "year": "1923",
      "uri": "/wiki/Rukmani_Devi",
      "name": "Rukmani Devi",
      "aboutText": "Ivor Cutler (15 January 1923 – 3 March 2006) was a Scottish poet, songwriter and humorist. He became known for his regular performances on BBC radio, and in particular his numerous sessions recorded for John Peel's influential radio programme, and later for Andy Kershaw's programme. He appeared in The Beatles' Magical Mystery Tour film in 1967 and on Neil Innes' television programmes.",
      "pageId": 577944,
      "monthDay": "01/15"
    },
    {
      "year": "1923",
      "uri": "/wiki/Lee_Teng-hui",
      "name": "Lee Teng-hui",
      "aboutText": "Lee Bontecou (born January 15, 1931 in Providence, Rhode Island) is a productive American sculptor and printmaker and a pioneer figure in the New York art world. She was one of a small number of female artists skilled in welding sculptures. She kept her work consistently in a recognizable style, and received broad recognition in the 1960s.",
      "pageId": 1000522,
      "monthDay": "01/15"
    },
    {
      "year": "1923",
      "uri": "/wiki/Arthur_Quinlan",
      "name": "Arthur Quinlan",
      "aboutText": "| children = Jane Thornton",
      "pageId": 1282161,
      "monthDay": "01/15"
    },
    {
      "year": "1924",
      "uri": "/wiki/George_Lowe_(mountaineer)",
      "name": "George Lowe",
      "aboutText": "Earl Hooker (January 15, 1929 – April 21, 1970) was a Chicago blues guitarist known for his slide guitar playing. Considered a \"musician's musician\", Hooker performed with blues artists such as Sonny Boy Williamson II, Junior Wells, and John Lee Hooker as well as fronting his own bands. An early player of the electric guitar, Hooker was influenced by the modern urban styles of T-Bone Walker and Robert Nighthawk.",
      "pageId": 1538596,
      "monthDay": "01/15"
    },
    {
      "year": "1925",
      "uri": "/wiki/Ruth_Slenczynska",
      "name": "Ruth Slenczynska",
      "aboutText": "Sir Eric Archibald Willis KBE, CMG (15 January 1922 – 10 May 1999) was an Australian politician, Cabinet Minister and the 34th Premier of New South Wales, serving from 23 January 1976 to 14 May 1976. Born in Murwillumbah in 1922, Willis was educated at Murwillumbah High School and the University of Sydney, where he obtained a Bachelor of Arts with double honours. Enlisting during the Second World War, Willis served on the homefront and later served in New Guinea and the Philippines.",
      "pageId": 1624948,
      "monthDay": "01/15"
    },
    {
      "year": "1926",
      "uri": "/wiki/Maria_Schell",
      "name": "Maria Schell",
      "aboutText": "Louis Woodard \"Lou\" Jones (January 15, 1932 – February 3, 2006) was an American athlete, winner of the gold medal in the 4x400 m relay at the 1956 Summer Olympics.\nBorn in New Rochelle, New York, Jones graduated from Manhattan College in 1954. He won the 400 m at the 1955 Pan-American Games, where he set a new world record of 45.4.",
      "pageId": 1675977,
      "monthDay": "01/15"
    },
    {
      "year": "1927",
      "uri": "/wiki/Phyllis_Coates",
      "name": "Phyllis Coates",
      "aboutText": "Arthur Quinlan (15 January 1921 – 22 December 2012) was an Irish  raconteur and print journalist with The Irish Times. Known for his interviews with politicians, royalty and film stars in a career spanning more than 50 years, he was widely regarded as a very important figure in his field, and was both the first Irishman to get a jet across the Atlantic Ocean to New York in 1958 and the only western journalist to have interviewed Che Guevara. Considered a \"master of executing international scoops\", his work was sent across the world.",
      "pageId": 1949777,
      "monthDay": "01/15"
    },
    {
      "year": "1928",
      "uri": "/wiki/M._V._Devan",
      "name": "M. V. Devan",
      "aboutText": "Phyllis Coates (born Gypsie Ann Evarts Stell on January 15, 1927) is an American film and television actress.",
      "pageId": 2164914,
      "monthDay": "01/15"
    },
    {
      "year": "1928",
      "uri": "/wiki/W._R._Mitchell",
      "name": "W. R. Mitchell",
      "aboutText": "Edward F. Gossett (January 15, 1930 – January 21, 1985), better known as Eddie Graham, was an American professional wrestler.",
      "pageId": 2340341,
      "monthDay": "01/15"
    },
    {
      "year": "1929",
      "uri": "/wiki/Earl_Hooker",
      "name": "Earl Hooker",
      "aboutText": "Rukmani Devi (15 January 1923 – 28 October 1978) was a Sri Lankan singer and actress, who was often acclaimed as \"The Nightingale of Sri Lanka\". She made it to the silver screen via the stage and had acted in close to 100 films, at the time of her death. Having an equal passion for singing as well as a melodious voice, she was Sri Lanka's foremost female singer in the gramophone era.",
      "pageId": 3127980,
      "monthDay": "01/15"
    },
    {
      "year": "1929",
      "uri": "/wiki/Queen_Ida",
      "name": "Queen Ida",
      "aboutText": "Ruth Slenczynska (born January 15, 1925) is an American pianist.",
      "pageId": 4781864,
      "monthDay": "01/15"
    },
    {
      "year": "1929",
      "uri": "/wiki/Martin_Luther_King,_Jr.",
      "name": "Martin Luther King, Jr.",
      "aboutText": "Madathil Vasudevan, popularly known as M. V. Devan (January 15, 1928 – April 29, 2014), was an Indian painter, sculptor, writer, art critic and orator. He was born in Panniyannur village in Thalassery in northern Kerala. After completing high school in 1946, he left for Madras (now Chennai) to study painting.",
      "pageId": 6685421,
      "monthDay": "01/15"
    },
    {
      "year": "1930",
      "uri": "/wiki/Michel_Chapuis",
      "name": "Michel Chapuis",
      "aboutText": "Cleven \"Goodie\" Goudeau (c. January 15, 1932 – January 26, 2015) was an award-winning art director and cartoonist, credited as the originator of the first line of African American contemporary greeting cards.",
      "pageId": 8172736,
      "monthDay": "01/15"
    },
    {
      "year": "1930",
      "uri": "/wiki/Eddie_Graham",
      "name": "Eddie Graham",
      "aboutText": "Ida Lewis \"Queen Ida\" Guillory (born January 15, 1929) is a Louisiana Creole accordionist. She was the first female accordion player to lead a zydeco band.",
      "pageId": 13658847,
      "monthDay": "01/15"
    },
    {
      "year": "1931",
      "uri": "/wiki/Lee_Bontecou",
      "name": "Lee Bontecou",
      "aboutText": "This article is about the French canoer. For the French organist born 1930, see Michel Chapuis (organist).\nMichel Chapuis (born 18 June 1941) is a French sprint canoer who competed in the early 1960s.",
      "pageId": 20195381,
      "monthDay": "01/15"
    },
    {
      "year": "1932",
      "uri": "/wiki/Lou_Jones_(athlete)",
      "name": "Lou Jones",
      "aboutText": "Wallace George Lowe, CNZM, OBE (15 January 1924 – 20 March 2013), known as George Lowe, was a New Zealand-born mountaineer, explorer, film director and educator. He was the last surviving member of the 1953 British Mount Everest Expedition, during which his friend Edmund Hillary and Sherpa Tenzing Norgay became the first known people to summit the world's highest peak.",
      "pageId": 28164411,
      "monthDay": "01/15"
    },
    {
      "year": "1932",
      "uri": "/wiki/Cleven_%22Goodie%22_Goudeau",
      "name": "Cleven \"Goodie\" Goudeau",
      "aboutText": "William Reginald \"Bill\" Mitchell MBE (15 January 1928 – 7 October 2015) was a British writer who was the editor of Dalesman magazine for twenty years and over a sixty year period has written over 200 books, hundreds of articles, and delivered many talks on the history and physical and natural evolution of North Britain, with particular emphasis on The Yorkshire Dales, Lancashire and The Lake District. These include biographies, social history, topography, and natural history of the regions.",
      "pageId": 41760563,
      "monthDay": "01/15"
    },
    {
      "year": "1932",
      "uri": "/wiki/Dean_Smith_(athlete)",
      "name": "Dean Smith",
      "aboutText": "Don Van Vliet (/væn ˈvliːt/, born Don Glen Vliet; January 15, 1941 – December 17, 2010) was an American singer, songwriter, musician and artist best known by the stage name Captain Beefheart. His musical work was conducted with a rotating ensemble of musicians called the Magic Band (1965–1982), with whom he recorded 13 studio albums. Noted for his powerful singing voice and his wide vocal range, Van Vliet also played the harmonica, saxophone and numerous other wind instruments.",
      "pageId": 63283,
      "monthDay": "01/15"
    },
    {
      "year": "1933",
      "uri": "/wiki/Patricia_Blair",
      "name": "Patricia Blair",
      "aboutText": "Dame Margaret Mary Beckett, DBE (née Jackson; born 15 January 1943) is a British Labour Party politician who has been the Member of Parliament (MP) for Derby South since 1983. She was the Deputy Leader of the Labour Party under John Smith 1992 to 1994, and briefly served as Leader of the Labour Party following Smith's sudden death. She later served in the Cabinet under Prime Minister Tony Blair in a number of roles, becoming Britain's first female Foreign Secretary in 2006.",
      "pageId": 224819,
      "monthDay": "01/15"
    },
    {
      "year": "1933",
      "uri": "/wiki/Frank_Bough",
      "name": "Frank Bough",
      "aboutText": "Robert Silverberg (born January 15, 1935) is a prolific American author and editor, best known for writing science fiction.",
      "pageId": 242343,
      "monthDay": "01/15"
    },
    {
      "year": "1933",
      "uri": "/wiki/Ernest_J._Gaines",
      "name": "Ernest J. Gaines",
      "aboutText": "Frank Bough (/ˈbɒf/; born 15 January 1933) is a retired English television presenter. He is best known as the former host of BBC sports and current affairs shows including Grandstand, Nationwide and Breakfast Time, which he launched alongside Selina Scott and Nick Ross.\nOver a long broadcasting career, Bough became renowned for his smooth, relaxed and professional approach to live broadcasts, once being described as \"the most unassailable performer on British television\".",
      "pageId": 397438,
      "monthDay": "01/15"
    },
    {
      "year": "1933",
      "uri": "/wiki/Peter_Maitlis",
      "name": "Peter Maitlis",
      "aboutText": "Stuart Eizenstat (born January 15, 1943) is an American diplomat and attorney. He served as the United States Ambassador to the European Union from 1993 to 1996 and as the United States Deputy Secretary of the Treasury from 1999 to 2001.",
      "pageId": 776679,
      "monthDay": "01/15"
    },
    {
      "year": "1934",
      "uri": "/wiki/V._S._Ramadevi",
      "name": "V. S. Ramadevi",
      "aboutText": "Margaret O'Brien (born January 15, 1937) is an American film, radio, television, and stage actress. Beginning a prolific career as a child actress in feature films at the age of four, O'Brien became one of the most popular child stars in cinema history and was honored with a Juvenile Academy Award as the outstanding child actress of 1944.",
      "pageId": 804594,
      "monthDay": "01/15"
    },
    {
      "year": "1935",
      "uri": "/wiki/Malcolm_Frager",
      "name": "Malcolm Frager",
      "aboutText": "Ernest James Gaines (born January 15, 1933) is an African-American author whose works have been taught in college classrooms and translated into many languages, including French, Spanish, German, Russian and Chinese. Four of his works have been made into television movies.\nHis 1993 novel, A Lesson Before Dying, won the National Book Critics Circle Award for fiction.",
      "pageId": 1010094,
      "monthDay": "01/15"
    },
    {
      "year": "1935",
      "uri": "/wiki/Robert_Silverberg",
      "name": "Robert Silverberg",
      "aboutText": "Finis Dean Smith (born January 15, 1932) is an American former track and field athlete and stuntman, winner of the gold medal in the 4 × 100 m relay at the 1952 Summer Olympics.\nBorn in Breckenridge, Texas, Smith won the Amateur Athletic Union championships in 100 m in 1952. At the Helsinki Olympics, he was fourth in the 100 m and ran the leadoff leg for American gold medal winning 4 × 100 m relay team.",
      "pageId": 1060822,
      "monthDay": "01/15"
    },
    {
      "year": "1936",
      "uri": "/wiki/Obo_Addy",
      "name": "Obo Addy",
      "aboutText": "Obo Addy (January 15, 1936 – September 13, 2012) was a Ghanaian drummer and dancer who was one of the first native African musicians to bring the fusion of traditional folk music and Western pop music known as worldbeat to Europe and then to the Pacific Northwest of the United States in the late 1970s.",
      "pageId": 1470063,
      "monthDay": "01/15"
    },
    {
      "year": "1937",
      "uri": "/wiki/Margaret_O%27Brien",
      "name": "Margaret O'Brien",
      "aboutText": "Per Axel Ahlmark (born 15 January 1939) is a Swedish writer and former politician. He was the leader of the Liberal People's Party from 1975 to 1978, and Minister for Employment and Deputy Prime Minister in the Swedish government from 1976 to 1978.",
      "pageId": 2290301,
      "monthDay": "01/15"
    },
    {
      "year": "1938",
      "uri": "/wiki/Ashraf_Aman",
      "name": "Ashraf Aman",
      "aboutText": "Subimal Goswami (born 15 January 1938) commonly known by his nickname Chuni Goswami (Bengali: চুনী গোস্বামী) is an Indian international footballer and first class cricketer. He was born in Kishoreganj District of undivided Bengal (now in Bangladesh). As a striker, he played 50 international matches representing India.",
      "pageId": 5996612,
      "monthDay": "01/15"
    },
    {
      "year": "1938",
      "uri": "/wiki/Estrella_Blanca",
      "name": "Estrella Blanca",
      "aboutText": "Ashraf Aman (Urdu: اشرف امان ‎, born January 15, 1938) is a Mountaineer, Adventurer, and an Engineer from Pakistan. In 1977, he became first Pakistani to reach the summit of K2. He operates travel and tourism based company Adventure Tours Pakistan.",
      "pageId": 6053929,
      "monthDay": "01/15"
    },
    {
      "year": "1938",
      "uri": "/wiki/Chuni_Goswami",
      "name": "Chuni Goswami",
      "aboutText": "Sir Neil Cossons OBE FSA FMA (born 15 January 1939) was Pro-Provost and Chairman of Council of the Royal College of Art from 2007 until 2015. From 1986 to 2000 he was the Director of the Science Museum, London, UK. He was the first Director of the Ironbridge Gorge Museum Trust from 1971 and then at the National Maritime Museum, Greenwich from 1983. From 1989 to 1995 and 1999 to 2000 he was an English Heritage Commissioner.",
      "pageId": 6260055,
      "monthDay": "01/15"
    },
    {
      "year": "1939",
      "uri": "/wiki/Per_Ahlmark",
      "name": "Per Ahlmark",
      "aboutText": "Barbara Tarbuck (born January 15, 1942) is an American actress from Detroit, Michigan, best known for her role as \"Lady Jane Jacks\" in General Hospital.",
      "pageId": 12696626,
      "monthDay": "01/15"
    },
    {
      "year": "1939",
      "uri": "/wiki/Neil_Cossons",
      "name": "Neil Cossons",
      "aboutText": "Patricia Blair (born Patsy Lou Blake; January 15, 1933 – September 9, 2013) was an American television and film actress, primarily on 1950s and 1960s television. She is best known as Rebecca Boone in all six seasons of NBC's Daniel Boone, with co-stars Fess Parker, Darby Hinton, Veronica Cartwright, and Ed Ames.",
      "pageId": 16757797,
      "monthDay": "01/15"
    },
    {
      "year": "1941",
      "uri": "/wiki/Captain_Beefheart",
      "name": "Captain Beefheart",
      "aboutText": "Malcolm Frager (January 15, 1935 – June 20, 1991) was an American piano virtuoso and recording artist.",
      "pageId": 19034137,
      "monthDay": "01/15"
    },
    {
      "year": "1942",
      "uri": "/wiki/Frank_Joseph_Polozola",
      "name": "Frank Joseph Polozola",
      "aboutText": "V. S. Ramadevi (born 15 January 1934 – 17 April 2013) M.A, L.L.M, was the Chief Election Commissioner of India from 26 November 1990 to 11 December 1990. She was the first woman to became Chief Election Commissioner of India. She was succeeded by T. N. Seshan.",
      "pageId": 20991961,
      "monthDay": "01/15"
    },
    {
      "year": "1942",
      "uri": "/wiki/Barbara_Tarbuck",
      "name": "Barbara Tarbuck",
      "aboutText": "Frank Joseph Polozola (January 15, 1942 – February 24, 2013) was a United States federal judge.\nBorn in Baton Rouge, Louisiana, Polozola received an LL.B. in 1965 from Louisiana State University Law School. He was a law clerk of Judge Elmer Gordon West of the United States District Court for the Middle District of Louisiana from 1965 to 1966.",
      "pageId": 21829220,
      "monthDay": "01/15"
    },
    {
      "year": "1943",
      "uri": "/wiki/Margaret_Beckett",
      "name": "Margaret Beckett",
      "aboutText": "Estrella Blanca (real name not revealed; born January 15, 1938) is retired a Mexican Luchador enmascarado, or masked professional wrestler. Estrella Blanca is most known for his claim to have won more Luchas de Apuestas \"bet matches\" than anyone, winning more masks and hair than any other Luchador. Blanca claims to have been in 700 Luchas de Apuestas since making his wrestling debut in 1954.",
      "pageId": 23898415,
      "monthDay": "01/15"
    },
    {
      "year": "1943",
      "uri": "/wiki/Stuart_E._Eizenstat",
      "name": "Stuart E. Eizenstat",
      "aboutText": "Peter Michael Maitlis FRS (born 15 January 1933) is a retired British organometallic chemist.",
      "pageId": 30738637,
      "monthDay": "01/15"
    },
    {
      "year": "1943",
      "uri": "/wiki/Mike_Marshall_(pitcher)",
      "name": "Mike Marshall",
      "aboutText": "Vincent Walker \"Vince\" Foster, Jr. (January 15, 1945 – July 20, 1993) was a Deputy White House Counsel during the first few months of President Bill Clinton's administration. Before that he was a partner at Rose Law Firm in Little Rock, Arkansas, and a colleague and friend of Hillary Rodham Clinton.",
      "pageId": 32714,
      "monthDay": "01/15"
    },
    {
      "year": "1944",
      "uri": "/wiki/Jenny_Nimmo",
      "name": "Jenny Nimmo",
      "aboutText": "María del Rosario Mercedes Pilar Martínez Molina Baeza (born March 13, 1941), professionally known by her mononymous stage name Charo, is a Spanish-American actress, comedian, and flamenco guitarist. She is best known for her flamboyant stage presence, her provocative outfits, and her trademark phrase, \"cuchi-cuchi\".",
      "pageId": 169281,
      "monthDay": "01/15"
    },
    {
      "year": "1945",
      "uri": "/wiki/Ko_Chun-hsiung",
      "name": "Ko Chun-hsiung",
      "aboutText": "Peter Alan \"Pete\" Waterman, OBE (born 15 January 1947) is an English record producer, songwriter, radio and club DJ, television presenter, president of Coventry Bears rugby league club and a keen railway enthusiast. As a member of the Stock Aitken Waterman songwriting team he wrote and produced many hit singles.",
      "pageId": 281978,
      "monthDay": "01/15"
    },
    {
      "year": "1945",
      "uri": "/wiki/Vince_Foster",
      "name": "Vince Foster",
      "aboutText": "Princess Michael of Kent (Marie Christine Anna Agnes Hedwig Ida; née von Reibnitz; born 15 January 1945) is a member of the British Royal Family of German and Hungarian descent.",
      "pageId": 282899,
      "monthDay": "01/15"
    },
    {
      "year": "1945",
      "uri": "/wiki/William_R._Higgins",
      "name": "William R. Higgins",
      "aboutText": "Ian Stewart (born 15 January 1949) is a Scottish former long-distance running athlete. Ian Stewart was one of the world's leading distance runners between the late 1960s and mid-1970s. Stewart won the bronze medal in the Men's 5000 metres at the 1972 Summer Olympics in Munich (a race won by Lasse Virén).",
      "pageId": 332557,
      "monthDay": "01/15"
    },
    {
      "year": "1945",
      "uri": "/wiki/Princess_Michael_of_Kent",
      "name": "Princess Michael of Kent",
      "aboutText": "Ronald Wayne \"Ronnie\" Van Zant (January 15, 1948 – October 20, 1977) was an American lead vocalist, primary lyricist, and a founding member of the Southern rock band Lynyrd Skynyrd. He was the older brother of current Lynyrd Skynyrd lead vocalist Johnny Van Zant, and of the founder and vocalist of 38 Special, Donnie Van Zant.",
      "pageId": 431713,
      "monthDay": "01/15"
    },
    {
      "year": "1945",
      "uri": "/wiki/David_Pleat",
      "name": "David Pleat",
      "aboutText": "Andrea Louise Martin (born January 15, 1947) is an American actress, singer, author and comedian. She has appeared in films such as Black Christmas, My Big Fat Greek Wedding, Hedwig and the Angry Inch, on stage in productions such as the 2013 revival of Pippin for which she won the Tony Award for Best Featured Actress in a Musical, My Favorite Year, for which she also won the Tony Award for Best Featured Actress in a Musical.",
      "pageId": 485032,
      "monthDay": "01/15"
    },
    {
      "year": "1946",
      "uri": "/wiki/Charles_Brown_(actor)",
      "name": "Charles Brown",
      "aboutText": "Marius Trésor (born 15 January 1950 in Sainte-Anne, Guadeloupe) is a retired football defender from France, who was named by Pelé as one of the top 125 greatest living footballers.\nTrésor's career began with the French club Ajaccio. He also played for Olympique de Marseille and Girondins de Bordeaux.",
      "pageId": 615839,
      "monthDay": "01/15"
    },
    {
      "year": "1947",
      "uri": "/wiki/Mary_Hogg",
      "name": "Mary Hogg",
      "aboutText": "William Richard \"Rich\" Higgins (January 15, 1945 – July 6, 1990) was a Colonel of the United States Marine Corps who was captured in 1988 while serving on a United Nations (UN) peacekeeping mission in Lebanon. He was held hostage, tortured and eventually murdered by his captors.",
      "pageId": 2019294,
      "monthDay": "01/15"
    },
    {
      "year": "1947",
      "uri": "/wiki/Andrea_Martin",
      "name": "Andrea Martin",
      "aboutText": "Michael Grant (Mike) \"Iron Mike\" Marshall (born January 15, 1943) is an American former Major League Baseball pitcher. He played in 1967 and from 1969 through 1981 for nine different teams.\n^ \"Mike Marshall Stats\".",
      "pageId": 2624482,
      "monthDay": "01/15"
    },
    {
      "year": "1947",
      "uri": "/wiki/Pete_Waterman",
      "name": "Pete Waterman",
      "aboutText": "Jenny Nimmo (born 15 January 1944) is a British author of children's books including many fantasy and adventure novels, chapter books, and picture books. Born in England, she has lived in Wales for most of forty years. Probably she is best known for two series of fantasy novels: The Magician Trilogy (1986 to 1989), contemporary stories rooted in Welsh myth, and Children of the Red King (2002 to 2010), featuring Charlie Bone and other magically endowed school children.",
      "pageId": 2918177,
      "monthDay": "01/15"
    },
    {
      "year": "1948",
      "uri": "/wiki/Ronnie_Van_Zant",
      "name": "Ronnie Van Zant",
      "aboutText": "Luis César Alvarado Martínez (January 15, 1949 – March 20, 2001), born in Lajas, Puerto Rico, was a utility infielder in Major League Baseball.\nFrom 1968 through 1977, he played for the Boston Red Sox, Chicago White Sox, St. Louis Cardinals, Cleveland Indians (1974), New York Mets and Detroit Tigers.",
      "pageId": 4152106,
      "monthDay": "01/15"
    },
    {
      "year": "1949",
      "uri": "/wiki/Luis_Alvarado",
      "name": "Luis Alvarado",
      "aboutText": "Chris D., real name Chris Desjardins, is a punk poet, rock critic, singer, writer, actor and filmmaker. Chris D. is best known as the lead singer and founder of the early Los Angeles punk/deathrock band The Flesh Eaters. Desjardins was a feature writer at Slash magazine in 1977, when he formed the band with several friends from the Los Angeles punk scene, including Tito Larriva.",
      "pageId": 4272084,
      "monthDay": "01/15"
    },
    {
      "year": "1949",
      "uri": "/wiki/Alasdair_Liddell",
      "name": "Alasdair Liddell",
      "aboutText": "Panos Mihalopoulos (Greek: Πάνος Μιχαλόπουλος; born 15 January 1949) is a Greek actor, who has appeared during the last three decades in movies and television series.",
      "pageId": 8570828,
      "monthDay": "01/15"
    },
    {
      "year": "1949",
      "uri": "/wiki/Panos_Mihalopoulos",
      "name": "Panos Mihalopoulos",
      "aboutText": "Charles Brown (January 15, 1946, Talladega, Alabama – January 8, 2004, Cleveland, Ohio) was a Tony Award-nominated actor and a member of New York City, New York theater troupe the Negro Ensemble Company.",
      "pageId": 14352074,
      "monthDay": "01/15"
    },
    {
      "year": "1949",
      "uri": "/wiki/Ian_Stewart_(athlete)",
      "name": "Ian Stewart",
      "aboutText": "Andrzej Lucjan Fischer (born 15 January 1952 in Swarzędz) is a former Polish football goalkeeper.\nAmong the clubs he played for are Lech Poznań and Górnik Zabrze. He earned 2 caps for the Poland national football team, and was a reserve goalkeeper in the 1974 FIFA World Cup, where Poland finished third.",
      "pageId": 14411803,
      "monthDay": "01/15"
    },
    {
      "year": "1950",
      "uri": "/wiki/Marius_Tr%C3%A9sor",
      "name": "Marius Trésor",
      "aboutText": "Alasdair Donald MacDuff Liddell CBE (15 January 1949 – 31 December 2012) was one of the architects of Britain's health strategy in the 1990s. As Director of Planning at the Department of Health (1994–2000) he led the process of setting national priorities for the National Health Service (NHS). He resigned, reputedly over policy differences with ministers, and subsequently acted as an advisor to health charities like the King's Fund (where he was a Senior Associate) and to health sector companies and consultancies.",
      "pageId": 17185669,
      "monthDay": "01/15"
    },
    {
      "year": "1951",
      "uri": "/wiki/Charo",
      "name": "Charo",
      "aboutText": "Dame Mary Claire Hogg, DBE (15 January 1947), styled The Hon. Mrs Justice Hogg, is a British lawyer and judge. She is the daughter of Quintin Hogg, Baron Hailsham of St Marylebone and his wife Mary Evelyn Martin, and is the sister of Douglas Hogg, 3rd Viscount Hailsham.",
      "pageId": 17803881,
      "monthDay": "01/15"
    },
    {
      "year": "1952",
      "uri": "/wiki/Chris_D.",
      "name": "Chris D.",
      "aboutText": "David John Pleat (born Nottingham, England on 15 January 1945) is an English football player turned manager and sports commentator.\nHe is remembered by his contemporaries primarily for his career as manager of Tottenham Hotspur and Luton Town football clubs, and for an oft-televised clip of him running onto the pitch in 1983 to celebrate after a last-minute goal by Raddy Antić against Manchester City prevented Pleat's team Luton Town from being relegated from Division One.\n^ Barry Hugman, Rothman's Football League Players Records, Aylesbury: Rothmans Publications, 1981, p.",
      "pageId": 24144151,
      "monthDay": "01/15"
    },
    {
      "year": "1952",
      "uri": "/wiki/Andrzej_Fischer",
      "name": "Andrzej Fischer",
      "aboutText": "Ko Chun-hsiung (Chinese: 柯俊雄; pinyin: Kē Jùnxióng; 15 January 1945 – 6 December 2015) was a Taiwanese actor, director and politician. He had been acting since the 1960s and had appeared in more than 200 films.\nHis career accolades included three Golden Horse Awards, two Asia Pacific Film Festival Awards for Best Actor, a Panama International Film Festival Award for Best Actor.",
      "pageId": 42063355,
      "monthDay": "01/15"
    },
    {
      "year": "1953",
      "uri": "/wiki/Ta-Tanisha",
      "name": "Ta-Tanisha",
      "aboutText": "Randall Lee \"Randy\" White (born January 15, 1953) is a former American football defensive tackle. He attended the University of Maryland from 1971 to 1974, and played professionally for the Dallas Cowboys from 1975 to 1988.",
      "pageId": 113359,
      "monthDay": "01/15"
    },
    {
      "year": "1953",
      "uri": "/wiki/Kent_Hovind",
      "name": "Kent Hovind",
      "aboutText": "Kent E. Hovind (born January 15, 1953) is an American Christian fundamentalist evangelist and tax protester. He is a controversial figure in the Young Earth creationist movement and his ministry focuses on attempting to convince listeners to deny scientific theories including evolution, geophysics, and cosmology in favor of a literalist interpretation of the Genesis creation narrative found in the Bible. Hovind's views, which combine elements of creation science and conspiracy theory, are dismissed by the scientific community as fringe theory and pseudo-scholarship.",
      "pageId": 189874,
      "monthDay": "01/15"
    },
    {
      "year": "1953",
      "uri": "/wiki/Randy_White_(American_football)",
      "name": "Randy White",
      "aboutText": "Peter Trewavas (born 15 January 1959, Middlesbrough, North Yorkshire, England) is an English musician. He joined Marillion in 1982, taking over the role of bassist, from Diz Minnitt, while acting occasionally as a backing vocalist and acoustic guitarist.\nAlthough he was born in Middlesbrough, Trewavas spent much of his childhood in the Buckinghamshire town of Aylesbury.",
      "pageId": 248075,
      "monthDay": "01/15"
    },
    {
      "year": "1954",
      "uri": "/wiki/Jose_Dalisay,_Jr.",
      "name": "Jose Dalisay, Jr.",
      "aboutText": "Andrew Guy Tyrie (born 15 January 1957) is a British politician for the Conservative Party. He is the Member of Parliament (MP) for Chichester, and was first elected in the 1997 general election.",
      "pageId": 450334,
      "monthDay": "01/15"
    },
    {
      "year": "1955",
      "uri": "/wiki/Nigel_Benson",
      "name": "Nigel Benson",
      "aboutText": "Boris Tadić (Serbo-Croatian pronunciation: [bǒris tǎdiːt͡ɕ], Serbian Cyrillic: Борис Тадић; born 15 January 1958) is a Serbian politician who served as President of Serbia from 2004 to 2012. He was elected to his first term on 27 June 2004, and was sworn into office on 11 July. He was re-elected for a de facto second term on 3 February 2008 and was sworn in on 15 February.",
      "pageId": 544276,
      "monthDay": "01/15"
    },
    {
      "year": "1955",
      "uri": "/wiki/Khalid_Islambouli",
      "name": "Khalid Islambouli",
      "aboutText": "Mayawati ( pronunciation ) (full name: Mayawati Prabhu Das, commonly known as Kumari Mayawati (Miss Mayawati), born 15 January 1956) or the Iron Lady Mayawati is an Indian politician who served four terms as Chief Minister of Uttar Pradesh (UP) as head of the Bahujan Samaj Party (BSP), which focuses on a platform of social change to improve the welfare of the weakest strata of Indian society — the Bahujans or Dalits, Other Backward Classes, and religious minorities. She was Chief Minister briefly in 1995 and again in 1997, then from 2002 to 2003 and from 2007 to 2012.\nMayawati's rise from humble beginnings has been called a \"miracle of democracy\" by P. V. Narasimha Rao, former Prime Minister of India.",
      "pageId": 557034,
      "monthDay": "01/15"
    },
    {
      "year": "1955",
      "uri": "/wiki/Mayumi_Tanaka",
      "name": "Mayumi Tanaka",
      "aboutText": "Mario Van Peebles (born January 15, 1957) is an American film director and actor best known for directing New Jack City in 1991. He is the son of actor and filmmaker Melvin Van Peebles, whom he portrayed in the 2003 biopic Baadasssss!",
      "pageId": 733802,
      "monthDay": "01/15"
    },
    {
      "year": "1956",
      "uri": "/wiki/Mayawati",
      "name": "Mayawati",
      "aboutText": "Aaron Jay Kernis (born January 15, 1960) is an American composer serving as a member of the Yale School of Music faculty. Kernis spent 10 years serving as the music advisor to the Minnesota Orchestra and as Director of the Minnesota Orchestra's Composers' Institute. He is widely regarded as one of the leading composers of his generation, receiving numerous awards and honors throughout his thirty-year career.",
      "pageId": 762557,
      "monthDay": "01/15"
    },
    {
      "year": "1956",
      "uri": "/wiki/Miki_Fujimura",
      "name": "Miki Fujimura",
      "aboutText": "Mayumi Tanaka (田中 真弓, Tanaka Mayumi, née Abe (阿部), born January 15, 1955) is a Japanese voice actress from Tokyo currently affiliated with Aoni Production. She voiced Ryuunosuke Fujinami in Urusei Yatsura; Koenma in Yu Yu Hakusho; Pazu in Laputa: Castle in the Sky; Monkey D. Luffy in One Piece; Kuririn, Yajirobe and Baba Uranai in Dragon Ball; Kanna Kirishima in the Sakura Wars series; the titular role of TwinBee in Konami's shoot-'em-up series TwinBee; and MegaMan Volnutt in the Mega Man Legends series and related Capcom crossovers.",
      "pageId": 922419,
      "monthDay": "01/15"
    },
    {
      "year": "1956",
      "uri": "/wiki/Vitaly_Kaloyev",
      "name": "Vitaly Kaloyev",
      "aboutText": "Ta-Tanisha (born Shirley Cummings on January 15, 1953 in the Bronx, New York) is an African American character actress, best known for her role as Pam Simpson on the television series Room 222, which she played from 1970 to 1972.\nTa-Tanisha later appeared in the 1973 film The Sting, and played Lamont Sanford's love interest, Janet Lawson, on Sanford and Son for two episodes before Marlene Clark assumed the role. Ta-Tanisha also appeared on Good Times three times (in three separate roles) as well as on What's Happening!!.",
      "pageId": 2144612,
      "monthDay": "01/15"
    },
    {
      "year": "1956",
      "uri": "/wiki/Marc_Trestman",
      "name": "Marc Trestman",
      "aboutText": "Nigel C. Benson (born January 15, 1955) is a British author and illustrator.\nBenson was born in Newport Pagnell, Buckinghamshire, son of Ralph H. Benson, a fine artist specializing in oils and pastels, and Heather M. Benson. He grew up in Dunstable, Bedfordshire, and was educated at Dunstable Grammar School (where film star Gary Cooper and other notables were taught).",
      "pageId": 2666883,
      "monthDay": "01/15"
    },
    {
      "year": "1957",
      "uri": "/wiki/Marty_Lyons",
      "name": "Marty Lyons",
      "aboutText": "Khalid Ahmed Showky Al-Islambouli (Arabic: خالد أحمد شوقى الإسلامبولى‎, Egyptian Arabic pronunciation: [ˈxæːled ˈæħmæd ˈʃæwʔi (e)lʔeslæmˈbuːli]) (15 January 1955 – 15 April 1982) was an Egyptian army officer who planned and participated in the assassination of Egypt's third president, Anwar Sadat, during the annual 6th October victory parade on 6 October 1981. Islambouli stated that his primary motivation for the assassination was Sadat's signing of the Camp David Accords with the State of Israel. He was tried by a military tribunal, found guilty, and sentenced to death.",
      "pageId": 2998708,
      "monthDay": "01/15"
    },
    {
      "year": "1957",
      "uri": "/wiki/Andrew_Tyrie",
      "name": "Andrew Tyrie",
      "aboutText": "Vitaly Konstantinovich Kaloyev (Russian: Виталий Константинович Калоев, born 15 January 1956) is an architect and deputy minister of housing from Vladikavkaz, North Ossetia, Russia. His family died aboard Bashkirian Airlines Flight 2937, which collided with DHL Flight 611 over Überlingen, Germany on 1 July 2002. Peter Nielsen, an air traffic controller handling traffic when the collision occurred, was freed from any responsibility in the following inquest and he retired from further air traffic work afterwards.",
      "pageId": 3010011,
      "monthDay": "01/15"
    },
    {
      "year": "1957",
      "uri": "/wiki/Mario_Van_Peebles",
      "name": "Mario Van Peebles",
      "aboutText": "Jose Y. Dalisay Jr. (born January 15, 1954) is a Filipino writer.",
      "pageId": 4294392,
      "monthDay": "01/15"
    },
    {
      "year": "1958",
      "uri": "/wiki/Boris_Tadi%C4%87",
      "name": "Boris Tadić",
      "aboutText": "Martin Anthony Lyons (born January 15, 1957) is a former American college and professional football player who was a defensive tackle in the National Football League for eleven seasons during the 1970s and 1980s. Lyons played college football for the University of Alabama, and earned All-American honors. Selected in the first round of the 1979 NFL Draft, he played his entire professional career for the NFL's New York Jets.",
      "pageId": 4869382,
      "monthDay": "01/15"
    },
    {
      "year": "1959",
      "uri": "/wiki/Sister_Carol",
      "name": "Sister Carol",
      "aboutText": "Miki Fujimura (藤村 美樹, Fujimura Miki, born 15 January 1956 in Setagaya, Tokyo, Japan, and raised in Fukushima) is a former Japanese female singer.",
      "pageId": 4944093,
      "monthDay": "01/15"
    },
    {
      "year": "1959",
      "uri": "/wiki/Pavle_Kozjek",
      "name": "Pavle Kozjek",
      "aboutText": "Kelly Asbury (born January 15, 1960) is an American film director, screenwriter, voice actor, published children's book author/illustrator, and non-fiction author. He is best known for directing animated films, including Spirit: Stallion of the Cimarron, Shrek 2 and Gnomeo & Juliet.",
      "pageId": 5535705,
      "monthDay": "01/15"
    },
    {
      "year": "1959",
      "uri": "/wiki/Pete_Trewavas",
      "name": "Pete Trewavas",
      "aboutText": "Marc Marlyn Trestman (born January 15, 1956) is an American football coach who is currently the offensive coordinator for the Baltimore Ravens.\nTrestman has also served as the head coach of the Montreal Alouettes of the Canadian Football League (CFL), and the Chicago Bears of the National Football League (NFL). He led the Alouettes to two consecutive Grey Cup championships and was named CFL Coach of the Year in 2009.",
      "pageId": 9209921,
      "monthDay": "01/15"
    },
    {
      "year": "1960",
      "uri": "/wiki/Kelly_Asbury",
      "name": "Kelly Asbury",
      "aboutText": "Carol Theresa East (born 15 January 1959, Kingston, Jamaica), known by her stage name of Sister Carol, is a Jamaican-born American reggae recording artist and actress. She has used many other stage names, including Black Cinderella (also the name of her record label) and Mother Culture.",
      "pageId": 17600302,
      "monthDay": "01/15"
    },
    {
      "year": "1960",
      "uri": "/wiki/Aaron_Jay_Kernis",
      "name": "Aaron Jay Kernis",
      "aboutText": "Pavle Kozjek (15 January 1959 – 25 August 2008) was a Slovenian mountaineering pioneer and a photographer.\nKozjek was born in Setnica near Polhov Gradec, SR Slovenia, Yugoslavia. He was a member of the Ljubljana-Matica Mountaineering Club.",
      "pageId": 19185187,
      "monthDay": "01/15"
    },
    {
      "year": "1961",
      "uri": "/wiki/Serhiy_N._Morozov",
      "name": "Serhiy N. Morozov",
      "aboutText": "Bruce Schneier (/ˈʃnaɪər/; born January 15, 1963) is an American cryptographer, computer security and privacy specialist, and writer. He is the author of several books on general security topics, computer security and cryptography.\nSchneier is a fellow at the Berkman Center for Internet & Society at Harvard Law School, a program fellow at the New America Foundation's Open Technology Institute and the CTO of Resilient Systems.",
      "pageId": 36732,
      "monthDay": "01/15"
    },
    {
      "year": "1961",
      "uri": "/wiki/Yves_Pelletier",
      "name": "Yves Pelletier",
      "aboutText": "Iñaki Urdangarin y Liebaert (born 15 January 1968), is a retired handball player. He is the husband of the Infanta Cristina, the second child of King Juan Carlos and Queen Sofía of Spain.\n^ Blog Con propósito de enmienda, about the proper way to his name, which only can be written with accent in Spanish.",
      "pageId": 237015,
      "monthDay": "01/15"
    },
    {
      "year": "1963",
      "uri": "/wiki/Bruce_Schneier",
      "name": "Bruce Schneier",
      "aboutText": "Shane Brandon McMahon (born January 15, 1970), is an American businessman who served as the chairman and Executive Officer of YOU On Demand. He is a member of the McMahon family. The former Executive Vice President of Global Media (as well as an occasional professional wrestler and referee) for the McMahon family-owned World Wrestling Entertainment (WWE), he is the son of WWE chairman and CEO Vince McMahon and sometime United States Senate candidate Linda McMahon.",
      "pageId": 304169,
      "monthDay": "01/15"
    },
    {
      "year": "1964",
      "uri": "/wiki/Osmo_Tapio_R%C3%A4ih%C3%A4l%C3%A4",
      "name": "Osmo Tapio Räihälä",
      "aboutText": "Barry Buchanan (born January 15, 1968) is a retired American professional wrestler. He is best known for his appearances with the World Wrestling Federation/Entertainment under the ring names Recon, Bull Buchanan and B² and for his appearances with All Japan Pro Wrestling and Pro Wrestling Noah as Buchanan.",
      "pageId": 591698,
      "monthDay": "01/15"
    },
    {
      "year": "1965",
      "uri": "/wiki/Maurizio_Fondriest",
      "name": "Maurizio Fondriest",
      "aboutText": "Claudia Anne Winkleman (born 15 January 1972) is a television presenter, film critic, radio personality and journalist, best known for her current work with the BBC.",
      "pageId": 709712,
      "monthDay": "01/15"
    },
    {
      "year": "1965",
      "uri": "/wiki/Bernard_Hopkins",
      "name": "Bernard Hopkins",
      "aboutText": "Huckleberry Seed (born January 15, 1969) is an American professional poker player best known for winning the main event of the 1996 World Series of Poker.",
      "pageId": 983018,
      "monthDay": "01/15"
    },
    {
      "year": "1965",
      "uri": "/wiki/James_Nesbitt",
      "name": "James Nesbitt",
      "aboutText": "Ernie Reyes, Jr. (born January 15, 1972) is an American actor and martial artist.",
      "pageId": 1082385,
      "monthDay": "01/15"
    },
    {
      "year": "1966",
      "uri": "/wiki/Lisa_Lisa",
      "name": "Lisa Lisa",
      "aboutText": "Charles Davis \"Chad\" Lowe II (born January 15, 1968) is an American actor and director. He is the younger brother of actor Rob Lowe. He won an Emmy Award for his supporting role in Life Goes On as a young man living with HIV. He has also had recurring roles on ER, Melrose Place, and Now and Again.",
      "pageId": 1553027,
      "monthDay": "01/15"
    },
    {
      "year": "1968",
      "uri": "/wiki/Barry_Buchanan",
      "name": "Barry Buchanan",
      "aboutText": "Regina King (born January 15, 1971) is an American film and television actress and director. She played Brenda Jenkins on the NBC sitcom 227 and had a supporting role in the feature film Jerry Maguire. King in her later career became widely known for her leading roles in two Peabody award-winning television shows, The Boondocks, on which she voiced Huey and Riley Freeman, and Southland on which she portrayed Detective Lydia Adams.",
      "pageId": 1599816,
      "monthDay": "01/15"
    },
    {
      "year": "1968",
      "uri": "/wiki/Chad_Lowe",
      "name": "Chad Lowe",
      "aboutText": "Delino Lamont DeShields (born January 15, 1969) is a former Major League Baseball player. He enjoyed a 13-year career as a second baseman, playing with five teams.",
      "pageId": 1710233,
      "monthDay": "01/15"
    },
    {
      "year": "1968",
      "uri": "/wiki/I%C3%B1aki_Urdangarin,_Duke_of_Palma_de_Mallorca",
      "name": "Iñaki Urdangarin, Duke of Palma de Mallorca",
      "aboutText": "Lisa Lisa (born Lisa Velez, January 15, 1966) and her band Cult Jam are an urban contemporary band and one of the first freestyle music groups to emerge from New York City in the 1980s. Cult Jam consisted of guitarist/bassist Alex \"Spanador\" Moseley, and drummer and keyboardist Mike Hughes.",
      "pageId": 1864336,
      "monthDay": "01/15"
    },
    {
      "year": "1969",
      "uri": "/wiki/Meret_Becker",
      "name": "Meret Becker",
      "aboutText": "James Nesbitt , OBE (born 15 January 1965) is an actor, presenter and comedian from Northern Ireland. Born in Ballymena, County Antrim, Nesbitt grew up in the nearby village of Broughshane, before moving to Coleraine, County Londonderry. He wanted to become a teacher like his father, so he began a degree in French at the University of Ulster.",
      "pageId": 2141436,
      "monthDay": "01/15"
    },
    {
      "year": "1969",
      "uri": "/wiki/Delino_DeShields",
      "name": "Delino DeShields",
      "aboutText": "Yves P. Pelletier (born January 15, 1961 in Laval, Quebec) (also credited as Yves Pelletier) is a Canadian film director, actor and comedian.\nHe first began to work for the comedy troupe \"Rock et Belles Oreilles\" (R.B.O.) from their debut in 1981 up to the group's separation in 1995. He is well known for his Monsieur Caron and Stromgol characters in the series, and is known for the use of absurd humour.",
      "pageId": 2464678,
      "monthDay": "01/15"
    },
    {
      "year": "1969",
      "uri": "/wiki/Huck_Seed",
      "name": "Huck Seed",
      "aboutText": "Osmo Tapio Everton Räihälä (born January 15, 1964 in Suomussalmi, Finland, name sometimes spelled without umlauts) is a Finnish composer of contemporary music. He has mainly written instrumental music for various chamber music line-ups, five concertos (one for mallet instruments, a viola concerto, an oboe, a cello, and a French horn concerto) as well as for symphony orchestra. His best-known work is the 2005 orchestral portrait Barlinnie Nine, a tribute to the Scottish football player Duncan Ferguson, then of Everton, whom Räihälä is known to be a supporter of.",
      "pageId": 3943900,
      "monthDay": "01/15"
    },
    {
      "year": "1970",
      "uri": "/wiki/Shane_McMahon",
      "name": "Shane McMahon",
      "aboutText": "Maurizio Fondriest (born 15 January 1965) is a retired Italian professional road racing cyclist.",
      "pageId": 4010271,
      "monthDay": "01/15"
    },
    {
      "year": "1971",
      "uri": "/wiki/Regina_King",
      "name": "Regina King",
      "aboutText": "Meret Becker (born 15 January 1969) is a German actress and singer.",
      "pageId": 4442388,
      "monthDay": "01/15"
    },
    {
      "year": "1972",
      "uri": "/wiki/Shelia_Burrell",
      "name": "Shelia Burrell",
      "aboutText": "Shelia Burrell (born 15 January 1972 in Albuquerque, New Mexico) is a retired American heptathlete. She was a two-time representative of the United States at the Summer Olympics, competing in 2000 and 2004. Her best Olympic finish was fourth place.",
      "pageId": 9574298,
      "monthDay": "01/15"
    },
    {
      "year": "1972",
      "uri": "/wiki/Christos_Kostis",
      "name": "Christos Kostis",
      "aboutText": "Christos Kostis (Greek: Χρήστος Κωστής) (born 15 January 1972 in Thessaloniki, Greece) is a former Greek international football player who played as a second striker.",
      "pageId": 15735924,
      "monthDay": "01/15"
    },
    {
      "year": "1972",
      "uri": "/wiki/Ernie_Reyes,_Jr.",
      "name": "Ernie Reyes, Jr.",
      "aboutText": "Serhiy N. Morozov (born 15 January 1961) is a former professional footballer from Ukraine. He became topscorer of the Meistriliiga 1994–95 (Estonian Premier League) by scoring 25 goals for Lantana Marlekor. He also played as a professional in Latvia.",
      "pageId": 22946832,
      "monthDay": "01/15"
    },
    {
      "year": "1972",
      "uri": "/wiki/Claudia_Winkleman",
      "name": "Claudia Winkleman",
      "aboutText": "Bernard Humphrey Hopkins, Jr. (born January 15, 1965) is an American professional boxer who currently fights at light heavyweight and previously at middleweight.\nHopkins reigned as world middleweight titlist from 1994 until 2005, unifying and successfully defending his title a record 20 times.",
      "pageId": 23173834,
      "monthDay": "01/15"
    },
    {
      "year": "1973",
      "uri": "/wiki/Essam_El-Hadary",
      "name": "Essam El-Hadary",
      "aboutText": "Ken Chu (Chinese: 朱孝天; pinyin: Zhū Xiàotiān was born on 15 January 1979 in Taiwan. He is a Taiwanese singer, actor and composer; and a member of Taiwanese Mandopop vocal quartet boy band F4.",
      "pageId": 612924,
      "monthDay": "01/15"
    },
    {
      "year": "1974",
      "uri": "/wiki/Edith_Bowman",
      "name": "Edith Bowman",
      "aboutText": "Drew Christopher Brees (/ˈbriːs/;) (born January 15, 1979) is an American football quarterback for the New Orleans Saints of the National Football League (NFL). After a prolific college football career at Purdue University, he was chosen by the San Diego Chargers with the first pick in the second round of the 2001 NFL Draft. He left college as one of the most-decorated players in Purdue and Big Ten Conference history, establishing two NCAA records, 13 Big Ten Conference records and 19 Purdue University records.",
      "pageId": 657804,
      "monthDay": "01/15"
    },
    {
      "year": "1975",
      "uri": "/wiki/Mary_Pierce",
      "name": "Mary Pierce",
      "aboutText": "Martin Petyov Petrov (Bulgarian: Мартин Петьов Петров; born 15 January 1979) is a former Bulgarian footballer who played as a winger.",
      "pageId": 744807,
      "monthDay": "01/15"
    },
    {
      "year": "1975",
      "uri": "/wiki/9th_Wonder",
      "name": "9th Wonder",
      "aboutText": "Mary Pierce (born 15 January 1975) is a French-American retired tennis professional who played on the Women's Tennis Association (WTA) tour. Although born in Canada, she is a citizen of France, Canada, and the United States and played for France in team competitions and the Olympics.\nPierce won four Grand Slam titles, two in singles and two in doubles.",
      "pageId": 754866,
      "monthDay": "01/15"
    },
    {
      "year": "1976",
      "uri": "/wiki/Doug_Gottlieb",
      "name": "Doug Gottlieb",
      "aboutText": "Armando Christian Pérez, (born January 15, 1981) better known by his stage name Pitbull, is an American rapper. His first recorded mainstream performance was on a solo track from Lil Jon's 2002 album Kings of Crunk, which featured Pitbull rapping over Jon's production. In 2004, Pitbull released his debut album titled M.I.A.M.I. (backronym for Money Is A Major Issue), under TVT Records; the album included production from high-profile producers Lil Jon and Jim Jonsin.",
      "pageId": 991985,
      "monthDay": "01/15"
    },
    {
      "year": "1976",
      "uri": "/wiki/Iryna_Lishchynska",
      "name": "Iryna Lishchynska",
      "aboutText": "Scott Murray (born 15 January 1976 in Musselburgh) is a rugby union player who played at lock for Scotland and currently plays for French Pro D2 team Stade Montois. He was at one time the record caps holder for Scotland having represented them on 87 occasions, five of which as captain and playing at three World Cups.",
      "pageId": 1188987,
      "monthDay": "01/15"
    },
    {
      "year": "1976",
      "uri": "/wiki/Scott_Murray_(rugby_union)",
      "name": "Scott Murray",
      "aboutText": "Howard Kern \"Howie\" Day (born January 15, 1981) is an American singer-songwriter. Beginning his career as a solo artist in the late 1990s, Day became known for his extensive touring and in-concert use of samplers and effects pedals in order to accompany himself.[1] He self-financed and self-released his first album, Australia, in 2000.\nDay eventually signed a recording contract with major label Epic Records- in 2002 and has since re-released his debut as well as producing a follow-up, Stop All The World Now.",
      "pageId": 1379588,
      "monthDay": "01/15"
    },
    {
      "year": "1976",
      "uri": "/wiki/Florentin_Petre",
      "name": "Florentin Petre",
      "aboutText": "Edith Eleanor Bowman (born 15 January 1974) is a Scottish radio DJ. She is mostly known for formerly hosting the weekday afternoon show and the weekend morning on BBC Radio 1, as well as for presenting a variety of music related television shows and music festivals.",
      "pageId": 1593494,
      "monthDay": "01/15"
    },
    {
      "year": "1978",
      "uri": "/wiki/Eddie_Cahill",
      "name": "Eddie Cahill",
      "aboutText": "Edmund Patrick \"Eddie\" Cahill (born January 15, 1978) is an American actor best known for portraying \"Miracle on Ice\" goalie Jim Craig in the movie Miracle, and for playing the roles of Tag Jones on Friends and Detective Don Flack on CSI: NY.",
      "pageId": 1810173,
      "monthDay": "01/15"
    },
    {
      "year": "1978",
      "uri": "/wiki/Franco_Pellizotti",
      "name": "Franco Pellizotti",
      "aboutText": "Matthew Thomas \"Matt\" Holliday (born January 15, 1980) is an American professional baseball left fielder for the St. Louis Cardinals of Major League Baseball (MLB). A World Series champion in 2011, Holliday is regarded as a key figure of the Cardinals' success of the 2010s and of the Colorado Rockies' in 2007 for hitting, baserunning and leadership abilities.",
      "pageId": 2396338,
      "monthDay": "01/15"
    },
    {
      "year": "1978",
      "uri": "/wiki/Ryan_Sidebottom",
      "name": "Ryan Sidebottom",
      "aboutText": "Patrick Denard Douthit (born January 15, 1975 in Winston-Salem, North Carolina), better known as 9th Wonder is a hip hop record producer, record executive, DJ, lecturer, and rapper from Durham, North Carolina, U.S. He began his career as the main producer for the group Little Brother, and has also worked with Mary J. Blige, Jean Grae, Wale, Jay-Z, Murs, Drake, Buckshot, Chris Brown, Destiny's Child, J. Cole, Kendrick Lamar, Erykah Badu, Ludacris, Mac Miller, David Banner, and Lecrae. As of 2010, 9th Wonder raps under the name of 9thmatic.\n9th Wonder has a smooth and soulful production style that relies on samples from artists such as Al Green and Curtis Mayfield.",
      "pageId": 2400728,
      "monthDay": "01/15"
    },
    {
      "year": "1979",
      "uri": "/wiki/Drew_Brees",
      "name": "Drew Brees",
      "aboutText": "Ryan Jay Sidebottom (born 15 January 1978) is a former international English cricketer who currently plays domestic cricket for Yorkshire. He is primarily a left-arm fast-medium bowler. Sidebottom played his first Test match in 2001 against Pakistan, but failed to take a wicket and was dropped for six years.",
      "pageId": 2924787,
      "monthDay": "01/15"
    },
    {
      "year": "1979",
      "uri": "/wiki/Ken_Chu",
      "name": "Ken Chu",
      "aboutText": "Douglas Michael Gottlieb (born January 15, 1976, in Milwaukee, Wisconsin) is a former NCAA collegiate and professional (USBL) basketball player, as well as a basketball analyst.",
      "pageId": 3336822,
      "monthDay": "01/15"
    },
    {
      "year": "1979",
      "uri": "/wiki/Young_Dro",
      "name": "Young Dro",
      "aboutText": "Franco Pellizotti (born 15 January 1978 in Latisana, Udine, Friuli-Venezia Giulia) is an Italian professional road bicycle racer, currently riding for the Androni-Sidermec team.\n^ \"Androni Giocattoli-Venezuela (AND) – ITA\". UCI Continental Circuits.",
      "pageId": 5171086,
      "monthDay": "01/15"
    },
    {
      "year": "1979",
      "uri": "/wiki/Michalis_Morfis",
      "name": "Michalis Morfis",
      "aboutText": "D'Juan Montrel Hart (born January 15, 1979), better known by his stage name Young Dro, is an American hip hop recording artist from Bankhead, Atlanta, Georgia. After gaining recognition with his regional hit song “Yes Sir\", from his 2002 independent album I Got That Dro, Young Dro aligned himself with fellow Atlanta-based rapper T.I. and signed to his label, Grand Hustle Records, in 2004. Young Dro's major-label debut Best Thang Smokin', was released in August 2006, under Grand Hustle and Atlantic Records.",
      "pageId": 5321635,
      "monthDay": "01/15"
    },
    {
      "year": "1979",
      "uri": "/wiki/Martin_Petrov",
      "name": "Martin Petrov",
      "aboutText": "Florentin Petre (born 15 January 1976 in Bucharest) is a Romanian football manager and former player.",
      "pageId": 5404482,
      "monthDay": "01/15"
    },
    {
      "year": "1980",
      "uri": "/wiki/Matt_Holliday",
      "name": "Matt Holliday",
      "aboutText": "Iryna Lishchynska (Ukrainian: Ірина Ліщинська), née Nedelenko (Неделенко) (born 15 January 1976 in Makiivka) is a Ukrainian middle distance runner who specializes in the 1500 metres.",
      "pageId": 7018490,
      "monthDay": "01/15"
    },
    {
      "year": "1981",
      "uri": "/wiki/Pitbull_(rapper)",
      "name": "Pitbull",
      "aboutText": "Essam El-Hadary (Arabic: عصام الدين كمال توفيق الحضري‎; born 15 January 1973) is an Egyptian goalkeeper, playing for Egyptian Premier League club Wadi Degla and Egypt national football team.\nHe is regarded as one of the best African goalkeepers of all time.",
      "pageId": 8161153,
      "monthDay": "01/15"
    },
    {
      "year": "1981",
      "uri": "/wiki/Dylan_Armstrong",
      "name": "Dylan Armstrong",
      "aboutText": "Michalis Morfis (Greek: Μιχάλης Μορφής) (born January 15, 1979 in Cyprus) is a Cypriot footballer (goalkeeper) who plays for Doxa Katokopias in Cypriot First Division.",
      "pageId": 12113471,
      "monthDay": "01/15"
    },
    {
      "year": "1981",
      "uri": "/wiki/Howie_Day",
      "name": "Howie Day",
      "aboutText": "Dylan Armstrong (born January 15, 1981) is a Canadian shot putter born and raised in Kamloops, British Columbia, Canada. Armstrong is a two-time Pan American Games champion, a former Commonwealth Games champion and has also won world championship silver and bronze medals in the shotput event. He was awarded the bronze medal at the 2008 Summer Olympics in shotput seven years after the event in 2015, following a doping disqualification by competitor Andrei Mikhnevich.",
      "pageId": 12946070,
      "monthDay": "01/15"
    },
    {
      "year": "1981",
      "uri": "/wiki/El_Hadji_Diouf",
      "name": "El Hadji Diouf",
      "aboutText": "El Hadji Ousseynou Diouf (born 15 January 1981) is a Senegalese footballer who plays for Sabah. He can play on both wings as well as in the attack position.\nHaving started his professional football career in France with Sochaux, Rennes and Lens, Diouf's performances in the 2002 FIFA World Cup for Senegal prompted a move to Premier League side Liverpool later that summer.",
      "pageId": 582420,
      "monthDay": "01/15"
    },
    {
      "year": "1981",
      "uri": "/wiki/Vanessa_Henke",
      "name": "Vanessa Henke",
      "aboutText": "Jermaine Lloyd Pennant (born 15 January 1983) is an English footballer who plays as a winger.\nBorn in Nottingham, Pennant played for his local side Notts County as a youngster. He earned promising reviews in the youth team at County and Arsenal signed him in 1999.",
      "pageId": 1024810,
      "monthDay": "01/15"
    },
    {
      "year": "1981",
      "uri": "/wiki/Sean_Lamont",
      "name": "Sean Lamont",
      "aboutText": "Benjamin Alexandro Agosto (born January 15, 1982) is an American ice dancer.",
      "pageId": 1299108,
      "monthDay": "01/15"
    },
    {
      "year": "1982",
      "uri": "/wiki/Benjamin_Agosto",
      "name": "Benjamin Agosto",
      "aboutText": "Hugo Miguel Ferreira Gomes Viana (Portuguese pronunciation: [ˈuɣu ˈvjɐnɐ]; born 15 January 1983) is a Portuguese professional footballer who plays for Al-Wasl F.C. in the United Arab Emirates as a central midfielder.\nHis main assets are good set pieces and passing skills. After starting out at Sporting he moved abroad at the age of 19, going on to have unassuming spells in England (Newcastle United) and Spain (Valencia) before settling back in his country with Braga.",
      "pageId": 1720995,
      "monthDay": "01/15"
    },
    {
      "year": "1982",
      "uri": "/wiki/Prince_Alexander_of_Yugoslavia_(b._1982)",
      "name": "Prince Alexander of Yugoslavia",
      "aboutText": "Victor Rasuk (born January 15, 1984) is an American actor.",
      "pageId": 2220251,
      "monthDay": "01/15"
    },
    {
      "year": "1982",
      "uri": "/wiki/Armando_Galarraga",
      "name": "Armando Galarraga",
      "aboutText": "Sean Lamont (born 15 January 1981 in Perth, Scotland) is a Scottish international rugby union player who plays at centre and on the wing.",
      "pageId": 2253884,
      "monthDay": "01/15"
    },
    {
      "year": "1982",
      "uri": "/wiki/Emina_Jahovi%C4%87",
      "name": "Emina Jahović",
      "aboutText": "Emina Jahović Sandal (pronounced [emǐːna jâːhovit͡ɕ sǎndal], Serbian Cyrillic: Емина Јаховић Сандал; born 15 January 1982) is a Serbian-Turkish singer-songwriter, model, and actress. Born and raised in Novi Pazar, she primarily studied at the Mokranjac Music School and briefly attended Braća Karić University's Faculty of Management in Belgrade. Her brother is Mirsad Türkcan (né Jahović).",
      "pageId": 2588797,
      "monthDay": "01/15"
    },
    {
      "year": "1982",
      "uri": "/wiki/Brett_Lebda",
      "name": "Brett Lebda",
      "aboutText": "Megan Jendrick (born January 15, 1984), née Megan M. Quann, is an American former competition swimmer, former world record-holder, and fitness columnist. She won two gold medals at the 2000 Summer Olympics and a silver medal at the 2008 Summer Olympics. Jendrick set 27 American records and four world records in her swimming career .",
      "pageId": 2693351,
      "monthDay": "01/15"
    },
    {
      "year": "1982",
      "uri": "/wiki/Neil_Nitin_Mukesh",
      "name": "Neil Nitin Mukesh",
      "aboutText": "Prince Philip of Yugoslavia, also known as Filip Karađorđević (Serbian Cyrillic: Филип Карађорђевић; born 15 January 1982 in Fairfax, Virginia), is a member of the House of Karađorđević.\nHe is the son of Alexander, Crown Prince of Yugoslavia, and Princess Maria da Gloria, Duchess of Segorbe, and the fraternal twin of Prince Alexander of Yugoslavia. He would be second in the line to the throne after his elder brother, Hereditary Prince Peter.",
      "pageId": 2974874,
      "monthDay": "01/15"
    },
    {
      "year": "1982",
      "uri": "/wiki/Prince_Philip_of_Yugoslavia",
      "name": "Prince Philip of Yugoslavia",
      "aboutText": "Prince Alexander of Yugoslavia, also named Aleksandar Karađorđević (Serbian Cyrillic: Александар Карађорђевић; born 15 January 1982 in Fairfax, Virginia, USA), is a member of the House of Karađorđević.\nHe is the son of Alexander, Crown Prince of Yugoslavia, and Princess Maria da Gloria, Duchess of Segorbe, and the fraternal twin of Prince Philip of Yugoslavia. He would be third in the line to the throne, after his elder brothers.",
      "pageId": 3216902,
      "monthDay": "01/15"
    },
    {
      "year": "1982",
      "uri": "/wiki/Ari_Pulkkinen",
      "name": "Ari Pulkkinen",
      "aboutText": "René Adler (born 15 January 1985) is a German footballer who plays as a goalkeeper for Bundesliga club Hamburger SV and for the German national team.",
      "pageId": 3260978,
      "monthDay": "01/15"
    },
    {
      "year": "1982",
      "uri": "/wiki/Francis_Z%C3%A9",
      "name": "Francis Zé",
      "aboutText": "Brett Steven Lebda (born January 15, 1982) is a former American professional ice hockey defenseman, who last played with the Binghamton Senators of the American Hockey League (AHL).",
      "pageId": 3747366,
      "monthDay": "01/15"
    },
    {
      "year": "1983",
      "uri": "/wiki/Matic_Kralj",
      "name": "Matic Kralj",
      "aboutText": "Ari Pulkkinen (born in 1982 in Helsinki) is a Finnish video game composer, musician and sound designer.",
      "pageId": 5347636,
      "monthDay": "01/15"
    },
    {
      "year": "1983",
      "uri": "/wiki/Jermaine_Pennant",
      "name": "Jermaine Pennant",
      "aboutText": "Kenneth Emil Petersen (born 15 January 1985) is a Danish footballer. He plays at centre back for AaB in the Danish Superliga.\nAt the start of the 2007–08 season, with Rasmus Marvits having left the club, Petersen became a regular part of the starting 11 in the AC Horsens first team.",
      "pageId": 10016241,
      "monthDay": "01/15"
    },
    {
      "year": "1983",
      "uri": "/wiki/Hugo_Viana",
      "name": "Hugo Viana",
      "aboutText": "Armando Antonio Galarraga Barreto (born January 15, 1982) is a Venezuelan former professional baseball pitcher. Galarraga made his Major League Baseball (MLB) debut with the Texas Rangers on September 15, 2007. He was traded to the Detroit Tigers at the end of the 2007 season and also played in MLB for the Arizona Diamondbacks and Houston Astros.",
      "pageId": 13349829,
      "monthDay": "01/15"
    },
    {
      "year": "1984",
      "uri": "/wiki/Megan_Jendrick",
      "name": "Megan Jendrick",
      "aboutText": "Neil Nitin Mukesh (born Neil Nitin Mukesh Chanda ; 15 January 1982) is an Indian actor who appears in Hindi-language films. He is the son and grandson of singers (Nitin Mukesh and Mukesh, respectively). After brief roles as a child in Vijay (1988) and Jaisi Karni Waisi Bharnii (1989), Mukesh decided to venture into acting after graduating from HR College with a bachelor's degree in commerce.",
      "pageId": 13696994,
      "monthDay": "01/15"
    },
    {
      "year": "1984",
      "uri": "/wiki/Victor_Rasuk",
      "name": "Victor Rasuk",
      "aboutText": "Enrico Patrizio (born 15 January 1985) is an Italian rugby union footballer who plays for Mogliano in the National Championship of Excellence. Enrico Patrizio's position of choice is at centre.",
      "pageId": 15585886,
      "monthDay": "01/15"
    },
    {
      "year": "1985",
      "uri": "/wiki/Ren%C3%A9_Adler",
      "name": "René Adler",
      "aboutText": "Francis Zé (born 15 January 1982) is a Cameroonian footballer.",
      "pageId": 27639830,
      "monthDay": "01/15"
    },
    {
      "year": "1985",
      "uri": "/wiki/Enrico_Patrizio",
      "name": "Enrico Patrizio",
      "aboutText": "Matic Kralj (born January 15, 1983) is a Slovenian Ice hockey player, currently playing for Guildford Flames of the English Premier Ice Hockey League.",
      "pageId": 31673701,
      "monthDay": "01/15"
    },
    {
      "year": "1985",
      "uri": "/wiki/Kenneth_Emil_Petersen",
      "name": "Kenneth Emil Petersen",
      "aboutText": "Vanessa Henke (born 15 January 1981) is a former German professional tennis player. Henke has numerous ITF titles. Her career high singles ranking is No.137, achieved on 26 September 2005.",
      "pageId": 32905668,
      "monthDay": "01/15"
    },
    {
      "year": "1986",
      "uri": "/wiki/Clara_Lee",
      "name": "Clara Lee",
      "aboutText": "Michael Bruce Patrick Seater (born January 15, 1987) is a Canadian actor.",
      "pageId": 2820824,
      "monthDay": "01/15"
    },
    {
      "year": "1986",
      "uri": "/wiki/Mariya_Abakumova",
      "name": "Mariya Abakumova",
      "aboutText": "Greg Inglis (born 15 January 1987) is an Australian professional rugby league footballer who currently plays fullback currently playing for the South Sydney Rabbitohs in the National Rugby League. A Queensland State of Origin and Australian international representative outside back, he previously played for the Melbourne Storm, with whom he won two grand finals, a Clive Churchill Medal and the Golden Boot Award; he is Indigenous Australian. Inglis is a versatile back, having played in several positions during his career.",
      "pageId": 2986483,
      "monthDay": "01/15"
    },
    {
      "year": "1986",
      "uri": "/wiki/Fred_Davis_(tight_end)",
      "name": "Fred Davis",
      "aboutText": "Jessica \"Jessy\" Schram (born January 15, 1986) is an American actress.",
      "pageId": 4123782,
      "monthDay": "01/15"
    },
    {
      "year": "1986",
      "uri": "/wiki/Jessy_Schram",
      "name": "Jessy Schram",
      "aboutText": "Barbara Jean \"Barbie\" Blank (born January 15, 1987) is an American model, former professional wrestler and professional wrestling valet, better known by her ring name Kelly Kelly.",
      "pageId": 4998554,
      "monthDay": "01/15"
    },
    {
      "year": "1987",
      "uri": "/wiki/Greg_Inglis",
      "name": "Greg Inglis",
      "aboutText": "Keiffer J. Hubbell (born January 15, 1989) is an American ice dancer. He competed with his sister Madison Hubbell from 2001 to 2011.",
      "pageId": 7847010,
      "monthDay": "01/15"
    },
    {
      "year": "1987",
      "uri": "/wiki/Tsegaye_Kebede",
      "name": "Tsegaye Kebede",
      "aboutText": "Fernando Martín Forestieri (born 15 January 1990) is a professional footballer who plays as a striker for Sheffield Wednesday. He is a former Italy U21 international.",
      "pageId": 7954810,
      "monthDay": "01/15"
    },
    {
      "year": "1987",
      "uri": "/wiki/Kelly_Kelly",
      "name": "Kelly Kelly",
      "aboutText": "Alexei Andreyevich Cherepanov (Russian: Алексей Андреевич Черепанов; January 15, 1989 – October 13, 2008) was a Russian professional ice hockey winger who played for Avangard Omsk of the Kontinental Hockey League (KHL). Previously, Cherepanov had played for Avangard's lower level teams, and then for the senior men's team in the Russian Super League. Cherepanov was selected in the first round (17th overall) of the 2007 National Hockey League (NHL) Entry Draft by the New York Rangers, although he never played professional hockey in North America.",
      "pageId": 8773841,
      "monthDay": "01/15"
    },
    {
      "year": "1987",
      "uri": "/wiki/Nicole_Matthews",
      "name": "Nicole Matthews",
      "aboutText": "Frederick Martin Davis (born January 15, 1986) is an American football tight end who is currently a free agent. He was drafted by the Washington Redskins in the second round of the 2008 NFL Draft.",
      "pageId": 11546163,
      "monthDay": "01/15"
    },
    {
      "year": "1987",
      "uri": "/wiki/Michael_Seater",
      "name": "Michael Seater",
      "aboutText": "Mariya Vasiliyevna Abakumova (Russian: Мария Васильевна Абакумова) (born 15 January 1986 in Stavropol) is a Russian javelin thrower. She won the gold medal at 2011 World Championships in Athletics in Daegu, South Korea where she threw a Russian national and World Championships record of 71.99 metres. She also won the Olympic silver medal in 2008.",
      "pageId": 17849136,
      "monthDay": "01/15"
    },
    {
      "year": "1988",
      "uri": "/wiki/Skrillex",
      "name": "Skrillex",
      "aboutText": "Konstantinos \"Kostas\" Sloukas (Greek: Κωνσταντίνος \"Κώστας\" Σλούκας; born January 15, 1990) is a Greek professional basketball player who plays for Fenerbahçe of the Turkish Basketball League (TBL).",
      "pageId": 19382552,
      "monthDay": "01/15"
    },
    {
      "year": "1988",
      "uri": "/wiki/Daniel_Caligiuri",
      "name": "Daniel Caligiuri",
      "aboutText": "Tsegaye Kebede Wordofa (Amharic: ፀጋየ ከበደ ዎርዶፋ; born 15 January 1987) is an Ethiopian long-distance runner who competes in road running events, including marathons. He quickly rose to become a prominent distance runner after his international debut at the Amsterdam Marathon in 2007. In his second year of professional running, he won the Paris Marathon, the Fukuoka Marathon and won the marathon bronze medal at the 2008 Beijing Olympics.",
      "pageId": 19619611,
      "monthDay": "01/15"
    },
    {
      "year": "1988",
      "uri": "/wiki/Jun._K",
      "name": "Jun. K",
      "aboutText": "Nicole Matthews (born January 15, 1987) is a Canadian professional wrestler. Matthews regularly wrestles for Shimmer Women Athletes and NWA: Extreme Canadian Championship Wrestling among other independent promotions. She regularly teams with fellow Canadian wrestler Portia Perez as the Canadian NINJAs, and the pair former two-time Shimmer Tag Team Champions.",
      "pageId": 19727355,
      "monthDay": "01/15"
    },
    {
      "year": "1988",
      "uri": "/wiki/Aija_Putni%C5%86a",
      "name": "Aija Putniņa",
      "aboutText": "Daniel Caligiuri (pronounced [kaliˈdʒuri]; born 15 January 1988 in Villingen-Schwenningen) is a German-born Italian professional footballer who plays as a midfielder for VfL Wolfsburg in the Bundesliga and the Italy national team.",
      "pageId": 25931579,
      "monthDay": "01/15"
    },
    {
      "year": "1989",
      "uri": "/wiki/Alexei_Cherepanov",
      "name": "Alexei Cherepanov",
      "aboutText": "Aija Putniņa (born January 15, 1988 in Riga) is a Latvian women's basketball player with the Latvia women's national basketball team.",
      "pageId": 27109302,
      "monthDay": "01/15"
    },
    {
      "year": "1989",
      "uri": "/wiki/Keiffer_Hubbell",
      "name": "Keiffer Hubbell",
      "aboutText": "Kim Min-jun (Hangul: 김민준; hanja: 金閔俊; born January 15, 1988), better known by his stage name Jun. K, is a South Korean singer-songwriter and record producer. He is the main vocalist of K-pop boy band 2PM, managed by JYP Entertainment.",
      "pageId": 33494011,
      "monthDay": "01/15"
    },
    {
      "year": "1989",
      "uri": "/wiki/Tasha_Reign",
      "name": "Tasha Reign",
      "aboutText": "Sonny John Moore (born January 15, 1988), known professionally as Skrillex, is an American electronic music producer, DJ, singer and songwriter. Growing up in Northeast Los Angeles and in Northern California, Sonny Moore joined the American post-hardcore band From First to Last as the lead singer in 2004, and recorded two studio albums with the band (Dear Diary, My Teen Angst Has a Body Count, 2004, and Heroine, 2006) before leaving to pursue a solo career in 2007. He began his first tour as a solo artist in late 2007.",
      "pageId": 34016927,
      "monthDay": "01/15"
    },
    {
      "year": "1989",
      "uri": "/wiki/Ronny_Vencatachellum",
      "name": "Ronny Vencatachellum",
      "aboutText": "Paul Blake (born 15 January 1990) is a British athlete who competes in T36 middle distance events. Blake competed at the 2012 Summer Paralympics where he won a silver and bronze medal. He followed this up with two gold medals at the 2013 and 2015 World Championships, both in his favoured 800m event.",
      "pageId": 36720768,
      "monthDay": "01/15"
    },
    {
      "year": "1990",
      "uri": "/wiki/Paul_Blake_(athlete)",
      "name": "Paul Blake",
      "aboutText": "Tasha Reign (born January 15, 1989) is the stage name of an American pornographic actress, nude model, producer, and sex columnist known for her appearances in Playboy and Penthouse magazine.",
      "pageId": 38582456,
      "monthDay": "01/15"
    },
    {
      "year": "1990",
      "uri": "/wiki/Fernando_Forestieri",
      "name": "Fernando Forestieri",
      "aboutText": "Clara Lee (Hangul: 클라라 리) (born Lee Sung-min (Hangul: 이성민) on 15 January 1985), better known by her mononym, Clara (Hangul: 클라라), is a Swiss-born British actress and model active in South Korea.",
      "pageId": 40518856,
      "monthDay": "01/15"
    },
    {
      "year": "1990",
      "uri": "/wiki/Konstantinos_Sloukas",
      "name": "Konstantinos Sloukas",
      "aboutText": "Ronny Ashley Vencatachellum (born 15 January 1989) is a Mauritian swimmer.",
      "pageId": 41627509,
      "monthDay": "01/15"
    },
    {
      "year": "1990",
      "uri": "/wiki/Sophie_Sumner",
      "name": "Sophie Sumner",
      "aboutText": "Joshua Christian Kojo \"Josh\" King (born 15 January 1992) is a Norwegian professional footballer who plays for English Premier League club Bournemouth and the Norway national team as a striker or a winger.\nKing was signed by Manchester United from Vålerenga in 2008. After loan spells with Preston North End, Borussia Mönchengladbach, Hull City and Blackburn Rovers, he signed permanently with Blackburn in January 2013.",
      "pageId": 24438556,
      "monthDay": "01/15"
    },
    {
      "year": "1990",
      "uri": "/wiki/Robert_Trznadel",
      "name": "Robert Trznadel",
      "aboutText": "Marc Bartra Aregall (Catalan: [ˈmarɡ ˈbartɾə əɾəˈɣaʎ], Spanish: [ˈmarɣ ˈβartɾa aɾeˈɣal]; born 15 January 1991) is a Spanish professional footballer who plays for FC Barcelona and the Spain national team as a central defender.",
      "pageId": 26141203,
      "monthDay": "01/15"
    },
    {
      "year": "1991",
      "uri": "/wiki/Marc_Bartra",
      "name": "Marc Bartra",
      "aboutText": "Robert Trznadel (born January 15, 1990 in Ruda Śląska) is a Polish footballer who plays for Polonia Bytom.",
      "pageId": 26371943,
      "monthDay": "01/15"
    },
    {
      "year": "1991",
      "uri": "/wiki/Nicolai_J%C3%B8rgensen",
      "name": "Nicolai Jørgensen",
      "aboutText": "Nicolai Jørgensen (born 15 January 1991 in Ballerup) is a Danish association footballer who plays as a second striker for F.C. Copenhagen.",
      "pageId": 27563796,
      "monthDay": "01/15"
    },
    {
      "year": "1991",
      "uri": "/wiki/Darya_Klishina",
      "name": "Darya Klishina",
      "aboutText": "Darya Igorevna Klishina (Russian: Дарья Игоревна Клишина, born 15 January 1991) is a Russian long jumper and model.",
      "pageId": 27862595,
      "monthDay": "01/15"
    },
    {
      "year": "1991",
      "uri": "/wiki/Jahangir_Wasim",
      "name": "Jahangir Wasim",
      "aboutText": "Eric Jeremy Edgar Dier (born 15 January 1994) is an English professional footballer who plays for Premier League club Tottenham Hotspur. A versatile defensive player, Dier has been deployed as a defensive midfielder, a centre half and as a right back.\nDier grew up in Portugal, where he came through the youth ranks at Sporting CP, making his reserve and senior debuts in 2012 after a loan to Everton.",
      "pageId": 30544818,
      "monthDay": "01/15"
    },
    {
      "year": "1992",
      "uri": "/wiki/Joshua_King_(footballer)",
      "name": "Joshua King",
      "aboutText": "Jahangir Wasim (Persian: جهانگیر وسیم ) (born 15 January 1991) is a businessman and humanitarian. Wasim is the Founder of Origin Community Development Organisation, which is a private funded non-profit organisation, vice-president Awam Group of Publications. His company was one of the sponsors of Joven Venezuela (Young Venezuela) annual modelling event in 2009 that was the first time when a South Asian company sponsored the event of its kind in South America.",
      "pageId": 33048037,
      "monthDay": "01/15"
    },
    {
      "year": "1994",
      "uri": "/wiki/Jordy_Croux",
      "name": "Jordy Croux",
      "aboutText": "Jordy Croux (Dutch pronunciation: [ˈjɔːrdi kru]; born 15 January 1994) is a Belgian footballer who currently plays as a winger for MVV Maastricht in the Dutch Eerste Divisie.",
      "pageId": 35685064,
      "monthDay": "01/15"
    },
    {
      "year": "1994",
      "uri": "/wiki/Eric_Dier",
      "name": "Eric Dier",
      "aboutText": "Sophie Sumner (born 15 January 1990) is a British fashion model. She first came into the public eye as the runner-up of Britain's Next Top Model, Cycle 5 and later won America's Next Top Model, Cycle 18.",
      "pageId": 35979325,
      "monthDay": "01/15"
    },
    {
      "year": "1996",
      "uri": "/wiki/Dove_Cameron",
      "name": "Dove Cameron",
      "aboutText": "Dove Olivia Cameron (born Chloe Celeste Hosterman; January 15, 1996) is an American actress and singer. She is known for playing a dual role as both title characters in the Disney Channel sitcom Liv and Maddie. She also starred in the Disney Channel original movies Cloud 9 as Kayla Morgan, and Descendants as Mal, daughter of Maleficent.",
      "pageId": 39300464,
      "monthDay": "01/15"
    }
  ]
}