{
  "people": [
    {
      "year": "635",
      "uri": "/wiki/K%27inich_Kan_B%27alam_II",
      "name": "K'inich Kan B'alam II",
      "aboutText": "`Abdu’l-Bahá' (Persian/Arabic: عبد البهاء‎‎, 23 May 1844 – 28 November 1921), born ‘Abbás Effendí (Persian: عباس افندی‎‎), was the eldest son of Bahá'u'lláh, the founder of the Bahá'í Faith. In 1892, `Abdu'l-Bahá was appointed in his father's will to be his successor and head of the Bahá'í Faith. `Abdu'l-Bahá was born in Tehran to an aristocratic family of the realm.",
      "pageId": 3019,
      "monthDay": "05/23"
    },
    {
      "year": "1052",
      "uri": "/wiki/Philip_I_of_France",
      "name": "Philip I of France",
      "aboutText": "Carl Linnaeus (/lɪˈniːəs, lɪˈneɪəs/; 23 May 1707 – 10 January 1778), also known after his ennoblement as Carl von Linné (Swedish pronunciation: [ˈkɑːɭ ˈfɔnː lɪˈneː]), was a Swedish botanist, physician, and zoologist, who laid the foundations for the modern biological naming scheme of binomial nomenclature. He is known as the father of modern taxonomy, and is also considered one of the fathers of modern ecology. Many of his writings were in Latin, and his name is rendered in Latin as Carolus Linnæus (after 1761 Carolus a Linné).",
      "pageId": 5233,
      "monthDay": "05/23"
    },
    {
      "year": "1100",
      "uri": "/wiki/Emperor_Qinzong_of_Song",
      "name": "Emperor Qinzong of Song",
      "aboutText": "Franz Anton Mesmer (/ˈmɛzmər/; German: [ˈmɛsmɐ]; May 23, 1734 – March 5, 1815) was a German physician with an interest in astronomy, who theorised that there was a natural energetic transference that occurred between all animated and inanimate objects that he called animal magnetism, sometimes later referred to as mesmerism. The theory attracted a wide following between about 1780 and 1850, and continued to have some influence until the end of the century. In 1843 the Scottish physician James Braid proposed the term hypnosis for a technique derived from animal magnetism; today this is the usual meaning of mesmerism.",
      "pageId": 11803,
      "monthDay": "05/23"
    },
    {
      "year": "1606",
      "uri": "/wiki/Juan_Caramuel_y_Lobkowitz",
      "name": "Juan Caramuel y Lobkowitz",
      "aboutText": "Jules Sébastien César Dumont d'Urville (23 May 1790 – 8 May 1842) was a French explorer, naval officer and rear admiral, who explored the south and western Pacific, Australia, New Zealand and Antarctica. As a botanist and cartographer he left his mark, giving his name to several seaweeds, plants and shrubs, and places such as D'Urville Island.",
      "pageId": 72423,
      "monthDay": "05/23"
    },
    {
      "year": "1617",
      "uri": "/wiki/Elias_Ashmole",
      "name": "Elias Ashmole",
      "aboutText": "Philip I (23 May 1052 – 29 July 1108), called the Amorous, was King of the Franks from 1060 to his death. His reign, like that of most of the early Capetians, was extraordinarily long for the time.",
      "pageId": 78436,
      "monthDay": "05/23"
    },
    {
      "year": "1696",
      "uri": "/wiki/Johann_Caspar_Vogler",
      "name": "Johann Caspar Vogler",
      "aboutText": "Sir Charles Barry FRS RA (23 May 1795 – 12 May 1860) was an English architect, best known for his role in the rebuilding of the Palace of Westminster (also known as the Houses of Parliament) in London during the mid-19th century, but also responsible for numerous other buildings and gardens. He is known for his major contribution to the use of Italianate architecture in Britain, especially the use of the Palazzo as basis for the design of country houses, city mansions and public buildings.",
      "pageId": 143682,
      "monthDay": "05/23"
    },
    {
      "year": "1707",
      "uri": "/wiki/Carl_Linnaeus",
      "name": "Carl Linnaeus",
      "aboutText": "Ambrose Everett Burnside (May 23, 1824 – September 13, 1881) was an American soldier, railroad executive, inventor, industrialist, and politician from Rhode Island, serving as governor and a United States Senator. As a Union Army general in the American Civil War, he conducted successful campaigns in North Carolina and East Tennessee, as well as countering the raids of Confederate General John Hunt Morgan, but suffered disastrous defeats at the Battle of Fredericksburg and Battle of the Crater. His distinctive style of facial hair became known as sideburns, derived from his last name.",
      "pageId": 171473,
      "monthDay": "05/23"
    },
    {
      "year": "1718",
      "uri": "/wiki/William_Hunter_(anatomist)",
      "name": "William Hunter",
      "aboutText": "William Hunter FRS (23 May 1718 – 30 March 1783) was a Scottish anatomist and physician. He was a leading teacher of anatomy, and the outstanding obstetrician of his day.",
      "pageId": 234337,
      "monthDay": "05/23"
    },
    {
      "year": "1729",
      "uri": "/wiki/Giuseppe_Parini",
      "name": "Giuseppe Parini",
      "aboutText": "Sarah Margaret Fuller Ossoli (May 23, 1810 – July 19, 1850), commonly known as Margaret Fuller, was an American journalist, critic, and women's rights advocate associated with the American transcendentalism movement. She was the first full-time American female book reviewer in journalism. Her book Woman in the Nineteenth Century is considered the first major feminist work in the United States.",
      "pageId": 311144,
      "monthDay": "05/23"
    },
    {
      "year": "1734",
      "uri": "/wiki/Franz_Mesmer",
      "name": "Franz Mesmer",
      "aboutText": "K'inich Kan Bahlam II (Mayan pronunciation: [k’ihniʧ kan ɓahlam]), also known as Chan Bahlum II, (May, 635 - February, 702) was ajaw of the Maya city-state of Palenque.",
      "pageId": 357861,
      "monthDay": "05/23"
    },
    {
      "year": "1741",
      "uri": "/wiki/Andrea_Luchesi",
      "name": "Andrea Luchesi",
      "aboutText": "Elias Ashmole (/ɨlaɪʌs æʃmoʊl/; 23 May 1617 – 18 May 1692) was a celebrated English antiquary, politician, officer of arms, astrologer and student of alchemy. Ashmole supported the royalist side during the English Civil War, and at the restoration of Charles II he was rewarded with several lucrative offices.\nAshmole was an antiquary with a strong Baconian leaning towards the study of nature.",
      "pageId": 407483,
      "monthDay": "05/23"
    },
    {
      "year": "1790",
      "uri": "/wiki/Jules_Dumont_d%27Urville",
      "name": "Jules Dumont d'Urville",
      "aboutText": "Captain James Buchanan Eads (May 23, 1820 – March 8, 1887) was a world-renowned American civil engineer and inventor, holding more than 50 patents.",
      "pageId": 608493,
      "monthDay": "05/23"
    },
    {
      "year": "1794",
      "uri": "/wiki/Ignaz_Moscheles",
      "name": "Ignaz Moscheles",
      "aboutText": "(Isaac) Ignaz Moscheles (German: ˈig.nats ˈmɔ.ʃɛ.lɛs) (23 May 1794 – 10 March 1870) was a Bohemian composer and piano virtuoso, whose career after his early years was based initially in London, and later at Leipzig, where he succeeded his friend and sometime pupil Felix Mendelssohn as head of the Conservatoire.",
      "pageId": 840861,
      "monthDay": "05/23"
    },
    {
      "year": "1795",
      "uri": "/wiki/Charles_Barry",
      "name": "Charles Barry",
      "aboutText": "Emperor Qinzong (Emperor Chin-tsung; 23 May 1100 – 14 June 1161) was the ninth emperor of the Song Dynasty of China, and the last emperor of the Northern Song. His personal name was Zhao Huan. He reigned from January 1126 to January 1127.",
      "pageId": 1157685,
      "monthDay": "05/23"
    },
    {
      "year": "1810",
      "uri": "/wiki/Margaret_Fuller",
      "name": "Margaret Fuller",
      "aboutText": "Giuseppe Parini (23 May 1729 – 15 August 1799) was an Italian Enlightenment satirist and poet of the neoclassic period.",
      "pageId": 1576238,
      "monthDay": "05/23"
    },
    {
      "year": "1820",
      "uri": "/wiki/James_Buchanan_Eads",
      "name": "James Buchanan Eads",
      "aboutText": "Carl Heinrich Bloch (May 23, 1834 – February 22, 1890) was a Danish painter.",
      "pageId": 1580223,
      "monthDay": "05/23"
    },
    {
      "year": "1820",
      "uri": "/wiki/Lorenzo_Sawyer",
      "name": "Lorenzo Sawyer",
      "aboutText": "Juan Caramuel y Lobkowitz (Juan Caramuel de Lobkowitz, May 23, 1606 in Madrid — September 7 or 8, 1682 in Vigevano) was a Spanish Catholic scholastic philosopher, ecclesiastic, mathematician and writer.",
      "pageId": 2492557,
      "monthDay": "05/23"
    },
    {
      "year": "1824",
      "uri": "/wiki/Ambrose_Burnside",
      "name": "Ambrose Burnside",
      "aboutText": "Andrea Luca Luchesi (also spelled Lucchesi; May 23, 1741 – March 21, 1801) was an Italian composer.",
      "pageId": 2864870,
      "monthDay": "05/23"
    },
    {
      "year": "1834",
      "uri": "/wiki/Carl_Bloch",
      "name": "Carl Bloch",
      "aboutText": "Lorenzo Sawyer (May 23, 1820 – September 7, 1891) was an American lawyer and judge who was appointed the Supreme Court of California in 1860 and served as Chief Justice of California from 1868–70.",
      "pageId": 3090329,
      "monthDay": "05/23"
    },
    {
      "year": "1844",
      "uri": "/wiki/%60Abdu%27l-Bah%C3%A1",
      "name": "`Abdu'l-Bahá",
      "aboutText": "Johann Caspar Vogler (23 May 1696 – 3 June 1763) was a German organist and composer taught by Johann Sebastian Bach.",
      "pageId": 11755778,
      "monthDay": "05/23"
    },
    {
      "year": "1848",
      "uri": "/wiki/Otto_Lilienthal",
      "name": "Otto Lilienthal",
      "aboutText": "Corrado Gini (May 23, 1884 – March 13, 1965) was an Italian statistician, demographer and sociologist who developed the Gini coefficient, a measure of the income inequality in a society. Gini was also a leading fascist theorist and ideologue who wrote The Scientific Basis of Fascism in 1927.",
      "pageId": 7248,
      "monthDay": "05/23"
    },
    {
      "year": "1855",
      "uri": "/wiki/Isabella_Ford",
      "name": "Isabella Ford",
      "aboutText": "Pär Fabian Lagerkvist (23 May 1891 – 11 July 1974) was a Swedish author who received the Nobel Prize in Literature in 1951.\nLagerkvist wrote poems, plays, novels, stories, and essays of considerable expressive power and influence from his early 20s to his late 70s. One of his central themes was the fundamental question of good and evil, which he examined through such figures as Barabbas, the man who was freed instead of Jesus, and Ahasuerus, the Wandering Jew.",
      "pageId": 105998,
      "monthDay": "05/23"
    },
    {
      "year": "1859",
      "uri": "/wiki/Joseph-Alfred_Archambeault",
      "name": "Joseph-Alfred Archambeault",
      "aboutText": "Alfred Pritchard Sloan, Jr. (/sloʊn/; May 23, 1875 – February 17, 1966) was an American business executive in the automotive industry. He was a long-time President, chairman, and CEO of General Motors Corporation.",
      "pageId": 144657,
      "monthDay": "05/23"
    },
    {
      "year": "1864",
      "uri": "/wiki/William_O%27Connor_(fencer)",
      "name": "William O'Connor",
      "aboutText": "Dezső Lauber (23 May 1879 – 5 September 1966) was a Hungarian all-round sportsman and architect.\nHe was born in Pécs and died in Budapest.\nLauber was an all-round champion athlete in the late 19th and early 20th century, competing in (among others) bobsleigh, ice skating, golf, cycling and tennis.",
      "pageId": 249565,
      "monthDay": "05/23"
    },
    {
      "year": "1865",
      "uri": "/wiki/Epit%C3%A1cio_Pessoa",
      "name": "Epitácio Pessoa",
      "aboutText": "Otto Lilienthal (23 May 1848 – 10 August 1896) was a German pioneer of aviation who became known as the Glider King. He was the first person to make well-documented, repeated, successful gliding flights. Newspapers and magazines published photographs of Lilienthal gliding, favorably influencing public and scientific opinion about the possibility of flying machines becoming practical.",
      "pageId": 360887,
      "monthDay": "05/23"
    },
    {
      "year": "1867",
      "uri": "/wiki/John_Exley",
      "name": "John Exley",
      "aboutText": "Thoralf Albert Skolem (23 May 1887 – 23 March 1963) (Norwegian pronunciation: [ˈtuːɾɑlf ˈskuːləm]) was a Norwegian mathematician who worked in mathematical logic and set theory.",
      "pageId": 453765,
      "monthDay": "05/23"
    },
    {
      "year": "1871",
      "uri": "/wiki/Saint_George_Ashe",
      "name": "Saint George Ashe",
      "aboutText": "Zachariah Davis \"Zack\" Wheat (May 23, 1888 – March 11, 1972), nicknamed \"Buck\", was a Major League Baseball left fielder for Brooklyn in the National League. He was elected to the National Baseball Hall of Fame in 1959.\nA consistent hitter throughout his 19-year career, he still holds many Dodger franchise records.",
      "pageId": 846061,
      "monthDay": "05/23"
    },
    {
      "year": "1875",
      "uri": "/wiki/Alfred_P._Sloan",
      "name": "Alfred P. Sloan",
      "aboutText": "Ernst Niekisch (23 May 1889 – 23 May 1967) was a German politician. Initially associated with mainstream left-wing politics he later became a prominent exponent of National Bolshevism.",
      "pageId": 988167,
      "monthDay": "05/23"
    },
    {
      "year": "1879",
      "uri": "/wiki/Elizabeth_Gunn_(paediatrician)",
      "name": "Elizabeth Gunn",
      "aboutText": "Herbert Brough Falcon Marshall (23 May 1890 – 22 January 1966) was an English stage, screen and radio actor who, in spite of losing a leg during the First World War, starred in many popular and well-regarded Hollywood films in the 1930s and 1940s. After a successful theatrical career in the United Kingdom and North America, he became an in-demand Hollywood leading man, frequently appearing in romantic melodramas and occasional comedies. In his later years, he turned to character acting.",
      "pageId": 1377650,
      "monthDay": "05/23"
    },
    {
      "year": "1879",
      "uri": "/wiki/Dezs%C5%91_Lauber",
      "name": "Dezső Lauber",
      "aboutText": "Saint George Ashe (23 May 1871 – 24 July 1922) was a British rower who competed in Rowing at the 1900 Summer Olympics in Paris winning the bronze medal in the single sculls, and won the Wingfield Sculls in 1904.\nAshe was born in Malta. He was a member of Thames Rowing Club and in 1900 was the only rower to represent Britain at the Paris Summer Olympic games.",
      "pageId": 7165660,
      "monthDay": "05/23"
    },
    {
      "year": "1882",
      "uri": "/wiki/William_Halpenny",
      "name": "William Halpenny",
      "aboutText": "Joseph-Alfred Archambeault (May 23, 1859 – April 25, 1913) was a Roman Catholic priest and bishop in Canada. He was the first bishop of Joliette, Quebec.",
      "pageId": 9492390,
      "monthDay": "05/23"
    },
    {
      "year": "1883",
      "uri": "/wiki/Douglas_Fairbanks",
      "name": "Douglas Fairbanks",
      "aboutText": "John Onins Exley, Jr. (May 23, 1867 – July 27, 1938) was an American rower who competed in the 1900 Summer Olympics and in the 1904 Summer Olympics.\nIn 1900 he was part of the American boat Vesper Boat Club, which won the gold medal in the eights.",
      "pageId": 12658666,
      "monthDay": "05/23"
    },
    {
      "year": "1883",
      "uri": "/wiki/Ferenc_Tal%C3%A1nyi",
      "name": "Ferenc Talányi",
      "aboutText": "Nikolai Vekšin (23 May [O.S. 10 May] 1887 in Haapsalu, Governorate of Estonia, Russian Empire – 15 January 1951 in Norillag, Norilsk, Russian SFSR, Soviet Union) was an Estonian sailor who competed in the 1928 Summer Olympics.\nVekšin graduated from the Karl May School and the Imperator's Petersburg Institute of Technology. He began sailing in 1911 in the Imperial St.",
      "pageId": 13463379,
      "monthDay": "05/23"
    },
    {
      "year": "1884",
      "uri": "/wiki/Corrado_Gini",
      "name": "Corrado Gini",
      "aboutText": "William Scott O'Connor (May 23, 1864 – January 16, 1939) was an American fencer who competed in the 1904 Summer Olympics. He won the silver medal in the singlestick competition.",
      "pageId": 13909594,
      "monthDay": "05/23"
    },
    {
      "year": "1887",
      "uri": "/wiki/Thoralf_Skolem",
      "name": "Thoralf Skolem",
      "aboutText": "William Halpenny (May 23, 1882 – February 10, 1960) was a Canadian track and field athlete who competed in the 1912 Summer Olympics.\nHe was born in Prince Edward Island.",
      "pageId": 18451953,
      "monthDay": "05/23"
    },
    {
      "year": "1887",
      "uri": "/wiki/Nikolai_Vek%C5%A1in",
      "name": "Nikolai Vekšin",
      "aboutText": "Isabella Ormston Ford (1855–1924) was an English social reformer, suffragist and writer. She became a public speaker and wrote pamphlets on issues related to socialism, feminism and worker's rights. After becoming concerned with the rights of female mill workers at an early age, Ford became involved with trade union organisation in the 1880s.",
      "pageId": 27035995,
      "monthDay": "05/23"
    },
    {
      "year": "1888",
      "uri": "/wiki/Zack_Wheat",
      "name": "Zack Wheat",
      "aboutText": "Dr. Elizabeth Catherine Gunn (23 May 1879 – 26 October 1963) was a pioneer in the field of children's health in New Zealand.\nGunn was born in Dunedin, the daughter of an ironmonger whose interests in medicine led him to change career initially to pharmacy and then to dentistry.",
      "pageId": 29547605,
      "monthDay": "05/23"
    },
    {
      "year": "1889",
      "uri": "/wiki/Ernst_Niekisch",
      "name": "Ernst Niekisch",
      "aboutText": "For his son see Douglas Fairbanks, Jr.",
      "pageId": 29818009,
      "monthDay": "05/23"
    },
    {
      "year": "1890",
      "uri": "/wiki/Herbert_Marshall",
      "name": "Herbert Marshall",
      "aboutText": "Epitácio Lindolfo da Silva Pessoa (Portuguese pronunciation: [epiˈtasju lĩˈdowfu da ˈsiwvɐ peˈsoɐ]; 23 May 1865 – 13 February 1942) was a Brazilian politician and jurist, and president of the republic between 1919 and 1922, when Rodrigues Alves could not take office due to illness after being elected in 1918. His period of government was marked by military revolts that would culminate in the Revolution of 1930, which brought Getúlio Vargas into control of the federal government.",
      "pageId": 30874436,
      "monthDay": "05/23"
    },
    {
      "year": "1891",
      "uri": "/wiki/P%C3%A4r_Lagerkvist",
      "name": "Pär Lagerkvist",
      "aboutText": "Ferenc Talányi (born Ferenc Temlin, Slovene: Franc Talanyi, or Talanji) (23 May 1883 – 9 July 1959) was a Slovene (Prekmurian) writer, journalist, and painter.\nBorn Ferenc Temlin in Brezovci near Puconci in Hungary, the son of Mihály Temlin and Katalin Frankó, a Lutheran peasant family. He studied catering in Budapest and Germany.",
      "pageId": 35133496,
      "monthDay": "05/23"
    },
    {
      "year": "1893",
      "uri": "/wiki/Ulysses_S._Grant_IV",
      "name": "Ulysses S. Grant IV",
      "aboutText": "John Bardeen (May 23, 1908 – January 30, 1991) was an American physicist and electrical engineer, the only person to have won the Nobel Prize in Physics twice: first in 1956 with William Shockley and Walter Brattain for the invention of the transistor; and again in 1972 with Leon N Cooper and John Robert Schrieffer for a fundamental theory of conventional superconductivity known as the BCS theory.\nThe transistor revolutionized the electronics industry, allowing the Information Age to occur, and made possible the development of almost every modern electronic device, from telephones to computers to missiles. Bardeen's developments in superconductivity, which won him his second Nobel, are used in Nuclear Magnetic Resonance Spectroscopy (NMR) or its medical sub-tool magnetic resonance imaging (MRI).",
      "pageId": 15737,
      "monthDay": "05/23"
    },
    {
      "year": "1895",
      "uri": "/wiki/Billy_Smith_(footballer,_born_1895)",
      "name": "Billy Smith",
      "aboutText": "Josef Antonius Heinrich Terboven (23 May 1898 – 8 May 1945) was a Nazi leader, best known as the Reichskommissar for Norway during the German occupation of Norway.",
      "pageId": 15747,
      "monthDay": "05/23"
    },
    {
      "year": "1896",
      "uri": "/wiki/Felix_Steiner",
      "name": "Felix Steiner",
      "aboutText": "Benjamin Sherman \"Scatman\" Crothers (May 23, 1910 – November 22, 1986) was an American actor, singer, dancer and musician known for his work as Louie the Garbage Man on the TV show Chico and the Man, and as Dick Hallorann in the Stanley Kubrick film The Shining in 1980.",
      "pageId": 69439,
      "monthDay": "05/23"
    },
    {
      "year": "1897",
      "uri": "/wiki/Jimmie_Guthrie",
      "name": "Jimmie Guthrie",
      "aboutText": "Hans Michael Frank (23 May 1900 – 16 October 1946) was a German lawyer who worked for the Nazi Party during the 1920s and 1930s, and later became Hitler's personal lawyer. After Hitler's ascension to power in 1933, Frank became Nazi Germany's chief jurist and Governor-General of occupied Poland's \"General Government\" territory. During his tenure throughout World War II (1939–45), he instituted a reign of terror against the civilian population and became directly involved in the mass murder of Polish citizens.",
      "pageId": 127660,
      "monthDay": "05/23"
    },
    {
      "year": "1898",
      "uri": "/wiki/Scott_O%27Dell",
      "name": "Scott O'Dell",
      "aboutText": "Artie Shaw (born Arthur Jacob Arshawsky; May 23, 1910 – December 30, 2004) was an American clarinetist, composer, bandleader, and actor. Also an author, Shaw wrote both fiction and non-fiction.\nWidely regarded as \"one of jazz's finest clarinetists,\" Shaw led one of the United States' most popular big bands in the late 1930s through the early 1940s.",
      "pageId": 191320,
      "monthDay": "05/23"
    },
    {
      "year": "1898",
      "uri": "/wiki/Josef_Terboven",
      "name": "Josef Terboven",
      "aboutText": "Sir Hugh Maxwell Casson, CH, KCVO, PRA, RDI (23 May 1910 – 15 August 1999), was a British architect, interior designer, artist, and writer and broadcaster on 20th-century design.",
      "pageId": 429422,
      "monthDay": "05/23"
    },
    {
      "year": "1899",
      "uri": "/wiki/Jeralean_Talley",
      "name": "Jeralean Talley",
      "aboutText": "Franz Kline (May 23, 1910 – May 13, 1962) was an American painter born in Pennsylvania. He is mainly associated with the Abstract Expressionist movement of the 1940s and 1950s. Kline, along with other action painters like Jackson Pollock, Willem de Kooning, Robert Motherwell and Lee Krasner, as well as local poets, dancers, and musicians came to be known as the informal group, the New York School.",
      "pageId": 667244,
      "monthDay": "05/23"
    },
    {
      "year": "1900",
      "uri": "/wiki/Hans_Frank",
      "name": "Hans Frank",
      "aboutText": "Margaret Wise Brown (May 23, 1910 – November 13, 1952) was a prolific American writer of children's books, including the picture books Goodnight Moon and The Runaway Bunny, both illustrated by Clement Hurd.",
      "pageId": 674878,
      "monthDay": "05/23"
    },
    {
      "year": "1900",
      "uri": "/wiki/Franz_Leopold_Neumann",
      "name": "Franz Leopold Neumann",
      "aboutText": "Scott O'Dell (May 23, 1898 – October 16, 1989) was an American author of 26 novels for young people, along with three novels for adults and four nonfiction books. He wrote historical fiction, primarily, including several children's novels are about historical California and Mexico. For his contribution as a children's writer he received the biennial, international Hans Christian Andersen Award in 1972, the highest recognition available to creators of children's books.",
      "pageId": 814787,
      "monthDay": "05/23"
    },
    {
      "year": "1902",
      "uri": "/wiki/Frank_Buckland_(ice_hockey)",
      "name": "Frank Buckland",
      "aboutText": "Felix Martin Julius Steiner (23 May 1896 – 12 May 1966) was a German officer, who became Obergruppenführer of the Schutzstaffel (SS), General of the Waffen-SS, and a member of the Nazi Party of Nazi Germany. He served in both World War I and World War II and was awarded the Knight's Cross of the Iron Cross with Oak Leaves and Swords. He contributed significantly, together with Paul Hausser, to the development and transformation of the Waffen-SS, as an armed wing of the Nazi Party's Schutzstaffel, into a multi-ethnic and multinational military force of Nazi Germany.",
      "pageId": 1113227,
      "monthDay": "05/23"
    },
    {
      "year": "1906",
      "uri": "/wiki/Pran_Nath_Thapar",
      "name": "Pran Nath Thapar",
      "aboutText": "Francis Lawson Taylor Buckland (May 23, 1902 in Gravenhurst, Ontario – June 23, 1991) was a Canadian sports administrator.\nFrank helped lead the Ontario Hockey Association in the 1950s and '60s. He was president and treasurer of the amateur organization for 21 years.",
      "pageId": 1988840,
      "monthDay": "05/23"
    },
    {
      "year": "1908",
      "uri": "/wiki/John_Bardeen",
      "name": "John Bardeen",
      "aboutText": "Ulysses S. Grant IV (May 23, 1893 – March 11, 1977) was the son of Ulysses S. Grant, Jr. and the grandson of General of the Army and President of the United States Ulysses S. Grant. He was an American geologist and paleontologist known for his work on the fossil mollusks of the California Pacific Coast.",
      "pageId": 2847693,
      "monthDay": "05/23"
    },
    {
      "year": "1908",
      "uri": "/wiki/H%C3%A9l%C3%A8ne_Boucher",
      "name": "Hélène Boucher",
      "aboutText": "Franz Leopold Neumann (May 23, 1900 – September 2, 1954) was a German-Jewish left-wing political activist, Marxist theorist and labor lawyer, who became a political scientist in exile and is best known for his theoretical analyses of National Socialism. He studied in Germany and the United Kingdom, and spent the last phase of his career in the United States. Together with Ernst Fraenkel and Arnold Bergstraesser, Neumann is considered to be among the founders of modern political science in the Federal Republic of Germany.",
      "pageId": 2973134,
      "monthDay": "05/23"
    },
    {
      "year": "1908",
      "uri": "/wiki/Paul_Dozois",
      "name": "Paul Dozois",
      "aboutText": "Andrew James \"Jimmie\" Guthrie (23 May 1897 Hawick, UK – 8 August 1937) was a Scottish motorcycle racer famous for 19 motorcycle Grand Prix wins and 3 victories in the North West 200 and 6 wins at the Isle of Man TT Races in his career.",
      "pageId": 7599390,
      "monthDay": "05/23"
    },
    {
      "year": "1910",
      "uri": "/wiki/Margaret_Wise_Brown",
      "name": "Margaret Wise Brown",
      "aboutText": "Lucien Pierre Brouillard, better known as Lou Brouillard, (May 23, 1911 – September 14, 1984), was a Canadian professional boxer who held the World Welterweight Title and a version of the World Middleweight Title. Statistical boxing website BoxRec ranks Brouillard as the 14th best middleweight of all-time and the 3rd best Canadian boxer ever. During his career he faced the likes of Mickey Walker, Young Corbett III, Jimmy McLarnin, Marcel Thil, and Fred Apostoli.",
      "pageId": 10863665,
      "monthDay": "05/23"
    },
    {
      "year": "1910",
      "uri": "/wiki/Hugh_Casson",
      "name": "Hugh Casson",
      "aboutText": "William Henry \"Billy\" Smith (born 23 May 1895 in Tantobie, England; died 13 April 1951) was a professional footballer who played most of his career at Huddersfield Town.\nHe is one of Huddersfield's all-time goal-scorers with 126 goals in his career between 1913 and 1934. Smith scored Huddersfield's winning goal in the 1922 FA Cup Final against Preston North End at Stamford Bridge.",
      "pageId": 11341010,
      "monthDay": "05/23"
    },
    {
      "year": "1910",
      "uri": "/wiki/Scatman_Crothers",
      "name": "Scatman Crothers",
      "aboutText": "Paul Dozois (May 23, 1908 – July 2, 1984) was a Canadian politician. He was a Member of the Legislative Assembly of Quebec and a City Councillor in Montreal, Quebec.\nHe was born in Montreal on May 23, 1908 and was an insurance agent.",
      "pageId": 12789958,
      "monthDay": "05/23"
    },
    {
      "year": "1910",
      "uri": "/wiki/Artie_Shaw",
      "name": "Artie Shaw",
      "aboutText": "Hélène Boucher was a well-known French pilot in the early 1930s, when she set several women's world speed records, including one which was also a world record for either sex. She was killed in an accident in 1934.",
      "pageId": 16269645,
      "monthDay": "05/23"
    },
    {
      "year": "1910",
      "uri": "/wiki/Franz_Kline",
      "name": "Franz Kline",
      "aboutText": "General Pran Nath Thapar (Punjabi: ਪਰਾਨ ਨਾਥ ਥਾਪਰ) (May 23, 1906 – June 23, 1975) was the fifth Chief of Army Staff of the Indian army.",
      "pageId": 19409095,
      "monthDay": "05/23"
    },
    {
      "year": "1911",
      "uri": "/wiki/Lou_Brouillard",
      "name": "Lou Brouillard",
      "aboutText": "Jeralean Talley (née Kurtz; May 23, 1899 – June 17, 2015) was an American supercentenarian who was, at the age of 116 years, 25 days, the world's verified oldest living person. She was previously thought to be the oldest living American, from the death of Elsie Thompson on March 21, 2013 until Gertrude Weaver was verified to be older in July 2014. Upon Weaver's death on April 6, 2015, Talley was recognized as the oldest living person in the world.",
      "pageId": 38081095,
      "monthDay": "05/23"
    },
    {
      "year": "1911",
      "uri": "/wiki/Paul_Augustin_Mayer",
      "name": "Paul Augustin Mayer",
      "aboutText": "James Benjamin Blish (May 23, 1921 – July 30, 1975) was an American author of fantasy and science fiction.",
      "pageId": 15949,
      "monthDay": "05/23"
    },
    {
      "year": "1912",
      "uri": "/wiki/Betty_Astell",
      "name": "Betty Astell",
      "aboutText": "Humphrey Richard Adeane Lyttelton (23 May 1921 – 25 April 2008), also known as Humph, was an English jazz musician and broadcaster from the Lyttelton family. Having taught himself the trumpet at school, Lyttleton became a popular figure of the trad jazz revival, leading his own eight-piece band, which recorded a hit single of Bad Penny Blues in 1956. As a broadcaster, he presented BBC Radio 2’s The Best of Jazz for forty years, and hosted the comedy panel game I'm Sorry I Haven't a Clue on Radio 4, becoming the UK’s oldest panel game host.",
      "pageId": 72202,
      "monthDay": "05/23"
    },
    {
      "year": "1912",
      "uri": "/wiki/Jean_Fran%C3%A7aix",
      "name": "Jean Françaix",
      "aboutText": "Helen O'Connell (May 23, 1920 – September 9, 1993) was an American singer, actress, and hostess, sometimes described as \"the quintessential big band singer of the 1940s\".",
      "pageId": 411657,
      "monthDay": "05/23"
    },
    {
      "year": "1912",
      "uri": "/wiki/John_Payne_(actor)",
      "name": "John Payne",
      "aboutText": "Denis Charles Scott Compton CBE (23 May 1918 in Hendon, Middlesex – 23 April 1997 in Windsor, Berkshire) was an English cricketer who played in 78 Test matches and spent his whole cricket career with Middlesex. He was also an accomplished footballer who played most of his football career at Arsenal.\nA right-handed batsman and slow left-arm chinaman bowler, Compton is regularly credited as one of England's most remarkable batsmen.",
      "pageId": 539457,
      "monthDay": "05/23"
    },
    {
      "year": "1914",
      "uri": "/wiki/Celestine_Sibley",
      "name": "Celestine Sibley",
      "aboutText": "Betty Garrett (May 23, 1919 – February 12, 2011) was an American actress, comedienne, singer and dancer who originally performed on Broadway before being signed to a film contract with Metro-Goldwyn-Mayer. While there, she appeared in several musical films before returning to Broadway and making guest appearances on several television series.\nLater, she became known for the roles she played in two prominent 1970s sitcoms: Archie Bunker's liberal neighbor Irene Lorenzo in All in the Family and landlady Edna Babish in Laverne & Shirley.",
      "pageId": 921345,
      "monthDay": "05/23"
    },
    {
      "year": "1914",
      "uri": "/wiki/Barbara_Ward,_Baroness_Jackson_of_Lodsworth",
      "name": "Barbara Ward, Baroness Jackson of Lodsworth",
      "aboutText": "Gayatri Devi (born as Princess Gayatri Devi of Cooch Behar; 23 May 1919 − 29 July 2009), was the third Maharani consort of Jaipur from 1940 to 1949 through her marriage to Maharaja Sawai Man Singh II. Following her husband's signature for the Jaipur State to become part of the Union of India and her step-son's accession to the throne in 1970, she was later known as 'Maharani Gayatri Devi, Rajmata of Jaipur.",
      "pageId": 953207,
      "monthDay": "05/23"
    },
    {
      "year": "1915",
      "uri": "/wiki/S._Donald_Stookey",
      "name": "S. Donald Stookey",
      "aboutText": "Jean René Désiré Françaix (French: [fʁɑ̃sɛ]; 23 May 1912 in Le Mans – 25 September 1997 in Paris) was a French neoclassical composer, pianist, and orchestrator, known for his prolific output and vibrant style.",
      "pageId": 1353470,
      "monthDay": "05/23"
    },
    {
      "year": "1917",
      "uri": "/wiki/Edward_Norton_Lorenz",
      "name": "Edward Norton Lorenz",
      "aboutText": "Edward Norton Lorenz (23 May 1917 – 16 April 2008) was an American mathematician, meteorologist, and a pioneer of chaos theory.",
      "pageId": 1706783,
      "monthDay": "05/23"
    },
    {
      "year": "1918",
      "uri": "/wiki/Denis_Compton",
      "name": "Denis Compton",
      "aboutText": "John Howard Payne (May 23, 1912 – December 6, 1989) was an American film actor who is mainly remembered from film noir crime stories and 20th Century Fox musical films, and for his leading roles in Miracle on 34th Street and the NBC Western television series The Restless Gun.",
      "pageId": 1768263,
      "monthDay": "05/23"
    },
    {
      "year": "1919",
      "uri": "/wiki/Robert_Bernstein_(comics)",
      "name": "Robert Bernstein",
      "aboutText": "Ruth Fernández (23 May 1919 – 9 January 2012) was a Puerto Rican contralto and a member of the Puerto Rican Senate. According to the \"Comisiones Nacionales para la Celebración del Quinto Centenario\" (National Commission for the Celebration of the Fifth Centennial), she is said to be one of three artists whose contributions have helped unite Latin America.",
      "pageId": 1823926,
      "monthDay": "05/23"
    },
    {
      "year": "1919",
      "uri": "/wiki/Gayatri_Devi",
      "name": "Gayatri Devi",
      "aboutText": "Betty Astell (23 May 1912 – 26 July 2005) was an English actress.\nBorn Betty Julia Hymans at 54 Cranhurst Road in Willesden, Middlesex, she was married to entertainer Cyril Fletcher for more than 60 years, from 18 May 1941 until his death on 1 January 2005. They had a daughter, actress/comedienne Jill Fletcher.",
      "pageId": 2326688,
      "monthDay": "05/23"
    },
    {
      "year": "1919",
      "uri": "/wiki/Avraham_Drori",
      "name": "Avraham Drori",
      "aboutText": "Alicia de Larrocha i de la Calle (23 May 1923 – 25 September 2009) was a Spanish pianist from Catalonia. One of the great piano legends of the 20th century, Reuters called her \"the greatest Spanish pianist in history\", Time \"one of the world's most outstanding pianists\" and The Guardian \"the leading Spanish pianist of her time\".\nShe won multiple Grammy Awards and a Prince of Asturias Award for the Arts.",
      "pageId": 2401943,
      "monthDay": "05/23"
    },
    {
      "year": "1919",
      "uri": "/wiki/Ruth_Fern%C3%A1ndez",
      "name": "Ruth Fernández",
      "aboutText": "Barbara Mary Ward, Baroness Jackson of Lodsworth (23 May 1914 – 31 May 1981), was a British economist and writer interested in the problems of developing countries. She urged Western governments to share their prosperity with the rest of the world and in the 1960s turned her attention to environmental questions as well. She was an early advocate of sustainable development before this term became familiar and was well known as a journalist, lecturer and broadcaster.",
      "pageId": 5471306,
      "monthDay": "05/23"
    },
    {
      "year": "1919",
      "uri": "/wiki/Betty_Garrett",
      "name": "Betty Garrett",
      "aboutText": "Walter Wolfrum (23 May 1923, Schmölz, Küps, Germany – 26 August 2010, Schwabach) was a German World War II fighter ace who served in the Luftwaffe from February 1943 until the end of the war. He is credited with 137 aerial victories—that is, 137 aerial combat encounters resulting in the destruction of the enemy aircraft. This ties him for 43rd place among highest scoring fighter aces.",
      "pageId": 6544976,
      "monthDay": "05/23"
    },
    {
      "year": "1920",
      "uri": "/wiki/Helen_O%27Connell",
      "name": "Helen O'Connell",
      "aboutText": "Robert Bernstein (May 23, 1919 – December 19, 1988), sometimes credited as R. Berns, was an American comic book writer, playwright and concert impresario, notable as the founder of the Island Concert Hall recital series which ran for 15 years on Long Island.",
      "pageId": 6670090,
      "monthDay": "05/23"
    },
    {
      "year": "1921",
      "uri": "/wiki/James_Blish",
      "name": "James Blish",
      "aboutText": "Stanley Donald Stookey (May 23, 1915 – November 4, 2014) was an American inventor. He had 60 patents in his name related to glass and ceramics, some solely his while others are jointly with others. His discoveries and inventions have affected considerably the development of ceramics, eyeglasses, sunglasses, cookware, defense systems, and electronics.",
      "pageId": 6928058,
      "monthDay": "05/23"
    },
    {
      "year": "1921",
      "uri": "/wiki/Humphrey_Lyttelton",
      "name": "Humphrey Lyttelton",
      "aboutText": "Paul Augustin Mayer, OSB (23 May 1911 – 30 April 2010) was a German Cardinal of the Roman Catholic Church. He was President Emeritus of the Pontifical Commission Ecclesia Dei.\n^ Paul Augustin Cardinal Mayer, O.S.B. Catholic-Hierarchy.",
      "pageId": 11664526,
      "monthDay": "05/23"
    },
    {
      "year": "1921",
      "uri": "/wiki/Edna_Skinner",
      "name": "Edna Skinner",
      "aboutText": "Edna Skinner (May 23, 1921 - August 8, 2003) was an American film and television actress notable for playing Kay Addison, neighbor of Wilbur Post, in the iconic TV series Mister Ed. Her character was replaced months after her onscreen husband (Larry Keating) died; according to Alan Young in his Archive of American Television interview, the writers tried to make her a widow on the show, but finally decided to bring in another married couple, Gordon and Winnie Kirkwood, played by Leon Ames and Florence MacMichael, and Edna Skinner had to leave the show.\nSkinner retired from acting in 1964 and was later a noted authority on fly fishing.",
      "pageId": 15140911,
      "monthDay": "05/23"
    },
    {
      "year": "1923",
      "uri": "/wiki/Alicia_de_Larrocha",
      "name": "Alicia de Larrocha",
      "aboutText": "Avraham Rafael Drori (Hebrew: אברהם רפאל דרורי‎, born Abram Kozinski on 23 May 1919, died 20 August 1964) was an Israeli politician who served as a member of the Knesset for Herut between 1961 and 1964.",
      "pageId": 24385159,
      "monthDay": "05/23"
    },
    {
      "year": "1923",
      "uri": "/wiki/Walter_Wolfrum",
      "name": "Walter Wolfrum",
      "aboutText": "Celestine Sibley (1914-1999) was an American author and journalist. She wrote for the Atlanta Constitution from 1941 to 1999, since 1944 as a columnist. She also wrote 25 books.",
      "pageId": 48292683,
      "monthDay": "05/23"
    },
    {
      "year": "1924",
      "uri": "/wiki/Karlheinz_Deschner",
      "name": "Karlheinz Deschner",
      "aboutText": "Dame Joan Henrietta Collins DBE (born 23 May 1933) is an English actress, author and columnist. Born in Paddington, west London, and brought up in Maida Vale, Collins grew up during the Second World War. After making her stage debut in A Doll's House at the age of 9, she trained as an actress at the Royal Academy of Dramatic Art (RADA) in London.",
      "pageId": 53047,
      "monthDay": "05/23"
    },
    {
      "year": "1924",
      "uri": "/wiki/Clyde_King",
      "name": "Clyde King",
      "aboutText": "Rosemary Clooney (May 23, 1928 – June 29, 2002) was an American cabaret singer and actress. She came to prominence in the early 1950s with the novelty hit \"Come On-a My House\", which was followed by other pop numbers such as \"Botch-a-Me\", \"Mambo Italiano\", \"Tenderly\", \"Half as Much\", \"Hey There\" and \"This Ole House\", although she had success as a jazz vocalist. Clooney's career languished in the 1960s, partly due to problems related to depression and drug addiction, but revived in 1977, when her White Christmas co-star Bing Crosby asked her to appear with him at a show marking his 50th anniversary in show business.",
      "pageId": 64837,
      "monthDay": "05/23"
    },
    {
      "year": "1925",
      "uri": "/wiki/Joshua_Lederberg",
      "name": "Joshua Lederberg",
      "aboutText": "Joshua Lederberg, ForMemRS (May 23, 1925 – February 2, 2008) was an American molecular biologist known for his work in microbial genetics, artificial intelligence, and the United States space program. He was just 33 years old when he won the 1958 Nobel Prize in Physiology or Medicine for discovering that bacteria can mate and exchange genes. He shared the prize with Edward L. Tatum and George Beadle who won for their work with genetics.",
      "pageId": 494457,
      "monthDay": "05/23"
    },
    {
      "year": "1925",
      "uri": "/wiki/Mac_Wiseman",
      "name": "Mac Wiseman",
      "aboutText": "Joe Slovo (23 May 1926 – 6 January 1995, full name Yossel Mashel Slovo) was a South African politician, an opponent of the apartheid system. He was a long-time leader of the South African Communist Party (SACP), a leading member of the African National Congress (ANC), and a commander of the ANC's military wing Umkhonto we Sizwe.\nA white South African citizen of Jewish Lithuanian family, Slovo was a delegate to the multiracial Congress of the People of June 1955 which drew up the Freedom Charter.",
      "pageId": 757150,
      "monthDay": "05/23"
    },
    {
      "year": "1926",
      "uri": "/wiki/Basil_Salvadore_D%27Souza",
      "name": "Basil Salvadore D'Souza",
      "aboutText": "Pauline Julien, CQ (May 23, 1928 – October 1, 1998) was a singer, songwriter, actress, feminist activist and Quebec sovereigntist.\nBorn in Trois-Rivières, Québec, Julien was the companion of the poet and Québec provincial MLA Gérald Godin, another Trifluvian and sovereigntist. Julien performed pro-independence songs in Montréal clubs as early as 1964.",
      "pageId": 796609,
      "monthDay": "05/23"
    },
    {
      "year": "1926",
      "uri": "/wiki/Joe_Slovo",
      "name": "Joe Slovo",
      "aboutText": "Barbara Barrie (born May 23, 1931) is an American actress of film, stage and television. She is also an accomplished author.\nHer film breakthrough came in 1964 with her performance as Julie in the landmark film One Potato, Two Potato, for which she won the Best Actress Award at the Cannes Film Festival.",
      "pageId": 1574712,
      "monthDay": "05/23"
    },
    {
      "year": "1927",
      "uri": "/wiki/Bodil_Skj%C3%A5nes_Dugstad",
      "name": "Bodil Skjånes Dugstad",
      "aboutText": "Malcolm B. Wiseman (born May 23, 1925), better known as Mac Wiseman, is an American bluegrass singer, nicknamed The Voice with a Heart. The bearded singer is one of the cult figures of bluegrass.\nBorn in Crimora, Virginia, he studied at the Shenandoah Conservatory in Dayton, Virginia—before it moved to Winchester, Virginia in 1960—and started his career as a disc jockey at WSVA-AM in Harrisonburg, Virginia.",
      "pageId": 2344193,
      "monthDay": "05/23"
    },
    {
      "year": "1928",
      "uri": "/wiki/Jeannie_Carson",
      "name": "Jeannie Carson",
      "aboutText": "Clyde Edward King (May 23, 1924 – November 2, 2010) was an American pitcher, coach, manager, general manager and front office executive in Major League Baseball. King, whose career in baseball spanned over 60 years, was perhaps best known for his longtime role as a special baseball advisor to George Steinbrenner, late owner of the New York Yankees.",
      "pageId": 2583915,
      "monthDay": "05/23"
    },
    {
      "year": "1928",
      "uri": "/wiki/Rosemary_Clooney",
      "name": "Rosemary Clooney",
      "aboutText": "Arthur Nigel Davenport (23 May 1928 – 25 October 2013) was an English stage, television and film actor.",
      "pageId": 3864318,
      "monthDay": "05/23"
    },
    {
      "year": "1928",
      "uri": "/wiki/Nigel_Davenport",
      "name": "Nigel Davenport",
      "aboutText": "Patience M. Cleveland (May 23, 1931 – May 27, 2004) was an American film and television actress.",
      "pageId": 4072502,
      "monthDay": "05/23"
    },
    {
      "year": "1928",
      "uri": "/wiki/Pauline_Julien",
      "name": "Pauline Julien",
      "aboutText": "Ove Fundin (born 23 May 1933 in Tranås, Sweden) is a former speedway rider who won the Speedway World Championship Final five times (1956, 1960, 1961, 1963, 1967), only bettered by Ivan Mauger and fellow Swede Tony Rickardsson who each won six World Championships. He finished runner-up in the championship 3 times (1957–59) and was third in 1962, 1964 and 1965 meaning that from his first win in 1956 until his last in 1967, Ove Fundin did not finish lower than a podium place in a record eleven World Finals. He was known by the nickname of the \"Flying Fox\" or just \"the Fox\" because of his red hair.",
      "pageId": 4864444,
      "monthDay": "05/23"
    },
    {
      "year": "1928",
      "uri": "/wiki/Nina_Otkalenko",
      "name": "Nina Otkalenko",
      "aboutText": "Karl Heinrich Leopold Deschner (May 23, 1924 – April 8, 2014), was a German researcher and writer who achieved public attention in Europe for his thorough and fiercely critical treatment of Christianity in general and the Catholic Church in particular, as expressed in several articles and books, culminating in his 10 volume opus Christianity's Criminal History (Kriminalgeschichte des Christentums, Rowohlt Verlag, Reinbek).",
      "pageId": 5698212,
      "monthDay": "05/23"
    },
    {
      "year": "1929",
      "uri": "/wiki/Ulla_Jacobsson",
      "name": "Ulla Jacobsson",
      "aboutText": "Jeannie Carson (born 23 May 1928) is a retired English-born comedienne and actress. She has a star on the Hollywood Walk of Fame.\n^ \"Jean Carson\".",
      "pageId": 5707267,
      "monthDay": "05/23"
    },
    {
      "year": "1930",
      "uri": "/wiki/Friedrich_Achleitner",
      "name": "Friedrich Achleitner",
      "aboutText": "José Telles da Conceição (May 23, 1931 – October 18, 1974) was a Brazilian athlete who competed mainly in the high jump but also in sprinting events.\nHe competed for Brazil in the 1952 Summer Olympics held in Helsinki, Finland in the high jump where he won the bronze medal.\nHe competed in Athletics at the 1956 Summer Olympics - Men's 200 metres and finished sixth in the final.",
      "pageId": 7334800,
      "monthDay": "05/23"
    },
    {
      "year": "1931",
      "uri": "/wiki/Barbara_Barrie",
      "name": "Barbara Barrie",
      "aboutText": "Friedrich Achleitner (born 23 May 1930 in Schalchen, Upper Austria) is an Austrian poet and architecture critic.\nAchleitner studied architecture at the Academy of Fine Arts Vienna from 1950–1953. He joined the Wiener Gruppe in 1955, participated in their literary cabarets, and wrote dialect poems, montages, and concrete poems.",
      "pageId": 7818622,
      "monthDay": "05/23"
    },
    {
      "year": "1931",
      "uri": "/wiki/Patience_Cleveland",
      "name": "Patience Cleveland",
      "aboutText": "Ulla Jacobsson (23 May 1929, Mölndal – 20 August 1982, Vienna, buried at the Wiener Zentralfriedhof) was a Swedish actress who is perhaps best known for playing the only female speaking role in the film Zulu.\nJacobsson was born in Gothenburg, Sweden. Originally a stage actress, she started appearing in English language films in the early 1960s and tended to play serious and anxious looking characters.",
      "pageId": 10988513,
      "monthDay": "05/23"
    },
    {
      "year": "1931",
      "uri": "/wiki/Jos%C3%A9_da_Concei%C3%A7%C3%A3o",
      "name": "José da Conceição",
      "aboutText": "Kevork Vartani Ajemian (Adjemian) (May 23, 1932 - December 27, 1998) was a prominent ethnic Armenian writer, journalist, novelist, theorist and public activist, and long-time publisher of the Beirut-based literary, artistic and general publication Spurk.",
      "pageId": 12963609,
      "monthDay": "05/23"
    },
    {
      "year": "1932",
      "uri": "/wiki/Kevork_Ajemian",
      "name": "Kevork Ajemian",
      "aboutText": "Nina Grigoryevna Otkalenko (née Pletnyova; Russian: Нина Григорьевна Откаленко; May 23, 1928 – May 13, 2015) was a Soviet athlete, who mainly competed in the 800 metres. She won the European title in that event at the inaugural 1954 European Athletics Championships. She was born in Kursk.",
      "pageId": 14066651,
      "monthDay": "05/23"
    },
    {
      "year": "1933",
      "uri": "/wiki/Joan_Collins",
      "name": "Joan Collins",
      "aboutText": "Bodil Skjånes Dugstad (born 23 May 1927 in Trondheim) is a Norwegian politician for the Labour Party.\nShe served as a deputy representative to the Norwegian Parliament from Sør-Trøndelag during the term 1973–1977. From 1973 to 1975, during the second cabinet Bratteli, Dugstad was appointed State Secretary in the Ministry of Church Affairs and Education.",
      "pageId": 17109527,
      "monthDay": "05/23"
    },
    {
      "year": "1933",
      "uri": "/wiki/Ove_Fundin",
      "name": "Ove Fundin",
      "aboutText": "Basil Salvadore D'Souza (Konkani: बासिल साल्वादोर डी सोझा (Devanagari), ಬಸಿಲ್ ಸಲ್ವದೊರೆ ದ ಒಜ (Kannada); 23 May 1926 – 5 September 1996) was the Bishop of the Roman Catholic Diocese of Mangalore from 22 March 1965 until his death on 5 September 1996. He was the longest-serving bishop in the diocese's history.",
      "pageId": 34462144,
      "monthDay": "05/23"
    },
    {
      "year": "1933",
      "uri": "/wiki/Jean-Louis_Lagadec",
      "name": "Jean-Louis Lagadec",
      "aboutText": "Robert Arthur \"Bob\" Moog (/ˈmoʊɡ/ MOHG; May 23, 1934 – August 21, 2005), founder of Moog Music, was an American engineer and pioneer of electronic music, best known as the inventor of the Moog synthesizer.",
      "pageId": 26581,
      "monthDay": "05/23"
    },
    {
      "year": "1934",
      "uri": "/wiki/Robert_Moog",
      "name": "Robert Moog",
      "aboutText": "Johnny Ball (born 23 May 1938) is an English television personality, a populariser of mathematics and the father of BBC Radio 2 DJ Zoë Ball.",
      "pageId": 362753,
      "monthDay": "05/23"
    },
    {
      "year": "1935",
      "uri": "/wiki/Julian_Grenfell,_3rd_Baron_Grenfell",
      "name": "Julian Grenfell, 3rd Baron Grenfell",
      "aboutText": "Reinhard Hauff (born 23 May 1939) is a German film director. His works, which were mostly carried out in the late 1960s to early 1990s, are known for their social and political commentary. Stammheim, which is based on the activities of the Red Army Faction (commonly called the Baader-Meinhof Gang) won the Golden Bear award at the 36th Berlin International Film Festival in 1986.",
      "pageId": 701487,
      "monthDay": "05/23"
    },
    {
      "year": "1935",
      "uri": "/wiki/Lasse_Str%C3%B6mstedt",
      "name": "Lasse Strömstedt",
      "aboutText": "Peter John Preston (born 23 May 1938 in Leicestershire) is a British journalist and author. His father died from polio when he was child, and he subsequently caught the disease; he spent 18 months in and out of hospital, including time in an iron lung. The disease caused permanent damage to his body.",
      "pageId": 845226,
      "monthDay": "05/23"
    },
    {
      "year": "1936",
      "uri": "/wiki/John_Drury_(Dean_of_Christ_Church)",
      "name": "John Drury",
      "aboutText": "Charles Kimbrough (born May 23, 1936) is an American actor known for having played the straight-faced anchorman Jim Dial on Murphy Brown. In 1990, his performance in the role earned him a nomination for an Emmy Award for \"Outstanding Supporting Actor in a Comedy Series\".\n^ \"Charles Kimbrough\".",
      "pageId": 965919,
      "monthDay": "05/23"
    },
    {
      "year": "1936",
      "uri": "/wiki/Ingeborg_Hallstein",
      "name": "Ingeborg Hallstein",
      "aboutText": "Martin Puryear (born May 23, 1941) is an American artist known for his devotion to traditional craft. Working in wood and bronze, among other media, his reductive technique and meditative approach challenge the physical and poetic boundaries of his materials.\n^ Shearer, Linda.",
      "pageId": 1166827,
      "monthDay": "05/23"
    },
    {
      "year": "1936",
      "uri": "/wiki/Charles_Kimbrough",
      "name": "Charles Kimbrough",
      "aboutText": "Michel Colombier (May 23, 1939 – November 14, 2004) was a French composer, songwriter, arranger, and conductor.\nHe wrote the scores of several motion pictures and TV productions. He also wrote chamber music and ballets.",
      "pageId": 1183872,
      "monthDay": "05/23"
    },
    {
      "year": "1938",
      "uri": "/wiki/Johnny_Ball",
      "name": "Johnny Ball",
      "aboutText": "Gérard Larrousse (born 23 May 1940) is a former sports car racing, rallying and Formula One driver from France.\nHe participated in two Grands Prix, debuting on 12 May 1974, scoring no championship points. He drove Brabham BT42s for Scuderia Finotto.",
      "pageId": 1228400,
      "monthDay": "05/23"
    },
    {
      "year": "1938",
      "uri": "/wiki/Peter_Preston",
      "name": "Peter Preston",
      "aboutText": "Zalman King (born Zalman King Lefkowitz; May 23, 1942 – February 3, 2012) was an American film director, writer, actor and producer.",
      "pageId": 1712473,
      "monthDay": "05/23"
    },
    {
      "year": "1939",
      "uri": "/wiki/Michel_Colombier",
      "name": "Michel Colombier",
      "aboutText": "Michael Ashburner FRS (born 23 May 1942) is a biologist and emeritus Professor in the Department of Genetics at University of Cambridge. He is also the former joint-head and co-founder of the European Bioinformatics Institute (EBI) of the European Molecular Biology Laboratory (EMBL) and a Fellow of Churchill College, Cambridge.\n^ ASHBURNER, Prof.",
      "pageId": 1780118,
      "monthDay": "05/23"
    },
    {
      "year": "1939",
      "uri": "/wiki/Reinhard_Hauff",
      "name": "Reinhard Hauff",
      "aboutText": "Ingeborg Hallstein (born 23 May 1936 in Munich) is a German operatic coloratura soprano famed for the purity and range of her voice, which extended from the G-sharp below middle C to the B-flat more than three octaves above it.\nShe studied with her mother, Elisabeth Hallstein, and debuted at the opera house in Passau/Germany in 1957 as Musetta in Puccini's La bohème.\nAfter engagements at the Theatre of Basel and the Staatstheater am Gärtnerplatz in Munich she made her Salzburg Festival debut in 1960 as Rosina in Mozart's La finta semplice.",
      "pageId": 2134195,
      "monthDay": "05/23"
    },
    {
      "year": "1939",
      "uri": "/wiki/Jack_McCarthy_(writer)",
      "name": "Jack McCarthy",
      "aboutText": "Gabriel Liiceanu (Romanian pronunciation: [ɡabriˈel li.iˈt͡ʃe̯anu]; b. May 23, 1942, Râmnicu-Vâlcea) is a Romanian philosopher.\nHe graduated from the University of Bucharest's Faculty of Philosophy in 1965, and from Faculty of Classical Languages in 1973.",
      "pageId": 4205987,
      "monthDay": "05/23"
    },
    {
      "year": "1940",
      "uri": "/wiki/Giles_Gordon",
      "name": "Giles Gordon",
      "aboutText": "Jack McCarthy (May 23, 1939 - January 17, 2013) was an American writer and slam poet.",
      "pageId": 5303640,
      "monthDay": "05/23"
    },
    {
      "year": "1940",
      "uri": "/wiki/G%C3%A9rard_Larrousse",
      "name": "Gérard Larrousse",
      "aboutText": "Giles Alexander Esmé Gordon (23 May 1940 – 14 November 2003) was a Scottish literary agent and writer, based for most of his career in London.",
      "pageId": 12431860,
      "monthDay": "05/23"
    },
    {
      "year": "1940",
      "uri": "/wiki/Levan_Moseshvili",
      "name": "Levan Moseshvili",
      "aboutText": "Julian Pascoe Francis St Leger Grenfell, 3rd Baron Grenfell (born 23 May 1935) is a Labour hereditary peer and former member of the House of Lords known for his strong Europhile views.",
      "pageId": 12437834,
      "monthDay": "05/23"
    },
    {
      "year": "1940",
      "uri": "/wiki/Bj%C3%B8rn_Johansen_(musician)",
      "name": "Bjørn Johansen",
      "aboutText": "Folke Lars-Olov Strömstedt, (May 23, 1935, Gävle - July 4, 2009), better known as Lasse Strömstedt, was a Swedish writer who wrote of and about his own life in prison and drug abuse. Strömstedt was born in Gävle in 1935. He was a casual laborer whose working life was frequently disrupted by imprisonment.",
      "pageId": 23509699,
      "monthDay": "05/23"
    },
    {
      "year": "1941",
      "uri": "/wiki/Martin_Puryear",
      "name": "Martin Puryear",
      "aboutText": "Jean-Louis Lagadec (23 May 1933 – 3 October 2012) was a French professional football player and coach.",
      "pageId": 37273785,
      "monthDay": "05/23"
    },
    {
      "year": "1942",
      "uri": "/wiki/Michael_Ashburner",
      "name": "Michael Ashburner",
      "aboutText": "Bjørn John Johansen (23 May 1940 – 6 May 2002) was a Norwegian jazz musician (baritone, tenor & alto saxophones, clarinet and flute), known from a number of recordings and international cooperation.",
      "pageId": 37597876,
      "monthDay": "05/23"
    },
    {
      "year": "1942",
      "uri": "/wiki/Zalman_King",
      "name": "Zalman King",
      "aboutText": "Levan Moseshvili (Georgian: ლევან მოსეშვილი; Russian: Леван Мосешвили; born 23 May 1940) is a retired Georgian basketball player. Playing for the Soviet team he won a silver medal at the 1964 Summer Olympics. Between 1972 and 1998 he was the head coach of Dynamo Tbilisi and after that headed the Georgian team.",
      "pageId": 38036568,
      "monthDay": "05/23"
    },
    {
      "year": "1942",
      "uri": "/wiki/Gabriel_Liiceanu",
      "name": "Gabriel Liiceanu",
      "aboutText": "The Very Reverend John Henry Drury DD (born 23 May 1936) is an Anglican priest and author.",
      "pageId": 48753999,
      "monthDay": "05/23"
    },
    {
      "year": "1942",
      "uri": "/wiki/Kovelamudi_Raghavendra_Rao",
      "name": "Kovelamudi Raghavendra Rao",
      "aboutText": "Alan Gabriel Ludwig García Pérez (Spanish pronunciation: [ˈalaŋ ɡaβˈɾjel luðˈwiɣ ɡarˈsi.a ]; born 23 May 1949) is a Peruvian lawyer, sociologist and politician who was President of Peru from 1985 to 1990 and again from 2006 to 2011. He is the leader of the Peruvian Aprista Party and the only party member ever to have served as President.\nHis first term was marked by a severe economic crisis, social unrest and violence.",
      "pageId": 335166,
      "monthDay": "05/23"
    },
    {
      "year": "1943",
      "uri": "/wiki/General_Norman_Johnson",
      "name": "General Johnson",
      "aboutText": "John David Newcombe, AO, OBE (born 23 May 1944 in Sydney) is a former tennis player from Australia who won seven Grand Slam singles titles and an all-time record 17 doubles titles. He is one of the few men to have been ranked world No. 1 in both singles and doubles.",
      "pageId": 481779,
      "monthDay": "05/23"
    },
    {
      "year": "1943",
      "uri": "/wiki/Vicky_Moscholiou",
      "name": "Vicky Moscholiou",
      "aboutText": "P. Padmarajan (Malayalam: പി. പത്മരാജന്‍; 23 May 1946 – 24 January 1991) was an Indian author, screenwriter, and film director who was known for his landmark works in Malayalam literature and Malayalam cinema. Padmarajan was the founder of a new school of film making in Malayalam, along with Bharathan, in the 1980s, which created films that were widely received while also being critically acclaimed.",
      "pageId": 483930,
      "monthDay": "05/23"
    },
    {
      "year": "1943",
      "uri": "/wiki/Alan_Walden",
      "name": "Alan Walden",
      "aboutText": "Ann Hui On-Wah, MBE (traditional Chinese: 許鞍華; simplified Chinese: 许鞍华; pinyin: Xǔ Ānhuá; Hepburn: Kyo Anka; born 23 May 1947) is a Hong Kong actress, director, producer and occasional screenwriter. She is one of the most critically acclaimed filmmakers amongst the Hong Kong New Wave. She is known for her (at times) controversial films about social issues in Hong Kong.",
      "pageId": 1063384,
      "monthDay": "05/23"
    },
    {
      "year": "1944",
      "uri": "/wiki/Alan_Bowman",
      "name": "Alan Bowman",
      "aboutText": "Jane Kenyon (May 23, 1947 – April 22, 1995) was an American poet and translator. Her work is often characterized as simple, spare, and emotionally resonant.",
      "pageId": 1287177,
      "monthDay": "05/23"
    },
    {
      "year": "1944",
      "uri": "/wiki/John_Newcombe",
      "name": "John Newcombe",
      "aboutText": "Frederik Percy de Groot (born 23 May 1946 in Bilthoven) is a Dutch actor. In the Netherlands he appeared in the detective series Bureau Kruislaan and its spin-off Unit 13.\nHe is best known, however, in Canada where he was the television spokesman for ING Direct for many years.",
      "pageId": 1589866,
      "monthDay": "05/23"
    },
    {
      "year": "1945",
      "uri": "/wiki/Padmarajan",
      "name": "Padmarajan",
      "aboutText": "Daniel Nicholas Cardinal DiNardo (born May 23, 1949) is an American cardinal of the Catholic Church. He is the second and current Archbishop of Galveston-Houston, serving since 2006. He previously served as Bishop of Sioux City from 1998 to 2004.",
      "pageId": 2099900,
      "monthDay": "05/23"
    },
    {
      "year": "1945",
      "uri": "/wiki/Lauren_Chapin",
      "name": "Lauren Chapin",
      "aboutText": "Bernard S. Comrie (/ˈbɜrnərd ˈkɒmriː/; born 23 May 1947 in Sunderland, England) is a British-born linguist. Comrie is a specialist in linguistic typology and linguistic universals, and on Caucasian languages.\nHe was for 17 years professor at and director of the former Department of Linguistics at the Max Planck Institute for Evolutionary Anthropology in Leipzig, Germany, combined with a post as Distinguished Professor of Linguistics at the University of California, Santa Barbara, where he returned full-time from 1st June 2015.",
      "pageId": 2493620,
      "monthDay": "05/23"
    },
    {
      "year": "1946",
      "uri": "/wiki/Frederik_de_Groot",
      "name": "Frederik de Groot",
      "aboutText": "Vicky Moscholiou (Greek: Βίκυ Μοσχολιού, [ˈvici mosxoˈʎu], 17 May 1943 – 16 August 2005), born in Metaxourgeio in Athens, was a Greek singer.",
      "pageId": 2499697,
      "monthDay": "05/23"
    },
    {
      "year": "1946",
      "uri": "/wiki/Stephen_Marks",
      "name": "Stephen Marks",
      "aboutText": "Reginald Leslie \"Reggie\" Cleveland (born May 23, 1948) is a former Major League Baseball pitcher.\nCleveland played for the St. Louis Cardinals, Boston Red Sox, Texas Rangers and Milwaukee Brewers.",
      "pageId": 2833139,
      "monthDay": "05/23"
    },
    {
      "year": "1946",
      "uri": "/wiki/H._Paul_Shuch",
      "name": "H. Paul Shuch",
      "aboutText": "K. Raghavendra Rao (born Kovelamudi Raghavendra Rao), popularly known as Darshakendra is an Indian film director, screen writer and choreographer, known for his works predominantly in Telugu cinema, few Bollywood and Kannada films. He has garnered seven state Nandi Awards, three Filmfare Awards South, and two CineMAA Awards. Rao has directed films across multiple genres like romantic comedy, fantasy, melodrama, action and romance films.",
      "pageId": 6122271,
      "monthDay": "05/23"
    },
    {
      "year": "1947",
      "uri": "/wiki/Bernard_Comrie",
      "name": "Bernard Comrie",
      "aboutText": "Lauren Chapin (born May 23, 1945, in Los Angeles, California) is an American former child actress, most remembered for her role as the youngest child \"Kathy Anderson\" (nicknamed \"Kitten\") in the television show Father Knows Best, which was produced between 1954 and 1960. Chapin was awarded five Jr. Emmy's for Best Child Actress.",
      "pageId": 11671272,
      "monthDay": "05/23"
    },
    {
      "year": "1947",
      "uri": "/wiki/Ann_Hui",
      "name": "Ann Hui",
      "aboutText": "Dame Janet Maureen Thornton, DBE, FRS, FMedSci (born 23 May 1949) is a senior scientist at the European Bioinformatics Institute (EBI), part of the European Molecular Biology Laboratory (EMBL). She is one of the world’s leading researchers in structural bioinformatics, using computational methods to understand protein structure and function.",
      "pageId": 12203075,
      "monthDay": "05/23"
    },
    {
      "year": "1947",
      "uri": "/wiki/Jane_Kenyon",
      "name": "Jane Kenyon",
      "aboutText": "H. Paul Shuch (born May 23, 1946) is an American scientist and engineer who has coordinated radio amateurs to help in the search for extraterrestrial intelligence.\nShuch, an aerospace engineer and microwave technologist is believed by colleague Jack Unger to be the creator of the world's first commercial home satellite TV receiver. Recently a visiting professor at Lycoming College and Heidelberg University of Applied Sciences, Shuch continues to volunteer as the Executive Director Emeritus of The SETI League, Inc.",
      "pageId": 12239259,
      "monthDay": "05/23"
    },
    {
      "year": "1948",
      "uri": "/wiki/Myriam_Boyer",
      "name": "Myriam Boyer",
      "aboutText": "Bruce Hamilton Hay (23 May 1950 – 1 October 2007) was a Scottish international rugby union player.",
      "pageId": 13523264,
      "monthDay": "05/23"
    },
    {
      "year": "1948",
      "uri": "/wiki/Reggie_Cleveland",
      "name": "Reggie Cleveland",
      "aboutText": "Alan Walden was born May 23, 1943 in Macon, Georgia to C.B. and Carolyn Walden. He is an American manager, publisher, booking agent, and promoter.\nHe has worked with musical acts including Otis Redding, Sam & Dave, Percy Sledge, Johnnie Taylor, Clarence Carter, Arthur Conley, Al Green, Joe Tex, Z. Z. Hill, Candi Staton, Albert King, William Bell, Eddie Floyd, Etta James, Boz Scaggs, Lynyrd Skynyrd, Outlaws, and September Hase.",
      "pageId": 19066369,
      "monthDay": "05/23"
    },
    {
      "year": "1949",
      "uri": "/wiki/Daniel_DiNardo",
      "name": "Daniel DiNardo",
      "aboutText": "Alan Keir Bowman, FBA (born 23 May 1944), is a British classicist and academic. He is a former Principal of Brasenose College, Oxford.\n^ Who's Who.",
      "pageId": 29038900,
      "monthDay": "05/23"
    },
    {
      "year": "1949",
      "uri": "/wiki/Alan_Garc%C3%ADa",
      "name": "Alan García",
      "aboutText": "General Norman Johnson (May 23, 1941 – October 13, 2010) was the frontman of Chairmen of the Board and an American rhythm and blues songwriter and record producer.",
      "pageId": 29258082,
      "monthDay": "05/23"
    },
    {
      "year": "1949",
      "uri": "/wiki/Janet_Thornton",
      "name": "Janet Thornton",
      "aboutText": "Myriam Boyer (born 23 May 1948) is a French actress. She appeared in more than eighty films and television shows since 1970. At the age of 18, she married Roger Cornillac with whom she had a son, Clovis Cornillac.",
      "pageId": 37868077,
      "monthDay": "05/23"
    },
    {
      "year": "1950",
      "uri": "/wiki/Bruce_Hay",
      "name": "Bruce Hay",
      "aboutText": "Stephen Marks (born 23 May 1946) is a British fashion retailer and founder, chairman and chief executive of the French Connection brand.\n^ Chris Blackhurst, 'The Big Interview: Stephen Marks', Evening Standard, 26 May 2009. Retrieved 2013-02-06.",
      "pageId": 38441756,
      "monthDay": "05/23"
    },
    {
      "year": "1950",
      "uri": "/wiki/Martin_McGuinness",
      "name": "Martin McGuinness",
      "aboutText": "Anatoly Yevgenyevich Karpov, PhD (Russian: Анато́лий Евге́ньевич Ка́рпов, Anatolij Evgen'evič Karpov; born May 23, 1951) is a Russian chess grandmaster and former World Champion. He was the official world champion from 1975 to 1985 when he was defeated by Garry Kasparov. He played three matches against Kasparov for the title from 1986 to 1990, before becoming FIDE World Champion once again after Kasparov broke away from FIDE in 1993.",
      "pageId": 1020,
      "monthDay": "05/23"
    },
    {
      "year": "1951",
      "uri": "/wiki/Anatoly_Karpov",
      "name": "Anatoly Karpov",
      "aboutText": "Marvelous Marvin Hagler (born Marvin Nathaniel Hagler; May 23, 1954) is an American former professional boxer who was Undisputed World Middleweight Champion from 1980 to 1987. Hagler made twelve undisputed title defenses and holds the highest KO% of all undisputed middleweight champions at 78%.",
      "pageId": 84952,
      "monthDay": "05/23"
    },
    {
      "year": "1951",
      "uri": "/wiki/Antonis_Samaras",
      "name": "Antonis Samaras",
      "aboutText": "Martin Parr (born 23 May 1952) is a British documentary photographer, photojournalist and photobook collector. He is known for his photographic projects that take an intimate, satirical and anthropological look at aspects of modern life, in particular documenting the social classes of England, and more broadly the wealth of the Western world. His major projects have been rural communities (1975–82), The Last Resort (1983–85), The Cost of Living (1987–89), Small World (1987–94) and Common Sense (1995–99).",
      "pageId": 104440,
      "monthDay": "05/23"
    },
    {
      "year": "1952",
      "uri": "/wiki/Anne-Marie_David",
      "name": "Anne-Marie David",
      "aboutText": "James Martin Pacelli McGuinness (Irish: Séamus Máirtín Pacelli Mag Aonghusa; born 23 May 1950) is an Irish republican Sinn Féin politician who has been the deputy First Minister of Northern Ireland since 2007. He was also Sinn Féin's unsuccessful candidate for President of Ireland in the 2011 election.\nA former Provisional Irish Republican Army (IRA) leader, McGuinness was the MP for Mid Ulster from 1997 until his resignation on 2 January 2013.",
      "pageId": 415632,
      "monthDay": "05/23"
    },
    {
      "year": "1952",
      "uri": "/wiki/Martin_Parr",
      "name": "Martin Parr",
      "aboutText": "Mitchell David \"Mitch\" Albom (born May 23, 1958) is an American best-selling author, journalist, screenwriter, dramatist, radio and television broadcaster, and musician. His books have sold over 35 million copies worldwide.",
      "pageId": 433440,
      "monthDay": "05/23"
    },
    {
      "year": "1953",
      "uri": "/wiki/Dick_Stellingwerf",
      "name": "Dick Stellingwerf",
      "aboutText": "William Nathaniel \"Buck\" Showalter III (born May 23, 1956) is an American Major League Baseball (MLB) manager for the Baltimore Orioles. He has previously served as manager of the New York Yankees (1992–95), Arizona Diamondbacks (1998–2000), and Texas Rangers (2003–06).",
      "pageId": 635895,
      "monthDay": "05/23"
    },
    {
      "year": "1954",
      "uri": "/wiki/Marvelous_Marvin_Hagler",
      "name": "Marvelous Marvin Hagler",
      "aboutText": "Jimmy McShane (born James Harry McShane; 23 May 1957 – 29 March 1995), was a Northern Irish singer, known as the front-man of Italian band Baltimora.",
      "pageId": 672751,
      "monthDay": "05/23"
    },
    {
      "year": "1954",
      "uri": "/wiki/Hans_Kruize",
      "name": "Hans Kruize",
      "aboutText": "Craig Edward Moncrieff Brown (born 23 May 1957) is an English critic and satirist, best known for his parodies in Private Eye.",
      "pageId": 717529,
      "monthDay": "05/23"
    },
    {
      "year": "1954",
      "uri": "/wiki/Michel_Roux_Jr.",
      "name": "Michel Roux Jr.",
      "aboutText": "Luka Bloom (born Kevin Barry Moore; 23 May 1955) is an Irish folk-rock singer-songwriter.",
      "pageId": 814411,
      "monthDay": "05/23"
    },
    {
      "year": "1955",
      "uri": "/wiki/Luka_Bloom",
      "name": "Luka Bloom",
      "aboutText": "Ursula Plassnik (born 23 May 1956) is an Austrian diplomat and politician.",
      "pageId": 1087608,
      "monthDay": "05/23"
    },
    {
      "year": "1956",
      "uri": "/wiki/Ursula_Plassnik",
      "name": "Ursula Plassnik",
      "aboutText": "Andrea Pazienza (May 23, 1956 – June 16, 1988), was an Italian comics artist and painter.",
      "pageId": 1111813,
      "monthDay": "05/23"
    },
    {
      "year": "1956",
      "uri": "/wiki/Mark_Shaw_(rugby_union)",
      "name": "Mark Shaw",
      "aboutText": "Antonis Samaras (Greek: Αντώνης Σαμαράς, pronounced [anˈdonis samaˈras]; born 23 May 1951) is a Greek politician who was Prime Minister of Greece from 2012 to 2015 and leader of New Democracy from 2009 to 2015. Samaras previously served as Minister of Finance in 1989, as Minister of Foreign Affairs from 1989 to 1992, and as Minister of Culture and Sport in 2009.\nSamaras was previously best known for a 1993 controversy in which he effectively caused the New Democracy government, of which he was a member, to fall from power.",
      "pageId": 1478639,
      "monthDay": "05/23"
    },
    {
      "year": "1956",
      "uri": "/wiki/Buck_Showalter",
      "name": "Buck Showalter",
      "aboutText": "Anne-Marie David (born 23 May 1952, Arles, Provence-Alpes-Côte d'Azur, France) is a French singer.",
      "pageId": 1726068,
      "monthDay": "05/23"
    },
    {
      "year": "1956",
      "uri": "/wiki/Andrea_Pazienza",
      "name": "Andrea Pazienza",
      "aboutText": "Hans Tjebbe Kruize (born 23 May 1954) is a former field hockey player from the Netherlands. He participated in the 1976 and 1984 Olympic Games and ended up in fourth and in sixth place, respectively. Just like his brothers Ties and Hidde, and his father Roepie, he played club hockey for HC Klein Zwitserland from The Hague.",
      "pageId": 5283403,
      "monthDay": "05/23"
    },
    {
      "year": "1956",
      "uri": "/wiki/Albert_Voorn",
      "name": "Albert Voorn",
      "aboutText": "Mark William Shaw (born 23 May 1956) is a former New Zealand rugby union footballer who represented Manawatu, Hawke's Bay and the All Blacks.",
      "pageId": 15737566,
      "monthDay": "05/23"
    },
    {
      "year": "1957",
      "uri": "/wiki/Mark_Arnold_(actor)",
      "name": "Mark Arnold",
      "aboutText": "Mark Arnold (born May 23, 1957; Broomall, Pennsylvania) is an American actor most notable for his role as the Gavin Wylie on the ABC soap opera The Edge of Night. He also appeared on the serials Guiding Light, The Edge of Night, and Rituals and as Rob Coronol #2 on One Life to Live from 1987 to 1989. In 1985, Arnold also played Michael J. Fox's character's nemesis, Mick McAllister, in the movie Teen Wolf.",
      "pageId": 16233361,
      "monthDay": "05/23"
    },
    {
      "year": "1957",
      "uri": "/wiki/Craig_Brown_(satirist)",
      "name": "Craig Brown",
      "aboutText": "Drew Allison Carey (born May 23, 1958) is an American animator, actor, comedian, sports executive, and game show host.",
      "pageId": 18842230,
      "monthDay": "05/23"
    },
    {
      "year": "1957",
      "uri": "/wiki/Jimmy_McShane",
      "name": "Jimmy McShane",
      "aboutText": "Michel Albert Roux (born 23 May 1960), known as Michel Roux, Jr., is a French-English two-star Michelin chef at the London restaurant Le Gavroche.",
      "pageId": 19092107,
      "monthDay": "05/23"
    },
    {
      "year": "1958",
      "uri": "/wiki/Mitch_Albom",
      "name": "Mitch Albom",
      "aboutText": "Albert Bernard Voorn (born 23 May 1956, in Hilversum) is a Dutch equestrian and Olympic medalist.",
      "pageId": 19487785,
      "monthDay": "05/23"
    },
    {
      "year": "1958",
      "uri": "/wiki/Drew_Carey",
      "name": "Drew Carey",
      "aboutText": "Dirk Jacobus (Dick) Stellingwerf (born 23 May 1953 in Utrecht) is a Dutch politician of the Reformatory Political Federation (RPF) and his successor the ChristianUnion (ChristenUnie). He was an MP from 1994 to 2002. Since 2008 he has been Mayor of Lemsterland.",
      "pageId": 23690016,
      "monthDay": "05/23"
    },
    {
      "year": "1958",
      "uri": "/wiki/Lea_DeLaria",
      "name": "Lea DeLaria",
      "aboutText": "Lea DeLaria (born May 23, 1958) is an American comedian, actress, and jazz musician. The \"famously controversial\" DeLaria was \"the first openly gay comic to break the late-night talk-show barrier\" with her 1993 appearance on The Arsenio Hall Show.\n^ \"Lea DeLaria\".",
      "pageId": 83532,
      "monthDay": "05/23"
    },
    {
      "year": "1958",
      "uri": "/wiki/Serge_Dupire",
      "name": "Serge Dupire",
      "aboutText": "Ruth Metzler-Arnold (born 23 May 1964) is a Swiss politician and former member of the Swiss Federal Council (1999–2003).\nShe was elected to the Swiss Federal Council on 11 March 1999, as a member of the Christian Democratic People's Party from the Canton of Appenzell Innerrhoden. During her time in office she headed the Federal Department of Justice and Police.",
      "pageId": 240638,
      "monthDay": "05/23"
    },
    {
      "year": "1958",
      "uri": "/wiki/Fran%C3%A7ois_Feldman",
      "name": "François Feldman",
      "aboutText": "Tom Tykwer (German: [ˈtɪkvɐ]; born 23 May 1965) is a German film director, producer, screenwriter, and composer.",
      "pageId": 365353,
      "monthDay": "05/23"
    },
    {
      "year": "1958",
      "uri": "/wiki/Frank_Jelinski",
      "name": "Frank Jelinski",
      "aboutText": "Robert Renwick \"Bob\" Mortimer (born 23 May 1959) is an English comedian and actor, best known for his double act with Vic Reeves (see Vic and Bob).",
      "pageId": 528452,
      "monthDay": "05/23"
    },
    {
      "year": "1958",
      "uri": "/wiki/Jack_Lohman",
      "name": "Jack Lohman",
      "aboutText": "Karen Duffy is an American model, television personality, and actress.",
      "pageId": 1161164,
      "monthDay": "05/23"
    },
    {
      "year": "1959",
      "uri": "/wiki/Ryuta_Kawashima",
      "name": "Ryuta Kawashima",
      "aboutText": "Manuel 'Manolo' Sanchís Hontiyuelo (born 23 May 1965) is a Spanish retired footballer who played as a sweeper.\nA part of the famous Quinta del Buitre which stemmed from the Real Madrid youth ranks, he was the only of its five members to play his entire career for the capital side. His father, Manuel Sanchís Martínez, also played for Real Madrid, and both were Spanish internationals.",
      "pageId": 1777448,
      "monthDay": "05/23"
    },
    {
      "year": "1959",
      "uri": "/wiki/Marcella_Mesker",
      "name": "Marcella Mesker",
      "aboutText": "Matthew D. Wrack (born 23 May 1962) is a British firefighter and trade unionist. He was elected General Secretary of the Fire Brigades Union (FBU) in May 2005.\nWrack was born in Manchester.",
      "pageId": 2288480,
      "monthDay": "05/23"
    },
    {
      "year": "1959",
      "uri": "/wiki/Bob_Mortimer",
      "name": "Bob Mortimer",
      "aboutText": "Wally Dallenbach, Jr. (born May 23, 1963) is an American racecar driver who formerly competed in the NASCAR Winston Cup Series. He competed in 226 Winston Cup races from 1991 to 2001 and had 23 top 10 finishes.",
      "pageId": 2506300,
      "monthDay": "05/23"
    },
    {
      "year": "1960",
      "uri": "/wiki/Linden_Ashby",
      "name": "Linden Ashby",
      "aboutText": "Clarence Linden Garnett Ashby III (born May 23, 1960) is an American actor and martial artist, well known for his role as Johnny Cage in the film adaptation of Mortal Kombat, Dr.",
      "pageId": 2911468,
      "monthDay": "05/23"
    },
    {
      "year": "1961",
      "uri": "/wiki/Karen_Duffy",
      "name": "Karen Duffy",
      "aboutText": "Woorkeri Venkat Raman (Tamil: வூர்கேறி வெங்கட் ராமன்)  pronunciation  (born 23 May 1965, in Chennai) is a former Indian cricketer and a current coach.",
      "pageId": 4292865,
      "monthDay": "05/23"
    },
    {
      "year": "1962",
      "uri": "/wiki/Matt_Wrack",
      "name": "Matt Wrack",
      "aboutText": "Ryuta Kawashima (川島 隆太, Kawashima Ryūta, born May 23, 1959) is a Japanese neuroscientist known for his appearances in the Brain Training/Brain Age series of video games for the Nintendo DS and Nintendo 3DS.",
      "pageId": 4908388,
      "monthDay": "05/23"
    },
    {
      "year": "1963",
      "uri": "/wiki/Wally_Dallenbach_Jr.",
      "name": "Wally Dallenbach Jr.",
      "aboutText": "Paul Sironen (born 23 May 1965 in North Sydney, New South Wales) is an Australian former professional rugby league footballer of Finnish descent who was a prominent Second-row forward for the Balmain Tigers during the late 1980s and early 1990s. He was part of the team that played in successive Grand Finals in 1988 and 1989, and included other representative players Steve \"Blocker\" Roach, Wayne Pearce, Benny Elias and Garry Jack. He made a number of appearances for both New South Wales in State of Origin, and also for Australia, and has been named as part of the Wests Tigers Team of the Century.",
      "pageId": 5043225,
      "monthDay": "05/23"
    },
    {
      "year": "1964",
      "uri": "/wiki/Ruth_Metzler",
      "name": "Ruth Metzler",
      "aboutText": "For the British actor of this name, see Charlie Hayes (actor).\nCharles Dewayne Hayes (born May 29, 1965) is an American retired professional baseball third baseman. Hayes played in Major League Baseball for the San Francisco Giants, Philadelphia Phillies, New York Yankees, Colorado Rockies, Pittsburgh Pirates, Milwaukee Brewers, and Houston Astros from 1988 through 2001.",
      "pageId": 5080868,
      "monthDay": "05/23"
    },
    {
      "year": "1965",
      "uri": "/wiki/Charlie_Hayes",
      "name": "Charlie Hayes",
      "aboutText": "François Feldman (born 23 May 1958) is a French singer. He had a great success in the 1980s and the 1990s in France.",
      "pageId": 5439309,
      "monthDay": "05/23"
    },
    {
      "year": "1965",
      "uri": "/wiki/Melissa_McBride",
      "name": "Melissa McBride",
      "aboutText": "Jack Christopher Lohman (born 23 May 1958) CBE, born Jacek Lohman, is an educator and museum administrator.\nHe is Professor of Museum Design and Communication at the Bergen National Academy of the Arts in Norway (since 1997) and Chairman of the National Museum in Warsaw, Poland (since 2008). He is Editor in Chief of UNESCO’s Museums and Diversity publications series and a member of the International Advisory Board of the National Institute of Museums in Rwanda.",
      "pageId": 7965194,
      "monthDay": "05/23"
    },
    {
      "year": "1965",
      "uri": "/wiki/Woorkeri_Raman",
      "name": "Woorkeri Raman",
      "aboutText": "Marcella Mesker (born 23 May 1959) is a former professional tennis player from the Netherlands.\nMesker was active on the WTA tour from 1979 to 1988 and reached the final of the Australian Open Women's Doubles in 1979. She also reached the semi finals of the U.S. Open Women's Doubles in 1984.",
      "pageId": 15057150,
      "monthDay": "05/23"
    },
    {
      "year": "1965",
      "uri": "/wiki/Manuel_Sanch%C3%ADs_Hontiyuelo",
      "name": "Manuel Sanchís Hontiyuelo",
      "aboutText": "Frank Jelinski (born May 23, 1958) is a retired German racing driver.",
      "pageId": 24009819,
      "monthDay": "05/23"
    },
    {
      "year": "1965",
      "uri": "/wiki/Paul_Sironen",
      "name": "Paul Sironen",
      "aboutText": "Athanasios \"Thanasis\" Skourtopoulos (alternate spelling: Thanassis) (Greek: Αθανάσιος \"Θανάσης\" Σκουρτόπουλος; born May 23, 1965 in Athens, Greece) is a Greek professional basketball coach and a former professional basketball player.",
      "pageId": 29021250,
      "monthDay": "05/23"
    },
    {
      "year": "1965",
      "uri": "/wiki/Athanasios_Skourtopoulos",
      "name": "Athanasios Skourtopoulos",
      "aboutText": "Melissa Suzanne McBride (born May 23, 1965) is an American actress and former casting director, best known for her role as Carol Peletier on the AMC series The Walking Dead. McBride has garnered critical acclaim and received multiple awards and nominations for her role on the show. She began her acting career as a guest star in minor roles on television series, and in supporting roles in made-for-television films, before becoming a casting director.",
      "pageId": 31055981,
      "monthDay": "05/23"
    },
    {
      "year": "1965",
      "uri": "/wiki/Tom_Tykwer",
      "name": "Tom Tykwer",
      "aboutText": "Serge Dupire (born 23 May 1958 in Belœil, Quebec) is a Canadian actor.",
      "pageId": 31449205,
      "monthDay": "05/23"
    },
    {
      "year": "1965",
      "uri": "/wiki/Kappei_Yamaguchi",
      "name": "Kappei Yamaguchi",
      "aboutText": "Rubens Gonçalves \"Rubinho\" Barrichello (Portuguese pronunciation: [ˈʁubẽjz ɡũˈsawviz bɐʁiˈkɛlu], [ʁuˈbĩɲu], born 23 May 1972) is a Brazilian racing driver who competed in Formula One between 1993 and 2011. After losing his seat at the Williams F1 team, Barrichello moved to the IndyCar Series in 2012 with KV Racing Technology. After only one year and being unable to find a ride for the 2013 season, Barrichello moved back to Brazil to participate in the Brazilian Stock Car V8 Series, winning the championship in 2014 while driving for Full Time Sports.",
      "pageId": 252989,
      "monthDay": "05/23"
    },
    {
      "year": "1966",
      "uri": "/wiki/Ernst-Paul_Hasselbach",
      "name": "Ernst-Paul Hasselbach",
      "aboutText": "Philip James \"Phil\" Selway (born 23 May 1967) is an English musician, singer, and songwriter best known as the drummer of English rock group Radiohead. In addition to drums, he provides backing vocals, along with occasional guitar and lead vocals, for 7 Worlds Collide. Selway is well known for his precision and proficiency in various styles and unusual time signatures, being named the 26th greatest drummer of all time by Gigwise in 2008.",
      "pageId": 273489,
      "monthDay": "05/23"
    },
    {
      "year": "1966",
      "uri": "/wiki/Graeme_Hick",
      "name": "Graeme Hick",
      "aboutText": "Yigal Amir (Hebrew: יִגְאָל עָמִיר; born May 23, 1970) is an Israeli religious extremist who assassinated Prime Minister of Israel Yitzhak Rabin. The assassination took place on November 4, 1995 at the conclusion of a rally in Tel Aviv. Amir is serving a life sentence for murder plus six years for injuring Rabin's bodyguard, Yoram Rubin, under aggravating circumstances.",
      "pageId": 331001,
      "monthDay": "05/23"
    },
    {
      "year": "1966",
      "uri": "/wiki/Gary_Roberts_(ice_hockey)",
      "name": "Gary Roberts",
      "aboutText": "George Osborne (born Gideon Oliver Osborne; 23 May 1971) is a British Conservative Party politician who has been Chancellor of the Exchequer since 2010 and Member of Parliament (MP) for Tatton since 2001.\nOsborne worked for The Daily Telegraph before joining the Conservative Research Department and becoming head of its political section. He was a special adviser to Douglas Hogg at the Minister of Agriculture, Fisheries and Food and worked at 10 Downing Street as well as for Prime Minister John Major's campaign team in the party's unsuccessful 1997 general election campaign before becoming a speechwriter and political secretary to Major's successor as party leader, William Hague.",
      "pageId": 422814,
      "monthDay": "05/23"
    },
    {
      "year": "1966",
      "uri": "/wiki/Heidi_Rohi",
      "name": "Heidi Rohi",
      "aboutText": "Gary R. Roberts (born May 23, 1966) is a Canadian former professional ice hockey player who played 21 seasons in the National Hockey League (NHL) for the Calgary Flames, Carolina Hurricanes, Toronto Maple Leafs, Florida Panthers, Pittsburgh Penguins and Tampa Bay Lightning. Renowned for his physical fitness during his career, Roberts has become a high performance trainer for players at all levels of the sport.\nRoberts was member of Memorial Cup and Minto Cup winning teams as Canadian junior hockey and box lacrosse champions, respectively.",
      "pageId": 440128,
      "monthDay": "05/23"
    },
    {
      "year": "1967",
      "uri": "/wiki/Luis_Roberto_Alves",
      "name": "Luis Roberto Alves",
      "aboutText": "Mitsuo Yamaguchi (山口 光雄, Yamaguchi Mitsuo, born May 23, 1965), better known by his stage name of Kappei Yamaguchi (山口 勝平, Yamaguchi Kappei), is a Japanese voice actor and actor from Fukuoka, affiliated with Gokū and 21st Century Fox.\nHe is best known for the roles of Ranma Saotome (Ranma ½), Jackson Neil (Miracle Girls), Tombo (Kiki's Delivery Service), Yattarō (Kyatto Ninden Teyandee), Inuyasha (Inuyasha), Ryuichi Sakuma (Gravitation), L (Death Note), Usopp (One Piece), Hideyoshi Soya (The Law of Ueki), and Kaitō Kid and Shinichi Kudo (Detective Conan). His current starring roles include that of Yamada Hifumi (Danganronpa) and Raimon \"Monta\" Taro, the Deimon Devil Bats' wide receiver in Eyeshield 21.",
      "pageId": 601237,
      "monthDay": "05/23"
    },
    {
      "year": "1967",
      "uri": "/wiki/Xu_Demei",
      "name": "Xu Demei",
      "aboutText": "Graeme Ashley Hick MBE (born 23 May 1966) is a Zimbabwean-born cricketer who played 65 Test matches and 120 One Day Internationals for England. He played county cricket for Worcestershire for his entire English domestic career, a period of well over twenty years, and in 2008 he surpassed Graham Gooch's record for the most matches in all forms of the game combined. He scored more than 40,000 first-class runs, mostly from number three in the order, and he is one of only three players to have passed 20,000 runs in List A cricket (Graham Gooch and Sachin Tendulkar are the others) and is one of only twenty-five players to have scored 100 centuries in first-class cricket.",
      "pageId": 668698,
      "monthDay": "05/23"
    },
    {
      "year": "1967",
      "uri": "/wiki/Anna_Ibrisagic",
      "name": "Anna Ibrisagic",
      "aboutText": "Guinevere Jane Turner (May 23, 1968) is an American actress and screenwriter. She was born in Boston, Massachusetts.",
      "pageId": 841984,
      "monthDay": "05/23"
    },
    {
      "year": "1967",
      "uri": "/wiki/Carlos_Mercenario",
      "name": "Carlos Mercenario",
      "aboutText": "Mindi Abair (born May 23, 1969 in St. Petersburg, Florida, United States) is an American two time Grammy Award nominated, American saxophonist, vocalist, author, and National Trustee for the National Academy of Recording Arts and Sciences, the organization that puts on The Grammys.\nHer solo career has produced ten #1 radio singles, two #1 Billboard Jazz CDs, and four more solo CDs that have landed #5 and above on the Billboard Contemporary Jazz Charts.",
      "pageId": 994095,
      "monthDay": "05/23"
    },
    {
      "year": "1967",
      "uri": "/wiki/Philip_Selway",
      "name": "Philip Selway",
      "aboutText": "Anna Ibrisagic (born 23 May 1967 in Sanski Most, SFR Yugoslavia) is a Swedish politician who was a Member of the European Parliament from 2004 to 2014. She is a member of the Moderate Party, which is part of the European People's Party, and sat on the European Parliament's Committee on Foreign Affairs.",
      "pageId": 1480854,
      "monthDay": "05/23"
    },
    {
      "year": "1968",
      "uri": "/wiki/Guinevere_Turner",
      "name": "Guinevere Turner",
      "aboutText": "Martin John Saggers (born 23 May 1972 in King's Lynn, Norfolk) is a retired English cricketer and an English county cricket umpire, who spent the majority of his career at Kent. He had little success in his three seasons with Durham between 1996 and 1998, but then joined Kent and from 2000 to 2003 passed 50 first-class wickets each year, his best being 83 in 2002. He also played for Essex on loan in 2007.",
      "pageId": 2061908,
      "monthDay": "05/23"
    },
    {
      "year": "1969",
      "uri": "/wiki/Mindi_Abair",
      "name": "Mindi Abair",
      "aboutText": "Bryan John Herta (born May 23, 1970, in Warren, Michigan) is an American race car driver. He currently runs his own team, Bryan Herta Autosport in the Verizon IndyCar Series.",
      "pageId": 2283430,
      "monthDay": "05/23"
    },
    {
      "year": "1970",
      "uri": "/wiki/Yigal_Amir",
      "name": "Yigal Amir",
      "aboutText": "Laurel Lisa Holloman (born May 23, 1971) is an American painter and actress.",
      "pageId": 2703039,
      "monthDay": "05/23"
    },
    {
      "year": "1970",
      "uri": "/wiki/Nanette_Burstein",
      "name": "Nanette Burstein",
      "aboutText": "Carlos Mercenario Carbajal (born May 23, 1967) is a retired Mexican race walker. He was born in Ciudad de México, Distrito Federal.",
      "pageId": 4193184,
      "monthDay": "05/23"
    },
    {
      "year": "1970",
      "uri": "/wiki/Matt_Flynn_(musician)",
      "name": "Matt Flynn",
      "aboutText": "Luís Roberto Alves dos Santos Gavranic (born May 23, 1967 in Mexico City, Distrito Federal) also known as Zague or Zaguinho is a former Mexican footballer.",
      "pageId": 5027533,
      "monthDay": "05/23"
    },
    {
      "year": "1970",
      "uri": "/wiki/Bryan_Herta",
      "name": "Bryan Herta",
      "aboutText": "Matthew \"Matt\" Flynn (born May 23, 1970) is an American musician and the drummer of American pop rock band Maroon 5. In 2006, after being the band's touring drummer for two years, Flynn had officially replaced the original drummer of Maroon 5, Ryan Dusick, who left the group due to serious wrist and shoulder injuries sustained from constant touring after the release of their first album, Songs About Jane in 2002.\nPrior to joining Maroon 5, Flynn has played drums for The B-52's, Chicago, Gavin DeGraw and Gandhi.",
      "pageId": 10905821,
      "monthDay": "05/23"
    },
    {
      "year": "1971",
      "uri": "/wiki/Laurel_Holloman",
      "name": "Laurel Holloman",
      "aboutText": "Xu Demei (徐徳妹, born May 23, 1967 in Zhejiang) is a former track and field athlete from PR China, who competed for her native country in the women's javelin throw event at the 1992 Summer Olympics in Barcelona, Spain.",
      "pageId": 13619411,
      "monthDay": "05/23"
    },
    {
      "year": "1971",
      "uri": "/wiki/George_Osborne",
      "name": "George Osborne",
      "aboutText": "Nanette Burstein (born May 23, 1970) is an American film and television director.",
      "pageId": 15438117,
      "monthDay": "05/23"
    },
    {
      "year": "1972",
      "uri": "/wiki/Rubens_Barrichello",
      "name": "Rubens Barrichello",
      "aboutText": "Ernst-Paul Hasselbach (Paramaribo, 23 May 1966 – 11 October 2008) was a Dutch TV host and producer. He hosted several shows on Dutch and Belgian television.\nHasselbach was the son of a Dutch father and a Surinamese mother.",
      "pageId": 19777935,
      "monthDay": "05/23"
    },
    {
      "year": "1972",
      "uri": "/wiki/Martin_Saggers",
      "name": "Martin Saggers",
      "aboutText": "Heidi Rohi (born 23 May 1966) is an Estonian fencer. She competed in the individual and team épée events at the 1996 Summer Olympics.\n^ \"Heidi Rohi Olympic Results\".",
      "pageId": 34694144,
      "monthDay": "05/23"
    },
    {
      "year": "1973",
      "uri": "/wiki/Maxwell_(musician)",
      "name": "Maxwell",
      "aboutText": "Jewel Kilcher (born May 23, 1974) is an American singer-songwriter, guitarist, producer, actress, and author/poet. She has received four Grammy Award nominations and, as of 2008, has sold over 27 million albums worldwide.\nJewel's debut album, Pieces of You, released on February 28, 1995, became one of the best-selling debut albums of all time, going 12 times platinum.",
      "pageId": 159727,
      "monthDay": "05/23"
    },
    {
      "year": "1973",
      "uri": "/wiki/Klaus_Ambrosch",
      "name": "Klaus Ambrosch",
      "aboutText": "Kelly Marie Monaco (born May 23, 1976) is an American model, actress, and reality television personality. She is the Playboy Playmate for the April 1997 issue of Playboy magazine. Monaco portrayed the character Livvie Locke on the ABC soap opera Port Charles from 1997 until the show's cancellation in 2003; that same year she began playing Sam McCall on General Hospital, a role in which she remains today.",
      "pageId": 719429,
      "monthDay": "05/23"
    },
    {
      "year": "1973",
      "uri": "/wiki/Livia_Millhagen",
      "name": "Livia Millhagen",
      "aboutText": "Kenneth Wayne \"Ken\" Jennings III (born May 23, 1974) is an American game show contestant and author. Jennings holds the record for the longest winning streak on the U.S. syndicated game show Jeopardy! and as being the second highest-earning contestant in American game show history.",
      "pageId": 753973,
      "monthDay": "05/23"
    },
    {
      "year": "1973",
      "uri": "/wiki/Juan_Jos%C3%A9_Padilla",
      "name": "Juan José Padilla",
      "aboutText": "Ilia Alexandrovich Kulik (Russian:  Илья Александрович Кулик​ ; (born 23 May 1977) is a Russian figure skater.",
      "pageId": 1346264,
      "monthDay": "05/23"
    },
    {
      "year": "1973",
      "uri": "/wiki/Mirjam_Sterk",
      "name": "Mirjam Sterk",
      "aboutText": "Antônio Naelson Matias (born May 23, 1976), known as Sinha, Zinha or Sinha, is a Brazilian midfielder nationalized as Mexican, that plays at Querétaro in the Mexican 1st Division.",
      "pageId": 1388708,
      "monthDay": "05/23"
    },
    {
      "year": "1973",
      "uri": "/wiki/Ron_Trent",
      "name": "Ron Trent",
      "aboutText": "Mónica Naranjo (born May 23, 1974) is a Spanish singer born in Figueres, Catalonia, Spain of Andalusian parents.",
      "pageId": 2114210,
      "monthDay": "05/23"
    },
    {
      "year": "1974",
      "uri": "/wiki/Jewel_(singer)",
      "name": "Jewel",
      "aboutText": "Gerald Maxwell Rivera, (born May 23, 1973), better known by his stage name Maxwell, is an American singer-songwriter, record producer, and actor. Along with fellow musicians D'Angelo and Erykah Badu, Maxwell has been credited with helping to shape what has been termed the \"neo soul\" movement that rose to prominence during the late 1990s.",
      "pageId": 2395102,
      "monthDay": "05/23"
    },
    {
      "year": "1974",
      "uri": "/wiki/Ken_Jennings",
      "name": "Ken Jennings",
      "aboutText": "Carolyn Moos (/ˈmuːs/; born May 23, 1978[1]) is an American former collegiate and professional basketball player.\nMoos won a gold medal playing for the United States in the Junior Olympics traveling to Frankfurt, Slovakia, Brazil and Chetumal. She lived in France for a time where she played professional basketball after completing her B.A. at Stanford.",
      "pageId": 2529206,
      "monthDay": "05/23"
    },
    {
      "year": "1974",
      "uri": "/wiki/M%C3%B3nica_Naranjo",
      "name": "Mónica Naranjo",
      "aboutText": "Ricardinho, real name Ricardo Luis Pozzi Rodrigues (born May 23, 1976 in São Paulo, Brazil) is a Brazilian manager and former football player. He was usually a deep-lying playmaker. He was best known for his accurate passing and technique.",
      "pageId": 3213494,
      "monthDay": "05/23"
    },
    {
      "year": "1974",
      "uri": "/wiki/Manuela_Schwesig",
      "name": "Manuela Schwesig",
      "aboutText": "Michael Vela \"Mike\" Gonzalez (born May 23, 1978) is a professional baseball pitcher who is currently a free agent.\nHe was drafted by the Pittsburgh Pirates in the 30th round of the 1997 Major League Baseball Draft and made his major league debut on August 11, 2003.",
      "pageId": 3446739,
      "monthDay": "05/23"
    },
    {
      "year": "1974",
      "uri": "/wiki/Charlie_Young_(actress)",
      "name": "Charlie Young",
      "aboutText": "Michiel \"M.C.A.\" van den Bos (born 23 May 1975) is a Dutch musician who composes primarily for Epic Games and Triumph Studios. He began composing on the Commodore 64 and Amiga before making the transition to composing professional soundtracks for critically acclaimed video games such as Unreal, Unreal Tournament, Deus Ex and Overlord series.",
      "pageId": 4231379,
      "monthDay": "05/23"
    },
    {
      "year": "1975",
      "uri": "/wiki/Kim_Sung-soo_(actor)",
      "name": "Kim Sung-soo",
      "aboutText": "Kim Sung-soo (born May 23, 1973) is a South Korean actor and television host. After beginning his career as a fashion model, Kim made his acting debut in the tokusatsu series Vectorman and the erotic film The Sweet Sex and Love. He has since appeared in the movies The Red Shoes and R2B: Return to Base, and several television series, including Full House, My Precious You, More Charming by the Day and My Lover, Madame Butterfly.",
      "pageId": 4462733,
      "monthDay": "05/23"
    },
    {
      "year": "1975",
      "uri": "/wiki/Michiel_van_den_Bos",
      "name": "Michiel van den Bos",
      "aboutText": "Charlie Young, sometimes spelled Charlie Yeung, is a film actress and singer. She was first noticed after appearing in a jewellery commercial with Aaron Kwok. Since then she has participated in the music videos of artists such as Hacken Lee, Takeshi Kaneshiro and Jacky Cheung and made a number of films, most famously with Tsui Hark (The Lovers, Love in the Time of Twilight, Seven Swords) and Wong Kar-wai (Ashes of Time, Fallen Angels).",
      "pageId": 5809614,
      "monthDay": "05/23"
    },
    {
      "year": "1976",
      "uri": "/wiki/Ricardinho",
      "name": "Ricardinho",
      "aboutText": "Klaus Ambrosch (born 23 May 1973 in Knittelfeld) is an Austrian decathlete. His personal best result was 8122 points, achieved in July 2001 at the Hypo-Meeting in Götzis. His life partner is the German long jumper Bianca Kappler.",
      "pageId": 9142324,
      "monthDay": "05/23"
    },
    {
      "year": "1976",
      "uri": "/wiki/Sinha_(footballer)",
      "name": "Sinha",
      "aboutText": "Ronald \"Ron\" Trent (born May 23, 1973) is an American house music DJ and record producer.",
      "pageId": 18528105,
      "monthDay": "05/23"
    },
    {
      "year": "1976",
      "uri": "/wiki/Kelly_Monaco",
      "name": "Kelly Monaco",
      "aboutText": "Annabel Kosten (born May 23, 1977 in Oostburg, Zeeland) is a retired freestyle swimmer from the Netherlands, who won the bronze medal with the Dutch women's 4×100 m freestyle relay team at the 2004 Summer Olympics in Athens, Greece.",
      "pageId": 22105792,
      "monthDay": "05/23"
    },
    {
      "year": "1977",
      "uri": "/wiki/Annabel_Kosten",
      "name": "Annabel Kosten",
      "aboutText": "Willemina Roziena Catharina (Mirjam) Sterk (born May 23, 1973 in Zeist) is a Dutch former politician, civil servant, RTV editor as well as educator. As a member of the Christian Democratic Appeal (Christen-Democratisch Appèl) she was an MP from May 23, 2002 (on maternity leave from April 8 to July 29, 2008, replaced by Sabine Uitslag) to September 19, 2012. She focused on matters of integration policy and social affairs.",
      "pageId": 23690020,
      "monthDay": "05/23"
    },
    {
      "year": "1977",
      "uri": "/wiki/Ilia_Kulik",
      "name": "Ilia Kulik",
      "aboutText": "Manuela Schwesig (born 23 May 1974 in Frankfurt (Oder), East Germany) is a German politician (SPD). She is currently the Federal Minister of Family Affairs, Senior Citizens, Women and Youth.",
      "pageId": 28603392,
      "monthDay": "05/23"
    },
    {
      "year": "1978",
      "uri": "/wiki/Mike_Gonzalez",
      "name": "Mike Gonzalez",
      "aboutText": "Livia Maria Millhagen (born 23 May 1973) is a Swedish actress.\nMillhagen was born in Stockholm and studied at Malmö Theatre Academy 1995–99. In 1997 she appeared at the Royal Dramatic Theatre in August Strindberg's Fadren, directed by Staffan Valdemar Holm, and she is a regular cast member at that theatre.",
      "pageId": 35123403,
      "monthDay": "05/23"
    },
    {
      "year": "1978",
      "uri": "/wiki/Carolyn_Moos",
      "name": "Carolyn Moos",
      "aboutText": "Juan José Padilla is a Spanish torero ('bullfighter'). He became a matador de toros, 'killer of (full-grown) bulls', in the town of his birth, Jerez de la Frontera, on June 18, 1994 when he was 21 years old. He was known as the 'Cyclone of Jerez' and featured heavily, both personally and professionally, in Into The Arena: The World Of The Spanish Bullfight, a shortlisted nominee for the William Hill Sports Book of the Year in 2011.",
      "pageId": 36946157,
      "monthDay": "05/23"
    },
    {
      "year": "1978",
      "uri": "/wiki/Scott_Raynor",
      "name": "Scott Raynor",
      "aboutText": "Scott William Raynor, Jr. (born May 23, 1978) is an American musician, best known as the original drummer of the rock band Blink-182. Born in Poway, California, Raynor first approached the drums in his preteens as a fan of Metallica.",
      "pageId": 183389,
      "monthDay": "05/23"
    },
    {
      "year": "1979",
      "uri": "/wiki/Rasual_Butler",
      "name": "Rasual Butler",
      "aboutText": "Malene Winter Mortensen (born May 23, 1982) is a Danish singer. She made her entrance into the Danish music scene in 2001, during the first season of \"Stjerne for en aften\", the Danish edition of Star for a Night. She made it to the finals, with her rendition of Moloko's \"Sing it back\".",
      "pageId": 328785,
      "monthDay": "05/23"
    },
    {
      "year": "1979",
      "uri": "/wiki/Brian_Campbell",
      "name": "Brian Campbell",
      "aboutText": "Patrick Martin (born May 23, 1983), is an American professional wrestler, better known by the ring name Alex Shelley. He is best known for working for Total Nonstop Action Wrestling as one half of The Motor City Machine Guns with Chris Sabin. He first gained fame on the independent circuit working for Ring of Honor (ROH), as well as in Japan, for Pro Wrestling Zero1-Max.",
      "pageId": 1875914,
      "monthDay": "05/23"
    },
    {
      "year": "1979",
      "uri": "/wiki/Martin_Giroux",
      "name": "Martin Giroux",
      "aboutText": "Heidi India Range (born 23 May 1983) is an English singer and songwriter. She is best known for being a former member of the group Sugababes. Range was an original member of girl group Atomic Kitten, although she left the group two years before releasing any material.",
      "pageId": 2131812,
      "monthDay": "05/23"
    },
    {
      "year": "1979",
      "uri": "/wiki/Kirk_Saarloos",
      "name": "Kirk Saarloos",
      "aboutText": "Brian Wesley Campbell (born May 23, 1979) is a Canadian professional ice hockey defenceman and alternate captain for the Florida Panthers of the National Hockey League (NHL).",
      "pageId": 2169253,
      "monthDay": "05/23"
    },
    {
      "year": "1980",
      "uri": "/wiki/Gary_Brackett",
      "name": "Gary Brackett",
      "aboutText": "Rasual Butler (born May 23, 1979) is an American professional basketball player for the San Antonio Spurs of the National Basketball Association (NBA). He has previously played for the Miami Heat, New Orleans Hornets, Los Angeles Clippers, Chicago Bulls, Toronto Raptors, Indiana Pacers and Washington Wizards.",
      "pageId": 2456306,
      "monthDay": "05/23"
    },
    {
      "year": "1980",
      "uri": "/wiki/Lane_Garrison",
      "name": "Lane Garrison",
      "aboutText": "Tristan Ann Prettyman (born May 23, 1982) is an American singer-songwriter and former Roxy model from San Diego, California. She was signed to Virgin Records until 2013 and released her first major label album Twentythree on August 2, 2005, followed by her second album Hello which was released on April 15, 2008. Her third studio album, Cedar + Gold, was released on October 2, 2012.",
      "pageId": 2567875,
      "monthDay": "05/23"
    },
    {
      "year": "1980",
      "uri": "/wiki/Theofanis_Gekas",
      "name": "Theofanis Gekas",
      "aboutText": "Pierre Lapointe (born May 23, 1981 in Alma, Quebec) is a Canadian singer-songwriter. His work largely follows in the tradition of French chanson, though he is influenced by modern pop music. Defining himself as a \"popular singer\", he has built an egocentric persona of a dandy onstage, but says he does this mostly to deflect attention from himself.",
      "pageId": 3705371,
      "monthDay": "05/23"
    },
    {
      "year": "1980",
      "uri": "/wiki/Chris_Gethard",
      "name": "Chris Gethard",
      "aboutText": "Kirk Craig Saarloos (born May 23, 1979) is a former right-handed Major League Baseball pitcher. He was on the 2011 Cal State Fullerton coaching staff as an undergraduate assistant coach. He became the Pitching Coach of Texas Christian University in the summer of 2012.",
      "pageId": 4292340,
      "monthDay": "05/23"
    },
    {
      "year": "1981",
      "uri": "/wiki/Pierre_Lapointe",
      "name": "Pierre Lapointe",
      "aboutText": "Gary Lawrence Brackett (born May 23, 1980) is a former American football linebacker in the National Football League (NFL). He was signed by the Indianapolis Colts as an undrafted free agent in 2003 and played for the team for nine seasons.",
      "pageId": 4689406,
      "monthDay": "05/23"
    },
    {
      "year": "1981",
      "uri": "/wiki/Tim_Robinson_(comedian)",
      "name": "Tim Robinson",
      "aboutText": "Lane Edward Garrison (born May 23, 1980) is an American actor best known for the role of David \"Tweener\" Apolskis on the television series Prison Break. Garrison stars opposite Kristen Stewart in the feature film, Camp X-Ray, which recently premiered at Sundance Film Festival and was picked up for distribution by IFC Films. \"Camp X-Ray\" was released in late 2014.",
      "pageId": 5127082,
      "monthDay": "05/23"
    },
    {
      "year": "1981",
      "uri": "/wiki/Gwenno_Saunders",
      "name": "Gwenno Saunders",
      "aboutText": "Hugo Miguel Pereira de Almeida (born 23 May 1984) is a Portuguese professional footballer who plays for Russian club FC Anzhi Makhachkala as a centre forward.\nAfter failing to establish himself at FC Porto, being loaned several times during his contract, he made a name for himself in Germany with Werder Bremen where he remained for four seasons, reaching one UEFA Cup final and scoring more than 50 official goals.\nAlmeida, whose international career with Portugal spanned a decade, succeeded in becoming a regular after the departures of Pauleta in 2006 and Liédson in 2010.",
      "pageId": 5845638,
      "monthDay": "05/23"
    },
    {
      "year": "1982",
      "uri": "/wiki/Cyrill_Gloor",
      "name": "Cyrill Gloor",
      "aboutText": "Cyrill Gloor (born 23 May 1982) is a footballer from Switzerland who currently plays as defender for Old Boys Basel in the Swiss 1. Liga.\nGloor made four appearances in the Nationalliga A for FC Aarau.",
      "pageId": 6181559,
      "monthDay": "05/23"
    },
    {
      "year": "1982",
      "uri": "/wiki/Malene_Mortensen",
      "name": "Malene Mortensen",
      "aboutText": "Theofanis \"Fanis\" Gekas (Greek: Θεοφάνης \"Φάνης\" Γκέκας; born 23 May 1980) is a Greek footballer who last played for Eskişehirspor in the Turkish Süper Lig, as a striker.\nHe has been the top goalscorer of Superleague Greece and the Bundesliga in previous seasons. Most of his career has been spent in those two countries and Turkey, but he has also played top-flight football in England and Spain.",
      "pageId": 6385546,
      "monthDay": "05/23"
    },
    {
      "year": "1982",
      "uri": "/wiki/Tristan_Prettyman",
      "name": "Tristan Prettyman",
      "aboutText": "Christopher Paul \"Chris\" Gethard (pronounced /ˈɡɛθərd/; born May 23, 1980) is an American actor, comedian, and writer. He is the host of The Chris Gethard Show, a talk show based out of New York City which currently airs on Fusion.",
      "pageId": 6723838,
      "monthDay": "05/23"
    },
    {
      "year": "1983",
      "uri": "/wiki/Cas_Alfonso",
      "name": "Cas Alfonso",
      "aboutText": "Gwenno Mererid Saunders (born 23 May 1981) is a Welsh musician and dancer. She is best known as a singer and keyboardist with The Pipettes, where she was known by the name Gwenno Pipette. She now performs as a solo artist.",
      "pageId": 8789848,
      "monthDay": "05/23"
    },
    {
      "year": "1983",
      "uri": "/wiki/Josh_Pace",
      "name": "Josh Pace",
      "aboutText": "Joshua Michael Pace (born May 23, 1983) is an American former professional basketball player who spent the majority of his ten-year career playing in the New Zealand National Basketball League. He also had successful stints playing college basketball for Syracuse and playing in the ABA for the Mavericks.",
      "pageId": 11893944,
      "monthDay": "05/23"
    },
    {
      "year": "1983",
      "uri": "/wiki/Heidi_Range",
      "name": "Heidi Range",
      "aboutText": "Martin Giroux (born 23 May 1979) is a Canadian pop singer who sings in French. He first became known as a contestant on the TV series Star Académie in 2004.",
      "pageId": 26723242,
      "monthDay": "05/23"
    },
    {
      "year": "1983",
      "uri": "/wiki/Alex_Shelley",
      "name": "Alex Shelley",
      "aboutText": "Tim Robinson (born May 23, 1981) is an American actor, comedian, and writer. He is known for his work on Saturday Night Live, where he has been a featured player and is currently a writer.",
      "pageId": 36996445,
      "monthDay": "05/23"
    },
    {
      "year": "1984",
      "uri": "/wiki/Hugo_Almeida",
      "name": "Hugo Almeida",
      "aboutText": "Alfoncius Dapot Parulian Nainggolan (born 23 May 1983) also known as Cas or Cassanova Alfonso, is an Indonesian jazz singer.",
      "pageId": 47610704,
      "monthDay": "05/23"
    },
    {
      "year": "1984",
      "uri": "/wiki/Sam_Milby",
      "name": "Sam Milby",
      "aboutText": "Morgan Pressel (born May 23, 1988) is an American professional golfer, currently playing on the LPGA Tour.",
      "pageId": 2115634,
      "monthDay": "05/23"
    },
    {
      "year": "1985",
      "uri": "/wiki/Kanyeria",
      "name": "Kanyeria",
      "aboutText": "Samuel Lloyd \"Sam\" Lacia Milby (born May 23, 1984) is a Filipino-American former reality TV contestant, actor, commercial model recording artist and businessman, of dual American and Filipino citizenship.",
      "pageId": 2840823,
      "monthDay": "05/23"
    },
    {
      "year": "1985",
      "uri": "/wiki/Shafiq_Chitou",
      "name": "Shafiq Chitou",
      "aboutText": "Ross Wallace (born 23 May 1985) is a Scottish professional footballer who plays as a winger for Championship club Sheffield Wednesday.",
      "pageId": 3245962,
      "monthDay": "05/23"
    },
    {
      "year": "1985",
      "uri": "/wiki/Sekou_Ciss%C3%A9",
      "name": "Sekou Cissé",
      "aboutText": "Ruben Anton Zadkovich (born 23 May 1986) is an Australian football (soccer) player who plays for Perth Glory as a midfielder.",
      "pageId": 3894089,
      "monthDay": "05/23"
    },
    {
      "year": "1985",
      "uri": "/wiki/Sebasti%C3%A1n_Fern%C3%A1ndez",
      "name": "Sebastián Fernández",
      "aboutText": "Lorenzo De Silvestri (born 23 May 1988 in Rome) is an Italian footballer who plays as a defender for Serie A club Sampdoria.",
      "pageId": 7438957,
      "monthDay": "05/23"
    },
    {
      "year": "1985",
      "uri": "/wiki/Wim_Stroetinga",
      "name": "Wim Stroetinga",
      "aboutText": "Alexei Alexandrovich Sitnikov (Russian: Алексей Александрович Ситников; born 23 May 1986) is an ice dancer. Competing for Azerbaijan with Julia Zlobina, he is the 2013 Golden Spin of Zagreb champion, 2013 Volvo Open Cup champion, 2012 Nebelhorn Trophy silver medalist, and 2013 Winter Universiade silver medalist.",
      "pageId": 7856897,
      "monthDay": "05/23"
    },
    {
      "year": "1985",
      "uri": "/wiki/Ross_Wallace",
      "name": "Ross Wallace",
      "aboutText": "Sekou Cissé (born 23 May 1985) is an Ivorian football striker, who currently plays for Sochaux in the Ligue 2.",
      "pageId": 8359658,
      "monthDay": "05/23"
    },
    {
      "year": "1986",
      "uri": "/wiki/Angela_Martini",
      "name": "Angela Martini",
      "aboutText": "Wim Stroetinga (born 23 May 1985 in Drachten) is a Dutch professional racing cyclist.",
      "pageId": 15170225,
      "monthDay": "05/23"
    },
    {
      "year": "1986",
      "uri": "/wiki/Alexei_Sitnikov",
      "name": "Alexei Sitnikov",
      "aboutText": "Sebastián Bruno Fernández Miglierina (born 23 May 1985) is a Uruguayan footballer who plays for Club Nacional de Football as a forward.\n^ \"Ficha de jugador de selección: Sebastián Fernández\". Tenfield.",
      "pageId": 20334138,
      "monthDay": "05/23"
    },
    {
      "year": "1986",
      "uri": "/wiki/Ruben_Zadkovich",
      "name": "Ruben Zadkovich",
      "aboutText": "Martha Vanessa Antonio del Moral, better known by her screen name Vaness del Moral (born on May 23, 1988 in Baguio City, Benguet, Philippines), is a Filipina actress and a talent at one of the top management groups in the Philippines, the GMA Artist Center. She started her showbiz career through the interactive reality television show, StarStruck. She was eventually eliminated in Week 2.",
      "pageId": 23091734,
      "monthDay": "05/23"
    },
    {
      "year": "1987",
      "uri": "/wiki/Gracie_Otto",
      "name": "Gracie Otto",
      "aboutText": "Windham Lawrence Rotunda (born May 23, 1987) is an American professional wrestler. He is signed to WWE, where he performs under the ring name Bray Wyatt and is the leader of The Wyatt Family. He previously wrestled for WWE as Husky Harris, most notably as a member of The Nexus.",
      "pageId": 23955320,
      "monthDay": "05/23"
    },
    {
      "year": "1987",
      "uri": "/wiki/Bray_Wyatt",
      "name": "Bray Wyatt",
      "aboutText": "Ezequiel Matías Schelotto (Italian pronunciation: [skeˈlɔtto]; born 23 May 1989) is an Argentinian-born Italian footballer who plays as a midfielder for the portuguese club Sporting Clube de Portugal.",
      "pageId": 25020254,
      "monthDay": "05/23"
    },
    {
      "year": "1988",
      "uri": "/wiki/Danny_de_Jong",
      "name": "Danny de Jong",
      "aboutText": "Gracie Otto (born 23 May 1987 in Sydney) is an Australian actress, film producer, writer and director. She made her feature-length directing debut with the 2013 documentary The Last Impresario about prolific British theatre impresario and film producer Michael White. The film made its world premiere at the BFI London Film Festival in October 2013, where it was positively received by critics.",
      "pageId": 25842166,
      "monthDay": "05/23"
    },
    {
      "year": "1988",
      "uri": "/wiki/Lorenzo_De_Silvestri",
      "name": "Lorenzo De Silvestri",
      "aboutText": "Daniel \"Danny\" de Jong (born 23 May 1988) is a Dutch actor.",
      "pageId": 27273906,
      "monthDay": "05/23"
    },
    {
      "year": "1988",
      "uri": "/wiki/Vaness_del_Moral",
      "name": "Vaness del Moral",
      "aboutText": "Angela Martini (born Angjela Martini on 23 May 1986) is an Albanian model and beauty pageant titleholder.",
      "pageId": 28509381,
      "monthDay": "05/23"
    },
    {
      "year": "1988",
      "uri": "/wiki/Morgan_Pressel",
      "name": "Morgan Pressel",
      "aboutText": "Roope Ranta (born May 23, 1988) is a Finnish professional ice hockey forward who currently plays for SV Caldaro of the Serie A league.\n^ \"Colpo Caldaro, Doug Janik è un luccio\" (in Italian). 2014-10-21.",
      "pageId": 30275897,
      "monthDay": "05/23"
    },
    {
      "year": "1988",
      "uri": "/wiki/Roope_Ranta",
      "name": "Roope Ranta",
      "aboutText": "Zachary Wohlman, known as \"Kid Yamaka\" (a phonetic spelling of “yarmulke,” the skullcap worn by Jews while praying), (born May 23, 1988) is an American boxer in the Welterweight division, who was an amateur and is now a professional. Wohlman, a late-comer to the sport, went from juvenile delinquency to becoming the 2010 winner of the Los Angeles Golden Gloves Tournament.\nHe is trained by Boxing Hall of Famer Freddie Roach, with whom he started training in 2008, and trainer Eric Brown.",
      "pageId": 33919145,
      "monthDay": "05/23"
    },
    {
      "year": "1988",
      "uri": "/wiki/Zachary_Wohlman",
      "name": "Zachary Wohlman",
      "aboutText": "Shafiq Chitou (born 23 May 1985) is a Beninese boxer. He qualified to compete in boxing at the 2012 Summer Olympics, but funding woes are a concern for him. He currently works as a house painter.",
      "pageId": 36320393,
      "monthDay": "05/23"
    },
    {
      "year": "1988",
      "uri": "/wiki/Gavin_Free",
      "name": "Gavin Free",
      "aboutText": "Gavin David Free (born 23 May 1988) is an English actor, entertainer, producer, and filmmaker. Originally from Thame in Oxfordshire, he is best known for his work at the Austin, Texas-based production company Rooster Teeth – where he currently serves as creative director – featuring in many of their projects including the Achievement Hunter gaming division, starring in his own YouTube-based web series The Slow Mo Guys, which he created with friend Daniel Gruchy, and co-starring in the animated comedy series X-Ray and Vav.\nThe Slow Mo Guys features slow-motion footage of various stunts and experiments, garnering over 745 million views since it launched in 2010.",
      "pageId": 36688275,
      "monthDay": "05/23"
    },
    {
      "year": "1989",
      "uri": "/wiki/Ezequiel_Schelotto",
      "name": "Ezequiel Schelotto",
      "aboutText": "Kanyeria (born 23 May 1985) is a Kenyan music producer, composer, sound engineer and song writer based in Nairobi, Kenya but has worked with artists and record labels in Kenya and Tanzania.\nKanyeria was born Kennedy Kanyeria in Nairobi, Kenya and lived in Ruaraka. He attended GSU Primary School and Aquinas High School and later joined the Kenya School of Monetary Studies where he attained an associate degree in Banking.",
      "pageId": 37078602,
      "monthDay": "05/23"
    },
    {
      "year": "1990",
      "uri": "/wiki/Ricardo_dos_Santos",
      "name": "Ricardo dos Santos",
      "aboutText": "Kristína Kučová (born 23 May 1990 in Bratislava) is a Slovak tennis player.\nKučová has won seven singles and four doubles on the ITF tour in her career. On 3 August 2009, she reached her best singles ranking of world number 103.",
      "pageId": 14359057,
      "monthDay": "05/23"
    },
    {
      "year": "1990",
      "uri": "/wiki/Krist%C3%ADna_Ku%C4%8Dov%C3%A1",
      "name": "Kristína Kučová",
      "aboutText": "Asenate Manoa (born 23 May 1992) is a Tuvaluan track and field athlete who represented Tuvalu at the 2008 Summer Olympics, at the 2009 World Championships & 2011 World Championships and at the 2012 Summer Olympics. Manoa represented Tuvalu in the sport of powerlifting at the Pacific Games 2015 and won a bronze medal in the 72 kg Female category.\nManoa was born on Kioa island in Fiji; Kioa was purchased by settlers from Tuvalu, who migrated from Tuvalu between 1947 and 1983.",
      "pageId": 18756650,
      "monthDay": "05/23"
    },
    {
      "year": "1990",
      "uri": "/wiki/Oliver_Venno",
      "name": "Oliver Venno",
      "aboutText": "Found birth name, Lena Johanna Therese Meyer-Landrut (born 23 May 1991), known professionally as Lena (pronounced [ˈleːna]), is a German singer-songwriter. She represented Germany in the Eurovision Song Contest 2010 in Oslo and won the contest with the song \"Satellite\". With her three entries from the German national final Unser Star für Oslo (Our Star for Oslo), Meyer-Landrut set an all-time chart record in her home country by debuting with three songs in the top five of the German singles chart.",
      "pageId": 26531073,
      "monthDay": "05/23"
    },
    {
      "year": "1991",
      "uri": "/wiki/Lena_Meyer-Landrut",
      "name": "Lena Meyer-Landrut",
      "aboutText": "Oliver Venno (born 23 May 1990 in Tartu) is an Estonian volleyball player currently playing for Ziraat Bankası Ankara in Turkey.",
      "pageId": 31566536,
      "monthDay": "05/23"
    },
    {
      "year": "1992",
      "uri": "/wiki/Olesia_Karmi",
      "name": "Olesia Karmi",
      "aboutText": "Olesia Karmi (born 23 May 1992) is a Finnish ice dancer.",
      "pageId": 38328320,
      "monthDay": "05/23"
    },
    {
      "year": "1992",
      "uri": "/wiki/Asenate_Manoa",
      "name": "Asenate Manoa",
      "aboutText": "Ricardo dos Santos (23 May 1990 – 20 January 2015) was a Brazilian surfer. Dos Santos reached the quarterfinals at the 2012 Billabong Pro event in Tahiti in defeating among others Kelly Slater. At the aforementioned Tahitian tourney he was also presented with the Andy Irons award, bestowed upon the event's most determined competitor.",
      "pageId": 45157981,
      "monthDay": "05/23"
    },
    {
      "year": "2001",
      "uri": "/wiki/Matthew_Lintz",
      "name": "Matthew Lintz",
      "aboutText": "Matthew Lintz (born May 23, 2001) is an American actor. He comes from a family of actors as his mother, Kelly Lintz, is an actress, along with his brother, Macsen, and his two older sisters, Mackenzie and Madison.",
      "pageId": 47260038,
      "monthDay": "05/23"
    }
  ]
}