{
  "people": [
    {
      "year": "15 BC",
      "uri": "/wiki/Germanicus",
      "name": "Germanicus",
      "aboutText": "Daniel Gabriel Fahrenheit (/ˈfærənˌhaɪt/; German: [ˈfaːʀənhait]; 24 May 1686 – 16 September 1736) was a German physicist, engineer, and glass blower who is best known for inventing the mercury-in-glass thermometer (1714), and for developing a temperature scale now named after him.",
      "pageId": 8663,
      "monthDay": "05/24"
    },
    {
      "year": "1494",
      "uri": "/wiki/Pontormo",
      "name": "Pontormo",
      "aboutText": "Emanuel Gottlieb Leutze (May 24, 1816 – July 18, 1868) was a German American history painter best known for his painting Washington Crossing the Delaware. He is associated with the Düsseldorf school of painting.",
      "pageId": 9683,
      "monthDay": "05/24"
    },
    {
      "year": "1522",
      "uri": "/wiki/John_Jewel",
      "name": "John Jewel",
      "aboutText": "Germanicus (24 May 15 BC – 10 October AD 19) was a member of the Julio-Claudian dynasty and a prominent general of the early Roman Empire. He was born in Rome, Italia, to Nero Claudius Drusus and his wife Antonia Minor. His original name at birth was either Nero Claudius Drusus after his father, or Tiberius Claudius Nero after his uncle, the second Roman emperor Tiberius.",
      "pageId": 12478,
      "monthDay": "05/24"
    },
    {
      "year": "1544",
      "uri": "/wiki/William_Gilbert_(astronomer)",
      "name": "William Gilbert",
      "aboutText": "Victoria (Alexandrina Victoria; 24 May 1819 – 22 January 1901) was Queen of the United Kingdom of Great Britain and Ireland from 20 June 1837 until her death. From 1 May 1876, she had the additional title of Empress of India.\nVictoria was the daughter of Prince Edward, Duke of Kent and Strathearn, the fourth son of King George III. Both the Duke of Kent and King George III died in 1820, and Victoria was raised under close supervision by her German-born mother Princess Victoria of Saxe-Coburg-Saalfeld.",
      "pageId": 47923,
      "monthDay": "05/24"
    },
    {
      "year": "1616",
      "uri": "/wiki/John_Maitland,_1st_Duke_of_Lauderdale",
      "name": "John Maitland, 1st Duke of Lauderdale",
      "aboutText": "Jean-Paul Marat (French: [ʒɑ̃pɔl maʁa]; 24 May 1743 – 13 July 1793) was a physician, political theorist and scientist best known for his career in France as a radical journalist and politician during the French Revolution. His journalism became renowned for its fierce tone, uncompromising stance toward the new leaders and institutions of the revolution, and advocacy of basic human rights for the poorest members of society.\nMarat was one of the most radical voices of the French Revolution.",
      "pageId": 62182,
      "monthDay": "05/24"
    },
    {
      "year": "1671",
      "uri": "/wiki/Gian_Gastone_de%27_Medici,_Grand_Duke_of_Tuscany",
      "name": "Gian Gastone de' Medici, Grand Duke of Tuscany",
      "aboutText": "William Gilbert (/ˈɡɪlbərt/; 24 May 1544 – 30 November 1603), also known as Gilberd, was an English physician, physicist and natural philosopher. He passionately rejected both the prevailing Aristotelian philosophy and the Scholastic method of university teaching. He is remembered today largely for his book De Magnete (1600), and is credited as one of the originators of the term \"electricity\".",
      "pageId": 165008,
      "monthDay": "05/24"
    },
    {
      "year": "1686",
      "uri": "/wiki/Daniel_Gabriel_Fahrenheit",
      "name": "Daniel Gabriel Fahrenheit",
      "aboutText": "Sir Arthur Wing Pinero (24 May 1855 – 23 November 1934) was an English actor and later an important dramatist and stage director.",
      "pageId": 167634,
      "monthDay": "05/24"
    },
    {
      "year": "1689",
      "uri": "/wiki/Daniel_Finch,_8th_Earl_of_Winchilsea",
      "name": "Daniel Finch, 8th Earl of Winchilsea",
      "aboutText": "John Maitland, 1st Duke and 2nd Earl of Lauderdale, 3rd Lord Thirlestane KG PC (24 May 1616, Lethington, East Lothian - 1682), was a Scottish politician, and leader within the Cabal Ministry.",
      "pageId": 194610,
      "monthDay": "05/24"
    },
    {
      "year": "1743",
      "uri": "/wiki/Jean-Paul_Marat",
      "name": "Jean-Paul Marat",
      "aboutText": "William Whewell FRS FGS (/ˈhjuːəl/ HEW-əl; 24 May 1794 – 6 March 1866) was an English polymath, scientist, Anglican priest, philosopher, theologian, and historian of science. He was Master of Trinity College, Cambridge. In his time as a student there, he achieved distinction in both poetry and mathematics.",
      "pageId": 205488,
      "monthDay": "05/24"
    },
    {
      "year": "1794",
      "uri": "/wiki/William_Whewell",
      "name": "William Whewell",
      "aboutText": "Gian Gastone de' Medici (Giovanni Battista Gastone; 24 May 1671 – 9 July 1737) was the seventh and last Medicean Grand Duke of Tuscany. He was the second son of Grand Duke Cosimo III and Marguerite Louise d'Orléans. His sister, Electress Palatine Anna Maria Luisa, arranged his marriage to the wealthy and widowed Anna Maria Franziska of Saxe-Lauenburg in 1697.",
      "pageId": 292594,
      "monthDay": "05/24"
    },
    {
      "year": "1803",
      "uri": "/wiki/Alexander_von_Nordmann",
      "name": "Alexander von Nordmann",
      "aboutText": "Jacopo Carucci (May 24, 1494 – January 2, 1557), usually known as Jacopo da Pontormo, Jacopo Pontormo or simply Pontormo, was an Italian Mannerist painter and portraitist from the Florentine School. His work represents a profound stylistic shift from the calm perspectival regularity that characterized the art of the Florentine Renaissance.",
      "pageId": 300050,
      "monthDay": "05/24"
    },
    {
      "year": "1810",
      "uri": "/wiki/Charles_Clark_(governor)",
      "name": "Charles Clark",
      "aboutText": "Charles Clark (May 24, 1811 – December 18, 1877) was Governor of Mississippi from November 16, 1863 until May 22, 1865.",
      "pageId": 1102464,
      "monthDay": "05/24"
    },
    {
      "year": "1810",
      "uri": "/wiki/Abraham_Geiger",
      "name": "Abraham Geiger",
      "aboutText": "Major John Buckley VC (24 May 1813 – 14 July 1876) was an English recipient of the Victoria Cross.",
      "pageId": 1214639,
      "monthDay": "05/24"
    },
    {
      "year": "1816",
      "uri": "/wiki/John_Buckley_(VC)",
      "name": "Major John Buckley VC",
      "aboutText": "Abraham Geiger (24 May 1810 in Frankfurt am Main – 23 October 1874 in Berlin) was a German rabbi and scholar, considered the founding father of Reform Judaism.",
      "pageId": 1271203,
      "monthDay": "05/24"
    },
    {
      "year": "1816",
      "uri": "/wiki/Emanuel_Leutze",
      "name": "Emanuel Leutze",
      "aboutText": "Daniel Finch, 8th Earl of Winchilsea and 3rd Earl of Nottingham, KG, PC (24 May 1689 – 2 August 1769) was a British politician. Styled Lord Finch until 1730, he was the eldest son of Daniel Finch, 2nd Earl of Nottingham and his second wife Anne Hatton, daughter of Christopher Hatton, 1st Viscount Hatton. His father was a prominent Tory politician who had been one of the few leading Tories to actively support the Hanoverian succession.",
      "pageId": 1546094,
      "monthDay": "05/24"
    },
    {
      "year": "1819",
      "uri": "/wiki/Queen_Victoria",
      "name": "Queen Victoria",
      "aboutText": "John Jewel (sometimes spelled Jewell) (24 May 1522 – 23 September 1571) was an English bishop of Salisbury.",
      "pageId": 1597320,
      "monthDay": "05/24"
    },
    {
      "year": "1830",
      "uri": "/wiki/Alexei_Savrasov",
      "name": "Alexei Savrasov",
      "aboutText": "John Riley Banister (May 24, 1854– 1918) was an American law officer, cowboy and Texas Ranger.",
      "pageId": 1875406,
      "monthDay": "05/24"
    },
    {
      "year": "1836",
      "uri": "/wiki/Joseph_Rowntree_(philanthropist)",
      "name": "Joseph Rowntree",
      "aboutText": "Alexei Kondratyevich Savrasov (Russian: Алексе́й Кондра́тьевич Савра́сов) (May 24, 1830 – October 8, 1897) was a Russian landscape painter and creator of the lyrical landscape style.",
      "pageId": 2118714,
      "monthDay": "05/24"
    },
    {
      "year": "1854",
      "uri": "/wiki/John_Riley_Banister",
      "name": "John Riley Banister",
      "aboutText": "Alexander von Nordmann (24 May 1803 in Ruotsinsalmi (now Kotka), Finland – 25 June 1866 in Helsinki) was a 19th century Finnish biologist, who contributed to zoology, parasitology, botany and paleontology.\n^ David M. Damkaer (2002). \"Copepods decoded\".",
      "pageId": 2189408,
      "monthDay": "05/24"
    },
    {
      "year": "1855",
      "uri": "/wiki/Arthur_Wing_Pinero",
      "name": "Arthur Wing Pinero",
      "aboutText": "Joseph Rowntree (24 May 1836 – 24 February 1925) was a Quaker philanthropist and businessman from York, England. Rowntree is perhaps best known for being a champion of social reform, partner and friend of Charles Booth, and his time as a chocolatier at family business Rowntree's, one of the most important in Britain. Even as a powerful businessman, he was deeply interested in improving the quality of life of his employees; this led to him becoming a philanthropist, pursuing many charitable causes.",
      "pageId": 8724959,
      "monthDay": "05/24"
    },
    {
      "year": "1861",
      "uri": "/wiki/Gerald_Strickland,_1st_Baron_Strickland",
      "name": "Gerald Strickland, 1st Baron Strickland",
      "aboutText": "Lillian Evelyn Moller Gilbreth (May 24, 1878 – January 2, 1972) was an American psychologist and industrial engineer. One of the first working female engineers holding a Ph.D., she is held to be the first true industrial/organizational psychologist. She and her husband Frank Bunker Gilbreth, Sr.",
      "pageId": 39481,
      "monthDay": "05/24"
    },
    {
      "year": "1863",
      "uri": "/wiki/George_Grey_Barnard",
      "name": "George Grey Barnard",
      "aboutText": "Paul Paray (French: [pɔl paʁɛ]; 24 May 1886 – 10 October 1979) was a French conductor, organist and composer.",
      "pageId": 155466,
      "monthDay": "05/24"
    },
    {
      "year": "1868",
      "uri": "/wiki/Charlie_Taylor_(mechanic)",
      "name": "Charlie Taylor",
      "aboutText": "George Grey Barnard (May 24, 1863 – April 24, 1938), often written George Gray Barnard, was an American sculptor, \"an excellent American sculptor\", the French art dealer René Gimpel reported in his diary (1923), \"very much engrossed in carving himself a fortune out of the trade in works of art.\" His major works are largely symbolical in character. His lasting monument is the architectural nucleus of The Cloisters, New York City, rather than any sculpture of his own.",
      "pageId": 156944,
      "monthDay": "05/24"
    },
    {
      "year": "1870",
      "uri": "/wiki/Benjamin_N._Cardozo",
      "name": "Benjamin N. Cardozo",
      "aboutText": "Jan Christiaan Smuts OM, CH, ED, PC, KC, FRS (24 May 1870 – 11 September 1950) was a prominent South African and British Commonwealth statesman, military leader and philosopher. In addition to holding various cabinet posts, he served as prime minister of the Union of South Africa from 1919 until 1924 and from 1939 until 1948. He was a supporter of racial segregation based on separate territory for blacks and whites, but by the time of the 1948 elections he supported a policy of initiating some measures of integration.",
      "pageId": 204687,
      "monthDay": "05/24"
    },
    {
      "year": "1870",
      "uri": "/wiki/Jan_Smuts",
      "name": "Jan Smuts",
      "aboutText": "William Foxwell Albright (May 24, 1891 – September 19, 1971) was an American archaeologist, biblical scholar, philologist, and expert on ceramics.",
      "pageId": 210162,
      "monthDay": "05/24"
    },
    {
      "year": "1874",
      "uri": "/wiki/Princess_Marie_of_Hesse_and_by_Rhine_(1874%E2%80%931878)",
      "name": "Princess Marie of Hesse and by Rhine",
      "aboutText": "Robert Garrett (May 24, 1875 – April 25, 1961) was an American athlete.",
      "pageId": 219692,
      "monthDay": "05/24"
    },
    {
      "year": "1875",
      "uri": "/wiki/Robert_Garrett",
      "name": "Robert Garrett",
      "aboutText": "Charles Edward Taylor (May 24, 1868 – January 30, 1956) built the first aircraft engine used by the Wright brothers and was a vital contributor of mechanical skills in the building and maintaining of early Wright engines and airplanes.",
      "pageId": 389341,
      "monthDay": "05/24"
    },
    {
      "year": "1878",
      "uri": "/wiki/Lillian_Moller_Gilbreth",
      "name": "Lillian Moller Gilbreth",
      "aboutText": "Benjamin Nathan Cardozo (May 24, 1870 – July 9, 1938) was an American jurist who served on the New York Court of Appeals and later as an Associate Justice of the Supreme Court. Cardozo is remembered for his significant influence on the development of American common law in the 20th century, in addition to his philosophy and vivid prose style. Cardozo served on the Supreme Court six years, from 1932 until his death in 1938.",
      "pageId": 594837,
      "monthDay": "05/24"
    },
    {
      "year": "1879",
      "uri": "/wiki/H._B._Reese",
      "name": "H. B. Reese",
      "aboutText": "Suzanne Rachel Flore Lenglen (French pronunciation: ​[syzan lɑ̃'glɛn]; 24 May 1899 – 4 July 1938) was a French tennis player who won 31 Championship titles between 1914 and 1926. She dominated women's tennis from the end of World War I until 1926 when she turned professional. A flamboyant, trendsetting athlete, she was the first female tennis celebrity and one of the first international female sport stars, named La Divine (the divine one) by the French press.",
      "pageId": 709340,
      "monthDay": "05/24"
    },
    {
      "year": "1885",
      "uri": "/wiki/Susan_Sutherland_Isaacs",
      "name": "Susan Sutherland Isaacs",
      "aboutText": "Henri Michaux (French: [miʃo]; 24 May 1899 – 19 October 1984) was a highly idiosyncratic Belgian-born poet, writer, and painter who wrote in French. He later took French citizenship. Michaux is best known for his esoteric books written in a highly accessible style, and his body of work includes poetry, travelogues, and art criticism.",
      "pageId": 732350,
      "monthDay": "05/24"
    },
    {
      "year": "1886",
      "uri": "/wiki/Paul_Paray",
      "name": "Paul Paray",
      "aboutText": "Samuel Irving Newhouse, Sr. (May 24, 1895 – August 29, 1979) was an American broadcasting businessman, magazine and newspaper publisher.",
      "pageId": 764105,
      "monthDay": "05/24"
    },
    {
      "year": "1887",
      "uri": "/wiki/Mick_Mannock",
      "name": "Mick Mannock",
      "aboutText": "Gerald Paul Joseph Cajetan Carmel Antony Martin Strickland, 6th Count della Catena, 1st Baron Strickland, GCMG (24 May 1861 – 22 August 1940) was a Maltese and British politician and peer, who served as Prime Minister of Malta, Governor of the Leeward Islands, Governor of Tasmania, Governor of Western Australia and Governor of New South Wales, in addition to sitting successively in the House of Commons and House of Lords in the Parliament of the United Kingdom.\nHe is regarded as one of Malta’s greatest ever prime ministers.",
      "pageId": 1066388,
      "monthDay": "05/24"
    },
    {
      "year": "1891",
      "uri": "/wiki/William_F._Albright",
      "name": "William F. Albright",
      "aboutText": "Lionel Pretoria Conacher, MP (/ˈkɒnəkər/; May 24, 1900 – May 26, 1954), nicknamed \"The Big Train\", was a Canadian athlete and politician. Voted the country's top athlete of the first half of the 20th century, he won championships in numerous sports. His first passion was football; he was a member of the 1921 Grey Cup champion Toronto Argonauts.",
      "pageId": 1103472,
      "monthDay": "05/24"
    },
    {
      "year": "1895",
      "uri": "/wiki/Samuel_Irving_Newhouse,_Sr.",
      "name": "Samuel Irving Newhouse, Sr.",
      "aboutText": "Eduardo De Filippo (24 May 1900 – 31 October 1984) was an Italian actor, playwright, screenwriter, author and poet, best known for his Neapolitan works Filumena Marturano and Napoli Milionaria.",
      "pageId": 1107495,
      "monthDay": "05/24"
    },
    {
      "year": "1898",
      "uri": "/wiki/Kathleen_Hale",
      "name": "Kathleen Hale",
      "aboutText": "Edward Corringham \"Mick\" Mannock VC, DSO & Two Bars, MC & Bar (24 May 1887 – 26 July 1918) was a British flying ace in the Royal Flying Corps during the First World War. Mannock was born in Ireland, where his father -- a British Army corporal was stationed -- and was of English and Scottish parentage.\nMannock went into combat on the Western Front on three separate combat tours.",
      "pageId": 1223582,
      "monthDay": "05/24"
    },
    {
      "year": "1899",
      "uri": "/wiki/Suzanne_Lenglen",
      "name": "Suzanne Lenglen",
      "aboutText": "Kathleen Hale OBE (24 May 1898 – 26 January 2000) was a British artist, illustrator, and children's author.",
      "pageId": 1595321,
      "monthDay": "05/24"
    },
    {
      "year": "1899",
      "uri": "/wiki/Henri_Michaux",
      "name": "Henri Michaux",
      "aboutText": "José Nasazzi Yarza (24 May 1901 – 17 June 1968) was the Uruguayan footballer who captained his country when they won the inaugural FIFA World Cup in 1930.",
      "pageId": 2626929,
      "monthDay": "05/24"
    },
    {
      "year": "1900",
      "uri": "/wiki/Eduardo_De_Filippo",
      "name": "Eduardo De Filippo",
      "aboutText": "Princess Marie of Hesse and by Rhine (Prinzessin Marie Viktoria Feodore Leopoldine von Hessen und bei Rhein, 24 May 1874 – 16 November 1878), was the youngest daughter of Princess Alice of the United Kingdom and Ludwig IV, the Grand Duke of Hesse. Her mother was the second daughter of Queen Victoria and Prince Albert of Saxe-Coburg-Gotha. She died of diphtheria at the age of four and was buried with her mother, who died a few weeks later of the same disease.",
      "pageId": 2980434,
      "monthDay": "05/24"
    },
    {
      "year": "1901",
      "uri": "/wiki/Jos%C3%A9_Nasazzi",
      "name": "José Nasazzi",
      "aboutText": "Harry Burnett \"H. B.\" Reese (May 24, 1879 – May 16, 1956, aged 76) was an American inventor known for creating Reese's Peanut Butter Cups and founding the H. B. Reese Candy Company.\nHe was born in York County, Pennsylvania on an agricultural and dairy farm. He was the son of Annie Belinda (Manifold) and Aquilla Asbury Reese.",
      "pageId": 3215300,
      "monthDay": "05/24"
    },
    {
      "year": "1902",
      "uri": "/wiki/Lionel_Conacher",
      "name": "Lionel Conacher",
      "aboutText": "Susan Sutherland Isaacs, CBE (née Fairhurst; 24 May 1885 – 12 October 1948; also known as Ursula Wise) was a Lancashire-born educational psychologist and psychoanalyst. She published studies on the intellectual and social development of children and promoted the nursery school movement. For Isaacs, the best way for children to learn was by developing their independence.",
      "pageId": 12594029,
      "monthDay": "05/24"
    },
    {
      "year": "1902",
      "uri": "/wiki/Sylvia_Daoust",
      "name": "Sylvia Daoust",
      "aboutText": "Mai Elisabeth Zetterling (Swedish pronunciation: [mâjː sɛ̂tːəɭɪ̂ŋ]; 24 May 1925 – 17 March 1994) was a Swedish actress and film director.",
      "pageId": 39482,
      "monthDay": "05/24"
    },
    {
      "year": "1903",
      "uri": "/wiki/Milo_Burcham",
      "name": "Milo Burcham",
      "aboutText": "Milo Garrett Burcham (May 24, 1903 - October 20, 1944) was an American aviator. He worked as a stunt pilot, airshow pilot, and test pilot.\nBurcham was born in Cadiz, Indiana, and grew up in Whittier, California in the eastern Los Angeles basin.",
      "pageId": 78037,
      "monthDay": "05/24"
    },
    {
      "year": "1905",
      "uri": "/wiki/Mikhail_Sholokhov",
      "name": "Mikhail Sholokhov",
      "aboutText": "Mikhail Aleksandrovich Sholokhov (/ˈʃɔːləˌkɔːf, -ˌkɒf/; Russian: Михаи́л Алекса́ндрович Шо́лохов; May 24 [O.S. May 11] 1905 – February 21, 1984) was a Soviet/Russian novelist and winner of the 1965 Nobel Prize in Literature. He is known for writing about life and fate of Don Cossacks during the Russian revolution, the civil war and the period of collectivization, primarily the famous And Quiet Flows the Don.",
      "pageId": 248333,
      "monthDay": "05/24"
    },
    {
      "year": "1909",
      "uri": "/wiki/Wilbur_Mills",
      "name": "Wilbur Mills",
      "aboutText": "Adrian Frutiger (May 24, 1928 – September 10, 2015) was a Swiss typeface designer who influenced the direction of digital typography in the second half of the 20th century and into the 21st. His career spanned the hot metal, phototypesetting and digital typesetting eras. Until his death, he lived in Bremgarten bei Bern.",
      "pageId": 334097,
      "monthDay": "05/24"
    },
    {
      "year": "1911",
      "uri": "/wiki/Barbara_West",
      "name": "Barbara West",
      "aboutText": "Wilbur Daigh Mills (May 24, 1909 – May 2, 1992) was a Democratic member of the United States House of Representatives from the state of Arkansas. He served in the U.S. House of Representatives from January 1939 to January 1977, becoming one of the top three longest serving Arkansas officials, and was chairman of the House Ways and Means Committee in the 1950s, 1960s, and 1970s.",
      "pageId": 810543,
      "monthDay": "05/24"
    },
    {
      "year": "1913",
      "uri": "/wiki/Joe_Abreu",
      "name": "Joe Abreu",
      "aboutText": "Sylvia Daoust, CM, CQ (24 May 1902 – July 19, 2004), born in Montreal, was one of the first female sculptors in Quebec.",
      "pageId": 861863,
      "monthDay": "05/24"
    },
    {
      "year": "1913",
      "uri": "/wiki/Audrey_Brown",
      "name": "Audrey Brown",
      "aboutText": "Stanley Baxter (born 24 May 1926) is an award-winning Scottish actor and impressionist, known for his highly popular British television comedy shows The Stanley Baxter show, Baxter On..., Time For Baxter, The Stanley Baxter Picture Show,The Stanley Baxter Series, Mr Majeika.\nHe began his career as a child actor on BBC Scotland. In a long career he has worked with some celebrated colleagues in a wide range of productions in radio, theatre, television and films.",
      "pageId": 1026997,
      "monthDay": "05/24"
    },
    {
      "year": "1913",
      "uri": "/wiki/Peter_Ellenshaw",
      "name": "Peter Ellenshaw",
      "aboutText": "Sir Arthur Roden Cutler VC, AK, KCMG, KCVO, CBE (24 May 1916 – 22 February 2002), known as Sir Roden Cutler, was an Australian diplomat, the longest serving Governor of New South Wales and a recipient of the Victoria Cross, the highest award for gallantry \"in the face of the enemy\" that can be awarded to British and Commonwealth armed forces.",
      "pageId": 1174301,
      "monthDay": "05/24"
    },
    {
      "year": "1914",
      "uri": "/wiki/Lilli_Palmer",
      "name": "Lilli Palmer",
      "aboutText": "Lilli Palmer (24 May 1914 – 27 January 1986), born Lilli Marie Peiser, was a German actress. She won the Volpi Cup, the Deutscher Filmpreis three times, and was nominated twice for a Golden Globe Award.",
      "pageId": 1466792,
      "monthDay": "05/24"
    },
    {
      "year": "1914",
      "uri": "/wiki/Giuseppe_Valdengo",
      "name": "Giuseppe Valdengo",
      "aboutText": "Siobhán McKenna (Irish pronunciation: [ˈʃɪwaːn̪ˠ]) (24 May 1923 – 16 November 1986) was an Irish stage and screen actress.",
      "pageId": 1724263,
      "monthDay": "05/24"
    },
    {
      "year": "1916",
      "uri": "/wiki/Roden_Cutler",
      "name": "Roden Cutler",
      "aboutText": "Carmine Michael Infantino (May 24, 1925 – April 4, 2013) was an American comic book artist and editor who was a major force in the Silver Age of Comic Books.",
      "pageId": 1875331,
      "monthDay": "05/24"
    },
    {
      "year": "1917",
      "uri": "/wiki/Alan_Campbell,_Baron_Campbell_of_Alloway",
      "name": "Alan Campbell, Baron Campbell of Alloway",
      "aboutText": "Philip Pearlstein is an influential American painter best known for Modernist Realism nudes. Cited by critics as the preeminent figure painter of the 1960s to 2000s, he led a revival in realist art. He is a Distinguished Professor Emeritus with paintings in the collections of over 70 public art museums.",
      "pageId": 3731473,
      "monthDay": "05/24"
    },
    {
      "year": "1921",
      "uri": "/wiki/Maria_Michi",
      "name": "Maria Michi",
      "aboutText": "Audrey Kathleen Kilner Brown MBE (later Court; 24 May 1913 – 11 June 2005) was a British athlete who mainly competed in the 100 metres.\nShe was born in India and was the younger sister of Ralph Kilner Brown and older sister of Godfrey Brown.\nShe competed for Great Britain at the 1936 Summer Olympics held in Berlin, Germany where she won the silver medal in the 4 x 100 metres with her team mates Eileen Hiscock, Violet Olney and Barbara Burke.",
      "pageId": 6771827,
      "monthDay": "05/24"
    },
    {
      "year": "1923",
      "uri": "/wiki/Siobh%C3%A1n_McKenna",
      "name": "Siobhán McKenna",
      "aboutText": "Barbara Joyce Dainton (née West; 24 May 1911 – 16 October 2007) was the second-to-last remaining survivor of the sinking of the RMS Titanic on 14 April 1912 after hitting an iceberg on its maiden voyage.",
      "pageId": 7894879,
      "monthDay": "05/24"
    },
    {
      "year": "1924",
      "uri": "/wiki/Aleksander_Arulaid",
      "name": "Aleksander Arulaid",
      "aboutText": "Alan Robertson Campbell, Baron Campbell of Alloway ERD QC (24 May 1917 – 30 June 2013) was a British judge, barrister and author who sat in the House of Lords as a life peer.\nThe son of John Kenneth Campbell and Juliet Pinner, he was educated at Aldenham School, Hertfordshire and Ecole des Sciences Politiques in Paris in 1934. He was further educated at Trinity Hall, Cambridge, where he graduated with Bachelor of Arts in economics and law in 1938, and with a Master of Arts.",
      "pageId": 8318966,
      "monthDay": "05/24"
    },
    {
      "year": "1924",
      "uri": "/wiki/Philip_Pearlstein",
      "name": "Philip Pearlstein",
      "aboutText": "William Samuel Cook \"Peter\" Ellenshaw (May 24, 1913 – February 12, 2007) was an English matte designer and special effects creator who worked on many Disney features. Born in London, he moved to America in 1953.\nHis first worked in matte painting for producer Alexander Korda on such films as Things to Come (1936), and later on such Powell and Pressburger productions as Black Narcissus (1947) assisting his mentor W. (Walter) Percy Day.",
      "pageId": 9531079,
      "monthDay": "05/24"
    },
    {
      "year": "1925",
      "uri": "/wiki/Carmine_Infantino",
      "name": "Carmine Infantino",
      "aboutText": "Giuseppe Valdengo (May 24, 1914, Turin – October 3, 2007, Aosta) was an Italian operatic baritone.",
      "pageId": 13027550,
      "monthDay": "05/24"
    },
    {
      "year": "1925",
      "uri": "/wiki/Mai_Zetterling",
      "name": "Mai Zetterling",
      "aboutText": "Maria Michi (24 May 1921 – 7 April 1980) was an Italian supporting actress who worked with Roberto Rossellini on his two early neorealism masterpieces: Rome, Open City and Paisà.\nMichi worked first as a typist at a law firm, then as an usherette at Teatro Quattro Fontane in Rome. She was noticed and given small parts in the company of Sergio Stofano and Diana Torreri during the 1942-43 season.",
      "pageId": 15030720,
      "monthDay": "05/24"
    },
    {
      "year": "1926",
      "uri": "/wiki/Stanley_Baxter",
      "name": "Stanley Baxter",
      "aboutText": "Joseph Lawrence \"Joe\" Abreu (May 24, 1913 – March 17, 1993) was an American Major League Baseball infielder. He played nine seasons in professional baseball, one at the major league level.",
      "pageId": 26278447,
      "monthDay": "05/24"
    },
    {
      "year": "1928",
      "uri": "/wiki/Adrian_Frutiger",
      "name": "Adrian Frutiger",
      "aboutText": "Aleksander Arulaid (24 May 1924, Tallinn – 8 July 1995, Tallinn) was an Estonian chess player, who three times won the Estonian Chess Championship.",
      "pageId": 41779331,
      "monthDay": "05/24"
    },
    {
      "year": "1928",
      "uri": "/wiki/William_Trevor",
      "name": "William Trevor",
      "aboutText": "Jane Margaret Byrne (née Burke; May 24, 1933 – November 14, 2014) was an American politician who was the 50th Mayor of Chicago from April 16, 1979 to April 29, 1983. She was the first and only female mayor of Chicago, the second largest city in the United States at the time, and the largest U.S. city to have had a female mayor as of 2014. Byrne first entered politics to volunteer in John F. Kennedy's campaign for president in 1960.",
      "pageId": 40304,
      "monthDay": "05/24"
    },
    {
      "year": "1930",
      "uri": "/wiki/Hans-Martin_Linde",
      "name": "Hans-Martin Linde",
      "aboutText": "Hans-Martin Linde (born May 24, 1930 in Iserlohn, Germany) is a noted virtuoso flute and recorder player of (mainly) baroque and early music.\nHe authored a number of original and highly instructive books on the flute and recorder respectively.",
      "pageId": 298433,
      "monthDay": "05/24"
    },
    {
      "year": "1931",
      "uri": "/wiki/Michael_Lonsdale",
      "name": "Michael Lonsdale",
      "aboutText": "Thomas B. Kin \"Tommy\" Chong (born May 24, 1938) is a Canadian comedian, actor, writer, director, activist, and musician. He is well known for his marijuana-themed Cheech & Chong comedy albums and movies with Cheech Marin, as well as playing the character Leo on Fox's That '70s Show. He became a naturalized United States citizen in the late 1980s.",
      "pageId": 316276,
      "monthDay": "05/24"
    },
    {
      "year": "1932",
      "uri": "/wiki/James_Anderton",
      "name": "James Anderton",
      "aboutText": "Archie Shepp (born May 24, 1937) is an American jazz saxophonist.",
      "pageId": 327144,
      "monthDay": "05/24"
    },
    {
      "year": "1932",
      "uri": "/wiki/Arnold_Wesker",
      "name": "Arnold Wesker",
      "aboutText": "Cecil Bustamente Campbell OD (born 24 May 1938), better known by the stage name Prince Buster, is a Jamaican singer-songwriter and producer. He is regarded as one of the most important figures in the history of ska and rocksteady music. The records he released in the 1960s influenced and shaped the course of Jamaican contemporary music and created a legacy of work that later reggae and ska artists would draw upon.",
      "pageId": 422932,
      "monthDay": "05/24"
    },
    {
      "year": "1933",
      "uri": "/wiki/Jane_Byrne",
      "name": "Jane Byrne",
      "aboutText": "Sir Arnold Wesker (born 24 May 1932) is a British dramatist known for his contributions to world drama. He is the author of 50 plays, 4 volumes of short stories, 2 volumes of essays, a book on journalism, a children's book, extensive journalism, poetry and other assorted writings.",
      "pageId": 456936,
      "monthDay": "05/24"
    },
    {
      "year": "1933",
      "uri": "/wiki/R%C3%A9al_Gigu%C3%A8re",
      "name": "Réal Giguère",
      "aboutText": "David Viscott (May 24, 1938 - October 10, 1996), was an American psychiatrist, author, businessman, and media personality. He was a graduate of Dartmouth (1959), Tufts Medical School and taught at University Hospital in Boston.",
      "pageId": 554960,
      "monthDay": "05/24"
    },
    {
      "year": "1933",
      "uri": "/wiki/Aharon_Lichtenstein",
      "name": "Aharon Lichtenstein",
      "aboutText": "William Trevor, KBE (born 24 May 1928), is an Irish novelist, playwright and short story writer. One of the elder statesmen of the Irish literary world, he is widely regarded as one of the greatest contemporary writers of short stories in the English language.\nHe has won the Whitbread Prize three times and has been nominated five times for the Booker Prize, most recently for his novel Love and Summer (2009), which was also shortlisted for the International IMPAC Dublin Literary Award in 2011.",
      "pageId": 720783,
      "monthDay": "05/24"
    },
    {
      "year": "1933",
      "uri": "/wiki/Christopher_Staughton",
      "name": "Christopher Staughton",
      "aboutText": "Harold Budd (born May 24, 1936) is an American avant-garde composer and poet. He was born in Los Angeles, and raised in the Mojave Desert.",
      "pageId": 754282,
      "monthDay": "05/24"
    },
    {
      "year": "1934",
      "uri": "/wiki/Barry_Rose",
      "name": "Barry Rose",
      "aboutText": "Aharon Lichtenstein (May 23, 1933 – April 20, 2015) was a noted Orthodox rabbi and rosh yeshiva.",
      "pageId": 884706,
      "monthDay": "05/24"
    },
    {
      "year": "1935",
      "uri": "/wiki/Joan_Micklin_Silver",
      "name": "Joan Micklin Silver",
      "aboutText": "Thomas Allen Brown (born May 24, 1937), known also as Timothy Brown and Timmy Brown, is a former professional American football player and actor.",
      "pageId": 1325176,
      "monthDay": "05/24"
    },
    {
      "year": "1935",
      "uri": "/wiki/Rusty_York",
      "name": "Rusty York",
      "aboutText": "Sir Cyril James Anderton CBE, KStJ, QPM, DL (born 24 May 1932) is a retired British police officer who served as chief constable of Greater Manchester from 1976 to 1991.",
      "pageId": 2061988,
      "monthDay": "05/24"
    },
    {
      "year": "1936",
      "uri": "/wiki/Harold_Budd",
      "name": "Harold Budd",
      "aboutText": "Michael Lonsdale (born 24 May 1931), sometimes billed as Michel Lonsdale, is a French actor who has appeared in over 180 films and television shows.\nLonsdale was born in Paris and brought up by a French mother and an English father, initially on the island of Guernsey, then in London in 1935, and later, during the Second World War, in Casablanca, Morocco. He returned to Paris to study painting in 1947 but was drawn into the world of acting instead, first appearing on stage at the age of 24.",
      "pageId": 3123718,
      "monthDay": "05/24"
    },
    {
      "year": "1937",
      "uri": "/wiki/Timothy_Brown_(actor)",
      "name": "Timothy Brown",
      "aboutText": "Joan Micklin Silver (born May 24, 1935) is an American director.\nShe was born Joan Micklin in Omaha, Nebraska, the daughter of Doris (Shoshone) and Maurice David Micklin. She received her B.A. From Sarah Lawrence College.",
      "pageId": 3306398,
      "monthDay": "05/24"
    },
    {
      "year": "1937",
      "uri": "/wiki/Maryvonne_Dupureur",
      "name": "Maryvonne Dupureur",
      "aboutText": "Barry Michael Rose OBE (born 24 May 1934) is a choir trainer and organist.",
      "pageId": 3524506,
      "monthDay": "05/24"
    },
    {
      "year": "1937",
      "uri": "/wiki/Roger_Peterson_(pilot)",
      "name": "Roger Peterson",
      "aboutText": "Roger Arthur Peterson (May 24, 1937 – February 3, 1959) was the 21-year-old pilot of the aircraft whose crash took the lives of rock and roll musicians Buddy Holly, Ritchie Valens and J. P. \"The Big Bopper\" Richardson as well as himself.",
      "pageId": 5324910,
      "monthDay": "05/24"
    },
    {
      "year": "1937",
      "uri": "/wiki/Archie_Shepp",
      "name": "Archie Shepp",
      "aboutText": "Maryvonne Samson Dupureur (24 May 1937 – 7 January 2008) was a French middle-distance runner. Competing in the 800 m event she won silver medals at the 1964 Olympics and 1967 European Indoor Games; she also took part in the 1960 and 1968 Olympics.\nBetween 1959 and 1969 Dupureur won ten national titles: six in the 800 m, three in the 400 m and one in the 1500 m.",
      "pageId": 6731333,
      "monthDay": "05/24"
    },
    {
      "year": "1938",
      "uri": "/wiki/Prince_Buster",
      "name": "Prince Buster",
      "aboutText": "Charles Edward \"Rusty\" York (May 24, 1935 – January 26, 2014) was an American musician and singer, and member of the Rockabilly Hall of Fame.",
      "pageId": 8563294,
      "monthDay": "05/24"
    },
    {
      "year": "1938",
      "uri": "/wiki/Tommy_Chong",
      "name": "Tommy Chong",
      "aboutText": "Réal Giguère (born 24 May 1933) began his career as a radio announcer from 1956 to 1961. He worked as a talk show host on French Canadian network television:; Dix sur dix, Madame est servie, Parle, parle, jase, jase. He hosted game shows as well, such as Galaxie and the French Canadian version of Jeopardy!.",
      "pageId": 12356977,
      "monthDay": "05/24"
    },
    {
      "year": "1938",
      "uri": "/wiki/David_Viscott",
      "name": "David Viscott",
      "aboutText": "Sir Christopher Staughton, PC (24 May 1933 - 15 October 2014) was a British barrister and judge, who sat as a justice of the High Court of Justice, Court of Appeal of England and Wales and President of the Court of Appeal of Gibraltar.\nHe was educated at Eton College and Magdalene College, Cambridge, where he graduated with first-class honours in law in 1956. Staughton specialised in commercial law, most notably appearing in Hong Kong Fir Shipping Co Ltd v Kawasaki Kisen Kaisha Ltd.",
      "pageId": 26727774,
      "monthDay": "05/24"
    },
    {
      "year": "1940",
      "uri": "/wiki/Joseph_Brodsky",
      "name": "Joseph Brodsky",
      "aboutText": "George P. Lakoff (/ˈleɪkɒf/, born May 24, 1941) is an American cognitive linguist, best known for his thesis that lives of individuals are significantly influenced by the central metaphors they use to explain complex phenomena.\nThe metaphor thesis, introduced in his 1980 book Metaphors We Live By has found applications in a number of academic disciplines and its application to politics, literature, philosophy and mathematics has led him into territory normally considered basic to political science. In the 1996 book Moral Politics, Lakoff described conservative voters as being influenced by the \"strict father model\" as a central metaphor for such a complex phenomenon as the state and liberal/progressive voters as being influenced by the \"nurturant parent model\" as the folk psychological metaphor for this complex phenomenon.",
      "pageId": 46135,
      "monthDay": "05/24"
    },
    {
      "year": "1941",
      "uri": "/wiki/Bob_Dylan",
      "name": "Bob Dylan",
      "aboutText": "Gary Rich Burghoff (born May 24, 1943) is an American actor, known for playing Charlie Brown in the 1967 Off-Broadway musical You're a Good Man, Charlie Brown, and the character Corporal Walter Eugene \"Radar\" O'Reilly in the film M*A*S*H, as well as the TV series.",
      "pageId": 89692,
      "monthDay": "05/24"
    },
    {
      "year": "1941",
      "uri": "/wiki/Patricia_Hollis,_Baroness_Hollis_of_Heigham",
      "name": "Patricia Hollis, Baroness Hollis of Heigham",
      "aboutText": "Patricia Louise Holt-Edwards (born May 24, 1944) better known under the stage name Patti LaBelle, is an American singer, author, and actress. LaBelle began her career in the early 1960s as lead singer and front woman of the vocal group, Patti LaBelle and the Bluebelles. Following the group's name change to Labelle in the early 1970s, she released the iconic disco song \"Lady Marmalade\" and the group later became the first African-American vocal group to land the cover of Rolling Stone magazine.",
      "pageId": 186089,
      "monthDay": "05/24"
    },
    {
      "year": "1941",
      "uri": "/wiki/George_Lakoff",
      "name": "George Lakoff",
      "aboutText": "Steven John Norris (born 24 May 1945 in Liverpool, Lancashire) is a British Conservative politician. He was the official Conservative candidate for Mayor of London in 2000 and 2004, losing in both races to Ken Livingstone.",
      "pageId": 191724,
      "monthDay": "05/24"
    },
    {
      "year": "1942",
      "uri": "/wiki/Ali_Bacher",
      "name": "Ali Bacher",
      "aboutText": "Priscilla Ann Presley (born May 24, 1945) is an American actress and business magnate. She is the former wife of the late entertainer Elvis Presley as well as co-founder and former chairwoman of Elvis Presley Enterprises (EPE), the company that turned Graceland into one of the top tourist attractions in the United States. She is a member of Scientology.",
      "pageId": 208580,
      "monthDay": "05/24"
    },
    {
      "year": "1942",
      "uri": "/wiki/L%C3%A1z%C3%A1r_Lov%C3%A1sz",
      "name": "Lázár Lovász",
      "aboutText": "Iosif Aleksandrovich Brodsky (/ˈbrɒdski/; Russian: Ио́сиф Алекса́ндрович Бро́дский, IPA: [ɪˈosʲɪf ɐlʲɪˈksandrəvʲɪtɕ ˈbrotskʲɪj]; 24 May 1940 – 28 January 1996) was a Russian and American poet and essayist.\nBorn in Leningrad in 1940, Brodsky ran afoul of Soviet authorities and was expelled (\"strongly advised\" to emigrate) from the Soviet Union in 1972, settling in America with the help of W. H. Auden and other supporters. He taught thereafter at universities including Yale, Columbia, Cambridge and Michigan.",
      "pageId": 262593,
      "monthDay": "05/24"
    },
    {
      "year": "1942",
      "uri": "/wiki/Hannu_Mikkola",
      "name": "Hannu Mikkola",
      "aboutText": "Sir Richard Geoffrey James Ottaway (born 24 May 1945) is a British Conservative politician, Member of Parliament for Croydon South from 1992 to 2015. He was previously MP for Nottingham North (1983–87).\n^ \"House of Commons - The Register of Members' Financial Interests - Part 2: Part 2\".",
      "pageId": 422821,
      "monthDay": "05/24"
    },
    {
      "year": "1942",
      "uri": "/wiki/Ichir%C5%8D_Ozawa",
      "name": "Ichirō Ozawa",
      "aboutText": "Tansu Penbe Çiller (Turkish: [ˈtansʊ tʃiˈlːæɾ]; born 24 May 1946) is a Turkish academician, economist, and politician who served as the 30th Prime Minister of Turkey from 1993 to 1996. She is Turkey's first and only female prime minister to date. As the leader of the True Path Party, she went on to concurrently serve as Deputy Prime Minister of Turkey and as Minister of Foreign Affairs between 1996 and 1997.",
      "pageId": 753267,
      "monthDay": "05/24"
    },
    {
      "year": "1943",
      "uri": "/wiki/Gary_Burghoff",
      "name": "Gary Burghoff",
      "aboutText": "Ichirō Ozawa (小沢 一郎, Ozawa Ichirō, born 24 May 1942) is a Japanese politician and has been a member of the House of Representatives since 1969, representing the Iwate 4th district (Iwate 2nd district prior to the 1996 general election). He is often dubbed the \"Shadow Shogun\" due to his back-room influence.\nHe was initially a member of the Liberal Democratic Party (LDP), serving as its secretary general from 1989 to 1991.",
      "pageId": 789719,
      "monthDay": "05/24"
    },
    {
      "year": "1944",
      "uri": "/wiki/Patti_LaBelle",
      "name": "Patti LaBelle",
      "aboutText": "Irena Szewińska (born Irena Kirszenstein on 24 May 1946) is a retired Polish sprinter who was one of the world's foremost athletes for nearly two decades, in multiple events.",
      "pageId": 1041694,
      "monthDay": "05/24"
    },
    {
      "year": "1945",
      "uri": "/wiki/Terry_Callier",
      "name": "Terry Callier",
      "aboutText": "Patricia Lesley Hollis, Baroness Hollis of Heigham PC, DL (née Wells) (born 24 May 1941) is a Labour member of the House of Lords.",
      "pageId": 1688086,
      "monthDay": "05/24"
    },
    {
      "year": "1945",
      "uri": "/wiki/Steven_Norris",
      "name": "Steven Norris",
      "aboutText": "Terrence Orlando Callier, known as Terry Callier (May 24, 1945 – October 27, 2012) was an American jazz, soul and folk guitarist and singer-songwriter.",
      "pageId": 1939001,
      "monthDay": "05/24"
    },
    {
      "year": "1945",
      "uri": "/wiki/Richard_Ottaway",
      "name": "Richard Ottaway",
      "aboutText": "Robert \"Waddy\" Wachtel (born May 24, 1947) is an American musician, composer and record producer, most notable for his guitar work.",
      "pageId": 1952749,
      "monthDay": "05/24"
    },
    {
      "year": "1945",
      "uri": "/wiki/Priscilla_Presley",
      "name": "Priscilla Presley",
      "aboutText": "Hannu Olavi Mikkola (born 24 May 1942 in Joensuu, Finland) is a retired world champion rally driver. He was a seven time winner of the 1000 Lakes Rally in Finland and won the RAC Rally in Great Britain four times.\n^ According to World Rally Archive, Mikkola won 654 stages.",
      "pageId": 2760826,
      "monthDay": "05/24"
    },
    {
      "year": "1946",
      "uri": "/wiki/Tansu_%C3%87iller",
      "name": "Tansu Çiller",
      "aboutText": "Aron \"Ali\" Bacher (1942–) is a former South African Test cricketer and an administrator of the United Cricket Board of South Africa.",
      "pageId": 3034646,
      "monthDay": "05/24"
    },
    {
      "year": "1946",
      "uri": "/wiki/Irena_Szewi%C5%84ska",
      "name": "Irena Szewińska",
      "aboutText": "Albert Bouchard (born May 24, 1947) is an American drummer, guitarist, singer and songwriter.",
      "pageId": 3106290,
      "monthDay": "05/24"
    },
    {
      "year": "1946",
      "uri": "/wiki/Jeremy_Treglown",
      "name": "Jeremy Treglown",
      "aboutText": "Lázár Lovász (born May 24, 1942) is a retired Hungarian athlete who competed in hammer throw.",
      "pageId": 3248676,
      "monthDay": "05/24"
    },
    {
      "year": "1947",
      "uri": "/wiki/Albert_Bouchard",
      "name": "Albert Bouchard",
      "aboutText": "Miguel Pamintuan de Leon, also known as Mike de Leon (born May 24, 1947) is a Filipino film director, cinematographer, scriptwriter and film producer.",
      "pageId": 3716308,
      "monthDay": "05/24"
    },
    {
      "year": "1947",
      "uri": "/wiki/Mike_De_Leon",
      "name": "Mike De Leon",
      "aboutText": "Bob Dylan (/ˈdɪlən/; born Robert Allen Zimmerman, May 24, 1941) is an American singer-songwriter, artist and writer. He has been influential in popular music and culture for more than five decades. Much of his most celebrated work dates from the 1960s when his songs chronicled social unrest, although Dylan repudiated suggestions from journalists that he was a spokesman for his generation.",
      "pageId": 4637590,
      "monthDay": "05/24"
    },
    {
      "year": "1947",
      "uri": "/wiki/Waddy_Wachtel",
      "name": "Waddy Wachtel",
      "aboutText": "Jeremy Treglown (born 24 May 1946) is a British author and critic who has written biographies of V.S. Pritchett, Henry Green and Roald Dahl, was Editor of The Times Literary Supplement through the 1980s and co-edited the online biographical index of previously anonymous contributors to the TLS (1902–74). His book Franco's Crypt: Spanish Culture and Memory since 1936 was published in 2013.",
      "pageId": 30388729,
      "monthDay": "05/24"
    },
    {
      "year": "1947",
      "uri": "/wiki/Martin_Winterkorn",
      "name": "Martin Winterkorn",
      "aboutText": "Tomaž (Tomo) Pisanski (born May 24, 1949 in Ljubljana, Slovenia) is a Slovenian mathematician working mainly in discrete mathematics and graph theory. In 1980 he calculated the genus of the Cartesian product of any pair of connected, bipartite, d-valent graphs using a method that was later called the White–Pisanski method. In 1982 Vladimir Batagelj and Pisanski proved that the Cartesian product of a tree and a cycle is Hamiltonian if and only if no degree of the tree exceeds the length of the cycle.",
      "pageId": 84539,
      "monthDay": "05/24"
    },
    {
      "year": "1948",
      "uri": "/wiki/James_Cosmo",
      "name": "James Cosmo",
      "aboutText": "Terry Scott Taylor (born May 24, 1950) is an American songwriter, record producer, writer and founding member of the bands Daniel Amos and The Swirling Eddies (credited as Camarillo Eddy). Taylor is also a member of the roots and alternative music group, Lost Dogs.",
      "pageId": 90273,
      "monthDay": "05/24"
    },
    {
      "year": "1948",
      "uri": "/wiki/Richard_Dembo",
      "name": "Richard Dembo",
      "aboutText": "James \"Jim\" Broadbent (born 24 May 1949) is an English film, television and theatre actor. He is known for his roles in Topsy-Turvy (1999), Iris (2001) for which he won the Academy Award for Best Supporting Actor, Moulin Rouge! (2001) for which he received the BAFTA Award for Best Actor in a Supporting Role, Bridget Jones' Diary (2001), Hot Fuzz (2007), Indiana Jones and the Kingdom of the Crystal Skull (2008), The Iron Lady (2011), Cloud Atlas (2012) and Le Week-End (2013).",
      "pageId": 271275,
      "monthDay": "05/24"
    },
    {
      "year": "1949",
      "uri": "/wiki/Hubert_Birkenmeier",
      "name": "Hubert Birkenmeier",
      "aboutText": "Alfred Molina (born Alfredo Molina; 24 May 1953) is an English-American actor, known for his roles in Raiders of the Lost Ark, Maverick, Spider-Man 2, Chocolat, The Da Vinci Code, An Education, Rango, and Prince of Persia: The Sands of Time.\nHe starred as DDA / Detective Ricardo Morales on the NBC police/courtroom drama Law & Order: LA and as Roger opposite Dawn French in the BBC television sitcom Roger & Val Have Just Got In.",
      "pageId": 612068,
      "monthDay": "05/24"
    },
    {
      "year": "1949",
      "uri": "/wiki/Jim_Broadbent",
      "name": "Jim Broadbent",
      "aboutText": "\"Little\" Nell Campbell (born Laura Elizabeth Campbell; 24 May 1953) is an Australian actress, club owner and singer.",
      "pageId": 655153,
      "monthDay": "05/24"
    },
    {
      "year": "1949",
      "uri": "/wiki/Toma%C5%BE_Pisanski",
      "name": "Tomaž Pisanski",
      "aboutText": "Richard Dembo (24 May 24 1948 – 11 November 2004) was a French director and screenwriter.\nDembo achieved worldwide recognition with his first film: La diagonale du fou. For the direction of this film, Dembo received an Oscar in 1984 for best foreign film, as well as other numerous awards (César, Prix Louis Delluc).",
      "pageId": 1258185,
      "monthDay": "05/24"
    },
    {
      "year": "1950",
      "uri": "/wiki/Prince_Heinrich_Ruzzo_Reuss_of_Plauen",
      "name": "Prince Heinrich Ruzzo Reuss of Plauen",
      "aboutText": "Rosanne Cash (born May 24, 1955) is an American singer-songwriter and author. She is the eldest daughter of country music icon Johnny Cash and his first wife, Vivian Liberto Cash Distin.\nAlthough Cash is often classified as a country artist, her music draws on many genres, including folk, pop, rock, blues, and most notably Americana.",
      "pageId": 1355515,
      "monthDay": "05/24"
    },
    {
      "year": "1950",
      "uri": "/wiki/Vivian_Ramsey",
      "name": "Vivian Ramsey",
      "aboutText": "Larry Ernest Blackmon (born May 24, 1956) is the lead singer and founder frontman of the funk and R&B band, Cameo. Starting the band \"East Coast\", Blackmon and Tomi Jenkins formed the \"New York City Players\" as compliment to the Ohio Players. Having to rename the group due to a conflict, the band later called itself Cameo.",
      "pageId": 2104440,
      "monthDay": "05/24"
    },
    {
      "year": "1950",
      "uri": "/wiki/Larry_Seidlin",
      "name": "Larry Seidlin",
      "aboutText": "Sybil Danning (born Sybille Johanna Danninger; May 24, 1952) is an Austrian actress and model. She is best known for her frequent appearances in B movies during the 1970s and 1980s.\nBorn in Wels, Austria, Danning spent most of her childhood on military bases and travelling with her family around the world.",
      "pageId": 2337222,
      "monthDay": "05/24"
    },
    {
      "year": "1950",
      "uri": "/wiki/Terry_Scott_Taylor",
      "name": "Terry Scott Taylor",
      "aboutText": "Richard Wilson (born 24 May 1953) is an English sculptor, installation artist and musician.\nBorn in Islington, London, he studied at the London College of Printing, Hornsey College of Art and Reading University. He was the DAAD resident in Berlin in 1992, Maeda Visiting Artist at the Architectural Association in 1998 and nominated for the Turner Prize in both 1988 (when Tony Cragg won) and 1989 (when Richard Long won).",
      "pageId": 4625202,
      "monthDay": "05/24"
    },
    {
      "year": "1952",
      "uri": "/wiki/Sybil_Danning",
      "name": "Sybil Danning",
      "aboutText": "James Cosmo (born 24 May 1948) is a Scottish actor known for his appearances in films such as Highlander, Braveheart, The Chronicles of Narnia: The Lion, the Witch and the Wardrobe, Trainspotting and Troy, and for his appearances in television series such as Game of Thrones.",
      "pageId": 4724229,
      "monthDay": "05/24"
    },
    {
      "year": "1953",
      "uri": "/wiki/Nell_Campbell",
      "name": "Nell Campbell",
      "aboutText": "Philippe Lafontaine (born 24 May 1955) is a Belgian singer and composer.\nLafontaine was born in Gosselies, Belgium. He spent a short time in a Jesuit college that he left at 17 to pursue a career in music.",
      "pageId": 4750445,
      "monthDay": "05/24"
    },
    {
      "year": "1953",
      "uri": "/wiki/Alfred_Molina",
      "name": "Alfred Molina",
      "aboutText": "Martin Winterkorn (born 24 May 1947) is the former chairman of the board of directors (CEO, Vorstandsvorsitzender in German) of Volkswagen AG, the parent company of the Volkswagen Group, and former chairman of the supervisory board of Audi and Porsche Automobil Holding SE.",
      "pageId": 7960295,
      "monthDay": "05/24"
    },
    {
      "year": "1953",
      "uri": "/wiki/Klaus-G%C3%BCnter_Stade",
      "name": "Klaus-Günter Stade",
      "aboutText": "Larry Seidlin (born May 24, 1950 in The Bronx, New York) was a State Court judge for the Circuit Court of the Seventeenth Judicial Circuit of the State of Florida in and for Broward County. He was the presiding judge during the infamous Anna Nicole Smith body custody hearing after her death. Seidlin is married with one young daughter.",
      "pageId": 9625592,
      "monthDay": "05/24"
    },
    {
      "year": "1953",
      "uri": "/wiki/Richard_Wilson_(sculptor)",
      "name": "Richard Wilson",
      "aboutText": "Richard B. Bernstein (born 24 May 1956 in Flushing, New York) — known as R.B. Bernstein — is a constitutional historian, a distinguished adjunct professor of law at New York Law School, and lecturer in political science (after three years, 2011-2014, as adjunct professor of political science and history) at the City College of New York's Skadden, Arps Honors Program in Legal Studies in its Colin Powell School of Civic and Global Leadership.",
      "pageId": 10977415,
      "monthDay": "05/24"
    },
    {
      "year": "1955",
      "uri": "/wiki/Rosanne_Cash",
      "name": "Rosanne Cash",
      "aboutText": "Hubert Birkenmeier (born 24 May 1949 in Hartheim am Rhein) is a retired German professional footballer who played professionally in Germany, the North American Soccer League, Major Indoor Soccer League and American Soccer League.",
      "pageId": 15897093,
      "monthDay": "05/24"
    },
    {
      "year": "1955",
      "uri": "/wiki/Philippe_Lafontaine",
      "name": "Philippe Lafontaine",
      "aboutText": "David Leonard (born 24 May 1955, New York City) is an American guitarist, singer and songwriter, probably best known as a member of Richard Lloyd's touring and recording band.\nIn addition to a solo career, as a guitarist and vocalist he has worked with many luminaries in the music business, including Melanie, Chuck Berry, James Montgomery, James Cotton, Cyndi Lauper, Benjy King, Tommy Shaw (Styx), Werner Fritzching, The April Fools, The Well Hungarians, Allen Fryer, (Heaven), and many, many others.\nHis projects have included the installation of a studio in upstate New York, and the recording of a collection of his solo work, \"The Quickening\", released on a private label, on August 16, 2010.",
      "pageId": 23108191,
      "monthDay": "05/24"
    },
    {
      "year": "1955",
      "uri": "/wiki/David_Leonard_(musician)",
      "name": "David Leonard",
      "aboutText": "Sir Vivian Arthur Ramsey FREng (born 24 May 1950), is a former British High Court judge and former civil engineer.\nPrior to his legal career, Sir Vivian enjoyed a notable career in civil engineering. After gaining a degree in Engineering Science and Economics from Oriel College, Oxford, he worked with Ove Arup in both London and Libya.",
      "pageId": 27106452,
      "monthDay": "05/24"
    },
    {
      "year": "1956",
      "uri": "/wiki/Richard_B._Bernstein",
      "name": "Richard B. Bernstein",
      "aboutText": "Klaus-Günter Stade (born 24 May 1953) is a German former professional footballer.",
      "pageId": 30079792,
      "monthDay": "05/24"
    },
    {
      "year": "1956",
      "uri": "/wiki/Larry_Blackmon",
      "name": "Larry Blackmon",
      "aboutText": "Heinrich Ruzzo, Prince Reuss of Plauen (German: Heinrich Ruzzo, Prinz Reuss von Plauen) (24 May 1950 in Lucerne – 29 October 1999 in Stockholm), known as Prince Ruzzo Reuss for short, was a Swedish-Swiss landscape architect and a prince of the former sovereign House of Reuss, which ruled the principalities of Reuss (now in modern Germany) for almost 800 years. His family branch was the royal family of the Principality of Reuss-Gera until 1918. He was married to former ABBA singer Anni-Frid Lyngstad, who became Frida, Princess Reuss of Plauen, following the marriage.",
      "pageId": 34246677,
      "monthDay": "05/24"
    },
    {
      "year": "1956",
      "uri": "/wiki/Dominic_Grieve",
      "name": "Dominic Grieve",
      "aboutText": "Héctor Luís Camacho Matías (May 24, 1962 – November 24, 2012), nicknamed Macho Camacho, was a Puerto Rican professional boxer and singer. Known for his quickness in the ring and flamboyant style, he held major championships in the super featherweight (WBC, 1983), lightweight (WBC, 1985), and junior welterweight (WBO, 1989 and 1991) divisions. After earning minor titles in four additional weight classes, Camacho became the first boxer to be recognized as a septuple champion.",
      "pageId": 86735,
      "monthDay": "05/24"
    },
    {
      "year": "1956",
      "uri": "/wiki/Michael_Jackson_(bishop)",
      "name": "Michael Jackson",
      "aboutText": "Michael Chabon (/ˈʃeɪbɒn/ SHAY-bon; born May 24, 1963) is an American author.\nChabon's first novel, The Mysteries of Pittsburgh (1988), was published when he was 25. He followed it with a second novel, Wonder Boys (1995), and two short-story collections.",
      "pageId": 98651,
      "monthDay": "05/24"
    },
    {
      "year": "1956",
      "uri": "/wiki/Zaid_Shakir",
      "name": "Zaid Shakir",
      "aboutText": "Gene Anthony Ray (May 24, 1962 – November 14, 2003) was an American actor, dancer, and choreographer. He was known for his portrayal of dancer Leroy Johnson in both the 1980 film Fame and the 1982–1987 Fame television series based upon the film.",
      "pageId": 372832,
      "monthDay": "05/24"
    },
    {
      "year": "1958",
      "uri": "/wiki/Chip_Ganassi",
      "name": "Chip Ganassi",
      "aboutText": "Dominic Charles Roberts Grieve, QC (born 24 May 1956) is a British Conservative politician, barrister, Queen's Counsel and a Member of the Privy Council. He has been the Member of Parliament (MP) for Beaconsfield since 1997, and served as Attorney General for England and Wales and Advocate General for Northern Ireland from May 2010 to July 2014, attending Cabinet.",
      "pageId": 427339,
      "monthDay": "05/24"
    },
    {
      "year": "1959",
      "uri": "/wiki/Pelle_Lindbergh",
      "name": "Pelle Lindbergh",
      "aboutText": "Show Aikawa (哀川 翔, Aikawa Shō, born 24 May 1961) is a Japanese actor.",
      "pageId": 489460,
      "monthDay": "05/24"
    },
    {
      "year": "1960",
      "uri": "/wiki/Guy_Fletcher",
      "name": "Guy Fletcher",
      "aboutText": "Dame Kristin Ann Scott Thomas, DBE (born 24 May 1960) is a British actress. She won the Best Supporting Actress BAFTA Award for Four Weddings and a Funeral (1994) and received a Best Actress Academy Award nomination for The English Patient (1996). For her work in the theatre, she has been nominated for the Olivier Award for Best Actress five times, winning in 2008 for the Royal Court revival of The Seagull.",
      "pageId": 522014,
      "monthDay": "05/24"
    },
    {
      "year": "1960",
      "uri": "/wiki/Doug_Jones_(actor)",
      "name": "Doug Jones",
      "aboutText": "Joe Dumars III (born May 24, 1963) is a retired American basketball player in the National Basketball Association. At 6'3\" (190 cm) Dumars could play either shooting guard or point guard on offense and was a highly effective defender. He played for the Detroit Pistons from 1985 until 1999.",
      "pageId": 540652,
      "monthDay": "05/24"
    },
    {
      "year": "1960",
      "uri": "/wiki/Paul_McCreesh",
      "name": "Paul McCreesh",
      "aboutText": "Ivan Franco Capelli (born 24 May 1963 in Milan) is an Italian former Formula One driver. He participated in 98 Grands Prix, debuting on 6 October 1985. He achieved three podiums, and scored a total of 31 championship points.",
      "pageId": 1181411,
      "monthDay": "05/24"
    },
    {
      "year": "1960",
      "uri": "/wiki/Kristin_Scott_Thomas",
      "name": "Kristin Scott Thomas",
      "aboutText": "Doug Jones (born May 24, 1960) is an American actor and former contortionist known for roles in the science fiction, fantasy, and horror genres, often wearing heavy makeup to play nonhuman characters.",
      "pageId": 1195777,
      "monthDay": "05/24"
    },
    {
      "year": "1961",
      "uri": "/wiki/Show_Aikawa",
      "name": "Show Aikawa",
      "aboutText": "Floyd \"Chip\" Ganassi, Jr (born May 24, 1958) is a former American racing driver and a current team owner. He has been involved with the North American auto racing scene for over 30 years and is considered one of the most successful as well as innovative owners.\nHe is currently the owner and CEO of Chip Ganassi Racing which operates teams on the IndyCar Series, NASCAR Sprint Cup Series, and Tudor United SportsCar Championship.",
      "pageId": 1882094,
      "monthDay": "05/24"
    },
    {
      "year": "1961",
      "uri": "/wiki/Lorella_Cedroni",
      "name": "Lorella Cedroni",
      "aboutText": "Göran Per-Eric \"Pelle\" Lindbergh (Swedish pronunciation: [ˈpɛlɛ ˈlindbærj]; May 24, 1959 – November 11, 1985) was a Swedish professional ice hockey goaltender who played parts of five seasons in the National Hockey League (NHL) for the Philadelphia Flyers.",
      "pageId": 2058800,
      "monthDay": "05/24"
    },
    {
      "year": "1961",
      "uri": "/wiki/Alain_Lemieux",
      "name": "Alain Lemieux",
      "aboutText": "Richard Alan \"Rich\" Rodriguez (born May 24, 1963) is an American football coach and former player. He is currently the head football coach at the University of Arizona. Rodriguez previously served as the head football coach at Salem University (1988), Glenville State College (1990–1996), West Virginia University (2001–2007), and the University of Michigan (2008–2010).",
      "pageId": 3260737,
      "monthDay": "05/24"
    },
    {
      "year": "1962",
      "uri": "/wiki/H%C3%A9ctor_Camacho",
      "name": "Héctor Camacho",
      "aboutText": "Guy Edward Fletcher (born 24 May 1960 in Maidstone, Kent) is an English multi-instrumentalist, best known for his position as the Synthesizer player in the rock band Dire Straits from 1984 until the group's dissolution, and his involvement in many parts of Mark Knopfler's solo work.",
      "pageId": 3365914,
      "monthDay": "05/24"
    },
    {
      "year": "1962",
      "uri": "/wiki/Stephen_Otter",
      "name": "Stephen Otter",
      "aboutText": "Michael Geoffrey St Aubyn Jackson (born 24 May 1956) is the Church of Ireland Archbishop of Dublin since 2011.",
      "pageId": 5773411,
      "monthDay": "05/24"
    },
    {
      "year": "1962",
      "uri": "/wiki/Gene_Anthony_Ray",
      "name": "Gene Anthony Ray",
      "aboutText": "Paul McCreesh (born 24 May 1960) is an English conductor.\nPaul McCreesh is founder and artistic director of the Gabrieli Consort & Players, with whom he has established himself at the highest level in the period instrument field; he is recognised for his authoritative and innovative performances on the concert platform and the opera house. He is artistic director of the Wratislavia Cantans Festival in Wrocław, Poland and of the Brinkburn Festival in England.",
      "pageId": 6852045,
      "monthDay": "05/24"
    },
    {
      "year": "1963",
      "uri": "/wiki/Lois_Ayres",
      "name": "Lois Ayres",
      "aboutText": "Lois Ayres (born Sondra Stillman, May 24, 1963 in Boston, Massachusetts) is an American former pornographic actress.\nAyres was recognized for her contributions to the adult industry by being inducted into the AVN Hall of Fame.\n^ Gerrie Lim (2006).",
      "pageId": 7104183,
      "monthDay": "05/24"
    },
    {
      "year": "1963",
      "uri": "/wiki/Ivan_Capelli",
      "name": "Ivan Capelli",
      "aboutText": "Zaid Shakir is a Muslim American scholar, public speaker, and author  who is a co-founder with Hamza Yusuf and Hatem Bazian, a senior faculty member, and serves on the Board of Trustees of Zaytuna College in Berkeley, California. He teaches courses on Arabic, law, history, and Islamic spirituality.\nHe is co-founder and chairman of United For Change since 2009.",
      "pageId": 7650197,
      "monthDay": "05/24"
    },
    {
      "year": "1963",
      "uri": "/wiki/Michael_Chabon",
      "name": "Michael Chabon",
      "aboutText": "Alain Lemieux (born May 24, 1961 in Montreal, Quebec) is a retired ice hockey player. He played in the National Hockey League with the St. Louis Blues, Quebec Nordiques, and Pittsburgh Penguins.",
      "pageId": 11321419,
      "monthDay": "05/24"
    },
    {
      "year": "1963",
      "uri": "/wiki/Joe_Dumars",
      "name": "Joe Dumars",
      "aboutText": "Stephen Otter QPM (born 24 May 1962) is a former Chief Constable of Devon and Cornwall Police, a post he held from joining the force in January 2007  until his departure in March 2012.\nMr Stephen Otter was previously the Deputy Chief Constable at Avon & Somerset Constabulary, and has also served during his career with Thames Valley Police, the Metropolitan Police and the Royal Hong Kong Police Force. He was the Association of Chief Police Officers’ ACPO lead on race and diversity during his time at Devon and Cornwall Police.",
      "pageId": 30403663,
      "monthDay": "05/24"
    },
    {
      "year": "1963",
      "uri": "/wiki/Rich_Rodriguez",
      "name": "Rich Rodriguez",
      "aboutText": "Lorella Cedroni (May 24, 1961 – August 28, 2013) was a political philosopher.\nCedroni studied political science (Sapienza University of Rome, 1984) and philosophy (University of Urbino, 1991), receiving a Ph.D. in Political and Social Sciences (European University Institute, Florence, 1999). She has taught and lectured in many European and American universities, and mainly at Sapienza University of Rome.",
      "pageId": 40630925,
      "monthDay": "05/24"
    },
    {
      "year": "1964",
      "uri": "/wiki/Liz_McColgan",
      "name": "Liz McColgan",
      "aboutText": "Éric Daniel Pierre Cantona (French pronunciation: ​[e'ʁik kɑ̃to'na]; born 24 May 1966) is a French actor and former international footballer for the French national team. He played for Auxerre, Martigues, Marseille, Bordeaux, Montpellier, Nîmes and Leeds United before ending his career at Manchester United where he won four Premier League titles in five years and two League and FA Cup Doubles.\nA large, physically strong, hard-working, and tenacious forward, who combined technical skill and creativity with power and goalscoring ability, Cantona is often regarded as having played a key role in the revival of Manchester United as a footballing force in the 1990s and he enjoys iconic status at the club.",
      "pageId": 199933,
      "monthDay": "05/24"
    },
    {
      "year": "1964",
      "uri": "/wiki/Adrian_Moorhouse",
      "name": "Adrian Moorhouse",
      "aboutText": "Shinichirō Watanabe (渡辺 信一郎, Watanabe Shin'ichirō, born May 24, 1965 in Kyoto) is a Japanese anime filmmaker, screenwriter, and producer. He is best known for directing the critically acclaimed and commercially successful anime series Cowboy Bebop and Samurai Champloo.\nWatanabe is known for incorporating multiple genres into his anime creations.",
      "pageId": 330859,
      "monthDay": "05/24"
    },
    {
      "year": "1964",
      "uri": "/wiki/Isidro_P%C3%A9rez",
      "name": "Isidro Pérez",
      "aboutText": "Elizabeth McColgan-Nuttall MBE (née Lynch, born 24 May 1964) is a Scottish former middle-distance and long-distance track and road-running athlete. She won the gold medal for the 10,000 metres at the 1991 World Championships, and a silver medal over the same distance at the 1988 Olympic Games. She was also a two-time gold medallist over the distance at the Commonwealth Games, as well as winning the 1992 World Half Marathon Championships, 1991 New York City Marathon, 1992 Tokyo Marathon and 1996 London Marathon.",
      "pageId": 500003,
      "monthDay": "05/24"
    },
    {
      "year": "1964",
      "uri": "/wiki/Pat_Verbeek",
      "name": "Pat Verbeek",
      "aboutText": "John Christopher Reilly (born May 24, 1965) is an American actor, comedian, singer and writer. After his film debut Casualties of War, Reilly is one of several actors whose careers were launched by Brian De Palma.\nHe has appeared in over fifty films, including three separate films in 2002 that were all nominated for the Academy Award for Best Picture (Gangs of New York, Chicago, and The Hours).",
      "pageId": 564143,
      "monthDay": "05/24"
    },
    {
      "year": "1965",
      "uri": "/wiki/Jens_Becker",
      "name": "Jens Becker",
      "aboutText": "Russell Effaney Kun (born May 24, 1966) is a political figure from the Pacific nation of Nauru and former powerlifter.\n^ \"Emergency declared as Nauruan parliament sacked\". The Sydney Morning Herald.",
      "pageId": 568607,
      "monthDay": "05/24"
    },
    {
      "year": "1965",
      "uri": "/wiki/John_C._Reilly",
      "name": "John C. Reilly",
      "aboutText": "Carlos Alberto Hernández Almeida [er-NAN-dez] (born May 24, 1967 in San Félix, Venezuela) is a former Major League Baseball catcher who played for the Los Angeles Dodgers (1990–1996), San Diego Padres (1997–2000) and St. Louis Cardinals (2000).\nSigned by the Dodgers as a free agent in 1984, Hernández became the second Venezuelan catcher in MLB history, following Bo Díaz.",
      "pageId": 679850,
      "monthDay": "05/24"
    },
    {
      "year": "1965",
      "uri": "/wiki/Shinichir%C5%8D_Watanabe",
      "name": "Shinichirō Watanabe",
      "aboutText": "Dwight Errington Myers (May 24, 1967 – November 8, 2011), better known as Heavy D, was a Jamaican-born American rapper, record producer, singer, actor, and former leader of Heavy D & the Boyz, a hip hop group which included dancers/background vocalists G-Whiz (Glen Parrish), \"Trouble\" T. Roy (Troy Dixon), and Eddie F (born Edward Ferrell). The group maintained a sizable audience in the United States through most of the 1990s.",
      "pageId": 1511482,
      "monthDay": "05/24"
    },
    {
      "year": "1966",
      "uri": "/wiki/Eric_Cantona",
      "name": "Eric Cantona",
      "aboutText": "Eric Randolph Close (born May 24, 1967) is an American actor, best known for his roles in television series, particularly as Martin Fitzgerald in Without a Trace and Teddy Conrad on Nashville.",
      "pageId": 1546532,
      "monthDay": "05/24"
    },
    {
      "year": "1966",
      "uri": "/wiki/Ricky_Craven",
      "name": "Ricky Craven",
      "aboutText": "Dana Vernon Ashbrook (born May 24, 1967) is an American actor, perhaps best known for playing Bobby Briggs on the cult TV series Twin Peaks (1990–1991) and its 1992 prequel film Twin Peaks: Fire Walk with Me.",
      "pageId": 1562774,
      "monthDay": "05/24"
    },
    {
      "year": "1966",
      "uri": "/wiki/Russell_Kun",
      "name": "Russell Kun",
      "aboutText": "Adrian David Moorhouse MBE (born 24 May 1964) is an English former competitive swimmer who dominated British swimming in the late 1980s. He won the gold medal in the 100-metre breaststroke at the 1988 Summer Olympics in Seoul, South Korea. Since then Moorhouse, a former pupil of Bradford Grammar School, has translated his sporting success to a successful career in the business world, as managing director of Lane4, a consultancy helping individuals and teams around the world reach their fullest potential.",
      "pageId": 1910923,
      "monthDay": "05/24"
    },
    {
      "year": "1967",
      "uri": "/wiki/Dana_Ashbrook",
      "name": "Dana Ashbrook",
      "aboutText": "Richard Allen \"Ricky\" Craven (born May 24, 1966) is an ESPN broadcaster who works as a NASCAR analyst for the network. Prior to his ESPN duties, he was a NASCAR driver who won in four different series—the K&N Pro Series, and the three national series. He occasionally served as a pit reporter when NASCAR aired on TBS in the mid-1990s.",
      "pageId": 2187324,
      "monthDay": "05/24"
    },
    {
      "year": "1967",
      "uri": "/wiki/Andrey_Borodin",
      "name": "Andrey Borodin",
      "aboutText": "Patrick Martin Verbeek (born May 24, 1964) is a Canadian former ice hockey player who played for the New Jersey Devils, Hartford Whalers, New York Rangers, Dallas Stars, and Detroit Red Wings during his career. His nickname, \"The Little Ball of Hate\", was given to him in 1995 by Glenn Healy after fellow New York Rangers teammate Ray Ferraro was tagged as the \"Big Ball of Hate\".\nVerbeek is currently employed as Assistant General Manager with the Tampa Bay Lightning with former Detroit teammate Steve Yzerman, the current General Manager of the Lightning.",
      "pageId": 2411637,
      "monthDay": "05/24"
    },
    {
      "year": "1967",
      "uri": "/wiki/Eric_Close",
      "name": "Eric Close",
      "aboutText": "Mo Willems (born February 11, 1968) is an American writer, animator, and creator of children's books.",
      "pageId": 2439308,
      "monthDay": "05/24"
    },
    {
      "year": "1967",
      "uri": "/wiki/Heavy_D",
      "name": "Heavy D",
      "aboutText": "Steven Shane McDonald (born May 24, 1967) is the bass player in the Los Angeles alternative rock/power pop band Redd Kross. He is also a member of the hardcore punk band Off!, which formed in late 2009. Other projects included The SMG and Green and Yellow TV - both were Los Angeles-based groups from the 2000s.",
      "pageId": 11793092,
      "monthDay": "05/24"
    },
    {
      "year": "1967",
      "uri": "/wiki/Carlos_Hern%C3%A1ndez_(catcher)",
      "name": "Carlos Hernández",
      "aboutText": "Jens Becker (born 24 May 1965 in Fürth, Germany) is a heavy metal bass guitarist who currently performs with Grave Digger.",
      "pageId": 21268908,
      "monthDay": "05/24"
    },
    {
      "year": "1967",
      "uri": "/wiki/Steven_Shane_McDonald",
      "name": "Steven Shane McDonald",
      "aboutText": "Bruno Putzulu (born 24 May 1967) is a French actor, born in Toutainville.",
      "pageId": 23033563,
      "monthDay": "05/24"
    },
    {
      "year": "1967",
      "uri": "/wiki/Bruno_Putzulu",
      "name": "Bruno Putzulu",
      "aboutText": "Charles Lawrence De'Ath /dɨˈɑt/ (born 24 May 1968 in Hampstead, London), also known as Charlie De'Ath, Charles De-Ath, and Charles Death is an English film and television actor.",
      "pageId": 25473109,
      "monthDay": "05/24"
    },
    {
      "year": "1967",
      "uri": "/wiki/Tamer_Karada%C4%9Fl%C4%B1",
      "name": "Tamer Karadağlı",
      "aboutText": "Isidro Pérez (May 24, 1964 in Guerrero, Mexico - January 9, 2013) was a Mexican boxer in the Lightweight division.",
      "pageId": 28896525,
      "monthDay": "05/24"
    },
    {
      "year": "1968",
      "uri": "/wiki/Charles_De%27Ath",
      "name": "Charles De'Ath",
      "aboutText": "Tamer Karadağlı (born 24 May 1967 in Ankara) is a Turkish actor.",
      "pageId": 30015923,
      "monthDay": "05/24"
    },
    {
      "year": "1968",
      "uri": "/wiki/Mo_Willems",
      "name": "Mo Willems",
      "aboutText": "Andrey Fridrikhovich Borodin (Russian: Андре́й Фри́дрихович Бороди́н; born Moscow, 24 May 1967) is a Russian financial expert, economist and businessman who until 2011 was President of Bank of Moscow. He and his first deputy Dmitri Akulinin were dismissed from office by the court for the period of the investigation due to the Premier Estate criminal case, charged with abuse of authority.  In the April of 2011, the meeting of the bank's shareholders dismissed them.",
      "pageId": 32538333,
      "monthDay": "05/24"
    },
    {
      "year": "1969",
      "uri": "/wiki/Jacob_Rees-Mogg",
      "name": "Jacob Rees-Mogg",
      "aboutText": "Marc Gagnon (born May 24, 1975 in Chicoutimi, Quebec) is a Canadian short track speed skater.",
      "pageId": 40629,
      "monthDay": "05/24"
    },
    {
      "year": "1969",
      "uri": "/wiki/Rich_Robinson",
      "name": "Rich Robinson",
      "aboutText": "Vladimír Šmicer (Czech pronunciation: [ˈʃmɪtsɛr], born 24 May 1973) is a former Czech football midfielder player. Šmicer was a devout player of Slavia Prague, the only Czech club he ever played for. He also played notably for Lens in France, with whom he won the Ligue 1 title.",
      "pageId": 549482,
      "monthDay": "05/24"
    },
    {
      "year": "1970",
      "uri": "/wiki/Tommy_Page",
      "name": "Tommy Page",
      "aboutText": "Greg Berlanti (born May 24, 1972) is an American film and television writer, producer and director.",
      "pageId": 966629,
      "monthDay": "05/24"
    },
    {
      "year": "1971",
      "uri": "/wiki/Kris_Draper",
      "name": "Kris Draper",
      "aboutText": "William \"Will\" Sasso (born May 24, 1975) is a Canadian actor and comedian, most notable for his five seasons as a cast member on MADtv from 1997 to 2002 and for starring as Curly in the 2012 film reboot of The Three Stooges.",
      "pageId": 1211405,
      "monthDay": "05/24"
    },
    {
      "year": "1972",
      "uri": "/wiki/Layne_Beachley",
      "name": "Layne Beachley",
      "aboutText": "Sean Dermot Fintan O'Leary, Jr. (born 24 May 1973), better known as Dermot O'Leary, is a British television and radio presenter, best known for his current television and radio work with ITV and BBC Radio 2.",
      "pageId": 1424684,
      "monthDay": "05/24"
    },
    {
      "year": "1972",
      "uri": "/wiki/Greg_Berlanti",
      "name": "Greg Berlanti",
      "aboutText": "Layne Collette Beachley AO is a former professional surfer from Manly, New South Wales. She won the World Championship seven times.",
      "pageId": 1638687,
      "monthDay": "05/24"
    },
    {
      "year": "1972",
      "uri": "/wiki/Joanna_Wi%C5%9Bniewska",
      "name": "Joanna Wiśniewska",
      "aboutText": "Bartolo Colón (born May 24, 1973) is a Dominican-born American professional baseball pitcher for the New York Mets of Major League Baseball (MLB). He previously played for the Cleveland Indians (1997–2002), Montreal Expos (2002), Chicago White Sox (2003, 2009), Los Angeles Angels of Anaheim (2004–2007), Boston Red Sox (2008), New York Yankees (2011), and the Oakland Athletics (2012–2013).",
      "pageId": 1711737,
      "monthDay": "05/24"
    },
    {
      "year": "1973",
      "uri": "/wiki/Rodrigo_(musician)",
      "name": "Rodrigo",
      "aboutText": "Sébastien Foucan (born 24 May 1974) is a French freerunner.\nFoucan was born in Paris, of Guadeloupean descent. He is the founder of freerunning, and considered an early developer of Parkour.",
      "pageId": 1817977,
      "monthDay": "05/24"
    },
    {
      "year": "1973",
      "uri": "/wiki/Ruslana",
      "name": "Ruslana",
      "aboutText": "Kristopher Bruce \"Kris\" Draper (born May 24, 1971) is a Canadian former professional ice hockey player and current special assistant to the general manager of the Detroit Red Wings, the team with which he played 17 seasons for during his 20-year National Hockey League (NHL) playing career.\nDraper is a four-time winner of the Stanley Cup (all with Detroit), a Frank J. Selke Trophy winner and has scored over 100 goals in his NHL career with the Red Wings.",
      "pageId": 2442590,
      "monthDay": "05/24"
    },
    {
      "year": "1973",
      "uri": "/wiki/Bartolo_Col%C3%B3n",
      "name": "Bartolo Colón",
      "aboutText": "Heinrich Magnus Manske (born 24 May 1974 in Cologne) is a Senior Staff Scientist at the Wellcome Trust Sanger Institute in Cambridge, UK and a software developer of one of the first versions of the MediaWiki software.",
      "pageId": 3361346,
      "monthDay": "05/24"
    },
    {
      "year": "1973",
      "uri": "/wiki/Shirish_Kunder",
      "name": "Shirish Kunder",
      "aboutText": "Tommy Page (born Thomas Alden Page, May 24, 1970, Glen Ridge, New Jersey) is an American singer, best known for his 1990 hit single, \"I'll Be Your Everything\".",
      "pageId": 3742701,
      "monthDay": "05/24"
    },
    {
      "year": "1973",
      "uri": "/wiki/Dermot_O%27Leary",
      "name": "Dermot O'Leary",
      "aboutText": "Shirish Kunder (born 24 May 1973) is an Indian filmmaker.",
      "pageId": 4184551,
      "monthDay": "05/24"
    },
    {
      "year": "1973",
      "uri": "/wiki/Hallgeir_Pedersen",
      "name": "Hallgeir Pedersen",
      "aboutText": "Richard Spencer \"Rich\" Robinson (born May 24, 1969) is an American musician and founding member of the rock and roll band The Black Crowes. Along with older brother Chris Robinson, Rich formed the band in 1984 (originally called Mr. Crowes Garden) while the two were attending Walton High School in Marietta, Georgia.",
      "pageId": 4697496,
      "monthDay": "05/24"
    },
    {
      "year": "1973",
      "uri": "/wiki/Vladim%C3%ADr_%C5%A0micer",
      "name": "Vladimír Šmicer",
      "aboutText": "Rodrigo Alejandro Bueno (/rɵdrɪɡɵ ɑːlɛxɑːndrɵ bʊɛnɵ /; May 24, 1973 – June 24, 2000), known by his stage name Rodrigo or his nickname \"El Potro\" (\"the Colt\"), was an Argentine singer of cuarteto music. Bueno's style was marked by his on-stage energy and charisma. His short, dyed hair and casual clothes differed from typical cuarteto singers with strident colors and long curly hair.",
      "pageId": 6554910,
      "monthDay": "05/24"
    },
    {
      "year": "1974",
      "uri": "/wiki/S%C3%A9bastien_Foucan",
      "name": "Sébastien Foucan",
      "aboutText": "Jacob William Rees-Mogg (born 24 May 1969) is a British Conservative Party politician, who has been the Member of Parliament (MP) for North East Somerset since the 2010 general election.",
      "pageId": 6617581,
      "monthDay": "05/24"
    },
    {
      "year": "1974",
      "uri": "/wiki/Masahide_Kobayashi",
      "name": "Masahide Kobayashi",
      "aboutText": "Giannis Goumas (Greek: Γιάννης Γκούμας) is a Greek former football defender.",
      "pageId": 8402165,
      "monthDay": "05/24"
    },
    {
      "year": "1974",
      "uri": "/wiki/Magnus_Manske",
      "name": "Magnus Manske",
      "aboutText": "Masahide \"Masa\" Kobayashi (小林 雅英, Kobayashi Masahide, born May 24, 1974 in Ōtsuki, Yamanashi, Japan) is a former professional baseball pitcher who currently is the pitching coach for the Chiba Lotte Marines.\nFrom 1997-2007, Kobayashi played in the Nippon Professional Baseball league for the Chiba Lotte Marines. From 2008-2009, he played for Major League Baseball's Cleveland Indians.",
      "pageId": 11337376,
      "monthDay": "05/24"
    },
    {
      "year": "1974",
      "uri": "/wiki/Will_Sasso",
      "name": "Will Sasso",
      "aboutText": "Joanna Wiśniewska (born 24 May 1972 in Wrocław) is a female discus thrower from Poland. Her personal best throw is 63.97 metres, achieved at the 1999 Summer Universiade in Palma. She competed at the 2004 and 2008 Summer Olympics.",
      "pageId": 12606951,
      "monthDay": "05/24"
    },
    {
      "year": "1975",
      "uri": "/wiki/Marc_Gagnon",
      "name": "Marc Gagnon",
      "aboutText": "Hallgeir Pedersen (born 24 May 1973 in Tromsø, Norway) is a Norwegian jazz guitarist, well known for his Thorgeir Stubø, Wes Montgomery and Coltrane inspired bop guitar performances and recordings like West Coast Blues (2002) with his own trio.",
      "pageId": 36915429,
      "monthDay": "05/24"
    },
    {
      "year": "1975",
      "uri": "/wiki/Giannis_Goumas",
      "name": "Giannis Goumas",
      "aboutText": "Ruslana Stepanivna Lyzhychko (Ukrainian: Руслана Степанівна Лижичко, Ruslana Stepanivna Lyžyčko; born 24 May 1973), known mononymously as Ruslana, is a World Music Award and Eurovision Song Contest winning artist, holding the title of People's Artist of Ukraine. She is also a former MP serving as deputy in the Ukrainian parliament (Verkhovna Rada) for the Our Ukraine Party. Ruslana was the UNICEF Goodwill Ambassador in Ukraine in 2004-2005.",
      "pageId": 44957746,
      "monthDay": "05/24"
    },
    {
      "year": "1975",
      "uri": "/wiki/Maria_Lawson",
      "name": "Maria Lawson",
      "aboutText": "Tracy Lamar McGrady, Jr. (born May 24, 1979) is an American retired professional basketball player in the National Basketball Association (NBA). He is a seven-time NBA All-Star, seven-time All-NBA selection, and a two-time NBA scoring champion (2003–2004).",
      "pageId": 503978,
      "monthDay": "05/24"
    },
    {
      "year": "1976",
      "uri": "/wiki/Alessandro_Cortini",
      "name": "Alessandro Cortini",
      "aboutText": "Brian Ching (born May 24, 1978) is the managing director of the Houston Dash. An American retired professional soccer player, Ching played for twelve years in Major League Soccer and represented the U.S. national team for eight years.\nChing's professional career began when he was the 16th pick overall by the Los Angeles Galaxy in the 2001 MLS SuperDraft, making him the first Gonzaga player and the first player from his native Hawaii selected in the MLS draft.",
      "pageId": 1032851,
      "monthDay": "05/24"
    },
    {
      "year": "1976",
      "uri": "/wiki/Catherine_Cox",
      "name": "Catherine Cox",
      "aboutText": "Kym Valentine (born 24 May 1977 in Sydney) is an Australian actress best known for her long running intermittent portrayal of Libby Kennedy in the soap opera Neighbours.",
      "pageId": 1329408,
      "monthDay": "05/24"
    },
    {
      "year": "1976",
      "uri": "/wiki/Bob_Maesen",
      "name": "Bob Maesen",
      "aboutText": "Elijah Samuel Burke (born May 24, 1978) is an American professional wrestler and color commentator, currently signed to Total Nonstop Action Wrestling (TNA) as a commentator under the ring name \"The Pope\" D'Angelo Dinero. He is best known for his time in World Wrestling Entertainment (WWE), working under his real name.",
      "pageId": 1849676,
      "monthDay": "05/24"
    },
    {
      "year": "1977",
      "uri": "/wiki/Prince_Poppycock",
      "name": "Prince Poppycock",
      "aboutText": "Francisco Santos \"Frank\" Mir, III (born May 24, 1979) is an American mixed martial artist. A two-time UFC Heavyweight Champion, he currently holds the record for most fights, victories and submissions in UFC Heavyweight history, and is tied for 4th for most UFC victories overall. The only person to win a UFC bout by toe hold, Mir possesses the longest uninterrupted tenure of any fighter in UFC history.",
      "pageId": 2376244,
      "monthDay": "05/24"
    },
    {
      "year": "1977",
      "uri": "/wiki/Kym_Valentine",
      "name": "Kym Valentine",
      "aboutText": "Jason Thomas Babin (born May 24, 1980) is an American football outside linebacker and defensive end who is currently a free agent. He was drafted by the Houston Texans in the first round of the 2004 NFL Draft. He played college football at Western Michigan, where he was twice recognized as the conference defensive player of the year.",
      "pageId": 2380524,
      "monthDay": "05/24"
    },
    {
      "year": "1978",
      "uri": "/wiki/Elijah_Burke",
      "name": "Elijah Burke",
      "aboutText": "Joanne Mary \"Jo\" Joyner (born 24 May 1977) is an English actress, best known for her role as Tanya Branning in the BBC soap opera EastEnders from 2006 to 2013, before returning in 2015. For this role she has won The British Soap Award for 'Best Dramatic Performance' in 2008 and 2012.\nIn 2014, Joyner starred in the comedy series Trying Again, playing the lead role of Meg.",
      "pageId": 2392811,
      "monthDay": "05/24"
    },
    {
      "year": "1978",
      "uri": "/wiki/Brian_Ching",
      "name": "Brian Ching",
      "aboutText": "Bryan Greenberg (born May 24, 1978) is an American actor and musician, known for his starring role as Ben Epstein in the HBO original series How to Make It in America as well as a recurring role as Jake Jagielski in the WB series One Tree Hill and as Nick Garrett on the short-lived ABC drama October Road.",
      "pageId": 2806446,
      "monthDay": "05/24"
    },
    {
      "year": "1978",
      "uri": "/wiki/Bryan_Greenberg",
      "name": "Bryan Greenberg",
      "aboutText": "Alessandro Cortini (born May 24, 1976) is an Italian musician best known for touring and recording with the American band Nine Inch Nails from 2004 to 2008, and he rejoined the band in spring 2013.",
      "pageId": 3145813,
      "monthDay": "05/24"
    },
    {
      "year": "1978",
      "uri": "/wiki/Johan_Holmqvist",
      "name": "Johan Holmqvist",
      "aboutText": "Maria Lawson (born 24 May 1979) is an English singer who finished in eighth place in the second UK series of television talent show The X Factor in 2005.",
      "pageId": 3234083,
      "monthDay": "05/24"
    },
    {
      "year": "1978",
      "uri": "/wiki/Jo_Joyner",
      "name": "Jo Joyner",
      "aboutText": "Bradley Wayne Penny (born May 24, 1978) is an American professional baseball pitcher in the Toronto Blue Jays organization. Penny has played in Major League Baseball (MLB) with the Florida/Miami Marlins, Los Angeles Dodgers, Boston Red Sox, San Francisco Giants, St. Louis Cardinals, and Detroit Tigers, and in Nippon Professional Baseball for the Fukuoka SoftBank Hawks.",
      "pageId": 3397601,
      "monthDay": "05/24"
    },
    {
      "year": "1978",
      "uri": "/wiki/Brad_Penny",
      "name": "Brad Penny",
      "aboutText": "Kareem Michael McKenzie (born May 24, 1979) is an American football offensive tackle.",
      "pageId": 3513219,
      "monthDay": "05/24"
    },
    {
      "year": "1979",
      "uri": "/wiki/Amelia_Cooke",
      "name": "Amelia Cooke",
      "aboutText": "Johan Erik Daniel Holmqvist (born May 24, 1978) is a Swedish professional ice hockey goaltender, currently playing for Brynäs IF in Elitserien.",
      "pageId": 5382817,
      "monthDay": "05/24"
    },
    {
      "year": "1979",
      "uri": "/wiki/Manuel_Cortez",
      "name": "Manuel Cortez",
      "aboutText": "Catherine Anne Cox (born 24 May 1976 in Whangarei, New Zealand) is an Australian netball player. Cox has played regularly for the Australian national team since her first appearance in 1997 and is one of only four players with more than 100 test matches. With Australia she won two World Championships and one Commonwealth Games.",
      "pageId": 7562613,
      "monthDay": "05/24"
    },
    {
      "year": "1979",
      "uri": "/wiki/Tracy_McGrady",
      "name": "Tracy McGrady",
      "aboutText": "Bob Maesen (born 24 May 1976) is a Belgian sprint canoer who has competed since the late 1990s. He won a silver medal in the K-2 1000 m event at the 2003 ICF Canoe Sprint World Championships in Gainesville.\nMaesen also competed in three Summer Olympics, earning his best finish of fifth in the K-2 1000 m event at Athens in 2004.",
      "pageId": 10347696,
      "monthDay": "05/24"
    },
    {
      "year": "1979",
      "uri": "/wiki/Kareem_McKenzie",
      "name": "Kareem McKenzie",
      "aboutText": "Amelia Cooke (born Colorado Springs, Colorado, May 24, 1979) is an American actress. She made her film debut with Species III, and later starred in the 2007 science fiction action film Alien Agent. She also starred in television series Tilt.",
      "pageId": 18079300,
      "monthDay": "05/24"
    },
    {
      "year": "1979",
      "uri": "/wiki/Frank_Mir",
      "name": "Frank Mir",
      "aboutText": "Owen Benjamin (born May 24, 1980) is a comedian and actor from Oswego, New York, best known for his supporting role as Owen on the TBS sitcom Sullivan and Son, host on Esquire Network's reality competition show The Next Great Burger, for starring in the film All's Faire in Love opposite Christina Ricci, and an appearance in the movie Staten Island Summer opposite the cast of Saturday Night Live .",
      "pageId": 19584118,
      "monthDay": "05/24"
    },
    {
      "year": "1980",
      "uri": "/wiki/Jason_Babin",
      "name": "Jason Babin",
      "aboutText": "Cecilia Cheung Pak-Chi (born 24 May 1980) is a Hong Kong actress and cantopop singer. She is the ex-wife of Nicholas Tse, thus being the former daughter-in-law of Patrick Tse and Deborah Lee Po-Lai. She and Nicholas have two sons, Lucas and Quintus Tse.",
      "pageId": 27065705,
      "monthDay": "05/24"
    },
    {
      "year": "1980",
      "uri": "/wiki/Owen_Benjamin",
      "name": "Owen Benjamin",
      "aboutText": "John Andrew Quale is an American singer, songwriter, and performer best known by the stage name and persona of Prince Poppycock.",
      "pageId": 28552727,
      "monthDay": "05/24"
    },
    {
      "year": "1980",
      "uri": "/wiki/Cecilia_Cheung",
      "name": "Cecilia Cheung",
      "aboutText": "Manuel Armando Cortez (born 24 May 1979 in Lisbon) is a German-Portuguese actor and amateur photographer.",
      "pageId": 35872481,
      "monthDay": "05/24"
    },
    {
      "year": "1980",
      "uri": "/wiki/Jenn_Korbee",
      "name": "Jenn Korbee",
      "aboutText": "DaMarcus Lamont Beasley (/ˈbiːzli/; born May 24, 1982) is an American professional soccer player who plays for the Houston Dynamo in Major League Soccer. A versatile left-footed player, Beasley has played both as a left winger and left wingback throughout his career.\nAfter starring at the 1999 FIFA U-17 World Championship, Beasley emerged as a star with the Chicago Fire before making a move to Dutch club PSV Eindhoven in 2004.",
      "pageId": 567909,
      "monthDay": "05/24"
    },
    {
      "year": "1980",
      "uri": "/wiki/Anthony_Minichiello",
      "name": "Anthony Minichiello",
      "aboutText": "Sarah Margaret Hagan (born May 24, 1984) is an American television and film actress.",
      "pageId": 1855274,
      "monthDay": "05/24"
    },
    {
      "year": "1980",
      "uri": "/wiki/Billy_L._Sullivan",
      "name": "Billy L. Sullivan",
      "aboutText": "Brodney Depaul Pool (born May 24, 1984) is a former American football safety in the National Football League (NFL). He played college football at Oklahoma and was drafted by the Cleveland Browns in the second round of the 2005 NFL Draft.",
      "pageId": 1907739,
      "monthDay": "05/24"
    },
    {
      "year": "1981",
      "uri": "/wiki/Sayaka_Ando",
      "name": "Sayaka Ando",
      "aboutText": "Andrew Thomas \"Andy\" Lee (born 24 May 1981) is an Australian comedian and musician.",
      "pageId": 2566518,
      "monthDay": "05/24"
    },
    {
      "year": "1981",
      "uri": "/wiki/Nic_Hill",
      "name": "Nic Hill",
      "aboutText": "Jennifer Korbee (née Peterson-Hind; born May 24, 1980) is an American singer and actress.",
      "pageId": 3039442,
      "monthDay": "05/24"
    },
    {
      "year": "1981",
      "uri": "/wiki/Mark%C3%A9ta_J%C3%A1nsk%C3%A1",
      "name": "Markéta Jánská",
      "aboutText": "\"Minichiello\" redirects here. For other people with the surname, see Minichiello.\nAnthony Minichiello (born 24 May 1980 in Liverpool, New South Wales) is an Australian former professional rugby league footballer who captained the Sydney Roosters of the National Rugby League, and played more games for that club than any other player in its history.",
      "pageId": 3642193,
      "monthDay": "05/24"
    },
    {
      "year": "1981",
      "uri": "/wiki/Andy_Lee_(comedian)",
      "name": "Andy Lee",
      "aboutText": "Rian Wallace (born May 24, 1982) is a former American football linebacker. He was originally drafted by the Pittsburgh Steelers in the fifth round of the 2005 NFL Draft. He played college football at Temple.",
      "pageId": 3932443,
      "monthDay": "05/24"
    },
    {
      "year": "1981",
      "uri": "/wiki/Jerod_Mixon",
      "name": "Jerod Mixon",
      "aboutText": "Custódio Miguel Dias de Castro (born 24 May 1983), known simply as Custódio, is a Portuguese professional footballer who plays for Turkish club Akhisar Belediyespor as a defensive midfielder.",
      "pageId": 4415323,
      "monthDay": "05/24"
    },
    {
      "year": "1982",
      "uri": "/wiki/Issah_Gabriel_Ahmed",
      "name": "Issah Gabriel Ahmed",
      "aboutText": "Ryan Wieber (born May 24, 1984) is a visual effects compositor and former amateur filmmaker, best known for creating short Star Wars-related fan films featuring lightsaber duels, Ryan vs.",
      "pageId": 5039072,
      "monthDay": "05/24"
    },
    {
      "year": "1982",
      "uri": "/wiki/DaMarcus_Beasley",
      "name": "DaMarcus Beasley",
      "aboutText": "Issah Gabriel Ahmed or Issah Gabarel Ahmad (born 24 May 1982) is a Ghanaian football defender who currently, as of May 2006, plays for Randers FC. In Ghana Issah is known for the nickname \"Issah the rock\" because of his strength in the defence.",
      "pageId": 5315908,
      "monthDay": "05/24"
    },
    {
      "year": "1982",
      "uri": "/wiki/Rian_Wallace",
      "name": "Rian Wallace",
      "aboutText": "Sayaka Ando (安藤 沙耶香, Andō Sayaka, born 24 May 1981 in Takasaki, Gunma and raised in Sendai, Japan) is a former Japanese gravure idol. She is also a former race queen. She made her debut in Eternal in 2004.",
      "pageId": 6711211,
      "monthDay": "05/24"
    },
    {
      "year": "1983",
      "uri": "/wiki/Cust%C3%B3dio_Castro",
      "name": "Custódio Castro",
      "aboutText": "Jerod Mixon (born May 24, 1981) is an American actor. Mixon is most probably known more for portraying Weensie in Old School. He is the brother of actor Jamal Mixon.",
      "pageId": 9085469,
      "monthDay": "05/24"
    },
    {
      "year": "1983",
      "uri": "/wiki/Pedram_Javaheri",
      "name": "Pedram Javaheri",
      "aboutText": "Dmitri Kruglov (born 24 May 1984 in Tapa) is an Estonian professional footballer who plays for Infonet in the Meistriliiga. He plays mostly as a left-back, but is often used further up the pitch as a winger. He is also a member of the Estonia national football team.",
      "pageId": 9408530,
      "monthDay": "05/24"
    },
    {
      "year": "1983",
      "uri": "/wiki/Ricky_Mabe",
      "name": "Ricky Mabe",
      "aboutText": "Billy L. Sullivan (born May 24, 1980) is an American actor.",
      "pageId": 9562256,
      "monthDay": "05/24"
    },
    {
      "year": "1983",
      "uri": "/wiki/Woo_Seung-yeon",
      "name": "Woo Seung-yeon",
      "aboutText": "Timothy James Bridgman (born 24 May 1985) is a British race car driver from England.\nBridgman was born in Harlow and educated at Felsted School. He raced for Jensen Motorsport in the Champ Car Atlantic Championship in 2006, finishing the season ranked 16th overall.",
      "pageId": 9668091,
      "monthDay": "05/24"
    },
    {
      "year": "1984",
      "uri": "/wiki/Sarah_Hagan",
      "name": "Sarah Hagan",
      "aboutText": "Richard \"Ricky\" Mabe (born May 24, 1983) is a Canadian actor.\nMabe was born in Pointe-Claire, Quebec. He first voiced the character Willie in CINAR Animation's The Little Lulu Show and has subsequently starred frequently on various Canadian television series' and in feature films alongside Burt Reynolds, Ryan Gosling and Elisha Cuthbert.",
      "pageId": 15605204,
      "monthDay": "05/24"
    },
    {
      "year": "1984",
      "uri": "/wiki/Dmitri_Kruglov",
      "name": "Dmitri Kruglov",
      "aboutText": "Woo Seung-yeon (24 May 1983 – 27 April 2009) was a South Korean model and actress.",
      "pageId": 22647813,
      "monthDay": "05/24"
    },
    {
      "year": "1984",
      "uri": "/wiki/Brodney_Pool",
      "name": "Brodney Pool",
      "aboutText": "The following is a list of Playboy Playmates of 2003.",
      "pageId": 26560377,
      "monthDay": "05/24"
    },
    {
      "year": "1984",
      "uri": "/wiki/Ryan_Wieber",
      "name": "Ryan Wieber",
      "aboutText": "Pedram Javaheri also known as \"P.J. Javaheri\" (born May 24, 1983) is an Iranian-American meteorologist for CNN International based at the CNN World Headquarters in Atlanta, Georgia.  He can be seen regularly on editions of CNN Newsroom and World Business Today. He regularly fills in on HLN's Morning Express With Robin Meade and also appears on CNN U.S. during breaking news and severe weather coverage.",
      "pageId": 28888102,
      "monthDay": "05/24"
    },
    {
      "year": "1985",
      "uri": "/wiki/Tim_Bridgman",
      "name": "Tim Bridgman",
      "aboutText": "Nic Hill is an American film director. He has directed films including Truth in Numbers?, Tokyo To Osaka, and Piece by Piece.",
      "pageId": 29613313,
      "monthDay": "05/24"
    },
    {
      "year": "1985",
      "uri": "/wiki/Moon_Ribas",
      "name": "Moon Ribas",
      "aboutText": "William Wendell \"Billy\" Gilman III (born May 24, 1988) is an American country music artist. In 2000, at the age of 11, he debuted with the single \"One Voice,\" a Top 20 hit on the Billboard country music charts and became the youngest singer to a Top 40 hit on the country music charts. An album of the same name was released later that year on Epic Records, and was certified double platinum in the United States.",
      "pageId": 1391458,
      "monthDay": "05/24"
    },
    {
      "year": "1986",
      "uri": "/wiki/Mark_Ballas",
      "name": "Mark Ballas",
      "aboutText": "Catalina Artusi (Spanish pronunciation: [kataˈlina arˈtusi]; born May 24, 1990) is an Argentine actress who is perhaps best known for her participation in the Telefé telenovela Chiquititas.",
      "pageId": 2611984,
      "monthDay": "05/24"
    },
    {
      "year": "1986",
      "uri": "/wiki/Giannis_Kontoes",
      "name": "Giannis Kontoes",
      "aboutText": "Artem Alekseevich Anisimov (Russian: Артём Алексеевич Анисимов; born 24 May 1988) is a Russian professional ice hockey centre currently playing for the Chicago Blackhawks of the National Hockey League (NHL).",
      "pageId": 5729209,
      "monthDay": "05/24"
    },
    {
      "year": "1986",
      "uri": "/wiki/Jordan_Metcalfe",
      "name": "Jordan Metcalfe",
      "aboutText": "Alain Benoît Sébastien Guillaume Latendresse (born May 24, 1987) is a Canadian former professional ice hockey player. He was drafted by the Montreal Canadiens of the National Hockey League (NHL) in the second round, 45th overall, of the 2005 NHL Entry Draft, and played in the NHL with Montreal, the Minnesota Wild and the Ottawa Senators.",
      "pageId": 6421922,
      "monthDay": "05/24"
    },
    {
      "year": "1987",
      "uri": "/wiki/Jimena_Bar%C3%B3n",
      "name": "Jimena Barón",
      "aboutText": "Adel Taarabt (Arabic: عادل تاعرابت‎ / Tamaziǧt: Adil Tǎrabt– born 24 May 1989) is a Moroccan professional footballer who plays for Portuguese club Benfica and the Morocco national team as an attacking midfielder. He can also play as a winger.\nHe began his playing career in France at Lens before moving to English Premier League team Tottenham Hotspur in 2007.",
      "pageId": 8718322,
      "monthDay": "05/24"
    },
    {
      "year": "1987",
      "uri": "/wiki/D%C3%A9borah_Fran%C3%A7ois",
      "name": "Déborah François",
      "aboutText": "Déborah François (born 24 May 1987) is a Belgian actress.",
      "pageId": 10180682,
      "monthDay": "05/24"
    },
    {
      "year": "1987",
      "uri": "/wiki/Guillaume_Latendresse",
      "name": "Guillaume Latendresse",
      "aboutText": "Jordan Metcalfe (born 24 May 1986) is an English actor best known for his role as Adil the Genie in the children's comedy Genie in the House, screened in the UK and the Netherlands on Nickelodeon, in Germany on Nick Germany, in France on Canal J and Spain on Antena 3 (.NEOX). He finished recording a second series of Genie in the House in September 2007, for broadcast from November 2008.\nJordan has appeared as Jake in The Queen's Nose in 2003.",
      "pageId": 11932116,
      "monthDay": "05/24"
    },
    {
      "year": "1987",
      "uri": "/wiki/Aiko_Orgla",
      "name": "Aiko Orgla",
      "aboutText": "Joseph Thomas \"Joey\" Logano (born May 24, 1990) is an American professional stock car racing driver. He currently drives the No. 22 Ford Fusion in the NASCAR Sprint Cup Series for Team Penske.",
      "pageId": 12979568,
      "monthDay": "05/24"
    },
    {
      "year": "1987",
      "uri": "/wiki/Matt_Prior_(rugby_league)",
      "name": "Matt Prior",
      "aboutText": "Mark Alexander Ballas, Jr. (born May 24, 1986) is an American dancer, choreographer, singer-songwriter, musician, and actor.\nBallas is a professional ballroom dancer on the ABC program Dancing with the Stars.",
      "pageId": 13091236,
      "monthDay": "05/24"
    },
    {
      "year": "1988",
      "uri": "/wiki/Artem_Anisimov",
      "name": "Artem Anisimov",
      "aboutText": "Kimberley Frances Crossman (born 24 May 1988) is a New Zealand actress, dancer and cheerleader who is best known for her role as Sophie McKay on the New Zealand soap opera Shortland Street.",
      "pageId": 14820248,
      "monthDay": "05/24"
    },
    {
      "year": "1988",
      "uri": "/wiki/Monica_Lin_Brown",
      "name": "Monica Lin Brown",
      "aboutText": "Monica Lin Brown (born 24 May 1988) is a United States Army medic who became the first woman during War in Afghanistan and only the second woman since World War II to receive the Silver Star, the United States' third-highest medal for valor.\nIn April 2007, after a roadside bomb detonated near a convoy of Humvees in the eastern Paktia Province of Afghanistan, Brown saved the lives of fellow soldiers by running through insurgent gunfire to reach the wounded and then using her body to shield them while mortar rounds fell nearby. Because women are not formally allowed to participate directly in combat, Brown was pulled back to the base at Khost shortly after the incident.",
      "pageId": 16196871,
      "monthDay": "05/24"
    },
    {
      "year": "1988",
      "uri": "/wiki/Kimberley_Crossman",
      "name": "Kimberley Crossman",
      "aboutText": "Matt Prior (born 27 May 1987) is an Australian professional Rugby League footballer for the Cronulla-Sutherland Sharks of the NRL. He plays primarily in the forwards, he previously played for the St George Illawarra Dragons with whom he won the 2010 NRL Premiership with His position of choice is at Second Row but his versatility also allows him to play at Prop and on certain occasions has filled in at Centre.",
      "pageId": 16959919,
      "monthDay": "05/24"
    },
    {
      "year": "1988",
      "uri": "/wiki/Billy_Gilman",
      "name": "Billy Gilman",
      "aboutText": "Jimena Barón (born 24 May 1987 in Buenos Aires); is an Argentine actress and singer. The sister of actor Federico Barón, she debuted in 1998 in television series Gasoleros, for which she won Martín Fierro Award for Best Child Actor. She also won the Argentine Film Critics Association Award for Best New Actress for her role in 1998 film El Faro.",
      "pageId": 17441602,
      "monthDay": "05/24"
    },
    {
      "year": "1989",
      "uri": "/wiki/Andrew_Jordan_(racing_driver)",
      "name": "Andrew Jordan",
      "aboutText": "Andrew Jordan (born 24 May 1989 in Sutton Coldfield) is a British auto racing driver, who drives in the British Touring Car Championship.",
      "pageId": 17495991,
      "monthDay": "05/24"
    },
    {
      "year": "1989",
      "uri": "/wiki/Sam_Kessel",
      "name": "Sam Kessel",
      "aboutText": "Giannis Kontoes (Greek: Γιάννης Κοντοές; born 24 May 1986), nicknamed The Tiger, is a Greek football player currently playing for Atromitos in the Greek Super League as a defender.\nKontoes is known for his technical ability, solid defending, pace and constant overlapping runs. Kontoes also got the most assists for Panionios in the season 2010/11.",
      "pageId": 24858506,
      "monthDay": "05/24"
    },
    {
      "year": "1989",
      "uri": "/wiki/Adel_Taarabt",
      "name": "Adel Taarabt",
      "aboutText": "Yuya Matsushita (松下 優也, Matsushita Yūya, born May 24, 1990) is a Japanese pop and R&B singer and actor under Japanese Dream Records. His debut single \"foolish foolish\" was released on November 26, 2008. He had his first breakthrough as Sebastian Michaelis in the Black Butler Musical and since then, been popular in both Japan and overseas.",
      "pageId": 26376382,
      "monthDay": "05/24"
    },
    {
      "year": "1990",
      "uri": "/wiki/Catalina_Artusi",
      "name": "Catalina Artusi",
      "aboutText": "Sam Einar Lippy Kessel (born 24 May 1989 in Uppsala, Sweden) is a Swedish actor, well known for his role as Per Hammar in the films about Tsatsiki based on the books written by Moni Nilsson-Brännström.\nIn 2007 Spring he appeared in the play Vinterkärlek by \"Teater C\" at Reginateatern in Uppsala. In 2008 Spring \"Teater C\" performed their 2nd play Avslutningen, a monologue supplied by Kessel, and written and directed by Dag Thelander.",
      "pageId": 35155650,
      "monthDay": "05/24"
    },
    {
      "year": "1990",
      "uri": "/wiki/Joey_Logano",
      "name": "Joey Logano",
      "aboutText": "Aled Siôn Davies MBE (born 24 May 1991) is a Paralympian athlete from Wales competing mainly in category F42 throwing events. In 2012 he became the world record holder of the F42 shot put and in the 2012 Summer Paralympics he took the bronze medal in shot put and gold in the discus. In 2013 Davies took the World Championship gold in both the shot put and discus in Lyon.",
      "pageId": 36792652,
      "monthDay": "05/24"
    },
    {
      "year": "1990",
      "uri": "/wiki/Yuya_Matsushita",
      "name": "Yuya Matsushita",
      "aboutText": "Moon Ribas (24 May 1985) is a Catalan choreographer, dancer and cyborg activist best known for developing and attaching an online seismic sensor to her elbow that allows her to feel earthquakes through vibrations. Her choreography works are based on the exploration of new movements developed by the addition of new senses or sensory extensions to the dancer.",
      "pageId": 42505078,
      "monthDay": "05/24"
    },
    {
      "year": "1991",
      "uri": "/wiki/Aled_Davies_(throwing_events)",
      "name": "Aled Davies",
      "aboutText": "Aiko Orgla (born 24 May 1987) is an Estonian professional footballer who plays as goalkeeper for Viljandi JK Tulevik in the Meistriliiga.\n^ \"Aiko Orgla\". Soccernet.",
      "pageId": 43168712,
      "monthDay": "05/24"
    },
    {
      "year": "1991",
      "uri": "/wiki/Erika_Umeda",
      "name": "Erika Umeda",
      "aboutText": "Oliver James Davis (born May 24, 1993) is a former American child actor. He is perhaps best known for originating the role of Alex, the son of Nurse Samantha Taggart, on ER. More recently, Davis portrayed the older son on Rodney.\nDavis, born in Los Angeles, California, has also appeared in commercials for the Sylvan Learning Center.",
      "pageId": 731373,
      "monthDay": "05/24"
    },
    {
      "year": "1992",
      "uri": "/wiki/Tommy_Aquino",
      "name": "Tommy Aquino",
      "aboutText": "Prince Joseph Wenzel of Liechtenstein, Count Rietberg (Joseph Wenzel Maximilian Maria von und zu Liechtenstein), styled His Serene Highness (born 24 May 1995), is the eldest child of Prince Alois of Liechtenstein, the Regent and Hereditary Prince of Liechtenstein, and his wife Princess Sophie of Bavaria, Duchess in Bavaria, he is also the eldest grandchild of the current ruling prince of Liechtenstein. He is second in the line of succession to the Liechtensteiner throne and third in line in the Jacobite line of succession to the thrones of England, Scotland, Ireland and France. He is the first Jacobite heir born in the British Isles since 1688.",
      "pageId": 3326907,
      "monthDay": "05/24"
    },
    {
      "year": "1992",
      "uri": "/wiki/Travis_T._Flory",
      "name": "Travis T. Flory",
      "aboutText": "Erika Umeda (梅田 えりか, Umeda Erika, born on May 24, 1991 in Minami-ku, Yokohama, Japan) is a Japanese singer and was a former member of the J-pop group Cute, under Hello! Project, fashion model signed to ILLUME. She was also a member of Japanese pop girl group ZYX along with Momoko Tsugunaga, Mari Yaguchi, Maimi Yajima, Megumi Murakami, and Saki Shimizu.",
      "pageId": 9856039,
      "monthDay": "05/24"
    },
    {
      "year": "1992",
      "uri": "/wiki/Ryan_Leonard",
      "name": "Ryan Leonard",
      "aboutText": "Travis T. Flory (born May 24, 1992 in Fontana, California) is an American actor, who is best known for his role as Joey Caruso on Everybody Hates Chris.",
      "pageId": 13208217,
      "monthDay": "05/24"
    },
    {
      "year": "1993",
      "uri": "/wiki/Oliver_Davis",
      "name": "Oliver Davis",
      "aboutText": "Ryan Ian Leonard (born 24 May 1992) is an English professional footballer who plays for Southend United.\nA midfielder, he graduated through the Plymouth Argyle Academy to make his senior debut in March 2010. Being unused since.",
      "pageId": 26726748,
      "monthDay": "05/24"
    },
    {
      "year": "1993",
      "uri": "/wiki/Rait-Riivo_Laane",
      "name": "Rait-Riivo Laane",
      "aboutText": "Cayden Michael Boyd (born May 24, 1994) is an American actor.",
      "pageId": 31069361,
      "monthDay": "05/24"
    },
    {
      "year": "1994",
      "uri": "/wiki/Cayden_Boyd",
      "name": "Cayden Boyd",
      "aboutText": "Daiya Seto (瀬戸 大也, Seto Daiya, born 24 May 1994) is a Japanese competitive swimmer who swims in the individual medley, butterfly, breaststroke, and freestyle events. He won the gold medal in the 400 meter individual medley at the 2012 and 2014 world short course championships, as well as at the 2013 and 2015 world long course championships. Seto holds the Asian records in the 200 meter and 400 meter individual medley (short course).",
      "pageId": 37936039,
      "monthDay": "05/24"
    },
    {
      "year": "1994",
      "uri": "/wiki/Daiya_Seto",
      "name": "Daiya Seto",
      "aboutText": "Tommy Aquino (May 24, 1992 – February 2, 2014) was an American motorcycle racer who competed in the AMA Pro Daytona Sportbike Championship. His best result in the class was in 2011 when he finished third in the championship, with one win.\nHe later rode in the British Superstock Championship becoming known as Hollywood Aquino with a contract to ride for Brent Gladwin's GR Motorsport team in British Superbikes for 2014.",
      "pageId": 41824972,
      "monthDay": "05/24"
    },
    {
      "year": "1995",
      "uri": "/wiki/Prince_Joseph_Wenzel_of_Liechtenstein",
      "name": "Prince Joseph Wenzel of Liechtenstein",
      "aboutText": "Darren Lyndon Gonzales Espanto (born May 24, 2001) is a Filipino singer. Born in Calgary, Canada to Filipino parents, at ten years old, he won the Masters Finals of the Pinoy Singing Sensation competition in Edmonton. He made his first television appearance at the age of ten when he joined YTV's reality television The Next Star in 2012, he became the youngest finalist in the history of the show to be included in the Top 6.",
      "pageId": 43397627,
      "monthDay": "05/24"
    },
    {
      "year": "2001",
      "uri": "/wiki/Darren_Espanto",
      "name": "Darren Espanto",
      "aboutText": "Rait-Riivo Laane (born 24 May 1993) is an Estonian professional basketball player who plays as a point guard.",
      "pageId": 43405691,
      "monthDay": "05/24"
    }
  ]
}