{
  "people": [
    {
      "year": "1048",
      "uri": "/wiki/Emperor_Shenzong_of_Song",
      "name": "Emperor Shenzong of Song",
      "aboutText": "Edward George Earle Lytton Bulwer-Lytton, 1st Baron Lytton PC (25 May 1803 – 18 January 1873), was an English novelist, poet, playwright, and politician. He was immensely popular with the reading public and wrote a stream of bestselling novels which earned him a considerable fortune.",
      "pageId": 10393,
      "monthDay": "05/25"
    },
    {
      "year": "1334",
      "uri": "/wiki/Emperor_Suk%C5%8D",
      "name": "Emperor Sukō",
      "aboutText": "Emperor Sukō ( (崇光天皇, Sukō Tennō)) (May 25, 1334 – January 31, 1398) was the third of Ashikaga Pretenders during the Period of the Northern and Southern Courts in Japan. According to pre-Meiji scholars, his reign spanned the years from 1348 through 1351.",
      "pageId": 10439,
      "monthDay": "05/25"
    },
    {
      "year": "1458",
      "uri": "/wiki/Mahmud_Begada",
      "name": "Mahmud Begada",
      "aboutText": "Ralph Waldo Emerson (May 25, 1803 – April 27, 1882) was an American essayist, lecturer, and poet who led the Transcendentalist movement of the mid-19th century. He was seen as a champion of individualism and a prescient critic of the countervailing pressures of society, and he disseminated his thoughts through dozens of published essays and more than 1,500 public lectures across the United States.\nEmerson gradually moved away from the religious and social beliefs of his contemporaries, formulating and expressing the philosophy of Transcendentalism in his 1836 essay, Nature.",
      "pageId": 26202,
      "monthDay": "05/25"
    },
    {
      "year": "1572",
      "uri": "/wiki/Maurice,_Landgrave_of_Hesse-Kassel",
      "name": "Maurice, Landgrave of Hesse-Kassel",
      "aboutText": "John Stuart, 3rd Earl of Bute KG PC (25 May 1713 – 10 March 1792), styled Lord Mount Stuart before 1723, was a Scottish nobleman who served as Prime Minister of Great Britain (1762–1763) under George III, and was arguably the last important favourite in British politics.",
      "pageId": 46393,
      "monthDay": "05/25"
    },
    {
      "year": "1606",
      "uri": "/wiki/Charles_Garnier_(missionary)",
      "name": "Charles Garnier",
      "aboutText": "Princess Helena (Helena Augusta Victoria; Princess Christian of Schleswig-Holstein by marriage; 25 May 1846 – 9 June 1923) was the third daughter and fifth child of Queen Victoria and Prince Albert.\nHelena was educated by private tutors chosen by her father and his close friend and adviser, Baron Stockmar. Her childhood was spent with her parents, travelling between the variety of royal residences in Britain.",
      "pageId": 303055,
      "monthDay": "05/25"
    },
    {
      "year": "1661",
      "uri": "/wiki/Claude_Buffier",
      "name": "Claude Buffier",
      "aboutText": "Carl Jacob Christoph Burckhardt (May 25, 1818 – August 8, 1897) was a historian of art and culture, and an influential figure in the historiography of both these fields. He is known as one of the major progenitors of cultural history. Siegfried Giedion described Burckhardt's achievement in the following terms: \"The great discoverer of the age of the Renaissance, he first showed how a period should be treated in its entirety, with regard not only for its painting, sculpture and architecture, but for the social institutions of its daily life as well.\" Burckhardt's best known work is The Civilization of the Renaissance in Italy (1860).",
      "pageId": 312772,
      "monthDay": "05/25"
    },
    {
      "year": "1713",
      "uri": "/wiki/John_Stuart,_3rd_Earl_of_Bute",
      "name": "John Stuart, 3rd Earl of Bute",
      "aboutText": "Naim Frashëri (25 May 1846 – 20 October 1900) was an Albanian poet and writer. He was one of the most prominent figures of the Albanian National Awakening (Albanian: Rilindja Kombëtare) of the 19th century, together with his two brothers Sami and Abdyl. He is widely regarded as the national poet of Albania.",
      "pageId": 327509,
      "monthDay": "05/25"
    },
    {
      "year": "1725",
      "uri": "/wiki/Samuel_Ward_(American_statesman)",
      "name": "Samuel Ward",
      "aboutText": "Claude Buffier (25 May 1661 – 17 May 1737), French philosopher, historian and teacher, was born in Poland of French parents, who returned to France and settled at Rouen soon after his birth.\nHe was educated at the Jesuit college there, and he was received into the Order at the age of nineteen. A dispute with the archbishop compelled him to leave Rouen.",
      "pageId": 367373,
      "monthDay": "05/25"
    },
    {
      "year": "1749",
      "uri": "/wiki/Gregorio_Funes",
      "name": "Gregorio Funes",
      "aboutText": "Philip Pendleton Barbour (May 25, 1783 – February 25, 1841) was Speaker of the United States House of Representatives and an Associate Justice of the Supreme Court of the United States. He is the only individual to serve as both Speaker of the House, and as a Justice on the Supreme Court. He was also the brother of Virginia governor and U.S. Secretary of War, James Barbour, as well as the first cousin of John S. Barbour, a member of the U.S. House of Representatives from Virginia's 15th congressional district, and first cousin, once removed of John S. Barbour, Jr..Appointed by President Andrew Jackson to the United States Supreme Court in 1835, Philip Barbour served on the court until his death in 1841.",
      "pageId": 404090,
      "monthDay": "05/25"
    },
    {
      "year": "1783",
      "uri": "/wiki/Philip_Pendleton_Barbour",
      "name": "Philip Pendleton Barbour",
      "aboutText": "Emperor Shenzong of Song (Chinese: 宋神宗; pinyin: Sòng Shénzōng; 25 May 1048 – 1 April 1085) was the sixth emperor of the Chinese Song dynasty. His personal name was Zhao Xu. He reigned from 1067 to 1085.",
      "pageId": 442871,
      "monthDay": "05/25"
    },
    {
      "year": "1791",
      "uri": "/wiki/Minh_M%E1%BA%A1ng",
      "name": "Minh Mạng",
      "aboutText": "Saint Charles Garnier, S.J., baptised in Paris on May 25, 1606, was a Jesuit missionary working in New France. He was killed by Iroquois in a Petun (Tobacco Nation) village on December 7, 1649.",
      "pageId": 481752,
      "monthDay": "05/25"
    },
    {
      "year": "1803",
      "uri": "/wiki/Edward_Bulwer-Lytton",
      "name": "Edward Bulwer-Lytton",
      "aboutText": "Lipman Emanuel \"Lip\" Pike (May 25, 1845 – October 10, 1893) the \"Iron Batter\", was one of the stars of 19th century baseball in the United States. He was one of the first professional players, as well as the first Jewish player. His brother, Israel Pike, played briefly for the Hartford Dark Blues during the 1877 season.",
      "pageId": 773995,
      "monthDay": "05/25"
    },
    {
      "year": "1803",
      "uri": "/wiki/Ralph_Waldo_Emerson",
      "name": "Ralph Waldo Emerson",
      "aboutText": "Samuel Ward (1725–1776) was an American farmer, politician, Supreme Court Justice, Governor of the Colony of Rhode Island and Providence Plantations, and a delegate to the Continental Congress. The son of an earlier Rhode Island Governor, Richard Ward, he was well educated as he grew up in a large Newport, Rhode Island family. After marrying, he and his new wife received property in Westerly, Rhode Island from his father-in-law, and upon settling there he took up farming.",
      "pageId": 1078229,
      "monthDay": "05/25"
    },
    {
      "year": "1818",
      "uri": "/wiki/Jacob_Burckhardt",
      "name": "Jacob Burckhardt",
      "aboutText": "Minh Mạng (25 May 1791 – 20 January 1841; born Nguyễn Phúc Đảm, also known as Nguyễn Phúc Kiểu) was the second emperor of the Nguyễn dynasty of Vietnam, reigning from 14 February 1820 until his death, on 20 January 1841. He was the fourth son of Emperor Gia Long, whose eldest son, Crown Prince Cảnh, had died in 1801. He was well known for his opposition to French involvement in Vietnam and his rigid Confucian orthodoxy.",
      "pageId": 1258023,
      "monthDay": "05/25"
    },
    {
      "year": "1818",
      "uri": "/wiki/Louise_de_Broglie,_Countess_d%27Haussonville",
      "name": "Louise de Broglie, Countess d'Haussonville",
      "aboutText": "Sultan Abu'l Fath Nasir-ud-Din Mahmud Shah I, Mahmud Begarha, popularly known as Mahmud Begada (reigned May 25, 1458 –November 23, 1511) was the most prominent sultan of Gujarat. He was the great-grandson of Ahmad Shah I, the founder of the Muzaffarid dynasty, and of the city of Ahmedabad (Ahmed Aabad) in the present-day state of Gujarat, India. He was known to be quite religious.",
      "pageId": 2439887,
      "monthDay": "05/25"
    },
    {
      "year": "1830",
      "uri": "/wiki/Robert_Williams_(Trebor_Mai)",
      "name": "Trebor Mai (né Robert Williams)",
      "aboutText": "Maurice of Hesse-Kassel (German: Moritz) (25 May 1572 – 15 March 1632), also called Maurice the Learned, was the Landgrave of Hesse-Kassel (or Hesse-Cassel) in the Holy Roman Empire from 1592 to 1627.",
      "pageId": 5425267,
      "monthDay": "05/25"
    },
    {
      "year": "1845",
      "uri": "/wiki/Lip_Pike",
      "name": "Lip Pike",
      "aboutText": "Robert Williams (25 May 1830 - 5 August 1877), usually referred to by his bardic name Trebor Mai, was a Welsh language poet, born at Ty'n-yr-ardd near Llanrhychwyn, near Llanrwst, in the old county of Caernarfonshire, the son of a tailor. He was educated at a local Llanrhychwyn school and for a period attended the free school at Llanrwst. Around 1843, he moved with his family to Llanrwst and he applied himself to his father's craft.",
      "pageId": 7447627,
      "monthDay": "05/25"
    },
    {
      "year": "1846",
      "uri": "/wiki/Naim_Frash%C3%ABri",
      "name": "Naim Frashëri",
      "aboutText": "Johann Baptist Singenberger (John Singenberger) (25 May 1848\\ – 29 May 1924) was a Swiss composer, music teacher, editor and publisher. His works comprised a large part of the repertory of the Catholic Church's music. He was reckoned to have taught over 1,000 musicians in his lifetime.",
      "pageId": 17647982,
      "monthDay": "05/25"
    },
    {
      "year": "1846",
      "uri": "/wiki/Princess_Helena_of_the_United_Kingdom",
      "name": "Princess Helena of the United Kingdom",
      "aboutText": "Gregorio Funes (May 25, 1749 – January 10, 1829), also known as Deán Funes, was an Argentine clergyman, educator, historian, journalist and lawmaker who played a significant role in his nation's early, post-independence history.",
      "pageId": 27698498,
      "monthDay": "05/25"
    },
    {
      "year": "1848",
      "uri": "/wiki/Johann_Baptist_Singenberger",
      "name": "Johann Baptist Singenberger",
      "aboutText": "Louise de Broglie, Countess d'Haussonville (25 May 1818 – 21 April 1882) was a French essayist and biographer, and a member of the House of Broglie, a distinguished French family. Her 1845 portrait by Jean-Auguste-Dominique Ingres, which took three years to complete, has been exhibited in the Frick Collection in New York City since the 1930s.",
      "pageId": 48473610,
      "monthDay": "05/25"
    },
    {
      "year": "1852",
      "uri": "/wiki/William_Muldoon",
      "name": "William Muldoon",
      "aboutText": "William Maxwell \"Max\" Aitken, 1st Baron Beaverbrook, PC, ONB, (25 May 1879 – 9 June 1964) was an Anglo-Canadian business tycoon, politician, newspaper proprietor and writer who was an influential figure in British society of the first half of the 20th century.\nThe young Max Aitken had a gift for making money and was a millionaire by 30. His business ambitions quickly exceeded what was then available to him in Canada and he moved to England.",
      "pageId": 72230,
      "monthDay": "05/25"
    },
    {
      "year": "1856",
      "uri": "/wiki/Louis_Franchet_d%27Esp%C3%A8rey",
      "name": "Louis Franchet d'Espèrey",
      "aboutText": "Igor Ivanovich Sikorsky (Russian: И́горь Ива́нович Сико́рский ; IPA: [ˈiɡərʲ ɪˈvanəvitɕ sʲɪˈkorskʲɪj], tr. Ígor' Ivánovič Sikórskij; May 25, 1889 – October 26, 1972), was a Russian American aviation pioneer in both helicopters and fixed-wing aircraft. He designed and flew the world's first multi-engine fixed-wing aircraft, the Russky Vityaz in 1913, and the first airliner, Ilya Muromets, in 1914.",
      "pageId": 199513,
      "monthDay": "05/25"
    },
    {
      "year": "1860",
      "uri": "/wiki/James_McKeen_Cattell",
      "name": "James McKeen Cattell",
      "aboutText": "Pieter Zeeman (Dutch: [ˈzeːmɑn]; 25 May 1865 – 9 October 1943) was a Dutch physicist who shared the 1902 Nobel Prize in Physics with Hendrik Lorentz for his discovery of the Zeeman effect.\n^ \"Fellows of the Royal Society\". London: Royal Society.",
      "pageId": 209271,
      "monthDay": "05/25"
    },
    {
      "year": "1865",
      "uri": "/wiki/John_Mott",
      "name": "John Mott",
      "aboutText": "William Miles Malleson (25 May 1888 – 15 March 1969), generally known as Miles Malleson, was an English actor and dramatist, particularly remembered for his appearances in British comedy films of the 1930s to 1960s. Towards the end of his career he also appeared in cameo roles in several Hammer horror films, with a fairly large role in The Brides of Dracula as the hypochondriac and fee-hungry local doctor. Malleson was also a writer on many films, including some of those in which he had small parts, such as Nell Gwyn (1934) and The Thief of Bagdad (1940).",
      "pageId": 216126,
      "monthDay": "05/25"
    },
    {
      "year": "1865",
      "uri": "/wiki/Pieter_Zeeman",
      "name": "Pieter Zeeman",
      "aboutText": "Jean Alexandre Barré (25 May 1880, Nantes – 26 April 1967, Strasbourg) was a French neurologist who in 1916 worked on the identification of Guillain-Barré syndrome.",
      "pageId": 223058,
      "monthDay": "05/25"
    },
    {
      "year": "1867",
      "uri": "/wiki/Anders_Peter_Nielsen",
      "name": "Anders Peter Nielsen",
      "aboutText": "James McKeen Cattell (May 25, 1860 – January 20, 1944), American psychologist, was the first professor of psychology in the United States at the University of Pennsylvania and long-time editor and publisher of scientific journals and publications, most notably the journal Science. He also served on the board of trustees for Science Service, now known as Society for Science & the Public (or SSP), from 1921–1944.\nAt the beginning of his career, many scientists regarded psychology at best a minor field of study, or at worst a pseudoscience such as phrenology.",
      "pageId": 274714,
      "monthDay": "05/25"
    },
    {
      "year": "1869",
      "uri": "/wiki/Mathilde_Verne",
      "name": "Mathilde Verne",
      "aboutText": "Pio of Pietrelcina (Italian: Pio da Pietrelcina) O.F.M. Cap. (May 25, 1887 – September 23, 1968) — known as Padre Pio — was a friar, priest, stigmatist, and mystic, now venerated as a saint of the Roman Catholic Church. Born Francesco Forgione, he was given the name of Pius (Italian: Pio) when he joined the Order of Friars Minor Capuchin.",
      "pageId": 320349,
      "monthDay": "05/25"
    },
    {
      "year": "1877",
      "uri": "/wiki/Billy_Murray_(singer)",
      "name": "Billy Murray",
      "aboutText": "John Raleigh Mott (May 25, 1865 – January 31, 1955) was a long-serving leader of the Young Men's Christian Association (YMCA) and the World Student Christian Federation (WSCF). He received the Nobel Peace Prize in 1946 for his work in establishing and strengthening international Protestant Christian student organizations that worked to promote peace. He shared the prize with Emily Balch.",
      "pageId": 322401,
      "monthDay": "05/25"
    },
    {
      "year": "1878",
      "uri": "/wiki/Bill_Robinson",
      "name": "Bill Robinson",
      "aboutText": "William Thomas \"Billy\" Murray (May 25, 1877 – August 17, 1954) was one of the most popular singers in the United States in the early decades of the 20th century.",
      "pageId": 612808,
      "monthDay": "05/25"
    },
    {
      "year": "1879",
      "uri": "/wiki/Max_Aitken,_Lord_Beaverbrook",
      "name": "Max Aitken, Lord Beaverbrook",
      "aboutText": "Bill \"Bojangles\" Robinson (May 25, 1878 – November 25, 1949) was an American tap dancer and actor, the best known and most highly paid African American entertainer in the first half of the twentieth century. His long career mirrored changes in American entertainment tastes and technology, starting in the age of minstrel shows, moving to vaudeville, Broadway, the recording industry, Hollywood radio, and television. According to dance critic Marshall Stearns, “Robinson's contribution to tap dance is exact and specific.",
      "pageId": 888285,
      "monthDay": "05/25"
    },
    {
      "year": "1879",
      "uri": "/wiki/William_Stickney",
      "name": "William Stickney",
      "aboutText": "Philip Murray (May 25, 1886 – November 9, 1952) was a Scottish born steelworker and an American labor leader.",
      "pageId": 912454,
      "monthDay": "05/25"
    },
    {
      "year": "1880",
      "uri": "/wiki/Jean_Alexandre_Barr%C3%A9",
      "name": "Jean Alexandre Barré",
      "aboutText": "Rashbehari Bose ( pronunciation ; Bengali: রাসবিহারী বসু Rashbihari Boshu; 25 May 1886 – 21 January 1945) was a revolutionary leader against the British Raj in India and was one of the key organisers of the Ghadar Revolution and later, the Indian National Army.\nBose was born in Subaldaha village, Burdwan, in the province of Bengal. He was educated in Chandannagar, where his father, Vinodebehari Bose, was stationed.",
      "pageId": 1368905,
      "monthDay": "05/25"
    },
    {
      "year": "1882",
      "uri": "/wiki/Marie_Doro",
      "name": "Marie Doro",
      "aboutText": "Louis Félix Marie François Franchet d'Espèrey (French pronunciation: ​[lwi feliks maʁi fʁɑ̃swa fʁɑ̃ʃɛ dɛpɛʁɛ]; Serbo-Croatian: [frǎnʃe deperê(ː)] (25 May 1856 – 8 July 1942) was a French general during World War I. As commander of the large allied army based at Salonika, he conducted the successful Macedonian campaign which caused the collapse of the Southern front and contributed to the armistice.",
      "pageId": 1608806,
      "monthDay": "05/25"
    },
    {
      "year": "1883",
      "uri": "/wiki/Carl_Johan_Lind",
      "name": "Carl Johan Lind",
      "aboutText": "William A. Muldoon (May 25, 1852 – June 3, 1933) was the Greco-Roman Wrestling Champion, a physical culturist and the first chairman of the New York State Athletic Commission. He once wrestled a match that lasted over seven hours.",
      "pageId": 1897130,
      "monthDay": "05/25"
    },
    {
      "year": "1886",
      "uri": "/wiki/Rash_Behari_Bose",
      "name": "Rash Behari Bose",
      "aboutText": "Marie Doro (May 25, 1882 – October 9, 1956) was an American stage and film actress of the early silent film era.\nShe was born to Virginia Weaver and Richard Henry Stewart. She was a direct descendant of Patrick Henry.",
      "pageId": 2697893,
      "monthDay": "05/25"
    },
    {
      "year": "1886",
      "uri": "/wiki/Philip_Murray",
      "name": "Philip Murray",
      "aboutText": "Anders Peter Nielsen (25 May 1867 – 16 April 1950) was a Danish shooter who competed in the late 19th century and early 20th century in rifle shooting. He participated in Shooting at the 1900 Summer Olympics in Paris and won three silver medals in the military rifle in the kneeling, prone and 3 positions categories.",
      "pageId": 7175798,
      "monthDay": "05/25"
    },
    {
      "year": "1887",
      "uri": "/wiki/Pio_of_Pietrelcina",
      "name": "Pio of Pietrelcina",
      "aboutText": "Carl Johan \"Massa\" Lind (25 May 1883 – 2 February 1965) was a Swedish athlete who competed at the 1912, 1920, 1924 and 1928 Summer Olympics, missing the 1916 Games that were cancelled due to World War I.",
      "pageId": 7789761,
      "monthDay": "05/25"
    },
    {
      "year": "1888",
      "uri": "/wiki/Miles_Malleson",
      "name": "Miles Malleson",
      "aboutText": "William Arthur Stickney (May 25, 1879 – September 12, 1944) was an American golfer who competed in the 1904 Summer Olympics.\nIn 1904 he was part of the American team which won the silver medal. He finished 17th in this competition.",
      "pageId": 13917367,
      "monthDay": "05/25"
    },
    {
      "year": "1889",
      "uri": "/wiki/G%C3%BCnther_L%C3%BCtjens",
      "name": "Günther Lütjens",
      "aboutText": "Mathilde Verne (née Wurm; 25 May 1865 – 4 June 1936) was an English pianist and teacher, of German descent.",
      "pageId": 15074136,
      "monthDay": "05/25"
    },
    {
      "year": "1889",
      "uri": "/wiki/Igor_Sikorsky",
      "name": "Igor Sikorsky",
      "aboutText": "Johann Günther Lütjens (25 May 1889 – 27 May 1941) was a German Admiral whose military service spanned more than thirty years and two World Wars. Lütjens is best known for his actions during World War II and his command of the battleship Bismarck during its foray into the Atlantic Ocean in 1941. In its aftermath, the episode entered into naval legend.",
      "pageId": 30874805,
      "monthDay": "05/25"
    },
    {
      "year": "1897",
      "uri": "/wiki/Gene_Tunney",
      "name": "Gene Tunney",
      "aboutText": "Theodore Huebner Roethke (/ˈrɛtki/ RET-kee; May 25, 1908 – August 1, 1963) was an American poet. He published several volumes of award-winning and critically acclaimed poetry. Roethke is regarded as one of the most accomplished and influential poets of his generation.",
      "pageId": 157763,
      "monthDay": "05/25"
    },
    {
      "year": "1898",
      "uri": "/wiki/Bennett_Cerf",
      "name": "Bennett Cerf",
      "aboutText": "James Joseph \"Gene\" Tunney (May 25, 1897 – November 7, 1978) was an American professional boxer and the world heavyweight champion from 1926–28, he was also a two-time American light heavyweight champion. A highly technical boxer, Tunney had a five fight rivalry with Harry Greb in which he went 3-1-1, knocked out Georges Carpentier and defeated Jack Dempsey twice; first in 1926 and again in 1927. Tunney's successful title defense against Dempsey remains one of the most famous bouts in boxing history and is known as The Long Count Fight.",
      "pageId": 256849,
      "monthDay": "05/25"
    },
    {
      "year": "1899",
      "uri": "/wiki/Kazi_Nazrul_Islam",
      "name": "Kazi Nazrul Islam",
      "aboutText": "Harold Lane \"Hal\" David (May 25, 1921 – September 1, 2012) was an American lyricist. He grew up in Brooklyn, New York City.",
      "pageId": 410004,
      "monthDay": "05/25"
    },
    {
      "year": "1900",
      "uri": "/wiki/Alain_Grandbois",
      "name": "Alain Grandbois",
      "aboutText": "Bennett Alfred Cerf (May 25, 1898 – August 27, 1971) was an American publisher, one of the founders of American publishing firm Random House. Cerf was also known for his own compilations of jokes and puns, for regular personal appearances lecturing across the United States, and for his television appearances in the panel game show What's My Line?",
      "pageId": 510840,
      "monthDay": "05/25"
    },
    {
      "year": "1903",
      "uri": "/wiki/Binnie_Barnes",
      "name": "Binnie Barnes",
      "aboutText": "Robert George Brian Dickson, PC CC CD (May 25, 1916 – October 17, 1998), commonly known as Brian Dickson, was a Canadian lawyer, military officer, and judge. He was appointed a puisne justice of the Supreme Court of Canada on March 26 1973, and subsequently appointed the 15th Chief Justice of Canada on April 18, 1984. He retired on June 30, 1990.",
      "pageId": 530099,
      "monthDay": "05/25"
    },
    {
      "year": "1907",
      "uri": "/wiki/U_Nu",
      "name": "U Nu",
      "aboutText": "Kazi Nazrul Islam (Bengali: কাজী নজরুল ইসলাম, Urdu: ur:قاضی نذر الاسلام‎; pronounced: [kadʒi nodʒrul islam]) (25 May 1899 – 29 August 1976) was a Bengali poet, writer, musician, and revolutionary, and is the national poet of Bangladesh. Popularly known as Nazrul, his poetry and music espoused Indo-Islamic renaissance and intense spiritual rebellion against fascism and oppression. Nazrul's impassioned activism for political and social justice earned him the title of The Rebel Poet (Bengali: বিদ্রোহী কবি; Bidrohi Kobi).",
      "pageId": 539155,
      "monthDay": "05/25"
    },
    {
      "year": "1908",
      "uri": "/wiki/Theodore_Roethke",
      "name": "Theodore Roethke",
      "aboutText": "The Rev. Theodore Martin Hesburgh, CSC, STD (May 25, 1917 – February 26, 2015), a priest of the Congregation of Holy Cross, was president of the University of Notre Dame for 35 years.",
      "pageId": 631670,
      "monthDay": "05/25"
    },
    {
      "year": "1909",
      "uri": "/wiki/Alfred_Kubel",
      "name": "Alfred Kubel",
      "aboutText": "Arthur Stanley Wint OD MBE (25 May 1920 – 19 October 1992) was the first Jamaican Olympic gold medalist, winning the 400 metres at the 1948 Summer Olympics in London.",
      "pageId": 705044,
      "monthDay": "05/25"
    },
    {
      "year": "1909",
      "uri": "/wiki/Marie_Menken",
      "name": "Marie Menken",
      "aboutText": "In this Burmese name, U is an honorific.\nNu (Burmese: နု; pronounced: [nṵ]; 25 May 1907 – 14 February 1995), known honorifically as U Nu (Burmese: ဦးနု; pronounced: [ʔú nṵ]) or Thakin Nu, was a leading Burmese nationalist and political figure of the 20th century.",
      "pageId": 761866,
      "monthDay": "05/25"
    },
    {
      "year": "1912",
      "uri": "/wiki/Princess_Deokhye",
      "name": "Princess Deokhye",
      "aboutText": "Frederick Richard Dimbleby, CBE (25 May 1913 – 22 December 1965) was an English journalist and broadcaster, who became the BBC’s first war correspondent, and then its leading TV news commentator.\nAs host of the long-running current affairs programme Panorama, he pioneered a popular style of interviewing that was respectful but searching. At formal public events, he could combine gravitas with creative insights based on extensive research.",
      "pageId": 768942,
      "monthDay": "05/25"
    },
    {
      "year": "1912",
      "uri": "/wiki/Dean_Rockwell",
      "name": "Dean Rockwell",
      "aboutText": "Princess Deokhye of Korea (25 May 1912 – 21 April 1989) was the last princess of Korea.\nShe was born on 25 May 1912 at Changdeok Palace in Seoul. She was the youngest daughter of Emperor Gwangmu and his concubine, Lady Bongnyeong.",
      "pageId": 1924162,
      "monthDay": "05/25"
    },
    {
      "year": "1913",
      "uri": "/wiki/Heinrich_B%C3%A4r",
      "name": "Heinrich Bär",
      "aboutText": "Steve Cochran (May 25, 1917-June 15, 1965) was an American film, television and stage actor. He graduated from the University of Wyoming in 1939.",
      "pageId": 2134500,
      "monthDay": "05/25"
    },
    {
      "year": "1913",
      "uri": "/wiki/Richard_Dimbleby",
      "name": "Richard Dimbleby",
      "aboutText": "Alain Grandbois, CC (May 25, 1900 – March 18, 1975) was a Canadian Quebecer poet, considered the first great modern one.\nTraveling around the world in 1918-1939 and sharing the hopes and problems of contemporary man, his work combined the themes of exploring the secrets of the world and studying human destiny, the writing and subject matter having a depth and breadth new to Quebec and becoming a model for young poets of the 1950s.",
      "pageId": 2168957,
      "monthDay": "05/25"
    },
    {
      "year": "1916",
      "uri": "/wiki/Brian_Dickson",
      "name": "Brian Dickson",
      "aboutText": "Gertrude Maud \"Binnie\" Barnes (25 May 1903 – 27 July 1998) was an English actress whose career in films spanned fifty years, from 1923 to 1973.",
      "pageId": 2336067,
      "monthDay": "05/25"
    },
    {
      "year": "1916",
      "uri": "/wiki/Giuseppe_Tosi",
      "name": "Giuseppe Tosi",
      "aboutText": "Alfred Kubel (25 May 1909 in Braunschweig – 22 May 1999 in Bad Pyrmont) was a German politician; in his later career, he was a member of the Social Democratic Party of Germany.\nIn 1928, after attending Middle School, Kubel became an industrial clerk. He had, in 1925, joined a trade union and the Internationaler Sozialistischer Kampfbund, a left-wing political party, and in 1933 he became active in resistance to the Nazis.",
      "pageId": 4817698,
      "monthDay": "05/25"
    },
    {
      "year": "1917",
      "uri": "/wiki/Steve_Cochran",
      "name": "Steve Cochran",
      "aboutText": "Oskar-Heinz (Heinrich) \"Pritzl\" Bär (pronounced [ˈhaɪnʁɪç bɛːɐ̯]; 25 May 1913 – 28 April 1957) was a German Luftwaffe flying ace who served throughout World War II in Europe. Bär flew more than one thousand combat missions, and fought in all major German theaters of the war, including the Western, Eastern and Mediterranean fronts. On 18 occasions he survived being shot down, and he was credited with 220 or 221 aerial victories, around 16 of which were in a Messerschmitt Me-262 jet fighter.",
      "pageId": 5406531,
      "monthDay": "05/25"
    },
    {
      "year": "1917",
      "uri": "/wiki/Theodore_Hesburgh",
      "name": "Theodore Hesburgh",
      "aboutText": "Giuseppe \"Beppe\" Tosi (May 25, 1916, in Borgo Ticino, Novara – July 10, 1981) was an Italian athlete, who mainly competed in the discus throw.",
      "pageId": 8104205,
      "monthDay": "05/25"
    },
    {
      "year": "1920",
      "uri": "/wiki/Archduchess_Dorothea_of_Austria",
      "name": "Archduchess Dorothea of Austria",
      "aboutText": "Dean Ladrath Rockwell (25 May 1912 in Cass County, Michigan – 8 August 2005 in Ann Arbor, Michigan ) was a decorated World War II group commander in the D-Day invasion, an Olympic Greco-Roman wrestling coach, and a college football coach.\nAfter graduating from Eastern Michigan University in 1935, Rockwell taught and coached track, wrestling and football at several Michigan high schools. He also was an auto worker and took part in the Flint Sit-Down Strike in 1936-1937.",
      "pageId": 8778791,
      "monthDay": "05/25"
    },
    {
      "year": "1920",
      "uri": "/wiki/Arthur_Wint",
      "name": "Arthur Wint",
      "aboutText": "Marie Menken (born Marie Menkevicius, May 25, 1909 – December 29, 1970), was an American experimental filmmaker, painter, and socialite.",
      "pageId": 11878798,
      "monthDay": "05/25"
    },
    {
      "year": "1921",
      "uri": "/wiki/Hal_David",
      "name": "Hal David",
      "aboutText": "Princess Dorothea of Bavaria (German: Dorothea Theresa Marie Franziska, Prinzessin von Bayern; 25 May 1920 – 5 July 2015) was a member of the House of Wittelsbach and a Princess of Bavaria by birth. Through her marriage to Archduke Gottfried of Austria, Dorothea was a member of the Tuscan line of the House of Habsburg-Lorraine and Archduchess and Princess of Austria and Princess of Hungary, Bohemia, and Tuscany. Dorothea was the titular Grand Duchess consort of Tuscany from 8 November 1948 to 21 January 1984.",
      "pageId": 25495434,
      "monthDay": "05/25"
    },
    {
      "year": "1921",
      "uri": "/wiki/Jack_Steinberger",
      "name": "Jack Steinberger",
      "aboutText": "Enrico Berlinguer (Italian: [enˈriːko berliŋˈɡwɛr]  listen ; 15 May 1922 – 11 June 1984) was an Italian politician; he was national secretary of the Italian Communist Party (Partito Comunista Italiano or PCI) from 1972 until his death.",
      "pageId": 46652,
      "monthDay": "05/25"
    },
    {
      "year": "1922",
      "uri": "/wiki/Enrico_Berlinguer",
      "name": "Enrico Berlinguer",
      "aboutText": "Robert Ludlum (May 25, 1927 – March 12, 2001) was an American author of 27 thriller novels. The number of copies of his books in print is estimated between 290 million and 500 million. They have been published in 33 languages and 40 countries.",
      "pageId": 54078,
      "monthDay": "05/25"
    },
    {
      "year": "1922",
      "uri": "/wiki/Kitty_Kallen",
      "name": "Kitty Kallen",
      "aboutText": "Jeanne Elizabeth Crain (May 25, 1925 – December 14, 2003) was an American actress whose career spanned from 1943 to 1975. She received an Academy Award nomination for Best Actress in the 1949 film Pinky, in which she played the leading role.",
      "pageId": 183832,
      "monthDay": "05/25"
    },
    {
      "year": "1924",
      "uri": "/wiki/Istv%C3%A1n_Nyers",
      "name": "István Nyers",
      "aboutText": "Phyllis Fay Gotlieb, née Bloom (May 25, 1926 – July 14, 2009) BA, MA was a Canadian science fiction novelist and poet.\nBorn of Jewish heritage in Toronto, Gotlieb graduated from the University of Toronto with degrees in literature in 1948 (BA) and 1950 (MA).\nThe Sunburst Award is named for her first novel, Sunburst.",
      "pageId": 284972,
      "monthDay": "05/25"
    },
    {
      "year": "1925",
      "uri": "/wiki/Rosario_Castellanos",
      "name": "Rosario Castellanos",
      "aboutText": "Beverly Sills (May 25, 1929 – July 2, 2007) was an American operatic soprano whose peak career was between the 1950s and 1970s.\nAlthough she sang a repertoire from Handel and Mozart to Puccini, Massenet and Verdi, she was known for her performances in coloratura soprano roles in live opera and recordings. Sills was largely associated with the operas of Donizetti, of which she performed and recorded many roles.",
      "pageId": 286835,
      "monthDay": "05/25"
    },
    {
      "year": "1925",
      "uri": "/wiki/Jeanne_Crain",
      "name": "Jeanne Crain",
      "aboutText": "Georgy Mikhaylovich Grechko (Russian: Гео́ргий Миха́йлович Гре́чко; born May 25, 1931) is a retired Soviet cosmonaut who flew on several space flights including Soyuz 17, Soyuz 26, and Soyuz T-14.\nGrechko graduated from the Leningrad Institute of Mechanics with a doctorate in mathematics. He was a member of Communist Party of the Soviet Union.",
      "pageId": 351422,
      "monthDay": "05/25"
    },
    {
      "year": "1925",
      "uri": "/wiki/Eldon_Griffiths",
      "name": "Eldon Griffiths",
      "aboutText": "Herbert Eser \"Herb\" Gray, PC CC QC (May 25, 1931 – April 21, 2014) was a Canadian Member of Parliament for four decades, and cabinet minister under three prime ministers, who served as Deputy Prime Minister from 1997 to 2002.",
      "pageId": 432291,
      "monthDay": "05/25"
    },
    {
      "year": "1925",
      "uri": "/wiki/Don_Liddle",
      "name": "Don Liddle",
      "aboutText": "Kitty Kallen (born Katherine Kalinsky, May 25, 1922) is an American popular singer whose career spanned from the 1930s to the 1960s—to include the Swing era of the Big Band years, the post-WWII pop scene and the early years of rock 'n roll.\nShe is widely known for her 1954 solo recording '\"Little Things Mean a Lot\" — a song that stayed at the U.S. number one spot for nine consecutive weeks, charted in the U.S. for almost seven months, hit #1 on the UK singles chart, and sold more than two million copies. AllMusic called the recording a \"monster hit\", and music historian Jonny Whiteside said the song \"ably characterizes Kallen’s impressive, and graceful, transition from classic big band swing to modern post-war pop\".",
      "pageId": 614372,
      "monthDay": "05/25"
    },
    {
      "year": "1926",
      "uri": "/wiki/Claude_Akins",
      "name": "Claude Akins",
      "aboutText": "Hans Jakob \"Jack\" Steinberger (born May 25, 1921) is a physicist currently residing near Geneva, Switzerland.",
      "pageId": 789046,
      "monthDay": "05/25"
    },
    {
      "year": "1926",
      "uri": "/wiki/William_Bowyer_(artist)",
      "name": "William Bowyer",
      "aboutText": "Donald Eugene Liddle (May 25, 1925 – June 5, 2000) was an American left-handed pitcher in professional baseball who played four seasons in the Major Leagues for the Milwaukee Braves, New York Giants and St. Louis Cardinals from 1953 through 1956. Born in Mount Carmel, Illinois, he batted left-handed, stood 5 feet 10 inches (1.78 m) tall and weighed 165 pounds (75 kg).",
      "pageId": 1149909,
      "monthDay": "05/25"
    },
    {
      "year": "1926",
      "uri": "/wiki/Phyllis_Gotlieb",
      "name": "Phyllis Gotlieb",
      "aboutText": "Rosario Castellanos Figueroa (Spanish pronunciation: [roˈsaɾjo kasteˈʝanos]; 25 May 1925 – 7 August 1974) was a Mexican poet and author. Along with the other members of the Generation of 1950 (the poets who wrote following the Second World War, influenced by César Vallejo and others), she was one of Mexico's most important literary voices in the last century. Throughout her life, she wrote eloquently about issues of cultural and gender oppression, and her work has influenced feminist theory and cultural studies.",
      "pageId": 1461223,
      "monthDay": "05/25"
    },
    {
      "year": "1926",
      "uri": "/wiki/David_Wynne_(sculptor)",
      "name": "David Wynne",
      "aboutText": "Norman Petty (May 25, 1927 – August 15, 1984) was an American musician and record producer who is mostly known for his association with Buddy Holly and the Crickets, who recorded in his studio.",
      "pageId": 1614307,
      "monthDay": "05/25"
    },
    {
      "year": "1927",
      "uri": "/wiki/Robert_Ludlum",
      "name": "Robert Ludlum",
      "aboutText": "Ann Robinson (born May 25, 1929) is an American actress and stunt horse rider, perhaps best known for her work in the science-fiction classic The War of the Worlds and in the 1954 film Dragnet, in which she starred as a Los Angeles police officer opposite Jack Webb and Ben Alexander.",
      "pageId": 2159120,
      "monthDay": "05/25"
    },
    {
      "year": "1927",
      "uri": "/wiki/Norman_Petty",
      "name": "Norman Petty",
      "aboutText": "Claude Marion Akins (May 25, 1926 – January 27, 1994) was an American actor with a long career on stage, screen, and television. Powerful in appearance and voice, Akins could be counted on to play the clever (or less than clever) tough guy, on the side of good or bad, in movies and television.",
      "pageId": 2503762,
      "monthDay": "05/25"
    },
    {
      "year": "1929",
      "uri": "/wiki/Warren_Frost",
      "name": "Warren Frost",
      "aboutText": "István Nyers (Hungarian pronunciation: [ˈiʃtvaːn ˈɲerʃ]; 25 May 1924 – 9 March 2005), also known as \"Stefano Nyers\", was a Hungarian football (soccer) player.",
      "pageId": 3015630,
      "monthDay": "05/25"
    },
    {
      "year": "1929",
      "uri": "/wiki/Ann_Robinson",
      "name": "Ann Robinson",
      "aboutText": "Warren Frost (born May 25, 1925) is an American actor. His work has mainly been in the theatre, but he has worked in films and television sporadically since 1958. He is known for roles in Twin Peaks (as Will Hayward), Matlock, The Larry Sanders Show, and Seinfeld.",
      "pageId": 4118878,
      "monthDay": "05/25"
    },
    {
      "year": "1929",
      "uri": "/wiki/Beverly_Sills",
      "name": "Beverly Sills",
      "aboutText": "Sir Eldon Wylie Griffiths (25 May 1925 – 3 June 2014) was a British Conservative politician and journalist.",
      "pageId": 5613361,
      "monthDay": "05/25"
    },
    {
      "year": "1931",
      "uri": "/wiki/Herb_Gray",
      "name": "Herb Gray",
      "aboutText": "William Bowyer RA (25 May 1926 – 1 March 2015) was a British portrait and landscape painter, who worked in a traditional manner.",
      "pageId": 9046149,
      "monthDay": "05/25"
    },
    {
      "year": "1931",
      "uri": "/wiki/Georgy_Grechko",
      "name": "Georgy Grechko",
      "aboutText": "Aili Jõgi (née Aili Jürgenson, born 25 May 1931) is an Estonian schoolgirl who on the night of 8 May 1946, together with her school friend Ageeda Paavel, blew up a Soviet War reburial monument (a wooden memorial topped with a star): the preceding monument to the Bronze Soldier in Tallinn.\nAfter the Soviet re-occupation of Estonia in 1944, the Soviet occupation authorities began systematically destroying the war memorials to the fallen in the Estonian War of Independence, which had survived the war. On 15 April 1945 a monument by Amandus Adamson, erected to 87 persons who had fallen in the Estonian War of Independence, was blown up in Pärnu with explosives.",
      "pageId": 11196258,
      "monthDay": "05/25"
    },
    {
      "year": "1931",
      "uri": "/wiki/Aili_J%C3%B5gi",
      "name": "Aili Jõgi",
      "aboutText": "David Wynne OBE (25 May 1926 – 4 September 2014) was a British sculptor of figures, animals and portraits.\nBorn in Lyndhurst, Hampshire, son of Commander Charles Edward Wynne and Millicent (née Beyts), he was educated at Stowe School and then served in the Royal Navy during World War II and read Zoology at Trinity College, Cambridge, taking up sculpture professionally in 1950. He married Gillian Grant, daughter of the writer Joan Grant, in 1959 and had two sons, Ed and Roly Wynne of Ozric Tentacles.",
      "pageId": 24240001,
      "monthDay": "05/25"
    },
    {
      "year": "1931",
      "uri": "/wiki/Irwin_Winkler",
      "name": "Irwin Winkler",
      "aboutText": "Raymond Clevie Carver, Jr. (May 25, 1938 – August 2, 1988) was an American short story writer and poet.",
      "pageId": 194037,
      "monthDay": "05/25"
    },
    {
      "year": "1932",
      "uri": "/wiki/Roger_Bowen",
      "name": "Roger Bowen",
      "aboutText": "William Patrick Kinsella, OC, OBC (born May 25, 1935) is a Canadian novelist and short story writer, known for his novel Shoeless Joe (1982), which was adapted into the movie Field of Dreams in 1989.",
      "pageId": 284301,
      "monthDay": "05/25"
    },
    {
      "year": "1932",
      "uri": "/wiki/John_Gregory_Dunne",
      "name": "John Gregory Dunne",
      "aboutText": "Carlton Chester \"Cookie\" Gilchrist (May 25, 1935 – January 10, 2011) was a gridiron football player in the American Football League and Canadian Football League.",
      "pageId": 310743,
      "monthDay": "05/25"
    },
    {
      "year": "1932",
      "uri": "/wiki/K._C._Jones",
      "name": "K. C. Jones",
      "aboutText": "Margaret Forster (born 25 May 1938) is an English author. She was born in Carlisle, England, where she attended Carlisle and County High School for Girls (1949–1956), and then won an Open Scholarship to read modern history at Somerville College, Oxford, from where she graduated in 1960.\nAfter a short period as a teacher at Barnsbury Girls' School in Islington, north London (1961–1963), she has worked as a novelist, biographer and freelance literary critic, contributing regularly to book programmes on television, to BBC Radio 4 and various newspapers and magazines.",
      "pageId": 352817,
      "monthDay": "05/25"
    },
    {
      "year": "1932",
      "uri": "/wiki/Steve_Rossi",
      "name": "Steve Rossi",
      "aboutText": "John Gregory Dunne (May 25, 1932 – December 30, 2003) was an American novelist, screenwriter and literary critic.",
      "pageId": 417092,
      "monthDay": "05/25"
    },
    {
      "year": "1933",
      "uri": "/wiki/Romuald_Klim",
      "name": "Romuald Klim",
      "aboutText": "Thomas \"Tom T.\" Hall (born May 25, 1936 in Olive Hill, Kentucky) is an American country music songwriter, singer, novelist, and short-story writer. He has written 11 No. 1 hit songs, with 26 more that reached the Top 10, including the No.",
      "pageId": 672626,
      "monthDay": "05/25"
    },
    {
      "year": "1933",
      "uri": "/wiki/Sarah_Marshall_(British_film_actress)",
      "name": "Sarah Marshall",
      "aboutText": "Tom Phillips (born 25 May 1937), CBE R.A. is an English artist. He was born in London, where he continues to work.",
      "pageId": 886180,
      "monthDay": "05/25"
    },
    {
      "year": "1933",
      "uri": "/wiki/Basdeo_Panday",
      "name": "Basdeo Panday",
      "aboutText": "Roger Bowen (May 25, 1932 – February 16, 1996) was an American comedic actor and novelist, known for his portrayal of Lt. Col. Henry Blake in the 1970 film M*A*S*H. He often portrayed stuffy defenders of the upper class and had regular roles on a number of television series.",
      "pageId": 887344,
      "monthDay": "05/25"
    },
    {
      "year": "1933",
      "uri": "/wiki/Ray_Spencer",
      "name": "Ray Spencer",
      "aboutText": "Irwin Winkler (born May 25, 1931) is an American film producer and director. He is the producer or director of 50 major motion pictures, dating back to 1967's Double Trouble, starring Elvis Presley. The fourth film he produced, They Shoot Horses, Don't They?",
      "pageId": 1328027,
      "monthDay": "05/25"
    },
    {
      "year": "1933",
      "uri": "/wiki/J%C3%B3gvan_Sundstein",
      "name": "Jógvan Sundstein",
      "aboutText": "K. C. Jones (born May 25, 1932) is a retired American professional basketball player and coach (K. C. Jones is his full name).",
      "pageId": 1704443,
      "monthDay": "05/25"
    },
    {
      "year": "1935",
      "uri": "/wiki/John_Ffowcs_Williams",
      "name": "John Ffowcs Williams",
      "aboutText": "Basdeo Panday (born May 25, 1933) was the fifth Prime Minister of Trinidad and Tobago from 1995 to 2001; he also served as Leader of the Opposition from 1976–1977, 1978–1986, 1989–1995, 2001–2006 and 2007–2010. He was first elected to Parliament in 1976 as the Member for Couva North. He is the former Chairman and party leader of the Opposition United National Congress.",
      "pageId": 3384304,
      "monthDay": "05/25"
    },
    {
      "year": "1935",
      "uri": "/wiki/Cookie_Gilchrist",
      "name": "Cookie Gilchrist",
      "aboutText": "Sir Malcolm Rognvald Innes of Edingight, KCVO, WS, FSA Scot (born 25 May 1938) was Lord Lyon King of Arms of Scotland from 1981 until 2001.\nThe third son of Sir Thomas Innes of Learney (Lord Lyon from 1945-69) and Lady Lucy Buchan, third daughter of Norman Macleod Sinclair, 18th Earl of Caithness, he was educated at Edinburgh Academy and at the University of Edinburgh where he studied law. He was appointed a Writer to the Signet in 1964.",
      "pageId": 3517697,
      "monthDay": "05/25"
    },
    {
      "year": "1935",
      "uri": "/wiki/W._P._Kinsella",
      "name": "W. P. Kinsella",
      "aboutText": "Rusi Framroze Surti ( pronunciation  25 May 1936 – 13 January 2013) was an Indian cricketer who played in 26 Tests from 1960 to 1969. He was a left arm medium pace and left arm spin bowler, and a lower order batsman. Surti was also a popular professional for Haslingden in the Lancashire League in 1959.",
      "pageId": 3955701,
      "monthDay": "05/25"
    },
    {
      "year": "1935",
      "uri": "/wiki/Victoria_Shaw_(actress)",
      "name": "Victoria Shaw",
      "aboutText": "Raymond Spencer (born 25 May 1933) was an English professional footballer who represented England at Schools level. He was born in Kings Norton, Birmingham.\nRay Spencer joined Aston Villa as a junior, turning professional in June 1950.",
      "pageId": 5718244,
      "monthDay": "05/25"
    },
    {
      "year": "1936",
      "uri": "/wiki/Tom_T._Hall",
      "name": "Tom T. Hall",
      "aboutText": "Victoria Shaw (25 May 1935 – 17 August 1988) was an Australian-born American actress.",
      "pageId": 7378025,
      "monthDay": "05/25"
    },
    {
      "year": "1936",
      "uri": "/wiki/Rusi_Surti",
      "name": "Rusi Surti",
      "aboutText": "John \"Shôn\" Eirwyn Ffowcs Williams, BSc, PhD, Hon. DSc (Soton), MA, ScD (Cantab), FREng (born 25 May 1935) is Emeritus Rank Professor of Engineering at the University of Cambridge and a former Master of Emmanuel College, Cambridge (1996–2002). He may be best known for his contributions to Aeroacoustics, in particular for his work on Concorde.",
      "pageId": 7826010,
      "monthDay": "05/25"
    },
    {
      "year": "1937",
      "uri": "/wiki/Tom_Phillips_(artist)",
      "name": "Tom Phillips",
      "aboutText": "Romuald Iosifovich Klim (Belarusian: Рамуальд Язэпавіч Клім, Russian: Ромуальд Иосифович Клим, 25 May 1933 – 28 May 2011) was a Soviet hammer thrower. He competed at the 1964 and 1968 Olympics and won a gold and a silver medal, respectively. Klim was awarded the Order of the Badge of Honor in 1965.",
      "pageId": 8114569,
      "monthDay": "05/25"
    },
    {
      "year": "1938",
      "uri": "/wiki/Raymond_Carver",
      "name": "Raymond Carver",
      "aboutText": "Jógvan Sundstein (born May 25, 1933) is a Faroese politician and member of the Faroese People's Party.\nJógvan is the son of Johanna Malena (born Jensen) and Hans Jacob Matras Sundstein from Tórshavn. He is married to Lydia (born Marsten) from Klaksvík.",
      "pageId": 18394598,
      "monthDay": "05/25"
    },
    {
      "year": "1938",
      "uri": "/wiki/Margaret_Forster",
      "name": "Margaret Forster",
      "aboutText": "Joseph Charles Michael Tafarella (May 25, 1932 – June 22, 2014), better known as Steve Rossi, was an American stand-up comedian, best known from his work with Marty Allen as Allen & Rossi.",
      "pageId": 19106639,
      "monthDay": "05/25"
    },
    {
      "year": "1938",
      "uri": "/wiki/Malcolm_Innes_of_Edingight",
      "name": "Malcolm Innes of Edingight",
      "aboutText": "Sarah Lynne Marshall (25 May 1933 – 18 January 2014) was an English actress, who was the daughter of actors Herbert Marshall and Edna Best. She appeared in many popular classic television shows, especially in the 1960s, and occasionally in films and on the stage.",
      "pageId": 20414578,
      "monthDay": "05/25"
    },
    {
      "year": "1938",
      "uri": "/wiki/Geoffrey_Robinson",
      "name": "Geoffrey Robinson",
      "aboutText": "Sir Ian Murray McKellen, CH, CBE (born 25 May 1939) is an English actor. He is the recipient of six Laurence Olivier Awards, a Tony Award, a Golden Globe Award, a Screen Actors Guild Award, a BIF Award, two Saturn Awards, four Drama Desk Awards and two Critics' Choice Awards. He has also received two Academy Award nominations, four BAFTA nominations and five Emmy Award nominations.",
      "pageId": 15308,
      "monthDay": "05/25"
    },
    {
      "year": "1939",
      "uri": "/wiki/Dixie_Carter",
      "name": "Dixie Carter",
      "aboutText": "Frank Oz (born Frank Richard Oznowicz; born May 25, 1944) is an English-born American filmmaker, puppeteer, and actor. His career began as a puppeteer, where he performed the Muppet characters of Miss Piggy and Fozzie Bear in The Muppet Show, and Cookie Monster, Bert, and Grover in Sesame Street. He is also known for being the puppeteer and voice of Yoda in the Star Wars films.",
      "pageId": 100936,
      "monthDay": "05/25"
    },
    {
      "year": "1939",
      "uri": "/wiki/Ian_McKellen",
      "name": "Ian McKellen",
      "aboutText": "Vladimir Nicolaevici Voronin (Romanian pronunciation: [vladiˈmir nikoˈla.evit͡ʃʲ voˈronin], Russian: Влади́мир Никола́евич Воро́нин, Vladimir Nikolaevič Voronin) (born May 25, 1941) is a Moldovan politician. He was the third President of Moldova from 2001 until 2009 and has been the First Secretary of the Party of Communists of the Republic of Moldova (PCRM) since 1994.",
      "pageId": 386450,
      "monthDay": "05/25"
    },
    {
      "year": "1940",
      "uri": "/wiki/Nobuyoshi_Araki",
      "name": "Nobuyoshi Araki",
      "aboutText": "Geoffrey Robinson (born 25 May 1938) is a British Labour Party politician who has been the Member of Parliament (MP) for Coventry North West since 1976. He was Paymaster General from May 1997 to December 1998, resigning after it was revealed that he had lent his government colleague Peter Mandelson £373,000 to buy a house.",
      "pageId": 419626,
      "monthDay": "05/25"
    },
    {
      "year": "1941",
      "uri": "/wiki/Vladimir_Voronin",
      "name": "Vladimir Voronin",
      "aboutText": "Dixie Virginia Carter (May 25, 1939 – April 10, 2010) was an American film, television and stage actress. She starred as Julia Sugarbaker on the CBS sitcom Designing Women (1986–93), and as Randi King on the CBS drama series Family Law (1999–2002). In 2007, she was nominated for an Emmy Award for her role as Gloria Hodge on the ABC series Desperate Housewives (2006–07).",
      "pageId": 684769,
      "monthDay": "05/25"
    },
    {
      "year": "1943",
      "uri": "/wiki/Jessi_Colter",
      "name": "Jessi Colter",
      "aboutText": "David Allen Hargrave (May 25, 1946 – August 29, 1988), known as The Dream Weaver, was a prolific and sometimes controversial game designer and writer of fantasy and science fiction role-playing games (RPGs).",
      "pageId": 1083914,
      "monthDay": "05/25"
    },
    {
      "year": "1943",
      "uri": "/wiki/John_Palmer_(musician)",
      "name": "John Palmer",
      "aboutText": "Pierre Bachelet (25 May 1944 – 15 February 2005) was a French singer-songwriter with a gentle romantic voice.",
      "pageId": 1519506,
      "monthDay": "05/25"
    },
    {
      "year": "1943",
      "uri": "/wiki/Leslie_Uggams",
      "name": "Leslie Uggams",
      "aboutText": "Bill Adam (born May 25, 1946) is a Canadian racing driver born in Airdrie, North Lanarkshire, Scotland.",
      "pageId": 1616274,
      "monthDay": "05/25"
    },
    {
      "year": "1944",
      "uri": "/wiki/Digby_Anderson",
      "name": "Digby Anderson",
      "aboutText": "Miriam Johnson, known professionally as Jessi Colter (born May 25, 1943), is an American country music artist who is best known for her collaboration with her husband, country singer and songwriter Waylon Jennings, and for her 1975 country-pop crossover hit \"I'm Not Lisa\".\nJessi Colter was one of the few female artists to emerge from the mid-1970s \"outlaw\" movement. After meeting her future husband, Colter pursued a career in country music, releasing her first studio LP in 1970, A Country Star Is Born.",
      "pageId": 1714891,
      "monthDay": "05/25"
    },
    {
      "year": "1944",
      "uri": "/wiki/Pierre_Bachelet",
      "name": "Pierre Bachelet",
      "aboutText": "Leslie Marian Uggams (born May 25, 1943) is an American actress and singer. She is known for her work in the 1967 broadway musical Hallelujah, Baby! for which she won a Tony Award for Best Performance by a Leading Actress in a Musical and a Theatre World Award (1967); as Kizzy Reynolds in the 1977 television miniseries Roots.",
      "pageId": 1768172,
      "monthDay": "05/25"
    },
    {
      "year": "1944",
      "uri": "/wiki/John_Bunnell",
      "name": "John Bunnell",
      "aboutText": "Nobuyoshi Araki (荒木 経惟, Araki Nobuyoshi, born May 25, 1940) is a Japanese photographer and contemporary artist.",
      "pageId": 1806873,
      "monthDay": "05/25"
    },
    {
      "year": "1944",
      "uri": "/wiki/Charlie_Harper_(singer)",
      "name": "Charlie Harper",
      "aboutText": "Karen Lynne Valentine (born May 25, 1947) is an American actress best known for her role as the idealistic schoolteacher Alice Johnson in the television series Room 222.",
      "pageId": 2088151,
      "monthDay": "05/25"
    },
    {
      "year": "1944",
      "uri": "/wiki/Robert_MacPherson_(mathematician)",
      "name": "Robert MacPherson",
      "aboutText": "John Edwin Bunnell (born May 25, 1944) is a former Sheriff of Multnomah County, Oregon. Bunnell is best known for presenting World's Wildest Police Videos between 1998 and 2001. Spike TV has purchased a new season of World's Wildest Police Videos and John Bunnell began hosting the new episodes starting May 7, 2012, on which he also serves as a co-executive producer.",
      "pageId": 3006419,
      "monthDay": "05/25"
    },
    {
      "year": "1944",
      "uri": "/wiki/Frank_Oz",
      "name": "Frank Oz",
      "aboutText": "John Michael \"Poli\" Palmer (born 25 May 1943, in Evesham, Worcestershire) is a British rock musician who was a key member in the progressive rock band Family. Though he was not an original member, he was regarded as being integral to the group's sound. He played the vibraphone, flute, piano, synthesizers and occasional drums, and he was with the band from late 1969 until late 1972.",
      "pageId": 5791505,
      "monthDay": "05/25"
    },
    {
      "year": "1946",
      "uri": "/wiki/Bill_Adam",
      "name": "Bill Adam",
      "aboutText": "Bülent Arınç (Turkish pronunciation: [byˈlænt aˈɾɯntʃ]; born 25 May 1948) is a conservative Turkish politician. He served as the 22nd Speaker of the Parliament of Turkey from 2002 to 2007.",
      "pageId": 6061993,
      "monthDay": "05/25"
    },
    {
      "year": "1946",
      "uri": "/wiki/David_A._Hargrave",
      "name": "David A. Hargrave",
      "aboutText": "Charlie Harper (born David Charles Perez, 25 May 1944, Hackney, London) is a British singer and songwriter.",
      "pageId": 6225906,
      "monthDay": "05/25"
    },
    {
      "year": "1947",
      "uri": "/wiki/Mitch_Margo",
      "name": "Mitch Margo",
      "aboutText": "Dr. Digby C. Anderson (born 25 May 1944) is the founder and former director (until 2004) of the Social Affairs Unit, a public policy organization/economic think-tank created in 1980. In addition to this role, Anderson served as a long-time contributor to several conservative American and British newspapers and magazines including The Spectator and The Daily Telegraph, as well as The American Spectator, The New Criterion, and National Review.",
      "pageId": 8026290,
      "monthDay": "05/25"
    },
    {
      "year": "1947",
      "uri": "/wiki/Karen_Valentine",
      "name": "Karen Valentine",
      "aboutText": "Robert Duncan MacPherson (born May 25, 1944) is an American mathematician at the Institute for Advanced Study and Princeton University. He is best known for the invention of intersection homology with Mark Goresky, whose thesis he directed at Brown University. MacPherson previously taught at Brown University, the University of Paris, and the Massachusetts Institute of Technology.",
      "pageId": 10238121,
      "monthDay": "05/25"
    },
    {
      "year": "1947",
      "uri": "/wiki/Catherine_G._Wolf",
      "name": "Catherine G. Wolf",
      "aboutText": "Mitch Margo (born May 25, 1947) is an American singer and songwriter who was a professional recording artist by the age of 14. He (along with brother Phil Margo) was, and still is a member of The Tokens, best known for their hit recording of \"The Lion Sleeps Tonight\" which rose to #1 on the Billboard Hot 100 and remained there for 3 weeks in 1961. Other hits by The Tokens include \"Tonight I Fell In Love\" (which he co-wrote), \"I hear Trumpets Blow\" (written by Mitch Margo), \"He’s In Town\" and \"Portrait of My Love\".",
      "pageId": 10530535,
      "monthDay": "05/25"
    },
    {
      "year": "1948",
      "uri": "/wiki/B%C3%BClent_Ar%C4%B1n%C3%A7",
      "name": "Bülent Arınç",
      "aboutText": "Catherine Gody Wolf (born May 25, 1947) is an American psychologist and expert in human-computer interaction. She is the author of more than 100 research articles and holds six patents in the areas of human-computer interaction, artificial intelligence, and collaboration. Wolf is known for her work at IBM's Thomas J. Watson Research Center in Yorktown Heights, NY, where she was a 19-year staff researcher.",
      "pageId": 37336711,
      "monthDay": "05/25"
    },
    {
      "year": "1948",
      "uri": "/wiki/Marianne_Elliott",
      "name": "Marianne Elliott",
      "aboutText": "Lincoln Barrington \"Sugar\" Minott (25 May 1956 – 10 July 2010) was a Jamaican reggae singer, producer and sound-system operator.",
      "pageId": 174938,
      "monthDay": "05/25"
    },
    {
      "year": "1948",
      "uri": "/wiki/Klaus_Meine",
      "name": "Klaus Meine",
      "aboutText": "Stan Sakai (坂井 雅彦, Sakai Masahiko, born May 25, 1953 in Kyoto, Japan) is a third-generation Japanese American cartoonist and comic book creator.",
      "pageId": 238157,
      "monthDay": "05/25"
    },
    {
      "year": "1949",
      "uri": "/wiki/Jamaica_Kincaid",
      "name": "Jamaica Kincaid",
      "aboutText": "Alistair James Hendrie Burt (born 25 May 1955) is a British Conservative Party politician. He has been the Member of Parliament (MP) for North East Bedfordshire since 2001 and served as the MP for his native Bury North in Greater Manchester from 1983 until 1997. Burt was Parliamentary Under Secretary of State then Minister of State at the Department of Social Security from 1992 to 1997, and Parliamentary Under Secretary of State at the Foreign and Commonwealth Office from 2010 to 2013.",
      "pageId": 414830,
      "monthDay": "05/25"
    },
    {
      "year": "1949",
      "uri": "/wiki/Joe_Unger",
      "name": "Joe Unger",
      "aboutText": "Daniel Alberto Passarella (born 25 May 1953) is an Argentine retired footballer who played as a centre back, and former manager of the Argentina and Uruguay national football teams. He was captain of the Argentina team that won the 1978 World Cup. He was president of the River Plate sports club for 4 years after winning the elections by a very close margin in December 2009.",
      "pageId": 615782,
      "monthDay": "05/25"
    },
    {
      "year": "1949",
      "uri": "/wiki/Barry_Windsor-Smith",
      "name": "Barry Windsor-Smith",
      "aboutText": "Barry Windsor-Smith (born on 25 May 1949) is a British comic book illustrator and painter whose best known work has been produced in the United States. He is best known for his work on Marvel Comics' Conan the Barbarian from 1970 to 1973.\n^ \"Barry Windsor-Smith\".",
      "pageId": 626504,
      "monthDay": "05/25"
    },
    {
      "year": "1951",
      "uri": "/wiki/Bob_Gale",
      "name": "Bob Gale",
      "aboutText": "Connie Sellecca (born May 25, 1955) is an American actress and former model, best known for her roles on the television series The Greatest American Hero and Hotel, for which she was nominated for a Golden Globe Award for Best Actress – Television Series Drama in 1987.",
      "pageId": 938478,
      "monthDay": "05/25"
    },
    {
      "year": "1952",
      "uri": "/wiki/Jeffrey_Bewkes",
      "name": "Jeffrey Bewkes",
      "aboutText": "Jamaica Kincaid (born May 25, 1949) is an Antiguan-American novelist, essayist, gardener, and gardening writer. She was born in St. John's, Antigua, which is part of the twin-island nation of Antigua and Barbuda.",
      "pageId": 939039,
      "monthDay": "05/25"
    },
    {
      "year": "1952",
      "uri": "/wiki/Nick_Fotiu",
      "name": "Nick Fotiu",
      "aboutText": "Eve Ensler (born May 25, 1953) is an American playwright, performer, feminist, and activist, best known for her play The Vagina Monologues.",
      "pageId": 967570,
      "monthDay": "05/25"
    },
    {
      "year": "1952",
      "uri": "/wiki/David_Jenkins_(athlete)",
      "name": "David Jenkins",
      "aboutText": "Michael Robert \"Bob\" Gale (born May 25, 1951) is an American screenwriter, producer and film director. He famously co-wrote the science fiction film Back to the Future with writing partner Robert Zemeckis, and the screenplays for the film's two sequels.",
      "pageId": 1286515,
      "monthDay": "05/25"
    },
    {
      "year": "1952",
      "uri": "/wiki/Al_Sarrantonio",
      "name": "Al Sarrantonio",
      "aboutText": "Stavros Arnaoutakis (Greek: Σταύρος Αρναουτάκης; born 25 May 1956) is a Greek politician and former Member of the European Parliament for the Panhellenic Socialist Movement (PASOK); part of the Party of European Socialists. He has also served as the Deputy Minister for the Economy.",
      "pageId": 1478693,
      "monthDay": "05/25"
    },
    {
      "year": "1952",
      "uri": "/wiki/Gordon_H._Smith",
      "name": "Gordon H. Smith",
      "aboutText": "Klaus Meine (born 25 May 1948) is a German vocalist, best known as the lead singer of the hard rock band Scorpions. He and guitarist Rudolf Schenker are the only two members of the group to appear on every Scorpions album.",
      "pageId": 1798012,
      "monthDay": "05/25"
    },
    {
      "year": "1953",
      "uri": "/wiki/Eve_Ensler",
      "name": "Eve Ensler",
      "aboutText": "Joseph 'Joe' Unger (born May 25, 1949) is an American actor who has starred in many films and on television. He is best known for his role in Wes Craven's 1984 horror hit film A Nightmare on Elm Street as Sgt. Garcia, and as one of Leatherface's brothers, the hook handed Tinker, who appears in Leatherface: The Texas Chainsaw Massacre III (1990).",
      "pageId": 3086948,
      "monthDay": "05/25"
    },
    {
      "year": "1953",
      "uri": "/wiki/Daniel_Passarella",
      "name": "Daniel Passarella",
      "aboutText": "Gordon Harold Smith (born May 25, 1952) is an American politician, a former United States Senator and businessman from the state of Oregon. A Republican, he served two terms in the Senate. On September 18, 2009, he was appointed President of the National Association of Broadcasters.",
      "pageId": 3540873,
      "monthDay": "05/25"
    },
    {
      "year": "1953",
      "uri": "/wiki/Stan_Sakai",
      "name": "Stan Sakai",
      "aboutText": "Jeffrey Lawrence Bewkes (born May 25, 1952) is an American media mogul.",
      "pageId": 3593287,
      "monthDay": "05/25"
    },
    {
      "year": "1954",
      "uri": "/wiki/Murali_(Malayalam_actor)",
      "name": "Murali",
      "aboutText": "Professor Marianne Elliott (born 25 May 1948, Raholp, County Down, Northern Ireland) is an Irish historian and Officer of the Most Excellent Order of the British Empire (OBE).\nShe was brought up in Belfast, and educated at Dominican College, Fortwilliam, Queen's University Belfast and Lady Margaret Hall, Oxford.\nShe lectured in history at West London Institute of Higher Education 1975 to 1977, and was a Research Fellow at University College, Swansea from 1977 to 1982.",
      "pageId": 5680732,
      "monthDay": "05/25"
    },
    {
      "year": "1955",
      "uri": "/wiki/Alistair_Burt",
      "name": "Alistair Burt",
      "aboutText": "Nicholas Evlampios Fotiu (born May 25, 1952 in Staten Island, New York) is a retired American ice hockey forward, and is the first professional hockey player from Staten Island to play for the NHL's New York Rangers.\nA left winger, Fotiu began his career in the World Hockey Association with the New England Whalers in the 1974–75 season. Two years later, he signed with his hometown Rangers, where his role as an enforcer endeared him to Ranger fans.",
      "pageId": 6151213,
      "monthDay": "05/25"
    },
    {
      "year": "1955",
      "uri": "/wiki/Connie_Sellecca",
      "name": "Connie Sellecca",
      "aboutText": "Tatsutoshi Goto (後藤 達俊, Gotō Tatsutoshi, born May 25, 1956) is a Japanese professional wrestler. He competed primarily in WAR and New Japan Pro Wrestling using the name \"T2000 Machine\".",
      "pageId": 6725685,
      "monthDay": "05/25"
    },
    {
      "year": "1956",
      "uri": "/wiki/Stavros_Arnaoutakis",
      "name": "Stavros Arnaoutakis",
      "aboutText": "Al Sarrantonio (born May 25, 1952) is an American horror and science fiction author who has published more than 45 books and 80 short stories.",
      "pageId": 6732944,
      "monthDay": "05/25"
    },
    {
      "year": "1956",
      "uri": "/wiki/Tatsutoshi_Goto",
      "name": "Tatsutoshi Goto",
      "aboutText": "Murali (Malayalam: മുരളി, 25 May 1954 – 6 August 2009) was an Indian actor and author. He mainly appeared in Malayalam and Tamil films. He won the National Award for Best Actor for his portrayal of a communist freedom fighter and professional weaver in the film Neythukaran (2002).",
      "pageId": 19391458,
      "monthDay": "05/25"
    },
    {
      "year": "1956",
      "uri": "/wiki/Sugar_Minott",
      "name": "Sugar Minott",
      "aboutText": "David Andrew Jenkins (born 25 May 1952) is a Scottish former track and field sprinter who competed mainly in the 400 metres. His personal best for the distance is 44.93 seconds, set in 1975, which was a British record for over twelve years. He represented Great Britain at three Summer Olympics (1972, 1976 and 1980) and placed seventh in the 400 m at the two latter editions.",
      "pageId": 33618344,
      "monthDay": "05/25"
    },
    {
      "year": "1956",
      "uri": "/wiki/David_P._Sartor",
      "name": "David P. Sartor",
      "aboutText": "Michael John \"Mike\" Myers (born May 25, 1963) is a Canadian born British actor, comedian, screenwriter, director, and film producer, who also holds British and American citizenship. He is known for his run as a featured performer on Saturday Night Live from 1989 to 1995, and for playing the title roles in the Wayne's World, Austin Powers, and Shrek films. He also directed the documentary film Supermensch: The Legend of Shep Gordon, and had a small role in Quentin Tarantino's Inglourious Basterds in 2009.",
      "pageId": 103063,
      "monthDay": "05/25"
    },
    {
      "year": "1957",
      "uri": "/wiki/Alastair_Campbell",
      "name": "Alastair Campbell",
      "aboutText": "Alastair John Campbell (born 25 May 1957) is a British journalist, broadcaster, political aide and author, best known for his work as Director of Communications and Strategy for prime minister Tony Blair between 1997 and 2003.",
      "pageId": 265577,
      "monthDay": "05/25"
    },
    {
      "year": "1957",
      "uri": "/wiki/Edward_Lee_(writer)",
      "name": "Edward Lee",
      "aboutText": "Anthea Millicent Turner (born 25 May 1960) is an English television presenter and media personality, best known for co-hosting GMTV from 1994 until 1996.",
      "pageId": 293381,
      "monthDay": "05/25"
    },
    {
      "year": "1957",
      "uri": "/wiki/Robert_Picard",
      "name": "Robert Picard",
      "aboutText": "John William \"Paul\" Weller, Jr. (born 25 May 1958) is an English singer-songwriter and musician. Starting out with the band The Jam (1976–82), Weller branched out to a more soulful style with The Style Council (1983–89), before establishing himself as a successful solo artist in 1991.",
      "pageId": 343475,
      "monthDay": "05/25"
    },
    {
      "year": "1957",
      "uri": "/wiki/Hillary_B._Smith",
      "name": "Hillary B. Smith",
      "aboutText": "Julian Peter McDonald Clary (born 25 May 1959) is an English comedian and novelist. Openly gay, Clary began appearing on television in the mid-1980s and became known for his deliberately stereotypical camp style. Since then he has also acted in films, television and stage productions, and was the winner of Celebrity Big Brother 10 in 2012.",
      "pageId": 363882,
      "monthDay": "05/25"
    },
    {
      "year": "1958",
      "uri": "/wiki/Katerina_Batzeli",
      "name": "Katerina Batzeli",
      "aboutText": "Hillary Bailey Smith (born May 25, 1957) is an American actress, best known for her role as District Attorney Nora Hanen Buchanan in the ABC daytime soap opera, One Life to Live.",
      "pageId": 801822,
      "monthDay": "05/25"
    },
    {
      "year": "1958",
      "uri": "/wiki/Zahida_Manzoor",
      "name": "Zahida Manzoor",
      "aboutText": "Ivan Bella (born 25 May 1964 in Brezno, Czechoslovakia (now Slovakia)) is a Slovak Air Force officer who became the first Slovak citizen to fly in space. He participated in an eight-day joint Russian-French-Slovak mission to the Mir space station in 1999.",
      "pageId": 873558,
      "monthDay": "05/25"
    },
    {
      "year": "1958",
      "uri": "/wiki/Paul_Weller",
      "name": "Paul Weller",
      "aboutText": "Aikaterini Batzeli (Greek: Αικατερίνη Μπατζελή) (b. 25 May 1958, Athens) is a Greek politician, Member of Parliament in Greece and a former Member of the European Parliament for the Panhellenic Socialist Movement, part of the Party of European Socialists. She served as the Minister for Rural Development and Food from 7 October 2009 to 7 September 2010, as part of the First Cabinet of George Papandreou.",
      "pageId": 1478691,
      "monthDay": "05/25"
    },
    {
      "year": "1959",
      "uri": "/wiki/Julian_Clary",
      "name": "Julian Clary",
      "aboutText": "Amy Jean Klobuchar (/ˈkloʊbəʃɑr/, born May 25, 1960) is the senior United States Senator from Minnesota. She is a member of the Minnesota Democratic-Farmer-Labor Party, an affiliate of the Democratic Party. She is the first woman to be elected as a senator for Minnesota and is one of twenty female senators serving in the 113th United States Congress.",
      "pageId": 1596343,
      "monthDay": "05/25"
    },
    {
      "year": "1959",
      "uri": "/wiki/Manolis_Kefalogiannis",
      "name": "Manolis Kefalogiannis",
      "aboutText": "Richard James Wamsley (born May 25, 1959) is a retired Canadian professional ice hockey goaltender who played in the National Hockey League for the Montreal Canadiens, St. Louis Blues, Calgary Flames and Toronto Maple Leafs. He is currently the goaltending coach for the NHL's Ottawa Senators.",
      "pageId": 1825685,
      "monthDay": "05/25"
    },
    {
      "year": "1959",
      "uri": "/wiki/Rick_Wamsley",
      "name": "Rick Wamsley",
      "aboutText": "George Raymond \"Ray\" Stevenson (born 25 May 1964) is a Northern Ireland-born, England-raised film and television actor from Lisburn, Northern Ireland. He is known for playing Titus Pullo in the BBC/HBO television series Rome (2005–2007) and in film as Dagonet in King Arthur (2004). Stevenson has portrayed two Marvel Comics characters: Frank Castle/The Punisher in Punisher: War Zone and The Super Hero Squad Show; and Volstagg in Thor and its sequel Thor: The Dark World.",
      "pageId": 2887901,
      "monthDay": "05/25"
    },
    {
      "year": "1960",
      "uri": "/wiki/Amy_Klobuchar",
      "name": "Amy Klobuchar",
      "aboutText": "David Sartor (rhymes with \"Carter\") is an American composer and conductor of symphonic, chamber and choral music, and is Adjunct Professor of Composition at Trevecca Nazarene University in Nashville, Tennessee and Music Director of the Parthenon Chamber Orchestra.",
      "pageId": 2956225,
      "monthDay": "05/25"
    },
    {
      "year": "1960",
      "uri": "/wiki/Anthea_Turner",
      "name": "Anthea Turner",
      "aboutText": "George Loening Hickenlooper III (May 25, 1963 – October 29, 2010) was an American narrative and documentary filmmaker.",
      "pageId": 3493669,
      "monthDay": "05/25"
    },
    {
      "year": "1962",
      "uri": "/wiki/Ric_Nattress",
      "name": "Ric Nattress",
      "aboutText": "Robert Rene Joseph Picard (born May 25, 1957 in Montreal, Quebec) is a retired Canadian professional ice hockey player.",
      "pageId": 5627296,
      "monthDay": "05/25"
    },
    {
      "year": "1963",
      "uri": "/wiki/George_Hickenlooper",
      "name": "George Hickenlooper",
      "aboutText": "David Shaw (born May 25, 1964 in St. Thomas, Ontario) is a retired former professional ice hockey defenceman who played 769 National Hockey League games from 1982-1998. He won a Memorial Cup as a member of the Kitchener Rangers in 1982.",
      "pageId": 5803466,
      "monthDay": "05/25"
    },
    {
      "year": "1963",
      "uri": "/wiki/Mike_Myers",
      "name": "Mike Myers",
      "aboutText": "Edward Lee (born May 25, 1957) is an American novelist specializing in the field of horror who has written 40 books, more than half of which have been published by mass-market New York paperback companies such as Leisure/Dorchester, Berkley, and Zebra/Kensington. He is a Bram Stoker award nominee for his story “Mr. Torso,” and his short stories have appeared in over a dozen mass-market anthologies, including the award-winning 999.",
      "pageId": 6084254,
      "monthDay": "05/25"
    },
    {
      "year": "1963",
      "uri": "/wiki/Eha_R%C3%BCnne",
      "name": "Eha Rünne",
      "aboutText": "Eric James Nattress (born May 25, 1962 in Hamilton, Ontario) is a former National Hockey League defenceman. He was drafted in the second round, 27th overall, by the Montreal Canadiens in the 1980 NHL Entry Draft.\nNattress played three seasons in the Ontario Hockey League with the Brantford Alexanders before making his NHL debut for Montreal in the 1982–83 season, appearing in 40 games.",
      "pageId": 6381350,
      "monthDay": "05/25"
    },
    {
      "year": "1964",
      "uri": "/wiki/Ivan_Bella",
      "name": "Ivan Bella",
      "aboutText": "Manolis K. Kefalogiannis (Greek: Μανώλης Κεφαλογιάννης; born 25 May 1959) is a Greek politician from Heraklion, Crete.\nHe served in the government of Greece as Minister for Mercantile Marine from 2004 to 2007. In the 15 legislature (2012–14) he was a member of the Special Permanent Committee on Institutions and Transparency.",
      "pageId": 6541449,
      "monthDay": "05/25"
    },
    {
      "year": "1964",
      "uri": "/wiki/David_Shaw_(ice_hockey)",
      "name": "David Shaw",
      "aboutText": "Zahida Parveen Manzoor, Baroness Manzoor CBE (born 25 May 1958) is an English businessperson and public appointee, who was elevated to the House of Lords as a Liberal Democrat peer in 2013. From 2003 to 2011 she served as the Legal Services Ombudsman for England and Wales, reporting directly to Parliament. During this period Manzoor made significant improvements in the way legal professional bodies, such as the Law Society and the Bar Council, dealt with complaints from members of the public.",
      "pageId": 16176594,
      "monthDay": "05/25"
    },
    {
      "year": "1964",
      "uri": "/wiki/Ray_Stevenson_(actor)",
      "name": "Ray Stevenson",
      "aboutText": "Eha Rünne (born May 25, 1963 in Tallinn) is a female shot putter and discus thrower from Estonia, who competed in the discus contest at the 1996 Summer Olympics in Atlanta, Georgia. There she ended up in 26th place (58.24 metres).\nRünne set her personal best in the women's discus throw event (63.18 metres) on July 13, 1988 in Pärnu.",
      "pageId": 21871800,
      "monthDay": "05/25"
    },
    {
      "year": "1965",
      "uri": "/wiki/Yahya_Jammeh",
      "name": "Yahya Jammeh",
      "aboutText": "Billy Martin (born Melissa Ann Brite; May 25, 1967), known professionally as Poppy Z. Brite, is an American author. He is a trans man and prefers that male pronouns and terms be used when referring to him. Martin initially achieved notoriety in the gothic horror genre of literature in the early 1990s by publishing a string of successful novels and short story collections.",
      "pageId": 93789,
      "monthDay": "05/25"
    },
    {
      "year": "1966",
      "uri": "/wiki/Princess_Laurentien_of_the_Netherlands",
      "name": "Princess Laurentien of the Netherlands",
      "aboutText": "Yuki Inoue (井上 由起, Inoue Yuki, born May 25, 1970), better known by the stage name Satsuki Yukino (ゆきの さつき, Yukino Satsuki) (previously 雪乃 五月, 雪野 五月), is a Japanese voice actress from Ōtsu, Shiga. Yukino is also a singer as part of the Hinata Girls. She is a member of Ken Production.",
      "pageId": 269999,
      "monthDay": "05/25"
    },
    {
      "year": "1967",
      "uri": "/wiki/Poppy_Z._Brite",
      "name": "Poppy Z. Brite",
      "aboutText": "Delmar Drew Arnaud (born May 25, 1973), better known by his stage name Daz Dillinger (formerly Dat Nigga Daz), is an American hip hop recording artist and record producer from Long Beach, California.",
      "pageId": 303492,
      "monthDay": "05/25"
    },
    {
      "year": "1967",
      "uri": "/wiki/Mark_Rosewater",
      "name": "Mark Rosewater",
      "aboutText": "Anne Celeste Heche (/ˈheɪʃ/ HAYSH; born May 25, 1969) is an American actress. Her film credits include Six Days Seven Nights, Return to Paradise, I Know What You Did Last Summer, John Q and Volcano.",
      "pageId": 320781,
      "monthDay": "05/25"
    },
    {
      "year": "1968",
      "uri": "/wiki/Kendall_Gill",
      "name": "Kendall Gill",
      "aboutText": "Yahya Abdul-Aziz Jemus Junkung Jammeh (born 25 May 1965) is the president of the Gambia. As a young army officer, he took power in a 1994 military coup.\nHe was elected as President in 1996; he was re-elected in 2001, 2006, and 2011.",
      "pageId": 392406,
      "monthDay": "05/25"
    },
    {
      "year": "1969",
      "uri": "/wiki/Glen_Drover",
      "name": "Glen Drover",
      "aboutText": "James Harvey \"Jamie\" Kennedy (born May 25, 1970) is an American stand-up comedian, television producer, screenwriter, and actor.",
      "pageId": 559167,
      "monthDay": "05/25"
    },
    {
      "year": "1969",
      "uri": "/wiki/Anne_Heche",
      "name": "Anne Heche",
      "aboutText": "Princess Laurentien of the Netherlands (née Petra Laurentien Brinkhorst; born 25 May 1966) is the wife of Prince Constantijn and sister-in-law of King Willem-Alexander and Queen Máxima.",
      "pageId": 639560,
      "monthDay": "05/25"
    },
    {
      "year": "1969",
      "uri": "/wiki/Stacy_London",
      "name": "Stacy London",
      "aboutText": "Stefano Baldini (born 25 May 1971 in Castelnovo di Sotto, Emilia-Romagna, Italy) is a retired Italian runner who specialized in the marathon. He was the Olympic champion in Athens and was twice European champion (1998 and 2006).\nBaldini was also a world champion in the half marathon, taking the title in Palma de Mallorca in 1996.",
      "pageId": 940234,
      "monthDay": "05/25"
    },
    {
      "year": "1970",
      "uri": "/wiki/Sandra_Dopfer",
      "name": "Sandra Dopfer",
      "aboutText": "Karan Johar (born 25 May 1972), often informally referred to as KJo, is an Indian film director, producer, screenwriter, costume designer, actor and television personality who is primarily known for his work in Hindi films. He is the son of Hiroo Johar and the acclaimed producer Yash Johar.\nJohar made his directorial debut with the blockbuster romance Kuch Kuch Hota Hai (1998), which earned him the Filmfare Awards for Best Director and Best Screenplay.",
      "pageId": 984639,
      "monthDay": "05/25"
    },
    {
      "year": "1970",
      "uri": "/wiki/Joey_Eischen",
      "name": "Joey Eischen",
      "aboutText": "Mark Rosewater (born May 25, 1967) is the head designer for Magic: The Gathering.\n^ Rosewater, Mark (May 18, 2009). \"Golden Oldies\".",
      "pageId": 1188308,
      "monthDay": "05/25"
    },
    {
      "year": "1970",
      "uri": "/wiki/Lindsay_Greenbush",
      "name": "Lindsay Greenbush",
      "aboutText": "Rachel Lindsay Rene Bush and Sidney Robyn Danae Bush (born May 25, 1970 in Hollywood, California) are former child actresses, best known for their combined (alternating) role as Carrie Ingalls, in the drama series Little House on the Prairie. They are twin sisters, born to actor Billy \"Green\" Bush and Carole Kay Bush.",
      "pageId": 1282197,
      "monthDay": "05/25"
    },
    {
      "year": "1970",
      "uri": "/wiki/Sidney_Greenbush",
      "name": "Sidney Greenbush",
      "aboutText": "Justin Worthington Henry (born May 25, 1971) is an American former child actor. He appeared in the 1979 film Kramer vs. Kramer (his first role) in a performance that earned him a nomination for the Academy Award for Best Supporting Actor, the youngest actor to be nominated in any category; and, the only actor ever nominated in the same decade as his or her birth.",
      "pageId": 1392362,
      "monthDay": "05/25"
    },
    {
      "year": "1970",
      "uri": "/wiki/Jamie_Kennedy",
      "name": "Jamie Kennedy",
      "aboutText": "Stacy London (born May 25, 1969) is an American stylist/fashion consultant, author, and magazine editor known primarily for her time as co-host on What Not to Wear, a reality television program that featured wardrobe and appearance makeovers. After graduating from Vassar College, London started her career as a fashion editor at Vogue and transitioned into being a stylist for celebrities and designers. She moved into television by co-hosting What Not to Wear with Clinton Kelly, and doing fashion reporting for Access Hollywood, The Early Show, and the Today Show.",
      "pageId": 1684923,
      "monthDay": "05/25"
    },
    {
      "year": "1970",
      "uri": "/wiki/Octavia_Spencer",
      "name": "Octavia Spencer",
      "aboutText": "Kendall Cedric Gill (born May 25, 1968) is an American retired professional basketball player, who now works as a television basketball analyst.",
      "pageId": 2147572,
      "monthDay": "05/25"
    },
    {
      "year": "1970",
      "uri": "/wiki/Satsuki_Yukino",
      "name": "Satsuki Yukino",
      "aboutText": "Glen Drover (born May 25, 1969) is a heavy metal guitarist from Missisauga, Ontario, Canada, where he currently resides.",
      "pageId": 2548120,
      "monthDay": "05/25"
    },
    {
      "year": "1971",
      "uri": "/wiki/Stefano_Baldini",
      "name": "Stefano Baldini",
      "aboutText": "Joseph Raymond Eischen (born May 25, 1970) is a former relief pitcher in Major League Baseball.",
      "pageId": 4389631,
      "monthDay": "05/25"
    },
    {
      "year": "1971",
      "uri": "/wiki/Marco_Cappato",
      "name": "Marco Cappato",
      "aboutText": "Marco Cappato (b. 25 May 1971 in Milan, Italy) is an Italian politician. He was a Member of the European Parliament from Italy until 2009.",
      "pageId": 5378519,
      "monthDay": "05/25"
    },
    {
      "year": "1971",
      "uri": "/wiki/Justin_Henry",
      "name": "Justin Henry",
      "aboutText": "Octavia Lenora Spencer (born May 25, 1970) is an American actress and author. She is best known for her role as Minny Jackson in the 2011 film The Help, for which she won the BAFTA, Golden Globe, SAG, Critics' Choice, and Academy Award for Best Supporting Actress. Other notable films include Get on Up, Black or White, Smashed, Snowpiercer, The Divergent Series: Insurgent and Fruitvale Station.",
      "pageId": 8694199,
      "monthDay": "05/25"
    },
    {
      "year": "1972",
      "uri": "/wiki/Karan_Johar",
      "name": "Karan Johar",
      "aboutText": "Sandra Dopfer (born 25 May 1970 in Lustenau) is a former Austrian tennis player.\nDopfer won six singles titles on the ITF tour in her career. On 29 August 1994, she reached her best singles ranking of world number 70.",
      "pageId": 38941060,
      "monthDay": "05/25"
    },
    {
      "year": "1973",
      "uri": "/wiki/Daz_Dillinger",
      "name": "Daz Dillinger",
      "error": "No data found.",
      "monthDay": "05/25"
    },
    {
      "year": "1973",
      "uri": "/wiki/Al-Saadi_Gaddafi",
      "name": "Al-Saadi Gaddafi",
      "aboutText": "Cillian Murphy (/ˈkɪliən/; born 25 May 1976) is an Irish actor of stage and screen. Since making his debut in his home country in the late 1990s, Murphy has also became a presence in British and American cinema—noted by critics for his performances in a wide range of roles.\nA native of Cork, Murphy began his performing career as a rock musician.",
      "pageId": 481634,
      "monthDay": "05/25"
    },
    {
      "year": "1973",
      "uri": "/wiki/Demetri_Martin",
      "name": "Demetri Martin",
      "aboutText": "Al-Saadi Muammar Gaddafi (Arabic: الساعدي معمر القذافي‎; born 25 May 1973), is the third son of former Libyan leader Muammar Gaddafi. He is a Libyan former association football player. In 2011, he was the commander of Libya's Special Forces and was involved in the Libyan Civil War.",
      "pageId": 553698,
      "monthDay": "05/25"
    },
    {
      "year": "1973",
      "uri": "/wiki/Molly_Sims",
      "name": "Molly Sims",
      "aboutText": "Frank Klepacki (born May 25, 1974) is an American musician, video game music composer and sound director best known for his work on the Command & Conquer series. Having learned to play drums as a child, he joined Westwood Studios as a composer when he was only 17 years old. He has scored several games there, including the Lands of Lore series, Westwood Studios' Dune games, The Legend of Kyrandia series, Blade Runner, and the Command & Conquer series.",
      "pageId": 752559,
      "monthDay": "05/25"
    },
    {
      "year": "1974",
      "uri": "/wiki/Dougie_Freedman",
      "name": "Dougie Freedman",
      "aboutText": "Miguel Odalis Tejada (born Tejeda, May 25, 1974) is a Dominican professional baseball infielder who is currently with the Pericos de Puebla of the Mexican League. Tejada has played for the Oakland Athletics, Baltimore Orioles, Houston Astros, San Diego Padres, San Francisco Giants and Kansas City Royals.\nTejada spent his first six seasons in MLB with the Athletics, where he began a streak of 1,152 consecutive games that ended with the Orioles on June 22, 2007.",
      "pageId": 754707,
      "monthDay": "05/25"
    },
    {
      "year": "1974",
      "uri": "/wiki/Frank_Klepacki",
      "name": "Frank Klepacki",
      "aboutText": "Stefan Christian Holm (born 25 May 1976) is a retired Swedish high jumper. He has won an Olympic gold medal, a silver in the World Championships, and one silver and one bronze medal in the European Championships.",
      "pageId": 920938,
      "monthDay": "05/25"
    },
    {
      "year": "1974",
      "uri": "/wiki/Miguel_Tejada",
      "name": "Miguel Tejada",
      "aboutText": "Carlos Manuel Bocanegra (born May 25, 1979) is a retired American professional soccer player. A two-time MLS Defender of the Year, Bocanegra also played professionally in England, Scotland, France, and Spain. He earned over 100 caps with the United States, serving as captain for six years.",
      "pageId": 1004027,
      "monthDay": "05/25"
    },
    {
      "year": "1975",
      "uri": "/wiki/Blaise_Nkufo",
      "name": "Blaise Nkufo",
      "aboutText": "Brian Urlacher (/ˈɜrlækər/; born May 25, 1978) is a former American football linebacker who spent his entire 13-year career playing for the Chicago Bears of the National Football League (NFL). He played college football for the University of New Mexico, where he was recognized as a consensus All-American and became one of the school's most decorated athletes.\nThe Bears selected Urlacher with the ninth overall pick in the 2000 NFL Draft.",
      "pageId": 1243141,
      "monthDay": "05/25"
    },
    {
      "year": "1976",
      "uri": "/wiki/Tarik_Glenn",
      "name": "Tarik Glenn",
      "aboutText": "Molly Sims (born May 25, 1973) is an American model and actress.",
      "pageId": 1277598,
      "monthDay": "05/25"
    },
    {
      "year": "1976",
      "uri": "/wiki/Stefan_Holm",
      "name": "Stefan Holm",
      "aboutText": "Demetri Evan Martin (born May 25, 1973) is an American comedian, actor, artist, musician, writer, and humorist. He is best known for his work as a stand-up comedian, being a contributor on The Daily Show, and his Comedy Central show Important Things with Demetri Martin.",
      "pageId": 1419520,
      "monthDay": "05/25"
    },
    {
      "year": "1976",
      "uri": "/wiki/Cillian_Murphy",
      "name": "Cillian Murphy",
      "aboutText": "Douglas \"Dougie\" Freedman (/dʌɡiː/ DUG-ee; born 25 May 1974) is a Scottish professional football manager and former player, who currently manages Nottingham Forest.\nFreedman played as a striker, primarily for Crystal Palace and also had spells as a player at Queens Park Rangers, Barnet, Wolverhampton Wanderers, Nottingham Forest, Leeds United and Southend United. Freedman had two caps for the Scottish national football team where he scored one goal in a 2002 World Cup qualifier against Latvia.",
      "pageId": 1791708,
      "monthDay": "05/25"
    },
    {
      "year": "1976",
      "uri": "/wiki/Sandra_Nasi%C4%87",
      "name": "Sandra Nasić",
      "aboutText": "Ethan Suplee (born May 25, 1976) is an American film and television actor best known for his roles as Seth Ryan in American History X, Louie Lastik in Remember the Titans, Frankie in Boy Meets World, Randy Hickey in My Name Is Earl, Toby in The Wolf of Wall Street, and his roles in Kevin Smith films.",
      "pageId": 1931312,
      "monthDay": "05/25"
    },
    {
      "year": "1976",
      "uri": "/wiki/Erki_P%C3%BCtsep",
      "name": "Erki Pütsep",
      "aboutText": "Tarik Glenn (born May 25, 1976) is a former American football offensive tackle who played for the Indianapolis Colts of the National Football League (NFL). Glenn performed as two-way lineman at Bishop O'Dowd High School in Oakland, California.\nHe attended the University of California, Berkeley, where he was a four-year letterman and two-year starter.",
      "pageId": 1975758,
      "monthDay": "05/25"
    },
    {
      "year": "1976",
      "uri": "/wiki/Marcelo_Jos%C3%A9_da_Silva",
      "name": "Marcelo José da Silva",
      "aboutText": "Found Instruments, Sandra Nasić (born May 25, 1976 in Göttingen, Germany) is a Croatian and German singer. She is the lead singer of the rock band Guano Apes. She was born to Croatian parents.",
      "pageId": 2443611,
      "monthDay": "05/25"
    },
    {
      "year": "1976",
      "uri": "/wiki/Ethan_Suplee",
      "name": "Ethan Suplee",
      "aboutText": "Karthik Sivakumar (born 25 May 1977), better known by his stage name Karthi, is an Indian film actor who works in the Tamil film industry. The younger son of actor Sivakumar, Karthi holds a Bachelor's degree in Mechanical Engineering and master of business administration in Industrial Engineering. Since he had always wanted to become a film director, he returned to India and joined Mani Ratnam as an assistant director.",
      "pageId": 7514390,
      "monthDay": "05/25"
    },
    {
      "year": "1976",
      "uri": "/wiki/Miguel_Zepeda",
      "name": "Miguel Zepeda",
      "aboutText": "Blaise Isetsima Nkufo (born 25 May 1975) is a retired Congolese-born Swiss footballer. Nkufo played professionally in Switzerland, Qatar, Germany, the Netherlands, and the United States.\nNkufo was also a member of the Swiss national team, having won 34 caps and scored seven goals.",
      "pageId": 7678879,
      "monthDay": "05/25"
    },
    {
      "year": "1977",
      "uri": "/wiki/Karthi",
      "name": "Karthi",
      "aboutText": "José Alberto Rodríguez (born May 25, 1977) best known as Alberto Del Rio is a Mexican professional wrestler and former mixed martial artist, currently signed to WWE, where he is the current WWE United States Champion in his first reign. Rodríguez wrestled as El Patrón Alberto in Asistencia Asesoría y Administración (AAA), Ring of Honor (ROH), Lucha Underground, Japan, Puerto Rico, and various U.S. independent promotions. Before working for WWE, Rodríguez used the name Dos Caras Jr.",
      "pageId": 7814042,
      "monthDay": "05/25"
    },
    {
      "year": "1977",
      "uri": "/wiki/Andre_Anis",
      "name": "Andre Anis",
      "aboutText": "Marcelo José da Silva or simply Marcelo Silva (born 25 May 1976), is a former Brazilian footballer.",
      "pageId": 10459437,
      "monthDay": "05/25"
    },
    {
      "year": "1977",
      "uri": "/wiki/Alberto_Del_Rio",
      "name": "Alberto Del Rio",
      "aboutText": "Erki Pütsep (born 25 May 1976 in Jõgeva) is an Estonian professional road bicycle racer who rides for the Alpha Baltic-Unitymarathons.com team. He is the three time national road race champion (2004, 2006 and 2007) and won the E.O.S. Tallinn GP in 2007.",
      "pageId": 13039413,
      "monthDay": "05/25"
    },
    {
      "year": "1978",
      "uri": "/wiki/Brian_Urlacher",
      "name": "Brian Urlacher",
      "aboutText": "Miguel Ángel Zepeda Espinoza (born May 25, 1976) is retired a Mexican footballer who last played for Tiburones Rojos de Veracruz on the Liga de Ascenso.",
      "pageId": 15316394,
      "monthDay": "05/25"
    },
    {
      "year": "1979",
      "uri": "/wiki/Carlos_Bocanegra",
      "name": "Carlos Bocanegra",
      "aboutText": "Andre Anis (born 25 May 1977) is a retired football (soccer) defender from Estonia.",
      "pageId": 23042121,
      "monthDay": "05/25"
    },
    {
      "year": "1979",
      "uri": "/wiki/Sayed_Moawad",
      "name": "Sayed Moawad",
      "aboutText": "Jonathan Peter Wilkinson, CBE (born 25 May 1979), known as Jonny Wilkinson, is a former rugby union player who represented England and the British and Irish Lions. Wilkinson rose to acclaim from 2001 to 2003 before and during the 2003 Rugby World Cup and was acknowledged as one of the world's best rugby union players.\nHe was an integral member of the 2003 Rugby World Cup-winning England squad, scoring the winning drop goal in the last minute of extra time against Australia in the 2003 Rugby World Cup Final.",
      "pageId": 437579,
      "monthDay": "05/25"
    },
    {
      "year": "1979",
      "uri": "/wiki/Caroline_Ouellette",
      "name": "Caroline Ouellette",
      "aboutText": "Ezekiel Kemboi Cheboi (born 25 May 1982) is a Kenyan athlete, winner of the 3000 metres steeplechase at the 2004 Summer Olympics, the 2009 World Championships, the 2011 World Championships, the 2012 Summer Olympics, the 2013 World Championships and the 2015 World Championships. His 3000 m steeplechase best of 7:55.76 set at Monaco in 2011 places him as the sixth fastest of all time. This time is also the fastest non-winning time in history.",
      "pageId": 1037024,
      "monthDay": "05/25"
    },
    {
      "year": "1979",
      "uri": "/wiki/Sam_Sodje",
      "name": "Sam Sodje",
      "aboutText": "Daniel Omoya Braaten (born 25 May 1982) is a Norwegian footballer, who currently playes for the Norwegian club Vålerenga. Braaten has been capped 52 times for the Norway national football team.",
      "pageId": 2293851,
      "monthDay": "05/25"
    },
    {
      "year": "1979",
      "uri": "/wiki/Jonny_Wilkinson",
      "name": "Jonny Wilkinson",
      "aboutText": "Samuel Okeremute \"Sam\" Sodje (born 25 May 1979) is a retired Nigerian professional footballer who played as a defender.",
      "pageId": 2475204,
      "monthDay": "05/25"
    },
    {
      "year": "1980",
      "uri": "/wiki/Jae_Hee",
      "name": "Jae Hee",
      "aboutText": "Jason James Kubel (born May 25, 1982) is an American professional baseball player who is currently a free agent. He has played in Major League Baseball for the Minnesota Twins, Arizona Diamondbacks, and Cleveland Indians.",
      "pageId": 2901282,
      "monthDay": "05/25"
    },
    {
      "year": "1980",
      "uri": "/wiki/Joe_King_(guitarist)",
      "name": "Joe King",
      "aboutText": "Luke Patrick Ball (born 25 May 1984) is a retired professional Australian rules football player who played for St Kilda and Collingwood football clubs in the Australian Football League. From 2003 to 2009 he played 142 games for the St Kilda Football Club where he was captain in 2007 and best and fairest and All-Australian in 2005. He is one of the only players in AFL history to have played in three consecutive grand finals for two different clubs; 2009 for St Kilda and 2010 and 2011 for Collingwood.",
      "pageId": 3335560,
      "monthDay": "05/25"
    },
    {
      "year": "1980",
      "uri": "/wiki/David_Navarro_(footballer)",
      "name": "David Navarro",
      "aboutText": "Adam Mark Boyd (born 25 May 1982) is an English footballer who last played for Bishop Auckland. Boyd plays as a striker and started off playing in school while attending Grange Primary School, in his hometown of Hartlepool.\nDuring his studies at Hartlepool Manor School of Technology, he played for Hartlepool United, making his debut in 1999.",
      "pageId": 3583731,
      "monthDay": "05/25"
    },
    {
      "year": "1981",
      "uri": "/wiki/Michalis_Pelekanos",
      "name": "Michalis Pelekanos",
      "aboutText": "Caroline Ouellette (born May 25, 1979) is a Canadian ice hockey player. She is a member of the Canadian national women's ice hockey team and a member of Montreal Stars (CWHL). 4-time Olympic Gold Medallist / 5-time World Championships Gold / 4-time World Championships Silver / 2-time Clarkson Cup Champion, Ouellette is currently in the Top 10 in all-time NCAA scoring with 229 career points.",
      "pageId": 4042187,
      "monthDay": "05/25"
    },
    {
      "year": "1982",
      "uri": "/wiki/Adam_Boyd",
      "name": "Adam Boyd",
      "aboutText": "Jae Hee (born Lee Hyun-kyun on May 25, 1980) is a South Korean actor.",
      "pageId": 4726356,
      "monthDay": "05/25"
    },
    {
      "year": "1982",
      "uri": "/wiki/Daniel_Braaten",
      "name": "Daniel Braaten",
      "aboutText": "David Navarro Pedrós (Spanish pronunciation: [daˈβið naˈβaro]; born 25 May 1980) is a Spanish professional footballer who plays for Levante UD as a central defender.",
      "pageId": 4845767,
      "monthDay": "05/25"
    },
    {
      "year": "1982",
      "uri": "/wiki/Ryan_Gallant",
      "name": "Ryan Gallant",
      "aboutText": "Luke Webster (born 25 May 1982) is an Australian rules football coach and former player.",
      "pageId": 5503951,
      "monthDay": "05/25"
    },
    {
      "year": "1982",
      "uri": "/wiki/Roger_Guerreiro",
      "name": "Roger Guerreiro",
      "aboutText": "Justin Hodges (born 25 May 1982 in Cairns, Queensland) is a retired Australian professional rugby league footballer who played, and captained, the Brisbane Broncos of the National Rugby League. A Queensland State of Origin and Australian international representative centre, Hodges started his career with Brisbane before moving to the Sydney Roosters, with whom he won the 2002 NRL Premiership, before returning to the Broncos in 2005, with whom he won the 2006 NRL Premiership.\n^ \"Ex helps Hodgo decide\".",
      "pageId": 5649322,
      "monthDay": "05/25"
    },
    {
      "year": "1982",
      "uri": "/wiki/Justin_Hodges",
      "name": "Justin Hodges",
      "aboutText": "Joe King (born May 25, 1980) is the guitarist, backing vocalist, songwriter and co-founder of Denver-based rock band the Fray.",
      "pageId": 9256404,
      "monthDay": "05/25"
    },
    {
      "year": "1982",
      "uri": "/wiki/Ezekiel_Kemboi",
      "name": "Ezekiel Kemboi",
      "aboutText": "Roger Guerreiro (Brazilian Portuguese: [ˈʁoʒeʁ ɡeˈʁejɾu]; born on 25 May 1982 in São Paulo, Brazil), commonly known as Roger, is a naturalized Polish footballer, who plays for Villa Nova-MG, as an attacking midfielder.\n^ \"Roger Guerreiro\". 90minut.pl.",
      "pageId": 9856359,
      "monthDay": "05/25"
    },
    {
      "year": "1982",
      "uri": "/wiki/Jason_Kubel",
      "name": "Jason Kubel",
      "aboutText": "Stacey Elizabeth Pensgen (born May 25, 1982) is an American former competitive figure skater who won the silver medal at the 2000 Four Continents Championships.",
      "pageId": 12102188,
      "monthDay": "05/25"
    },
    {
      "year": "1982",
      "uri": "/wiki/Stacey_Pensgen",
      "name": "Stacey Pensgen",
      "aboutText": "Michalis Pelekanos (alternate spelling: Mihalis) (Greek: Μιχάλης Πελεκάνος) (born May 25, 1981) is a Greek professional basketball player, who plays for Aris Thessaloniki of the Greek League.",
      "pageId": 13347294,
      "monthDay": "05/25"
    },
    {
      "year": "1982",
      "uri": "/wiki/Luke_Webster",
      "name": "Luke Webster",
      "aboutText": "Sayed Moawad (Arabic: سيد معوض‎; born 25 May 1979 in Fayyum) is a retired Egyptian footballer. He was a defender who played as a left back for Al-Ahly and Egypt national football team.\nMoawad had a four-month spell with Trabzonspor in the Turkish Super Lig during 2008.",
      "pageId": 13713511,
      "monthDay": "05/25"
    },
    {
      "year": "1983",
      "uri": "/wiki/Tiago_Cardoso_Fonseca",
      "name": "Tiago Cardoso Fonseca",
      "aboutText": "Ryan Gallant, (born May 25, 1982) is an American professional skateboarder with a goofy-footed stance.\n^ \"Ryan Gallant Skater Profile, News, Photos, Videos, Coverage, and More at SPoT\". Skateparkoftampa.com.",
      "pageId": 13971581,
      "monthDay": "05/25"
    },
    {
      "year": "1983",
      "uri": "/wiki/Aleksandr_Petrov_(ice_hockey)",
      "name": "Aleksandr Petrov",
      "aboutText": "Aleksandr Petrov (born May 25, 1983) is an Estonian professional ice hockey player who currently plays for the Kongsvinger Knights of the Division 1, the second highest league in Norway.",
      "pageId": 26390541,
      "monthDay": "05/25"
    },
    {
      "year": "1984",
      "uri": "/wiki/Luke_Ball",
      "name": "Luke Ball",
      "aboutText": "Tiaguinho (little Tiago) real name Tiago Cardoso Fonseca (born 25 May 1983) is a former Brazilian footballer.",
      "pageId": 29070128,
      "monthDay": "05/25"
    },
    {
      "year": "1984",
      "uri": "/wiki/Kyle_Brodziak",
      "name": "Kyle Brodziak",
      "aboutText": "Marion Elise Ravn (born 25 May 1984), known as Marion Raven, is a Norwegian singer-songwriter. She was one-half of the now-defunct pop duo M2M, along with Marit Larsen. Raven was later signed as a solo artist by Atlantic Records with the release of her solo debut album, Here I Am in 2005.",
      "pageId": 1677967,
      "monthDay": "05/25"
    },
    {
      "year": "1984",
      "uri": "/wiki/A._J._Foyt_IV",
      "name": "A. J. Foyt IV",
      "aboutText": "Shawne DeAndre Merriman (born May 25, 1984), nicknamed \"Lights Out\", is a former American football player who was a linebacker in the National Football League (NFL) from 2005 to 2012. He was among the top linebackers in the NFL in his first three seasons with the San Diego Chargers, where he was a three-time Pro Bowl and All-Pro selection.\nMerriman was drafted 12th overall by the San Diego Chargers in the 2005 NFL Draft.",
      "pageId": 1806588,
      "monthDay": "05/25"
    },
    {
      "year": "1984",
      "uri": "/wiki/Kostas_Martakis",
      "name": "Kostas Martakis",
      "aboutText": "Anthony Joseph \"A.J.\" Foyt IV (born May 25, 1984) is an American race car driver and also is a scouting assistant for the Indianapolis Colts. He competed in the IndyCar Series and briefly in the NASCAR Nationwide Series, then called the Busch Series. He is the grandson of A. J. Foyt.",
      "pageId": 2650722,
      "monthDay": "05/25"
    },
    {
      "year": "1984",
      "uri": "/wiki/Shawne_Merriman",
      "name": "Shawne Merriman",
      "aboutText": "Kyle Brodziak (born May 25, 1984) is a Canadian professional ice hockey centre who currently plays for the St. Louis Blues of the National Hockey League (NHL).",
      "pageId": 3070572,
      "monthDay": "05/25"
    },
    {
      "year": "1984",
      "uri": "/wiki/Marion_Raven",
      "name": "Marion Raven",
      "aboutText": "Unnur Birna Vilhjálmsdóttir (born 25 May 1984) is an Icelandic actress, lawyer, model and beauty queen who won Miss Iceland as well as Miss World 2005 pageant.",
      "pageId": 3377919,
      "monthDay": "05/25"
    },
    {
      "year": "1984",
      "uri": "/wiki/Unnur_Birna_Vilhj%C3%A1lmsd%C3%B3ttir",
      "name": "Unnur Birna Vilhjálmsdóttir",
      "aboutText": "Leati Joseph \"Joe\" Anoaʻi (born May 25, 1985) is an American professional wrestler, former professional Canadian football player, and a member of the Anoaʻi family. He is currently signed to WWE, where he performs under the ring name Roman Reigns and is the current WWE World Heavyweight Champion in his second reign.\nAfter playing collegiate football for Georgia Tech, Anoaʻi started his professional football career with brief off-season stints with the Minnesota Vikings and Jacksonville Jaguars of the National Football League (NFL) in 2007.",
      "pageId": 4373640,
      "monthDay": "05/25"
    },
    {
      "year": "1985",
      "uri": "/wiki/Luciana_Abreu",
      "name": "Luciana Abreu",
      "aboutText": "Timothy Derijck (born 25 May 1987 in Liedekerke, Flemish Brabant) is a Belgian footballer.",
      "pageId": 4390961,
      "monthDay": "05/25"
    },
    {
      "year": "1985",
      "uri": "/wiki/Demba_Ba",
      "name": "Demba Ba",
      "aboutText": "Juri Ueno (上野 樹里, Ueno Juri, born 25 May 1986) is a Japanese actress from Kakogawa, Hyogo, Japan. She was one of six actors to receive the \"Newcomer of the Year\" prize at the Japanese Academy Awards in 2005 for her role in Swing Girls.\nShe is also known for her starring role as the title character in the live-action adaptation of Nodame Cantabile for which she won \"Best Lead Actress\" at the 51st Television Drama Academy Awards in 2007, and as Ruka Kishimoto in Last Friends for which she was voted \"Best Supporting Actress\" at the Nikkan Sports Drama Grand Prix and the 57th Television Drama Academy Awards in 2008.",
      "pageId": 4611246,
      "monthDay": "05/25"
    },
    {
      "year": "1985",
      "uri": "/wiki/Gert_Kams",
      "name": "Gert Kams",
      "aboutText": "Takahiro Hōjō (北条 隆博, Hōjō Takahiro, born May 25, 1986, in Aichi, Japan) is a Japanese actor and musician.",
      "pageId": 5656538,
      "monthDay": "05/25"
    },
    {
      "year": "1985",
      "uri": "/wiki/Tu%C4%9Fba_Da%C5%9Fdemir_Kocaa%C4%9Fa",
      "name": "Tuğba Daşdemir Kocaağa",
      "aboutText": "Yoan Gouffran (born 25 May 1986) is a French footballer who currently plays for Newcastle United in the Premier League. Gouffran plays as a striker or a winger and is renowned for his pace and ability to finish with either foot.",
      "pageId": 6620822,
      "monthDay": "05/25"
    },
    {
      "year": "1985",
      "uri": "/wiki/Roman_Reigns",
      "name": "Roman Reigns",
      "aboutText": "Geraint Howell Thomas, MBE (born 25 May 1986) is a Welsh professional racing cyclist who rides for the UCI WorldTeam Team Sky, Wales and Great Britain.\nA track cycling world champion and Olympic gold medalist in the team pursuit, Thomas has also enjoyed success on the road, winning the 2004 Junior Paris–Roubaix, the 2010 British National Road Race Championships, the 2011 and 2014 Bayern-Rundfahrt, the 2014 Commonwealth Games and the 2015 E3 Harelbeke.",
      "pageId": 9017906,
      "monthDay": "05/25"
    },
    {
      "year": "1985",
      "uri": "/wiki/Alexis_Texas",
      "name": "Alexis Texas",
      "aboutText": "Gert Kams (born 25 May 1985) is an Estonian professional footballer who plays as a defender for Estonian Meistriliiga club Flora and the Estonia national football team.",
      "pageId": 10258308,
      "monthDay": "05/25"
    },
    {
      "year": "1986",
      "uri": "/wiki/Lauren_Crace",
      "name": "Lauren Crace",
      "aboutText": "Demba Ba (born 25 May 1985) is a professional footballer who plays as a striker for Chinese club Shanghai Shenhua and the Senegal national team.\nHe made his first-team debut with French team Rouen in 2005 before moving to Mouscron and onto 1899 Hoffenheim in Germany in 2007. In 2011, he moved to Premier League side West Ham United.",
      "pageId": 13009262,
      "monthDay": "05/25"
    },
    {
      "year": "1986",
      "uri": "/wiki/Edewin_Fanini",
      "name": "Edewin Fanini",
      "aboutText": "Konstantinos \"Kostas\" Martakis (Greek: Κώστας Μαρτάκης; born 25 May 1984) is a Greek singer, model,tv host and occasional actor, who rose to fame after appearing on Greek talent show Dream Show aired by Alpha TV in 2006. Following his participation, he went on to release four studio albums and also participated in the Greek national final for the Eurovision Song Contest 2008 and 2014. In 2011, he participated in the second season of Greece's Dancing with the Stars, placing second and three years later he was in the backstage featuring Doukissa Nomikou.",
      "pageId": 15388255,
      "monthDay": "05/25"
    },
    {
      "year": "1986",
      "uri": "/wiki/Yoan_Gouffran",
      "name": "Yoan Gouffran",
      "aboutText": "Alexis Texas (born May 25, 1985) is the stage name of an American pornographic actress and feature dancer. She first performed with Jack Venice in Shane's World's College Amateur Tour In Texas, filmed in October 2006, followed by several of scenes for Bang Bros in Florida. In 2010, she was named by Maxim as one of the 12 top female stars in porn.",
      "pageId": 19760542,
      "monthDay": "05/25"
    },
    {
      "year": "1986",
      "uri": "/wiki/Neon_Hitch",
      "name": "Neon Hitch",
      "aboutText": "Luciana Abreu Sodré Costa Real (born May 25, 1985) is a Portuguese singer, actress and Television host.",
      "pageId": 21073641,
      "monthDay": "05/25"
    },
    {
      "year": "1986",
      "uri": "/wiki/Takahiro_H%C5%8Dj%C5%8D",
      "name": "Takahiro Hōjō",
      "aboutText": "Lauren Rose Crace (born 25 May 1986) is an English actress known for playing Danielle Jones in the BBC soap opera, EastEnders.",
      "pageId": 25757787,
      "monthDay": "05/25"
    },
    {
      "year": "1986",
      "uri": "/wiki/Geraint_Thomas",
      "name": "Geraint Thomas",
      "aboutText": "Neon Hitch (born 25 May 1986) is an English singer and songwriter. She was signed to Mike Skinner and Ted Mayhem's label, The Beats, before it closed down. She was later discovered on MySpace by Benny Blanco, who flew her to New York City to work with him.",
      "pageId": 25950468,
      "monthDay": "05/25"
    },
    {
      "year": "1986",
      "uri": "/wiki/Juri_Ueno",
      "name": "Juri Ueno",
      "aboutText": "Edewin Fanini Maria (born 25 May 1986) is an Italian Brazilian footballer for CENE (as of 2012). His maternal ancestor was from Veneto.",
      "pageId": 29409736,
      "monthDay": "05/25"
    },
    {
      "year": "1987",
      "uri": "/wiki/Timothy_Derijck",
      "name": "Timothy Derijck",
      "aboutText": "Tuğba Daşdemir Kocaağa (born Tuğba Daşdemir on May 25, 1985) is an Olympian Turkish female skier competing in the alpine disciplines. The 1.65 m (5 ft 5 in) athlete is currently a research fellow for coaching at the Abant Izzet Baysal University in Bolu Province.",
      "pageId": 30768910,
      "monthDay": "05/25"
    },
    {
      "year": "1987",
      "uri": "/wiki/Yves_De_Winter",
      "name": "Yves De Winter",
      "aboutText": "Jillian (Je) Wheeler (born May 25, 1991 in St. Charles, Illinois), also known as \"Je Wheeler\", is an American singer-songwriter and actress currently residing in Berlin, Germany. She is most notable for portraying Sara Markum in the 2003 film, Mystic River.",
      "pageId": 13252402,
      "monthDay": "05/25"
    },
    {
      "year": "1987",
      "uri": "/wiki/Moritz_Stehling",
      "name": "Moritz Stehling",
      "aboutText": "Nikita Vasilyevich Filatov (Russian: Никита Васильевич Филатов; born May 25, 1990) is a Russian professional ice hockey left winger currently playing for Admiral Vladivostok of the Kontinental Hockey League (KHL). He has previously played for CSKA Moscow and Salavat Yulaev Ufa of the KHL. Prior to 2012, Filatov played in North America for the Ottawa Senators and Columbus Blue Jackets of the National Hockey League (NHL), along with their respective affiliates in the American Hockey League (AHL).\nAt the 2008 NHL Entry Draft, Filatov was selected sixth overall by the Columbus Blue Jackets.",
      "pageId": 14901877,
      "monthDay": "05/25"
    },
    {
      "year": "1988",
      "uri": "/wiki/Elle_and_Blair_Fowler",
      "name": "Elle Fowler",
      "aboutText": "Yves De Winter (born 25 May 1987) is a Belgian football goalkeeper, who currently plays as a Goalkeeper for Sint-Truiden in the Belgian Pro League.",
      "pageId": 18991605,
      "monthDay": "05/25"
    },
    {
      "year": "1988",
      "uri": "/wiki/D%C3%A1vid_%C5%A0kutka",
      "name": "Dávid Škutka",
      "aboutText": "Cameron van der Burgh (born 25 May 1988) is a South African competitive swimmer.",
      "pageId": 19588349,
      "monthDay": "05/25"
    },
    {
      "year": "1988",
      "uri": "/wiki/Cameron_van_der_Burgh",
      "name": "Cameron van der Burgh",
      "aboutText": "Taylor Michael Rotunda (born May 25, 1990) is an American professional wrestler who is signed to WWE where he performs under the ring name Bo Dallas. While in WWE's developmental territories, he was a three-time FCW Florida Heavyweight Championship, a two-time FCW Florida Tag Team Champion with his older brother Bray Wyatt, and the youngest NXT Champion in WWE history.",
      "pageId": 22977138,
      "monthDay": "05/25"
    },
    {
      "year": "1989",
      "uri": "/wiki/Karel_Tammj%C3%A4rv",
      "name": "Karel Tammjärv",
      "aboutText": "Dávid Škutka (born 25 May 1988) is a Slovak football striker who currently plays for Spartak Myjava.",
      "pageId": 23642280,
      "monthDay": "05/25"
    },
    {
      "year": "1990",
      "uri": "/wiki/Bo_Dallas",
      "name": "Bo Dallas",
      "aboutText": "Moritz Frederick Stehling (born May 25, 1987 in Bonn) is a German professional footballer, who plays in the RFCU Kelmis.",
      "pageId": 24574556,
      "monthDay": "05/25"
    },
    {
      "year": "1990",
      "uri": "/wiki/Nikita_Filatov",
      "name": "Nikita Filatov",
      "aboutText": "Karel Tammjärv (born May 25, 1989) is an Estonian cross-country skier who has competed since 2007. At the 2010 Winter Olympics in Vancouver, he finished 46th in the 30 km mixed pursuit and 67th in the 15 km events.",
      "pageId": 26285960,
      "monthDay": "05/25"
    },
    {
      "year": "1991",
      "uri": "/wiki/Jillian_Wheeler",
      "name": "Jillian Wheeler",
      "aboutText": "Alexandra Rose \"Aly\" Raisman (born May 25, 1994) is an American artistic gymnast. She was the captain of the U.S. Women's Gymnastics team, dubbed the Fierce Five by the media, at the 2012 Summer Olympics, where she won gold medals in the team and floor competitions, as well as a bronze medal on the balance beam making her the most decorated American gymnast at the London Games. She was also a member of the gold-winning American team at the 2011 and the 2015 World Championships.",
      "pageId": 28138758,
      "monthDay": "05/25"
    },
    {
      "year": "1993",
      "uri": "/wiki/James_Porter_(cricketer,_born_1993)",
      "name": "James Porter",
      "aboutText": "Elle Fowler (born May 25, 1988) and Blair Fowler (born April 1, 1993) are sisters who post beauty and style-related tutorials on YouTube as AllThatGlitters21 (Elle) and juicystar07 (Blair). Elle came into the beauty and fashion world during the summer of 2008 and convinced Blair to join her. Their videos of makeup tutorials and clothing hauls quickly garnered a large audience and rose in popularity.",
      "pageId": 31632070,
      "monthDay": "05/25"
    },
    {
      "year": "1994",
      "uri": "/wiki/Aly_Raisman",
      "name": "Aly Raisman",
      "aboutText": "Chloe Elizabeth Lukasiak (born May 25, 2001) is an American child dancer, television personality, fashion designer, and model. She is best known for being an original cast member of Lifetime's reality television series, Dance Moms from 2011–2014 (Seasons 1–4).\nAfter leaving Dance Moms, Chloe continued her dance training at Studio 19 Dance Complex.",
      "pageId": 34943292,
      "monthDay": "05/25"
    },
    {
      "year": "2001",
      "uri": "/wiki/Chloe_Lukasiak",
      "name": "Chloe Lukasiak",
      "aboutText": "James Alexander Porter (born 25 May 1993) is an English cricketer who has played first-class cricket for Essex since 2014. He is a righthanded batsman who bowls right arm medium-fast pace.\n^ \"The Home of CricketArchive\".",
      "pageId": 44960939,
      "monthDay": "05/25"
    }
  ]
}