{
  "people": [
    {
      "year": "1594",
      "uri": "/wiki/Gottfried_Heinrich_Graf_zu_Pappenheim",
      "name": "Gottfried Heinrich Graf zu Pappenheim",
      "aboutText": "Gilbert Keith Chesterton, KC*SG (29 May 1874 – 14 June 1936) better known as G. K. Chesterton, was an English writer, lay theologian, poet, philosopher, dramatist, journalist, orator, literary and art critic, biographer, and Christian apologist.",
      "pageId": 12333,
      "monthDay": "05/29"
    },
    {
      "year": "1630",
      "uri": "/wiki/Charles_II_of_England",
      "name": "Charles II of England",
      "aboutText": "Isaac Manuel Francisco Albéniz y Pascual (Spanish pronunciation: [iˈsak alˈβeniθ]; 29 May 1860–18 May 1909) was a Spanish pianist and composer best known for his piano works based on folk music idioms. Transcriptions of many of his pieces, such as Asturias (Leyenda), Granada, Sevilla, Cadiz, Cordoba, Cataluña, and the Tango in D, are important pieces for classical guitar, though he never composed for the guitar. The personal papers of Albéniz are preserved, among other institutions, in the Biblioteca de Catalunya.",
      "pageId": 15208,
      "monthDay": "05/29"
    },
    {
      "year": "1675",
      "uri": "/wiki/Humphry_Ditton",
      "name": "Humphry Ditton",
      "aboutText": "Oswald Arnold Gottfried Spengler (29 May 1880 – 8 May 1936) was a German historian and philosopher of history whose interests included mathematics, science, and art. He is best known for his book The Decline of the West (Der Untergang des Abendlandes), published in 1918 and 1922, covering all of world history. Spengler's civilization model postulates that any civilization is a superorganism with a limited and predictable lifespan.",
      "pageId": 22588,
      "monthDay": "05/29"
    },
    {
      "year": "1716",
      "uri": "/wiki/Louis-Jean-Marie_Daubenton",
      "name": "Louis-Jean-Marie Daubenton",
      "aboutText": "Charles II (29 May 1630 – 6 February 1685) was monarch of the three kingdoms of England, Scotland, and Ireland.\nCharles II's father, Charles I, was executed at Whitehall on 30 January 1649, at the climax of the English Civil War. Although the Parliament of Scotland proclaimed Charles II King on 5 February 1649, England entered the period known as the English Interregnum or the English Commonwealth, and the country was a de facto republic, led by Oliver Cromwell.",
      "pageId": 46688,
      "monthDay": "05/29"
    },
    {
      "year": "1722",
      "uri": "/wiki/James_FitzGerald,_1st_Duke_of_Leinster",
      "name": "James FitzGerald, 1st Duke of Leinster",
      "aboutText": "Patrick Henry (May 29, 1736 – June 6, 1799) was an American attorney, planter and politician who became known as an orator during the movement for independence in Virginia in the 1770s. A Founding Father, he served as the first and sixth post-colonial Governor of Virginia, from 1776 to 1779 and from 1784 to 1786.\nHenry led the opposition to the Stamp Act 1765 and is remembered for his \"Give me liberty, or give me death!\" speech.",
      "pageId": 76747,
      "monthDay": "05/29"
    },
    {
      "year": "1730",
      "uri": "/wiki/Jackson_of_Exeter",
      "name": "Jackson of Exeter",
      "aboutText": "Louis-Jean-Marie Daubenton (29 May 1716 – 1 January 1800) was a French naturalist and contributor to the Encyclopédie ou Dictionnaire raisonné des sciences, des arts et des métiers.\n^ Frank A. Kafker: Notices sur les auteurs des dix-sept volumes de « discours » de l'Encyclopédie. Recherches sur Diderot et sur l'Encyclopédie.",
      "pageId": 162651,
      "monthDay": "05/29"
    },
    {
      "year": "1736",
      "uri": "/wiki/Patrick_Henry",
      "name": "Patrick Henry",
      "aboutText": "Henri Braconnot (May 29, 1780, Commercy, Meuse - January 15, 1855, Nancy) was a French chemist and pharmacist.\nHe was born in Commercy, his father being a counsel at the local parliament. At the death of his father, in 1787, Henri began his instruction in an elementary school in Commercy and then with private teachers.",
      "pageId": 573436,
      "monthDay": "05/29"
    },
    {
      "year": "1773",
      "uri": "/wiki/Princess_Sophia_of_Gloucester",
      "name": "Princess Sophia of Gloucester",
      "aboutText": "Humphry Ditton (29 May 1675 – 15 October 1715) was an English mathematician.",
      "pageId": 573474,
      "monthDay": "05/29"
    },
    {
      "year": "1780",
      "uri": "/wiki/Henri_Braconnot",
      "name": "Henri Braconnot",
      "aboutText": "Frederick Schiller Faust (May 29, 1892 – May 12, 1944) was an American author known primarily for his thoughtful and literary Westerns under the pen name Max Brand. Faust (as Max Brand) also created the popular fictional character of young medical intern Dr. James Kildare in a series of pulp fiction stories.",
      "pageId": 682596,
      "monthDay": "05/29"
    },
    {
      "year": "1794",
      "uri": "/wiki/Johann_Heinrich_von_M%C3%A4dler",
      "name": "Johann Heinrich von Mädler",
      "aboutText": "Josef von Sternberg, born Jonas Sternberg (29 May 1894 – 22 December 1969) was an Austrian-American film director. His family emigrated permanently to the United States when he was fourteen, and he grew up in New York City. He started working at World Film Company in Fort Lee, New Jersey, where he was mentored by French director Emile Chautard.",
      "pageId": 690481,
      "monthDay": "05/29"
    },
    {
      "year": "1823",
      "uri": "/wiki/John_H._Balsley",
      "name": "John H. Balsley",
      "aboutText": "Beatrice Gladys \"Bea\" Lillie (May 29, 1894 – January 20, 1989) was a Canadian-born British actress, singer and comedic performer.\nShe began to perform as a child with her mother and sister. She made her West End debut in the 1914 and soon gained notice in revues and light comedies, becoming known for her parodies of old-fashioned, flowery performing styles and absurd songs and sketches.",
      "pageId": 711497,
      "monthDay": "05/29"
    },
    {
      "year": "1860",
      "uri": "/wiki/Isaac_Alb%C3%A9niz",
      "name": "Isaac Albéniz",
      "aboutText": "Lieutenant-General James FitzGerald, 1st Duke of Leinster, etc.",
      "pageId": 720501,
      "monthDay": "05/29"
    },
    {
      "year": "1871",
      "uri": "/wiki/Clark_Voorhees",
      "name": "Clark Voorhees",
      "aboutText": "Gottfried Heinrich Graf zu Pappenheim (29 May 1594 – 7 November 1632) was a field marshal of the Holy Roman Empire in the Thirty Years' War.",
      "pageId": 761370,
      "monthDay": "05/29"
    },
    {
      "year": "1873",
      "uri": "/wiki/Rudolf_Tobias",
      "name": "Rudolf Tobias",
      "aboutText": "Johann Heinrich von Mädler (May 29, 1794, Berlin – March 14, 1874) was a German astronomer.\nHis father was a master tailor and when 12 he studied at the Friedrich‐Werdersche Gymnasium in Berlin. He was orphaned at age 19 by an outbreak of typhus, and found himself responsible for raising three younger sisters.",
      "pageId": 852631,
      "monthDay": "05/29"
    },
    {
      "year": "1874",
      "uri": "/wiki/G._K._Chesterton",
      "name": "G. K. Chesterton",
      "aboutText": "Princess Sophia Matilda of Gloucester (29 May 1773 – 29 November 1844) was a great-granddaughter of King George II of Great Britain and niece of King George III.",
      "pageId": 912511,
      "monthDay": "05/29"
    },
    {
      "year": "1880",
      "uri": "/wiki/Oswald_Spengler",
      "name": "Oswald Spengler",
      "aboutText": "Alfonsina Storni (May 29, 1892 – October 25, 1938) was one of the most important Argentine and Latin-American poets of the modernist period.",
      "pageId": 2671219,
      "monthDay": "05/29"
    },
    {
      "year": "1892",
      "uri": "/wiki/Alfonsina_Storni",
      "name": "Alfonsina Storni",
      "aboutText": "John H. Balsley (May 29, 1823 – March 12, 1895) was a master carpenter and inventor, inventing a practical folding wooden stepladder and receiving the first U.S. patent issued for a safety stepladder.\nHe was born in Connellsville, Fayette County, Pennsylvania to George H. and Sarah (Shallenberger) Balsley. His father was also a carpenter.",
      "pageId": 4224057,
      "monthDay": "05/29"
    },
    {
      "year": "1893",
      "uri": "/wiki/Max_Brand",
      "name": "Max Brand",
      "aboutText": "Rudolf Tobias (29 May [O.S. 17 May] 1873 in Selja, Käina Parish, Estonia, Russian Empire – 29 October 1918 Berlin, Germany) was the first Estonian professional composer, as well as a professional organist. He studied at the Saint Petersburg Conservatory. His compositions include among others piano works, string quartets and an oratorio, Des Jona Sendung (Jonah's Mission) (1908, revised and premiered 1909, later reconstructed by Vardo Rumessen).",
      "pageId": 4675200,
      "monthDay": "05/29"
    },
    {
      "year": "1894",
      "uri": "/wiki/Beatrice_Lillie",
      "name": "Beatrice Lillie",
      "aboutText": "Clark Greenwood Voorhees (May 29, 1871 – 1933) was an American Impressionist and Tonalist landscape painter and one of the founders of the Old Lyme Art Colony.\nThe son of a stockbroker, Voorhees was born on May 29, 1871, in New York City. He was initially drawn to the sciences and earned degrees in Chemistry from Yale and Columbia Universities.",
      "pageId": 25818566,
      "monthDay": "05/29"
    },
    {
      "year": "1894",
      "uri": "/wiki/Josef_von_Sternberg",
      "name": "Josef von Sternberg",
      "aboutText": "William Jackson (29 May 1730 – 5 July 1803), referred to as Jackson of Exeter, was an English organist and composer.",
      "pageId": 25923320,
      "monthDay": "05/29"
    },
    {
      "year": "1897",
      "uri": "/wiki/Erich_Wolfgang_Korngold",
      "name": "Erich Wolfgang Korngold",
      "aboutText": "Terence Hanbury \"Tim\" White (29 May 1906 – 17 January 1964) was an English author best known for his sequence of Arthurian novels, The Once and Future King, first published together in 1958.",
      "pageId": 31368,
      "monthDay": "05/29"
    },
    {
      "year": "1899",
      "uri": "/wiki/Douglas_Abbott",
      "name": "Douglas Abbott",
      "aboutText": "Leslie Townes \"Bob\" Hope, KBE, KC*SG, KSS (May 29, 1903 – July 27, 2003), was a British-born American comedian, vaudevillian, actor, singer, dancer, athlete, and author. With a career spanning nearly 80 years, Hope appeared in over 70 films and shorts, including a series of \"Road\" movies co-starring Bing Crosby and Dorothy Lamour. In addition to hosting the Academy Awards fourteen times (more than any other host), he appeared in many stage productions and television roles and was the author of fourteen books.",
      "pageId": 161292,
      "monthDay": "05/29"
    },
    {
      "year": "1903",
      "uri": "/wiki/Bob_Hope",
      "name": "Bob Hope",
      "aboutText": "Tenzing Norgay OSN GM (/ˈtɛnsɪŋ ˈnɔrɡeɪ/; 29 May 1914 – 9 May 1986), born Namgyal Wangdi and often referred to as Sherpa Tenzing, was a Nepalese Sherpa mountaineer. Among the most famous mountain climbers in history, he was one of the first two individuals known to reach the summit of Mount Everest, which he accomplished with Edmund Hillary on 29 May 1953.",
      "pageId": 231734,
      "monthDay": "05/29"
    },
    {
      "year": "1905",
      "uri": "/wiki/Sebastian_Shaw_(actor)",
      "name": "Sebastian Shaw",
      "aboutText": "Sebastian Lewis Shaw (29 May 1905 – 23 December 1994) was an English actor, director, novelist, playwright and poet. During his 65-year career, he appeared in dozens of stage performances and more than 40 film and television productions.\nShaw was born and brought up in Holt, Norfolk, and made his acting debut at age eight at a London theatre.",
      "pageId": 398165,
      "monthDay": "05/29"
    },
    {
      "year": "1906",
      "uri": "/wiki/T._H._White",
      "name": "T. H. White",
      "aboutText": "Anthony Florian Zaleski (May 29, 1913 – March 20, 1997) was an American boxer. Zale was born and raised in Gary, Indiana, a steel town, which gave him his nickname, \"Man of Steel.\" In addition, he had the reputation of being able to take fearsome punishment and still rally to win, reinforcing that nickname. Zale; who held the World Middleweight title multiple times was known as a crafty boxer and strong body puncher, who punished his opponents and steadily wore them down before knocking them out.",
      "pageId": 412127,
      "monthDay": "05/29"
    },
    {
      "year": "1907",
      "uri": "/wiki/Hartland_Molson",
      "name": "Hartland Molson",
      "aboutText": "Erich Wolfgang Korngold (May 29, 1897 – November 29, 1957) was a Viennese composer born in Moravia, Austria-Hungary (present-day Czech Republic) and naturalized in United States in 1943.\nWhile his late Romantic compositional style was considered well out of vogue at the time he died, his music has more recently undergone a re-evaluation and a gradual reawakening of interest.\nAlong with Max Steiner and Alfred Newman, he is considered one of the founders of film music.",
      "pageId": 416941,
      "monthDay": "05/29"
    },
    {
      "year": "1908",
      "uri": "/wiki/Diana_Morgan_(screenwriter)",
      "name": "Diana Morgan",
      "aboutText": "John Charles Harsanyi (Hungarian: Harsányi János Károly; May 29, 1920 – August 9, 2000) was a Hungarian-American economist and Nobel Memorial Prize in Economic Sciences winner.\nHe is best known for his contributions to the study of game theory and its application to economics, specifically for his developing the highly innovative analysis of games of incomplete information, so-called Bayesian games. He also made important contributions to the use of game theory and economic reasoning in political and moral philosophy (specifically utilitarian ethics) as well as contributing to the study of equilibrium selection.",
      "pageId": 442291,
      "monthDay": "05/29"
    },
    {
      "year": "1910",
      "uri": "/wiki/Ralph_Metcalfe",
      "name": "Ralph Metcalfe",
      "aboutText": "Ralph Harold Metcalfe, Sr. (May 29, 1910 – October 10, 1978) was an American track and field sprinter and politician. He jointly held the world record in the 100-meter dash and placed second in that event in two Olympics, first to Eddie Tolan and then to Jesse Owens at the 1936 Olympics in Berlin, Germany.",
      "pageId": 846945,
      "monthDay": "05/29"
    },
    {
      "year": "1911",
      "uri": "/wiki/Armida_(actress)",
      "name": "Armida",
      "aboutText": "George Clifton James (born May 29, 1921) is an American actor, best known for his roles as Sheriff J.W. Pepper alongside Roger Moore in the James Bond films Live and Let Die (1973) and The Man with the Golden Gun (1974), the sheriff in Silver Streak (1976), and as the floor walker prison guard in Cool Hand Luke (1967).",
      "pageId": 987006,
      "monthDay": "05/29"
    },
    {
      "year": "1913",
      "uri": "/wiki/Tony_Zale",
      "name": "Tony Zale",
      "aboutText": "Karl Münchinger (29 May 1915 – 13 March 1990) was a German conductor of European classical music. He helped to revive the now-ubiquitous Canon in D by Johann Pachelbel, through recording it with his Stuttgart Chamber Orchestra in 1960. (Jean-François Paillard made a rival, and also very popular, recording of the same piece at around the same time.) Münchinger is also noted for restoring baroque traditions to the interpretation of Bach's oeuvre, his greatest musical love: moderate-sized forces, judicious ornamentation, and rhythmic sprightliness, though not on \"period instruments\".",
      "pageId": 1253291,
      "monthDay": "05/29"
    },
    {
      "year": "1914",
      "uri": "/wiki/Stacy_Keach,_Sr.",
      "name": "Stacy Keach, Sr.",
      "aboutText": "Hartland de Montarville Molson, OC OBE OQ (May 29, 1907 – September 28, 2002) was an Anglo-Quebecer statesman, Canadian Senator and a member of the prominent Molson family of brewers.",
      "pageId": 1286030,
      "monthDay": "05/29"
    },
    {
      "year": "1914",
      "uri": "/wiki/Tenzing_Norgay",
      "name": "Tenzing Norgay",
      "aboutText": "Marcel Trudel, CC GOQ (May 29, 1917 – January 11, 2011)  was a Canadian historian, university professor (1947–1982) and author who published more than 40 books on the history of New France, scientifically re-written.",
      "pageId": 1863673,
      "monthDay": "05/29"
    },
    {
      "year": "1915",
      "uri": "/wiki/Karl_M%C3%BCnchinger",
      "name": "Karl Münchinger",
      "aboutText": "Douglas Charles Abbott, PC (May 29, 1899 – March 15, 1987) was a Canadian Member of Parliament, federal Cabinet Minister, and justice of the Supreme Court of Canada.",
      "pageId": 2096315,
      "monthDay": "05/29"
    },
    {
      "year": "1916",
      "uri": "/wiki/Carl_Story",
      "name": "Carl Story",
      "aboutText": "Jacques Genest CC GOQ FRSC (/ʒənɛ/; born May 29, 1919 in Montreal, Quebec) is a Canadian physician and scientist. He is a professor at McGill University. Dr.",
      "pageId": 2168487,
      "monthDay": "05/29"
    },
    {
      "year": "1917",
      "uri": "/wiki/John_F._Kennedy",
      "name": "John F. Kennedy",
      "aboutText": "Norman Frederick Hetherington OAM (29 May 1921 – 6 December 2010) was an Australian artist, teacher, cartoonist (known as \"Heth\"), puppeteer, and puppet designer.\nHe is best remembered as the creator of one of Australia's longest running children's shows Mr. Squiggle.",
      "pageId": 2737328,
      "monthDay": "05/29"
    },
    {
      "year": "1917",
      "uri": "/wiki/Marcel_Trudel",
      "name": "Marcel Trudel",
      "aboutText": "Stacy Keach, Sr., was the stage name of Walter Stacy Keach (May 29, 1914 – February 13, 2003), an American actor whose screen career spanned six decades.",
      "pageId": 4949790,
      "monthDay": "05/29"
    },
    {
      "year": "1919",
      "uri": "/wiki/Jacques_Genest",
      "name": "Jacques Genest",
      "aboutText": "John Fitzgerald \"Jack\" Kennedy (May 29, 1917 – November 22, 1963), commonly referred to by his initials JFK, was an American politician who served as the 35th President of the United States from January 1961 until his assassination in November 1963. The Cuban Missile Crisis, The Bay of Pigs Invasion, the Nuclear Test Ban Treaty, the establishment of the Peace Corps, developments in the Space Race, the building of the Berlin Wall, the Civil Rights Movement, the \"New Frontier\" domestic program, abolition of the federal death penalty in the District of Columbia, and increased U.S. involvement in the Vietnam War all took place during his presidency.\nKennedy's time in office is also marked by high tensions with Communist states, Cuba in particular.",
      "pageId": 5119376,
      "monthDay": "05/29"
    },
    {
      "year": "1920",
      "uri": "/wiki/John_Harsanyi",
      "name": "John Harsanyi",
      "aboutText": "Armida, born Armida Vendrell, (29 May 1911 – 23 October 1989) was a Mexican actress, singer, dancer and vaudevillian born in Aguascalientes, Mexico.",
      "pageId": 5747070,
      "monthDay": "05/29"
    },
    {
      "year": "1921",
      "uri": "/wiki/Norman_Hetherington",
      "name": "Norman Hetherington",
      "aboutText": "Mary Diana Morgan (born 29 May 1908, Cardiff, Wales – d. 9 December 1996 in Northwood, Middlesex, England) was a Welsh playwright and screenwriter, mostly associated with her work for Ealing Studios as Diana Morgan.",
      "pageId": 18674981,
      "monthDay": "05/29"
    },
    {
      "year": "1921",
      "uri": "/wiki/Clifton_James",
      "name": "Clifton James",
      "aboutText": "Carl Story (May 29, 1916 - March 31, 1995) was an influential bluegrass musician and leader of his band the \"Rambling Mountaineers\".",
      "pageId": 21195081,
      "monthDay": "05/29"
    },
    {
      "year": "1922",
      "uri": "/wiki/Iannis_Xenakis",
      "name": "Iannis Xenakis",
      "aboutText": "Iannis Xenakis (Greek: Γιάννης (Ιάννης) Ξενάκης [ˈʝanis kseˈnakis]; 29 May 1922 – 4 February 2001) was a Greek-French composer, music theorist, and architect-engineer. After 1947, he fled Greece, becoming a naturalized citizen of France. He is commonly recognized as one of the most important post-war avant-garde composers.",
      "pageId": 158366,
      "monthDay": "05/29"
    },
    {
      "year": "1923",
      "uri": "/wiki/Bernard_Clavel",
      "name": "Bernard Clavel",
      "aboutText": "William Nicholas \"Bill\" Vander Zalm (born May 29, 1934) is a politician and entrepreneur in British Columbia, Canada.",
      "pageId": 212678,
      "monthDay": "05/29"
    },
    {
      "year": "1923",
      "uri": "/wiki/John_Parker,_6th_Earl_of_Morley",
      "name": "John Parker, 6th Earl of Morley",
      "aboutText": "Katie Boyle, Lady Saunders (born Caterina Irene Elena Maria Imperiali di Francavilla on 29 May 1926) is an Italian-born British actress, television personality, and game-show panelist, well known for appearing on TV panel games such as What's My Line? and for presenting the Eurovision Song Contest in the 1960s and 1970s.",
      "pageId": 336377,
      "monthDay": "05/29"
    },
    {
      "year": "1924",
      "uri": "/wiki/Lars_Bo",
      "name": "Lars Bo",
      "aboutText": "Peter Ware Higgs CH FRS FRSE (born 29 May 1929) is a British theoretical physicist, emeritus professor at the University of Edinburgh, and Nobel Prize laureate for his work on the mass of subatomic particles.\nIn the 1960s, he proposed that broken symmetry in electroweak theory could explain the origin of mass of elementary particles in general and of the W and Z bosons in particular. This so-called Higgs mechanism, which was proposed by several physicists besides Higgs at about the same time, predicts the existence of a new particle, the Higgs boson, the detection of which became one of the great goals of physics.",
      "pageId": 339050,
      "monthDay": "05/29"
    },
    {
      "year": "1924",
      "uri": "/wiki/Miloslav_K%C5%99%C3%AD%C5%BE",
      "name": "Miloslav Kříž",
      "aboutText": "Paul Ralph Ehrlich (born May 29, 1932) is an American biologist, best known for his warnings about the consequences of population growth and limited resources. He is the Bing Professor of Population Studies in the department of Biological Sciences at Stanford University and president of Stanford's Center for Conservation Biology.\nEhrlich became well known for his controversial 1968 book The Population Bomb, which asserted that the world's human population would soon increase to the point where mass starvation ensued.",
      "pageId": 359542,
      "monthDay": "05/29"
    },
    {
      "year": "1924",
      "uri": "/wiki/Pepper_Paire",
      "name": "Pepper Paire",
      "aboutText": "Abdoulaye Wade (/ɑːbduːˈlaɪə wɑːd/; born 29 May 1926) is a Senegalese politician who was President of Senegal from 2000 to 2012. He is also the Secretary-General of the Senegalese Democratic Party (PDS) and has led the party since it was founded in 1974. A long-time opposition leader, he ran for President four times, beginning in 1978, before he was elected in 2000.",
      "pageId": 393613,
      "monthDay": "05/29"
    },
    {
      "year": "1926",
      "uri": "/wiki/Katie_Boyle",
      "name": "Katie Boyle",
      "aboutText": "Helmuth Rilling (born 29 May 1933 in Stuttgart) is a German choral conductor and an academic teacher. He is the founder of the Gächinger Kantorei (1954), the Bach-Collegium Stuttgart (1965), the Oregon Bach Festival (1970), the Internationale Bachakademie Stuttgart (1981) and other Bach Academies worldwide, as well as the \"Festival Ensemble Stuttgart\" (2001) and the \"Junges Stuttgarter Bach Ensemble\" (2011).",
      "pageId": 618069,
      "monthDay": "05/29"
    },
    {
      "year": "1926",
      "uri": "/wiki/Charles_Denner",
      "name": "Charles Denner",
      "aboutText": "Harry Gordon Frankfurt (born May 29, 1929) is an American philosopher.",
      "pageId": 1311139,
      "monthDay": "05/29"
    },
    {
      "year": "1926",
      "uri": "/wiki/Abdoulaye_Wade",
      "name": "Abdoulaye Wade",
      "aboutText": "Richard Vincent \"Richie\" Guerin (born May 29, 1932) is a retired American professional basketball player and coach. The 6'4\" (1.93 m) Guerin played with the National Basketball Association's (NBA) New York Knicks from 1956 to 1963 and was a player-coach of the St. Louis/Atlanta Hawks franchise where he spent nine years.",
      "pageId": 1664161,
      "monthDay": "05/29"
    },
    {
      "year": "1927",
      "uri": "/wiki/Jean_Coutu_(pharmacist)",
      "name": "Jean Coutu",
      "aboutText": "Thanasis Veggos (alternatively spelt Thanassis and/or Vengos; Greek: Θανάσης Βέγγος; pronounced: Thanássis Végos; 29 May 1926 – 3 May 2011) was a Greek actor and director born in Neo Faliro, Piraeus. He performed in around 130 films, predominantly comedies in the 1950s, 1960s, and 1970s, starring in more than 50 among them. He is considered one of the best Greek comedy actors of all time.",
      "pageId": 1720947,
      "monthDay": "05/29"
    },
    {
      "year": "1927",
      "uri": "/wiki/Thanasis_Veggos",
      "name": "Thanasis Veggos",
      "aboutText": "Jean Coutu, OC OQ (born May 29, 1927) is a Canadian pharmacist and businessman. He is the founder and Chairman of the Jean Coutu Group which he started in 1969. With an estimated net worth of $US 1.6 billion (as of March 2012), Coutu was ranked by Forbes as the 22nd wealthiest Canadian and 938th in the world.",
      "pageId": 4572848,
      "monthDay": "05/29"
    },
    {
      "year": "1929",
      "uri": "/wiki/Harry_Frankfurt",
      "name": "Harry Frankfurt",
      "aboutText": "Nanette Newman (born 29 May 1934) is an English actress and author.",
      "pageId": 5184416,
      "monthDay": "05/29"
    },
    {
      "year": "1929",
      "uri": "/wiki/Peter_Higgs",
      "name": "Peter Higgs",
      "aboutText": "Charles Denner (29 May 1926 – 10 September 1995) was a French actor born to a Jewish family in Tarnów, Poland. During his 30-year career he worked with some of France's greatest directors of the time, including Louis Malle, Claude Chabrol, Jean-Luc Godard, Costa-Gavras, Claude Lelouch and François Truffaut who gave him two of his most memorable roles, as Fergus in The Bride Wore Black (1968) and Bertrand Morane in The Man Who Loved Women (1977).\n^ Riding, Alan (1995-09-12).",
      "pageId": 8398656,
      "monthDay": "05/29"
    },
    {
      "year": "1929",
      "uri": "/wiki/Roberto_Vargas",
      "name": "Roberto Vargas",
      "aboutText": "Bernard Charles Henri Clavel (May 29, 1923 – October 5, 2010) was a French writer.\nClavel was born in Lons-le-Saunier. From a humble background, he was largely self-educated.",
      "pageId": 19916522,
      "monthDay": "05/29"
    },
    {
      "year": "1932",
      "uri": "/wiki/Paul_R._Ehrlich",
      "name": "Paul R. Ehrlich",
      "aboutText": "Lars Bo (May 29, 1924 – October 21, 1999) was a Danish artist and writer. He is known for his graphic works with surrealistically inspired fantastic motifs. He was nicknamed \"Wizard\".",
      "pageId": 20434549,
      "monthDay": "05/29"
    },
    {
      "year": "1932",
      "uri": "/wiki/Richie_Guerin",
      "name": "Richie Guerin",
      "aboutText": "Lee Strong (born May 29, 1934), better known by her stage name Grandma Lee, is an American stand-up comedian and was a contestant on the fourth season of America's Got Talent.\n^ Bull, Roger. \"Jacksonville's Grandma Lee shows she's 'Got Talent' — tonight on NBC\".",
      "pageId": 24331825,
      "monthDay": "05/29"
    },
    {
      "year": "1933",
      "uri": "/wiki/Helmuth_Rilling",
      "name": "Helmuth Rilling",
      "aboutText": "John St Aubyn Parker, 6th Earl of Morley, KCVO DL (29 May 1923 –20 September 2015) was a British peer, a professional soldier, and county dignitary. Morley was a staunch monarchist and royal servant.\nJohn Parker was born at Saltram House on May 29, 1923, the son of Hon John Holford Parker (1886-1955) by his wife Hon Marjory Katherine Elizabeth St Aubyn, a daughter of the 2nd Baron St Levan.",
      "pageId": 25668235,
      "monthDay": "05/29"
    },
    {
      "year": "1934",
      "uri": "/wiki/Grandma_Lee",
      "name": "Grandma Lee",
      "aboutText": "Roberto Enrique Vargas Vélez (May 29, 1929 – May 27, 2014) was a pitcher in Major League Baseball who played for the Milwaukee Braves of the National League during the 1955 season. Listed at 5' 11\", Weight: 170 lb., Vargas batted and threw left handed. He was born in Santurce, Puerto Rico.",
      "pageId": 25807043,
      "monthDay": "05/29"
    },
    {
      "year": "1934",
      "uri": "/wiki/Nanette_Newman",
      "name": "Nanette Newman",
      "aboutText": "Lavone A. \"Pepper\" Paire Davis (May 29, 1924 – February 2, 2013) was a baseball catcher and infielder who played from 1944 through 1953 in the All-American Girls Professional Baseball League. Listed at 5 ft 4 in (1.63 m), 138 lb., she batted and threw right-handed.\n^ \"All-American Girls Professional Baseball League website – Lavonne (Paire) Davis entry\".",
      "pageId": 27068251,
      "monthDay": "05/29"
    },
    {
      "year": "1934",
      "uri": "/wiki/Bill_Vander_Zalm",
      "name": "Bill Vander Zalm",
      "aboutText": "Miloslav Kříž (29 May 1924 – 20 May 2013) was a Czech basketball player in his native country, first for Uncas Prague, and later for Sparta Prague, but he was better known as a coach and trainer. He received the FIBA Order of Merit for services to basketball in 2002.\n^ \"Zemřel propagátor basketbalu Miloslav Kříž — Míčové sporty — ČT sport — Česká televize\".",
      "pageId": 39476061,
      "monthDay": "05/29"
    },
    {
      "year": "1935",
      "uri": "/wiki/Andr%C3%A9_Brink",
      "name": "André Brink",
      "aboutText": "Francis Thomas \"Fay\" Vincent, Jr. (born May 29, 1938) is a former entertainment lawyer and sports executive who served as the eighth Commissioner of Major League Baseball from September 13, 1989 to September 7, 1992.",
      "pageId": 303091,
      "monthDay": "05/29"
    },
    {
      "year": "1937",
      "uri": "/wiki/Hibari_Misora",
      "name": "Hibari Misora",
      "aboutText": "John Quentin Davies, Baron Davies of Stamford (born 29 May 1944) is a British Labour Party politician who was the Member of Parliament (MP) for Grantham and Stamford from 1987 to 2010. Originally elected as a Conservative, he defected to Labour on 26 June 2007. Davies announced in 2010 that he would not stand for re-election in the coming general election.",
      "pageId": 420157,
      "monthDay": "05/29"
    },
    {
      "year": "1937",
      "uri": "/wiki/Charles_W._Pickering",
      "name": "Charles W. Pickering",
      "aboutText": "Hibari Misora (美空 ひばり, Misora Hibari, May 29, 1937 – June 24, 1989) was a Japanese singer, actress and cultural icon.",
      "pageId": 420368,
      "monthDay": "05/29"
    },
    {
      "year": "1937",
      "uri": "/wiki/Irmin_Schmidt",
      "name": "Irmin Schmidt",
      "aboutText": "Charles Willis Pickering, Sr.",
      "pageId": 433573,
      "monthDay": "05/29"
    },
    {
      "year": "1937",
      "uri": "/wiki/Alwin_Schockem%C3%B6hle",
      "name": "Alwin Schockemöhle",
      "aboutText": "Farooq Ahmad Khan Leghari English IPA: fɑrukʰ æɦmæd ləɡhərɪ̈ (Balochi, Punjabi, Urdu: سردار فاروق احمد خان لغاری‎; 29 May 1940 – 20 October 2010), was the eighth President of Pakistan, serving from 14 November 1993 until voluntarily resgning on 2 December 1997. He is noted as the first Baloch to have been elected as president.\nEducated at the FC College University in Pakistan, and the Oxford University in United Kingdom, he served in the civil bureaucracy and served on political assignments in East-Pakistan in the 1960s until 1970.",
      "pageId": 460467,
      "monthDay": "05/29"
    },
    {
      "year": "1938",
      "uri": "/wiki/Christopher_Bland",
      "name": "Christopher Bland",
      "aboutText": "Alfred \"Al\" Unser (born May 29, 1939) is an American automobile racing driver, the younger brother of fellow racing drivers Jerry and Bobby Unser, and father of Al Unser, Jr.. Now retired, he is the second of three men to have won the Indianapolis 500-Mile Race four times, the fourth of five to have won the race in consecutive years, and won the National Championship in 1970, 1983, and 1985. He is the only person to have both a sibling (Bobby) and child (Al Jr.) as fellow Indy 500 winners.",
      "pageId": 734649,
      "monthDay": "05/29"
    },
    {
      "year": "1938",
      "uri": "/wiki/Fay_Vincent",
      "name": "Fay Vincent",
      "aboutText": "André Philippus Brink, OIS (29 May 1935 – 6 February 2015) was a South African novelist. He wrote in both Afrikaans and English and was a Professor of English at the University of Cape Town.\nIn the 1960s he, Ingrid Jonker, Etienne Leroux and Breyten Breytenbach were key figures in the significant Afrikaans literary movement known as Die Sestigers (\"The Sixty-ers\").",
      "pageId": 928762,
      "monthDay": "05/29"
    },
    {
      "year": "1939",
      "uri": "/wiki/Al_Unser",
      "name": "Al Unser",
      "aboutText": "Irmin Schmidt (born 29 May 1937 in Berlin) is a German keyboardist and composer, best known as a founding member of the band Can.",
      "pageId": 932279,
      "monthDay": "05/29"
    },
    {
      "year": "1940",
      "uri": "/wiki/Taih%C5%8D_K%C5%8Dki",
      "name": "Taihō Kōki",
      "aboutText": "Taihō Kōki (大鵬幸喜, born Kōki Naya, Ukrainian: Іва́н Бори́шко Ivan Boryshko; May 29, 1940 – January 19, 2013) was the 48th yokozuna in the Japanese sport of sumo wrestling. He became a yokozuna in 1961 at the age of 21, the youngest ever at the time. He won 32 tournament championships between 1960 and 1971, a record that was unequalled until 2014.",
      "pageId": 986055,
      "monthDay": "05/29"
    },
    {
      "year": "1940",
      "uri": "/wiki/Farooq_Leghari",
      "name": "Farooq Leghari",
      "aboutText": "Douglas Keith Scott CBE, known as Doug Scott (born 29 May 1941), is an English mountaineer noted for the first ascent of the south-west face of Mount Everest on 24 September 1975. Scott and Dougal Haston were the first Britons to climb Everest during this expedition (discounting Mallory and Irvine).",
      "pageId": 1290861,
      "monthDay": "05/29"
    },
    {
      "year": "1941",
      "uri": "/wiki/Doug_Scott",
      "name": "Doug Scott",
      "aboutText": "Kevin John Conway (born May 29, 1942) is an American actor and film director.",
      "pageId": 1422620,
      "monthDay": "05/29"
    },
    {
      "year": "1941",
      "uri": "/wiki/Bob_Simon",
      "name": "Bob Simon",
      "aboutText": "Gary Brooker, MBE, (born 29 May 1945) is an English singer, songwriter, pianist and founder and lead singer of the rock band Procol Harum.",
      "pageId": 1556820,
      "monthDay": "05/29"
    },
    {
      "year": "1942",
      "uri": "/wiki/Pierre_Bourque_(politician)",
      "name": "Pierre Bourque",
      "aboutText": "Peter Lovat Fraser, Baron Fraser of Carmyllie, PC, QC (29 May 1945 – 22 June 2013) was a Scottish politician and advocate.",
      "pageId": 1720378,
      "monthDay": "05/29"
    },
    {
      "year": "1942",
      "uri": "/wiki/Kevin_Conway_(actor)",
      "name": "Kevin Conway",
      "aboutText": "Robert David \"Bob\" Simon (May 29, 1941 – February 11, 2015) was an American television correspondent for CBS News. During his career, he covered crises, war, and unrest in 67 countries. Simon reported the withdrawal of American troops from Vietnam, the Yom Kippur War in 1973, and the student protests in China's Tiananmen Square in 1989.",
      "pageId": 2348623,
      "monthDay": "05/29"
    },
    {
      "year": "1943",
      "uri": "/wiki/Robert_W._Edgar",
      "name": "Robert W. Edgar",
      "aboutText": "Pierre Bourque, CQ (born 29 May 1942) is a businessman and politician in Quebec, Canada.",
      "pageId": 2374940,
      "monthDay": "05/29"
    },
    {
      "year": "1944",
      "uri": "/wiki/Bob_Benmosche",
      "name": "Bob Benmosche",
      "aboutText": "Sir Francis Christopher Buchan Bland (born 29 May 1938) is a British businessman and politician. He was Deputy Chairman of the Independent Television Authority (1972), which was renamed the Independent Broadcasting Authority in the same year, and former Chairman of London Weekend Television (1984) and of the Board of Governors of the BBC (1996 to 2001), when he took up a position as Chairman of British Telecommunications plc. He left his position with BT in September 2007.",
      "pageId": 2597591,
      "monthDay": "05/29"
    },
    {
      "year": "1944",
      "uri": "/wiki/Quentin_Davies,_Baron_Davies_of_Stamford",
      "name": "Quentin Davies, Baron Davies of Stamford",
      "aboutText": "Robert William \"Bob\" Edgar (May 29, 1943 – April 23, 2013) was an American politician and administrator from Pennsylvania, and a member of the Democratic Party. He served as a member of the United States House of Representatives from 1975 to 1987, representing the 7th district of Pennsylvania. He served as president and CEO of Common Cause, a nonpartisan government watchdog organization, from May 2007 until his death.",
      "pageId": 3592360,
      "monthDay": "05/29"
    },
    {
      "year": "1945",
      "uri": "/wiki/Gary_Brooker",
      "name": "Gary Brooker",
      "aboutText": "Alwin Schockemöhle (born 29 May 1937) is a former German show-jumper.\nHe was a successful international show jumping equestrian in the 1960s and 1970s at individual and team events in Olympic Games and European Championships. His younger brother Paul was also a successful show-jumper.",
      "pageId": 13326066,
      "monthDay": "05/29"
    },
    {
      "year": "1945",
      "uri": "/wiki/Peter_Fraser,_Baron_Fraser_of_Carmyllie",
      "name": "Peter Fraser, Baron Fraser of Carmyllie",
      "aboutText": "Catherine Lara (born Catherine Bodet; 29 May 1945) is a French violinist, composer and singer.",
      "pageId": 17929027,
      "monthDay": "05/29"
    },
    {
      "year": "1945",
      "uri": "/wiki/Catherine_Lara",
      "name": "Catherine Lara",
      "aboutText": "Robert Herman \"Bob\" Benmosche (May 29, 1944 – February 27, 2015) was the president and chief executive officer of American International Group (NYSE: AIG). He was appointed President & Chief Executive Officer by the US Department of Treasury and AIG Board of Directors to succeed Edward M. Liddy. Benmosche is best known for his leadership at AIG, where he led a turnaround, improved profits 60% year over year, and paid down government aid pledged by the Bush and Obama Administrations.",
      "pageId": 23886872,
      "monthDay": "05/29"
    },
    {
      "year": "1945",
      "uri": "/wiki/Julian_Le_Grand",
      "name": "Julian Le Grand",
      "aboutText": "Andrew Clements (born May 29, 1949) is an American writer of children's books. His debut novel Frindle won annual book awards determined by the vote of U.S. schoolchildren in about twenty different U.S. states. In June 2015 it was named the Phoenix Award winner for 2016 as the best book that did not win a major award when it was published in 1996.",
      "pageId": 241842,
      "monthDay": "05/29"
    },
    {
      "year": "1945",
      "uri": "/wiki/Martin_Pipe",
      "name": "Martin Pipe",
      "aboutText": "Vicky Gene Robinson (born May 29, 1947 in Fayette County, Kentucky) is an American retired bishop of the Diocese of New Hampshire in the Episcopal Church in the United States of America. Robinson was elected bishop coadjutor in 2003 and succeeded as diocesan bishop in March 2004. Before becoming bishop, he served as Canon to the Ordinary to the VIII Bishop of New Hampshire.",
      "pageId": 289845,
      "monthDay": "05/29"
    },
    {
      "year": "1945",
      "uri": "/wiki/Joyce_Tenneson",
      "name": "Joyce Tenneson",
      "aboutText": "Joey Levine (born May 29, 1947, New York City, United States) is an American singer, songwriter and record producer of pop music, who has been active since 1966.",
      "pageId": 308544,
      "monthDay": "05/29"
    },
    {
      "year": "1945",
      "uri": "/wiki/Jean-Pierre_Van_Rossem",
      "name": "Jean-Pierre Van Rossem",
      "aboutText": "Fernando Buesa Blanco (29 May 1946 – 22 February 2000) was a Spanish Basque politician in the Basque Christian Democracy and in the Socialist Party of Euskadi - Euskadiko Ezkerra (PSE-EE) branch of the social democratic Spanish Socialist Workers' Party (PSOE).",
      "pageId": 318449,
      "monthDay": "05/29"
    },
    {
      "year": "1946",
      "uri": "/wiki/Fernando_Buesa",
      "name": "Fernando Buesa",
      "aboutText": "Maureen Reillette \"Rebbie\" Brown (née Jackson; born May 29, 1950) is an American singer professionally known as Rebbie Jackson /ˈriːbi ˈdʒæksən/. Born and raised in Gary, Indiana, she is the eldest child of the Jackson family of musicians. She first performed on stage with her siblings during shows in Las Vegas, Nevada, at the MGM Grand Hotel and Casino in 1974, before subsequently appearing in the television series The Jacksons.",
      "pageId": 404405,
      "monthDay": "05/29"
    },
    {
      "year": "1947",
      "uri": "/wiki/Anthony_Geary",
      "name": "Anthony Geary",
      "aboutText": "Francis Dominic Nicholas Michael Rossi, OBE (born 29 May 1949) is an English singer, songwriter and musician.",
      "pageId": 611778,
      "monthDay": "05/29"
    },
    {
      "year": "1947",
      "uri": "/wiki/Joey_Levine",
      "name": "Joey Levine",
      "aboutText": "Anthony Dean \"Tony\" Geary (born May 29, 1947) is an American actor. He is best known for playing the role of Luke Spencer on the ABC daytime drama General Hospital. Geary originated the role of Luke in 1978 and has since received a record eight Daytime Emmy Awards for Outstanding Lead Actor in a Drama Series.",
      "pageId": 716173,
      "monthDay": "05/29"
    },
    {
      "year": "1947",
      "uri": "/wiki/Gene_Robinson",
      "name": "Gene Robinson",
      "aboutText": "Michael Fitzhardinge Berkeley, Baron Berkeley of Knighton, CBE (born 29 May 1948) is a British composer and broadcaster on music.",
      "pageId": 873070,
      "monthDay": "05/29"
    },
    {
      "year": "1947",
      "uri": "/wiki/Constantino_Romero",
      "name": "Constantino Romero",
      "aboutText": "Brian Kidd (born 29 May 1949) is an English football coach and former player, who is currently the co-Assistant Manager of Manchester City, alongside fellow co-assistant Rubén Cousillas and manager Manuel Pellegrini.\nUnder the previous leadership of Roberto Mancini, Kidd was the co-assistant manager, initially alongside Attilio Lombardo and latterly alongside David Platt. Following the departure of Mancini, Kidd had a brief spell as caretaker manager of Manchester City for two games at the close of the 2012–13 season, as well as the USA tour.",
      "pageId": 1418697,
      "monthDay": "05/29"
    },
    {
      "year": "1948",
      "uri": "/wiki/Michael_Berkeley",
      "name": "Michael Berkeley",
      "aboutText": "Nicodemo Antonio Massimo \"Nick\" Mancuso is a Canadian cinema and stage actor.",
      "pageId": 2041539,
      "monthDay": "05/29"
    },
    {
      "year": "1948",
      "uri": "/wiki/Linda_Esther_Gray",
      "name": "Linda Esther Gray",
      "aboutText": "Peter Chernin (born May 29, 1951) is an American businessman and investor. He is the chairman and CEO of The Chernin Group (TCG), which he founded in 2009. TCG manages, operates and invests in businesses in the media, entertainment, and technology sectors.",
      "pageId": 2440988,
      "monthDay": "05/29"
    },
    {
      "year": "1948",
      "uri": "/wiki/Keith_Gull",
      "name": "Keith Gull",
      "aboutText": "Robert Axelrod (born May 29, 1949) is an American actor who has been in several movies and lent his voice to television shows including Digimon, having started vocal acting for the English-language versions of Japanese cartoons in 1980. Two of his best known roles was that of Lord Zedd, the main antagonist of the Mighty Morphin Power Rangers, and Finster, the original Mighty Morphin Power Rangers monster maker. He also portrayed a Paul McCartney look-alike on the popular sitcom, Family Matters, and more recently has appeared in several productions by Tim and Eric.",
      "pageId": 2844262,
      "monthDay": "05/29"
    },
    {
      "year": "1948",
      "uri": "/wiki/Nick_Mancuso",
      "name": "Nick Mancuso",
      "aboutText": "Sir Julian Ernest Michael Le Grand, FBA (born 29 May 1945) is an academic specialising in public policy. He is the Richard Titmuss Professor of Social Policy at the London School of Economics (LSE) and was a senior policy advisor to former Prime Minister Tony Blair.",
      "pageId": 3606213,
      "monthDay": "05/29"
    },
    {
      "year": "1949",
      "uri": "/wiki/Robert_Axelrod_(actor)",
      "name": "Robert Axelrod",
      "aboutText": "Jean-Pierre Van Rossem (born 29 May 1945) is a Belgian stock market guru, economist, econometrician, author, philosopher, Public figure, politician and former member of the Belgian & Flemish Parliament",
      "pageId": 4159970,
      "monthDay": "05/29"
    },
    {
      "year": "1949",
      "uri": "/wiki/Andrew_Clements",
      "name": "Andrew Clements",
      "aboutText": "Joyce Tenneson (born in Weston, Massachusetts on May 29, 1945) is an American fine art photographer known for her distinctive style of photography, which often involves nude or semi-nude women. Tenneson earned her master's degree in photography from George Washington University after starting as a model for Polaroid. She left her job as a photography professor at 39, and moved from Washington to New York.",
      "pageId": 7052702,
      "monthDay": "05/29"
    },
    {
      "year": "1949",
      "uri": "/wiki/Brian_Kidd",
      "name": "Brian Kidd",
      "aboutText": "Cotter Smith (born May 29, 1949) is an American stage, film, and television actor.",
      "pageId": 7947744,
      "monthDay": "05/29"
    },
    {
      "year": "1949",
      "uri": "/wiki/Francis_Rossi",
      "name": "Francis Rossi",
      "aboutText": "Martin Pipe (born 29 May 1945), was a racehorse trainer until his retirement in April 2006.",
      "pageId": 7976712,
      "monthDay": "05/29"
    },
    {
      "year": "1949",
      "uri": "/wiki/Cotter_Smith",
      "name": "Cotter Smith",
      "aboutText": "Professor Keith Gull CBE, FRS (born 29 May 1948) is a Wellcome Trust Principal Research Fellow and Professor of Molecular Microbiology at the Sir William Dunn School of Pathology, University of Oxford. He has been the principal of St Edmund Hall, Oxford since 1 October 2009, succeeding Michael Mingos.\n^ a b GULL, Keith.",
      "pageId": 23517295,
      "monthDay": "05/29"
    },
    {
      "year": "1950",
      "uri": "/wiki/Rebbie_Jackson",
      "name": "Rebbie Jackson",
      "aboutText": "Linda Esther Gray (born 29 May 1948, Greenock, Scotland) is a retired Scottish soprano and an operatic singing teacher.",
      "pageId": 26560567,
      "monthDay": "05/29"
    },
    {
      "year": "1951",
      "uri": "/wiki/Peter_Chernin",
      "name": "Peter Chernin",
      "aboutText": "Constantino Romero García (29 May 1947 – 12 May 2013) was a Spanish TV and radio host and actor.",
      "pageId": 36850165,
      "monthDay": "05/29"
    },
    {
      "year": "1952",
      "uri": "/wiki/Alan_Langlands",
      "name": "Alan Langlands",
      "aboutText": "Daniel Robert Elfman (born May 29, 1953) is an American composer, singer, songwriter, and record producer. From 1976 to 1995 he was the lead singer and songwriter for the rock band Oingo Boingo.\nIn 1976 Elfman entered the film industry as an actor.",
      "pageId": 8397,
      "monthDay": "05/29"
    },
    {
      "year": "1952",
      "uri": "/wiki/Zeituni_Onyango",
      "name": "Zeituni Onyango",
      "aboutText": "La Toya Yvonne Jackson (born May 29, 1956) is an American singer, songwriter, author, television personality, actress, businesswoman, philanthropist, activist and former model. She is the fifth child of the Jackson family. She maintained a career as a singer throughout the 1980s and 1990s, and returned to music in 2004 with her Billboard charting songs \"Just Wanna Dance\" and \"Free the World\".",
      "pageId": 152297,
      "monthDay": "05/29"
    },
    {
      "year": "1953",
      "uri": "/wiki/Aleksandr_Abdulov",
      "name": "Aleksandr Abdulov",
      "aboutText": "John Warnock Hinckley, Jr. (born May 29, 1955), attempted to assassinate U.S. President Ronald Reagan in Washington, D.C., on March 30, 1981, as the culmination of an effort to impress actress Jodie Foster. Reported to have been driven by an obsessional fixation on her, he was found not guilty by reason of insanity, and has remained under institutional psychiatric care since then.",
      "pageId": 222294,
      "monthDay": "05/29"
    },
    {
      "year": "1953",
      "uri": "/wiki/Giles_Clarke",
      "name": "Giles Clarke",
      "aboutText": "Gerald W. \"Jerry\" Moran (born May 29, 1954) is the junior United States Senator from Kansas and a member of the Republican Party. He served as Chairman of the National Republican Senatorial Committee for the 113th U.S. Congress, during which he led successful Republican efforts in United States Senate elections, 2014, producing the first Republican Senate majority since 2006. Previously, he served as a member of the United States House of Representatives, representing Kansas's 1st congressional district.",
      "pageId": 408584,
      "monthDay": "05/29"
    },
    {
      "year": "1953",
      "uri": "/wiki/Danny_Elfman",
      "name": "Danny Elfman",
      "aboutText": "Mohsen Makhmalbaf (Persian: محسن مخملباف‎‎, Mohsen Makhmalbaaf; born May 29, 1957) is an Iranian film director, writer, film editor, and producer. He has made more than 20 feature films, won some 50 awards and been a juror in more than 15 major film festivals. His award-winning films include Kandahar; his latest documentary is The Gardener and latest feature The President.",
      "pageId": 416987,
      "monthDay": "05/29"
    },
    {
      "year": "1954",
      "uri": "/wiki/Robert_Beaser",
      "name": "Robert Beaser",
      "aboutText": "Annette Carol Bening (born May 29, 1958) is an American actress. She began her career on the stage and was nominated for the 1987 Tony Award for Best Featured Actress in a Play for her performance in Coastal Disturbances. A four-time Academy Award-nominee for her roles in the films The Grifters (1990), American Beauty (1999), Being Julia (2004) and The Kids Are All Right (2010), she won a BAFTA Award for American Beauty and Golden Globe Awards for Being Julia and The Kids Are All Right.",
      "pageId": 438447,
      "monthDay": "05/29"
    },
    {
      "year": "1954",
      "uri": "/wiki/Jerry_Moran",
      "name": "Jerry Moran",
      "aboutText": "Frank Theodore “Ted” Levine (born May 29, 1957) is an American actor.",
      "pageId": 791662,
      "monthDay": "05/29"
    },
    {
      "year": "1955",
      "uri": "/wiki/Frank_Baumgartl",
      "name": "Frank Baumgartl",
      "aboutText": "Kenneth \"Ken\" Schrader (born May 29, 1955) is an American race car driver. He currently races on local dirt and asphalt tracks around the country while driving part-time in the ARCA Racing Series, as well as the Mudsummer Classic at Eldora Speedway in the Camping World Truck Series. He raced in the NASCAR Sprint Cup Series from 1981 to 2013.",
      "pageId": 1671401,
      "monthDay": "05/29"
    },
    {
      "year": "1955",
      "uri": "/wiki/John_Hinckley,_Jr.",
      "name": "John Hinckley, Jr.",
      "aboutText": "Michael Joseph Porcaro (May 29, 1955 – March 15, 2015) was an American bass player known for his work with Toto. He retired from touring in 2007 as a result of being diagnosed with amyotrophic lateral sclerosis (ALS), also known as Lou Gehrig’s disease.\nHe was the middle brother of Toto members Jeff Porcaro and Steve Porcaro.",
      "pageId": 4346337,
      "monthDay": "05/29"
    },
    {
      "year": "1955",
      "uri": "/wiki/David_Kirschner",
      "name": "David Kirschner",
      "aboutText": "Aleksandr Gavrilovich Abdúlov (Russian: Алекса́ндр Гаври́лович Абду́лов - May 29, 1953 – January 3, 2008) was a Soviet/Russian actor.\nAleksandr Abdulov went to school from 1960 to 1970 and upon graduating wanted to become a sportsman. However, Abdulov's father encouraged his son to act, and, in 1974 Aleksandr Abdulov starred in About Vitya, about Masha and the Sea Force.",
      "pageId": 5243967,
      "monthDay": "05/29"
    },
    {
      "year": "1955",
      "uri": "/wiki/Mike_Porcaro",
      "name": "Mike Porcaro",
      "aboutText": "Sir Robert Alan Langlands FRSE FRCP (Hon.) FRCGP (Hon.) FRCS (Edin.) (Hon.) FRCPSG (Hon.) FFPH FIA is vice-chancellor of the University of Leeds.",
      "pageId": 5419298,
      "monthDay": "05/29"
    },
    {
      "year": "1955",
      "uri": "/wiki/Gordon_Rintoul",
      "name": "Gordon Rintoul",
      "aboutText": "David M. Kirschner (born May 29, 1955) is an American film and television producer who often produces animated works.",
      "pageId": 5550108,
      "monthDay": "05/29"
    },
    {
      "year": "1955",
      "uri": "/wiki/Ken_Schrader",
      "name": "Ken Schrader",
      "aboutText": "Thomas Jeb Hensarling (born May 29, 1957) is an American politician who has served as a member of the United States House of Representatives from Texas's 5th congressional district since 2003.",
      "pageId": 7052966,
      "monthDay": "05/29"
    },
    {
      "year": "1956",
      "uri": "/wiki/Mark_Lyall_Grant",
      "name": "Mark Lyall Grant",
      "aboutText": "Frank Baumgartl (29 May 1955 – 26 August 2010) was an East German track and field athlete, who specialized in the 3000 meters steeplechase. He was born in Bad Schlema.\nAt the 1976 Summer Olympics in Montreal Frank Baumgartl won the Olympic bronze medal in a new personal best time of 8:10.36 minutes.",
      "pageId": 7229059,
      "monthDay": "05/29"
    },
    {
      "year": "1956",
      "uri": "/wiki/La_Toya_Jackson",
      "name": "La Toya Jackson",
      "aboutText": "Charles Giles Clarke, CBE (born 29 May 1953 in Bristol) is an English businessman and cricket administrator, chairman of the England and Wales Cricket Board.\nBorn in Bristol, Clarke was educated at Rugby School. He then went studied at Oriel College, University of Oxford where graduated with an MA in Persian with Arabic; reportedly he paid his way through by way of his exploits at gambling.",
      "pageId": 13787684,
      "monthDay": "05/29"
    },
    {
      "year": "1957",
      "uri": "/wiki/Steven_Croft_(bishop)",
      "name": "Steven Croft",
      "aboutText": "Steven John Lindsey Croft (born 29 May 1957) is a Church of England bishop and theologian specialising in mission. He is the seventh Bishop of Sheffield following his enthronement in Sheffield Cathedral on 9 May 2009, having been consecrated by the Archbishop of York on Sunday 25 January 2009. Previously he was Archbishops’ Missioner and Team Leader of Fresh Expressions, a joint Church of England and Methodist initiative.",
      "pageId": 19937245,
      "monthDay": "05/29"
    },
    {
      "year": "1957",
      "uri": "/wiki/Jeb_Hensarling",
      "name": "Jeb Hensarling",
      "aboutText": "Zeituni Onyango (/zeɪˈtʌni ɔːˈnjɑːŋɡoʊ/ zay-TUN-ee aw-NYAHNG-goh; May 29, 1952 – April 7, 2014) was known as the half-aunt of United States President Barack Obama; she was born into the Luo tribe in Kenya. Born during the British rule of the Protectorate of Kenya, Onyango was the half-sister of Barack Obama, Sr., father to the president. The younger Obama refers to her as \"Aunti Zeituni\" in his 1995 memoir, Dreams from My Father.",
      "pageId": 20023735,
      "monthDay": "05/29"
    },
    {
      "year": "1957",
      "uri": "/wiki/Ted_Levine",
      "name": "Ted Levine",
      "aboutText": "Robert Beaser (born May 29, 1954, Boston, Massachusetts) is an American composer.",
      "pageId": 23390908,
      "monthDay": "05/29"
    },
    {
      "year": "1957",
      "uri": "/wiki/Mohsen_Makhmalbaf",
      "name": "Mohsen Makhmalbaf",
      "aboutText": "Sir Mark Justin Lyall Grant KCMG (born 29 May 1956) is a senior British diplomat who most recently served as Permanent Representative of the United Kingdom to the United Nations.",
      "pageId": 25391059,
      "monthDay": "05/29"
    },
    {
      "year": "1958",
      "uri": "/wiki/Annette_Bening",
      "name": "Annette Bening",
      "aboutText": "Gordon Rintoul (born 29 May 1955) CBE is Director of National Museums Scotland in Edinburgh, Scotland.\nRintoul was born in Glasgow, Scotland in 1955 and was educated at Allan Glen's School, a science-orientated school in the city. He studied physics at the University of Edinburgh and received a PhD from the University of Manchester in the history of science and technology.",
      "pageId": 32561329,
      "monthDay": "05/29"
    },
    {
      "year": "1958",
      "uri": "/wiki/Wayne_Duvall",
      "name": "Wayne Duvall",
      "aboutText": "Melissa Lou Etheridge (born May 29, 1961) is an American rock singer-songwriter, guitarist, and activist. Her self-titled debut album Melissa Etheridge was released in 1988 and became an underground hit. The album peaked at #22 on the Billboard 200, and its lead single, \"Bring Me Some Water\", garnered Etheridge her first Grammy Award nomination for Best Rock Vocal Performance, Female.",
      "pageId": 84275,
      "monthDay": "05/29"
    },
    {
      "year": "1958",
      "uri": "/wiki/Willem_Holleeder",
      "name": "Willem Holleeder",
      "aboutText": "Adrian Paul Hewett (born 29 May 1959), better known as Adrian Paul, is an English actor best known for his role on the television series Highlander: The Series as Duncan MacLeod. In 1997, he founded the Peace Fund charitable organization.\n^ Editors of Chase's Calendar of Events (10 October 2013).",
      "pageId": 159033,
      "monthDay": "05/29"
    },
    {
      "year": "1958",
      "uri": "/wiki/Karen_Maruyama",
      "name": "Karen Maruyama",
      "aboutText": "Rupert James Hector Everett (/ˈɛvərɪt/; born 29 May 1959) is an English actor and writer. He first came to public attention in 1981, when he was cast in Julian Mitchell's play and subsequent film Another Country (1984) as an openly gay pupil at an English public school in the 1930s. He has since appeared in many other films, including My Best Friend's Wedding, An Ideal Husband, The Next Best Thing and the Shrek sequels.",
      "pageId": 320736,
      "monthDay": "05/29"
    },
    {
      "year": "1958",
      "uri": "/wiki/Juliano_Mer-Khamis",
      "name": "Juliano Mer-Khamis",
      "aboutText": "Perry Fenwick (born 29 May 1962) is an English film and television actor who currently plays Billy Mitchell in the BBC soap opera EastEnders, a role which he has played since 1998.",
      "pageId": 1276350,
      "monthDay": "05/29"
    },
    {
      "year": "1958",
      "uri": "/wiki/Uwe_Rapolder",
      "name": "Uwe Rapolder",
      "aboutText": "Fandi bin Ahmad, PBM (born 29 May 1962) is a retired Singaporean footballer who is currently the head coach of LionsXII in the Malaysian Super League. He mainly played as a striker, but could also play as a midfielder. He played for Malaysia Cup state sides Singapore FA, Kuala Lumpur FA and Pahang FA, and won titles with all three, including two Doubles in 1992 and 1994, and the Golden Boot in 1988.",
      "pageId": 1310805,
      "monthDay": "05/29"
    },
    {
      "year": "1958",
      "uri": "/wiki/Mike_Stenhouse",
      "name": "Mike Stenhouse",
      "aboutText": "Eric Keith Davis (born May 29, 1962) is a former center fielder for several Major League Baseball teams. Davis was 21 years old when he broke into the big leagues on May 19, 1984 with the Cincinnati Reds, the team for which he is most remembered. Blessed with a rare combination of excellent foot speed and bat speed, Davis became the first major league player to hit at least 30 home runs and steal at least 50 bases in the same season in 1987.",
      "pageId": 1766916,
      "monthDay": "05/29"
    },
    {
      "year": "1959",
      "uri": "/wiki/Rupert_Everett",
      "name": "Rupert Everett",
      "aboutText": "John D. LeMay (born MARCH 7 1962) is an American actor who has starred in TV shows and on film.",
      "pageId": 3059773,
      "monthDay": "05/29"
    },
    {
      "year": "1959",
      "uri": "/wiki/Steve_Hanley_(musician)",
      "name": "Steve Hanley",
      "aboutText": "Karen Maruyama (born May 29, 1958) is an American actress and comedienne. She has appeared on television in supporting roles in a number of sitcoms, including recurring characters on The Jamie Foxx Show, Strip Mall, Suddenly Susan, and Arrested Development. Maruyama is well known as an improv performer and instructor, and was a featured guest on both the American and British versions of Whose Line Is It Anyway?, as well as a member of The Groundlings.",
      "pageId": 4243278,
      "monthDay": "05/29"
    },
    {
      "year": "1959",
      "uri": "/wiki/Adrian_Paul",
      "name": "Adrian Paul",
      "aboutText": "Wayne Duvall (born May 29, 1958) is an American actor, known for playing Homer Stokes in O Brother Where Art Thou?, Coach Ferguson in Leatherheads and Ned Guston in Duplicity. On television he is best known for playing Sgt. Phil Brander on The District (2000–2004).",
      "pageId": 4672963,
      "monthDay": "05/29"
    },
    {
      "year": "1960",
      "uri": "/wiki/Thomas_Baumer",
      "name": "Thomas Baumer",
      "aboutText": "Willem Frederik Holleeder (born 29 May 1958) is a Dutch criminal. Holleeder is nicknamed The nose because of the size of his nose.\nIn 2007 Holleeder was sentenced to nine years in prison for several counts of extortion, including the extortion of Willem Endstra, who was murdered in 2004 after falling-out with Holleeder.",
      "pageId": 4976097,
      "monthDay": "05/29"
    },
    {
      "year": "1960",
      "uri": "/wiki/Neil_Crone",
      "name": "Neil Crone",
      "aboutText": "Carol Kirkwood (born 29 May 1962) is a Scottish weather presenter, trained by the Met Office, and employed by the BBC, notably on BBC Breakfast and Victoria Derbyshire.",
      "pageId": 5606183,
      "monthDay": "05/29"
    },
    {
      "year": "1960",
      "uri": "/wiki/Mike_Freer",
      "name": "Mike Freer",
      "aboutText": "Neil Crone (born May 29, 1960) is a Canadian actor, voice actor and comedian.",
      "pageId": 6335831,
      "monthDay": "05/29"
    },
    {
      "year": "1960",
      "uri": "/wiki/Carol_Kirkwood",
      "name": "Carol Kirkwood",
      "aboutText": "Steve Hanley (born 29 May 1959) is an Irish-born English musician, based in Manchester. He is best known for playing bass guitar in The Fall from 1979 to 1998, and afterwards in The Lovers.\nHanley's distinctive basslines were a signature part of The Fall, often carrying a song's instrumental melody without forsaking the bass guitar's traditional role as a propulsive element of the rhythm section.",
      "pageId": 6544641,
      "monthDay": "05/29"
    },
    {
      "year": "1961",
      "uri": "/wiki/Melissa_Etheridge",
      "name": "Melissa Etheridge",
      "aboutText": "John Miceli (born May 29, 1961 in Long Island, New York) is the current drummer for Meat Loaf's backing band, the Neverland Express.",
      "pageId": 6834764,
      "monthDay": "05/29"
    },
    {
      "year": "1961",
      "uri": "/wiki/John_Miceli",
      "name": "John Miceli",
      "aboutText": "Michael Steven Stenhouse (May 29, 1958 in Pueblo, Colorado) is a former outfielder, first baseman, and designated hitter in Major League Baseball who played for the Montreal Expos from 1982-1984, the Minnesota Twins in 1985, and the Boston Red Sox in 1986. Stenhouse is the CEO of the Rhode Island Center for Freedom and Prosperity, a public policy think tank. Listed at 6'1\", 195 lb., Stenhouse batted left-handed and threw right-handed.",
      "pageId": 13698217,
      "monthDay": "05/29"
    },
    {
      "year": "1962",
      "uri": "/wiki/Fandi_Ahmad",
      "name": "Fandi Ahmad",
      "aboutText": "Michael Whitney Freer (born 29 May 1960) is a British politician.\nA Conservative, he was elected as the Member of Parliament (MP) for the constituency of Finchley and Golders Green at the 2010 general election. Freer is a former leader of Barnet Council and a former councillor from the Church End ward in Finchley.",
      "pageId": 17750010,
      "monthDay": "05/29"
    },
    {
      "year": "1962",
      "uri": "/wiki/Eric_Davis_(baseball)",
      "name": "Eric Davis",
      "aboutText": "Uwe Rapolder (born 29 May 1958) is a retired German football player.\n^ \"Uwe Rapolder\". worldfootball.net.",
      "pageId": 20601098,
      "monthDay": "05/29"
    },
    {
      "year": "1962",
      "uri": "/wiki/Perry_Fenwick",
      "name": "Perry Fenwick",
      "aboutText": "Juliano Mer-Khamis (Hebrew: ג'וליאנו מֵר ח'מיס; Arabic: جوليانو مير خميس‎; born Juliano Khamis; 29 May 1958 – 4 April 2011) was an Israeli Jewish/Palestinian Arab actor, director, filmmaker, and political activist of Jewish and native Palestinian Eastern Orthodox Christian parentage.",
      "pageId": 23328622,
      "monthDay": "05/29"
    },
    {
      "year": "1962",
      "uri": "/wiki/John_D._LeMay",
      "name": "John D. LeMay",
      "aboutText": "Chloé Sainte-Marie (born Marie-Aline Joyal on May 29, 1962 in Saint-Eugène-de-Grantham, Québec, Canada) is an actress, singer, activist, and official spokesperson for a network of natural caregivers in Québec.",
      "pageId": 26260664,
      "monthDay": "05/29"
    },
    {
      "year": "1962",
      "uri": "/wiki/Chlo%C3%A9_Sainte-Marie",
      "name": "Chloé Sainte-Marie",
      "aboutText": "Thomas Baumer (born 29 May 1960 in Fribourg (Switzerland) is a Swiss economist and expert for Intercultural competence and Personality assessment.",
      "pageId": 41802722,
      "monthDay": "05/29"
    },
    {
      "year": "1963",
      "uri": "/wiki/Blaze_Bayley",
      "name": "Blaze Bayley",
      "aboutText": "Noel Thomas David Gallagher (born 29 May 1967) is an English musician, singer, guitarist, and songwriter. He served as the lead guitarist, co-lead vocalist and principal songwriter of the rock band Oasis. Raised in Burnage, Manchester, Gallagher began learning guitar at the age of thirteen.",
      "pageId": 194961,
      "monthDay": "05/29"
    },
    {
      "year": "1963",
      "uri": "/wiki/Tracey_E._Bregman",
      "name": "Tracey E. Bregman",
      "aboutText": "Ukyo Katayama (片山 右京, Katayama Ukyō, born 29 May 1963) is a Japanese former racing driver, most notable for competing six years in Formula One. He participated in 97 Grands Prix, debuting on 1 March 1992. He scored a total of five championship points, all of them for the Tyrrell team in 1994.",
      "pageId": 520249,
      "monthDay": "05/29"
    },
    {
      "year": "1963",
      "uri": "/wiki/Zhu_Jianhua",
      "name": "Zhu Jianhua",
      "aboutText": "Lisa Diane Whelchel (born May 29, 1963) is an American actress, singer, songwriter, author, and public speaker. She is known for her appearances as a Mouseketeer on The New Mickey Mouse Club and her nine-year role as the preppy and wealthy Blair Warner on The Facts of Life. In 1984, she was nominated for a Grammy Award for Best Inspirational Performance for her contemporary Christian album, All Because of You.",
      "pageId": 634936,
      "monthDay": "05/29"
    },
    {
      "year": "1963",
      "uri": "/wiki/Ukyo_Katayama",
      "name": "Ukyo Katayama",
      "aboutText": "Torquhil Ian Campbell, 13th and 6th Duke of Argyll (born 29 May 1968), styled as Earl of Campbell before 1973 and as Marquess of Lorne between 1973 and 2001, is a Scottish Peer. The family's main seat is Inveraray Castle, although the Duke and Duchess spend time at other residences, including one in West London.",
      "pageId": 695479,
      "monthDay": "05/29"
    },
    {
      "year": "1963",
      "uri": "/wiki/Claude_Loiselle",
      "name": "Claude Loiselle",
      "aboutText": "Tracey Elizabeth Bregman (formerly Recht; born May 29, 1963) is an American soap opera actress.",
      "pageId": 744923,
      "monthDay": "05/29"
    },
    {
      "year": "1963",
      "uri": "/wiki/Lisa_Whelchel",
      "name": "Lisa Whelchel",
      "aboutText": "Michael John Keane (born May 29, 1967) is a retired Canadian professional ice hockey winger. Undrafted, Keane played over 1,100 games in the National Hockey League from 1988 until 2004, and then played five seasons for his hometown Manitoba Moose of the American Hockey League until he retired in 2010. Keane is a three-time Stanley Cup champion, having won with the Montreal Canadiens in 1993, Colorado Avalanche in 1996 and the Dallas Stars in 1999.",
      "pageId": 747973,
      "monthDay": "05/29"
    },
    {
      "year": "1964",
      "uri": "/wiki/Howard_Mills_III",
      "name": "Howard Mills III",
      "aboutText": "Blaze Bayley (born Bayley Alexander Cooke, 29 May 1963) is an English singer, musician, songwriter, and lyricist. He was the lead singer of Wolfsbane from 1984 to 1994, and currently from 2010 following reunions in 2007 and 2009. Bayley was also the lead singer for Iron Maiden from 1994 to 1999.",
      "pageId": 1009864,
      "monthDay": "05/29"
    },
    {
      "year": "1967",
      "uri": "/wiki/Noel_Gallagher",
      "name": "Noel Gallagher",
      "aboutText": "Bernd Mayländer (born 29 May 1971 in Waiblingen) is a German racing driver and current Formula One safety car driver.",
      "pageId": 1083144,
      "monthDay": "05/29"
    },
    {
      "year": "1967",
      "uri": "/wiki/Mike_Keane",
      "name": "Mike Keane",
      "aboutText": "Közi is a Japanese visual kei rock musician who plays guitar, piano, keyboard and synthesizer. He is best known as guitarist for the rock band Malice Mizer. After the band went on an indefinite hiatus in 2001, he formed the industrial rock duo Eve of Destiny and also started a solo career.",
      "pageId": 1100460,
      "monthDay": "05/29"
    },
    {
      "year": "1967",
      "uri": "/wiki/Steven_Levitt",
      "name": "Steven Levitt",
      "aboutText": "Steven David \"Steve\" Levitt (born May 29, 1967) is an American economist known for his work in the field of crime, in particular on the link between legalized abortion and crime rates. Winner of the 2003 John Bates Clark Medal, he is currently the William B. Ogden Distinguished Service Professor of Economics at the University of Chicago, director of the Becker Center on Chicago Price Theory at the University of Chicago Booth School of Business. He was co-editor of the Journal of Political Economy published by the University of Chicago Press until December 2007.",
      "pageId": 1284586,
      "monthDay": "05/29"
    },
    {
      "year": "1967",
      "uri": "/wiki/I%C3%B1aki_Ochoa_de_Olza",
      "name": "Iñaki Ochoa de Olza",
      "aboutText": "Roberto Di Matteo (Italian pronunciation: [roˈbɛrto di matˈtɛːo]; born 29 May 1970) is an Italian former professional footballer and manager.\nDuring his playing career as a midfielder, he played for Swiss clubs Schaffhausen, Zürich and Aarau before joining Lazio of Italy and Chelsea of England. He was capped 34 times for Italy, scoring two goals, and played in UEFA Euro 1996 and the 1998 FIFA World Cup.",
      "pageId": 1554284,
      "monthDay": "05/29"
    },
    {
      "year": "1968",
      "uri": "/wiki/Torquhil_Campbell,_13th_Duke_of_Argyll",
      "name": "Torquhil Campbell, 13th Duke of Argyll",
      "aboutText": "Jessica Elizabeth Morden (born 29 May 1968) is a British Labour Party politician, who has been the Member of Parliament (MP) for Newport East since 2005.",
      "pageId": 1872895,
      "monthDay": "05/29"
    },
    {
      "year": "1968",
      "uri": "/wiki/Tate_George",
      "name": "Tate George",
      "aboutText": "Chandler Kinchla, better known as Chan Kinchla, (born May 29, 1969 in Hamilton, Ontario, Canada) is the guitarist for jam band Blues Traveler.\nChan along with Brendan Hill are the only members of Blues Traveler who do not participate in a side project, although Chan and John Popper do acoustic shows together.\nChan has used a wide variety of guitars throughout his career.",
      "pageId": 2438280,
      "monthDay": "05/29"
    },
    {
      "year": "1968",
      "uri": "/wiki/Jessica_Morden",
      "name": "Jessica Morden",
      "aboutText": "Zhu Jianhua (simplified Chinese: 朱建华; traditional Chinese: 朱建華; pinyin: Zhū Jiànhuá; born 29 May 1963) is a retired Chinese high jumper. His personal best of 2.39 metres is a former world record for the event.\nIn Helsinki 1983, Zhu became China's first man to win a medal in the IAAF World Championships.",
      "pageId": 3810200,
      "monthDay": "05/29"
    },
    {
      "year": "1969",
      "uri": "/wiki/Chan_Kinchla",
      "name": "Chan Kinchla",
      "aboutText": "Tate Claude George (born May 29, 1968) is an American former professional basketball player who was selected by the New Jersey Nets with the 22nd overall pick in the 1990 NBA Draft from the University of Connecticut.",
      "pageId": 5520691,
      "monthDay": "05/29"
    },
    {
      "year": "1970",
      "uri": "/wiki/Roberto_Di_Matteo",
      "name": "Roberto Di Matteo",
      "aboutText": "Éric Lucas (born May 29, 1971 in Montreal, Quebec) is a retired professional boxer of height 183 cm.\nLucas turned pro in 1991 and came up short in his first two title shots, against WBC Light Heavyweight Title holder Fabrice Tiozzo in 1996 and IBF Super Middleweight Title holder Roy Jones Jr later that year. He lost the fight to Jones after Jones had played a basketball game earlier that day.",
      "pageId": 6565137,
      "monthDay": "05/29"
    },
    {
      "year": "1971",
      "uri": "/wiki/%C3%89ric_Lucas",
      "name": "Éric Lucas",
      "aboutText": "Claude Loiselle (born May 29, 1963 in Ottawa, Ontario) is a retired Canadian ice hockey forward who played 13 seasons in the National Hockey League (NHL) from 1981 to 1994. In 616 career games spent with the Detroit Red Wings, New Jersey Devils, Quebec Nordiques, Toronto Maple Leafs and New York Islanders he recorded 92 goals, 117 assists and 1,149 minutes in penalties. He also competed in 41 career NHL playoff games and was a member of two Patrick Division championship-winning teams; New Jersey in 1988 and the Islanders in 1993.",
      "pageId": 10225326,
      "monthDay": "05/29"
    },
    {
      "year": "1971",
      "uri": "/wiki/Bernd_Mayl%C3%A4nder",
      "name": "Bernd Mayländer",
      "aboutText": "Iñaki Ochoa de Olza (May 29, 1967 Pamplona, Navarre – May 23, 2008 Annapurna, Nepal) was a Spanish mountaineer, alpinist and climber. Ochoa de Olza took part in more than thirty separate climbing expeditions in the Himalayas over the course of his career, and he was involved in more than 200 expeditions as a guide. His records included climbing 12 of the world's 14 tallest mountains (repeating one of them, Cho Oyu) without the aid of oxygen or oxygen tanks.",
      "pageId": 18201759,
      "monthDay": "05/29"
    },
    {
      "year": "1971",
      "uri": "/wiki/Rob_Womack",
      "name": "Rob Womack",
      "aboutText": "Howard D. Mills III (born May 29, 1964, in Goshen, New York) is an insurance consultant and former politician from Goshen, New York. He served as New York's Superintendent of Insurance from 2005 to 2007, and previously held elective office in both the New York State Assembly and the Town of Wallkill.",
      "pageId": 30862505,
      "monthDay": "05/29"
    },
    {
      "year": "1972",
      "uri": "/wiki/K%C3%B6zi",
      "name": "Közi",
      "aboutText": "Robin \"Rob\" Womack (born 29 May 1971) is a Paralympian track and field athlete from England competing mainly in category F55 throwing events. In 2012 he qualified as a member of the Great Britain team for the 2012 Summer Paralympics in London and took the bronze medal in the shot put.",
      "pageId": 36872760,
      "monthDay": "05/29"
    },
    {
      "year": "1972",
      "uri": "/wiki/Stanislas_(singer)",
      "name": "Stanislas",
      "aboutText": "Melanie Janine Brown (born 29 May 1975), better known as Mel B or Melanie B, is a British recording artist, actor, television personality, and model. Brown rose to fame as a member of the girl group the Spice Girls, in which she was known as Scary Spice.",
      "pageId": 262482,
      "monthDay": "05/29"
    },
    {
      "year": "1972",
      "uri": "/wiki/Bill_Curley",
      "name": "Bill Curley",
      "aboutText": "Jason Paul Allison (born May 29, 1975) is a former professional ice hockey centre who played 552 games in the National Hockey League. His most productive seasons were with the Boston Bruins, where he briefly served as team captain.",
      "pageId": 391066,
      "monthDay": "05/29"
    },
    {
      "year": "1972",
      "uri": "/wiki/Simon_Jones_(musician)",
      "name": "Simon Jones",
      "aboutText": "Aaron McGruder (born May 29, 1974) is an American writer, producer, and cartoonist best known for writing and drawing The Boondocks, a Universal Press Syndicate comic strip about two young African-American brothers, Huey (named after Huey P. Newton) and his younger brother and wannabe gangsta, Riley, from inner-city Chicago now living with their grandfather in a sedate suburb, as well as being the creator, executive producer, and head writer of The Boondocks animated TV series based on his strip.\nHe was also a screenwriter on Red Tails, and co-author, with Reginald Hudlin, of a 2004 graphic novel, Birth of a Nation: A Comic Novel, drawn by cartoonist Kyle Baker. Other projects include variety comedy series The Super Rumble Mix Show and Black Jesus, the latter on Adult Swim.",
      "pageId": 398867,
      "monthDay": "05/29"
    },
    {
      "year": "1973",
      "uri": "/wiki/Anthony_Azizi",
      "name": "Anthony Azizi",
      "aboutText": "Myfanwy \"Myf\" Warhurst (born 29 May 1974) is an Australian radio announcer and television personality, best known for her work at Triple J and on ABC Television's long-running music-themed quiz show Spicks and Specks.",
      "pageId": 1027017,
      "monthDay": "05/29"
    },
    {
      "year": "1973",
      "uri": "/wiki/Mark_Lee_(musician)",
      "name": "Mark Lee",
      "aboutText": "Fehmi Alpay Özalan, known as Alpay, (born 29 May 1973) is a former Turkish footballer, who is currently a member of the management committee of Siirtspor.\nHe played 87 internationals for Turkey between 1995 and 2005, making him their sixth-most capped player of all time.",
      "pageId": 1060911,
      "monthDay": "05/29"
    },
    {
      "year": "1973",
      "uri": "/wiki/Alpay_%C3%96zalan",
      "name": "Alpay Özalan",
      "aboutText": "Stephen Larkham (born 29 May 1974 in Canberra) is a retired Australian rugby union footballer currently in the role of head coach for the Brumbies. He is best known for his career with the Brumbies in Super Rugby, for whom he played from the inception of the professional Super 12 in 1996 through 2007, and his long tenure with the Wallabies at international level, for whom he played 102 times. After initial selection at fullback from 1996 to 1997, Larkham was the first-choice Australian fly-half from 1997 to 2007, playing in the 1999, 2003 and 2007 Rugby World Cups.",
      "pageId": 1748757,
      "monthDay": "05/29"
    },
    {
      "year": "1974",
      "uri": "/wiki/Steve_Cardenas",
      "name": "Steve Cardenas",
      "aboutText": "David Michael Burtka (born May 29, 1975) is an American actor and chef. He is known for his acting roles in theatre and television shows such as How I Met Your Mother and The Play About the Baby.",
      "pageId": 1799053,
      "monthDay": "05/29"
    },
    {
      "year": "1974",
      "uri": "/wiki/Stephen_Larkham",
      "name": "Stephen Larkham",
      "aboutText": "Jennifer Nancy Willott (born 29 May 1974) is a British politician. She was the Liberal Democrat Member of Parliament for Cardiff Central from 2005 to 2015. Willott became a junior minister in the Department for Business, Innovation and Skills and Government Equalities Office in December 2013, temporarily standing in for Jo Swinson while she was on maternity leave.",
      "pageId": 1948343,
      "monthDay": "05/29"
    },
    {
      "year": "1974",
      "uri": "/wiki/Aaron_McGruder",
      "name": "Aaron McGruder",
      "aboutText": "Mark David Lee (born May 29, 1973) is the guitarist and a founding member of the Christian rock band Third Day.\nThird Day has amassed album sales of over 6 million units. Lee has performed over 1200 shows with the band, traveling throughout the United States, Europe, Australia, Brazil and South Africa.",
      "pageId": 2516111,
      "monthDay": "05/29"
    },
    {
      "year": "1974",
      "uri": "/wiki/Myf_Warhurst",
      "name": "Myf Warhurst",
      "aboutText": "Cláudio Roberto da Silva, commonly known as Cláudio Caçapa or simply Caçapa (Brazilian Portuguese: [kaˈsapɐ]; born 29 May 1976) is a retired Brazilian footballer who played as a central defender. Having made his senior debut in 1996 for Atlético Mineiro, Caçapa went on to play for Lyon, Newcastle United, Cruzeiro, Évian and Avaí. He was capped three times by the Brazil national team.",
      "pageId": 3127240,
      "monthDay": "05/29"
    },
    {
      "year": "1974",
      "uri": "/wiki/Jenny_Willott",
      "name": "Jenny Willott",
      "aboutText": "Stephen Antonio \"Steve\" Cardenas (born May 29, 1974) formerly known as Steven Cardenas, is an American martial artist and retired actor, perhaps most noted for playing Rocky DeSantos in the Mighty Morphin Power Rangers TV series.",
      "pageId": 3365806,
      "monthDay": "05/29"
    },
    {
      "year": "1975",
      "uri": "/wiki/Jason_Allison",
      "name": "Jason Allison",
      "aboutText": "Simon Jones (born Simon Robin David Jones 29 July 1972, Liverpool, England) is an English bass player. He played bass and provided occasional backing vocals for the English band The Verve.",
      "pageId": 4437448,
      "monthDay": "05/29"
    },
    {
      "year": "1975",
      "uri": "/wiki/Mel_B",
      "name": "Mel B",
      "aboutText": "Anthony David Wall (born 29 May 1975) is an English professional golfer.\nWall was born in London. He turned professional in 1995 and has played on the European Tour since 1998.",
      "pageId": 5122396,
      "monthDay": "05/29"
    },
    {
      "year": "1975",
      "uri": "/wiki/Natarsha_Belling",
      "name": "Natarsha Belling",
      "aboutText": "Anthony Azizi (born May 29, 1969) is an American television actor.",
      "pageId": 5207478,
      "monthDay": "05/29"
    },
    {
      "year": "1975",
      "uri": "/wiki/David_Burtka",
      "name": "David Burtka",
      "aboutText": "William Michael \"Bill\" Curley (born May 29, 1972) is a retired American professional basketball player, formerly in the National Basketball Association (NBA).",
      "pageId": 6018041,
      "monthDay": "05/29"
    },
    {
      "year": "1975",
      "uri": "/wiki/Sven_Kubis",
      "name": "Sven Kubis",
      "aboutText": "Natarsha Belling (born 29 May 1975) is an Australian national news presenter on Network Ten.",
      "pageId": 8343837,
      "monthDay": "05/29"
    },
    {
      "year": "1975",
      "uri": "/wiki/Sarah_Millican",
      "name": "Sarah Millican",
      "aboutText": "Sarah Jane Millican (née King; born 29 May 1975) is an English comedian. Millican won the if.comedy award for Best Newcomer at the 2008 Edinburgh Festival Fringe.",
      "pageId": 9734304,
      "monthDay": "05/29"
    },
    {
      "year": "1975",
      "uri": "/wiki/Daniel_Tosh",
      "name": "Daniel Tosh",
      "aboutText": "Louis Stanislas Renoult (born on 29 May 1972, in Fontainebleau, Seine-et-Marne), just known as Stanislas, is a French singer.",
      "pageId": 19361942,
      "monthDay": "05/29"
    },
    {
      "year": "1975",
      "uri": "/wiki/Anthony_Wall",
      "name": "Anthony Wall",
      "aboutText": "Daniel Dwight Tosh (born May 29, 1975) is an American comedian, television host, actor, writer, and executive producer.",
      "pageId": 25977094,
      "monthDay": "05/29"
    },
    {
      "year": "1976",
      "uri": "/wiki/Ca%C3%A7apa",
      "name": "Caçapa",
      "aboutText": "Sven Kubis (born 29 May 1975 in Altdöbern) is a German footballer who plays for Wacker Cottbus-Ströbitz.\nKubis made one appearance in the 2. Fußball-Bundesliga for FC Energie Cottbus during his playing career.",
      "pageId": 35186238,
      "monthDay": "05/29"
    },
    {
      "year": "1976",
      "uri": "/wiki/Jerry_Hairston,_Jr.",
      "name": "Jerry Hairston, Jr.",
      "aboutText": "Yusuke Iseya (伊勢谷 友介, Iseya Yūsuke, born 29 May 1976) is a Japanese actor, director, artist, and businessman.",
      "pageId": 455338,
      "monthDay": "05/29"
    },
    {
      "year": "1976",
      "uri": "/wiki/Y%C5%ABsuke_Iseya",
      "name": "Yūsuke Iseya",
      "aboutText": "Sébastien René Grosjean (French pronunciation: ​[sebastjɛ̃ ʁəne ɡʁoˈʒɑ̃]; born 29 May 1978) is a retired tennis player from France. His career-high ATP singles ranking was World No. 4, achieved in October 2002.",
      "pageId": 670378,
      "monthDay": "05/29"
    },
    {
      "year": "1976",
      "uri": "/wiki/Raef_LaFrentz",
      "name": "Raef LaFrentz",
      "aboutText": "Adam Peter Rickitt (born 29 May 1978) is an English actor, singer and model and charity fundraiser. He is most well known for playing Nick Tilsley in the soap opera Coronation Street from 1997 to 1999 and again from 2002 to 2004.",
      "pageId": 840846,
      "monthDay": "05/29"
    },
    {
      "year": "1976",
      "uri": "/wiki/Yegor_Titov",
      "name": "Yegor Titov",
      "aboutText": "Brian David Kendrick (born May 29, 1979) is an American professional wrestler signed with WWE under the ring name The Brian Kendrick, where he performs in NXT and trains other wrestlers.\nIn addition to his appearances with WWE, Kendrick is known for his appearances with New Japan Pro Wrestling and Total Nonstop Action Wrestling under his real name, as well as his appearances with Pro Wrestling Zero1 as Leonardo Spanky and on the independent circuit as Spanky. Championships held by Kendrick over the course of his career include the NWA International Junior Heavyweight Championship, NWA International Lightweight Tag Team Championship, TNA X Division Champion, World Tag Team Championship, WWE Tag Team Championship and Zero-One United States Openweight Championship.",
      "pageId": 993977,
      "monthDay": "05/29"
    },
    {
      "year": "1977",
      "uri": "/wiki/Massimo_Ambrosini",
      "name": "Massimo Ambrosini",
      "aboutText": "Yegor Ilyich Titov (Егор Ильич Титов; born 29 May 1976 in Moscow) is an association football coach and a former player who played midfielder. He is an assistant coach of FC Spartak Moscow. He was a goal scoring midfielder playing in \"the hole\" between the midfield and attack.",
      "pageId": 1232724,
      "monthDay": "05/29"
    },
    {
      "year": "1977",
      "uri": "/wiki/Marco_Cassetti",
      "name": "Marco Cassetti",
      "aboutText": "Raef Andrew LaFrentz (born May 29, 1976) is an American retired professional basketball power forward and center who played in the NBA from 1998 to 2009. Born and raised in Iowa, LaFrentz attended the University of Kansas and was drafted in 1998 by the Denver Nuggets.",
      "pageId": 1611387,
      "monthDay": "05/29"
    },
    {
      "year": "1977",
      "uri": "/wiki/Danny_Gerard",
      "name": "Danny Gerard",
      "aboutText": "Massimo Ambrosini (born 29 May 1977 in Pesaro, Marche) is a former Italian professional footballer. He is most well known for his time at A.C. Milan, where he spent eighteen years of his career and captained the side from 2009 to 2013 following the retirement of Paolo Maldini. Ambrosini is a strong and hardworking midfielder, who is well regarded for his aerial ability, leadership skills, passing, and tackling, as well as for his powerful striking ability from distance.",
      "pageId": 1875913,
      "monthDay": "05/29"
    },
    {
      "year": "1977",
      "uri": "/wiki/Ant%C3%B3nio_Lebo_Lebo",
      "name": "António Lebo Lebo",
      "aboutText": "Jerry Wayne Hairston, Jr. (born May 29, 1976) is an American former professional baseball player. Hairston played in Major League Baseball from 1998 to 2013 with the Baltimore Orioles, Chicago Cubs, Texas Rangers, Cincinnati Reds, New York Yankees, San Diego Padres, Washington Nationals, Milwaukee Brewers, and Los Angeles Dodgers.",
      "pageId": 1926516,
      "monthDay": "05/29"
    },
    {
      "year": "1978",
      "uri": "/wiki/S%C3%A9bastien_Grosjean",
      "name": "Sébastien Grosjean",
      "aboutText": "Arne Friedrich (German pronunciation: [ˈaɐ̯nə ˈfʁiːdʁɪç]) (born 29 May 1979) is a German football coach and former football defender. He is currently the assistant manager of Germany U18.\nHe played 82 times for the German national team.",
      "pageId": 2125992,
      "monthDay": "05/29"
    },
    {
      "year": "1978",
      "uri": "/wiki/Lorenzo_Odone",
      "name": "Lorenzo Odone",
      "aboutText": "Andrey Sergeyevich Arshavin (Russian: Андре́й Серге́евич Арша́вин [ɐnˈdrʲej sʲɪrˈɡʲejɪvʲɪtɕ ɐrˈʂavʲɪn]; born 29 May 1981) is a Russian professional footballer who currently plays for Kuban Krasnodar.\nArshavin began his career at Zenit in 2000. He won numerous trophies with the club until his departure in 2009; the Russian Premier League, Russian Premier League Cup, Russian Super Cup, UEFA Cup and the UEFA Super Cup.",
      "pageId": 4178379,
      "monthDay": "05/29"
    },
    {
      "year": "1978",
      "uri": "/wiki/Adam_Rickitt",
      "name": "Adam Rickitt",
      "aboutText": "Lorenzo Michael Murphy Odone (May 29, 1978 – May 30, 2008) was an Italian-American with adrenoleukodystrophy (ALD) whose parents, Augusto and Michaela Odone, sought a treatment for the disease and invented Lorenzo's oil.\nHe was also the subject of the 1992 film Lorenzo's Oil which starred Nick Nolte and Susan Sarandon, and of the 1990 TV-movie Voglia di vivere, starring Tomas Milian and Dominique Sanda. Additionally, Phil Collins translated a poem written by Michaela to Lorenzo to music for the song \"Lorenzo\" in his 1996 album Dance into the Light.",
      "pageId": 4212311,
      "monthDay": "05/29"
    },
    {
      "year": "1979",
      "uri": "/wiki/Arne_Friedrich",
      "name": "Arne Friedrich",
      "aboutText": "Pilar Giménez García (Barcelona, Spain, May 29, 1982) known artistically as Ailyn Giménez, is a Spanish singer, songwriter, best known as the current female vocalist of the Norwegian symphonic/gothic metal band Sirenia.\nBefore joining Sirenia, she was one of the contestants for Spain's version of the The X Factor, and was eliminated on the fourth episode.",
      "pageId": 4776402,
      "monthDay": "05/29"
    },
    {
      "year": "1979",
      "uri": "/wiki/Brian_Kendrick",
      "name": "Brian Kendrick",
      "aboutText": "John Philip Rheinecker (born May 29, 1979) is a former Major League Baseball pitcher.",
      "pageId": 4859980,
      "monthDay": "05/29"
    },
    {
      "year": "1979",
      "uri": "/wiki/Ahmad_Latiff_Khamaruddin",
      "name": "Ahmad Latiff Khamaruddin",
      "aboutText": "Ernesto Antonio Farías (born 29 May 1980) is an Argentine professional footballer who plays for Colombian club América de Cali as a striker.",
      "pageId": 5155696,
      "monthDay": "05/29"
    },
    {
      "year": "1979",
      "uri": "/wiki/John_Rheinecker",
      "name": "John Rheinecker",
      "aboutText": "Antônio Lebo Lebo(born 29 May 1977 in Malanje) is an Angolan footballer, who currently, plays for Petro Atlético.",
      "pageId": 5172656,
      "monthDay": "05/29"
    },
    {
      "year": "1980",
      "uri": "/wiki/Ernesto_Far%C3%ADas",
      "name": "Ernesto Farías",
      "aboutText": "Marco Cassetti (born 29 May 1977) is an Italian footballer who plays as a defender for Como.\nBorn in Brescia, he has previously played in Serie A for Verona, Lecce and Roma and in England with Watford. Cassetti won five caps for Italy at full international level.",
      "pageId": 6498347,
      "monthDay": "05/29"
    },
    {
      "year": "1980",
      "uri": "/wiki/Shugo_Tokumaru",
      "name": "Shugo Tokumaru",
      "aboutText": "Ahmad Latiff Khamarudin (born 29 May 1979) is a former professional footballer who last plays for the Tanjong Pagar United in the S.League.\nOnce touted as a successor to golden boy Fandi Ahmad, he can play as an attacking midfielder or striker with his talented playmaking skills.\nHowever, due to his consistent bad disciplinary track record for the national team and club sides, he is deemed as the 'bad boy' of Singapore football.",
      "pageId": 7657925,
      "monthDay": "05/29"
    },
    {
      "year": "1981",
      "uri": "/wiki/Andrey_Arshavin",
      "name": "Andrey Arshavin",
      "aboutText": "Shugo Tokumaru (トクマルシューゴ, Tokumaru Shūgo, born May 29, 1980) is a Japanese singer-songwriter and multi-instrumentalist, who debuted in May 2004 in America with his album Night Piece. He creates every aspect of his music, including the lyrics, music, arrangements, recording and mixing. He is known for the variety of instruments he uses in his music, using over 100 different traditional and non-traditional instruments in his recordings.",
      "pageId": 11403023,
      "monthDay": "05/29"
    },
    {
      "year": "1981",
      "uri": "/wiki/Justin_Chon",
      "name": "Justin Chon",
      "aboutText": "Justin Jitae Chon (born May 29, 1981) is a Korean American actor.",
      "pageId": 16983060,
      "monthDay": "05/29"
    },
    {
      "year": "1982",
      "uri": "/wiki/Ailyn",
      "name": "Ailyn",
      "aboutText": "Danny Gerard (born Daniel Gerard Lanzetta; May 29, 1977) is an American actor and musician.",
      "pageId": 20309591,
      "monthDay": "05/29"
    },
    {
      "year": "1982",
      "uri": "/wiki/Ana_Beatriz_Barros",
      "name": "Ana Beatriz Barros",
      "aboutText": "Carmelo Kyam Anthony (born May 29, 1984) is an American professional basketball player for the New York Knicks of the National Basketball Association (NBA). Anthony attended Towson Catholic High School and Oak Hill Academy before playing college basketball at Syracuse. In Anthony's freshman season, he led the Orangemen to their first ever National Championship and was named the NCAA Tournament's Most Outstanding Player.",
      "pageId": 878643,
      "monthDay": "05/29"
    },
    {
      "year": "1982",
      "uri": "/wiki/Joanne_Borgella",
      "name": "Joanne Borgella",
      "aboutText": "For the Brazilian racing driver, see Ana Beatriz.",
      "pageId": 1472229,
      "monthDay": "05/29"
    },
    {
      "year": "1982",
      "uri": "/wiki/Anita_Briem",
      "name": "Anita Briem",
      "aboutText": "Jean II Makoun (French pronunciation: ​[ʒɑ̃ dø mɑkun]) (born 29 May 1983) is a Cameroonian footballer who plays as a central midfielder for Turkish side Antalyaspor. He played for the Cameroon national football team from 2003-2015.",
      "pageId": 1666377,
      "monthDay": "05/29"
    },
    {
      "year": "1982",
      "uri": "/wiki/Nataliya_Dobrynska",
      "name": "Nataliya Dobrynska",
      "aboutText": "Noah Reid (born 29 May 1987) is a Canadian actor.",
      "pageId": 2442829,
      "monthDay": "05/29"
    },
    {
      "year": "1982",
      "uri": "/wiki/Matt_Macri",
      "name": "Matt Macri",
      "aboutText": "Nathan Russell Horton (born May 29, 1985) is a Canadian professional ice hockey winger who is currently under contract with the Toronto Maple Leafs of the National Hockey League (NHL). He won the Stanley Cup in 2011 with the Boston Bruins. During his career, Horton has also played for the Columbus Blue Jackets and the Florida Panthers.",
      "pageId": 3208410,
      "monthDay": "05/29"
    },
    {
      "year": "1982",
      "uri": "/wiki/Kim_Tae-kyun",
      "name": "Kim Tae-kyun",
      "aboutText": "Alberto Medina Briseño (born May 29, 1983 in Culiacán) is a Mexican footballer who plays as a winger for Ascenso MX club Alebrijes de Oaxaca on loan from Puebla.",
      "pageId": 3648793,
      "monthDay": "05/29"
    },
    {
      "year": "1983",
      "uri": "/wiki/Jean_Makoun",
      "name": "Jean Makoun",
      "aboutText": "Alessandra Torresani (born Alessandra Olivia Toreson; May 29, 1987) is an American actress. She is best known for her portrayal of Zoe Graystone in the science fiction television series Caprica. Prior to 2007, she was credited as Alessandra Toreson.",
      "pageId": 3970188,
      "monthDay": "05/29"
    },
    {
      "year": "1983",
      "uri": "/wiki/Alberto_Medina",
      "name": "Alberto Medina",
      "aboutText": "Dylan Mark Postl (born May 29, 1986) is an American professional wrestler signed to WWE, better known by his ring name Hornswoggle. He debuted in WWE in 2006 as a leprechaun character allied with Finlay. Hornswoggle won the Cruiserweight Championship before it was retired, was erroneously revealed as Mr.",
      "pageId": 5059130,
      "monthDay": "05/29"
    },
    {
      "year": "1984",
      "uri": "/wiki/Carmelo_Anthony",
      "name": "Carmelo Anthony",
      "aboutText": "Joanne Borgella (died October 18, 2014) was an American singer, model and reality television personality. She was signed to Wilhelmina Models in New York City, Miami and LA. She was the first winner of Mo'Nique's Fat Chance pageant as \"Miss F.A.T.\" in 2005 and a top 24 contestant on the seventh season of American Idol in 2008.",
      "pageId": 6529520,
      "monthDay": "05/29"
    },
    {
      "year": "1984",
      "uri": "/wiki/Funmi_Jimoh",
      "name": "Funmi Jimoh",
      "aboutText": "Nataliya Dobrynska (Ukrainian: Наталя Добринська) (born May 29, 1982 in Yakushyntsi, Vinnytsia Oblast) is a Ukrainian heptathlete. She is the 2008 Olympic champion and also holds the heptathlon best in the shot put. Her indoor pentathlon best of 5013 points is the world record for the event.",
      "pageId": 7666991,
      "monthDay": "05/29"
    },
    {
      "year": "1984",
      "uri": "/wiki/Andreas_Sch%C3%A4ffer",
      "name": "Andreas Schäffer",
      "aboutText": "Jaslene Gonzalez (born May 29, 1986) is a Puerto Rican model, television host, and winner of Cycle 8 of America's Next Top Model.",
      "pageId": 11265595,
      "monthDay": "05/29"
    },
    {
      "year": "1985",
      "uri": "/wiki/Nathan_Horton",
      "name": "Nathan Horton",
      "aboutText": "Matthew Michael Macri (born May 29, 1982 in Des Moines, Iowa) is a Major League Baseball player who plays third base.\nMacri graduated from Dowling Catholic High School in 2001 and went to the University of Notre Dame. He played ball there briefly his Freshman year before undergoing Tommy John surgery.",
      "pageId": 13791512,
      "monthDay": "05/29"
    },
    {
      "year": "1985",
      "uri": "/wiki/Yukihiro_Takiguchi",
      "name": "Yukihiro Takiguchi",
      "aboutText": "Yukihiro Takiguchi (滝口 幸広, Takiguchi Yukihiro, born May 29, 1985 in Chiba prefecture), or Takki as most of his colleagues call him, is a Japanese actor, best known for his role as Oishi Syuuichirou during the 2006–2007 run of the stage adaptation of the anime The Prince of Tennis, Musical Tennis no Oujisama. He is one of the seven original members of the ikemen unit PureBOYS, though he graduated from the group in late March 2008. He starred as one of the major characters in two short TV dramas: Tadashii Ouji no Tsukurikata and Tokyo Ghost Trip.",
      "pageId": 15677775,
      "monthDay": "05/29"
    },
    {
      "year": "1986",
      "uri": "/wiki/Hornswoggle",
      "name": "Hornswoggle",
      "aboutText": "Kim Tae-kyun (Hangul: 김태균, Hanja: 金泰均; born May 29, 1982) is a South Korean first baseman who plays for the Hanwha Eagles in the Korean Baseball Organization league.",
      "pageId": 17392518,
      "monthDay": "05/29"
    },
    {
      "year": "1986",
      "uri": "/wiki/Jaslene_Gonzalez",
      "name": "Jaslene Gonzalez",
      "aboutText": "Anita Briem (born 29 May 1982) is an Icelandic actress.",
      "pageId": 17754637,
      "monthDay": "05/29"
    },
    {
      "year": "1987",
      "uri": "/wiki/Lina_Andrijauskait%C4%97",
      "name": "Lina Andrijauskaitė",
      "aboutText": "Oluwafunmilayo Kemi Jimoh, commonly known as Funmi Jimoh, (born May 29, 1984 in Seattle, Washington) is an American long jumper, who competed at the 2008 Summer Olympics.\nJimoh competed for Rice University. At Rice, Jimoh competed in both the long jump and sprinting events, such as the 100 meter hurdles.",
      "pageId": 19278474,
      "monthDay": "05/29"
    },
    {
      "year": "1987",
      "uri": "/wiki/Kelvin_Maynard",
      "name": "Kelvin Maynard",
      "aboutText": "Kelvin Ruben Maynard (born 29 May 1987) is a Dutch-Surinamese footballer who plays as a right defender for Burton Albion. He is know as the movement to his teammates at burton.\n^ \"The Football League Retained List\".",
      "pageId": 20505959,
      "monthDay": "05/29"
    },
    {
      "year": "1987",
      "uri": "/wiki/Noah_Reid",
      "name": "Noah Reid",
      "aboutText": "Fernando Rui Valadares Pinto Sampaio (born 29 May 1987 in Vila Pouca de Aguiar, Vila Real) is a Portuguese professional footballer who plays for French club Red Star F.C. as a defensive midfielder.",
      "pageId": 25766141,
      "monthDay": "05/29"
    },
    {
      "year": "1987",
      "uri": "/wiki/Rui_Sampaio",
      "name": "Rui Sampaio",
      "aboutText": "Lina Andrijauskaitė (born 29 May 1987) is a track and field various events athlete who competes internationally for Lithuania.",
      "pageId": 28037555,
      "monthDay": "05/29"
    },
    {
      "year": "1987",
      "uri": "/wiki/Alessandra_Torresani",
      "name": "Alessandra Torresani",
      "aboutText": "Andreas Schäffer (born 29 May 1984 in Kelheim) is a former professional German footballer.\nSchäffer made 15 appearances for SSV Jahn Regensburg in the 3. Fußball-Liga during his playing career.",
      "pageId": 35694923,
      "monthDay": "05/29"
    },
    {
      "year": "1988",
      "uri": "/wiki/Muath_al-Kasasbeh",
      "name": "Muath al-Kasasbeh",
      "aboutText": "Danielle Riley Keough (/ˈkiːoʊ/ KEE-oh; born May 29, 1989) is an American actress and model. She is the daughter of singer-songwriter Lisa Marie Presley and Danny Keough, and the eldest grandchild of Elvis and Priscilla Presley.",
      "pageId": 608982,
      "monthDay": "05/29"
    },
    {
      "year": "1988",
      "uri": "/wiki/Cheng_Fei",
      "name": "Cheng Fei",
      "aboutText": "Kristen DeAnn Alderson (born May 29, 1991) is an American actress and occasional singer, best known for her fifteen-year portrayal as Starr Manning on the ABC daytime soap opera One Life to Live.",
      "pageId": 960280,
      "monthDay": "05/29"
    },
    {
      "year": "1988",
      "uri": "/wiki/Steve_Mason_(ice_hockey)",
      "name": "Steve Mason",
      "aboutText": "Cheng Fei (Chinese: 程菲; pinyin: Chéng Fēi; born May 29, 1988 in Huangshi, Hubei) is a retired Chinese gymnast. She is a three-time World Champion on the vault (2005–2007) and 2006 World Champion on floor exercise. She was a member of the gold medal-winning Chinese teams for the 2006 World Artistic Gymnastics Championships in Aarhus, Denmark and 2008 Olympic Games in Beijing, China.",
      "pageId": 2232478,
      "monthDay": "05/29"
    },
    {
      "year": "1989",
      "uri": "/wiki/Ezekiel_Ansah",
      "name": "Ezekiel Ansah",
      "aboutText": "Brandon Mychal Smith (born May 29, 1989) is an American actor best known for playing Bug Wendal in Gridiron Gang, Li'l Danny Dawkins in Phil of the Future, Nico Harris in Sonny with a Chance and So Random!, Stubby in Starstruck, Lord of da Bling in Let It Shine, and Marcus in One Big Happy.",
      "pageId": 5819996,
      "monthDay": "05/29"
    },
    {
      "year": "1989",
      "uri": "/wiki/Diego_Barisone",
      "name": "Diego Barisone",
      "aboutText": "Gregg Sulkin (/ˈsʌlkɪn/; born 29 May 1992) is an English actor. At age ten he made his film debut in the 2002 Doctor Zhivago mini-series. He later landed the starring role in the 2006 British release Sixty Six, and subsequently became known for appearing in the Disney Channel comedy series As the Bell Rings and Wizards of Waverly Place.",
      "pageId": 11572925,
      "monthDay": "05/29"
    },
    {
      "year": "1989",
      "uri": "/wiki/Riley_Keough",
      "name": "Riley Keough",
      "aboutText": "Steve Mason (born May 29, 1988) is a Canadian professional ice hockey goaltender currently playing for the Philadelphia Flyers of the National Hockey League (NHL). He was selected 69th overall in the 2006 NHL Entry Draft by the Columbus Blue Jackets. Playing major junior in the Ontario Hockey League (OHL), he spent three seasons with the London Knights and Kitchener Rangers.",
      "pageId": 14898539,
      "monthDay": "05/29"
    },
    {
      "year": "1989",
      "uri": "/wiki/Brandon_Mychal_Smith",
      "name": "Brandon Mychal Smith",
      "aboutText": "Saori Hayami (早見 沙織, Hayami Saori, born May 29, 1991) is a Japanese voice actress and singer. She is represented by the agency I'm Enterprise. As singer, she signed to Warner Bros.",
      "pageId": 22160192,
      "monthDay": "05/29"
    },
    {
      "year": "1989",
      "uri": "/wiki/Mathew_Waters",
      "name": "Mathew Waters",
      "aboutText": "Ramil Guliyev (Azerbaijani: Ramil Eldar oğlu Quliyev; born 29 May 1990 in Baku, Azerbaijan) is an Azerbaijani-born Turkish sprint athlete. He competes in the 100 meters and 200 meters events. He competed at the 2009 European Athletics Junior Championships, winning a silver medal in the 100 m and a gold medal in the 200 m.",
      "pageId": 23588787,
      "monthDay": "05/29"
    },
    {
      "year": "1990",
      "uri": "/wiki/Ramil_Guliyev",
      "name": "Ramil Guliyev",
      "aboutText": "Tom Ljungman, (born May 29, 1991), is a Swedish television and film actor.",
      "pageId": 25815697,
      "monthDay": "05/29"
    },
    {
      "year": "1991",
      "uri": "/wiki/Kristen_Alderson",
      "name": "Kristen Alderson",
      "aboutText": "Grete Šadeiko (born 29 May 1993 in Türi) is an Estonian heptathlete.\nAt the 2010 World Junior Championships in Moncton, Canada she placed fourth with her personal record 5705 points, just one point behind Helga Margrét Thorsteinsdóttir.\nIn the fall of 2012, she joined Florida State University.",
      "pageId": 28219036,
      "monthDay": "05/29"
    },
    {
      "year": "1991",
      "uri": "/wiki/Saori_Hayami",
      "name": "Saori Hayami",
      "aboutText": "Jana Čepelová (born 29 May 1993) is a Slovak tennis player.\nČepelová's best result at a major was the third round of the 2012 Wimbledon Championships. As a junior, she won the girls' doubles event at the 2010 Australian Open with Chantal Škamlová.",
      "pageId": 28400948,
      "monthDay": "05/29"
    },
    {
      "year": "1991",
      "uri": "/wiki/Tom_Ljungman",
      "name": "Tom Ljungman",
      "aboutText": "Mathew Waters (born Mathew John Waters on 29 May 1989, in Kogarah, New South Wales Australia) is an Australian actor best known for his roles in Round the Twist, SNOBS, The Pacific, Peter Pan The Movie and the original cast of the musical The Boy From Oz, where he played the roles of musician/entertainer Young Peter Allen.",
      "pageId": 32943092,
      "monthDay": "05/29"
    },
    {
      "year": "1992",
      "uri": "/wiki/Sarah_Moundir",
      "name": "Sarah Moundir",
      "aboutText": "Lucía Gil Santiago (Spanish pronunciation: [luˈθia ˈɣil sanˈtjaɣo]; born 29 May 1998 in Madrid) is a Spanish singer and actress, best known for winning the first season of the Spanish version of the Disney Channel singing competition My Camp Rock. She has also starred in several TV series, including Gran Reserva and La Gira.\n^ \"¡Felicidades, Lucía!\" (in Spanish).",
      "pageId": 37046239,
      "monthDay": "05/29"
    },
    {
      "year": "1992",
      "uri": "/wiki/Gregg_Sulkin",
      "name": "Gregg Sulkin",
      "aboutText": "Ezekiel Nana \"Ziggy\" Ansah (born May 29, 1989) is a Ghanaian-born American football defensive end for the Detroit Lions of the National Football League (NFL). He was drafted by the Lions fifth overall in the 2013 NFL Draft.",
      "pageId": 37862227,
      "monthDay": "05/29"
    },
    {
      "year": "1993",
      "uri": "/wiki/Jana_%C4%8Cepelov%C3%A1",
      "name": "Jana Čepelová",
      "aboutText": "Sarah Moundir (born 29 May 1992 in Lucerne) is a Swiss tennis player.\nMoundir won one doubles title on the ITF tour in her career, and, in February 2010, made three appearances for the Switzerland Fed Cup team.\n^ \"Rookie Sarah Moundir im Kurzporträt\".",
      "pageId": 38880839,
      "monthDay": "05/29"
    },
    {
      "year": "1993",
      "uri": "/wiki/Maika_Monroe",
      "name": "Maika Monroe",
      "aboutText": "Maika Monroe (born Dillon Monroe Buckley; May 29, 1993) is an American actress and professional kiteboarder. She made her acting debut in the 2012 film At Any Price. In 2013, she appeared alongside Kate Winslet in the drama film Labor Day.",
      "pageId": 40184108,
      "monthDay": "05/29"
    },
    {
      "year": "1993",
      "uri": "/wiki/Grete_%C5%A0adeiko",
      "name": "Grete Šadeiko",
      "aboutText": "Muath Safi Yousef Al-Kasasbeh (Arabic: معاذ صافي يوسف الكساسبة‎  South Levantine pronunciation: [mʊˈʕaːð-, mʊˈʕaːz ˈsˤɑːfi ˈjuːsef el kaˈsaːsbe]; 29 May 1988 – c. 3 January 2015) was a Royal Jordanian Air Force pilot who was burned to death by ISIS after his F-16 fighter aircraft crashed over Syria.\nHis fighter crashed near Raqqa, Syria, on 24 December 2014 during the military intervention against the Islamic State.",
      "pageId": 45276020,
      "monthDay": "05/29"
    },
    {
      "year": "1998",
      "uri": "/wiki/Luc%C3%ADa_Gil",
      "name": "Lucía Gil",
      "aboutText": "Diego Francisco Barisone (29 May 1989 – 28 July 2015) was an Argentine footballer who played for Unión de Santa Fe, Argentinos Juniors and Lanús.",
      "pageId": 47365957,
      "monthDay": "05/29"
    }
  ]
}