{
  "people": [
    {
      "year": "1537",
      "uri": "/wiki/Jo%C3%A3o_Manuel,_Prince_of_Portugal",
      "name": "João Manuel, Prince of Portugal",
      "aboutText": "James Hutton FRSE (/ˈhʌtən/; 3 June 1726 OS (14 June 1726 NS) – 26 March 1797) was a Scottish geologist, physician, chemical manufacturer, naturalist, and experimental agriculturalist. He originated the theory of uniformitarianism—a fundamental principle of geology—which explains the features of the Earth's crust by means of natural processes over geologic time. Hutton's work established geology as a proper science, and thus he is often referred to as the \"Father of Modern Geology\".",
      "pageId": 15965,
      "monthDay": "06/03"
    },
    {
      "year": "1540",
      "uri": "/wiki/Charles_II,_Archduke_of_Austria",
      "name": "Charles II, Archduke of Austria",
      "aboutText": "Jefferson Finis Davis (June 3, 1808 – December 6, 1889) was an American politician who was a U.S. Representative and Senator from Mississippi, the 23rd U.S. Secretary of War, and the President of the Confederate States of America during the American Civil War. He took personal charge of the Confederate war plans but was unable to find a strategy to defeat the more populous and industrialized Union. His diplomatic efforts failed to gain recognition from any foreign country, and at home, the collapsing Confederate economy forced his government to print more and more paper money to cover the war's expenses, leading to runaway inflation and devaluation of the Confederate dollar.",
      "pageId": 16134,
      "monthDay": "06/03"
    },
    {
      "year": "1635",
      "uri": "/wiki/Philippe_Quinault",
      "name": "Philippe Quinault",
      "aboutText": "Garret Augustus Hobart (June 3, 1844 – November 21, 1899) was the 24th Vice President of the United States (1897–1899), serving under President William McKinley. He was the sixth American vice president to die in office.\nHobart was born in Long Branch, New Jersey, on the Jersey Shore, and grew up in nearby Marlboro.",
      "pageId": 89059,
      "monthDay": "06/03"
    },
    {
      "year": "1636",
      "uri": "/wiki/John_Hale_(Beverly_minister)",
      "name": "John Hale",
      "aboutText": "Frederick VIII (Christian Frederik Vilhelm Carl) (3 June 1843 – 14 May 1912) was King of Denmark from 1906 to 1912.\nBefore his accession to the throne at age 62, he served as crown prince for 43 years. During the long reign of his father, King Christian IX, he was largely excluded from influence and political power.",
      "pageId": 150916,
      "monthDay": "06/03"
    },
    {
      "year": "1659",
      "uri": "/wiki/David_Gregory_(mathematician)",
      "name": "David Gregory",
      "aboutText": "Philippe Quinault (French: [kino]; 3 June 1635 – 26 November 1688), French dramatist and librettist, was born in Paris.",
      "pageId": 165169,
      "monthDay": "06/03"
    },
    {
      "year": "1723",
      "uri": "/wiki/Giovanni_Antonio_Scopoli",
      "name": "Giovanni Antonio Scopoli",
      "aboutText": "Sir William Matthew Flinders Petrie, FRS (3 June 1853 – 28 July 1942), commonly known as Flinders Petrie, was an English Egyptologist and a pioneer of systematic methodology in archaeology and preservation of artefacts. He held the first chair of Egyptology in the United Kingdom, and excavated many of the most important archaeological sites in Egypt in conjunction with his wife, Hilda Petrie. Some consider his most famous discovery to be that of the Merneptah Stele, an opinion with which Petrie himself concurred.",
      "pageId": 216965,
      "monthDay": "06/03"
    },
    {
      "year": "1726",
      "uri": "/wiki/James_Hutton",
      "name": "James Hutton",
      "aboutText": "João Manuel, Prince of Portugal (Portuguese pronunciation: [ʒuˈɐ̃w̃ mɐnuˈɛɫ]) (3 June 1537 – 2 January 1554) was a Portuguese infante (prince), the eighth son of King John III of Portugal by his wife Catherine of Austria, daughter of Philip I of Castile and Joanna of Castile. As the heir to the throne he was styled Prince of Portugal.",
      "pageId": 358249,
      "monthDay": "06/03"
    },
    {
      "year": "1736",
      "uri": "/wiki/Ignaz_Fr%C3%A4nzl",
      "name": "Ignaz Fränzl",
      "aboutText": "Manuel José Joaquín del Corazón de Jesús Belgrano (3 June 1770 – 20 June 1820), usually referred to as Manuel Belgrano, was an Argentine economist, lawyer, politician, and military leader. He took part in the Argentine Wars of Independence and created the Flag of Argentina. He is regarded as one of the main Libertadores of the country.",
      "pageId": 407896,
      "monthDay": "06/03"
    },
    {
      "year": "1770",
      "uri": "/wiki/Manuel_Belgrano",
      "name": "Manuel Belgrano",
      "aboutText": "Giovanni Antonio Scopoli (sometimes Latinized as Johannes Antonius Scopolius) (3 June 1723 – 8 May 1788) was a Tyrolean physician and naturalist. His biographer Otto Guglia named him the \"first anational European\" and the \"Linnaeus of the Austrian Empire\".",
      "pageId": 523841,
      "monthDay": "06/03"
    },
    {
      "year": "1808",
      "uri": "/wiki/Jefferson_Davis",
      "name": "Jefferson Davis",
      "aboutText": "David Gregory (originally spelt Gregorie) FRS (?1659 – 10 October 1708) was a Scottish mathematician and astronomer. He was professor of mathematics at the University of Edinburgh, Savilian Professor of Astronomy at the University of Oxford, and a commentator on Isaac Newton's Principia.\nThe fourth of the fifteen children of David Gregorie, a doctor from Kinnairdy, Banffshire, and Jean Walker of Orchiston, David was born in Upper Kirkgate, Aberdeen.",
      "pageId": 703683,
      "monthDay": "06/03"
    },
    {
      "year": "1818",
      "uri": "/wiki/Louis_Faidherbe",
      "name": "Louis Faidherbe",
      "aboutText": "Louis Léon César Faidherbe (3 June 1818 – 29 September 1889) was a French general and colonial administrator. He created the Senegalese Tirailleurs when he was governor of Senegal.",
      "pageId": 774763,
      "monthDay": "06/03"
    },
    {
      "year": "1819",
      "uri": "/wiki/Anton_Anderledy",
      "name": "Anton Anderledy",
      "aboutText": "Baron Detlev von Liliencron born Friedrich Adolf Axel Detlev Liliencron  (June 3, 1844 Kiel – July 22, 1909) was a German lyric poet and novelist from Kiel, the son of Louis (Ludwig) Freiherr von Liliencron and Adeline von Harten.\nHe entered the Prussian army and took part in the campaigns of 1866 and 1870–71, in both of which he was wounded. In 1875, he retired with the rank of captain and spent some time in America (1875 to 1877), afterwards settling at Kellinghusen in Holstein, where he remained until 1887.",
      "pageId": 998846,
      "monthDay": "06/03"
    },
    {
      "year": "1832",
      "uri": "/wiki/Charles_Lecocq",
      "name": "Charles Lecocq",
      "aboutText": "John Hale (June 3, 1636 – May 15, 1700), commonly referred to as \"Reverend Hale\", was the Puritan pastor of Beverly, Massachusetts, during the Salem witch trials in 1692.",
      "pageId": 1040666,
      "monthDay": "06/03"
    },
    {
      "year": "1840",
      "uri": "/wiki/Michael_O%27Laughlen",
      "name": "Michael O'Laughlen",
      "aboutText": "Very Rev.",
      "pageId": 1867125,
      "monthDay": "06/03"
    },
    {
      "year": "1843",
      "uri": "/wiki/Frederick_VIII_of_Denmark",
      "name": "Frederick VIII of Denmark",
      "aboutText": "Theodore Robinson (June 3, 1852 – April 2, 1896) was an American painter best known for his Impressionist landscapes. He was one of the first American artists to take up Impressionism in the late 1880s, visiting Giverny and developing a close friendship with Claude Monet.",
      "pageId": 1888883,
      "monthDay": "06/03"
    },
    {
      "year": "1844",
      "uri": "/wiki/Garret_Hobart",
      "name": "Garret Hobart",
      "aboutText": "Alexandre Charles Lecocq (3 June 1832 – 24 October 1918) was a French musical composer.\nLecocq was born in Paris, where he was admitted into the Conservatoire in 1849, being already an accomplished pianist. He studied under François Bazin, François Benoist, and Fromental Halévy, winning the first prize for harmony in 1850, and the second prize for fugue in 1852.",
      "pageId": 2641371,
      "monthDay": "06/03"
    },
    {
      "year": "1844",
      "uri": "/wiki/Detlev_von_Liliencron",
      "name": "Detlev von Liliencron",
      "aboutText": "Michael O'Laughlen, Jr. (3 June 1840 in Baltimore, Maryland - 23 September 1867 in Dry Tortugas National Park, Florida) was a conspirator in the assassination of Abraham Lincoln. O'Laughlen's last name was often misspelled by the press and others as O'Laughlin, but he was born Michael O'Laughlen (pronounced Oh-Lock-Lun).",
      "pageId": 6611234,
      "monthDay": "06/03"
    },
    {
      "year": "1852",
      "uri": "/wiki/Theodore_Robinson",
      "name": "Theodore Robinson",
      "aboutText": "Charles II Francis of Austria (German: Karl II. Franz von Innerösterreich) (3 June 1540 – 10 July 1590) was an Archduke of Austria and ruler of Inner Austria (Styria, Carniola and Carinthia) from 1564.",
      "pageId": 9913432,
      "monthDay": "06/03"
    },
    {
      "year": "1853",
      "uri": "/wiki/Flinders_Petrie",
      "name": "Flinders Petrie",
      "aboutText": "Ignaz Fränzl, (3 June 1736 – 6 September 1811 (buried)) was a German violinist, composer and representative of the second generation of the so-called Mannheim School. Mozart who heard him at a concert in November 1777 wrote of him in a letter to his father: He may not be a sorcerer, but he is a very solid violinist indeed. Fränzl carried the Mannheim violin technique, established by Johann Stamitz, one step further to real virtuosity.",
      "pageId": 26802775,
      "monthDay": "06/03"
    },
    {
      "year": "1855",
      "uri": "/wiki/Thecla_%C3%85hlander",
      "name": "Thecla Åhlander",
      "aboutText": "Thecla Åhlander (3 June 1855 - 8 April 1925) was a Swedish stage and film actress whose career began on the stage in the late 19th century and lasted through the early 1920s.",
      "pageId": 36455547,
      "monthDay": "06/03"
    },
    {
      "year": "1864",
      "uri": "/wiki/Otto_Erich_Hartleben",
      "name": "Otto Erich Hartleben",
      "aboutText": "Zhang Xueliang or Chang Hsueh-liang (張學良; 3 June 1901 in Haicheng, China – 15 October 2001 in Honolulu, Hawaii), occasionally called Peter Hsueh Liang Chang and nicknamed the \"Young Marshal\" (少帥), was the effective ruler of northeast China and much of northern China after the assassination of his father, Zhang Zuolin, by the Japanese on 4 June 1928. He was an instigator of the 1936 Xi'an Incident, in which Chiang Kai-shek, the leader of China's ruling party, was arrested in order to force him to enter into a truce with the insurgent Chinese Communist Party and form a united front against Japan, which had occupied Manchuria. As a result, he spent over fifty years under house arrest, first in mainland China and then in Taiwan.",
      "pageId": 34488,
      "monthDay": "06/03"
    },
    {
      "year": "1864",
      "uri": "/wiki/Ransom_E._Olds",
      "name": "Ransom E. Olds",
      "aboutText": "George V (George Frederick Ernest Albert; 3 June 1865 – 20 January 1936) was King of the United Kingdom and the British Dominions, and Emperor of India, from 6 May 1910 until his death in 1936.\nHe was the second son of Albert Edward, Prince of Wales (later King Edward VII), and the grandson of the reigning British monarch, Queen Victoria. From the time of his birth, he was third in the line of succession behind his father and his elder brother, Prince Albert Victor, Duke of Clarence and Avondale.",
      "pageId": 46823,
      "monthDay": "06/03"
    },
    {
      "year": "1865",
      "uri": "/wiki/George_V",
      "name": "George V",
      "aboutText": "Lizzie Douglas (June 3, 1897 – August 6, 1973), known as Memphis Minnie, was a blues guitarist, vocalist, and songwriter whose recording career lasted from the 1920s to the 1950s. She recorded around 200 songs, some of the best known being \"Bumble Bee\", \"Nothing in Rambling\", and \"Me and My Chauffeur Blues\". Her performances and songwriting made her well known in a genre dominated mostly by men.",
      "pageId": 166993,
      "monthDay": "06/03"
    },
    {
      "year": "1866",
      "uri": "/wiki/George_Howells_Broadhurst",
      "name": "George Howells Broadhurst",
      "aboutText": "Charles Richard Drew (June 3, 1904 – April 1, 1950) was an American physician, surgeon, and medical researcher. He researched in the field of blood transfusions, developing improved techniques for blood storage, and applied his expert knowledge to developing large-scale blood banks early in World War II. This allowed medics to save thousands of lives of the Allied forces. The research and development aspect of his blood storage work is disputed.",
      "pageId": 181532,
      "monthDay": "06/03"
    },
    {
      "year": "1873",
      "uri": "/wiki/Otto_Loewi",
      "name": "Otto Loewi",
      "aboutText": "Tom Brown (June 3, 1888 – March 25, 1958), sometimes known by the nickname Red Brown, was an early New Orleans dixieland jazz trombonist. He also played string bass professionally.",
      "pageId": 203205,
      "monthDay": "06/03"
    },
    {
      "year": "1877",
      "uri": "/wiki/Raoul_Dufy",
      "name": "Raoul Dufy",
      "aboutText": "Ransom Eli Olds (June 3, 1864 – August 26, 1950) was a pioneer of the American automotive industry, for whom both the Oldsmobile and REO brands were named. He claimed to have built his first steam car as early as 1894 and his first gasoline-powered car in 1896.",
      "pageId": 489791,
      "monthDay": "06/03"
    },
    {
      "year": "1879",
      "uri": "/wiki/Alla_Nazimova",
      "name": "Alla Nazimova",
      "aboutText": "For the Czech-Canadian broadcaster and playwright see Otto Lowy",
      "pageId": 537070,
      "monthDay": "06/03"
    },
    {
      "year": "1879",
      "uri": "/wiki/Raymond_Pearl",
      "name": "Raymond Pearl",
      "aboutText": "Georg von Békésy (Békésy György) (3 June 1899 – 13 June 1972) was a Hungarian biophysicist born in Budapest, Hungary.",
      "pageId": 579799,
      "monthDay": "06/03"
    },
    {
      "year": "1879",
      "uri": "/wiki/Vivian_Woodward",
      "name": "Vivian Woodward",
      "aboutText": "Vivian John Woodward (3 June 1879 – 31 January 1954) was an English amateur football player who enjoyed the peak of his career from the turn of the 20th century to the outbreak of the First World War. He played for Tottenham Hotspur and Chelsea.\nHe captained Great Britain to gold medals at the 1908 Olympics in London and in Stockholm in 1912.",
      "pageId": 698391,
      "monthDay": "06/03"
    },
    {
      "year": "1881",
      "uri": "/wiki/Mikhail_Larionov",
      "name": "Mikhail Larionov",
      "aboutText": "Raoul Dufy (French: [ʁa.ul dy.fi]; 3 June 1877 – 23 March 1953) was a French Fauvist painter, brother of Jean Dufy. He developed a colorful, decorative style that became fashionable for designs of ceramics and textiles, as well as decorative schemes for public buildings. He is noted for scenes of open-air social events.",
      "pageId": 744872,
      "monthDay": "06/03"
    },
    {
      "year": "1888",
      "uri": "/wiki/Tom_Brown_(trombonist)",
      "name": "Tom Brown",
      "aboutText": "Maurice Herbert Evans (3 June 1901 – 12 March 1989) was a British actor noted for his interpretations of Shakespearean characters. In terms of his screen roles, he is probably best known as Dr.",
      "pageId": 780506,
      "monthDay": "06/03"
    },
    {
      "year": "1890",
      "uri": "/wiki/Baburao_Painter",
      "name": "Baburao Painter",
      "aboutText": "Alla Nazimova (Russian: Алла Назимова; June 3 [O.S. May 22] , 1879 – July 13, 1945) was a Russian actress, who emigrated to the United States in 1905.\nOn Broadway, she was noted for her work in the classic plays of Ibsen, Chekhov and Turgenev. Her efforts at silent film production were less successful, but a few sound-film performances survive as a record of her art.",
      "pageId": 1080008,
      "monthDay": "06/03"
    },
    {
      "year": "1897",
      "uri": "/wiki/Memphis_Minnie",
      "name": "Memphis Minnie",
      "aboutText": "Raymond Pearl (3 June 1879 – 17 November 1940) was an American biologist, regarded as one of the founders of biogerontology. He spent most of his career at Johns Hopkins University in Baltimore.\nPearl was a prolific writer of academic books, papers and articles, as well as a committed populariser and communicator of science.",
      "pageId": 1732409,
      "monthDay": "06/03"
    },
    {
      "year": "1899",
      "uri": "/wiki/Georg_von_B%C3%A9k%C3%A9sy",
      "name": "Georg von Békésy",
      "aboutText": "Eddie Acuff (June 3, 1903 – December 17, 1956) was an American actor. His best-known recurring role is that of Mr. Beasley, the postman, in the Blondie movie series that starred Penny Singleton and Arthur Lake.",
      "pageId": 2260063,
      "monthDay": "06/03"
    },
    {
      "year": "1900",
      "uri": "/wiki/Adelaide_Ames",
      "name": "Adelaide Ames",
      "aboutText": "Mikhail Fyodorovich Larionov (Russian: Михаи́л Фёдорович Ларио́нов; June 3, 1881 – May 10, 1964) was an avant-garde Russian painter.",
      "pageId": 2480197,
      "monthDay": "06/03"
    },
    {
      "year": "1900",
      "uri": "/wiki/Leo_Picard",
      "name": "Leo Picard",
      "aboutText": "Otto Erich Hartleben (3 June 1864 – 11 February 1905) was a German poet and dramatist from Clausthal, known for his translation of Pierrot Lunaire.",
      "pageId": 2556570,
      "monthDay": "06/03"
    },
    {
      "year": "1901",
      "uri": "/wiki/Maurice_Evans_(actor)",
      "name": "Maurice Evans",
      "aboutText": "George Howells Broadhurst (June 3, 1866 – January 31, 1952) was an Anglo-American theatre owner/manager, director, producer and playwright.",
      "pageId": 4765414,
      "monthDay": "06/03"
    },
    {
      "year": "1901",
      "uri": "/wiki/Zhang_Xueliang",
      "name": "Zhang Xueliang",
      "aboutText": "Baburao Painter (1890–1954) was an Indian film director.",
      "pageId": 21376041,
      "monthDay": "06/03"
    },
    {
      "year": "1903",
      "uri": "/wiki/Eddie_Acuff",
      "name": "Eddie Acuff",
      "aboutText": "Leo Picard, also known as Yehudah Leo Picard (Hebrew: יהודה ליאו פיקרד‎, born 3 June 1900, died 4 April 1997), was an Israeli geologist and an expert in the field of hydrogeology.",
      "pageId": 26219163,
      "monthDay": "06/03"
    },
    {
      "year": "1904",
      "uri": "/wiki/Charles_R._Drew",
      "name": "Charles R. Drew",
      "aboutText": "Adelaide Ames (June 3, 1900 – June 26, 1932) was an astronomer and research assistant at Harvard University. She contributed to the study of galaxies with her co-authorship of A Survey of the External Galaxies Brighter Than the Thirteenth Magnitude, which was later known as the Shapley-Ames catalog. Ames was a member of the American Astronomical Society.",
      "pageId": 36338315,
      "monthDay": "06/03"
    },
    {
      "year": "1904",
      "uri": "/wiki/Jan_Peerce",
      "name": "Jan Peerce",
      "aboutText": "Alain Resnais (French: [alɛ̃ ʁɛnɛ]; 3 June 1922 – 1 March 2014) was a French film director whose career extended over more than six decades. After training as a film editor in the mid-1940s, he went on to direct a number of short films which included Night and Fog (1955), an influential documentary about the Nazi concentration camps.\nResnais began making feature films in the late 1950s and consolidated his early reputation with Hiroshima mon amour (1959), Last Year at Marienbad (1961), and Muriel (1963), all of which adopted unconventional narrative techniques to deal with themes of troubled memory and the imagined past.",
      "pageId": 89753,
      "monthDay": "06/03"
    },
    {
      "year": "1905",
      "uri": "/wiki/Martin_Gottfried_Weiss",
      "name": "Martin Gottfried Weiss",
      "aboutText": "Jimmy Rogers (June 3, 1924 – December 19, 1997) was a Chicago blues singer, guitarist and harmonica player, best known for his work as a member of Muddy Waters' band of the 1950s. He also had solo hits on the R&B chart with \"That's All Right\" in 1950 and \"Walking By Myself\" in 1954.",
      "pageId": 92467,
      "monthDay": "06/03"
    },
    {
      "year": "1906",
      "uri": "/wiki/R._G._D._Allen",
      "name": "R. G. D. Allen",
      "aboutText": "Josephine Baker (3 June 1906 – 12 April 1975) was an American-born French dancer, singer, and actress who came to be known in various circles as the \"Black Pearl,\" \"Bronze Venus\" and even the \"Creole Goddess\". Born Freda Josephine McDonald in St. Louis, Missouri, Josephine Baker became a citizen of France in 1937.",
      "pageId": 255083,
      "monthDay": "06/03"
    },
    {
      "year": "1906",
      "uri": "/wiki/Josephine_Baker",
      "name": "Josephine Baker",
      "aboutText": "Lili St. Cyr (June 3, 1917 – January 29, 1999), was a prominent American burlesque stripteaser.",
      "pageId": 303373,
      "monthDay": "06/03"
    },
    {
      "year": "1907",
      "uri": "/wiki/Paul_Rotha",
      "name": "Paul Rotha",
      "aboutText": "Paulette Goddard (June 3, 1910 – April 23, 1990) was an American actress. A child fashion model and a performer in several Broadway productions as a Ziegfeld Girl, she became a major star of the Paramount Studio in the 1940s. Her most notable films were her first major role, as Charles Chaplin's leading lady in Modern Times, and Chaplin's subsequent film The Great Dictator.",
      "pageId": 357806,
      "monthDay": "06/03"
    },
    {
      "year": "1910",
      "uri": "/wiki/Paulette_Goddard",
      "name": "Paulette Goddard",
      "aboutText": "Muthuvel Karunanidhi (born Dakshinamurthy, 3 June 1923) (Tamil: கருணாநிதி, karunaanidhi ?) is an Indian politician who has served as Chief Minister of Tamil Nadu on five separate occasions. He is the head of the Dravida Munnetra Kazhagam (DMK), a Dravidian political party in the state of Tamil Nadu. He has been the leader of the DMK since the death of its founder, C. N. Annadurai, in 1969.",
      "pageId": 479912,
      "monthDay": "06/03"
    },
    {
      "year": "1911",
      "uri": "/wiki/Ellen_Corby",
      "name": "Ellen Corby",
      "aboutText": "Sir Roy George Douglas Allen, CBE, FBA (3 June 1906 – 29 September 1983) was an English economist, mathematician and statistician.",
      "pageId": 644330,
      "monthDay": "06/03"
    },
    {
      "year": "1913",
      "uri": "/wiki/Pedro_Mir",
      "name": "Pedro Mir",
      "aboutText": "Colleen Rose Dewhurst (June 3, 1924 – August 22, 1991) was a Canadian-American actress known most for theatre roles, and for a while as \"the Queen of Off-Broadway.\" In her autobiography, Dewhurst wrote: \"I had moved so quickly from one Off-Broadway production to the next that I was known, at one point, as the 'Queen of Off-Broadway'. This title was not due to my brilliance but rather because most of the plays I was in closed after a run of anywhere from one night to two weeks. I would then move immediately into another.\" She was a renowned interpreter of the works of Eugene O’Neill on the stage, and her career also encompassed film, early dramas on live television, and Joseph Papp's New York Shakespeare Festival.",
      "pageId": 673359,
      "monthDay": "06/03"
    },
    {
      "year": "1914",
      "uri": "/wiki/Ignacio_Ponseti",
      "name": "Ignacio Ponseti",
      "aboutText": "Torsten Nils Wiesel (born 3 June 1924) is a Swedish neurophysiologist. Together with David H. Hubel, he received the 1981 Nobel Prize in Physiology or Medicine, for their discoveries concerning information processing in the visual system; the prize was shared with Roger W. Sperry for his independent research on the cerebral hemispheres.\n^ Hubel, David; Wiesel, Torsten (2012).",
      "pageId": 803249,
      "monthDay": "06/03"
    },
    {
      "year": "1916",
      "uri": "/wiki/Leo_Gorcey",
      "name": "Leo Gorcey",
      "aboutText": "Igor Rostislavovich Shafarevich (Russian: И́горь Ростисла́вович Шафаре́вич, born June 3, 1923) is a Russian mathematician who has contributed to algebraic number theory and algebraic geometry. He has written books and articles that criticize socialism, and was an important dissident during the Soviet regime.\n^ a b Berglund, Krista (2012).",
      "pageId": 1091815,
      "monthDay": "06/03"
    },
    {
      "year": "1918",
      "uri": "/wiki/Patrick_Cargill",
      "name": "Patrick Cargill",
      "aboutText": "Jan Peerce (June 3, 1904 – December 15, 1984) was an American operatic tenor. Peerce was an accomplished performer on the operatic and Broadway concert stages, in solo recitals, and as a recording artist.",
      "pageId": 1253945,
      "monthDay": "06/03"
    },
    {
      "year": "1918",
      "uri": "/wiki/Lili_St._Cyr",
      "name": "Lili St. Cyr",
      "aboutText": "Patrick Cargill (3 June 1918 – 23 May 1996) was a British actor remembered for his lead role in the British television sitcom Father, Dear Father.",
      "pageId": 1450208,
      "monthDay": "06/03"
    },
    {
      "year": "1921",
      "uri": "/wiki/Forbes_Carlile",
      "name": "Forbes Carlile",
      "aboutText": "Ellen Hansen Corby (June 3, 1911 – April 14, 1999) was an American actress. She is most widely remembered for the role of \"Grandma Esther Walton\" on the CBS television series The Waltons, for which she won three Emmy Awards.",
      "pageId": 1491309,
      "monthDay": "06/03"
    },
    {
      "year": "1922",
      "uri": "/wiki/Alain_Resnais",
      "name": "Alain Resnais",
      "aboutText": "Leo Bernard Gorcey (June 3, 1917– June 2, 1969) was an American stage and movie actor who became famous for portraying on film the leader of the group of young hooligans known variously as the Dead End Kids, The East Side Kids, and The Bowery Boys. Always the most pugnacious member of the gangs in which he participated, young Leo was the filmic prototype of the young punk. He was the shortest and the oldest of the original gang.",
      "pageId": 1931866,
      "monthDay": "06/03"
    },
    {
      "year": "1923",
      "uri": "/wiki/Igor_Shafarevich",
      "name": "Igor Shafarevich",
      "aboutText": "Paul Rotha (3 June 1907 – 7 March 1984) was a British documentary film-maker, film historian and critic.",
      "pageId": 2718202,
      "monthDay": "06/03"
    },
    {
      "year": "1924",
      "uri": "/wiki/Karunanidhi",
      "name": "Karunanidhi",
      "aboutText": "SS-Obersturmbannführer (Lieutenant Colonel) Martin Gottfried Weiss alternatively spelled Weiß (3 June 1905 – 29 May 1946) was the Commandant of Dachau concentration camp in 1945 at the time of his arrest. He also served from April 1940 until September 1942 as the commandant of Neuengamme concentration camp, and later, from November 1943 until May 1944, as the fourth commandant of Majdanek death camp.",
      "pageId": 2884143,
      "monthDay": "06/03"
    },
    {
      "year": "1924",
      "uri": "/wiki/Colleen_Dewhurst",
      "name": "Colleen Dewhurst",
      "aboutText": "Pedro Julio Mir Valentín (3 June 1913, San Pedro de Macorís – 11 July 2000, Santo Domingo) was a Dominican poet and writer, named Poet Laureate of the Dominican Republic by Congress in 1984, and a member of the generation of \"Independent poets of the 1940s\" in Dominican poetry.\nHis father, a Cuban mechanical engineer, migrated from Cuba to the Dominican Republic in the early years of the Twentieth Century to be hired as Chief of Engineers of the Cristóbal Colón Sugar Refinery. Soon he married a young Puerto Rican girl and had a son whom he named Pedro Julio.",
      "pageId": 2884434,
      "monthDay": "06/03"
    },
    {
      "year": "1924",
      "uri": "/wiki/Bernard_Glasser",
      "name": "Bernard Glasser",
      "aboutText": "Forbes Carlile MBE (born 3 June 1921) was Australia's first post-World War II Olympics swimming coach and later Australia's first competitor in the modern pentathlon at the 1952 Summer Olympics in Helsinki. He remains the only person to have coached and later competed at the Olympic Games.\nBorn in Armadale, Victoria, Carlile is best known as a pioneer in swimming coaching.",
      "pageId": 5877326,
      "monthDay": "06/03"
    },
    {
      "year": "1924",
      "uri": "/wiki/Jimmy_Rogers",
      "name": "Jimmy Rogers",
      "aboutText": "Ignacio Ponseti (3 June 1914 – 18 October 2009) was a Spanish physician, specializing in orthopedics. He was born on 3 June 1914 in Menorca, part of the Balearic Islands, Spain, Ponseti was the son of a watchmaker and helped repair watches. The skill was said to eventually contribute to his abilities as an orthopedist.",
      "pageId": 13490329,
      "monthDay": "06/03"
    },
    {
      "year": "1924",
      "uri": "/wiki/Torsten_Wiesel",
      "name": "Torsten Wiesel",
      "aboutText": "Bernard M. Glasser (June 3, 1924 – January 2, 2014) was an American film producer and director. The first film he produced was Gold Raiders. After many years he retired from the business to go into real estate.",
      "pageId": 41550986,
      "monthDay": "06/03"
    },
    {
      "year": "1925",
      "uri": "/wiki/Tony_Curtis",
      "name": "Tony Curtis",
      "aboutText": "Irwin Allen Ginsberg (/ˈɡɪnzbərɡ/; June 3, 1926 – April 5, 1997) was an American poet and one of the leading figures of both the Beat Generation of the 1950s and the counterculture that soon would follow. He vigorously opposed militarism, economic materialism and sexual repression and was known as embodying various aspects of this counterculture, such as his views on drugs, hostility to bureaucracy and openness to Eastern religions. Ginsberg is best known for his epic poem \"Howl\", in which he denounced what he saw as the destructive forces of capitalism and conformity in the United States.",
      "pageId": 1017,
      "monthDay": "06/03"
    },
    {
      "year": "1925",
      "uri": "/wiki/Arnold_Peters_(actor)",
      "name": "Arnold Peters",
      "aboutText": "Marion Eleanor Zimmer Bradley (June 3, 1930 – September 25, 1999) was an American author of fantasy, historical fantasy, science fiction, and science fantasy novels, and is best known for the Arthurian fiction novel The Mists of Avalon, and the Darkover series. Many critics have noted a feminist perspective in her writing. She co-founded a spiritual organization, the Center for Non-Traditional Religion.",
      "pageId": 53210,
      "monthDay": "06/03"
    },
    {
      "year": "1925",
      "uri": "/wiki/Thomas_Winning",
      "name": "Thomas Winning",
      "aboutText": "Tony Curtis (born Bernard Schwartz; June 3, 1925 – September 29, 2010) was an American film actor whose career spanned six decades, but had his greatest popularity during the 1950s and early 1960s. He acted in more than 100 films in roles covering a wide range of genres, from light comedy to serious drama. In his later years, Curtis made numerous television appearances.",
      "pageId": 68375,
      "monthDay": "06/03"
    },
    {
      "year": "1926",
      "uri": "/wiki/Allen_Ginsberg",
      "name": "Allen Ginsberg",
      "aboutText": "Lindy John Remigino (born June 3, 1931) is an American track and field athlete, the 1952 Olympic 100 m champion.",
      "pageId": 69112,
      "monthDay": "06/03"
    },
    {
      "year": "1926",
      "uri": "/wiki/Flora_MacDonald_(politician)",
      "name": "Flora MacDonald",
      "aboutText": "Charles Hirsch \"Chuck\" Barris (born June 3, 1929) is an American game show creator, producer, and host. He is best known for hosting The Gong Show and creating The Dating Game and The Newlywed Game. He is also a songwriter, who wrote the hit \"Palisades Park\" for Freddy Cannon and the author of Confessions of a Dangerous Mind, his autobiography, which became a film directed by George Clooney.",
      "pageId": 170592,
      "monthDay": "06/03"
    },
    {
      "year": "1927",
      "uri": "/wiki/Boots_Randolph",
      "name": "Boots Randolph",
      "aboutText": "Dr. John Frederick Lange, Jr. (born June 3, 1931), who writes under the name John Norman, is the author of the Gor series of fantasy novels, and a professor of philosophy.",
      "pageId": 176532,
      "monthDay": "06/03"
    },
    {
      "year": "1928",
      "uri": "/wiki/Donald_Judd",
      "name": "Donald Judd",
      "aboutText": "Raúl Modesto Castro Ruz (American Spanish: [raˈul moˈðesto ˈkastɾo ˈrus]; born 3 June 1931), commonly known as Raúl Castro, is a Cuban politician and revolutionary who has been President of the Council of State of Cuba and the President of the Council of Ministers of Cuba since 2008; he previously exercised presidential powers in an acting capacity from 2006 to 2008. He is Commander in Chief of the Armed Forces (Army, Navy, and Air Force) and has also been First Secretary of the Central Committee of the Communist Party of Cuba (PCC) since 2011, and is the nation's highest ranking general.\nRaúl Castro was a rebel commander during the 1950s; after his brother Fidel Castro took power, Raúl Castro was one of the most important figures in the party, serving as Minister of the Armed Forces from 1959 to 2008, the longest to serve in such a position.",
      "pageId": 221749,
      "monthDay": "06/03"
    },
    {
      "year": "1929",
      "uri": "/wiki/Werner_Arber",
      "name": "Werner Arber",
      "aboutText": "Isa bin Salman Al Khalifa, GCB, GCMG (Arabic: عيسى بن سلمان آل خليفة‎; 3 June 1933 – 6 March 1999) was the 1st emir of Bahrain from 1961 until his death. Born in Jasra, he became emir upon the death of his father, Salman ibn Hamad.",
      "pageId": 412004,
      "monthDay": "06/03"
    },
    {
      "year": "1929",
      "uri": "/wiki/Chuck_Barris",
      "name": "Chuck Barris",
      "aboutText": "Donald Clarence Judd (June 3, 1928 – February 12, 1994) was an American artist associated with minimalism (a term he nonetheless stridently disavowed). In his work, Judd sought autonomy and clarity for the constructed object and the space created by it, ultimately achieving a rigorously democratic presentation without compositional hierarchy. It created an outpouring of seemingly effervescent works that defied the term \"minimalism\".",
      "pageId": 443961,
      "monthDay": "06/03"
    },
    {
      "year": "1930",
      "uri": "/wiki/Marion_Zimmer_Bradley",
      "name": "Marion Zimmer Bradley",
      "aboutText": "George Mathew Fernandes (born 3 June 1930) is a former Indian trade unionist, politician, journalist, agriculturist, and member of Rajya Sabha from Bihar. He was a key member of the Janata Dal, and is the founder of the Samata Party. He has held several ministerial portfolios including communications, industry, railways, and defence, and was the only Christian minister in Prime Minister Atal Bihari Vajpayee's cabinet.",
      "pageId": 480662,
      "monthDay": "06/03"
    },
    {
      "year": "1930",
      "uri": "/wiki/George_Fernandes",
      "name": "George Fernandes",
      "aboutText": "Werner Arber (born 3 June 1929, Gränichen, Aargau) is a Swiss microbiologist and geneticist. Along with American researchers Hamilton Smith and Daniel Nathans, Werner Arber shared the 1978 Nobel Prize in Physiology or Medicine for the discovery of restriction endonucleases.",
      "pageId": 770361,
      "monthDay": "06/03"
    },
    {
      "year": "1930",
      "uri": "/wiki/Dakota_Staton",
      "name": "Dakota Staton",
      "aboutText": "Rolland D. McCune (born June 3, 1934) is an American theologian and ordained Baptist minister (First Baptist Church of Warsaw, Indiana). He was professor of Systematic Theology at the Detroit Baptist Theological Seminary in Allen Park, Michigan, where he previously was the President of the Seminary for ten years and then Dean of the Faculty for six years. He was active at the Detroit Baptist Theological Seminary from 1981 to 2009.",
      "pageId": 1268794,
      "monthDay": "06/03"
    },
    {
      "year": "1930",
      "uri": "/wiki/Ben_Wada",
      "name": "Ben Wada",
      "aboutText": "Homer Louis \"Boots\" Randolph III (June 3, 1927 – July 3, 2007) was an American musician best known for his 1963 saxophone hit \"Yakety Sax\" (which became Benny Hill's signature tune).",
      "pageId": 1461428,
      "monthDay": "06/03"
    },
    {
      "year": "1931",
      "uri": "/wiki/Fran%C3%A7oise_Arnoul",
      "name": "Françoise Arnoul",
      "aboutText": "Ben Wada (和田 勉 Wada Ben), born Tsutomu Wada, (June 3, 1930 – January 14, 2011) was a producer for the Japanese TV channel NHK. He was the husband of costume designer Emi Wada.",
      "pageId": 3054350,
      "monthDay": "06/03"
    },
    {
      "year": "1931",
      "uri": "/wiki/Ra%C3%BAl_Castro",
      "name": "Raúl Castro",
      "aboutText": "Thomas Joseph Winning FRSE FEIS (3 June 1925 – 17 June 2001) was a Scottish Cardinal of the Roman Catholic Church. He served as Archbishop of Glasgow from 1974 and President of the Bishops' Conference of Scotland from 1985 until his death. Winning was elevated to the cardinalate in 1994.",
      "pageId": 5599237,
      "monthDay": "06/03"
    },
    {
      "year": "1931",
      "uri": "/wiki/John_Norman",
      "name": "John Norman",
      "aboutText": "Flora Isabel MacDonald, PC CC OOnt ONS (June 3, 1926 – July 26, 2015) was a Canadian politician and humanitarian. Canada's first female foreign minister, she was also one of the first women to vie for leadership of a major Canadian political party, the Progressive Conservatives. She became a close ally of Prime Minister Joe Clark, serving in his cabinet from 1979 to 1980, as well as in the cabinet of Prime Minister Brian Mulroney from 1984 to 1988.",
      "pageId": 6088485,
      "monthDay": "06/03"
    },
    {
      "year": "1931",
      "uri": "/wiki/Lindy_Remigino",
      "name": "Lindy Remigino",
      "aboutText": "Dakota Staton (June 3, 1930 – April 10, 2007) was an American jazz vocalist who found international acclaim with the 1957 No. 4 hit, \"The Late, Late Show\". She was also known by the Muslim name Aliyah Rabia for a period due to her conversion to Islam as interpreted by the Ahmadiyya Muslim Community.",
      "pageId": 10081867,
      "monthDay": "06/03"
    },
    {
      "year": "1933",
      "uri": "/wiki/Isa_bin_Salman_Al_Khalifa",
      "name": "Isa bin Salman Al Khalifa",
      "aboutText": "Françoise Arnoul (born 3 June 1931) is a French actress, who achieved popularity during the 1950s.\nBorn Françoise Annette Marie Mathilde Gautsch in Constantine, France (now Algeria), as the daughter of stage actress Janine Henry and artillery general Charles Gautsch, she has two brothers. While her father continued military service in Morocco, the rest of family moved to Paris in 1945.",
      "pageId": 16268631,
      "monthDay": "06/03"
    },
    {
      "year": "1934",
      "uri": "/wiki/Rolland_D._McCune",
      "name": "Rolland D. McCune",
      "aboutText": "Raoul Norman Franklin CBE FREng (born 3 June 1935), is a physicist, working in the field of plasma physics, who was Vice-Chancellor of the City University in London for 20 years.",
      "pageId": 24597757,
      "monthDay": "06/03"
    },
    {
      "year": "1935",
      "uri": "/wiki/Raoul_Franklin",
      "name": "Raoul Franklin",
      "aboutText": "For the Canadian politician with the same name see Arnold Peters",
      "pageId": 28684710,
      "monthDay": "06/03"
    },
    {
      "year": "1935",
      "uri": "/wiki/Irma_P._Hall",
      "name": "Irma P. Hall",
      "aboutText": "Curtis Lee Mayfield (June 3, 1942 – December 26, 1999) was an American soul, R&B, and funk singer-songwriter, guitarist, and record producer, who was one of the most influential musicians behind soul and politically conscious African-American music. He first achieved success and recognition with The Impressions during the Civil Rights Movement of the late 1950s and 1960s, and later worked as a solo artist.\nBorn in Chicago, Illinois, Mayfield started his musical career in a gospel choir.",
      "pageId": 164479,
      "monthDay": "06/03"
    },
    {
      "year": "1935",
      "uri": "/wiki/Enzo_Jannacci",
      "name": "Enzo Jannacci",
      "aboutText": "Sir Colin Earl Meads KNZM MBE (born 3 June 1936) is a former New Zealand rugby union player. He played 55 test matches (133 total games), most frequently in the lock forward position, for New Zealand's national team, the All Blacks, from 1957 until 1971.\nMeads is widely considered one of the greatest players in history.",
      "pageId": 263792,
      "monthDay": "06/03"
    },
    {
      "year": "1936",
      "uri": "/wiki/Larry_McMurtry",
      "name": "Larry McMurtry",
      "aboutText": "Larry Jeff McMurtry (born June 3, 1936) is an American novelist, essayist, bookseller and screenwriter whose work is predominantly set in either the old West or in contemporary Texas. His novels include Horseman, Pass By (1962), The Last Picture Show (1966) and Terms of Endearment (1975), which were adapted into films earning 26 Academy Award nominations (10 wins). His 1985 Pulitzer Prize-winning novel Lonesome Dove was adapted into a television miniseries that earned 18 Emmy Award nominations (seven wins), with the other three novels in his Lonesome Dove series adapted into three more miniseries earning eight more Emmy nominations.",
      "pageId": 286851,
      "monthDay": "06/03"
    },
    {
      "year": "1936",
      "uri": "/wiki/Colin_Meads",
      "name": "Colin Meads",
      "aboutText": "Edith Marie McGuire (born June 3, 1944), later known as Edith McGuire Duvall, is an American former sprinter.\nBorn in Atlanta, Georgia, McGuire ran for Tennessee State University. TSU had a very successful women's sprinting team, The Tigerbelles, in the 1960s, including triple Olympic champions Wilma Rudolph, Wyomia Tyus, and McGuire.",
      "pageId": 587564,
      "monthDay": "06/03"
    },
    {
      "year": "1937",
      "uri": "/wiki/Jean-Pierre_Jaussaud",
      "name": "Jean-Pierre Jaussaud",
      "aboutText": "Hale S. Irwin (born June 3, 1945) is an American professional golfer. He was one of the world's leading golfers from the mid-1970s to the mid-1980s. He is one of the few players in history to win three U.S. Opens, becoming the oldest ever U.S. Open champion in 1990 at the age of 45.",
      "pageId": 1307603,
      "monthDay": "06/03"
    },
    {
      "year": "1939",
      "uri": "/wiki/Frank_Blevins",
      "name": "Frank Blevins",
      "aboutText": "Steven Louis Dalkowski (born June 3, 1939 in New Britain, Connecticut), nicknamed Dalko, is a retired left-handed pitcher in minor league baseball. He is sometimes called the fastest pitcher in baseball history and had a fastball that probably exceeded 100 mph (160 km/h). Some experts believed it went as fast as 125 mph (201 km/h), others that his pitches traveled at 120 mph (190 km/h) or less.",
      "pageId": 1377339,
      "monthDay": "06/03"
    },
    {
      "year": "1939",
      "uri": "/wiki/Steve_Dalkowski",
      "name": "Steve Dalkowski",
      "aboutText": "William John \"Billy\" Cunningham (born June 3, 1943) is an American former professional basketball player and coach, who was nicknamed the Kangaroo Kid.",
      "pageId": 1669400,
      "monthDay": "06/03"
    },
    {
      "year": "1939",
      "uri": "/wiki/Ian_Hunter_(singer)",
      "name": "Ian Hunter",
      "aboutText": "Loretta Mae Long (née Moore) (born October 4, 1938) is an African American actress, singer, media personality and educator, best known for playing Susan Robinson on Sesame Street, having starred on the show since its debut in 1969.\nBorn in Paw Paw, Michigan, she earned her Ph.D. in Urban Education in 1973 from the University of Massachusetts Amherst, while she was starring on Sesame Street. She has acted in musicals (such as Guys and Dolls) and appeared on the Flip Wilson Show with other Sesame Street cast members during its first season.",
      "pageId": 3796405,
      "monthDay": "06/03"
    },
    {
      "year": "1939",
      "uri": "/wiki/Jon_Tolaas",
      "name": "Jon Tolaas",
      "aboutText": "Jean-Pierre Jaussaud (born June 3, 1937 in Caen, Calvados) is a French former racing driver, noted for winning the 24 Hours of Le Mans in 1978 and 1980.\nJaussaud started racing in automobiles in 1962, taking courses in the Jim Russell Drivers School and the Winfield Racing School. In 1964, he graduated to Formula Three racing, with backing from Shell, and joined the works Matra team in 1966, where he stayed for two years, and won the French title in 1970, in a private Tecno.",
      "pageId": 5075133,
      "monthDay": "06/03"
    },
    {
      "year": "1939",
      "uri": "/wiki/Kathleen_E._Woodiwiss",
      "name": "Kathleen E. Woodiwiss",
      "aboutText": "Irma Pamela Hall (born June 3, 1935) is an American actress who has appeared in numerous films and television shows since the 1970s.",
      "pageId": 5783175,
      "monthDay": "06/03"
    },
    {
      "year": "1940",
      "uri": "/wiki/Loretta_Long",
      "name": "Loretta Long",
      "aboutText": "Ian Hunter Patterson (better known as Ian Hunter) (born 3 June 1939) is an English singer-songwriter who is best known as the lead singer of the English rock band Mott the Hoople, from its inception in 1969 to its dissolution in 1974, and at the time of its 2009 reunion. Hunter was a musician and songwriter before joining Mott the Hoople, and continued in this vein after he left the band. He embarked on a solo career despite ill health and disillusionment with commercial success, and often worked in collaboration with Mick Ronson, David Bowie's sideman and arranger from the Ziggy Stardust and the Spiders from Mars period.",
      "pageId": 6668827,
      "monthDay": "06/03"
    },
    {
      "year": "1940",
      "uri": "/wiki/Connie_Saylor",
      "name": "Connie Saylor",
      "aboutText": "Eddy Ottoz (born 3 June 1944) is an Italian former athlete and bronze medalist at the 1968 Summer Olympics in the 110 metre hurdles.\n^ Eddy Ottoz.",
      "pageId": 8346686,
      "monthDay": "06/03"
    },
    {
      "year": "1942",
      "uri": "/wiki/Anita_Harris",
      "name": "Anita Harris",
      "aboutText": "Kathleen E. Woodiwiss, née Kathleen Erin Hogg (June 3, 1939 – July 6, 2007), was a United States writer, pioneered the historical romance genre with the 1972 publication of her novel The Flame and the Flower.",
      "pageId": 8516057,
      "monthDay": "06/03"
    },
    {
      "year": "1942",
      "uri": "/wiki/Curtis_Mayfield",
      "name": "Curtis Mayfield",
      "aboutText": "Thomas Matthew Burns SM BA BD (called Tom; born 3 June 1944) is a British Roman Catholic Bishop. On 16 October 2008 he was appointed as Bishop of Menevia by Pope Benedict XVI, becoming Bishop on 1 December 2008 when he took possession of his new See, on which day he ceased to be Bishop of the Forces. He is now Bishop Promoter for the Apostleship of the Sea, Catholic organisation that provides pastoral and practical assistance to all seafarers.",
      "pageId": 8654045,
      "monthDay": "06/03"
    },
    {
      "year": "1943",
      "uri": "/wiki/Billy_Cunningham",
      "name": "Billy Cunningham",
      "aboutText": "Connie Saylor (June 3, 1940 – February 4, 1993 [1]) was a journeyman NASCAR racecar driver.",
      "pageId": 9074606,
      "monthDay": "06/03"
    },
    {
      "year": "1944",
      "uri": "/wiki/Tom_Burns_(bishop)",
      "name": "Thomas Burns",
      "aboutText": "Anita Madeleine Harris (born 3 June 1942) is an English actress, singer and entertainer.\nHarris sang with the Cliff Adams Singers, and had a number of chart hits in the 1960s. She appeared in the Carry On films Follow That Camel and Carry On Doctor.",
      "pageId": 9647782,
      "monthDay": "06/03"
    },
    {
      "year": "1944",
      "uri": "/wiki/Edith_McGuire",
      "name": "Edith McGuire",
      "aboutText": "Vincenzo Jannacci (3 June 1935 – 29 March 2013), more commonly known as Enzo Jannacci (Italian pronunciation: [(vintʃ)ˈɛntso janˈnattʃi]), was an Italian singer-songwriter, actor and stand-up comedian. He is regarded as one of the most important artists in the post-war Italian music scene.\nJannacci is widely considered as a master of musical art and cabaret, and in the course of his career has collaborated with many famous Italian musicians, performing artists, journalists, television personalities and comedians.",
      "pageId": 16054679,
      "monthDay": "06/03"
    },
    {
      "year": "1944",
      "uri": "/wiki/Eddy_Ottoz",
      "name": "Eddy Ottoz",
      "aboutText": "Jon Tolaas (3 June 1939–1 September 2012) was a Norwegian poet and novelist. He was born in Vågsøy. Among his poetry collections are Gjest i ditt tjeld from 1968 and Rapport frå reservatet from 1969.",
      "pageId": 37135344,
      "monthDay": "06/03"
    },
    {
      "year": "1944",
      "uri": "/wiki/Mary_Thom",
      "name": "Mary Thom",
      "aboutText": "Mary Thom (June 3, 1944 – April 26, 2013), was an American feminist, writer, and editor. She was one of the foundering editors of Ms. magazine, and was an editor for the magazine for 20 years.",
      "pageId": 39242534,
      "monthDay": "06/03"
    },
    {
      "year": "1945",
      "uri": "/wiki/Hale_Irwin",
      "name": "Hale Irwin",
      "aboutText": "Frank Trevor Blevins (3 June 1939 – 7 September 2013) was a South Australian Labor politician and 6th Deputy Premier of South Australia from 1992 to 1993. Blevins served in both the Legislative Council and House of Assembly. He was a minister in a number of portfolios.",
      "pageId": 40510785,
      "monthDay": "06/03"
    },
    {
      "year": "1945",
      "uri": "/wiki/Ramon_Jacinto",
      "name": "Ramon Jacinto",
      "aboutText": "Penelope Alice Wilton, OBE (born 3 June 1946) is an English actress. She starred with Richard Briers in the BBC situation comedy Ever Decreasing Circles. She is also known for playing the character of Isobel Crawley in the period drama Downton Abbey, Ruth in the film Calendar Girls, and Homily in the films The Borrowers and The Return of the Borrowers.",
      "pageId": 173999,
      "monthDay": "06/03"
    },
    {
      "year": "1945",
      "uri": "/wiki/Roger_Lane-Nott",
      "name": "Roger Lane-Nott",
      "aboutText": "Susan Kay \"Suzi\" Quatro (born 3 June 1950, Detroit) is an American singer-songwriter, multi-instrumentalist, and actress. She was the first female bass player to become a major rock star, breaking a barrier to women's participation in rock music.\nIn the 1970s Quatro scored a string of hit singles that found greater success in European and Australian territories than in her homeland.",
      "pageId": 239431,
      "monthDay": "06/03"
    },
    {
      "year": "1945",
      "uri": "/wiki/Bill_Paterson_(actor)",
      "name": "Bill Paterson",
      "aboutText": "Tristan Rogers (born 3 June 1946, Melbourne) is an Australian American actor. He is best known for playing Robert Scorpio on the ABC soap opera General Hospital and for voicing Jake in Walt Disney's The Rescuers Down Under. He is currently starring as Colin Atkinson on the CBS soap opera The Young and the Restless.",
      "pageId": 657602,
      "monthDay": "06/03"
    },
    {
      "year": "1946",
      "uri": "/wiki/Michael_Clarke_(musician)",
      "name": "Michael Clarke",
      "aboutText": "Mickey Finn or occasionally Micky Finn (born Michael Norman Finn, 3 June 1947 – 11 January 2003) was the percussionist and sideman to Marc Bolan in his band Tyrannosaurus Rex (on one album, A Beard of Stars), and later, the 1970s glam rock group, T.Rex. Often confused with other musicians by the same name, Michael Norman Finn (apart from T. Rex) only toured as a sideman in the 1960s with Hapshash and the Coloured Coat. After Bolan and T.Rex's demise, he worked as a session musician for The Blow Monkeys and The Soup Dragons.",
      "pageId": 886061,
      "monthDay": "06/03"
    },
    {
      "year": "1946",
      "uri": "/wiki/Tristan_Rogers",
      "name": "Tristan Rogers",
      "aboutText": "Deniece Williams (born June Deniece Chandler; June 3, 1950) is an American singer, songwriter and record producer who achieved success in the 1970s and 1980s.",
      "pageId": 953223,
      "monthDay": "06/03"
    },
    {
      "year": "1946",
      "uri": "/wiki/Penelope_Wilton",
      "name": "Penelope Wilton",
      "aboutText": "Melissa Marie Mathison (June 3, 1950 – November 4, 2015) was an American film and television screenwriter and an activist for Tibetan freedom. She was best known for writing the screenplays for the films The Black Stallion (1979); E.T. the Extra-Terrestrial (1982), for which she received a nomination for the Academy Award for Best Original Screenplay; and Kundun (1997), a biographical-drama film about the Dalai Lama, the exiled political and spiritual leader of Tibet.",
      "pageId": 1133213,
      "monthDay": "06/03"
    },
    {
      "year": "1947",
      "uri": "/wiki/Mike_Burgmann",
      "name": "Mike Burgmann",
      "aboutText": "John Charles Dykstra, A.S.C. (born June 3, 1947 in Long Beach, California, United States) is a special effects artist, pioneer in the development of the use of computers in filmmaking and recipient of three Academy Awards, among many other awards and prizes. He was one of the original founders of Industrial Light & Magic, the special effects and computer graphics division of Lucasfilm. He is well known as the special effects lead on the original Star Wars, helping bring the original visuals for lightsabers, space battles between X-wings and TIE fighters, and Force powers to the screen.",
      "pageId": 1197304,
      "monthDay": "06/03"
    },
    {
      "year": "1947",
      "uri": "/wiki/John_Dykstra",
      "name": "John Dykstra",
      "aboutText": "Michael Clarke (June 3, 1946 – December 19, 1993), born Michael James Dick, was an American musician, best known as the drummer for the 1960s rock group The Byrds from 1964 to 1967. He died in 1993, at age 47, from liver failure, a direct result of more than three decades of heavy alcohol consumption.",
      "pageId": 1272044,
      "monthDay": "06/03"
    },
    {
      "year": "1947",
      "uri": "/wiki/Mickey_Finn_(musician)",
      "name": "Mickey Finn",
      "aboutText": "Bill Paterson (born 3 June 1945) is a Scottish actor.",
      "pageId": 1560968,
      "monthDay": "06/03"
    },
    {
      "year": "1948",
      "uri": "/wiki/Jan_Reker",
      "name": "Jan Reker",
      "aboutText": "William Norris \"Billy\" Powell (June 3, 1952 – January 28, 2009) was an American musician and a longtime keyboardist of Southern rock band Lynyrd Skynyrd from 1970 until his death in 2009.",
      "pageId": 2233374,
      "monthDay": "06/03"
    },
    {
      "year": "1949",
      "uri": "/wiki/Floyd_Lloyd",
      "name": "Floyd Lloyd",
      "aboutText": "Robert J. Zdarsky (June 3, 1950 – March 30, 2015), better known by his stage name Robert Z'Dar, was an American actor and film producer, best known for his role as officer Matt Cordell in the cult horror film Maniac Cop and its two sequels.\nZ'Dar worked mainly in low-budget B-movies and direct-to-video features, but occasionally in mainstream Hollywood films and television. Due to his cherubism, a medical condition resulting in an enlarged jawline, Z'dar had a unique and easily recognizable look with a slightly sinister appearance, which aided his career as he usually portrayed villains.",
      "pageId": 3764919,
      "monthDay": "06/03"
    },
    {
      "year": "1950",
      "uri": "/wiki/Fr%C3%A9d%C3%A9ric_Fran%C3%A7ois",
      "name": "Frédéric François",
      "aboutText": "Christos Verelis (Greek: Χρήστος Βερελής, born 3 June 1950) is a Greek politician.\nBorn in Athens, was the Greek Minister for Transport and Communications from 13 April 2000 to 10 March 2004. Graduating from the German School of Athens, Christos Verelis studied chemistry at the Aristotle University of Thessaloniki and later on completed his Ph.D. in the chemistry of natural products in Germany.",
      "pageId": 6319302,
      "monthDay": "06/03"
    },
    {
      "year": "1950",
      "uri": "/wiki/Melissa_Mathison",
      "name": "Melissa Mathison",
      "aboutText": "Michael Burgmann (3 June 1947 – 5 October 1986) was a Sydney accountant and racing car driver who was involved in a fatal accident at the 1986 James Hardie 1000 race held at the Mount Panorama Circuit in Bathurst, New South Wales.",
      "pageId": 7378749,
      "monthDay": "06/03"
    },
    {
      "year": "1950",
      "uri": "/wiki/Juan_Jos%C3%A9_Mu%C3%B1oz",
      "name": "Juan José Muñoz",
      "aboutText": "Juan José Muñoz (3 June 1950 – 8 May 2013) was an Argentine businessman. He was an advisor to the current Minister of Interior, Mr. Aníbal Fernández, during the period when the latter was a federal senator.",
      "pageId": 10199014,
      "monthDay": "06/03"
    },
    {
      "year": "1950",
      "uri": "/wiki/Suzi_Quatro",
      "name": "Suzi Quatro",
      "aboutText": "Born on 3 June 1950 in Lercara Friddi, Sicily, Italy, Frédéric François (real name: Francesco Barracato), is a French-speaking singer-composer living in Belgium.",
      "pageId": 17760560,
      "monthDay": "06/03"
    },
    {
      "year": "1950",
      "uri": "/wiki/Christos_Verelis",
      "name": "Christos Verelis",
      "aboutText": "Jill Tracy Biden (née Jacobs, previously Stevenson; born June 3, 1951) is an American educator who is married to the 47th and current Vice President of the United States, Joe Biden, making her the Second Lady of the United States since 2009.\nShe was born in Hammonton, New Jersey, and grew up in Willow Grove, Pennsylvania. She married Joe Biden in 1977, and became stepmother to his two young sons from his first marriage, Beau and Hunter, whose mother and baby sister died in a car accident.",
      "pageId": 18992270,
      "monthDay": "06/03"
    },
    {
      "year": "1950",
      "uri": "/wiki/Deniece_Williams",
      "name": "Deniece Williams",
      "aboutText": "Floyd Lloyd (born Lloyd Seivright in St.",
      "pageId": 19766723,
      "monthDay": "06/03"
    },
    {
      "year": "1950",
      "uri": "/wiki/Robert_Z%27Dar",
      "name": "Robert Z'Dar",
      "aboutText": "Jan Reker (Dutch pronunciation: [ˈjɑn ˈreːkər], born 3 June 1948) is a Dutch football manager and director.\nReker started his coaching career in the Willem II and PSV Eindhoven youth ranks, which was followed up by the assistant manager role at VVV-Venlo and PSV. After half a season as caretaker in 1980, Reker officially served as manager of PSV between 1983 and 1986, winning the Eredivisie title in his last year. He also coached VVV, Roda JC, Willem II and lastly MVV Maastricht.",
      "pageId": 20948447,
      "monthDay": "06/03"
    },
    {
      "year": "1951",
      "uri": "/wiki/Jill_Biden",
      "name": "Jill Biden",
      "aboutText": "Ramon Pereyra Jacinto (born June 3, 1945) is a Filipino musician, radio jockey, TV host and entrepreneur. He is more commonly referred to as RJ Jacinto.",
      "pageId": 32535190,
      "monthDay": "06/03"
    },
    {
      "year": "1952",
      "uri": "/wiki/Billy_Powell",
      "name": "Billy Powell",
      "aboutText": "Rear Admiral Roger Charles Lane-Nott (born 3 June 1945), CB is a former Royal Navy officer who served as Commander Operations and Rear Admiral, Submarines.\n^ \"Birthday's today\". The Telegraph.",
      "pageId": 41458092,
      "monthDay": "06/03"
    },
    {
      "year": "1952",
      "uri": "/wiki/David_Richards_(racing)",
      "name": "David Richards",
      "aboutText": "Lester Lawrence \"Larry\" Lessig III (born June 3, 1961) is an American academic, attorney, and political activist. He is the Roy L. Furman Professor of Law at Harvard Law School and the former director of the Edmond J. Safra Center for Ethics at Harvard University. Lessig was a candidate for the Democratic Party's nomination for President of the United States in the 2016 U.S. presidential election.",
      "pageId": 54496,
      "monthDay": "06/03"
    },
    {
      "year": "1954",
      "uri": "/wiki/Dan_Hill",
      "name": "Dan Hill",
      "aboutText": "Susannah F Constantine (born 3 June 1962 in Hammersmith, London) is an English fashion journalist, advisor, television presenter, author and designer. Her second book, entitled What Not to Wear, has won her a prestigious British Book Award and sold 670,000 copies.\nConstantine was born into a wealthy family; her father was successful in property and shipping sectors.",
      "pageId": 285062,
      "monthDay": "06/03"
    },
    {
      "year": "1954",
      "uri": "/wiki/Susan_Landau",
      "name": "Susan Landau",
      "aboutText": "Suzie Plakson (born June 3, 1958) is an American actress, singer, writer, poet, and artist. She was a regular in the sitcom Love & War, playing sportswriter Mary Margaret \"Meg\" Tynan. She played four characters on various Star Trek series: a Vulcan, Doctor Selar, in \"The Schizoid Man\" (Star Trek: The Next Generation); the half-Klingon/half-Human Ambassador K'Ehleyr in \"The Emissary\" (Star Trek: The Next Generation) and \"Reunion\" (Star Trek: The Next Generation); the Lady Q in \"The Q and the Grey\" (Star Trek: Voyager); and an Andorian, Tarah, in \"Cease Fire\" (Star Trek: Enterprise).",
      "pageId": 680167,
      "monthDay": "06/03"
    },
    {
      "year": "1956",
      "uri": "/wiki/George_Burley",
      "name": "George Burley",
      "aboutText": "Daniel Grafton \"Dan\" Hill IV (born 3 June 1954) is a Canadian pop singer and songwriter.",
      "pageId": 749940,
      "monthDay": "06/03"
    },
    {
      "year": "1956",
      "uri": "/wiki/Brad_Nessler",
      "name": "Brad Nessler",
      "aboutText": "David Pender Richards CBE (born 3 June 1952) is the chairman of Prodrive, former chairman of Aston Martin, and a former team principal of the BAR and Benetton Formula One motor racing teams. He lives with his wife, Karen, in Warwickshire and has three children.",
      "pageId": 1085647,
      "monthDay": "06/03"
    },
    {
      "year": "1957",
      "uri": "/wiki/Horst-Ulrich_H%C3%A4nel",
      "name": "Horst-Ulrich Hänel",
      "aboutText": "Peter Glen Vidmar (born June 3, 1961) is an American gymnast and Olympic medalist. He won gold medals in the men's all-around team competition and the pommel horse competition, as well as a silver medal in the men's all-around individual gymnastics competition at the 1984 Summer Olympic Games in Los Angeles. He was born in Los Angeles.",
      "pageId": 1103143,
      "monthDay": "06/03"
    },
    {
      "year": "1958",
      "uri": "/wiki/Simon_Fraser_(diplomat)",
      "name": "Simon Fraser",
      "aboutText": "Rudy W.G. Demotte (born 3 June 1963, Ronse) is a Belgian socialist politician and present Minister-President of the French Community",
      "pageId": 1235066,
      "monthDay": "06/03"
    },
    {
      "year": "1958",
      "uri": "/wiki/Margot_K%C3%A4%C3%9Fmann",
      "name": "Margot Käßmann",
      "aboutText": "George Elder Burley (born 3 June 1956 in Cumnock, East Ayrshire) is a Scottish football manager and former player.\nBurley had a professional career spanning 21 years as a player making 628 appearances and earning 11 Scotland caps. His most successful spell came while at Ipswich Town making 394 senior appearances, and being part of the squad that won the FA Cup and UEFA Cup in 1978 and 1981 respectively.",
      "pageId": 1337549,
      "monthDay": "06/03"
    },
    {
      "year": "1958",
      "uri": "/wiki/Suzie_Plakson",
      "name": "Suzie Plakson",
      "aboutText": "John Carlson (born June 3, 1959) is an American politician and talk radio host on KOMO 1000 Newsradio by Fisher Broadcasting from the state of Washington. He also co-hosted a show from 12:00PM to 2:00PM pacific time called The Commentators, with John Carlson and Ken Schram.",
      "pageId": 3074953,
      "monthDay": "06/03"
    },
    {
      "year": "1958",
      "uri": "/wiki/Cameron_Sharp",
      "name": "Cameron Sharp",
      "aboutText": "Horst-Ulrich Hänel (born June 3, 1957 in Plau am See, Mecklenburg-Vorpommern) is a former field hockey player from West Germany, who twice won the silver medal at the Summer Olympics.",
      "pageId": 3084845,
      "monthDay": "06/03"
    },
    {
      "year": "1959",
      "uri": "/wiki/John_Carlson_(radio_host)",
      "name": "John Carlson",
      "aboutText": "Bradley \"Brad\" Nessler (born June 3, 1956) is an American sportscaster, who currently calls college basketball and college football games for ESPN with occasional appearances on ABC. He has also called Thursday Night Football on NFL Network from 2011 to 2013, and appeared annually as a commentator in EA Sports' NCAA Football series.",
      "pageId": 4285719,
      "monthDay": "06/03"
    },
    {
      "year": "1959",
      "uri": "/wiki/Imbi_Paju",
      "name": "Imbi Paju",
      "aboutText": "Dagmar Neubauer, née Rübsam (born 3 June 1962 in Suhl) is a retired German sprinter who specialized in the 400 metres.\nAt the 1982 European Championships she finished sixth in the 400 metres, but won a gold medal in the 4 x 400 metres relay together with teammates Kirsten Siemon, Sabine Busch and Marita Koch. At the 1983 World Championships she finished seventh in the individual event and won another gold medal in the relay, with teammates Kerstin Walther, Sabine Busch and Marita Koch.",
      "pageId": 6918942,
      "monthDay": "06/03"
    },
    {
      "year": "1960",
      "uri": "/wiki/Kim_Hyun-jun",
      "name": "Kim Hyun-jun",
      "aboutText": "Margot Käßmann (German: [ˈmaʁɡɔt ˈkɛːsman]; born 3 June 1958) is a Lutheran theologian and was Landesbischöfin (bishop) of the Evangelical-Lutheran Church of Hanover in Germany. On 28 October 2009, she was elected to lead the Evangelical Church in Germany, a federation of Protestant church bodies in Germany. an office from which she stepped down on 24 February 2010 following a drunk-driving incident.",
      "pageId": 7122131,
      "monthDay": "06/03"
    },
    {
      "year": "1961",
      "uri": "/wiki/Lawrence_Lessig",
      "name": "Lawrence Lessig",
      "aboutText": "Found Instruments,",
      "pageId": 11436182,
      "monthDay": "06/03"
    },
    {
      "year": "1961",
      "uri": "/wiki/Peter_Vidmar",
      "name": "Peter Vidmar",
      "aboutText": "Robert Cameron Sharp (born 3 June 1958) is a Scottish former sprinter. In 1978 he won a gold medal at the Commonwealth Games in Edmonton in the 4x100 m relay alongside David Jenkins, Allan Wells, and Drew McMaster. He went on to compete in the 1982 Brisbane Commonwealth Games picking up three bronze medals, in the 100 metres, 200 metres, and 4x100 metres relay.",
      "pageId": 12975996,
      "monthDay": "06/03"
    },
    {
      "year": "1961",
      "uri": "/wiki/Ed_Wynne_(guitarist)",
      "name": "Ed Wynne",
      "aboutText": "Susan Landau (born June 3, 1954, New York) is an American mathematician and engineer, and Professor of Social Science and Policy Studies at Worcester Polytechnic Institute. She previously worked as a Senior Staff Privacy Analyst at Google. She was a Guggenheim Fellow and a Visiting Scholar at the Computer Science Department, Harvard University in 2012.",
      "pageId": 19313149,
      "monthDay": "06/03"
    },
    {
      "year": "1962",
      "uri": "/wiki/David_Cole_(record_producer)",
      "name": "David Cole",
      "aboutText": "Sir Simon James Fraser, GCMG (born 3 June 1958) is a British former diplomat who served as the Permanent Under-Secretary of the Foreign and Commonwealth Office from August 2010 to July 2015, having served as Permanent Secretary of the Department for Business, Innovation and Skills from May 2009 to August 2010.",
      "pageId": 22932246,
      "monthDay": "06/03"
    },
    {
      "year": "1962",
      "uri": "/wiki/Susannah_Constantine",
      "name": "Susannah Constantine",
      "aboutText": "Imbi Paju (born June 3, 1959, Jõgevamaa, Estonia) is an Estonian-born journalist, writer and filmmaker resident in Finland.\nPaju has been operating in Finland as a correspondent of the Estonian newspapers Eesti Päevaleht and Postimees. Before Estonia's re-independence, she worked in Tartu's Vanemuine Theatre opera chorus.",
      "pageId": 28718861,
      "monthDay": "06/03"
    },
    {
      "year": "1962",
      "uri": "/wiki/Dagmar_Neubauer",
      "name": "Dagmar Neubauer",
      "aboutText": "Edward \"Ed\" Wynne (born 3 June 1961 in Wandsworth, London) is an English guitarist and keyboardist best known as a founding member, principal composer and the only constant member of psychedelic rock band Ozric Tentacles.\n^ Cleveland, Barry (1 February 2010). \"Ed Wynne Raves On\".",
      "pageId": 30855327,
      "monthDay": "06/03"
    },
    {
      "year": "1963",
      "uri": "/wiki/Rudy_Demotte",
      "name": "Rudy Demotte",
      "aboutText": "Kim Hyun-Jun (Hangul: 김현준) (June 3 1960 – October 2 1999) was a South Korean basketball player.\nHe played as a shooting guard. He was 182 cm (5 ft 11.75 in) tall.",
      "pageId": 46239404,
      "monthDay": "06/03"
    },
    {
      "year": "1963",
      "uri": "/wiki/Anica_Dobra",
      "name": "Anica Dobra",
      "aboutText": "Kerry Ray King (born June 3, 1964) is an American musician, best known as a guitarist for the American thrash metal band Slayer. He co-founded the band with Jeff Hanneman in 1981 and has been a member ever since. He became lead songwriter of the band after Hanneman's death.",
      "pageId": 212500,
      "monthDay": "06/03"
    },
    {
      "year": "1963",
      "uri": "/wiki/Toshiaki_Karasawa",
      "name": "Toshiaki Karasawa",
      "aboutText": "Esther Hart (born Esther Katinka Hartkamp on 3 June 1970 in Epe, Gelderland) is a Dutch singer.",
      "pageId": 235166,
      "monthDay": "06/03"
    },
    {
      "year": "1964",
      "uri": "/wiki/Kerry_King",
      "name": "Kerry King",
      "aboutText": "Jonathan Simon Djanogly (born 3 June 1965) is a British politician, solicitor and Conservative Member of Parliament (MP) for Huntingdon. Djanogly has been Trade and Industry Spokesman shadowing the Department for Business, Enterprise and Regulatory Reform, Shadow Solicitor General for England and Wales and was the Parliamentary Under-secretary of State at the Ministry of Justice from 2010–2012.",
      "pageId": 420191,
      "monthDay": "06/03"
    },
    {
      "year": "1964",
      "uri": "/wiki/James_Purefoy",
      "name": "James Purefoy",
      "aboutText": "Michael Kevin Moore (born 3 June 1965) is a British Liberal Democrat politician.\nBorn in Northern Ireland, but largely raised in Scotland, he qualified as a chartered accountant and worked as a researcher to the prominent Liberal Democrat politician, David Steel. At the 1997 general election, Moore succeeded Steel as the Liberal Democrat MP for the Scottish Borders constituency of Tweeddale, Ettrick and Lauderdale (Berwickshire, Roxburgh & Selkirk from 2005).",
      "pageId": 427588,
      "monthDay": "06/03"
    },
    {
      "year": "1965",
      "uri": "/wiki/Jeff_Blumenkrantz",
      "name": "Jeff Blumenkrantz",
      "aboutText": "Wasim Akram (Urdu: وسیم اکرم‎; born 3 June 1966) is a former Pakistani cricketer. He is acknowledged as one of the greatest cricketers of all time. A left-arm fast bowler who could bowl with significant pace who represented the Pakistan national cricket team in Test cricket and One Day International (ODI) matches.",
      "pageId": 501393,
      "monthDay": "06/03"
    },
    {
      "year": "1965",
      "uri": "/wiki/Jonathan_Djanogly",
      "name": "Jonathan Djanogly",
      "aboutText": "Anderson Hays Cooper (born June 3, 1967) is an American journalist, author, and television personality. He is the primary anchor of the CNN news show Anderson Cooper 360°. The program is normally broadcast live from a New York City studio; however, Cooper often broadcasts live on location for breaking news stories.",
      "pageId": 635041,
      "monthDay": "06/03"
    },
    {
      "year": "1965",
      "uri": "/wiki/Mike_Gordon",
      "name": "Mike Gordon",
      "aboutText": "Michael Eliot \"Mike\" Gordon (born June 3, 1965) is a bass guitar player and vocalist most recognized as a founding member and bassist for the rock band Phish. In addition to bass, Gordon is an accomplished banjo player, and is proficient at piano, and guitar. He is also a filmmaker (Rising Low, Outside Out) and author (Mike's Corner).",
      "pageId": 685348,
      "monthDay": "06/03"
    },
    {
      "year": "1965",
      "uri": "/wiki/Hans_Kroes",
      "name": "Hans Kroes",
      "aboutText": "Julie Masse (born June 3, 1970, in Greenfield Park, Quebec) is a Canadian pop singer.",
      "pageId": 1008837,
      "monthDay": "06/03"
    },
    {
      "year": "1965",
      "uri": "/wiki/Michael_Moore_(British_politician)",
      "name": "Michael Moore",
      "aboutText": "Samantha Marie Sprackling (born 3 June 1968, Lagos, Nigeria) more commonly known as Saffron, is the lead singer of the electronica band Republica. She was also an actress at one point, performing for two years in Starlight Express in London, and in the video for the Chesney Hawkes hit \"The One and Only\" and, as a dancer, in the video for N-Joi's single \"Mindflux\".\nFollowing the breakup of Republica, she worked with The Cure, appearing on the track \"Just Say Yes\".",
      "pageId": 1133306,
      "monthDay": "06/03"
    },
    {
      "year": "1966",
      "uri": "/wiki/Wasim_Akram",
      "name": "Wasim Akram",
      "aboutText": "James Brian Mark Purefoy (born 3 June 1964) is an English actor, producer, and director.",
      "pageId": 1492222,
      "monthDay": "06/03"
    },
    {
      "year": "1966",
      "uri": "/wiki/Jamie_O%27Neal",
      "name": "Jamie O'Neal",
      "aboutText": "Jamie O'Neal (born 3 June 1966) is an Australian country singer and songwriter.\nIn 2000, O'Neal released her first studio album, Shiver. The album included the back-to-back number one singles \"There Is No Arizona\" and \"When I Think About Angels\".",
      "pageId": 1883202,
      "monthDay": "06/03"
    },
    {
      "year": "1967",
      "uri": "/wiki/Anderson_Cooper",
      "name": "Anderson Cooper",
      "aboutText": "Anica Dobra (Serbian: Аница Добра; born 3 June 1963) is a Serbian film actress.\nAnica was born in Belgrade, SFR Yugoslavia. She graduated from the University of Arts Faculty of Dramatic Arts, and studied with Predrag Bajčetić.",
      "pageId": 3837820,
      "monthDay": "06/03"
    },
    {
      "year": "1967",
      "uri": "/wiki/Kurk_Lee",
      "name": "Kurk Lee",
      "aboutText": "Toshiaki Karasawa (唐沢 寿明, Karasawa Toshiaki, born June 3, 1963) (real name Kiyoshi Karasawa (唐澤 潔 Karasawa Kiyoshi)) is a Japanese theatre and film actor. He made his theatrical debut in the play Boy's Revue Stay Gold (ボーイズレビュー・ステイゴールド Bōizu Rebyū Sutei Gōrudo) in 1987. He specialises in theatrical action sequences such as swordplay and fighting.",
      "pageId": 4240278,
      "monthDay": "06/03"
    },
    {
      "year": "1967",
      "uri": "/wiki/Christopher_Walker_(athlete)",
      "name": "Christopher Walker",
      "aboutText": "Hans Kroes (born June 3, 1965 in Lisse, Zuid-Holland) is a former freestyle and backstroke swimmer from The Netherlands, who competed for his native country at two consecutive Summer Olympics, starting in 1984. His best individual result in Los Angeles, California was the eighth place in the 100 m backstroke (58.07).\n^ EUROPEAN SWIMMING CHAMPIONSHIPS (MEN).",
      "pageId": 5855768,
      "monthDay": "06/03"
    },
    {
      "year": "1968",
      "uri": "/wiki/Saffron_(singer)",
      "name": "Saffron",
      "aboutText": "Jeff Blumenkrantz (born June 3, 1965 in Long Branch, New Jersey) is an actor and lyricist.\nBorn and raised in New Jersey, Blumenkrantz is a graduate of Northwestern University School of Communication. His acting credits include roles in such Broadway productions as Into the Woods (1987), The Threepenny Opera (1989), Damn Yankees (1994), How to Succeed in Business Without Really Trying (1995), and A Class Act (2001), as well as appearances in such television shows as Will & Grace, 30 Rock, The Good Wife, Ugly Betty, Just Shoot Me!, and Law & Order.",
      "pageId": 6820456,
      "monthDay": "06/03"
    },
    {
      "year": "1969",
      "uri": "/wiki/Takako_Minekawa",
      "name": "Takako Minekawa",
      "aboutText": "Gregory Alan \"Greg\" Hancock (born June 3, 1970) is an American motorcycle speedway rider.\nHe is a three-time and current Speedway World Champion and a multiple World Team champion with USA, with whom he is currently captain. Hancock is the only rider to have appeared in every Grand Prix round since its creation in 1995.",
      "pageId": 7259996,
      "monthDay": "06/03"
    },
    {
      "year": "1970",
      "uri": "/wiki/Greg_Hancock",
      "name": "Greg Hancock",
      "aboutText": "Kurk Lee (born June 3, 1967) is a retired American professional basketball player. He spent one season in the NBA, for the New Jersey Nets in 1990–91.\nA 6'3\" (1.90 m) and 190 lb (86 kg) guard born in Baltimore, Maryland, he played collegiately at both Western Kentucky University and Towson State University.",
      "pageId": 9476105,
      "monthDay": "06/03"
    },
    {
      "year": "1970",
      "uri": "/wiki/Esther_Hart",
      "name": "Esther Hart",
      "aboutText": "Ammon McNeely (born June 3, 1970) is an American rock climber, who holds the most Speed Climbing World Records and First One Day Ascents on El Capitan in Yosemite. Other interests are: BASE jumping, wingsuiting, skydiving, surfing, skateboarding, trail running, mountain biking and snowboarding.\nAmmon has been the conductor of many ascents on El Capitan, most of them in a day (under 24 hrs): Plastic Surgery Disaster, Wall of the Early Morning Light, Atlantic Ocean Wall, and most recent climbing one of the hardest routes on El Capitan, The Reticent Wall along with Dean Potter & Ivo Ninov in 34 hours and 57 minutes, shaving the existing time by more than five days.",
      "pageId": 15077749,
      "monthDay": "06/03"
    },
    {
      "year": "1970",
      "uri": "/wiki/Julie_Masse",
      "name": "Julie Masse",
      "aboutText": "Takako Minekawa (嶺川貴子, Minekawa Takako, born June 3, 1969) is a Japanese musician, composer and writer.\n^ Eguchi, Weston (July 7, 2013). \"Takako Minekawa | Arts | The Harvard Crimson\".",
      "pageId": 30874795,
      "monthDay": "06/03"
    },
    {
      "year": "1970",
      "uri": "/wiki/Ammon_McNeely",
      "name": "Ammon McNeely",
      "aboutText": "Christopher Walker (born 3 June 1967) is a Gibraltarian triathlete and cyclist.",
      "pageId": 41562274,
      "monthDay": "06/03"
    },
    {
      "year": "1970",
      "uri": "/wiki/Peter_T%C3%A4gtgren",
      "name": "Peter Tägtgren",
      "aboutText": "Kelly Jones (born 3 June 1974) is a Welsh singer-songwriter, guitarist and director and the lead singer of the band Stereophonics. Influenced by classic rock bands such as Pink Floyd, The Who, Led Zeppelin, AC/DC and Sex Pistols, Jones is noted for his raspy voice, which has been described as \"whiskey\" and has drawn criticism as well as acclaim.",
      "pageId": 1424844,
      "monthDay": "06/03"
    },
    {
      "year": "1971",
      "uri": "/wiki/Carl_Everett",
      "name": "Carl Everett",
      "aboutText": "Travis Lee Hafner (/ˈhæfnər/; born June 3, 1977) is an American former professional baseball player. He played in Major League Baseball as a designated hitter and first baseman. A left-handed hitter, Hafner played for the Texas Rangers, Cleveland Indians and New York Yankees.",
      "pageId": 1567007,
      "monthDay": "06/03"
    },
    {
      "year": "1971",
      "uri": "/wiki/John_Hodgman",
      "name": "John Hodgman",
      "aboutText": "Arianne Zucker (born Arianne Bethene Zuckerman; June 3, 1974) is an American actress and model.",
      "pageId": 1666315,
      "monthDay": "06/03"
    },
    {
      "year": "1971",
      "uri": "/wiki/Gert_Kullam%C3%A4e",
      "name": "Gert Kullamäe",
      "aboutText": "Carl Edward Everett III (born June 3, 1971) is a former Major League Baseball outfielder. A switch hitter, he played with the Chicago White Sox on their 2005 World Series winning team.",
      "pageId": 1707398,
      "monthDay": "06/03"
    },
    {
      "year": "1971",
      "uri": "/wiki/Ryo_Narushima",
      "name": "Ryo Narushima",
      "aboutText": "James Christopher \"Jamie\" McMurray (born June 3, 1976) is an American professional stock car racing driver. He is best known for winning the 2002 UAW-GM Quality 500 as a substitute driver for Sterling Marlin in his second Cup start, and is one of only three drivers to win both the Daytona 500 and Brickyard 400 in the same year. He currently drives the No.",
      "pageId": 1708050,
      "monthDay": "06/03"
    },
    {
      "year": "1971",
      "uri": "/wiki/Julian_Sturdy",
      "name": "Julian Sturdy",
      "aboutText": "José Benjamin Molina (Spanish pronunciation: [xoˈse moˈlina]; born June 3, 1975) is a Puerto Rican former professional baseball catcher in Major League Baseball (MLB). A two-time World Series champion, Molina was noted for his abilities in pitch-framing and in handling pitching staffs.\nMolina is the middle of three brothers (older brother Bengie and younger brother Yadier), all of whom have played catcher in Major League Baseball.",
      "pageId": 2297637,
      "monthDay": "06/03"
    },
    {
      "year": "1972",
      "uri": "/wiki/Julie_Gayet",
      "name": "Julie Gayet",
      "aboutText": "Enda Markey (born 3 June 1976, in Dublin) is an Irish-born Sydney, Australia-based Theatrical producer and former singer and actor. He is the producer of the stage productions Side by Side by Sondheim and the Australasian tour of Boublil & Schonberg's Do You Hear The People Sing? and the Australian revival of Willy Russell's Blood Brothers.",
      "pageId": 2638651,
      "monthDay": "06/03"
    },
    {
      "year": "1972",
      "uri": "/wiki/Steve_Crane",
      "name": "Steve Crane",
      "aboutText": "Alf Peter Tägtgren (born 3 June 1970) is a Swedish musician, multi-instrumentalist and producer. He is the founder, main songwriter, lead vocalist, and guitarist of the death metal band Hypocrisy as well as the industrial metal band PAIN in which he is the only member. He is also the owner of The Abyss recording studio.",
      "pageId": 2891944,
      "monthDay": "06/03"
    },
    {
      "year": "1972",
      "uri": "/wiki/Matt_Pike",
      "name": "Matt Pike",
      "aboutText": "Matt Pike (born June 3, 1972) is an American metal musician best known as the guitarist of the influential doom metal band Sleep and the frontman of High on Fire.",
      "pageId": 2892964,
      "monthDay": "06/03"
    },
    {
      "year": "1973",
      "uri": "/wiki/Jason_Jones_(actor)",
      "name": "Jason Jones",
      "aboutText": "Jeff Soto (born June 3, 1975 in Fullerton, California) is an American contemporary artist.",
      "pageId": 3019911,
      "monthDay": "06/03"
    },
    {
      "year": "1974",
      "uri": "/wiki/Kelly_Jones",
      "name": "Kelly Jones",
      "aboutText": "John Kellogg Hodgman (born June 3, 1971) is an American author, actor, and humorist. In addition to his published written works, such as The Areas of My Expertise, More Information Than You Require, and That Is All, he is known for his personification of a PC in contrast to Justin Long's personification of a Mac in Apple's \"Get a Mac\" advertising campaign, and for his work as a correspondent on Comedy Central's The Daily Show with Jon Stewart.\nHis writings have been published in One Story (to which he contributed the debut story \"Villanova\"), The Paris Review, McSweeney's Quarterly Concern, Wired and The New York Times Magazine, for which he is editor of the humor section.",
      "pageId": 3252494,
      "monthDay": "06/03"
    },
    {
      "year": "1974",
      "uri": "/wiki/Arianne_Zucker",
      "name": "Arianne Zucker",
      "aboutText": "Jason Pierre Jones (born June 3, 1973) is a Canadian-American actor and comedian. He is best known for being a correspondent on The Daily Show with Jon Stewart, and departed the show on March 26, 2015.",
      "pageId": 3646886,
      "monthDay": "06/03"
    },
    {
      "year": "1975",
      "uri": "/wiki/Jos%C3%A9_Molina_(baseball)",
      "name": "Jose Molina",
      "aboutText": "Cristiano Marques Gomes (born 3 June 1977) or simply Cris, is a Brazilian footballer. He currently is a free agent. Cris has represented his country.",
      "pageId": 9360017,
      "monthDay": "06/03"
    },
    {
      "year": "1975",
      "uri": "/wiki/Jeff_Soto",
      "name": "Jeff Soto",
      "aboutText": "Nikolaos \"Nikos\" Chatzis (alternate spelling: Hatzis) (Greek: Νίκος Χατζής; born June 3, 1976) is a retired Greek professional basketball player. He is 1.96 m (6 ft 5 in) tall, and he plays at the shooting guard position. He is among the all-time leaders in the history of the Greek Basket League in points scored, assists, 3 pointers made, and games played.",
      "pageId": 12847195,
      "monthDay": "06/03"
    },
    {
      "year": "1976",
      "uri": "/wiki/Nikos_Chatzis",
      "name": "Nikos Chatzis",
      "aboutText": "Gert Kullamäe (born June 3, 1971) is a retired Estonian professional basketball player who mostly played in a shooting guard position and was a great 3-point shooter. Gert Kullamäe is seven-time Estonian Champion and USSR, Lithuanian, Belgian and Dutch champion. Currently he is the head coach of his last team Tartu Ülikool/Rock.",
      "pageId": 16846684,
      "monthDay": "06/03"
    },
    {
      "year": "1976",
      "uri": "/wiki/Enda_Markey",
      "name": "Enda Markey",
      "aboutText": "Steven John \"Steve\" Crane (born 3 June 1972 in Grays, Essex) is a former professional English footballer.\nCrane started his professional career with Charlton Athletic in July 1990 as a trainee. In November 1990 he played for Margate on loan, but was recalled by Charlton only a month later.",
      "pageId": 22661786,
      "monthDay": "06/03"
    },
    {
      "year": "1976",
      "uri": "/wiki/Gregg_McClymont",
      "name": "Gregg McClymont",
      "aboutText": "Gregg McClymont (born 3 June 1976) is a Scottish Labour Party politician, who was the Member of Parliament (MP) for Cumbernauld, Kilsyth and Kirkintilloch East from 2010 until 2015.\n^ \"Who's Who\". Ukwhoswho.com.",
      "pageId": 27266456,
      "monthDay": "06/03"
    },
    {
      "year": "1976",
      "uri": "/wiki/Jamie_McMurray",
      "name": "Jamie McMurray",
      "aboutText": "Julian Charles Sturdy (born 3 June 1971) is a British Conservative Party politician. He was elected at the 2010 general election as Member of Parliament (MP) for York Outer.\n^ a b \"Democracy Live: Your representatives: Julian Sturdy\".",
      "pageId": 27271794,
      "monthDay": "06/03"
    },
    {
      "year": "1977",
      "uri": "/wiki/Cris_(footballer)",
      "name": "Cris",
      "aboutText": "Julie Gayet (French pronunciation: ​[ʒyli ɡajɛ]; born 3 June 1972) is a French film actress and film producer.",
      "pageId": 36196945,
      "monthDay": "06/03"
    },
    {
      "year": "1977",
      "uri": "/wiki/Travis_Hafner",
      "name": "Travis Hafner",
      "aboutText": "Ryo Narushima (成嶋 涼, Narushima Ryō, born June 3, 1971, in Kyoto Prefecture, Japan) is a Japanese actress who is affiliated with Kurata Promotion, Japan Action Enterprise, and T×T. Her real name was Keiko Kobayashi (小林 恵子, Kobayashi Keiko) (maiden name: Hayase (早瀬, Hayase))",
      "pageId": 47155725,
      "monthDay": "06/03"
    },
    {
      "year": "1977",
      "uri": "/wiki/Az-Zahir_Hakim",
      "name": "Az-Zahir Hakim",
      "aboutText": "Yelena Gadzhievna Isinbayeva (Russian: Елена Гаджиевна Исинбаева; IPA: [jɪˈlʲɛnə gɐˈdʐɨjɪvnə ɪsʲɪnˈbajɪvə]; born 3 June 1982) is a Russian pole vaulter. She is a two-time Olympic gold medalist (2004 and 2008), a three-time World Champion (2005, 2007 and 2013), the current world record holder in the event, who is widely considered the greatest female pole-vaulter of all time.\nIsinbayeva has been a major champion on nine occasions (Olympic, World outdoor and indoor champion and European outdoor and indoor champion).",
      "pageId": 888001,
      "monthDay": "06/03"
    },
    {
      "year": "1978",
      "uri": "/wiki/Lyfe_Jennings",
      "name": "Lyfe Jennings",
      "aboutText": "Prince Félix Léopold Marie Guillaume of Luxembourg (born 3 June 1984) is the second son of Grand Duke Henri and Grand Duchess Maria Teresa. He is currently second in the line of succession.",
      "pageId": 1107582,
      "monthDay": "06/03"
    },
    {
      "year": "1979",
      "uri": "/wiki/Luis_Fernando_L%C3%B3pez_(race_walker)",
      "name": "Luis Fernando López",
      "aboutText": "Az-Zahir Ali Hakim (born June 3, 1977) is a former American football wide receiver. He played college football at San Diego State. He was drafted by the St.",
      "pageId": 1501570,
      "monthDay": "06/03"
    },
    {
      "year": "1979",
      "uri": "/wiki/Christian_Malcolm",
      "name": "Christian Malcolm",
      "aboutText": "Lyfe Jennings (born Chester Jermaine Jennings on June 3, 1978) is a platinum-selling American R&B and soul singer-songwriter, record producer, and instrumentalist. He plays the guitar, bass, and piano which he integrates into his music. The New York Times referred to him as a \"socially minded R&B singer\".",
      "pageId": 2301586,
      "monthDay": "06/03"
    },
    {
      "year": "1980",
      "uri": "/wiki/Amauri",
      "name": "Amauri",
      "aboutText": "Christian Sean Malcolm (born 1979) is a Welsh athlete, specialising in the 200m.",
      "pageId": 3489401,
      "monthDay": "06/03"
    },
    {
      "year": "1980",
      "uri": "/wiki/Tamim_bin_Hamad_Al_Thani",
      "name": "Tamim bin Hamad Al Thani",
      "aboutText": "Pasquale Foggia (Italian pronunciation: [pasˈkwale ˈfɔddʒa]; born 3 June 1983 in Naples, Italy) is an Italian footballer, who plays as a left winger or attacking midfielder.",
      "pageId": 4256466,
      "monthDay": "06/03"
    },
    {
      "year": "1980",
      "uri": "/wiki/Lazaros_Papadopoulos",
      "name": "Lazaros Papadopoulos",
      "aboutText": "Sosene Raymond Anesi (born June 3, 1981 in Apia, Samoa) is a rugby union footballer and he plays fullback and wing.",
      "pageId": 5332155,
      "monthDay": "06/03"
    },
    {
      "year": "1980",
      "uri": "/wiki/Tjerk_Smeets",
      "name": "Tjerk Smeets",
      "aboutText": "Sheikh Tamim bin Hamad Al Thani (Arabic: تميم بن حمد ال ثاني ‎; born 3 June 1980) is the eighth and current Emir of the State of Qatar. He is the fourth son of the previous Emir of Qatar, Sheikh Hamad bin Khalifa Al Thani. He became Emir of Qatar on 25 June 2013 after his father's abdication.",
      "pageId": 6146151,
      "monthDay": "06/03"
    },
    {
      "year": "1981",
      "uri": "/wiki/Sosene_Anesi",
      "name": "Sosene Anesi",
      "aboutText": "Amauri Carvalho de Oliveira (born 3 June 1980), known as Amauri, is a Brazilian-born Italian footballer who plays for Italian club Torino as a striker.\nHis previous clubs include Bellinzona, Parma, Napoli, Piacenza, Empoli, Messina, Chievo, Palermo, Juventus and Fiorentina.\nHe represented Italy at international level after acquiring Italian citizenship.",
      "pageId": 6845315,
      "monthDay": "06/03"
    },
    {
      "year": "1981",
      "uri": "/wiki/Salvatore_Giardina",
      "name": "Salvatore Giardina",
      "aboutText": "Lazaros Papadopoulos (Greek: Λάζαρος Παπαδόπουλος; born June 3, 1980), is a Greek professional basketball player. He is 7 ft 1 (2.15 m) 265 lbs. and he plays at the center position.",
      "pageId": 8354511,
      "monthDay": "06/03"
    },
    {
      "year": "1981",
      "uri": "/wiki/Timur_Tekkal",
      "name": "Timur Tekkal",
      "aboutText": "Enkhbatyn Badar-Uugan (Mongolian: Энхбатын Бадар-Ууган; born June 3, 1985 in Ulaanbaatar) is a retired boxer from Mongolia who became the first Olympic boxing champion from his country when he won the gold medal in the Bantamweight (-54 kg) division at the 2008 Olympics.",
      "pageId": 8531309,
      "monthDay": "06/03"
    },
    {
      "year": "1982",
      "uri": "/wiki/Yelena_Isinbayeva",
      "name": "Yelena Isinbayeva",
      "aboutText": "Papiss Demba Cissé (born 3 June 1985), also known as Papiss Cissé, is a Senegalese footballer who plays as a striker for Newcastle United and the Senegal national team.\nFormerly of SC Freiburg, he holds the record of most goals scored by an African player in a single Bundesliga campaign – 22 in the 2010–11 season. That same season, Cissé won an s4 award for being the most efficient striker in the league.",
      "pageId": 9069284,
      "monthDay": "06/03"
    },
    {
      "year": "1982",
      "uri": "/wiki/Manfred_M%C3%B6lgg",
      "name": "Manfred Mölgg",
      "aboutText": "Manfred Mölgg (born 3 June 1982) is a World Cup alpine ski racer from northern Italy.",
      "pageId": 9560980,
      "monthDay": "06/03"
    },
    {
      "year": "1982",
      "uri": "/wiki/Dihan_Slabbert",
      "name": "Dihan Slabbert",
      "aboutText": "Daniel \"Dan\" Ewing (born 3 June 1985), is an Australian actor. He appeared on Seven Network's Home and Away series as Reuben Humphries during 2007.",
      "pageId": 12273168,
      "monthDay": "06/03"
    },
    {
      "year": "1983",
      "uri": "/wiki/Pasquale_Foggia",
      "name": "Pasquale Foggia",
      "aboutText": "Luis Fernando López Erazo (born 3 June 1979 in San Juan de Pasto, Nariño) is a Colombian race walker.\nLópez was introduced to athletics by his father, who was also a competitive race walker. His uncle, Marcelino Pastrana, was a former Colombian national champion at the 800 m, and later became his coach.",
      "pageId": 12955882,
      "monthDay": "06/03"
    },
    {
      "year": "1983",
      "uri": "/wiki/Janine_Habeck",
      "name": "Janine Habeck",
      "aboutText": "Janine Carmen Habeck (born 3 June 1983 in Berlin, Germany) is a German model. Her father is German and her mother is Italian.\nHabeck was the Playmate of the Month (PMOM) for February 2004 and Playmate of the Year in 2005 (2004 by German Playboy notation) for the German edition of Playboy.",
      "pageId": 17762611,
      "monthDay": "06/03"
    },
    {
      "year": "1984",
      "uri": "/wiki/Prince_F%C3%A9lix_of_Luxembourg",
      "name": "Prince Félix of Luxembourg",
      "aboutText": "Tjerk Smeets (born June 3, 1980) is a Dutch baseball player who currently plays for Kinheim and the Dutch national team. He is the son of Dutch radio and television personality, writer, and columnist Mart Smeets.\nSmeets played his college baseball in the United States.",
      "pageId": 18740782,
      "monthDay": "06/03"
    },
    {
      "year": "1985",
      "uri": "/wiki/Enkhbatyn_Badar-Uugan",
      "name": "Enkhbatyn Badar-Uugan",
      "aboutText": "Dihan Slabbert (born 3 June 1982), is a South African singer, performer, composer, producer, musician, and songwriter.",
      "pageId": 19914122,
      "monthDay": "06/03"
    },
    {
      "year": "1985",
      "uri": "/wiki/Papiss_Ciss%C3%A9",
      "name": "Papiss Cissé",
      "aboutText": "Timur Tekkal (born 3 June 1981 in Hannover) is a German international rugby union player, playing for the DSV 78 Hannover in the Rugby-Bundesliga and the German national rugby union team.\nHe made his debuet for Germany in 2004 against the Netherlands and his last game on 2 May 2009 against Russia.\nHe plays rugby since 1988.",
      "pageId": 26456604,
      "monthDay": "06/03"
    },
    {
      "year": "1985",
      "uri": "/wiki/Dan_Ewing",
      "name": "Dan Ewing",
      "aboutText": "Salvatore Giardina (born 3 June 1981) is an Italian footballer.",
      "pageId": 29498809,
      "monthDay": "06/03"
    },
    {
      "year": "1985",
      "uri": "/wiki/Detox_Icunt",
      "name": "Detox Icunt",
      "aboutText": "Lalaine Vergara-Paras (born June 3, 1987), also known as Lalaine, is an American actress, singer-songwriter and writer. She is perhaps best known for her role as Miranda Sanchez in the Disney Channel series Lizzie McGuire, which aired from 2001 to 2004. She has been pursuing a music career since 2009.",
      "pageId": 156103,
      "monthDay": "06/03"
    },
    {
      "year": "1985",
      "uri": "/wiki/%C5%81ukasz_Piszczek",
      "name": "Łukasz Piszczek",
      "aboutText": "Alexandros Karageorgiou (born June 3, 1986) is an archer from Greece. He competed at the 2004 Summer Olympics.\nKarageorgiou placed 33rd in the men's individual ranking round with a 72-arrow score of 647.",
      "pageId": 906042,
      "monthDay": "06/03"
    },
    {
      "year": "1986",
      "uri": "/wiki/Al_Horford",
      "name": "Al Horford",
      "aboutText": "Rafael \"Rafa\" Nadal Parera (Catalan: [rəfəˈɛɫ nəˈðaɫ pəˈɾeɾə], Spanish: [rafaˈel naˈðal paˈɾeɾa]; born 3 June 1986) is a Spanish professional tennis player currently ranked world No. 5. He is widely regarded as one of the finest clay-court players in history, and is considered by many in the sport to be the greatest clay-court player of all time; due to his dominance and success on the surface, he has been titled \"The King of Clay\". His evolution into an all-court threat has established him as one of the greatest players in tennis history, with some considering Nadal to be the greatest player of all time.",
      "pageId": 1439517,
      "monthDay": "06/03"
    },
    {
      "year": "1986",
      "uri": "/wiki/Alexandros_Karageorgiou",
      "name": "Alexandros Karageorgiou",
      "aboutText": "Masami Nagasawa (長澤 まさみ, Nagasawa Masami, born June 3, 1987 in Iwata, Shizuoka) is a Japanese actress.",
      "pageId": 2177729,
      "monthDay": "06/03"
    },
    {
      "year": "1986",
      "uri": "/wiki/Micah_Kogo",
      "name": "Micah Kogo",
      "aboutText": "Kathryn Elise Hoff (born June 3, 1989) is an American former competition swimmer, Olympic medalist, and former world record-holder. Hoff was known for her success in the 200- and 400-meter individual medley, though she was a very capable swimmer in many events, ranging from the four 200-meter events to the 800-meter freestyle. She represented the United States at the 2004 Summer Olympics and 2008 Summer Olympics, in which she captured a silver and two bronze medals.",
      "pageId": 2441511,
      "monthDay": "06/03"
    },
    {
      "year": "1986",
      "uri": "/wiki/Rafael_Nadal",
      "name": "Rafael Nadal",
      "aboutText": "Adrián Vallés Escortell (born 3 June 1986 in Teulada, Alicante) is a Spanish race car driver.",
      "pageId": 4603367,
      "monthDay": "06/03"
    },
    {
      "year": "1986",
      "uri": "/wiki/Adri%C3%A1n_Vall%C3%A9s",
      "name": "Adrián Vallés",
      "aboutText": "Alfred Joel Horford (born June 3, 1986) is a Dominican professional basketball player for the Atlanta Hawks of the National Basketball Association (NBA). Horford played college basketball for the University of Florida, and was the starting center on the Florida Gators teams that won back-to-back NCAA national championships in 2006 and 2007.",
      "pageId": 4629580,
      "monthDay": "06/03"
    },
    {
      "year": "1986",
      "uri": "/wiki/Tom%C3%A1%C5%A1_Verner",
      "name": "Tomáš Verner",
      "aboutText": "Countess Leonore of Orange-Nassau, Jonkvrouwe van Amsberg (Leonore Marie Irene Enrica; born 3 June 2006 at Bronovo hospital in The Hague), is the third child and second daughter of Prince Constantijn and Princess Laurentien of the Netherlands, née Brinkhorst. She is member of the Dutch Royal Family and currently seventh in the line of succession to the Dutch throne.\nCountess Leonore was baptised in the chapel of Het Loo Palace in Apeldoorn on 8 October 2006.",
      "pageId": 5408465,
      "monthDay": "06/03"
    },
    {
      "year": "1987",
      "uri": "/wiki/Lalaine",
      "name": "Lalaine",
      "aboutText": "Micah Kemboi Kogo (born 3 June 1986 in Burnt Forest, Uasin Gishu District) is a Kenyan long-distance runner, who specialises in the 10,000 metres. He is the former world record holder in the 10 kilometres road race event with a time of 27:01, and is the second fastest after countryman Leonard Komon.",
      "pageId": 6700752,
      "monthDay": "06/03"
    },
    {
      "year": "1987",
      "uri": "/wiki/Michelle_Keegan",
      "name": "Michelle Keegan",
      "aboutText": "Tomáš Verner (Czech pronunciation: [ˈtomaːʃ ˈvɛrnɛr]; born 3 June 1986) is a Czech figure skater. He is the 2008 European champion, a medalist at two other European Championships (2007 silver, 2011 bronze), and a ten-time (2002–2004, 2006–2008, 2011–2014) Czech national champion.",
      "pageId": 7171575,
      "monthDay": "06/03"
    },
    {
      "year": "1987",
      "uri": "/wiki/Masami_Nagasawa",
      "name": "Masami Nagasawa",
      "aboutText": "Łukasz Piszczek (Polish pronunciation: [ˈwukaʂ ˈpʲiʂt͡ʂɛk]; born 3 June 1985) is a Polish footballer who plays for the German Bundesliga club Borussia Dortmund as a right back, having previously played for Hertha BSC and Zagłębie Lubin. He has been capped over 35 times by Poland at international level from his debut in 2007, and was included in the nation's squads for two European Championships.",
      "pageId": 8340428,
      "monthDay": "06/03"
    },
    {
      "year": "1989",
      "uri": "/wiki/Katie_Hoff",
      "name": "Katie Hoff",
      "aboutText": "Michelle Elizabeth Benson Keegan (born on 3 June 1987 in Stockport, Greater Manchester) is an English actress and model. She portrayed Tina McIntyre in the ITV soap opera Coronation Street between 2008 and 2014. In 2015, Keegan played the role of Tracy in the BBC drama series Ordinary Lies.",
      "pageId": 15194587,
      "monthDay": "06/03"
    },
    {
      "year": "1989",
      "uri": "/wiki/Anthony_Taugourdeau",
      "name": "Anthony Taugourdeau",
      "aboutText": "Fabian Götze (born 3 June 1990) is a German footballer, who last played for SpVgg Unterhaching.",
      "pageId": 25700559,
      "monthDay": "06/03"
    },
    {
      "year": "1990",
      "uri": "/wiki/Fabian_G%C3%B6tze",
      "name": "Fabian Götze",
      "aboutText": "Mario Götze (German pronunciation: [ˈɡœtsə]; born 3 June 1992) is a German footballer who plays as an attacking midfielder for Bayern Munich and the Germany national team. Although his favoured position is that of a playmaker, he can also be deployed as a striker or winger. Götze is considered to be one of the sport's best young players, possessing speed, technique, dribbling skills, and play-making capabilities.",
      "pageId": 27640410,
      "monthDay": "06/03"
    },
    {
      "year": "1992",
      "uri": "/wiki/Mario_G%C3%B6tze",
      "name": "Mario Götze",
      "aboutText": "Anthony Michel Taugourdeau (born 3 June 1989) is a French footballer who plays for Italian Serie B club AlbinoLeffe.",
      "pageId": 28459347,
      "monthDay": "06/03"
    },
    {
      "year": "1992",
      "uri": "/wiki/Monika_Linkyt%C4%97",
      "name": "Monika Linkytė",
      "aboutText": "Detox Icunt, known mononymously as Detox, is an American drag performer and recording artist.",
      "pageId": 38883276,
      "monthDay": "06/03"
    },
    {
      "year": "1994",
      "uri": "/wiki/Anne_Winters_(actress)",
      "name": "Anne Winters",
      "aboutText": "Anne Christine Winters (born June 3, 1994) is an American actress. She is currently a regular on the FX series Tyrant as Emma Al-Fayeed, and co-starred on ABC's crime drama series Wicked City as Vicki Roth. She is also known for her recurring role as Kelsey on ABC Family's The Fosters.",
      "pageId": 40367557,
      "monthDay": "06/03"
    },
    {
      "year": "1995",
      "uri": "/wiki/Triin_Tobi",
      "name": "Triin Tobi",
      "aboutText": "Triin Tobi (born June 3, 1995 in Tartu, Estonia) is an alpine skier from Estonia. She competed for Estonia at the 2014 Winter Olympics in the slalom and giant slalom.",
      "pageId": 41983069,
      "monthDay": "06/03"
    },
    {
      "year": "2006",
      "uri": "/wiki/Countess_Leonore_of_Orange-Nassau_van_Amsberg",
      "name": "Countess Leonore of Orange-Nassau van Amsberg",
      "aboutText": "Monika Linkytė (born 3 June 1992) is Lithuanian singer who represented Lithuania in the Eurovision Song Contest 2015 along with Vaidas Baumila with the song \"This Time\". She also represent Lithuania in the \"New Wave 2014\". Linkytė has previously attempted to represent Lithuania in the Eurovision Song Contest in 2010, 2011, 2012, 2013, 2014 and in the Junior Eurovision Song Contest in 2007.",
      "pageId": 45467176,
      "monthDay": "06/03"
    }
  ]
}