{
  "people": [
    {
      "year": "156 BC",
      "uri": "/wiki/Emperor_Wu_of_Han",
      "name": "Emperor Wu of Han",
      "aboutText": "Eugène Henri Paul Gauguin (French: [øʒɛn ɑ̃ʁi pɔl ɡoɡɛ̃]; 7 June 1848 – 8 May 1903) was a French post-Impressionist artist who was not well appreciated until after his death.\nGauguin is now recognized for his experimental use of color and synthetist style that were distinctly different from Impressionism. His work was influential to the French avant-garde and many modern artists, such as Pablo Picasso and Henri Matisse.",
      "pageId": 64719,
      "monthDay": "06/07"
    },
    {
      "year": "997",
      "uri": "/wiki/Emperor_Taizong_of_Song",
      "name": "Emperor Taizong of Song",
      "aboutText": "Georgiana Cavendish, Duchess of Devonshire (née Spencer; /dʒɒrˈdʒeɪnə/ jor-JAY-nə; 7 June 1757 – 30 March 1806) was the first wife of William Cavendish, 5th Duke of Devonshire, and mother of the 6th Duke of Devonshire.\nHer father, John Spencer, 1st Earl Spencer, was a great-grandson of John Churchill, 1st Duke of Marlborough. Her niece was Lady Caroline Lamb.",
      "pageId": 125379,
      "monthDay": "06/07"
    },
    {
      "year": "1003",
      "uri": "/wiki/Emperor_Jingzong_of_Western_Xia",
      "name": "Emperor Jingzong of Western Xia",
      "aboutText": "John Rennie FRSE FRS (7 June 1761 – 4 October 1821) was a Scottish civil engineer who designed many bridges, canals, and docks.",
      "pageId": 145989,
      "monthDay": "06/07"
    },
    {
      "year": "1422",
      "uri": "/wiki/Federico_da_Montefeltro",
      "name": "Federico da Montefeltro",
      "aboutText": "John III (Portuguese: João III Portuguese pronunciation: [ʒuˈɐ̃w̃]; 7 June 1502 – 11 June 1557) was the King of Portugal and the Algarves from 13 December 1521 to 11 June 1557. He was the son of King Manuel I and Maria of Aragon, the third daughter of King Ferdinand II of Aragon and Queen Isabella I of Castile. John succeeded his father in 1521, at the age of nineteen.",
      "pageId": 147123,
      "monthDay": "06/07"
    },
    {
      "year": "1502",
      "uri": "/wiki/John_III_of_Portugal",
      "name": "John III of Portugal",
      "aboutText": "Étienne Pasquier (7 June 1529 – 1 September 1615) was a French lawyer and man of letters. By his own account he was born in Paris on 7 June 1529, but according to others he was born in 1528. He was called to the Paris bar in 1549.",
      "pageId": 166182,
      "monthDay": "06/07"
    },
    {
      "year": "1529",
      "uri": "/wiki/%C3%89tienne_Pasquier",
      "name": "Étienne Pasquier",
      "aboutText": "Carlota of Mexico (Marie Charlotte Amélie Augustine Victoire Clémentine Léopoldine; 7 June 1840 – 19 January 1927) was a Belgian princess, the daughter of Leopold I of Belgium, who became Empress of Mexico as the wife of Maximilian I of Mexico.",
      "pageId": 193756,
      "monthDay": "06/07"
    },
    {
      "year": "1687",
      "uri": "/wiki/Gaetano_Berenstadt",
      "name": "Gaetano Berenstadt",
      "aboutText": "George Bryan \"Beau\" Brummell (7 June 1778 – 30 March 1840) was an iconic figure in Regency England, the arbiter of men's fashion, and a friend of the Prince Regent, the future King George IV. He established the mode of dress for men that rejected overly ornate fashions for one of understated, but perfectly fitted and tailored bespoke garments. This look was based on dark coats, full-length trousers rather than knee breeches and stockings, and above all immaculate shirt linen and an elaborately knotted cravat.\nBeau Brummell is credited with introducing, and establishing as fashion, the modern men's suit, worn with a necktie.",
      "pageId": 194308,
      "monthDay": "06/07"
    },
    {
      "year": "1702",
      "uri": "/wiki/Louis_George,_Margrave_of_Baden-Baden",
      "name": "Louis George, Margrave of Baden-Baden",
      "aboutText": "\"Lord Liverpool\" redirects here. For other uses, see Earl of Liverpool.\nRobert Banks Jenkinson, 2nd Earl of Liverpool KG PC (7 June 1770 – 4 December 1828) was an English politician and both the youngest and longest-serving Prime Minister (1812–27) since 1806.",
      "pageId": 232878,
      "monthDay": "06/07"
    },
    {
      "year": "1757",
      "uri": "/wiki/Georgiana_Cavendish,_Duchess_of_Devonshire",
      "name": "Georgiana Cavendish, Duchess of Devonshire",
      "aboutText": "Leopold Auer (Hungarian: Auer Lipót; June 7, 1845 – July 15, 1930) was a Hungarian violinist, academic, conductor and composer.",
      "pageId": 307984,
      "monthDay": "06/07"
    },
    {
      "year": "1761",
      "uri": "/wiki/John_Rennie_the_Elder",
      "name": "John Rennie the Elder",
      "aboutText": "Emperor Wu of Han (30 June 156 BC – 29 March 87 BC), born Liu Che, courtesy name Tong, was the seventh emperor of the Han dynasty of China, ruling from 140–87 BC.",
      "pageId": 339091,
      "monthDay": "06/07"
    },
    {
      "year": "1770",
      "uri": "/wiki/Robert_Jenkinson,_2nd_Earl_of_Liverpool",
      "name": "Robert Jenkinson, 2nd Earl of Liverpool",
      "aboutText": "Philipp Eduard Anton von Lenard (7 June 1862 – 20 May 1947) was a German physicist and the winner of the Nobel Prize for Physics in 1905 for his research on cathode rays and the discovery of many of their properties. He was a nationalist and anti-Semite; as an active proponent of the Nazi ideology, he had supported Adolf Hitler in the 1920s and was an important role model for the \"Deutsche Physik\" movement during the Nazi period.\n^ \"Lénárd Fülöp (1862–1947)\".",
      "pageId": 393676,
      "monthDay": "06/07"
    },
    {
      "year": "1778",
      "uri": "/wiki/Beau_Brummell",
      "name": "Beau Brummell",
      "aboutText": "Alois Hitler, Sr. (born Alois Schicklgruber; 7 June 1837 – 3 January 1903) was an Austrian civil servant and the father of dictator Adolf Hitler.",
      "pageId": 549681,
      "monthDay": "06/07"
    },
    {
      "year": "1811",
      "uri": "/wiki/James_Young_Simpson",
      "name": "James Young Simpson",
      "aboutText": "Federico da Montefeltro, also known as Federico III da Montefeltro (7 June 1422 – 10 September 1482), was one of the most successful condottieri of the Italian Renaissance, and lord of Urbino from 1444 (as Duke from 1474) until his death.",
      "pageId": 621744,
      "monthDay": "06/07"
    },
    {
      "year": "1831",
      "uri": "/wiki/Amelia_Edwards",
      "name": "Amelia Edwards",
      "aboutText": "Amelia Ann Blanford Edwards (7 June 1831 – 15 April 1892), also known as Amelia B. Edwards, was an English novelist, journalist, traveller and Egyptologist. Her most successful literary works included the ghost story \"The Phantom Coach\" (1864), the novels Barbara's History (1864) and Lord Brackenbury (1880), and the Egyptian travelogue A Thousand Miles up the Nile (1877), which described her 1873–1874 voyage up the Nile River. In 1882, she co-founded the Egypt Exploration Fund (now the Egypt Exploration Society) and became its joint Honorary Secretary.",
      "pageId": 684336,
      "monthDay": "06/07"
    },
    {
      "year": "1837",
      "uri": "/wiki/Alois_Hitler",
      "name": "Alois Hitler",
      "aboutText": "Zhao Guangyi (趙光義) (939–997), born Zhao Kuangyi (趙匡乂), also known by his temple name Taizong (太宗), was the 2nd emperor of imperial China's Song Dynasty, reigning from 976 until his death. He succeeded his elder brother Emperor Taizu.\nEmperor Taizong is remembered as a hardworking and diligent emperor.",
      "pageId": 1070391,
      "monthDay": "06/07"
    },
    {
      "year": "1840",
      "uri": "/wiki/Carlota_of_Mexico",
      "name": "Carlota of Mexico",
      "aboutText": "Sir James Young Simpson, 1st Baronet (7 June 1811 – 6 May 1870) was a Scottish obstetrician and an important figure in the history of medicine.",
      "pageId": 1459367,
      "monthDay": "06/07"
    },
    {
      "year": "1845",
      "uri": "/wiki/Leopold_Auer",
      "name": "Leopold Auer",
      "aboutText": "Emperor Jingzong of Western Xia (1003–1048), born Li Yuanhao (Chinese: 李元昊), or Tuoba Yuanhao (Chinese: 拓跋元昊), was the first emperor of the Western Xia Empire located in northwestern China, reigning from 1038 to 1048. He was the eldest son of the Tangut ruler Li Deming.",
      "pageId": 2589286,
      "monthDay": "06/07"
    },
    {
      "year": "1848",
      "uri": "/wiki/Paul_Gauguin",
      "name": "Paul Gauguin",
      "aboutText": "Gaetano Berenstadt (7 June 1687 – buried 9 December 1734) was an Italian alto castrato who is best remembered for his association with the composer George Frideric Handel. Berenstadt created roles in three of Handel's operas. Berenstadt's parents were German and his father was timpanist to the Grand Duke of Tuscany.",
      "pageId": 9233105,
      "monthDay": "06/07"
    },
    {
      "year": "1851",
      "uri": "/wiki/Ture_Malmgren",
      "name": "Ture Malmgren",
      "aboutText": "Louis George of Baden-Baden (German: Ludwig Georg Simpert; 7 June 1702 – 22 October 1761) was the Margrave of Baden-Baden from 1707 till his death in 1761. From 1707 till 1727 his mother Sibylle of Saxe-Lauenburg was the regent of Baden-Baden. He was succeeded by his younger brother August Georg Simpert.",
      "pageId": 27889231,
      "monthDay": "06/07"
    },
    {
      "year": "1862",
      "uri": "/wiki/Philipp_Lenard",
      "name": "Philipp Lenard",
      "aboutText": "Ture Robert Ferdinand Malmgren (7 June 1851 – 3 August 1922) was a Swedish journalist, book publisher, and municipal politician.",
      "pageId": 43861205,
      "monthDay": "06/07"
    },
    {
      "year": "1863",
      "uri": "/wiki/Bones_Ely",
      "name": "Bones Ely",
      "aboutText": "Knud Johan Victor Rasmussen (June 7, 1879 – December 21, 1933) was a Danish polar explorer and anthropologist. He has been called the \"father of Eskimology\" and was the first European to cross the Northwest Passage via dog sled.",
      "pageId": 17193,
      "monthDay": "06/07"
    },
    {
      "year": "1868",
      "uri": "/wiki/Charles_Rennie_Mackintosh",
      "name": "Charles Rennie Mackintosh",
      "aboutText": "Robert Sanderson Mulliken ForMemRS (June 7, 1896 – October 31, 1986) was an American physicist and chemist, primarily responsible for the early development of molecular orbital theory, i.e. the elaboration of the molecular orbital method of computing the structure of molecules. Dr.",
      "pageId": 39049,
      "monthDay": "06/07"
    },
    {
      "year": "1877",
      "uri": "/wiki/Roelof_Klein",
      "name": "Roelof Klein",
      "aboutText": "Charles Rennie Mackintosh (7 June 1868 – 10 December 1928) was a Scottish architect, designer, water colourist and artist. He was a designer in the Post-Impressionist movement and also the main representative of Art Nouveau in the United Kingdom. He had considerable influence on European design.",
      "pageId": 54595,
      "monthDay": "06/07"
    },
    {
      "year": "1879",
      "uri": "/wiki/Knud_Rasmussen",
      "name": "Knud Rasmussen",
      "aboutText": "Imre Nagy (Hungarian pronunciation: [ˈimrɛ ˈnɒɟ]; 7 June 1896 – 16 June 1958) was a Hungarian communist politician who was appointed Chairman of the Council of Ministers of the People's Republic of Hungary on two occasions.",
      "pageId": 62022,
      "monthDay": "06/07"
    },
    {
      "year": "1879",
      "uri": "/wiki/Joan_Vo%C3%BBte",
      "name": "Joan Voûte",
      "aboutText": "For other uses, see Coanda (disambiguation)",
      "pageId": 190460,
      "monthDay": "06/07"
    },
    {
      "year": "1880",
      "uri": "/wiki/Thorleif_Lund",
      "name": "Thorleif Lund",
      "aboutText": "George Szell (/ˈsɛl/; June 7, 1897 – July 30, 1970), originally György Széll, György Endre Szél, or Georg Szell, was a Hungarian-born American conductor and composer. He is widely considered one of the twentieth century's greatest conductors. He is remembered today for his long and successful tenure as music director of the Cleveland Orchestra of Cleveland, Ohio, and for the recordings of the standard classical repertoire he made in Cleveland and with other orchestras.",
      "pageId": 358707,
      "monthDay": "06/07"
    },
    {
      "year": "1884",
      "uri": "/wiki/Ester_Claesson",
      "name": "Ester Claesson",
      "aboutText": "Clarence Harrison DeMar (June 7, 1888 – June 11, 1958) was a U.S. marathoner, winner of seven Boston Marathons, and Bronze medalist at the 1924 Paris Olympics. He was known by the nickname \"Mr.",
      "pageId": 867904,
      "monthDay": "06/07"
    },
    {
      "year": "1883",
      "uri": "/wiki/Sylvanus_Morley",
      "name": "Sylvanus Morley",
      "aboutText": "Elizabeth Bowen, CBE (/ˈboʊən/; 7 June 1899 – 22 February 1973) was an Anglo-Irish novelist and short story writer.",
      "pageId": 879091,
      "monthDay": "06/07"
    },
    {
      "year": "1886",
      "uri": "/wiki/Henri_Coand%C4%83",
      "name": "Henri Coandă",
      "aboutText": "Alexander Nikolaievich Prokofiev de Seversky (Russian: Алекса́ндр Никола́евич Проко́фьев-Се́верский) (June 7, 1894 – August 24, 1974) was a Russian-American aviation pioneer, inventor, and influential advocate of strategic air power.",
      "pageId": 1348474,
      "monthDay": "06/07"
    },
    {
      "year": "1888",
      "uri": "/wiki/Clarence_DeMar",
      "name": "Clarence DeMar",
      "aboutText": "Glen Gray (June 7, 1906 – August 23, 1963) was a jazz saxophonist and leader of the Casa Loma Orchestra.",
      "pageId": 1774624,
      "monthDay": "06/07"
    },
    {
      "year": "1892",
      "uri": "/wiki/Leo_Reise",
      "name": "Leo Reise",
      "aboutText": "Douglas Campbell (June 7, 1896 – December 16, 1990) was an American aviator and World War I flying ace. He was the first American aviator flying in an American-trained air unit to achieve the status of ace.",
      "pageId": 3226451,
      "monthDay": "06/07"
    },
    {
      "year": "1893",
      "uri": "/wiki/Gillis_Grafstr%C3%B6m",
      "name": "Gillis Grafström",
      "aboutText": "Gillis Emanuel Grafström (7 June 1893 – 14 April 1938) was a Swedish figure skater. He was born in Stockholm, Sweden. He won three successive Olympic gold medals in Men's Figure Skating (1920, 1924, 1928) as well as an Olympic silver medal in the same event in 1932, and three World Championships (1922, 1924, 1929).",
      "pageId": 3266903,
      "monthDay": "06/07"
    },
    {
      "year": "1894",
      "uri": "/wiki/Alexander_P._de_Seversky",
      "name": "Alexander P. de Seversky",
      "aboutText": "Leopold Adolph Emile Reise, Sr. (June 1, 1892 – July 8, 1975) was a Canadian professional hockey player who played 8 seasons in the National Hockey League for the Hamilton Tigers, New York Americans and New York Rangers.",
      "pageId": 5480952,
      "monthDay": "06/07"
    },
    {
      "year": "1896",
      "uri": "/wiki/Douglas_Campbell_(aviator)",
      "name": "Douglas Campbell",
      "aboutText": "Sylvanus Griswold Morley (June 7, 1883 – September 2, 1948) was an American archaeologist, epigrapher, and Mayanist scholar who made significant contributions toward the study of the pre-Columbian Maya civilization in the early 20th century.\nMorley made extensive excavations of the Maya site of Chichen Itza that he directed on behalf of the Carnegie Institution. He also published several large compilations and treatises on Maya hieroglyphic writing, and wrote popular accounts on the Maya for a general audience.",
      "pageId": 5517335,
      "monthDay": "06/07"
    },
    {
      "year": "1896",
      "uri": "/wiki/Robert_S._Mulliken",
      "name": "Robert S. Mulliken",
      "aboutText": "William Frederick \"Bones\" Ely (June 7, 1863 – January 10, 1952) was a shortstop in Major League Baseball. He was born in North Girard, Pennsylvania.\nDuring the 1904 season, Bones Ely along with his brother Ben Ely purchased the Portland Browns of the Pacific Coast League.",
      "pageId": 8188208,
      "monthDay": "06/07"
    },
    {
      "year": "1896",
      "uri": "/wiki/Imre_Nagy",
      "name": "Imre Nagy",
      "aboutText": "Roelof Klein (7 June 1877 – 13 February 1960) was a Dutch rower who competed at the 1900 Summer Olympics in Paris. Klein was part of the Dutch eight team that won a bronze medal with Hermanus Brockmann as the coxswain. Brockmann also steered the boat of Klein and François Brandt in the coxed pairs semifinal, which they lost to France.",
      "pageId": 12661833,
      "monthDay": "06/07"
    },
    {
      "year": "1897",
      "uri": "/wiki/George_Szell",
      "name": "George Szell",
      "aboutText": "Joan George Erardus Gijsbertus Voûte (June 7, 1879 – August 20, 1963) was a Dutch astronomer.\nHe was born in Madioen, Java to a Huguenot family. He studied civil engineering at Delft, but while a student he gained an interest in astronomy—studying variable stars.",
      "pageId": 18248302,
      "monthDay": "06/07"
    },
    {
      "year": "1899",
      "uri": "/wiki/Elizabeth_Bowen",
      "name": "Elizabeth Bowen",
      "aboutText": "Thorleif Brinck Lund (7 June 1880 – 30 June 1956) was a Norwegian stage and film actor of the silent film era.",
      "pageId": 22980438,
      "monthDay": "06/07"
    },
    {
      "year": "1900",
      "uri": "/wiki/Glen_Gray",
      "name": "Glen Gray",
      "aboutText": "Georges Van Parys (7 June 1902 in Paris – 27 January 1971 in Paris) was a French composer of film music and operettas. Among his musical influences were the group Les Six, Maurice Ravel, and Claude Debussy. Later in his career he served as vice-president of the Société des auteurs, compositeurs et éditeurs de musique.",
      "pageId": 25015488,
      "monthDay": "06/07"
    },
    {
      "year": "1902",
      "uri": "/wiki/Georges_Van_Parys",
      "name": "Georges Van Parys",
      "aboutText": "Ester Laura Matilda Claesson (7 June 1884 – 12 November 1931) was a Swedish landscaping pioneer and is considered the first female landscape architect in Sweden.",
      "pageId": 47613844,
      "monthDay": "06/07"
    },
    {
      "year": "1902",
      "uri": "/wiki/Herman_B_Wells",
      "name": "Herman B Wells",
      "aboutText": "Jessica Alice Tandy (7 June 1909 – 11 September 1994) was an English-American stage and film actress, who spent most of her 67-year career in the United States.",
      "pageId": 84047,
      "monthDay": "06/07"
    },
    {
      "year": "1905",
      "uri": "/wiki/James_J._Braddock",
      "name": "James J. Braddock",
      "aboutText": "Dean Paul Martin (born Dino Paul Crocetti; June 7, 1917 – December 25, 1995) was an American singer, actor, comedian, and film producer.\nOne of the most popular and enduring American entertainers of the mid-20th century, Martin was nicknamed the \"King of Cool\" for his seemingly effortless charisma and self-assurance.  He and Jerry Lewis were partners in the immensely popular comedy team \"Martin and Lewis\".",
      "pageId": 151603,
      "monthDay": "06/07"
    },
    {
      "year": "1907",
      "uri": "/wiki/Count_Sigvard_Bernadotte_of_Wisborg",
      "name": "Count Sigvard Bernadotte of Wisborg",
      "aboutText": "Virginia Apgar (7 June 1909–7 August 1974) was an American obstetrical anesthesiologist. She was a leader in the fields of anesthesiology and teratology, and introduced obstetrical considerations to the established field of neonatology.",
      "pageId": 250256,
      "monthDay": "06/07"
    },
    {
      "year": "1909",
      "uri": "/wiki/Virginia_Apgar",
      "name": "Virginia Apgar",
      "aboutText": "Gwendolyn Elizabeth Brooks (June 7, 1917 – December 2, 2000) was an American poet and teacher. She was the first black person (the term she preferred over African-American) to win a Pulitzer prize when she was awarded the Pulitzer Prize for Poetry in 1950 for her second collection, Annie Allen.\nThroughout her career she received many more honors.",
      "pageId": 412283,
      "monthDay": "06/07"
    },
    {
      "year": "1909",
      "uri": "/wiki/Peter_W._Rodino",
      "name": "Peter W. Rodino",
      "aboutText": "Georges René Louis Marchais (7 June 1920, La Hoguette in Calvados – 16 November 1997, Paris) was the head of the French Communist Party (PCF) from 1972 to 1994, and a candidate in the French presidential elections of 1981.",
      "pageId": 457094,
      "monthDay": "06/07"
    },
    {
      "year": "1909",
      "uri": "/wiki/Jessica_Tandy",
      "name": "Jessica Tandy",
      "aboutText": "Peter Wallace Rodino, Jr. (June 7, 1909 – May 7, 2005) was a Democratic United States congressman from New Jersey from 1949 to 1989. Rodino rose to prominence as the chairman of the House Judiciary Committee, where he oversaw the impeachment hearings that led to the resignation of president Richard Nixon.",
      "pageId": 490153,
      "monthDay": "06/07"
    },
    {
      "year": "1910",
      "uri": "/wiki/Arthur_Gardner_(producer)",
      "name": "Arthur Gardner",
      "aboutText": "James Walter \"Cinderella Man\" Braddock (June 7, 1905 – November 29, 1974) was an American boxer who was the world heavyweight champion from 1935 to 1937.\nFighting under the name James J. Braddock (ostensibly to follow the pattern set by two prior world boxing champions, James J. Corbett and James J. Jeffries), he was known for his powerful right hand, solid chin and comeback from a floundering career. He had lost several bouts due to chronic hand injuries and was forced to work on the docks and collect social assistance to feed his family during the Great Depression.",
      "pageId": 709249,
      "monthDay": "06/07"
    },
    {
      "year": "1910",
      "uri": "/wiki/Mike_Sebastian",
      "name": "Mike Sebastian",
      "aboutText": "Sigvard Oscar Fredrik Bernadotte, Count of Wisborg (7 June 1907 in Drottningholm – 4 February 2002 in Stockholm) was a Swedish industrial designer.\nHe was the second son of King Gustav VI Adolf of Sweden and his first wife, Margaret, Duchess of Scania, and was originally known as Prince Sigvard, Duke of Uppland, but lost his royal titles in 1934 when he married a commoner. He was also a paternal uncle of King Carl XVI Gustaf of Sweden and a maternal uncle of Queen Margrethe II of Denmark and Queen Anne-Marie of Greece.",
      "pageId": 839945,
      "monthDay": "06/07"
    },
    {
      "year": "1910",
      "uri": "/wiki/Bradford_Washburn",
      "name": "Bradford Washburn",
      "aboutText": "Clifford Brooks Stevens (June 7, 1911 – January 4, 1995) was an American industrial designer of home furnishings, appliances, automobiles and motorcycles — as well as a graphic designer and stylist.\nIn 1944, along with Raymond Loewy and eight others, Stevens formed the Industrial Designers Society of America.",
      "pageId": 916074,
      "monthDay": "06/07"
    },
    {
      "year": "1910",
      "uri": "/wiki/Marion_Post_Wolcott",
      "name": "Marion Post Wolcott",
      "aboutText": "Herman B Wells (June 7, 1902 – March 18, 2000) was the 11th president of Indiana University. He served the university in a variety of capacities, most notably as president and as chancellor. He was pivotal in the development of Indiana University from a small locally oriented college into a world class institution of higher learning.",
      "pageId": 990970,
      "monthDay": "06/07"
    },
    {
      "year": "1911",
      "uri": "/wiki/Brooks_Stevens",
      "name": "Brooks Stevens",
      "aboutText": "Jules Deschênes, CC FRSC (June 7, 1923 – May 10, 2000) was a Canadian Quebec Superior Court judge.\nBorn in Montreal, to Wilfrid Deschênes and Berthe Bérard, he completed grade school under the supervision of les Clercs de Saint-Viateur and classical studies under les Messieurs de Saint-Sulpice. He graduated from the University of Montreal and was admitted to the Bar of Quebec in 1946.",
      "pageId": 1895097,
      "monthDay": "06/07"
    },
    {
      "year": "1915",
      "uri": "/wiki/Graham_Ingels",
      "name": "Graham Ingels",
      "aboutText": "Graham J. Ingels (June 7, 1915 – April 4, 1991) was a comic book and magazine illustrator best known for his work in EC Comics during the 1950s, notably on The Haunt of Fear and Tales from the Crypt, horror titles written and edited by Al Feldstein, and The Vault of Horror, written and edited by Feldstein and Johnny Craig. Ingels' flair for horror led EC to promote him as Ghastly Graham Ingels, and he began signing his work \"Ghastly\" in 1952.",
      "pageId": 1958269,
      "monthDay": "06/07"
    },
    {
      "year": "1917",
      "uri": "/wiki/Gwendolyn_Brooks",
      "name": "Gwendolyn Brooks",
      "aboutText": "Marion Post (June 7, 1910 – November 24, 1990), later Marion Post Wolcott, was a noted American photographer who worked for the Farm Security Administration during the Great Depression documenting poverty and deprivation.",
      "pageId": 2622482,
      "monthDay": "06/07"
    },
    {
      "year": "1917",
      "uri": "/wiki/Dean_Martin",
      "name": "Dean Martin",
      "aboutText": "Henry Bradford Washburn, Jr. (June 7, 1910 – January 10, 2007) was an American explorer, mountaineer, photographer, and cartographer. He established the Boston Museum of Science, served as its director from 1939–1980, and from 1985 until his death served as its Honorary Director (a lifetime appointment).",
      "pageId": 4547965,
      "monthDay": "06/07"
    },
    {
      "year": "1920",
      "uri": "/wiki/Georges_Marchais",
      "name": "Georges Marchais",
      "aboutText": "Jean-Noël Tremblay, CM (born June 7, 1926) is a former Canadian politician, who made career at both the federal and the provincial levels.",
      "pageId": 5892588,
      "monthDay": "06/07"
    },
    {
      "year": "1921",
      "uri": "/wiki/Tal_Farlow",
      "name": "Tal Farlow",
      "aboutText": "Leo Charles Reise, Jr. (June 7, 1922 – July 26, 2015) was a professional ice hockey player in the NHL and son of former pro Leo Reise.",
      "pageId": 7463090,
      "monthDay": "06/07"
    },
    {
      "year": "1922",
      "uri": "/wiki/Leo_Reise,_Jr.",
      "name": "Leo Reise, Jr.",
      "aboutText": "Arthur Gardner (born Arthur Goldberg; June 7, 1910 – December 19, 2014) was an American actor and film producer. He was known for his television western, The Rifleman.",
      "pageId": 13130986,
      "monthDay": "06/07"
    },
    {
      "year": "1923",
      "uri": "/wiki/Jules_Desch%C3%AAnes",
      "name": "Jules Deschênes",
      "aboutText": "Michael John \"Lefty\" Sebastian (June 7, 1910 – June 28, 1989) was an American football halfback in the National Football League for the Cincinnati Reds, Boston Redskins, Philadelphia Eagles, Pittsburgh Pirates, (later renamed the Steelers) and the Cleveland Rams. Nicknamed the Rose of Sharon, he also played for the Rams while they were still members of the second American Football League as well as the AFL's Rochester Tigers. Prior to his professional career, Mike played college football at the University of Pittsburgh.",
      "pageId": 13927113,
      "monthDay": "06/07"
    },
    {
      "year": "1925",
      "uri": "/wiki/John_Biddle_(yachting_cinematographer)",
      "name": "John Biddle",
      "aboutText": "Talmage Holt Farlow (June 7, 1921 – July 25, 1998) was an American jazz guitarist. Nicknamed the \"Octopus\" for his extremely large hands which spread over the fretboard as if they were tentacles, he is considered one of the all-time great jazz guitarists.",
      "pageId": 15061975,
      "monthDay": "06/07"
    },
    {
      "year": "1926",
      "uri": "/wiki/Jean-No%C3%ABl_Tremblay",
      "name": "Jean-Noël Tremblay",
      "aboutText": "John Scott Biddle (1925–2008) was a foremost yachting cinematographer and lecturer, establishing a film-making career that spanned more than forty years.",
      "pageId": 25642199,
      "monthDay": "06/07"
    },
    {
      "year": "1927",
      "uri": "/wiki/Charles_de_Tornaco",
      "name": "Charles de Tornaco",
      "aboutText": "Sir Thomas Jones Woodward OBE (born 7 June 1940) is a Welsh singer known by his stage name Tom Jones. He became one of the most popular vocalists to emerge from the mid-1960s. Since then, he has sung many forms of popular music – pop, rock, R&B, show tunes, country, dance, soul, and gospel – and sold over 100 million records.",
      "pageId": 45968,
      "monthDay": "06/07"
    },
    {
      "year": "1927",
      "uri": "/wiki/Paul_Salamunovich",
      "name": "Paul Salamunovich",
      "aboutText": "John Napier Wyndham Turner, PC, CC, QC (born June 7, 1929) is an English born Canadian lawyer and politician, who served as the 17th Prime Minister of Canada from June 30 to September 17, 1984.\nIn his political career, Turner held several prominent Cabinet posts, including minister of justice and minister of finance, under Prime Minister Pierre Trudeau from 1968 to 1975. Amid a world recession and the prospect of having to implement the unpopular wage and price controls, Turner surprisingly resigned his position in 1975.",
      "pageId": 63402,
      "monthDay": "06/07"
    },
    {
      "year": "1928",
      "uri": "/wiki/Dave_Bowen",
      "name": "Dave Bowen",
      "aboutText": "Annette Lu Hsiu-lien (traditional Chinese: 呂秀蓮; simplified Chinese: 吕秀莲; pinyin: Lǚ Xiùlián; born June 7, 1944) was the Vice President of the Republic of China (Taiwan) from 2000 to 2008, under President Chen Shui-bian. She announced her intentions to run for President of Taiwan on March 6, 2007, but withdrew in order to support DPP presidential nominee, Frank Hsieh. Lu announced on February 25, 2011, that she would seek the DPP nomination for President of the Republic of China in 2012, but later withdrew her bid.",
      "pageId": 300143,
      "monthDay": "06/07"
    },
    {
      "year": "1928",
      "uri": "/wiki/James_Ivory_(director)",
      "name": "James Ivory",
      "aboutText": "Neeme Järvi (Estonian pronunciation: [ˈneːme ˈjærʋi]; born June 7, 1937) is an Estonian conductor.",
      "pageId": 381636,
      "monthDay": "06/07"
    },
    {
      "year": "1928",
      "uri": "/wiki/Reg_Park",
      "name": "Reg Park",
      "aboutText": "Harold Floyd \"Tina\" Brooks (June 7, 1932 – August 13, 1974) was an American hard bop, blues, and funk tenor saxophonist and composer.",
      "pageId": 648009,
      "monthDay": "06/07"
    },
    {
      "year": "1929",
      "uri": "/wiki/John_Turner",
      "name": "John Turner",
      "aboutText": "Ian St John (born 7 June 1938, Motherwell, Scotland) is a former Scottish footballer, who played for Scotland 21 times. He later became a manager and pundit.",
      "pageId": 993360,
      "monthDay": "06/07"
    },
    {
      "year": "1931",
      "uri": "/wiki/Virginia_McKenna",
      "name": "Virginia McKenna",
      "aboutText": "Charles de Tornaco (7 June 1927 in Brussels – 18 September 1953) was a racing driver from Belgium. He participated in 4 Formula One World Championship Grands Prix, debuting on 22 June 1952. He scored no championship points.",
      "pageId": 1228260,
      "monthDay": "06/07"
    },
    {
      "year": "1932",
      "uri": "/wiki/Tina_Brooks",
      "name": "Tina Brooks",
      "aboutText": "James Francis Ivory (born June 7, 1928) is an American film director. For many years he worked extensively with Indian-born film producer Ismail Merchant, his personal as well as professional partner, and with screenwriter Ruth Prawer Jhabvala. All three were principals in Merchant Ivory Productions whose films won six Academy Awards.",
      "pageId": 1241020,
      "monthDay": "06/07"
    },
    {
      "year": "1932",
      "uri": "/wiki/Per_Maurseth",
      "name": "Per Maurseth",
      "aboutText": "Virginia A. McKenna OBE (born 7 June 1931) is a British stage and screen actress, author and wildlife campaigner.",
      "pageId": 1873492,
      "monthDay": "06/07"
    },
    {
      "year": "1937",
      "uri": "/wiki/Neeme_J%C3%A4rvi",
      "name": "Neeme Järvi",
      "aboutText": "Roy \"Reg\" Park (7 June 1928 – 22 November 2007) from Leeds, West Riding of Yorkshire, England, was a bodybuilder, businessman and film actor.",
      "pageId": 1964241,
      "monthDay": "06/07"
    },
    {
      "year": "1938",
      "uri": "/wiki/Ian_St_John",
      "name": "Ian St John",
      "aboutText": "Ronald Alfred Pickup (born 7 June 1940) is an English actor who has been active in television and film since 1964.",
      "pageId": 2476479,
      "monthDay": "06/07"
    },
    {
      "year": "1939",
      "uri": "/wiki/Yuli_Turovsky",
      "name": "Yuli Turovsky",
      "aboutText": "David Lloyd \"Dave\" Bowen (7 June 1928 – 25 September 1995) was a Welsh football player and manager, who captained his country to their only ever World Cup finals, in 1958.\n^ a b \"Barry Hugman's Footballers - David Bowen\". hugmansfootballers.com.",
      "pageId": 2504072,
      "monthDay": "06/07"
    },
    {
      "year": "1940",
      "uri": "/wiki/Tom_Jones_(singer)",
      "name": "Tom Jones",
      "aboutText": "Jean Gilles Marotte (June 7, 1945 – July 26, 2005) was a Canadian defenceman in the National Hockey League with the Boston Bruins, Chicago Black Hawks, Los Angeles Kings, New York Rangers and St. Louis Blues.\nBorn in Montreal, Quebec, Marotte played junior hockey for the Victoriaville Bruins in Quebec before joining the Niagara Falls Flyers of the Ontario Hockey Association in 1963.",
      "pageId": 8074450,
      "monthDay": "06/07"
    },
    {
      "year": "1940",
      "uri": "/wiki/Evi_Nemeth",
      "name": "Evi Nemeth",
      "aboutText": "Yolande Cornelia \"Nikki\" Giovanni, Jr. (born June 7, 1943) is an American writer, commentator, activist, and educator. One of the world's most well-known African American poets, her work includes poetry anthologies, poetry recordings, and nonfiction essays, and covers topics ranging from race and social issues to children's literature.",
      "pageId": 10744564,
      "monthDay": "06/07"
    },
    {
      "year": "1940",
      "uri": "/wiki/Ronald_Pickup",
      "name": "Ronald Pickup",
      "aboutText": "Charles Boutin (born March 7, 1942) was a member of the Maryland House of Delegates representing District 34A.",
      "pageId": 10883069,
      "monthDay": "06/07"
    },
    {
      "year": "1942",
      "uri": "/wiki/Charles_R._Boutin",
      "name": "Charles R. Boutin",
      "aboutText": "Paul Salamunovich KCSG (June 7, 1927 – April 3, 2014) was a Grammy-nominated American choral conductor and educator.\nHe was the Music Director Emeritus of the Los Angeles Master Chorale, after having served as Music Director from 1991 to 2001. He served as Director of Music at St.",
      "pageId": 15819716,
      "monthDay": "06/07"
    },
    {
      "year": "1943",
      "uri": "/wiki/Nikki_Giovanni",
      "name": "Nikki Giovanni",
      "aboutText": "Evi Nemeth (born June 7, 1940 – missing-at-sea June or July, 2013) was an engineer, author, and teacher known for her expertise in computer system administration and networks. She was the lead author of the “bibles” of system administration: UNIX System Administration Handbook (1989, 1995, 2000), Linux Administration Handbook (2002, 2006), and UNIX and Linux System Administration Handbook (2010). Evi Nemeth was known in technology circles as the matriarch of system administration.",
      "pageId": 30462630,
      "monthDay": "06/07"
    },
    {
      "year": "1944",
      "uri": "/wiki/Annette_Lu",
      "name": "Annette Lu",
      "aboutText": "Per Maurseth (7 June 1932 – 10 May 2013) was a Norwegian historian and politician for the Socialist Left Party.\nHe was an associate professor at the University of Oslo from 1971, and was appointed professor at the University of Trondheim from 1982 to his retirement. Among his books are Fra Moskvateser til Kristianiaforslag from 1972, and volume three of the six-volume set Arbeiderbevegelsens historie i Norge from 1988, his part covering the history of the labour movement in Norway from 1920 to 1935.",
      "pageId": 30854295,
      "monthDay": "06/07"
    },
    {
      "year": "1944",
      "uri": "/wiki/Erling_Wicklund",
      "name": "Erling Wicklund",
      "aboutText": "Erling Sachs Wicklund (born 7 June 1944 in Göteborg, Sweden) is a Norwegian jazz musician (trombone), composer, arranger and journalist, known for a series of jazz programs on NRK.",
      "pageId": 37820927,
      "monthDay": "06/07"
    },
    {
      "year": "1945",
      "uri": "/wiki/Gilles_Marotte",
      "name": "Gilles Marotte",
      "aboutText": "Yuli Turovsky OC CQ (7 June 1939 – 15 January 2013) was a Soviet-born Canadian cellist, conductor and music educator.",
      "pageId": 38247163,
      "monthDay": "06/07"
    },
    {
      "year": "1945",
      "uri": "/wiki/Wolfgang_Sch%C3%BCssel",
      "name": "Wolfgang Schüssel",
      "aboutText": "Louise Erdrich (born Karen Louise Erdrich, June 7, 1954) is an Ojibwe writer of novels, poetry, and children's books featuring Native American characters and settings. She is an enrolled member of the Turtle Mountain Band of Chippewa Indians, a band of the Anishinaabe (also known as Ojibwe and Chippewa).\nErdrich is widely acclaimed as one of the most significant writers of the second wave of the Native American Renaissance.",
      "pageId": 18057,
      "monthDay": "06/07"
    },
    {
      "year": "1946",
      "uri": "/wiki/Jenny_Jones_(presenter)",
      "name": "Jenny Jones",
      "aboutText": "Liam John Neeson, OBE (born 7 June 1952) is an Irish actor. In 1976, he joined the Lyric Players' Theatre in Belfast for two years. He then acted in the Arthurian film, Excalibur (1981).",
      "pageId": 64182,
      "monthDay": "06/07"
    },
    {
      "year": "1947",
      "uri": "/wiki/Don_Money",
      "name": "Don Money",
      "aboutText": "Jonathan \"Johnny\" Clegg OBE (born 7 June 1953) is a British-born musician and anthropologist from South Africa, who has recorded and performed with his bands Juluka and Savuka, and more recently as a solo act, occasionally reuniting with his earlier band partners.",
      "pageId": 207745,
      "monthDay": "06/07"
    },
    {
      "year": "1947",
      "uri": "/wiki/Thurman_Munson",
      "name": "Thurman Munson",
      "aboutText": "Wolfgang Schüssel (German pronunciation: [ˈvɔlfɡaŋ ˈʃʏsəl]; born 7 June 1945) is an Austrian People's Party politician. He was Chancellor of Austria for two consecutive terms from February 2000 to January 2007. While being recognised as a rare example of an active reformer in contemporary Austrian politics, his governments were also highly controversial from the beginning, starting with the fact that he formed a coalition government with Jörg Haider's Freedom Party of Austria (FPÖ) on both occasions.",
      "pageId": 289453,
      "monthDay": "06/07"
    },
    {
      "year": "1952",
      "uri": "/wiki/Mia_Benson",
      "name": "Mia Benson",
      "aboutText": "Thurman Lee Munson (June 7, 1947 – August 2, 1979) was an American Major League Baseball catcher. He played his entire 11-year professional baseball career for the New York Yankees (1969–1979). A perennial All-Star, Munson is the only Yankee to win both the Rookie of the Year and Most Valuable Player awards.",
      "pageId": 352481,
      "monthDay": "06/07"
    },
    {
      "year": "1948",
      "uri": "/wiki/Jim_Walton",
      "name": "Jim Walton",
      "aboutText": "Ferit Orhan Pamuk (generally known simply as Orhan Pamuk; born 7 June 1952) is a Turkish novelist, screenwriter, academic and recipient of the 2006 Nobel Prize in Literature. One of Turkey's most prominent novelists, his work has sold over eleven million books in sixty languages, making him the country's best-selling writer.\nPamuk is the author of novels including The White Castle, The Black Book, The New Life, My Name Is Red, Snow and The Museum of Innocence.",
      "pageId": 403520,
      "monthDay": "06/07"
    },
    {
      "year": "1949",
      "uri": "/wiki/Christopher_W._Morris",
      "name": "Christopher W. Morris",
      "aboutText": "Gary Graham (born June 7, 1950) is an American actor.",
      "pageId": 501098,
      "monthDay": "06/07"
    },
    {
      "year": "1950",
      "uri": "/wiki/Gary_Graham",
      "name": "Gary Graham",
      "aboutText": "Jenny Jones (born Janina Stronski; June 7, 1946) is a Canadian American stand-up comedian and talk show host.",
      "pageId": 510335,
      "monthDay": "06/07"
    },
    {
      "year": "1950",
      "uri": "/wiki/Howard_Finkel",
      "name": "Howard Finkel",
      "aboutText": "William Forsythe (born June 7, 1955) is an American character actor. He is most well known for his portrayal of various gangsters and tough guys in films such as Raising Arizona, Once Upon a Time in America, Stone Cold, Out For Justice, Things to Do in Denver When You're Dead, Dick Tracy, The Rock, and The Devil's Rejects.",
      "pageId": 590124,
      "monthDay": "06/07"
    },
    {
      "year": "1951",
      "uri": "/wiki/Terry_O%27Reilly",
      "name": "Terry O'Reilly",
      "aboutText": "James Carr Walton (born June 7, 1948) is the youngest son of Sam Walton, the founder of world's largest retailer Walmart.",
      "pageId": 898634,
      "monthDay": "06/07"
    },
    {
      "year": "1952",
      "uri": "/wiki/Royce_Campbell",
      "name": "Royce Campbell",
      "aboutText": "Tim Richmond (June 7, 1955 – August 13, 1989) was an American race car driver from Ashland, Ohio. He competed in IndyCar racing before transferring to NASCAR's Winston Cup Series (now Sprint Cup Series). Richmond was one of the first drivers to change from open wheel racing to NASCAR stock cars full-time, which has since become an industry trend.",
      "pageId": 1178520,
      "monthDay": "06/07"
    },
    {
      "year": "1952",
      "uri": "/wiki/Liam_Neeson",
      "name": "Liam Neeson",
      "aboutText": "Colleen Celeste Camp (born June 7, 1953) is an American character actress, comedienne, and producer, best known for her performances in two installments of the Police Academy series, and as Yvette the Maid in the 1985 comedy Clue. Other movies she appeared in included Apocalypse Now and Election.",
      "pageId": 1598083,
      "monthDay": "06/07"
    },
    {
      "year": "1952",
      "uri": "/wiki/Orhan_Pamuk",
      "name": "Orhan Pamuk",
      "aboutText": "Howard Finkel (born June 7, 1950) is an American semi-retired professional wrestling ring announcer, being employed by WWE since 1977.",
      "pageId": 1672685,
      "monthDay": "06/07"
    },
    {
      "year": "1953",
      "uri": "/wiki/Colleen_Camp",
      "name": "Colleen Camp",
      "aboutText": "Antonio M. \"L.A.\" Reid (born June 7, 1956) is an American record executive, musician, songwriter, record producer, former television music competition judge, and is currently the chairman and CEO of Epic Records, a division of Sony Music Entertainment.\nA co-founder of LaFace Records, Reid's production and studio drumming skills have helped to bring numerous music figures to multi-platinum sales, including Bobby Brown, Johnny Gill, Boyz II Men, Outkast, Toni Braxton, TLC, Mariah Carey, Avril Lavigne, Paula Abdul, Pink, Justin Bieber, Rihanna, Kanye West, Usher, Ne-Yo, Rick Ross, Young Jeezy, Ciara, Kerli and Dido. He has won three Grammy Awards.",
      "pageId": 1731470,
      "monthDay": "06/07"
    },
    {
      "year": "1953",
      "uri": "/wiki/Johnny_Clegg",
      "name": "Johnny Clegg",
      "aboutText": "Donald Wayne \"Easy\" Money (born June 7, 1947 in Washington, D.C., United States) is a retired major league baseball player. He currently serves as the special instructor of player development for the Milwaukee Brewers.\nMoney spent most of his career as a third baseman and was a four-time All-Star.",
      "pageId": 1949072,
      "monthDay": "06/07"
    },
    {
      "year": "1954",
      "uri": "/wiki/Louise_Erdrich",
      "name": "Louise Erdrich",
      "aboutText": "Terence Joseph James O'Reilly (born June 7, 1951) is a retired ice hockey right winger, who played for the NHL's Boston Bruins, and one of the most effective enforcers in NHL history.",
      "pageId": 3344169,
      "monthDay": "06/07"
    },
    {
      "year": "1955",
      "uri": "/wiki/William_Forsythe_(actor)",
      "name": "William Forsythe",
      "aboutText": "Jon Georg Balke (born 7 June 1955 at Furnes, Ringsaker, Norway) is a Norwegian jazz pianist and composer currently known for his Magnetic North Orchestra. He is the younger brother of saxophonist Erik Balke.\n^ Jon Balke Biography (in Norwegian).",
      "pageId": 8901973,
      "monthDay": "06/07"
    },
    {
      "year": "1955",
      "uri": "/wiki/Jon_Balke",
      "name": "Jon Balke",
      "aboutText": "Royce Campbell (born June 7, 1952) is a jazz guitarist primarily associated with mainstream jazz, but also has released smooth jazz and post bop jazz recordings.\nCampbell was born in Seymour, Indiana. The son of a career navy man, Campbell grew up in various cities around the U.S. and abroad, including Asia, Europe, and the West Indies.",
      "pageId": 22089086,
      "monthDay": "06/07"
    },
    {
      "year": "1955",
      "uri": "/wiki/Tim_Richmond",
      "name": "Tim Richmond",
      "aboutText": "Christopher Warren Morris (born June 7, 1949) is professor and chair of philosophy at the University of Maryland, where he is also a member of the Faculty of Politics, Philosophy, and Public Policy.\nHis main research areas are moral, legal and political philosophy as well as practical rationality.\n^ \"Christopher W. Morris\".",
      "pageId": 26946839,
      "monthDay": "06/07"
    },
    {
      "year": "1956",
      "uri": "/wiki/L.A._Reid",
      "name": "L.A. Reid",
      "aboutText": "Eva-Maria \"Mia\" Benson, (born 7 June 1947) is a Swedish actress and screenwriter. Benson studied at Skara skolscen between 1967 and 1968 and also studied in Stockholm between 1968 and 1971. After her studies she played in Proteatern, Nationalteatern in Gothenburg, Intiman and Chinateatern.",
      "pageId": 47713616,
      "monthDay": "06/07"
    },
    {
      "year": "1957",
      "uri": "/wiki/Juan_Luis_Guerra",
      "name": "Juan Luis Guerra",
      "aboutText": "Prince Rogers Nelson (born June 7, 1958), known by his mononym Prince, is an American singer-songwriter, multi-instrumentalist, and actor, and has been a major figure in popular music for over three decades. Prince is renowned as an innovator and is widely known for his eclectic work, flamboyant stage presence, and wide vocal range. He is widely regarded as the pioneer of Minneapolis sound.",
      "pageId": 57317,
      "monthDay": "06/07"
    },
    {
      "year": "1957",
      "uri": "/wiki/Paddy_McAloon",
      "name": "Paddy McAloon",
      "aboutText": "Damien Steven Hirst (born 7 June 1965) is an English artist, entrepreneur, and art collector. He is the most prominent member of the group known as the Young British Artists (or YBAs), who dominated the art scene in the UK during the 1990s. He is internationally renowned, and is reportedly the United Kingdom's richest living artist, with his wealth valued at £215m in the 2010 Sunday Times Rich List.",
      "pageId": 293321,
      "monthDay": "06/07"
    },
    {
      "year": "1958",
      "uri": "/wiki/Tracey_Adams",
      "name": "Tracey Adams",
      "aboutText": "Michael Francis \"Mick\" Foley, Sr. (born June 7, 1965) is an American semi-retired professional wrestler, author, comedian, color commentator, actor and voice actor. He has worked for many wrestling promotions, including World Wrestling Federation (WWF, now WWE), World Championship Wrestling (WCW), Extreme Championship Wrestling (ECW), Total Nonstop Action Wrestling (TNA), National Wrestling Alliance (NWA) as well as numerous promotions in Japan.",
      "pageId": 305487,
      "monthDay": "06/07"
    },
    {
      "year": "1958",
      "uri": "/wiki/Prince_(musician)",
      "name": "Prince",
      "aboutText": "Juan Luis Guerra Seijas (born June 7, 1957), known professionally as Juan Luis Guerra, is a Dominican singer, songwriter, composer, and producer. He has sold over 30 million records, and has won numerous awards including 18 Latin Grammy Awards, two Grammy Awards, and two Latin Billboard Music Awards. Guerra won 3 Latin Grammy Awards in 2010, including Album of the Year.",
      "pageId": 319938,
      "monthDay": "06/07"
    },
    {
      "year": "1958",
      "uri": "/wiki/Surakiart_Sathirathai",
      "name": "Surakiart Sathirathai",
      "aboutText": "Roberto Alagna (French pronunciation: ​[ʁɔ.bɛʁ.to a.la.ɲa]; Italian pronunciation: [roˈbɛrto aˈlaɲɲa]) (born 7 June 1963) is a French tenor.",
      "pageId": 325881,
      "monthDay": "06/07"
    },
    {
      "year": "1960",
      "uri": "/wiki/Bill_Prady",
      "name": "Bill Prady",
      "aboutText": "David (Dave) Catching (born June 7, 1961) is an American musician and producer from Memphis, Tennessee.",
      "pageId": 641998,
      "monthDay": "06/07"
    },
    {
      "year": "1961",
      "uri": "/wiki/Dave_Catching",
      "name": "Dave Catching",
      "aboutText": "Simon Alvin Day (born 7 June 1962) is an English comedian most famous for his roles in the sketch show The Fast Show, the sitcom Grass, and a series of comedic adverts for Powergen.",
      "pageId": 769146,
      "monthDay": "06/07"
    },
    {
      "year": "1961",
      "uri": "/wiki/Kym_Whitley",
      "name": "Kym Whitley",
      "aboutText": "Surakiart Sathirathai (Thai: สุรเกียรติ์ เสถียรไทย; rtgs: Surakiat Sathianthai; born June 7, 1958, Bangkok) was, until September 19, 2006, a Deputy Prime Minister of Thailand overseeing Foreign Affairs, Education and Culture. He is the current President of the Asian Society of International Law.",
      "pageId": 1093558,
      "monthDay": "06/07"
    },
    {
      "year": "1962",
      "uri": "/wiki/Michael_Cartellone",
      "name": "Michael Cartellone",
      "aboutText": "Tracey Adams (born Debra Blaisdell, June 7, 1958) is an American former pornographic film actress who has also appeared in some mainstream films. She appeared in over 300 movies during the 1980s and '90s, and is an AVN Hall of Fame founding inductee.\n^ a b c d e f g \"Tracey Adams\".",
      "pageId": 2063144,
      "monthDay": "06/07"
    },
    {
      "year": "1962",
      "uri": "/wiki/Simon_Day",
      "name": "Simon Day",
      "aboutText": "Gia Carides (born 7 June 1964) is an Australian actress.",
      "pageId": 2665911,
      "monthDay": "06/07"
    },
    {
      "year": "1962",
      "uri": "/wiki/Thierry_Hazard",
      "name": "Thierry Hazard",
      "aboutText": "Judith M. \"Judie\" Aronson (born June 7, 1964) is an American actress who has starred in many films and a television show. She played Sara Duncan on the short-lived series Pursuit of Happiness (1987-88).\nAronson was born in Los Angeles, California in 1964.",
      "pageId": 2980840,
      "monthDay": "06/07"
    },
    {
      "year": "1962",
      "uri": "/wiki/Takuya_Kurosawa",
      "name": "Takuya Kurosawa",
      "aboutText": "Kym Elizabeth Whitley (born June 7, 1961) is an American comedian and actress. She is best known for her roles on television sitcoms, such as Animal Practice, The Boondocks, Young & Hungry, and The Parkers. Whitley was nominated for a 2004 BET Comedy Award for Outstanding Supporting Actress in a Box Office Movie for her role as Ormandy in the 2003 comedy film Deliver Us From Eva.",
      "pageId": 3197717,
      "monthDay": "06/07"
    },
    {
      "year": "1963",
      "uri": "/wiki/Roberto_Alagna",
      "name": "Roberto Alagna",
      "aboutText": "Patrick Joseph \"Paddy\" McAloon (born 7 June 1957) is an English singer-songwriter and member of the band Prefab Sprout.",
      "pageId": 4237808,
      "monthDay": "06/07"
    },
    {
      "year": "1963",
      "uri": "/wiki/Ailsa_McKay",
      "name": "Ailsa McKay",
      "aboutText": "Takuya Kurosawa (Shinjitai: 黒澤琢弥, Kurosawa Takuya, born Ibaraki, June 7, 1962) is a Japanese race car driver.\nHe raced in All-Japan Formula Three from 1988 to 1989, Japanese Formula 3000 from 1990 to 1995 and the JGTC series from 1994 to 1999, also driving in the 1998 24 Hours of Le Mans, finishing 10th. He then obtained sponsorship to drive in the American CART series for Dale Coyne Racing in 2000.",
      "pageId": 9066026,
      "monthDay": "06/07"
    },
    {
      "year": "1964",
      "uri": "/wiki/Judie_Aronson",
      "name": "Judie Aronson",
      "aboutText": "Bill Prady (born June 7, 1960) is a television writer and producer who has worked on American sitcoms and variety programs, including Married... with Children, Dream On, Star Trek: Voyager, Dharma & Greg, and Gilmore Girls and the co-creator of The Big Bang Theory and The Muppets.",
      "pageId": 13094931,
      "monthDay": "06/07"
    },
    {
      "year": "1964",
      "uri": "/wiki/Gia_Carides",
      "name": "Gia Carides",
      "aboutText": "Thierry Hazard (born June 7, 1962), whose real name is Thierry Gesteau, is a French singer.",
      "pageId": 15677241,
      "monthDay": "06/07"
    },
    {
      "year": "1964",
      "uri": "/wiki/Geir_Lippestad",
      "name": "Geir Lippestad",
      "aboutText": "Michael Cartellone (born June 7, 1962) is an American musician and the current drummer of Lynyrd Skynyrd (1999–present).\n^ \"Michael Cartellone (About Michael link)\". Michael Cartellone official website.",
      "pageId": 16458436,
      "monthDay": "06/07"
    },
    {
      "year": "1965",
      "uri": "/wiki/Mick_Foley",
      "name": "Mick Foley",
      "aboutText": "Jean-Pierre François (born on 7 June 1965) is a French singer and former footballer. He remained particularly known for his 1989 summer hit \"Je te survivrai\", a love song written by Didier Barbelivien, which reached number 2 on the French Singles Chart.\n^ Elia Habib, Muz hit.",
      "pageId": 19595336,
      "monthDay": "06/07"
    },
    {
      "year": "1965",
      "uri": "/wiki/Jean-Pierre_Fran%C3%A7ois",
      "name": "Jean-Pierre François",
      "aboutText": "Geir Lippestad (born 7 June 1964) is a Norwegian lawyer, politician and social activist. He is most known for his involvement in several high profile legal cases. As a criminal appellate lawyer, he first became known in 2001 when he acted as defence counsel following the murder of Benjamin Hermansen.",
      "pageId": 32520034,
      "monthDay": "06/07"
    },
    {
      "year": "1965",
      "uri": "/wiki/Damien_Hirst",
      "name": "Damien Hirst",
      "aboutText": "Ailsa McKay (7 June 1963 – 5 March 2014) was a Scottish economist, government policy adviser, a leading feminist economist and Professor of Economics at Glasgow Caledonian University.\nShe was noted for her research on gender inequalities and the economics of the welfare state, for her contributions to feminist economics, as a leading proponent of the basic income concept and as one of the United Kingdom's foremost experts on gender budgeting. She served as Vice Dean of the Glasgow School for Business and Society, and was also well known for her support of Scottish independence and as a key adviser to the Scottish government and First Minister Alex Salmond on economic and welfare state policies.",
      "pageId": 34781830,
      "monthDay": "06/07"
    },
    {
      "year": "1965",
      "uri": "/wiki/Emanuela_Pacotto",
      "name": "Emanuela Pacotto",
      "aboutText": "Adam Offord Buxton (born 7 June 1969) is an English comedian, writer and actor. With Joe Cornish, he forms one half of the duo Adam and Joe. The pair presented Adam and Joe on BBC Radio 6 Music, whilst Buxton also presented his own show on 6 Music on Sundays, called Adam Buxton's Big Mix Tape.",
      "pageId": 171750,
      "monthDay": "06/07"
    },
    {
      "year": "1965",
      "uri": "/wiki/Billy_Reeves",
      "name": "Billy Reeves",
      "aboutText": "David Michael \"Dave\" Navarro (born June 7, 1967) is an American guitarist and singer-songwriter. He is best known as a founding member of the alternative rock band Jane's Addiction, with whom he has recorded four studio albums, and as a former member of the Red Hot Chili Peppers. Navarro has also been a member of the Jane's Addiction spin-off bands, Deconstruction and The Panic Channel.",
      "pageId": 264313,
      "monthDay": "06/07"
    },
    {
      "year": "1965",
      "uri": "/wiki/Christine_Roque",
      "name": "Christine Roque",
      "aboutText": "Prince Joachim of Denmark, Count of Monpezat, RE, SKmd (Danish pronunciation: [pʰʁæns ˈjoækʰimˀ]; Joachim Holger Waldemar Christian; born 7 June 1969 in Copenhagen) is the younger son of Queen Margrethe II and Prince Henrik.",
      "pageId": 290851,
      "monthDay": "06/07"
    },
    {
      "year": "1966",
      "uri": "/wiki/Eric_Kretz",
      "name": "Eric Kretz",
      "aboutText": "Eric Kretz (born June 7, 1966) is an American musician and producer, best known as the drummer for the rock band Stone Temple Pilots. He has also played for Talk Show and Spiralarms. Eric, who was born in San Jose, California, attended and graduated from Willow Glen High School in San Jose in 1984.",
      "pageId": 367139,
      "monthDay": "06/07"
    },
    {
      "year": "1966",
      "uri": "/wiki/St%C3%A9phane_Richer_(ice_hockey_forward)",
      "name": "Stéphane Richer",
      "aboutText": "Karl-Heinz Urban (born 7 June 1972) is a New Zealand born actor. He is best known for playing Julius Caesar and Cupid in Xena: Warrior Princess, Éomer in the second and third installments of Peter Jackson's The Lord of the Rings trilogy, Dr. Leonard \"Bones\" McCoy in Star Trek, Star Trek Into Darkness and the upcoming Star Trek Beyond, and Judge Dredd in the film Dredd (2012).",
      "pageId": 407674,
      "monthDay": "06/07"
    },
    {
      "year": "1967",
      "uri": "/wiki/Dave_Navarro",
      "name": "Dave Navarro",
      "aboutText": "Michael Thomas Modano, Jr. (/mɵˈdɑːnoʊ/; born June 7, 1970) is a retired American professional ice hockey player, who played primarily for the Minnesota North Stars/Dallas Stars franchise. He is the all-time goal-scoring and points leader amongst American-born players in the NHL, as well as the last active player in the NHL who played for the North Stars when the team was in Minnesota.",
      "pageId": 440395,
      "monthDay": "06/07"
    },
    {
      "year": "1968",
      "uri": "/wiki/Macha_Grenon",
      "name": "Macha Grenon",
      "aboutText": "Marcos Evangelista de Morais (born 7 June 1970), known as Cafu [kaˈfu], is a Brazilian former professional footballer. He is the most internationally capped male Brazilian player and also made history playing for São Paulo, Roma and Milan. He is the only player to have appeared in three World Cup finals, winning two, 1994 and 2002.",
      "pageId": 615800,
      "monthDay": "06/07"
    },
    {
      "year": "1969",
      "uri": "/wiki/Alina_Astafei",
      "name": "Alina Astafei",
      "aboutText": "Helen Victoria Baxendale (born 7 June 1970) is an English actress of stage and television, best known for her roles in Cold Feet, Friends, Cardiac Arrest and An Unsuitable Job for a Woman.",
      "pageId": 853119,
      "monthDay": "06/07"
    },
    {
      "year": "1969",
      "uri": "/wiki/Adam_Buxton",
      "name": "Adam Buxton",
      "aboutText": "Andrei Nikolaevich Kovalenko (Russian: Андрей Николаевич Коваленко; born June 7, 1970) is a retired professional ice hockey forward. He played in the National Hockey League with the Quebec Nordiques, Colorado Avalanche, Montreal Canadiens, Edmonton Oilers, Philadelphia Flyers, Carolina Hurricanes and the Boston Bruins.",
      "pageId": 1280252,
      "monthDay": "06/07"
    },
    {
      "year": "1969",
      "uri": "/wiki/Prince_Joachim_of_Denmark",
      "name": "Prince Joachim of Denmark",
      "aboutText": "Douglas Terrell Buckley (born June 7, 1971) is a former American football cornerback in the National Football League.\nBuckley played professional baseball for the Mobile BaySharks in the Texas-Louisiana League. He is the only player with 50+ interceptions to never make a pro bowl.",
      "pageId": 1813857,
      "monthDay": "06/07"
    },
    {
      "year": "1969",
      "uri": "/wiki/Kim_Rhodes",
      "name": "Kim Rhodes",
      "aboutText": "Kimberly \"Kim\" Rhodes (born June 7, 1969) is an American actress, who portrayed the role of \"Cindy Harrison\" on two different soap operas, Another World and As the World Turns, as well as Carey Martin in the Disney Channel sitcom The Suite Life of Zack & Cody and The Suite Life on Deck, where she played the mother of twins Zack and Cody (Dylan and Cole Sprouse).",
      "pageId": 2265190,
      "monthDay": "06/07"
    },
    {
      "year": "1970",
      "uri": "/wiki/Cafu",
      "name": "Cafu",
      "aboutText": "Stéphane Joseph Jean-Jacques Richer (French pronunciation: ​[stefan ʁiʃe]; born June 7, 1966) is a Canadian retired professional ice hockey left winger.",
      "pageId": 3270972,
      "monthDay": "06/07"
    },
    {
      "year": "1970",
      "uri": "/wiki/Helen_Baxendale",
      "name": "Helen Baxendale",
      "aboutText": "Billy Reeves (born 7 June 1965) is a British songwriter, musician, record producer and broadcaster.\nIn 1996 he formed the London-based indie-band Theaudience, (featuring Sophie Ellis-Bextor on vocals). Theaudience quickly established themselves in the Camden scene of '97.",
      "pageId": 3610197,
      "monthDay": "06/07"
    },
    {
      "year": "1970",
      "uri": "/wiki/Andrei_Kovalenko",
      "name": "Andrei Kovalenko",
      "aboutText": "Alina Astafei (known before 1995 as Galina Astafei; born 7 June 1969) is a Romanian born track and field athlete who attained German citizenship in 1995. She was one of the world's leading high jumpers in the 1990s.",
      "pageId": 3905854,
      "monthDay": "06/07"
    },
    {
      "year": "1970",
      "uri": "/wiki/Mike_Modano",
      "name": "Mike Modano",
      "aboutText": "Cha Seung-won (born June 7, 1970) is a South Korean actor. He began his career as an in-demand fashion model in the 1990s, before embarking on an acting career. Cha achieved stardom through the hit comedy films Kick the Moon (2001), Jail Breakers (2002), My Teacher, Mr.",
      "pageId": 7353142,
      "monthDay": "06/07"
    },
    {
      "year": "1970",
      "uri": "/wiki/Cha_Seung-won",
      "name": "Cha Seung-won",
      "aboutText": "Alex X. Mooney (born June 7, 1971) is an American politician who has been the U.S. Representative for West Virginia's 2nd congressional district since 2015. He is a member of the Republican Party. He served in the Maryland State Senate, representing District 3, from 1999 to 2011 and is a former Chairman of the Maryland Republican Party.",
      "pageId": 10815711,
      "monthDay": "06/07"
    },
    {
      "year": "1971",
      "uri": "/wiki/Terrell_Buckley",
      "name": "Terrell Buckley",
      "aboutText": "Emanuela Pacotto (June 7, 1965) is an Italian voice actress from Milan who has dubbed over a number of notable roles in anime.",
      "pageId": 14763248,
      "monthDay": "06/07"
    },
    {
      "year": "1971",
      "uri": "/wiki/Alex_Mooney",
      "name": "Alex Mooney",
      "aboutText": "Christine Roque (born June 7, 1965, in Toulouse, France) is a French singer and a one-hit wonder for her 1987 hit single \"Premiers frissons d'amour\".",
      "pageId": 19762245,
      "monthDay": "06/07"
    },
    {
      "year": "1972",
      "uri": "/wiki/Karl_Urban",
      "name": "Karl Urban",
      "aboutText": "Maarika Võsu (born 7 June 1972) is an Estonian fencer. She competed in the individual and team épée events at the 1996 Summer Olympics.\n^ \"Maarika Võsu Olympic Results\".",
      "pageId": 34694114,
      "monthDay": "06/07"
    },
    {
      "year": "1972",
      "uri": "/wiki/Maarika_V%C3%B5su",
      "name": "Maarika Võsu",
      "aboutText": "Macha Grenon (born June 7, 1968 in Montreal, Quebec) is a Canadian film and television actress.\nHer credits include roles in the television series Urban Angel, Scoop, Le cœur a ses raisons, Emily of New Moon and H2O, as well as the films The Pianist, Stardom, Familia, Windsor Protocol, You Can Thank Me Later, L'Âge des ténèbres, Barney's Version and The Year Dolly Parton Was My Mom. She garnered a Best Actress nomination at the 26th Genie Awards for her performance in Familia.",
      "pageId": 34825293,
      "monthDay": "06/07"
    },
    {
      "year": "1973",
      "uri": "/wiki/Hatem_Ghoula",
      "name": "Hatem Ghoula",
      "aboutText": "Allen Ezail Iverson (born June 7, 1975) is an American retired professional basketball player who played for four different teams (Philadelphia 76ers, Denver Nuggets, Detroit Pistons, and Memphis Grizzlies) during 14 seasons in the National Basketball Association (NBA). He played both the shooting guard and point guard positions. Iverson was an eleven-time NBA All-Star, won the All-Star game MVP award in 2001 and 2005, and was the NBA's Most Valuable Player (MVP) in 2001.",
      "pageId": 305473,
      "monthDay": "06/07"
    },
    {
      "year": "1973",
      "uri": "/wiki/Song_Yun-ah",
      "name": "Song Yun-ah",
      "aboutText": "Mahesh Shrinivas Bhupathi (born 7 June 1974) is an Indian professional tennis player. In 1997, he became the first Indian to win a Grand Slam tournament (with Rika Hiraki). With his win at the Australian Open mixed doubles in 2006, he joined the elite group of eight tennis players who have achieved a career Grand Slam in mixed doubles.",
      "pageId": 671836,
      "monthDay": "06/07"
    },
    {
      "year": "1974",
      "uri": "/wiki/Mahesh_Bhupathi",
      "name": "Mahesh Bhupathi",
      "aboutText": "Donaldo Alfonso Méndez (born June 7, 1978) is a former professional baseball player. A shortstop, he played parts of three seasons in Major League Baseball for the San Diego Padres in 2001 and 2003.\nIn a two-year career, Méndez was a .183 hitter with three home runs and 14 RBI in 72 games.",
      "pageId": 730663,
      "monthDay": "06/07"
    },
    {
      "year": "1974",
      "uri": "/wiki/Bear_Grylls",
      "name": "Bear Grylls",
      "aboutText": "María Inés Rivero (born 7 June 1975) is an Argentinian model. She was discovered at 14 years old.",
      "pageId": 737994,
      "monthDay": "06/07"
    },
    {
      "year": "1975",
      "uri": "/wiki/Shane_Bond",
      "name": "Shane Bond",
      "aboutText": "Shane Edward Bond (born 7 June 1975) is a former New Zealand cricketer and present bowling coach of Mumbai Indians, described as \"New Zealand's best fast bowler since Sir Richard Hadlee\". He has represented New Zealand in Test, ODI and Twenty20 International cricket as well as playing for Canterbury in New Zealand domestic cricket and Warwickshire in English domestic cricket. Bond is a right-arm fast bowler.",
      "pageId": 897185,
      "monthDay": "06/07"
    },
    {
      "year": "1975",
      "uri": "/wiki/Allen_Iverson",
      "name": "Allen Iverson",
      "aboutText": "Song Yun-ah (born June 7, 1973) is a South Korean actress. She is best known for starring in the film Jail Breakers (2002), as well as the television dramas Hotelier (2001) and On Air (2008).",
      "pageId": 1157394,
      "monthDay": "06/07"
    },
    {
      "year": "1975",
      "uri": "/wiki/In%C3%A9s_Rivero",
      "name": "Inés Rivero",
      "aboutText": "Adrienne Danielle Frantz (born June 7, 1978 in Mount Clemens, Michigan) is an American actress and singer-songwriter.",
      "pageId": 1292394,
      "monthDay": "06/07"
    },
    {
      "year": "1976",
      "uri": "/wiki/Necro_(rapper)",
      "name": "Necro",
      "aboutText": "Ron Braunstein (born June 7, 1976), better known by his stage-name Necro, is an American rapper from Brooklyn. He is the owner of Psycho+Logical-Records founded November, 1999.",
      "pageId": 1330884,
      "monthDay": "06/07"
    },
    {
      "year": "1976",
      "uri": "/wiki/Cassidy_Rae",
      "name": "Cassidy Rae",
      "aboutText": "Mirsad Türkcan (see names) (born June 7, 1976) is a Turkish former professional basketball player. Standing at 6 ft 9 in (2.06 m), he played at the power forward position.\nBorn in Novi Pazar, SR Serbia, SFR Yugoslavia as Mirsad Jahović, he moved to play basketball in Turkey.",
      "pageId": 2086608,
      "monthDay": "06/07"
    },
    {
      "year": "1976",
      "uri": "/wiki/Mirsad_T%C3%BCrkcan",
      "name": "Mirsad Türkcan",
      "aboutText": "Edward Michael \"Bear\" Grylls (born 7 June 1974) is a British adventurer, writer and television presenter. He is widely known for his television series Man vs. Wild (2006–2011), originally titled Born Survivor: Bear Grylls in the United Kingdom.",
      "pageId": 2179398,
      "monthDay": "06/07"
    },
    {
      "year": "1977",
      "uri": "/wiki/Marcin_Baszczy%C5%84ski",
      "name": "Marcin Baszczyński",
      "aboutText": "Susanna \"Mini\" Andén (born 7 June 1978) is a Swedish model, actress, occasional host and producer.\nShe was born in Stockholm and began modeling at the age of ten, joining Elite Model Management when she was fifteen. She has been on the cover of many fashion magazines including Vogue, Marie Claire, Cosmopolitan, and ELLE. She has been featured in fashion campaigns for Calvin Klein, Donna Karan, BCBG, Louis Vuitton, Hugo Boss, Gucci, and Victoria's Secret.",
      "pageId": 2249275,
      "monthDay": "06/07"
    },
    {
      "year": "1977",
      "uri": "/wiki/Preston_Campbell",
      "name": "Preston Campbell",
      "aboutText": "Preston Campbell, (born 7 June 1977 in Inverell, New South Wales) is an Indigenous Australian former professional rugby league footballer who played for the Gold Coast Titans of the National Rugby League.",
      "pageId": 2825113,
      "monthDay": "06/07"
    },
    {
      "year": "1977",
      "uri": "/wiki/Odalis_P%C3%A9rez",
      "name": "Odalis Pérez",
      "aboutText": "William T. \"Bill\" Hader, Jr. (born June 7, 1978) is an American actor, voice actor, comedian, and writer. He is known for his work as a cast member on Saturday Night Live (2005–2013), for which he has received three Emmy nominations, South Park (2009–present), and his parody series Documentary Now!",
      "pageId": 2848744,
      "monthDay": "06/07"
    },
    {
      "year": "1977",
      "uri": "/wiki/Erik_Weiner",
      "name": "Erik Weiner",
      "aboutText": "Marcin Baszczyński (Polish pronunciation: [ˈmart͡ɕin baʂˈtʂɨɲskʲi]; born 7 June 1977 in Ruda Śląska) is a former Polish footballer.",
      "pageId": 2980853,
      "monthDay": "06/07"
    },
    {
      "year": "1978",
      "uri": "/wiki/Tony_An",
      "name": "Tony An",
      "aboutText": "Tony An (Hangul: 토니안; born June 7, 1978) is a South Korean singer best known for being part of the popular K-pop boy band H.O.T..",
      "pageId": 3269867,
      "monthDay": "06/07"
    },
    {
      "year": "1978",
      "uri": "/wiki/Mini_And%C3%A9n",
      "name": "Mini Andén",
      "aboutText": "Cassidy Rae Joyce (born June 7, 1976) is a semi-retired American actress.",
      "pageId": 3314604,
      "monthDay": "06/07"
    },
    {
      "year": "1978",
      "uri": "/wiki/Adrienne_Frantz",
      "name": "Adrienne Frantz",
      "aboutText": "Kevin Hofland (born 7 June 1979) is a Dutch retired footballer who played as a central defender.\nOver the course of ten seasons (in a career which lasted 15) he amassed Eredivisie totals of 182 games and eight goals, namely for PSV and Feyenoord. He also represented one team each in Germany and Cyprus.",
      "pageId": 3317915,
      "monthDay": "06/07"
    },
    {
      "year": "1978",
      "uri": "/wiki/Bill_Hader",
      "name": "Bill Hader",
      "aboutText": "Hatem Ghoula (Arabic: حاتم غولة‎; born 7 June 1973 in Paris, France) is a Tunisian race walker. He won four consecutive African Championships in the 20 kilometres walk from 1996 to 2002. His foremost medal was a 20 km walk bronze at the 2007 World Championships in Athletics.",
      "pageId": 7074651,
      "monthDay": "06/07"
    },
    {
      "year": "1978",
      "uri": "/wiki/Donaldo_M%C3%A9ndez",
      "name": "Donaldo Méndez",
      "aboutText": "Odalis Amadol Pérez (born June 11, 1977) is a former Major League Baseball starting pitcher.",
      "pageId": 22327946,
      "monthDay": "06/07"
    },
    {
      "year": "1979",
      "uri": "/wiki/Kevin_Hofland",
      "name": "Kevin Hofland",
      "aboutText": "Erik Weiner (born June 7, 1977) is an American actor, comedian, and writer best known for co-creating the play The Bomb-itty of Errors and his role as Agent Sebso on HBO's Boardwalk Empire.",
      "pageId": 25893199,
      "monthDay": "06/07"
    },
    {
      "year": "1979",
      "uri": "/wiki/Evelina_Papantoniou",
      "name": "Evelina Papantoniou",
      "aboutText": "Anna Sergeyevna Kournikova (Russian: А́нна Серге́евна Ку́рникова; IPA: [ˈannə sʲɪrˈɡʲejɪvnə ˈkurnʲɪkəvə]; born 7 June 1981) is a Russian former professional tennis player. Her appearance and celebrity status made her one of the best known tennis stars worldwide. At the peak of her fame, fans looking for images of Kournikova made her name one of the most common search strings on Google Search.",
      "pageId": 890,
      "monthDay": "06/07"
    },
    {
      "year": "1979",
      "uri": "/wiki/Anna_Torv",
      "name": "Anna Torv",
      "aboutText": "Larisa Romanovna Oleynik (/ləˈrɪsə ɵˈleɪnɨk/; born June 7, 1981) is an American actress. She is best known for starring in the title role of the children's television series The Secret World of Alex Mack during the mid-1990s. She has also appeared in theatrical films, including The Baby-Sitters Club and 10 Things I Hate About You.",
      "pageId": 768497,
      "monthDay": "06/07"
    },
    {
      "year": "1980",
      "uri": "/wiki/Ed_Moses_(swimmer)",
      "name": "Ed Moses",
      "aboutText": "Germán Darío Lux (born 7 June 1982) is an Argentine professional footballer who plays for Spanish club Deportivo de La Coruña as a goalkeeper.\nAfter starting out at River Plate he spent most of his career in Spain, with Mallorca and Deportivo.",
      "pageId": 1024100,
      "monthDay": "06/07"
    },
    {
      "year": "1981",
      "uri": "/wiki/Stephen_Bywater",
      "name": "Stephen Bywater",
      "aboutText": "Kevin Alastair Kyle (born 7 June 1981) is a footballer who played as a centre forward.",
      "pageId": 1253715,
      "monthDay": "06/07"
    },
    {
      "year": "1981",
      "uri": "/wiki/Tyler_Johnson_(baseball)",
      "name": "Tyler Johnson",
      "aboutText": "Pierre Antoine Pierce (born June 7, 1983) is an American professional basketball player. A former member of the University of Iowa Hawkeyes men's team, Pierce was convicted of several crimes relating to a violent incident with a former girlfriend, leading to his dismissal from the Hawkeyes and eventual imprisonment. The 6-foot-4-inch (1.93 m) and 195 lb (88 kg) point guard/shooting guard was the highest scoring player on the team at the time of his dismissal.",
      "pageId": 1492759,
      "monthDay": "06/07"
    },
    {
      "year": "1981",
      "uri": "/wiki/Anna_Kournikova",
      "name": "Anna Kournikova",
      "aboutText": "Stephen Michael Bywater, (born 7 June 1981) is an English professional football player who plays as a goalkeeper most recently for Doncaster Rovers. He has made appearances for thirteen clubs, most notably for Derby County, where he made over 150 appearances and won the 2007 Championship play-off Final and for West Ham United, where he spent eight seasons, made over 60 appearances and won the 2005 Championship play-off Final. He is also a former England Under-21 international.",
      "pageId": 2926415,
      "monthDay": "06/07"
    },
    {
      "year": "1981",
      "uri": "/wiki/Kevin_Kyle",
      "name": "Kevin Kyle",
      "aboutText": "Kurt Gidley (born 7 June 1982 in Newcastle, New South Wales) is an Australian professional rugby league footballer who currently plays for the Warrington Wolves in the Super League. An Australian international and New South Wales State of Origin representative, he previously played in the National Rugby League for the Newcastle Knights, captaining them for 123 games. He is the younger brother of Matthew Gidley.",
      "pageId": 3026595,
      "monthDay": "06/07"
    },
    {
      "year": "1981",
      "uri": "/wiki/Larisa_Oleynik",
      "name": "Larisa Oleynik",
      "aboutText": "Milan Jurčina (Slovak pronunciation: [ˈmɪlan jurˈt͡ʃɪna]; born June 7, 1983) is a Slovak professional ice hockey defenceman currently playing for Dinamo Riga of the Kontinental Hockey League (KHL).",
      "pageId": 3084302,
      "monthDay": "06/07"
    },
    {
      "year": "1982",
      "uri": "/wiki/Kurt_Gidley",
      "name": "Kurt Gidley",
      "aboutText": "Glenn Edward Moses, Jr. (born June 7, 1980) is an American former competition swimmer and breaststroke specialist who is an Olympic gold medalist, world champion, and former world record-holder. He represented the United States at the 2000 Summer Olympics, where he won a gold and silver medal.",
      "pageId": 3296836,
      "monthDay": "06/07"
    },
    {
      "year": "1982",
      "uri": "/wiki/Germ%C3%A1n_Lux",
      "name": "Germán Lux",
      "aboutText": "Evelina Papantoniou, (Greek: Εβελίνα Παπαντωνίου) born June 7, 1979 in Athens, is a Greek fashion model and actress.",
      "pageId": 4619918,
      "monthDay": "06/07"
    },
    {
      "year": "1982",
      "uri": "/wiki/Shun_Shioya",
      "name": "Shun Shioya",
      "aboutText": "Jennyfer \"Jenny\" Jewell (born 7 June 1984) is an England-born New Zealand television and stage actress. Although she has been in various other productions, she is best known for her role as Ellie on the science fiction teen drama series The Tribe from 1999 to 2003.\n^ Cloud 9 Screen Entertainment Group.",
      "pageId": 5257985,
      "monthDay": "06/07"
    },
    {
      "year": "1982",
      "uri": "/wiki/Virgil_Vasquez",
      "name": "Virgil Vasquez",
      "aboutText": "Mark Christopher Lowe (born June 7, 1983) is an American professional baseball relief pitcher for the Detroit Tigers of Major League Baseball (MLB). He previously played for the Seattle Mariners, Texas Rangers, Los Angeles Angels of Anaheim, Cleveland Indians, and Toronto Blue Jays. His fastball has been clocked as high as 101 mph.",
      "pageId": 6007960,
      "monthDay": "06/07"
    },
    {
      "year": "1983",
      "uri": "/wiki/Ryan_Bader",
      "name": "Ryan Bader",
      "aboutText": "Piotr Małachowski (born 7 June 1983) is a Polish discus thrower, silver medalist at the 2008 Summer Olympics. His personal best throw is 71,84 metres (235' 8\"), ranks Him fifth in all-time longest discus throw distances, achieved on 8 June 2013 at Hengelo, the Netherlands. Piotr's throwing distances are seen as even more remarkable as he is not as tall as most discus throwers (Malachowski is one inch shorter than current Beijing Olympic champion Gerd Kanter and three inches shorter than current world champion Robert Harting and discus great Virgillius Alekna.",
      "pageId": 9507208,
      "monthDay": "06/07"
    },
    {
      "year": "1983",
      "uri": "/wiki/Milan_Jur%C4%8Dina",
      "name": "Milan Jurčina",
      "aboutText": "Ari Koivunen (born June 7, 1984, Kouvola) is a Finnish heavy metal singer who rose to fame as the winner of the Finnish singing competition Idols in 2007. Koivunen is vocalist of the Finnish metal band Amoral.",
      "pageId": 9817096,
      "monthDay": "06/07"
    },
    {
      "year": "1983",
      "uri": "/wiki/Mark_Lowe",
      "name": "Mark Lowe",
      "aboutText": "Virgil Matthew Vasquez (born June 7, 1982 in Santa Barbara, California) is a former right-handed professional baseball pitcher. He appeared in part of two Major League Baseball seasons with the Detroit Tigers and Pittsburgh Pirates. He and J.P. Martinez currently serve as the pitching coaches of the Gulf Coast League Twins.",
      "pageId": 10817732,
      "monthDay": "06/07"
    },
    {
      "year": "1983",
      "uri": "/wiki/Piotr_Ma%C5%82achowski",
      "name": "Piotr Małachowski",
      "aboutText": "Tyler James Johnson (born June 7, 1981 in Columbia, Missouri) is a former left-handed Major League Baseball relief pitcher.",
      "pageId": 11780785,
      "monthDay": "06/07"
    },
    {
      "year": "1983",
      "uri": "/wiki/Pierre_Pierce",
      "name": "Pierre Pierce",
      "aboutText": "Anna Torv (born 7 June 1979) is an Australian actress known for her role as FBI agent Olivia Dunham on the Fox television series Fringe (2008–2013).",
      "pageId": 14899333,
      "monthDay": "06/07"
    },
    {
      "year": "1984",
      "uri": "/wiki/Jennyfer_Jewell",
      "name": "Jennyfer Jewell",
      "aboutText": "Ryan DuWayne Bader (born June 7, 1983) is an American mixed martial artist, competing in the UFC in the Light Heavyweight division. He was a cast member and winner of Spike TV's The Ultimate Fighter: Team Nogueira vs. Team Mir.",
      "pageId": 20188067,
      "monthDay": "06/07"
    },
    {
      "year": "1984",
      "uri": "/wiki/Ari_Koivunen",
      "name": "Ari Koivunen",
      "aboutText": "Arkadiusz Piech (born 7 June 1985 in Świdnica) is a Polish footballer who plays for GKS Bełchatów, on loan from Legia Warszawa, in the Polish T-Mobile Ekstraklasa as a striker.",
      "pageId": 27598331,
      "monthDay": "06/07"
    },
    {
      "year": "1985",
      "uri": "/wiki/Arkadiusz_Piech",
      "name": "Arkadiusz Piech",
      "aboutText": "Shun Shioya (塩谷 瞬, born June 7, 1982,",
      "pageId": 46538308,
      "monthDay": "06/07"
    },
    {
      "year": "1985",
      "uri": "/wiki/Shannon_Shorr",
      "name": "Shannon Shorr",
      "aboutText": "Michael Austin Cera (/ˈsɛrə/; born June 7, 1988) is a Canadian actor and musician. He started his career as a child actor, most notably portraying a young Chuck Barris in Confessions of a Dangerous Mind (2002). He is mostly known for his role as George Michael Bluth on the sitcom Arrested Development and for his leading roles in the comedy films Superbad (2007), Juno (2007), Nick and Norah's Infinite Playlist (2008) and Youth in Revolt (2010).",
      "pageId": 921454,
      "monthDay": "06/07"
    },
    {
      "year": "1985",
      "uri": "/wiki/Charlie_Simpson",
      "name": "Charlie Simpson",
      "aboutText": "Charles Robert \"Charlie\" Simpson (born 7 June 1985) is an English singer, songwriter and musician. He is the youngest member of multi-BRIT Award-winning band Busted, and is the lead vocalist, guitarist and co-lyricist in alternative rock band Fightstar. AllMusic has noted that Simpson is \"perhaps the only pop star to make the convincing transition from fresh-faced boy bander to authentic hard rock frontman\".",
      "pageId": 1132190,
      "monthDay": "06/07"
    },
    {
      "year": "1985",
      "uri": "/wiki/Richard_Thompson_(sprinter)",
      "name": "Richard Thompson",
      "aboutText": "Simon Whaley (born 7 June 1985) is an English former footballer who played as a winger. He made more than 200 appearances in the Football League playing for Bury, Preston North End, Barnsley, Norwich City, Rochdale and Bradford City.\n^ Hugman, Barry J., ed.",
      "pageId": 5931531,
      "monthDay": "06/07"
    },
    {
      "year": "1985",
      "uri": "/wiki/Simon_Whaley",
      "name": "Simon Whaley",
      "aboutText": "Shannon Shorr (born June 7, 1985 in Birmingham, Alabama) is a professional poker player from Birmingham, Alabama. Shorr was a baseball player at Shades Valley High School. On June 25, 2014, Shorr is ranked #27 on the Global poker index (he ranked as high as #5 in December 2013).",
      "pageId": 6864438,
      "monthDay": "06/07"
    },
    {
      "year": "1986",
      "uri": "/wiki/Keegan_Bradley",
      "name": "Keegan Bradley",
      "aboutText": "Milan Lucic (pronounced [mǐlan lûːt͡ʃit͡ɕ]; born June 7, 1988) is a Canadian professional ice hockey left winger currently playing for the Los Angeles Kings of the National Hockey League (NHL). He played major junior with the Vancouver Giants in the Western Hockey League (WHL) for three seasons and captured a Memorial Cup, while being named tournament MVP in 2007. He was selected 50th overall in the 2006 NHL Entry Draft and made the Bruins' roster as a 19-year-old in 2007–08.",
      "pageId": 10736774,
      "monthDay": "06/07"
    },
    {
      "year": "1988",
      "uri": "/wiki/Michael_Cera",
      "name": "Michael Cera",
      "aboutText": "Richard \"Torpedo\" Thompson (born 7 June 1985) is a sprinter from Cascade, Trinidad and Tobago who specializes in the 100 metres. He is the 9th best 100 meters runner of all time and the Trinidad and Tobago record holder with a personal best of 9.82. He occasionally runs the 200 meters and he has the second fastest time by a Trinidad and Tobago athlete and the 127th best of all-time from all countries in a best time of 20.18, 0.99 seconds slower than the World Record holder Usain Bolt.",
      "pageId": 17651049,
      "monthDay": "06/07"
    },
    {
      "year": "1988",
      "uri": "/wiki/Milan_Lucic",
      "name": "Milan Lucic",
      "aboutText": "Allison Rodgers Schmitt (born June 7, 1990) is an American competition swimmer who specializes in freestyle events, and is a six-time Olympic medalist.\nIn her Olympic debut at the 2008 Summer Olympics in Beijing, Schmitt won a bronze medal as a member of the 4×200-meter freestyle relay. Four years later, at the 2012 Summer Olympics in London, she won a total of five medals, three of them gold, in the 200-meter freestyle (in which she set a new Olympic record), in the 4×200-meter freestyle relay, and in the 4×100-meter medley relay (in which a new world record was set); and she also won a silver medal in the 400 meter freestyle, and a bronze medal in the 4 × 100 meter freestyle relay.",
      "pageId": 18857504,
      "monthDay": "06/07"
    },
    {
      "year": "1989",
      "uri": "/wiki/Ashley_Melnick",
      "name": "Ashley Melnick",
      "aboutText": "Mitchell \"Mitch\" Robinson (born 7 June 1989) is an Australian rules footballer who plays for the Brisbane Lions in the Australian Football League (AFL).\nRobinson is a midfielder/half-forward who played junior football in Tasmania. In 2008, as an eighteen-year-old, he played eleven games for the Tasmanian Devils Football Club in the Victorian Football League, as well as two games for the Lauderdale Football Club seniors in the Southern Football League, and one game for the Tassie Mariners in the TAC Cup.",
      "pageId": 20455254,
      "monthDay": "06/07"
    },
    {
      "year": "1989",
      "uri": "/wiki/Mitch_Robinson",
      "name": "Mitch Robinson",
      "aboutText": "Gary Rohan (born 7 June 1991) is an Australian rules footballer who plays for the Sydney Swans in the Australian Football League (AFL).",
      "pageId": 25229116,
      "monthDay": "06/07"
    },
    {
      "year": "1989",
      "uri": "/wiki/Matt_Smith_(footballer,_born_1989)",
      "name": "Matt Smith",
      "aboutText": "Park Ji-yeon (born 7 June 1993; Hangul: 박지연; Hanja:朴芝妍), better known simply as Jiyeon, is a South Korean singer, actress and model.",
      "pageId": 26551771,
      "monthDay": "06/07"
    },
    {
      "year": "1990",
      "uri": "/wiki/Iggy_Azalea",
      "name": "Iggy Azalea",
      "aboutText": "Emily O'Hara Ratajkowski (/ˌrɑːtaɪˈkɒfski/; born June 7, 1991) is an American model and actress. Born in London to American parents and raised primarily in California, she rose to prominence after appearing in the music video for Robin Thicke's \"Blurred Lines\", which became the number one song of the year 2013 in several countries. Following its success, she became a high profile sex symbol, appeared in the 2014 Sports Illustrated Swimsuit Issue and began a movie career.",
      "pageId": 26579594,
      "monthDay": "06/07"
    },
    {
      "year": "1990",
      "uri": "/wiki/Amy_Childs",
      "name": "Amy Childs",
      "aboutText": "Ashley Lauren Melnick (born June 7, 1989) is an American beauty pageant titleholder who won the title of Miss Texas 2010. She competed in the Miss America 2011 Pageant on January 15, 2011, in Las Vegas, Nevada, placing in the Top 12. She competed at the pageant as Miss Fort Worth and it was her third try for the title.",
      "pageId": 28642367,
      "monthDay": "06/07"
    },
    {
      "year": "1990",
      "uri": "/wiki/Allison_Schmitt",
      "name": "Allison Schmitt",
      "aboutText": "Amy Andrea Childs (born 7 June 1990) is an English television personality, model, businesswoman and fashion designer. Childs rose to fame after appearing in the first two series of the ITV2 series The Only Way Is Essex. She had her own reality television programme It's All About Amy from 2011 to 2012.",
      "pageId": 31299217,
      "monthDay": "06/07"
    },
    {
      "year": "1990",
      "uri": "/wiki/Fetty_Wap",
      "name": "Fetty Wap",
      "aboutText": "Keegan Hansen Bradley (born June 7, 1986) is an American professional golfer who competes on the PGA Tour. He has won three tour events, most notably the 2011 PGA Championship. He is one of four golfers to win in their major debut, along with Ben Curtis, Willie Park, Sr.",
      "pageId": 31525692,
      "monthDay": "06/07"
    },
    {
      "year": "1991",
      "uri": "/wiki/Emily_Ratajkowski",
      "name": "Emily Ratajkowski",
      "aboutText": "Sara Niemietz /ˌsɛrˈɑː nɪmˈɪts/ (born June 7, 1992) is an American singer/songwriter and actress based in Los Angeles, California.\n^ \"The New York Times: Movies and TV: Sara Niemietz\". The New York Times (New York, NY: New York Times).",
      "pageId": 31567999,
      "monthDay": "06/07"
    },
    {
      "year": "1991",
      "uri": "/wiki/Gary_Rohan",
      "name": "Gary Rohan",
      "aboutText": "Mathieu James \"Matt\" Smith (born 7 June 1989) is an English professional footballer for Fulham. He is a centre forward.\n^ a b c \"Matt Smith\".",
      "pageId": 32657973,
      "monthDay": "06/07"
    },
    {
      "year": "1992",
      "uri": "/wiki/Sara_Niemietz",
      "name": "Sara Niemietz",
      "aboutText": "Amethyst Amelia Kelly (born 7 June 1990), better known by her stage name Iggy Azalea (/əˈzeɪljə/), is an Australian rapper, songwriter, and model. Born in Sydney and raised in Mullumbimby, Azalea moved to the United States at the age of 16 to pursue a career in hip hop music, residing in the southern part of the country. She earned public recognition after releasing YouTube music videos for her songs \"Pu$$y\" and \"Two Times\".",
      "pageId": 33715219,
      "monthDay": "06/07"
    },
    {
      "year": "1993",
      "uri": "/wiki/Park_Ji-yeon",
      "name": "Park Ji-yeon",
      "aboutText": "George Ezra Barnett (born 7 June 1993) is an English singer and songwriter. After releasing two EPs, Did You Hear the Rain? in October 2013 and Cassy O' in March 2014, Ezra rose to prominence with the release of his hit single \"Budapest\", which reached the top 10 in numerous countries around the world, reaching number one in Austria, Belgium, New Zealand and the Czech Republic.",
      "pageId": 41610538,
      "monthDay": "06/07"
    },
    {
      "year": "1993",
      "uri": "/wiki/George_Ezra",
      "name": "George Ezra",
      "aboutText": "Graham Newberry (born June 7, 1998) is a British figure skater. He is a two-time British national junior champion and reached the free skate at two World Junior Championships.",
      "pageId": 42243584,
      "monthDay": "06/07"
    },
    {
      "year": "1998",
      "uri": "/wiki/Graham_Newberry",
      "name": "Graham Newberry",
      "aboutText": "Willie Maxwell II (born June 7, 1991), better known by his stage name Fetty Wap, is an American hip hop recording artist from Paterson, New Jersey. He rose to prominence with his 2014 single \"Trap Queen\", which was a sleeper hit that peaked at number two on the US Billboard Hot 100 chart in May 2015, followed by the top-ten singles \"679\" and \"My Way\". Wap signed with 300 Entertainment in November 2014 and released his self-titled debut studio album in September 2015.",
      "pageId": 45505723,
      "monthDay": "06/07"
    },
    {
      "year": "2004",
      "uri": "/wiki/Clarence_Delgado",
      "name": "Clarence Delgado",
      "aboutText": "Clarence William Delgado (born February 8, 2004) commonly known and familiar as Clarence, Filipino child actor. He was discovered by Star Circle Quest 2011 where he won as The Male Winner.",
      "pageId": 33204555,
      "monthDay": "06/07"
    }
  ]
}