{
  "people": [
    {
      "year": "40",
      "uri": "/wiki/Gnaeus_Julius_Agricola",
      "name": "Gnaeus Julius Agricola",
      "monthDay": "06/13",
      "aboutText": "Gnaeus Julius Agricola (/əˈɡrɪkələ/; 13 June 40 – 23 August 93) was a Gallo-Roman general responsible for much of the Roman conquest of Britain. Written by his son-in-law Tacitus, the De vita et moribus Iulii Agricolae is the primary source for most of what is known about him, along with detailed archaeological evidence from northern Britain.\nAgricola began his military career in Britain, serving under governor Gaius Suetonius Paulinus.",
      "pageId": 12408,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/e/e2/Agricola.Campaigns.78.84.jpg"
    },
    {
      "year": "823",
      "uri": "/wiki/Charles_the_Bald",
      "name": "Charles the Bald",
      "monthDay": "06/13",
      "aboutText": "Charles the Bald (13 June 823 – 6 October 877) was the King of West Francia (843–77), King of Italy (875–77) and Holy Roman Emperor (875–77, as Charles II). After a series of civil wars that began during the reign of his father, Louis the Pious, Charles succeeded by the Treaty of Verdun (843) in acquiring the western third of the Carolingian Empire.",
      "pageId": 47372,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/b/b1/Apparition_Charles_le_chauve.jpg"
    },
    {
      "year": "839",
      "uri": "/wiki/Charles_the_Fat",
      "name": "Charles the Fat",
      "monthDay": "06/13",
      "aboutText": "Charles the Fat (13 June 839 – 13 January 888), also known as Charles III, was the Carolingian Emperor from 881 to 888. The youngest son of Louis the German and Hemma, Charles was a great-grandson of Charlemagne and was the last Carolingian to rule over a united empire.\nOver his lifetime, Charles became ruler of the various kingdoms of Charlemagne's former Empire.",
      "pageId": 235054,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/f/fb/Charlemagne_denier_Mayence_812_814.jpg"
    },
    {
      "year": "1508",
      "uri": "/wiki/Alessandro_Piccolomini",
      "name": "Alessandro Piccolomini",
      "monthDay": "06/13",
      "aboutText": "Alessandro Piccolomini (13 June 1508 – 12 March 1579) was an Italian humanist and philosopher from Siena, who promoted the popularization in the vernacular of Latin and Greek scientific and philosophical treatises. His early works include Il Dialogo della bella creanza delle donne, o Raffaella (1539) and the comedies Amor costante, and Alessandro, (other titles are erroneously attributed to him) which were sponsored and produced by the Sienese Accademia degl'Intronati, of which he was a member and an official. Much of his literary production consisted of translations from the Classics, of which Book xiii of Ovid's Metamorphoses and book vi of the Aeneid are early examples.",
      "pageId": 2494131
    },
    {
      "year": "1595",
      "uri": "/wiki/Jan_Marek_Marci",
      "name": "Jan Marek Marci",
      "monthDay": "06/13",
      "aboutText": "Jan Marek Marci FRS (13 June 1595 – 10 April 1667), or Johannes (Greek: Ioannes) Marcus Marci, was a Bohemian doctor and scientist, rector of the University of Prague, and official physician to the Holy Roman Emperors. The crater Marci on the far side of the Moon is named after him.",
      "pageId": 523230,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/2/2c/Jan_Marcus_Marci.jpg"
    },
    {
      "year": "1561",
      "uri": "/wiki/Anna_Maria_of_Anhalt",
      "name": "Anna Maria of Anhalt",
      "monthDay": "06/13",
      "aboutText": "Anna Maria of Anhalt (Polish: Anna Maria Anhalcka; Zerbst, 13 June 1561 – Brzeg, 14 November 1605), was by birth a member of the House of Ascania and a princess of Anhalt. After her marriage, she was Duchess of Legnica-Brzeg-Oława-Wołów.",
      "pageId": 21453227
    },
    {
      "year": "1649",
      "uri": "/wiki/Adrien_Baillet",
      "name": "Adrien Baillet",
      "monthDay": "06/13",
      "aboutText": "Adrien Baillet (June 13, 1649 – January 21, 1706) was a French scholar and critic.",
      "pageId": 143085,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/2/26/Adrien_Baillet%2C_grote_gravure.jpg"
    },
    {
      "year": "1672",
      "uri": "/wiki/Anna_Maria_Franziska_of_Saxe-Lauenburg",
      "name": "Anna Maria Franziska of Saxe-Lauenburg",
      "monthDay": "06/13",
      "aboutText": "Anna Maria Franziska of Saxe-Lauenburg (13 June 1672 – 15 October 1741) was the legal Duchess of Saxe-Lauenburg in the eyes of the Holy Roman Emperor, the overlord of Saxe-Lauenburg, from 1689 until 1728; however, because her distant cousin George William, Duke of Brunswick-Lüneburg, conquered the duchy by force in 1689, she exercised no control over the territory, instead living in her manors in Bohemia.\nShe was Grand Duchess of Tuscany as the wife of the last Medici Grand Duke, Gian Gastone.\nAnna Maria Franziska was the elder surviving daughter of Julius Franz, Duke of Saxe-Lauenburg, and Maria Hedwig of the Palatinate-Sulzbach.",
      "pageId": 24026183,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/2/2a/Anna_Marie_Franziska_of_Saxe-Lauenburg.jpg"
    },
    {
      "year": "1711",
      "uri": "/wiki/Sir_Richard_Glyn,_1st_Baronet,_of_Ewell",
      "name": "Sir Richard Glyn, 1st Baronet, of Ewell",
      "monthDay": "06/13",
      "aboutText": "For the playwright Frances Burney (1776–1828), niece of the novelist, see Frances Burney.\nFrances Burney (13 June 1752 – 6 January 1840), also known as Fanny Burney and after her marriage as Madame d'Arblay, was an English novelist, diarist and playwright. She was born in Lynn Regis, now King's Lynn, England, on 13 June 1752, to musical historian Dr.",
      "pageId": 56578,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/e/e1/Evelina_vol_II_1779.jpg"
    },
    {
      "year": "1752",
      "uri": "/wiki/Frances_Burney",
      "name": "Frances Burney",
      "monthDay": "06/13",
      "aboutText": "Sir Richard Glyn, 1st Baronet (13 June 1711 – 1 January 1773) was a British banker and politician, who together with Joseph Vere and Thomas Hallifax founded the Bank of Vere, Glyn & Hallifax, which evolved into Williams & Glyn's Bank.\nHe served as Sheriff of London in 1753 and as Lord Mayor of London in 1758. He was also Member of Parliament for the City of London from 1758 to 1768 and for Coventry from 1768 to 1773.",
      "pageId": 16892460
    },
    {
      "year": "1761",
      "uri": "/wiki/Anton%C3%ADn_Vranick%C3%BD",
      "name": "Antonín Vranický",
      "monthDay": "06/13",
      "aboutText": "José Bonifácio de Andrada e Silva (June 13, 1763 – April 6, 1838) was a Brazilian statesman, naturalist, professor and poet, born in Santos, São Paulo, then part of the Portuguese Empire. He was one of the most important mentors of Brazilian independence, and his actions were decisive for the success of Emperor Pedro I. He supported public education, was an abolitionist and suggested that a new national capital be created in Brazil's underdeveloped interior (effected over a century later as Brasília). His career as naturalist was marked by the discovery of four new minerals.",
      "pageId": 939584,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/6/66/Calixt33.jpg"
    },
    {
      "year": "1763",
      "uri": "/wiki/Jos%C3%A9_Bonif%C3%A1cio_de_Andrada",
      "name": "José Bonifácio de Andrada",
      "monthDay": "06/13",
      "aboutText": "Antonín Vranický, Germanized as Anton Wranitzky, and also seen as Wranizky (June 13, 1761 in Nová Říše – August 6, 1820 in Vienna), was a famous Czech violinist and composer of the 18th century. He was the half brother of Pavel Vranický.",
      "pageId": 4356808,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/7/75/Antonin_Vranicky.jpg"
    },
    {
      "year": "1773",
      "uri": "/wiki/Thomas_Young_(scientist)",
      "name": "Thomas Young",
      "monthDay": "06/13",
      "aboutText": "Thomas Young (13 June 1773 – 10 May 1829) was an English polymath and physician. Young made notable scientific contributions to the fields of vision, light, solid mechanics, energy, physiology, language, musical harmony, and Egyptology. He \"made a number of original and insightful innovations\" in the decipherment of Egyptian hieroglyphs (specifically the Rosetta Stone) before Jean-François Champollion eventually expanded on his work.",
      "pageId": 51624,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/2/26/Spectrogram_showing_shared_partials.png"
    },
    {
      "year": "1775",
      "uri": "/wiki/Antoni_Radziwi%C5%82%C5%82",
      "name": "Antoni Radziwiłł",
      "monthDay": "06/13",
      "aboutText": "Prince Antoni Henryk Radziwiłł (13 June 1775 – 7 April 1833) was a Polish and Prussian noble, aristocrat, musician and politician. Initially a hereditary Duke of Nieśwież and Ołyka, as a scion of the Radziwiłł family he also held the honorific title of a Reichsfürst of the Holy Roman Empire.",
      "pageId": 479958,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/2/22/AntonFuerstRadizwillDerKomponistDesFaustS190.jpg"
    },
    {
      "year": "1786",
      "uri": "/wiki/Winfield_Scott",
      "name": "Winfield Scott",
      "monthDay": "06/13",
      "aboutText": "Winfield Scott (June 13, 1786 – May 29, 1866) was a United States Army general, and unsuccessful presidential candidate of the Whig Party in 1852.\nKnown as \"Old Fuss and Feathers\" and the \"Grand Old Man of the Army,\" he served on active duty as a general longer than any other man in American history, and many historians rate him the best American commander of his time. Over the course of his 53-year career, he commanded forces in the War of 1812, the Black Hawk War, the Mexican–American War, the Second Seminole War, and, briefly, the American Civil War, conceiving the Union strategy known as the Anaconda Plan that would be used to defeat the Confederacy.",
      "pageId": 61403,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/9/94/GenWScott-engraving.jpg"
    },
    {
      "year": "1790",
      "uri": "/wiki/Jos%C3%A9_Antonio_P%C3%A1ez",
      "name": "José Antonio Páez",
      "monthDay": "06/13",
      "aboutText": "José Antonio Páez Herrera (13 June 1790 – 6 May 1873) commonly known as José Antonio Páez, was a Venezuelan leader who fought against the Spanish Crown under Simon Bolivar during the Venezuelan Wars of Independence. He later led Venezuela's breakaway from Gran Colombia.\nHe dominated the country's politics for most of the next two decades as its president once it was independent of the Gran Colombia (1830–1835; 1839–1843; 1861–1863).",
      "pageId": 351938
    },
    {
      "year": "1809",
      "uri": "/wiki/Heinrich_Hoffmann_(author)",
      "name": "Heinrich Hoffmann",
      "monthDay": "06/13",
      "aboutText": "Heinrich Hoffmann (June 13, 1809 – September 20, 1894) was a German psychiatrist, who also wrote some short works including Der Struwwelpeter, an illustrated book portraying children misbehaving.",
      "pageId": 3143357,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/6/6f/H_Hoffmann_Struwwel_03.jpg"
    },
    {
      "year": "1822",
      "uri": "/wiki/Carl_Schmidt_(chemist)",
      "name": "Carl Schmidt",
      "monthDay": "06/13",
      "aboutText": "Carl Ernst Heinrich Schmidt (13 June 1822 – 27 February 1894), also known in Russia as Karl Genrikhovich Schmidt (Russian: Карл Ге́нрихович Шмидт) was a Baltic German chemist from the Governorate of Livonia, a part of the Russian Empire. He determined the typical crystallization patterns of many important biochemicals such as uric acid, oxalic acid and its salts, lactic acid, cholesterin, stearin, etc.\nSchmidt analyzed muscle fiber and chitin.",
      "pageId": 7950369,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/c/c7/Carl_Ernst_Heinrich_Schmidt.jpg"
    },
    {
      "year": "1827",
      "uri": "/wiki/Alberto_Henschel",
      "name": "Alberto Henschel",
      "monthDay": "06/13",
      "aboutText": "Alberto Henschel (13 June 1827 – 30 June 1882) was a German-Brazilian photographer born in Berlin. Considered the hardest-working photographer and businessman in 19th-century Brazil, with offices in Pernambuco, Bahia, Rio de Janeiro, and São Paulo, Henschel was also responsible for the presence of other professional photographers in the country, including his compatriot Karl Ernst Papf—with whom he later worked.\nHenschel became known for making pictorial representations of Rio de Janeiro as a landscaper photographer and for being an excellent portraitist.",
      "pageId": 18352368,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/5/53/Alberto_Henschel.jpg"
    },
    {
      "year": "1831",
      "uri": "/wiki/James_Clerk_Maxwell",
      "name": "James Clerk Maxwell",
      "monthDay": "06/13",
      "aboutText": "James Clerk Maxwell FRS FRSE (13 June 1831 – 5 November 1879) was a Scottish scientist in the field of mathematical physics. His most notable achievement was to formulate the classical theory of electromagnetic radiation, bringing together for the first time electricity, magnetism, and light as manifestations of the same phenomenon. Maxwell's equations for electromagnetism have been called the \"second great unification in physics\" after the first one realised by Isaac Newton.",
      "pageId": 28989696,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/2/29/Edinburgh_Academy_frontage.jpg"
    },
    {
      "year": "1854",
      "uri": "/wiki/Charles_Algernon_Parsons",
      "name": "Charles Algernon Parsons",
      "monthDay": "06/13",
      "aboutText": "Sir Charles Algernon Parsons, OM, KCB, FRS (13 June 1854 – 11 February 1931) was an Anglo-Irish engineer, best known for his invention of the compound steam turbine. He worked as an engineer on dynamo and turbine design, and power generation, with great influence on the naval and electrical engineering fields.",
      "pageId": 441816,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/3/3d/1900_Elberfeld_1MW_Generator.jpg"
    },
    {
      "year": "1863",
      "uri": "/wiki/Lucy,_Lady_Duff-Gordon",
      "name": "Lucy, Lady Duff-Gordon",
      "monthDay": "06/13",
      "aboutText": "Lucy Christiana, Lady Duff-Gordon (née Sutherland) (13 June 1863 – 20 April 1935) was a leading British fashion designer in the late 19th and early 20th centuries, best known as \"Lucile\", her professional name. Lucile, the first British-based designer to achieve international acclaim, was a widely acknowledged innovator in couture styles as well as in fashion industry public relations. Apart from originating the \"mannequin parade\", a precursor to the modern fashion show, and training the first professional models, she launched liberating slit skirts and low necklines, popularized less restrictive corsets and promoted alluring and pared-down lingerie.",
      "pageId": 2023654,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/6/6f/1912_evening_dress.jpg"
    },
    {
      "year": "1864",
      "uri": "/wiki/Rudolf_Kjell%C3%A9n",
      "name": "Rudolf Kjellén",
      "monthDay": "06/13",
      "aboutText": "Johan Rudolf Kjellén (Swedish: [ɕɛlleːn], 13 June 1864, Torsö – 14 November 1922, Uppsala) was a Swedish political scientist and politician who first coined the term \"geopolitics\". His work was influenced by Friedrich Ratzel. Along with Alexander von Humboldt, Karl Ritter, and Friedrich Ratzel, Kjellén would lay the foundations for the German Geopolitik which would later be espoused prominently by General Karl Haushofer.",
      "pageId": 1421516,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/a/a2/Rudolfk.jpg"
    },
    {
      "year": "1864",
      "uri": "/wiki/Dwight_B._Waldo",
      "name": "Dwight B. Waldo",
      "monthDay": "06/13",
      "aboutText": "Dr. Dwight Bryant Waldo (June 13, 1864 – October 29, 1939) was the first President of Western Michigan University (WMU) in Kalamazoo, Michigan. Waldo was born in Arcade, N.Y. but spent his childhood in Plainwell, Michigan.",
      "pageId": 8058437,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/0/07/DwightWaldo%26JIMMYBOY.jpg"
    },
    {
      "year": "1865",
      "uri": "/wiki/Karl_Blossfeldt",
      "name": "Karl Blossfeldt",
      "monthDay": "06/13",
      "aboutText": "William Butler Yeats (/ˈjeɪts/; 13 June 1865 – 28 January 1939) was an Irish poet and one of the foremost figures of 20th-century literature. A pillar of both the Irish and British literary establishments, in his later years he served as an Irish Senator for two terms. Yeats was a driving force behind the Irish Literary Revival and, along with Lady Gregory, Edward Martyn, and others, founded the Abbey Theatre, where he served as its chief during its early years.",
      "pageId": 33684,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/en/4/46/CBI_-_SERIES_B_-_TWENTY_POUND_NOTE.PNG"
    },
    {
      "year": "1865",
      "uri": "/wiki/W._B._Yeats",
      "name": "W. B. Yeats",
      "monthDay": "06/13",
      "aboutText": "Karl Blossfeldt (June 13, 1865 – December 9, 1932) was a German photographer, sculptor, teacher, and artist who worked in Berlin, Germany. He is best known for his close-up photographs of plants and living things, published in 1929 as, Urformen der Kunst. He was inspired, as was his father, by nature and the way in which plants grow.",
      "pageId": 899360
    },
    {
      "year": "1868",
      "uri": "/wiki/Wallace_Clement_Sabine",
      "name": "Wallace Clement Sabine",
      "monthDay": "06/13",
      "aboutText": "Jules Jean Baptiste Vincent Bordet (13 June 1870 – 6 April 1961) was a Belgian immunologist and microbiologist. The bacterial genus Bordetella is named after him.\n^ Oakley, C. L. (1962).",
      "pageId": 170974,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/9/92/Jules_Bordet.JPG"
    },
    {
      "year": "1870",
      "uri": "/wiki/Jules_Bordet",
      "name": "Jules Bordet",
      "monthDay": "06/13",
      "aboutText": "Wallace Clement Sabine (June 13, 1868 – January 10, 1919) was an American physicist who founded the field of architectural acoustics. He graduated from Ohio State University in 1886 at the age of 18 before joining Harvard University for graduate study and remaining as a faculty member.",
      "pageId": 1090710,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/0/0f/Sabine.png"
    },
    {
      "year": "1872",
      "uri": "/wiki/Thomas_N._Heffron",
      "name": "Thomas N. Heffron",
      "monthDay": "06/13",
      "aboutText": "Thomas N. Heffron (June 13, 1872 – May 24, 1951) was a screenwriter, actor, and a director. He was born near Nevada, and started his career in movies in 1911, eventually landing him a role with Paramount a few years later. He left the movie industry in 1922, making all his movies in the silent era.",
      "pageId": 41077164,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/c/c1/The_Valiants_of_Virginia.jpg"
    },
    {
      "year": "1873",
      "uri": "/wiki/Karin_Swanstr%C3%B6m",
      "name": "Karin Swanström",
      "monthDay": "06/13",
      "aboutText": "Karin Swanström (June 13, 1873 – July 5, 1942) was a Swedish actress, producer and director.\n^ \"Karin Swanström\". Sfi.se.",
      "pageId": 42253553,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/7/71/KarinSwanstrom.jpg"
    },
    {
      "year": "1875",
      "uri": "/wiki/Paul_Neumann_(swimmer)",
      "name": "Paul Neumann",
      "monthDay": "06/13",
      "aboutText": "William Sealy Gosset (13 June 1876 – 16 October 1937) was an English statistician.",
      "pageId": 105651,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/4/42/William_Sealy_Gosset.jpg"
    },
    {
      "year": "1876",
      "uri": "/wiki/William_Sealy_Gosset",
      "name": "William Sealy Gosset",
      "monthDay": "06/13",
      "aboutText": "Paul Neumann (13 June 1875 in Vienna – 9 February 1932 in Vienna) was an Austrian swimmer and physician, who competed at the 1896 Summer Olympics in Athens and became the first Austrian gold medalist ever.",
      "pageId": 2209936
    },
    {
      "year": "1877",
      "uri": "/wiki/Joseph_Stella",
      "name": "Joseph Stella",
      "monthDay": "06/13",
      "aboutText": "Joseph Stella (born Giuseppe Michele Stella, June 13, 1877 – November 5, 1946) was an Italian-born American Futurist painter best known for his depictions of industrial America, especially his images of the Brooklyn Bridge.",
      "pageId": 1438727,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/8/8a/Battle_of_Lights.jpg"
    },
    {
      "year": "1879",
      "uri": "/wiki/Heinrich_Gutkin",
      "name": "Heinrich Gutkin",
      "monthDay": "06/13",
      "aboutText": "Heinrich Gutkin (13 June 1879 – 11 October 1941 Sverdlovsk Oblast) was a trader and the Estonian National Assembly member.\nHeinrich Gutkin was a chairman of the Jewish Union Bank in Tallinn, a clothing store owner and a founding member of the Estonian Chamber of Commerce and Industry from 1925 to 1937. He also a chairman of the Jewish Cultural Self-Administration Office and served as a representative on the upper chamber of the national parliament.",
      "pageId": 36599031
    },
    {
      "year": "1879",
      "uri": "/wiki/Charalambos_Tseroulis",
      "name": "Charalambos Tseroulis",
      "monthDay": "06/13",
      "aboutText": "Leon Chwistek (Kraków, Austria-Hungary, 13 June 1884 – 20 August 1944, Barvikha near Moscow, Russia) was a Polish avant-garde painter, theoretician of modern art, literary critic, logician, philosopher and mathematician.",
      "pageId": 1029740,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/9/9d/Che%C5%82mo%C5%84ski_Indian_summer.jpg"
    },
    {
      "year": "1884",
      "uri": "/wiki/Leon_Chwistek",
      "name": "Leon Chwistek",
      "monthDay": "06/13",
      "aboutText": "Charalambos Tseroulis (Greek: Χαράλαμπος Τσερούλης, Missolonghi, 1 June 1879 – 2 May 1929) was a distinguished Greek infantry officer who rose to the rank of Lieutenant General.",
      "pageId": 41628476
    },
    {
      "year": "1884",
      "uri": "/wiki/Anton_Drexler",
      "name": "Anton Drexler",
      "monthDay": "06/13",
      "aboutText": "Anton Drexler (13 June 1884 – 24 February 1942) was a German far-right political leader of the 1920s who was instrumental in the formation of the pan-German and anti-Semitic German Workers' Party (Deutsche Arbeiterpartei – DAP), the antecedent of the Nazi Party (Nationalsozialistische Deutsche Arbeiterpartei – NSDAP).",
      "pageId": 2151,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/c/c5/Anton_Drexler.jpg"
    },
    {
      "year": "1884",
      "uri": "/wiki/Gerald_Gardner_(Wiccan)",
      "name": "Gerald Gardner",
      "monthDay": "06/13",
      "aboutText": "Gerald Brosseau Gardner (1884–1964), also known by the craft name Scire, was an English Wiccan, as well as an author and an amateur anthropologist and archaeologist. He was instrumental in bringing the Contemporary Pagan religion of Wicca to public attention, writing some of its definitive religious texts and founding the tradition of Gardnerian Wicca.\nBorn into an upper-middle-class family in Blundellsands, Lancashire, Gardner spent much of his childhood abroad in Madeira.",
      "pageId": 12789,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/3/36/COLLECTIE_TROPENMUSEUM_Een_Ibu_Dajak_krijger_uit_Long_Nawan_Z._en_O._afdeling_Borneo._TMnr_60034031.jpg"
    },
    {
      "year": "1884",
      "uri": "/wiki/%C3%89tienne_Gilson",
      "name": "Étienne Gilson",
      "monthDay": "06/13",
      "aboutText": "Étienne Gilson (French: [ʒilsɔ̃]; 13 June 1884 – 19 September 1978) was a French philosopher and historian of philosophy. A scholar of medieval philosophy, he originally specialised in the thought of Descartes, yet also philosophized in the tradition of Thomas Aquinas, although he did not consider himself either a neo-Scholastic or neo-Thomist philosopher.",
      "pageId": 1082423,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/5/5a/046CupolaSPietro.jpg"
    },
    {
      "year": "1885",
      "uri": "/wiki/Henry_George_Lamond",
      "name": "Henry George Lamond",
      "monthDay": "06/13",
      "aboutText": "Henry George Lamond (13 June 1885 – 12 July 1969) was an Australian farmer and writer, notable for his novels about the land, people and animals of outback Queensland.\nLamond was born at Carl Creek in Queensland's Gulf country and educated at Brisbane Grammar School and the Queensland Agricultural College. From 1902 to 1927 he worked at jobs ranging from jackeroo to horse-breaker to manager on various properties in western Queensland.",
      "pageId": 13851034
    },
    {
      "year": "1887",
      "uri": "/wiki/Andr%C3%A9_Fran%C3%A7ois-Poncet",
      "name": "André François-Poncet",
      "monthDay": "06/13",
      "aboutText": "Bruno Frank (Stuttgart, June 13, 1887 - Beverly Hills, June 20, 1945) was a German author, poet, dramatist, and humanist.\nFrank studied law and philosophy in Munich, where he later worked as a dramatist and novelist until the Reichstag fire in 1933. Persecuted by the government because of his Jewish heritage, he left Nazi Germany with his wife, Liesl, daughter of famed operetta diva Fritzi Massary.",
      "pageId": 354057
    },
    {
      "year": "1887",
      "uri": "/wiki/Bruno_Frank",
      "name": "Bruno Frank",
      "monthDay": "06/13",
      "aboutText": "André François-Poncet (13 June 1887, Provins, Seine-et-Marne – 8 January 1978) was a French politician and diplomat whose post as ambassador to Germany allowed him to witness first-hand the rise to power of Adolf Hitler and the Nazi Party, and the Nazi regime's preparations for World War II.",
      "pageId": 2972294,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/a/ad/Bundesarchiv_Bild_183-2005-0103-511%2C_Berlin%2C_Andr%C3%A9_Francois-Poncet%2C_Erhard_Milch.jpg"
    },
    {
      "year": "1888",
      "uri": "/wiki/Fernando_Pessoa",
      "name": "Fernando Pessoa",
      "monthDay": "06/13",
      "aboutText": "Fernando Pessoa, born Fernando António Nogueira Pessôa (/pɛˈsoʊə/; Portuguese: [fɨɾˈnɐ̃dw ɐ̃ˈtɔɲju nuˈɣejɾɐ pɨˈsow.wɐ]; June 13, 1888 – November 30, 1935), was a Portuguese poet, writer, literary critic, translator, publisher and philosopher, described as one of the most significant literary figures of the 20th century and one of the greatest poets in the Portuguese language. He also wrote in and translated from English and French.\nPessoa was a prolific writer, and not only under his own name, for he dreamed up approximately seventy-five others.",
      "pageId": 11431,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/3/32/A_Aguia.JPG"
    },
    {
      "year": "1892",
      "uri": "/wiki/Basil_Rathbone",
      "name": "Basil Rathbone",
      "monthDay": "06/13",
      "aboutText": "Philip St. John Basil Rathbone, MC (13 June 1892 – 21 July 1967) was a South African-born English actor. He rose to prominence in the United Kingdom as a Shakespearean stage actor and went on to appear in more than 70 films, primarily costume dramas, swashbucklers and, occasionally, horror films.",
      "pageId": 68328
    },
    {
      "year": "1893",
      "uri": "/wiki/Alan_Arnold_Griffith",
      "name": "Alan Arnold Griffith",
      "monthDay": "06/13",
      "aboutText": "Alan Arnold Griffith, CBE, DEng, FRS, (13 June 1893 – 13 October 1963) was an English engineer, who, among many other contributions, is best known for his work on stress and fracture in metals that is now known as metal fatigue, as well as being one of the first to develop a strong theoretical basis for the jet engine. Griffith's advanced axial-flow turbojet engine designs, were integral in the creation of Britain's first operational axial-flow turbojet engine, the Metropolitan-Vickers F.2 which first ran successfully in 1941.",
      "pageId": 1597536
    },
    {
      "year": "1893",
      "uri": "/wiki/Dorothy_L._Sayers",
      "name": "Dorothy L. Sayers",
      "monthDay": "06/13",
      "aboutText": "Dorothy Leigh Sayers /ˈsɛərz/ SAIRZ (13 June 1893 – 17 December 1957) was a renowned English crime writer, poet, playwright, essayist, translator, and Christian humanist. She was also a student of classical and modern languages.\nShe is best known for her mysteries, a series of novels and short stories set between the First and Second World Wars that feature English aristocrat and amateur sleuth Lord Peter Wimsey, which remain popular to this day.",
      "pageId": 23664291,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/d/de/Blue_plaque_re_Dorothy_L_Sayers_on_23_and_24_Gt._James_Street%2C_WC1_-_geograph.org.uk_-_1237429.jpg"
    },
    {
      "year": "1894",
      "uri": "/wiki/Leo_Kanner",
      "name": "Leo Kanner",
      "monthDay": "06/13",
      "aboutText": "Leo Kanner (pronounced \"Kahner\"; June 13, 1894 – April 3, 1981) was an Austrian-American psychiatrist and physician known for his work related to autism. In 1943, Kanner published a landmark paper, \"Autistic Disturbances of Affective Contact\" describing 11 children who were highly intelligent but displayed \"a powerful desire for aloneness\" and \"an obsessive insistence on persistent sameness\". He later names their condition \"early infantile autism.\" This is now known as autism.",
      "pageId": 637087,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/a/af/Leo-Kanner.jpeg"
    },
    {
      "year": "1894",
      "uri": "/wiki/Jacques_Henri_Lartigue",
      "name": "Jacques Henri Lartigue",
      "monthDay": "06/13",
      "aboutText": "Jacques Henri Lartigue (June 13, 1894 – September 12, 1986) was a French photographer and painter, known for his photographs of automobile races, planes and Parisian fashion female models.",
      "pageId": 888095
    },
    {
      "year": "1897",
      "uri": "/wiki/Paavo_Nurmi",
      "name": "Paavo Nurmi",
      "monthDay": "06/13",
      "aboutText": "Paavo Johannes Nurmi (Finnish pronunciation: [ˈpɑːʋo ˈnurmi]; 13 June 1897 – 2 October 1973) was a Finnish middle- and long-distance runner. He was nicknamed the \"Flying Finn\" as he dominated distance running in the early 20th century. Nurmi set 22 official world records at distances between 1500 metres and 20 kilometres, and won nine gold and three silver medals in his twelve events in the Olympic Games.",
      "pageId": 25071,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/b/b3/Bundesarchiv_Bild_102-02694%2C_Berlin%2C_Nurmi_im_Deutschen_Stadion.jpg"
    },
    {
      "year": "1899",
      "uri": "/wiki/Carlos_Ch%C3%A1vez",
      "name": "Carlos Chávez",
      "monthDay": "06/13",
      "aboutText": "Carlos Antonio de Padua Chávez y Ramírez (13 June 1899 – 2 August 1978) was a Mexican composer, conductor, music theorist, educator, journalist, and founder and director of the Mexican Symphonic Orchestra. He was influenced by native Mexican cultures.",
      "pageId": 559224
    },
    {
      "year": "1901",
      "uri": "/wiki/Tage_Erlander",
      "name": "Tage Erlander",
      "monthDay": "06/13",
      "aboutText": "Tage Fritjof Erlander  (13 June 1901 – 21 June 1985) was a Swedish politician who served as Prime Minister of Sweden from 1946 to 1969. He was the leader of the Swedish Social Democratic Party and led the government for an uninterrupted tenure of 23 years, one of the longest in any democracy. This led to the popular expression \"Sweden's longest Prime Minister\" referring to both his physical stature and tenure (the Swedish word lång meaning both long and tall).",
      "pageId": 280741,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/2/22/Lilla_riksvapnet_-_Riksarkivet_Sverige.png"
    },
    {
      "year": "1903",
      "uri": "/wiki/Willard_Harrison_Bennett",
      "name": "Willard Harrison Bennett",
      "monthDay": "06/13",
      "aboutText": "Willard Harrison Bennett (June 13, 1903 – September 28, 1987) was an American scientist and inventor, born in Findlay, Ohio. Bennett conducted research into plasma physics, astrophysics, geophysics, surface physics, and physical chemistry.",
      "pageId": 439454
    },
    {
      "year": "1903",
      "uri": "/wiki/Red_Grange",
      "name": "Red Grange",
      "monthDay": "06/13",
      "aboutText": "Harold Edward \"Red\" Grange, nicknamed \"The Galloping Ghost\" or \"The Galloping Red Ghost\", (June 13, 1903 – January 28, 1991) was a college and professional American football halfback for the University of Illinois, the Chicago Bears, and for the short-lived New York Yankees. His signing with the Bears helped legitimize the National Football League. He was a charter member of both the College and Pro Football Halls of Fame.",
      "pageId": 605386,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/7/78/RedGrangeGoudeycard.jpg"
    },
    {
      "year": "1905",
      "uri": "/wiki/Doc_Cheatham",
      "name": "Doc Cheatham",
      "monthDay": "06/13",
      "aboutText": "Adolphus Anthony Cheatham, better known as Doc Cheatham (June 13, 1905 – June 2, 1997), was a jazz trumpeter, singer, and bandleader.\nAfter having played in some of the leading jazz groups from the 1920s on, Cheatham enjoyed renewed acclaim in later decades of his career.",
      "pageId": 2038949,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/0/08/Doc_Cheatham_2.jpg"
    },
    {
      "year": "1905",
      "uri": "/wiki/James_T._Rutnam",
      "name": "James T. Rutnam",
      "monthDay": "06/13",
      "aboutText": "Xian Xinghai (June 13, 1905 – October 30, 1945) (Chinese: 冼星海; pinyin: Xiǎn Xīnghăi; Wade–Giles: Hsien Hsing-hai) was one of the earliest generation of Chinese composers influenced by western classical music and has influenced generations of Chinese musicians.",
      "pageId": 2617984,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/6/6f/Xian_Xinghai.jpg"
    },
    {
      "year": "1905",
      "uri": "/wiki/Xian_Xinghai",
      "name": "Xian Xinghai",
      "monthDay": "06/13",
      "aboutText": "James Thevathasan Rutnam was a Sri Lankan historian, educationalist, author, and politician.",
      "pageId": 30851704,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/en/3/32/JamesTRutnamImage1.jpg"
    },
    {
      "year": "1906",
      "uri": "/wiki/Bruno_de_Finetti",
      "name": "Bruno de Finetti",
      "monthDay": "06/13",
      "aboutText": "Bruno de Finetti (13 June 1906 – 20 July 1985) was an Italian probabilist, statistician and actuary, noted for the \"operational subjective\" conception of probability.",
      "pageId": 180825
    },
    {
      "year": "1909",
      "uri": "/wiki/E._M._S._Namboodiripad",
      "name": "E. M. S. Namboodiripad",
      "monthDay": "06/13",
      "aboutText": "Elamkulam Manakkal Sankaran Namboodiripad (13 June 1909 – 19 March 1998), popularly EMS, was an Indian communist politician and theorist, who served as the first Chief Minister of Kerala state in 1957–59 and then again in 1967–69. As a member of the Communist Party of India (CPI), he became the first non-Indian National Congress chief minister in the Indian republic. In 1964, he led a faction of the CPI that broke away to form the Communist Party of India (Marxist) (CPM).",
      "pageId": 219629,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/4/42/E._M._S._Namboodiripad.jpg"
    },
    {
      "year": "1910",
      "uri": "/wiki/Gonzalo_Torrente_Ballester",
      "name": "Gonzalo Torrente Ballester",
      "monthDay": "06/13",
      "aboutText": "Mary Wickes (June 13, 1910 – October 22, 1995) was an American film and television character actress.",
      "pageId": 1017034,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/a/a2/Doc_cast_1975.JPG"
    },
    {
      "year": "1910",
      "uri": "/wiki/Mary_Wickes",
      "name": "Mary Wickes",
      "monthDay": "06/13",
      "aboutText": "Gonzalo Torrente Ballester (June 13, 1910 – January 27, 1999) was a Spanish writer associated with the Generation of '36 movement. He was born in Serantes, Ferrol, Galicia, and received his first education there, subsequently attending the universities of Santiago de Compostela and Oviedo.\nAlthough primarily a novelist, he also published journalism, essays, and plays.",
      "pageId": 1071547,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/0/0f/Gonzalo_Torrente_Ballester-ERREKA.jpg"
    },
    {
      "year": "1910",
      "uri": "/wiki/Mary_Whitehouse",
      "name": "Mary Whitehouse",
      "monthDay": "06/13",
      "aboutText": "Constance Mary Whitehouse, CBE (née Hutcheson, 13 June 1910 – 23 November 2001) was an English social activist known for her strong opposition to social liberalism and the mainstream British media, both of which she accused of encouraging a more permissive society. She was the founder and first president of the National Viewers' and Listeners' Association, through which she led a longstanding campaign against the British Broadcasting Corporation (BBC). A staunch social conservative, she was disparagingly termed a reactionary by her socially liberal opponents.",
      "pageId": 243919,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/en/7/73/Mary_Whitehouse_on_phone.jpg"
    },
    {
      "year": "1911",
      "uri": "/wiki/Luis_Walter_Alvarez",
      "name": "Luis Walter Alvarez",
      "monthDay": "06/13",
      "aboutText": "Luis Walter Alvarez (June 13, 1911 – September 1, 1988) was an American experimental physicist, inventor, and professor who was awarded the Nobel Prize in Physics in 1968.",
      "pageId": 320445,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/6/6c/Agnew_on_Tinian.jpg"
    },
    {
      "year": "1911",
      "uri": "/wiki/Maurice_Copeland",
      "name": "Maurice Copeland",
      "monthDay": "06/13",
      "aboutText": "Erwin Wilhelm Müller (or Mueller) (June 13, 1911 – May 17, 1977) was a German physicist who invented the Field Emission Electron Microscope (FEEM), the Field Ion Microscope (FIM), and the Atom-Probe Field Ion Microscope. He and his student, Kanwar Bahadur, were the first people to experimentally observe atoms.\n^ Mitch Jacoby, \"Atomic Imaging Turns 50\", Chemical & engineering News, 83:48, pp.",
      "pageId": 3040144
    },
    {
      "year": "1911",
      "uri": "/wiki/Erwin_Wilhelm_M%C3%BCller",
      "name": "Erwin Wilhelm Müller",
      "monthDay": "06/13",
      "aboutText": "Maurice Copeland (June 13, 1911, Rector, Arkansas –October 3, 1985, New Rochelle, New York) was an American actor.",
      "pageId": 30859150
    },
    {
      "year": "1912",
      "uri": "/wiki/Hector_de_Saint-Denys_Garneau",
      "name": "Hector de Saint-Denys Garneau",
      "monthDay": "06/13",
      "aboutText": "Ralph Livingstone Edwards (June 13, 1913 – November 16, 2005) was an American radio and television host, radio producer, and television producer, best known for his radio-TV game shows Truth or Consequences and This Is Your Life.",
      "pageId": 3135703,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/6/65/Ralph_Edwards_1948.JPG"
    },
    {
      "year": "1913",
      "uri": "/wiki/Ralph_Edwards",
      "name": "Ralph Edwards",
      "monthDay": "06/13",
      "aboutText": "Hector de Saint-Denys Garneau (June 13, 1912 – October 24, 1943) was a French Canadian poet and painter, who \"was posthumously hailed as a herald of the Quebec literary renaissance of the 1950s.\" He has been called Quebec's \"first truly modern poet.\"",
      "pageId": 4225489,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/5/51/Hector_de_Saint-Denys_Garneau.jpg"
    },
    {
      "year": "1913",
      "uri": "/wiki/Yitzhak_Pundak",
      "name": "Yitzhak Pundak",
      "monthDay": "06/13",
      "aboutText": "Frederic Franklin CBE (13 June 1914 – 4 May 2013), sometimes also called \"Freddie\", was a British-American ballet dancer and director.",
      "pageId": 1175671,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/c/c8/Maria_Tallchief_in_Ballet_Russe_de_Monte_Carlo_ad.JPG"
    },
    {
      "year": "1914",
      "uri": "/wiki/Frederic_Franklin",
      "name": "Frederic Franklin",
      "monthDay": "06/13",
      "aboutText": "Yitzhak Pundak, born Yitzhak Fundik (Hebrew: יצחק פונדק‎; born June 13, 1913), is a former Israeli general, diplomat and politician. He turned 100 in June 2013.",
      "pageId": 19601118,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/8/83/PikiWiki_Israel_28624_Art_of_Israel.jpg"
    },
    {
      "year": "1914",
      "uri": "/wiki/Barbara_Reynolds",
      "name": "Barbara Reynolds",
      "monthDay": "06/13",
      "aboutText": "John Donald (\"Don\" or \"Donnie\") Budge (June 13, 1915 – January 26, 2000) was an American tennis champion who was a World No. 1 player for five years, first as an amateur and then as a professional. He is most famous as the first player, male or female, and only American male to win in a single year the four tournaments that comprise the Grand Slam of tennis and second male player to win all four Grand Slams in his career after Fred Perry, and is still the youngest to achieve that feat.",
      "pageId": 244828,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/d/d3/Don_Budge2.jpg"
    },
    {
      "year": "1915",
      "uri": "/wiki/Don_Budge",
      "name": "Don Budge",
      "monthDay": "06/13",
      "aboutText": "Barbara Reynolds (13 June 1914 – 29 April 2015) was an English scholar of Italian Studies, lexicographer and translator, wife of the philologist and translator Lewis Thorpe. She has written and edited several books concerning Dorothy Sayers and is president of the Dorothy L Sayers Society.",
      "pageId": 5987247
    },
    {
      "year": "1916",
      "uri": "/wiki/Wu_Zhengyi",
      "name": "Wu Zhengyi",
      "monthDay": "06/13",
      "aboutText": "Joseph Edward \"Teddy\" Turner (13 June 1917 – 29 August 1992) was a Yorkshire-born English actor and comedian who shot to fame as dustbin man Chalky Whiteley in the top rated ITV1 soap opera, Coronation Street. He also played the part of the similarly named farmer Bill Whiteley in Emmerdale from 1989 to 1991. In the late 1970s he played the part of Mrs.",
      "pageId": 4758559
    },
    {
      "year": "1917",
      "uri": "/wiki/Teddy_Turner_(actor)",
      "name": "Teddy Turner",
      "monthDay": "06/13",
      "aboutText": "Wu Zhengyi (Chinese: 吴征镒; June 13, 1916 – June 20, 2013) was a renowned Chinese botanist and an academician of the Chinese Academy of Sciences (CAS). Wu specialized in Botanical Geography and Medicinal Botany. He is also known by the alternative spellings of 'Wu Cheng-yih', 'Wu Zheng Yi' and 'Cheng Yih Wu'.",
      "pageId": 19126376
    },
    {
      "year": "1918",
      "uri": "/wiki/Ben_Johnson_(actor)",
      "name": "Ben Johnson",
      "monthDay": "06/13",
      "aboutText": "Ben \"Son\" Johnson, Jr. (June 13, 1918 – April 8, 1996) was an American stuntman, world champion rodeo cowboy and Academy Award-winning actor. The son of a rancher, Johnson arrived in Hollywood to deliver a consignment of horses for a film.",
      "pageId": 438651,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/e/ed/Ben_Johnson_The_Wild_Bunch_publicity_photo.JPG"
    },
    {
      "year": "1918",
      "uri": "/wiki/Helmut_Lent",
      "name": "Helmut Lent",
      "monthDay": "06/13",
      "aboutText": "Oberst Helmut Lent (13 June 1918 – 7 October 1944) was a German night-fighter ace in World War II. Lent shot down 110 aircraft, 102 of them at night, far more than the minimum of five enemy aircraft required for the title of \"ace\". Born into a devoutly religious family, he showed an early passion for glider flying; against his father's wishes, he joined the Luftwaffe in 1936. After completing his training, he was assigned to the 1.",
      "pageId": 4569663,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/6/68/Aviacionavion.png"
    },
    {
      "year": "1918",
      "uri": "/wiki/Percy_Rodriguez",
      "name": "Percy Rodriguez",
      "monthDay": "06/13",
      "aboutText": "Percy Rodriguez (June 13, 1918 – September 6, 2007) was a Canadian actor who appeared in many television shows and films from the 1950s to the 1980s. Born in the Saint-Henri neighborhood in Montreal, his birth surname was \"Rodrigues,\" but after it was misspelled in a Broadway program early in his career, \"Rodriguez\" became his de facto stage name and most of his acting credits are under that spelling.",
      "pageId": 5613299,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/7/70/Percy_Rodriguez_1968.JPG"
    },
    {
      "year": "1920",
      "uri": "/wiki/Rolf_Huisgen",
      "name": "Rolf Huisgen",
      "monthDay": "06/13",
      "aboutText": "Rolf Huisgen (born 13 June 1920) is a German chemist. He was born in Gerolstein in the Rhineland-Palatinate and studied in Munich under the supervision of Heinrich Otto Wieland. After completing his Ph.D. in 1943 and his habilitation in 1947, he was named professor at the University of Tübingen in 1949.",
      "pageId": 11997784,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/2/2b/Chemicals-HP.jpg"
    },
    {
      "year": "1920",
      "uri": "/wiki/Iosif_Vorovich",
      "name": "Iosif Vorovich",
      "monthDay": "06/13",
      "aboutText": "Major Sir Ralph (Hugo) Anstruther, 7th Baronet GCVO MC DL (13 June 1921 – 19 May 2002) was a Scottish British Army officer and courtier.",
      "pageId": 4943399
    },
    {
      "year": "1921",
      "uri": "/wiki/Ralph_Anstruther",
      "name": "Ralph Anstruther",
      "monthDay": "06/13",
      "aboutText": "Iosif Israilevich Girshevich Vorovich (also Joseph Israilevitch Vorovich) (born 21 June 1920, died 6 September 2001) was a Soviet mathematician, scientific engineer, author and was made a member of the Russian Academy of Sciences in 1970. He was a specialist in continuum mechanics and the theory of elasticity.",
      "pageId": 35725782,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/3/35/NewtonDetail.jpg"
    },
    {
      "year": "1921",
      "uri": "/wiki/Lennart_Strand",
      "name": "Lennart Strand",
      "monthDay": "06/13",
      "aboutText": "Lennart Strand (13 June 1921 – 23 January 2004) was a Swedish middle-distance runner who specialized in the 1500 m. In this event he won the national title in 1945–47, 1949 and 1950 and the European title in 1946, beating his compatriot Henry Eriksson. Two years later he finished second behind Eriksson at the 1948 Summer Olympics.",
      "pageId": 3581086,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/en/c/c2/Crystal_Clear_app_Login_Manager_2.png"
    },
    {
      "year": "1922",
      "uri": "/wiki/Etienne_Leroux",
      "name": "Etienne Leroux",
      "monthDay": "06/13",
      "aboutText": "Etienne Leroux (1922–1989) was an influential Afrikaans writer of eminence and a key member of the South African Sestigers literary movement.",
      "pageId": 13228291
    },
    {
      "year": "1926",
      "uri": "/wiki/J%C3%A9r%C3%B4me_Lejeune",
      "name": "Jérôme Lejeune",
      "monthDay": "06/13",
      "aboutText": "Paul Edward Lynde (/lɪnd/; June 13, 1926 – January 10, 1982) was an American comedian, actor and TV personality.\nA noted character actor with a distinctively campy and snarky persona that often poked fun at his barely in-the-closet homosexuality, Lynde was well known for his roles as Uncle Arthur on Bewitched and the befuddled father Harry MacAfee in Bye Bye Birdie. He was also the regular \"center square\" panelist on the game show Hollywood Squares from 1968 to 1981, and he voiced two Hanna-Barbera productions; he was Templeton the gluttonous rat in Charlotte's Web and The Hooded Claw in The Perils of Penelope Pitstop.",
      "pageId": 56987,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/a/a5/The_Paul_Lynde_Show_Paul_Lynde_1972_No_2.jpg"
    },
    {
      "year": "1926",
      "uri": "/wiki/Paul_Lynde",
      "name": "Paul Lynde",
      "monthDay": "06/13",
      "aboutText": "Jérôme Jean Louis Marie Lejeune (13 June 1926 – 3 April 1994) was a French pediatrician and geneticist, best known for discovering the link of diseases to chromosome abnormalities and for his subsequent opposition to prenatal diagnosis and abortion.",
      "pageId": 2356606,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/9/99/J%C3%A9r%C3%B4me_Lejeune.TIF"
    },
    {
      "year": "1927",
      "uri": "/wiki/Alan_Reiher",
      "name": "Alan Reiher",
      "monthDay": "06/13",
      "aboutText": "David Gordon Kirkpatrick AO MBE, known professionally as Slim Dusty (13 June 1927 – 19 September 2003), was an Australian country music singer-songwriter, guitarist and producer, who was an Australian cultural icon and one of the country's most awarded stars, with a career spanning nearly seven decades. He was known to record songs in the legacy of Australian poets Henry Lawson and Banjo Paterson that represented the Australian bush lifestyle and also for his many trucking songs. Dusty was the first Australian to have a No.",
      "pageId": 321623,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/8/87/Cunnamulla_Fella.JPG"
    },
    {
      "year": "1927",
      "uri": "/wiki/Slim_Dusty",
      "name": "Slim Dusty",
      "monthDay": "06/13",
      "aboutText": "Alan Silvius Reiher (13 June 1927 – 3 August 2003) was a senior Australian public servant, best known for his time as Director-General of Works in the Australian Government bureaucracy and for heading government transport agencies in New South Wales and Victoria.",
      "pageId": 43955346
    },
    {
      "year": "1927",
      "uri": "/wiki/Friedrich_Katz",
      "name": "Friedrich Katz",
      "monthDay": "06/13",
      "aboutText": "Giacomo Biffi (13 June 1928 – 11 July 2015) was an Italian Cardinal of the Roman Catholic Church. He was Archbishop Emeritus of Bologna, having served as archbishop there from 1984 to 2003.",
      "pageId": 1461719
    },
    {
      "year": "1928",
      "uri": "/wiki/Giacomo_Biffi",
      "name": "Giacomo Biffi",
      "monthDay": "06/13",
      "aboutText": "Friedrich Katz (13 June 1927 – 16 October 2010) was an Austrian-born anthropologist and historian specialized in 19th and 20th century history of Latin America; particularly, in the Mexican Revolution. \"He was arguably Mexico's most widely regarded historian... The whole of the Mexican press, left, right and center, noted and lamented his passing.\" He served as co-director of the Mexican Studies Program at the University of Chicago, co-received the 1999 Bolton Prize (nowadays Bolton-Johnson Prize) for the best English-language book on Latin American History by The Conference on Latin American History and was honored with the Order of the Aztec Eagle by the Government of Mexico.",
      "pageId": 25220080
    },
    {
      "year": "1928",
      "uri": "/wiki/Ren%C3%A9e_Morisset",
      "name": "Renée Morisset",
      "monthDay": "06/13",
      "aboutText": "John Forbes Nash, Jr. (June 13, 1928 – May 23, 2015) was an American mathematician who made fundamental contributions to game theory, differential geometry, and the study of partial differential equations. Nash's work has provided insight into the factors that govern chance and decision making inside complex systems found in daily life.",
      "pageId": 102567,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/2/2d/John_Forbes_Nash%2C_Jr..jpg"
    },
    {
      "year": "1928",
      "uri": "/wiki/John_Forbes_Nash,_Jr.",
      "name": "John Forbes Nash, Jr.",
      "monthDay": "06/13",
      "aboutText": "Renée Morisset, OC CQ (June 13, 1928 – May 3, 2009) was a Canadian pianist. She and her husband, Victor Bouchard, were one of the foremost piano duo in Canadian classical music.",
      "pageId": 22812129
    },
    {
      "year": "1929",
      "uri": "/wiki/Alan_Civil",
      "name": "Alan Civil",
      "monthDay": "06/13",
      "aboutText": "Alan Civil OBE (13 June 1929 – 19 March 1989) was a British horn player.\nCivil began to play the horn at a young age, and joined the famous Royal Artillery Band and Orchestra at Woolwich, while still in his teens. He studied the instrument under Aubrey Brain, father of Dennis Brain.",
      "pageId": 188040,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/1/13/Alan_Civil.jpg"
    },
    {
      "year": "1929",
      "uri": "/wiki/Ralph_McQuarrie",
      "name": "Ralph McQuarrie",
      "monthDay": "06/13",
      "aboutText": "Ralph Angus McQuarrie (June 13, 1929 – March 3, 2012) was an American conceptual designer and illustrator.",
      "pageId": 879256,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/b/ba/Ralph_McQuarrie.jpg"
    },
    {
      "year": "1929",
      "uri": "/wiki/Robert_W._Scott",
      "name": "Robert W. Scott",
      "monthDay": "06/13",
      "aboutText": "Robert Walter \"Bob\" Scott (June 13, 1929 – January 23, 2009) was the 67th Governor of the state of North Carolina from 1969 to 1973. He was born in Haw River, North Carolina.\nThe son of North Carolina Governor W. Kerr Scott, and grandson and nephew of state legislators, Scott was a dairy farmer before being elected to the post of Lieutenant Governor in 1964 and that of Governor in 1968.",
      "pageId": 434394,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/b/be/Robert_W._Scott_official_photo.jpg"
    },
    {
      "year": "1930",
      "uri": "/wiki/Gotthard_Graubner",
      "name": "Gotthard Graubner",
      "monthDay": "06/13",
      "aboutText": "Gotthard Graubner (13 June 1930 – 24 May 2013) was a German painter, born in Erlbach, in Saxony, Germany.\nGraubner studied at the Academy of Fine Arts in Berlin, the Dresden Academy of Fine Arts and the Düsseldorf Academy of Arts in Germany, before becoming a professor at the Academy of Fine Arts in Hamburg in 1969 and at the Kunstakademie Düsseldorf in 1976. His work Black Skin (Schwarze Haut), was selected to be featured in one of the 100 Great Paintings programmes by the BBC in 1980.",
      "pageId": 15940323,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/9/91/Gotthard_Graubner_by_Lothar_Wolleh.jpg"
    },
    {
      "year": "1930",
      "uri": "/wiki/Ryszard_Kukli%C5%84ski",
      "name": "Ryszard Kukliński",
      "monthDay": "06/13",
      "aboutText": "Ryszard Jerzy Kukliński (June 13, 1930 – February 11, 2004) was a Polish colonel and Cold War spy for NATO. He passed top secret Warsaw Pact documents to the CIA between 1972 and 1981.",
      "pageId": 466622,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/c/c7/Kuklinski_legitimation.jpg"
    },
    {
      "year": "1930",
      "uri": "/wiki/Paul_Veyne",
      "name": "Paul Veyne",
      "monthDay": "06/13",
      "aboutText": "Paul Veyne (French: [vɛn]; born 13 June 1930 in Aix-en-Provence) is a French archaeologist and historian, and a specialist on Ancient Rome.",
      "pageId": 10410662
    },
    {
      "year": "1931",
      "uri": "/wiki/Nora_Kovach",
      "name": "Nora Kovach",
      "monthDay": "06/13",
      "aboutText": "Nora Kovach (13 June 1931 - 18 January 2009 ) was a Hungarian ballerina who defected in 1953 together with her husband and fellow ballet dancer Istvan Rabovsky, the first highly publicized defection of individuals in the field of dance to the West from the Soviet bloc.\nKovach was raised in Budapest, and was trained as a dancer at the schools of the Budapest Opera Ballet and of the Kirov Ballet in Leningrad. As the leading dancers of the Budapest State Opera, Kovach and Rabovsky were sent on tour in May 1953 to East Berlin.",
      "pageId": 21255528
    },
    {
      "year": "1931",
      "uri": "/wiki/Reed_Scowen",
      "name": "Reed Scowen",
      "monthDay": "06/13",
      "aboutText": "Reed Scowen (born June 13, 1931 in Sherbrooke, Quebec) is a Canadian business executive, author and politician born and living in the province of Quebec.\nScowen graduated from Bishop's University in Quebec's Eastern Townships, and later took a degree in administration from Harvard University.",
      "pageId": 21703659
    },
    {
      "year": "1931",
      "uri": "/wiki/Irvin_D._Yalom",
      "name": "Irvin D. Yalom",
      "monthDay": "06/13",
      "aboutText": "Irvin David Yalom (born 13 June 1931) is an American existential psychiatrist who is emeritus professor of psychiatry at Stanford University, as well as author of both fiction and nonfiction.",
      "pageId": 8989836,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/9/9c/Yalom.jpg"
    },
    {
      "year": "1932",
      "uri": "/wiki/Raymond_Jolliffe,_5th_Baron_Hylton",
      "name": "Raymond Jolliffe, 5th Baron Hylton",
      "monthDay": "06/13",
      "aboutText": "Raymond Hervey Jolliffe, 5th Baron Hylton, ARICS, DL (born 13 June 1932) is a British peer and landowner. He was one of 92 hereditary peers elected to remain in the House of Lords after the passing of the House of Lords Act 1999.",
      "pageId": 10053713
    },
    {
      "year": "1932",
      "uri": "/wiki/Bob_McGrath",
      "name": "Bob McGrath",
      "monthDay": "06/13",
      "aboutText": "Robert Emmet \"Bob\" McGrath (born June 13, 1932) is an American singer and actor best known for playing original human character Bob Johnson on Sesame Street. He was born in Ottawa, Illinois. McGrath was named for Irish patriot Robert Emmet.",
      "pageId": 1600435,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/3/32/Bob_McGrath_Sesame_Place_headshot.jpg"
    },
    {
      "year": "1932",
      "uri": "/wiki/Billy_Williams_(right_fielder)",
      "name": "Billy Williams",
      "monthDay": "06/13",
      "aboutText": "William Williams (June 13, 1932 – June 11, 2013) was an professional baseball player. He appeared in four games in Major League Baseball for the Seattle Pilots in 1969. He also had an extensive minor league baseball career, spanning eighteen seasons from 1952 to 1969.",
      "pageId": 22309573,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/en/1/1e/Baseball_%28crop%29.jpg"
    },
    {
      "year": "1933",
      "uri": "/wiki/Tom_King,_Baron_King_of_Bridgwater",
      "name": "Tom King, Baron King of Bridgwater",
      "monthDay": "06/13",
      "aboutText": "Thomas Jeremy King, Baron King of Bridgwater, CH PC (born 13 June 1933), is a British politician. A member of the Conservative Party, he served in the Cabinet from 1983–92, and was the Member of Parliament (MP) for the constituency of Bridgwater in Somerset from 1970–2001.",
      "pageId": 302364,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/6/66/Rugby_School_850.jpg"
    },
    {
      "year": "1933",
      "uri": "/wiki/Norman_Lloyd-Edwards",
      "name": "Norman Lloyd-Edwards",
      "monthDay": "06/13",
      "aboutText": "Captain Sir Norman Lloyd-Edwards KCVO GCStJ RD GOMLJ JP RNR (born 13 June 1933) was the Lord Lieutenant of South Glamorgan from 1990 to 2008.",
      "pageId": 15859508
    },
    {
      "year": "1934",
      "uri": "/wiki/Bill_Blakeley",
      "name": "Bill Blakeley",
      "monthDay": "06/13",
      "aboutText": "Lucjan Antoni Brychczy (otherwise known as Kici; born 13 June 1934) is a former Polish football player who is most notable for winning four top-tier titles with Legia Warsaw, but was also a keen archer.\nIn football, he represented ŁTS Łabędy Gliwice and Piast Gliwice. He transferred to Warsaw for the 1954 season due to military commitments, where he remained until the end of his playing career not just as a player, but also as a coach.",
      "pageId": 2989290,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/8/82/Lucjan_Brychczy_na_Targach_Ksi%C4%85%C5%BCki_2014.jpg"
    },
    {
      "year": "1934",
      "uri": "/wiki/Lucjan_Brychczy",
      "name": "Lucjan Brychczy",
      "monthDay": "06/13",
      "aboutText": "Billie Buie Blakeley (June 13, 1934 – October 27, 2010), also known as William and Billy, was an American basketball coach at the high school, college, and professional levels.",
      "pageId": 28574425,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/a/a0/Bill_Blakeley.jpg"
    },
    {
      "year": "1934",
      "uri": "/wiki/Manuel_Clouthier",
      "name": "Manuel Clouthier",
      "monthDay": "06/13",
      "aboutText": "Manuel de Jesús Clouthier del Rincón, also known as Maquío (June 13, 1934 – October 1, 1989) was a Mexican businessman and politician affiliated to the conservative National Action Party (PAN). His staunch opposition to the ruling Institutional Revolutionary Party and his sudden death in a car crash a year after the 1988 presidential elections (where he was the PAN nominee) transformed him into a somewhat iconic figure for Mexicans.\nClouthier was born into the wealthy Clouthier family of Culiacán, Sinaloa.",
      "pageId": 1944937,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/8/8e/Flag_of_Mexico_%281934-1968%29.png"
    },
    {
      "year": "1934",
      "uri": "/wiki/James_Anthony_Griffin",
      "name": "James Anthony Griffin",
      "monthDay": "06/13",
      "aboutText": "James Anthony Griffin (born June 13, 1934) is an American prelate of the Roman Catholic Church.",
      "pageId": 23016022
    },
    {
      "year": "1934",
      "uri": "/wiki/Uriel_Jones",
      "name": "Uriel Jones",
      "monthDay": "06/13",
      "aboutText": "Janet Pilgrim (born Charlaine Edith Karalus June 13, 1934) is an American model who was an employee in Playboy's offices when she was offered an opportunity to become one of the magazine's Playmate of the Month.",
      "pageId": 1988894
    },
    {
      "year": "1934",
      "uri": "/wiki/Janet_Pilgrim_(model)",
      "name": "Janet Pilgrim",
      "monthDay": "06/13",
      "aboutText": "Uriel Jones (June 13, 1934 – March 24, 2009) was an African-American musician.",
      "pageId": 5941484
    },
    {
      "year": "1934",
      "uri": "/wiki/Leonard_Kleinrock",
      "name": "Leonard Kleinrock",
      "monthDay": "06/13",
      "aboutText": "Leonard Kleinrock (born June 13, 1934) is an American engineer and computer scientist. A computer science professor at UCLA's Henry Samueli School of Engineering and Applied Science, he made several important contributions to the field of computer networking, in particular to the theoretical foundations of computer networking.",
      "pageId": 464164,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/f/f1/Internet_Hall_of_Fame_inductees_2012.JPG"
    },
    {
      "year": "1935",
      "uri": "/wiki/Christo",
      "name": "Christo",
      "monthDay": "06/13",
      "aboutText": "Christo Vladimirov Javacheff and Jeanne-Claude, were a married couple who created environmental works of art. Christo and Jeanne-Claude were born on the same day, June 13, 1935; Christo in Gabrovo, Bulgaria, and Jeanne-Claude in Morocco. They first met in Paris in October 1958.",
      "pageId": 1524068,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/6/66/A_SIX-TON_CURTAIN_BILLOWS_ACROSS_RIFLE_GAP_-_CONCEIVED_BY_ARTIST_CHRISTO_JAVACHEFF%2C_EXECUTED_AT_A_COST_OF_%24700%2C000...._-_NARA_-_544843.jpg"
    },
    {
      "year": "1935",
      "uri": "/wiki/Jeanne-Claude",
      "name": "Jeanne-Claude",
      "monthDay": "06/13",
      "aboutText": "Christo Vladimirov Javacheff and Jeanne-Claude, were a married couple who created environmental works of art. Christo and Jeanne-Claude were born on the same day, June 13, 1935; Christo in Gabrovo, Bulgaria, and Jeanne-Claude in Morocco. They first met in Paris in October 1958.",
      "pageId": 1524068,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/6/66/A_SIX-TON_CURTAIN_BILLOWS_ACROSS_RIFLE_GAP_-_CONCEIVED_BY_ARTIST_CHRISTO_JAVACHEFF%2C_EXECUTED_AT_A_COST_OF_%24700%2C000...._-_NARA_-_544843.jpg"
    },
    {
      "year": "1935",
      "uri": "/wiki/Samak_Sundaravej",
      "name": "Samak Sundaravej",
      "monthDay": "06/13",
      "aboutText": "Samak Sundaravej (13 June 1935 – 24 November 2009) (Thai: สมัคร สุนทรเวช, rtgs: Samak Sunthorawet, Thai pronunciation: [sàmàk sǔntʰɔráwêːt]) was a Thai politician who briefly served as the Prime Minister of Thailand and Minister of Defense in 2008, as well as the leader of the People's Power Party in 2008.",
      "pageId": 14840034
    },
    {
      "year": "1936",
      "uri": "/wiki/Michel_Jazy",
      "name": "Michel Jazy",
      "monthDay": "06/13",
      "aboutText": "Michel Jazy (born 13 June 1936) is a former French middle-distance runner and long-distance runner. He won the 1500 metres silver medal at the 1960 Summer Olympics, as well as two golds (in 1962 and 1966) and one silver (in 1966) at the European Championships.",
      "pageId": 3569272,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/d/d1/Michel_Jazy_1963.jpg"
    },
    {
      "year": "1936",
      "uri": "/wiki/Michael_H._Jordan",
      "name": "Michael H. Jordan",
      "monthDay": "06/13",
      "aboutText": "Michael H. Jordan (June 13, 1936 – May 25, 2010) was an American businessman. He served as the Chief Executive Officer of PepsiCo Worldwide Foods (1986–1990), Westinghouse Electric Corporation (1993–1998), CBS Corporation (1995–1998), and Electronic Data Systems (2003–2007).\nJordan was born in Kansas City, Missouri, to the late Mary Virginia Witt and Hugh Franklin Jordan.",
      "pageId": 27401898
    },
    {
      "year": "1937",
      "uri": "/wiki/Eleanor_Holmes_Norton",
      "name": "Eleanor Holmes Norton",
      "monthDay": "06/13",
      "aboutText": "Eleanor Holmes Norton (born June 13, 1937) is a Delegate to the United States Congress representing the District of Columbia.",
      "pageId": 309588,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/9/96/20070917_Jack_Kemp%2C_Adrian_Fenty_and_Eleanor_Holmes_Norton.jpg"
    },
    {
      "year": "1937",
      "uri": "/wiki/Erich_Ribbeck",
      "name": "Erich Ribbeck",
      "monthDay": "06/13",
      "aboutText": "Erich Ribbeck (born 13 June 1937 in Wuppertal, North Rhine-Westphalia) is a former German footballer and manager, best known for coaching in the German Bundesliga.",
      "pageId": 2446806
    },
    {
      "year": "1937",
      "uri": "/wiki/Andreas_Whittam_Smith",
      "name": "Andreas Whittam Smith",
      "monthDay": "06/13",
      "aboutText": "Sir Andreas Whittam Smith, CBE (born Macclesfield 13 June 1937) is an English financial journalist, who was one of the founders of The Independent newspaper which began publication in October 1986 with Whittam Smith as editor. He is a former president of the British Board of Film Classification.\nThe son of an Anglican clergyman in the Diocese of Chester, he moved from Macclesfield to Birkenhead in 1940.",
      "pageId": 565911
    },
    {
      "year": "1938",
      "uri": "/wiki/Gwynne_Howell",
      "name": "Gwynne Howell",
      "monthDay": "06/13",
      "aboutText": "Gwynne Howell (born 13 June 1938) is a Welsh operatic bass, known particularly for his performances of Verdi and Wagner roles.",
      "pageId": 16660508
    },
    {
      "year": "1939",
      "uri": "/wiki/Tom_Cheek",
      "name": "Tom Cheek",
      "monthDay": "06/13",
      "aboutText": "Siegfried & Roy, consisting of Siegfried Fischbacher and Roy Horn (born Uwe Ludwig Horn) are a German-American duo of former stage magicians and entertainers who became known for their appearances with white lions and white tigers.\nFrom 1990 until Roy's severe onstage injury, which ended their stage careers on October 3, 2003, the duo formed Siegfried & Roy at the Mirage Resort and Casino, which was regarded as the most-visited show in Las Vegas, Nevada. Roy's injury has generally been reported as an attack by a tiger involved in the show, although the two magicians have disputed that account – saying instead that he suffered a stroke and that any injury by the tiger was secondary and accidental.",
      "pageId": 320805,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/3/35/001_Siegfried_und_Roy_100_Jahre_magischer_Zirkel_im_Gasteig.JPG"
    },
    {
      "year": "1939",
      "uri": "/wiki/Siegfried_Fischbacher",
      "name": "Siegfried Fischbacher",
      "monthDay": "06/13",
      "aboutText": "Thomas F. Cheek (June 13, 1939 – October 9, 2005) was an American sportscaster. Best remembered today as the original \"Voice of the Toronto Blue Jays\", Cheek announced Major League Baseball games for the Toronto Blue Jays on radio from the team's establishment in 1977 until his retirement in 2004, in which he had a 27-year streak of 4,306 consecutive games plus 41 post-season games called, which lasted from the first ever Blue Jays game on April 7, 1977 to June 3, 2004. Cheek was inducted to the Blue Jays Level of Excellence in 2004.",
      "pageId": 776301,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/a/ab/JaysRetired4306.PNG"
    },
    {
      "year": "1940",
      "uri": "/wiki/Bobby_Freeman",
      "name": "Bobby Freeman",
      "monthDay": "06/13",
      "aboutText": "Bobby Freeman (born June 13, 1940) is an African-American soul and R&B singer, songwriter and record producer from San Francisco, California. He is best known for his two Top Ten hits, the first in 1958 on Josie Records called \"Do You Want to Dance\" and the second in 1964 for Autumn Records, \"C'mon and Swim\".\n\"Do You Want to Dance\" was covered later (as \"Do You Wanna Dance\") by Del Shannon, the Beach Boys, Johnny Rivers, Bette Midler, John Lennon, Cliff Richard, the Mamas & The Papas and the Ramones.",
      "pageId": 1672472
    },
    {
      "year": "1940",
      "uri": "/wiki/Dallas_Long",
      "name": "Dallas Long",
      "monthDay": "06/13",
      "aboutText": "Dallas Crutcher Long (born June 13, 1940) is an American track and field athlete, who was four time world record holder in the shot put. He was born in Pine Bluff, Arkansas.\nLong attended the University of Southern California.",
      "pageId": 7776767,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/en/c/c2/Crystal_Clear_app_Login_Manager_2.png"
    },
    {
      "year": "1941",
      "uri": "/wiki/Marcel_Lachemann",
      "name": "Marcel Lachemann",
      "monthDay": "06/13",
      "aboutText": "Marcel Ernest Lachemann (born June 13, 1941 in Los Angeles, California) is an American professional baseball front-office executive. and a former manager and pitching coach in Major League Baseball. As a player, he was a relief pitcher for the Oakland Athletics.",
      "pageId": 4358637
    },
    {
      "year": "1941",
      "uri": "/wiki/Serge_Lemoyne",
      "name": "Serge Lemoyne",
      "monthDay": "06/13",
      "aboutText": "Serge Lemoyne (June 13, 1941 - July 12, 1998) was a Canadian artist from Quebec.",
      "pageId": 9614194
    },
    {
      "year": "1941",
      "uri": "/wiki/Esther_Ofarim",
      "name": "Esther Ofarim",
      "monthDay": "06/13",
      "aboutText": "Esther Ofarim (Hebrew: אסתר עופרים‎; born June 13, 1941) is an Israeli singer.",
      "pageId": 199563,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/a/a8/Esther2001.jpg"
    },
    {
      "year": "1942",
      "uri": "/wiki/Yiannis_Boutaris",
      "name": "Yiannis Boutaris",
      "monthDay": "06/13",
      "aboutText": "Yiannis Boutaris (Greek: Γιάννης Μπουτάρης; born 13 June 1942) is a Greek businessman, politician and current mayor of Thessaloniki. In 2012 he was chosen as 'the best mayor of the world' for the month of October, by the City Mayors Foundation, based in the UK. He is the founder of KIR-YIANNI wine company, based in Giannakochori and Amyntaio. He is one of the founding members of the Drasi party and Arcturos ecological organization.",
      "pageId": 29605743,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/b/b4/Yiannis_Boutaris_Drasi.jpg"
    },
    {
      "year": "1942",
      "uri": "/wiki/James_Carr_(musician)",
      "name": "James Carr",
      "monthDay": "06/13",
      "aboutText": "Walter Anthony Rodney (23 March 1942 – 13 June 1980) was a prominent Guyanese historian, political activist and preeminent scholar, who was assassinated in Guyana in 1980.",
      "pageId": 372532
    },
    {
      "year": "1942",
      "uri": "/wiki/Walter_Rodney",
      "name": "Walter Rodney",
      "monthDay": "06/13",
      "aboutText": "James Carr (June 13, 1942 – January 7, 2001), was an American rhythm and blues and soul singer.\nBorn to a Baptist preacher's family in Coahoma, Mississippi, Carr began singing in church and was performing in gospel groups and making tables on an assembly line in Memphis, Tennessee, when he began recording in the mid-1960s for Goldwax Records, a small Memphis based independent record label.\nCarr first made the R&B charts in 1966 with \"You've Got My Mind Messed Up\", followed by his most famous song \"The Dark End of the Street\", written by Dan Penn and Chips Moman.",
      "pageId": 924759,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/en/c/ce/James_Carr.gif"
    },
    {
      "year": "1942",
      "uri": "/wiki/Viktor_Suslin",
      "name": "Viktor Suslin",
      "monthDay": "06/13",
      "aboutText": "Harry Collins (born 13 June 1943), is a British sociologist of science at the School of Social Sciences, Cardiff University, Wales. In 2012 he was elected a Fellow of the British Academy. His best known book is The Golem: What You Should Know About Science (1993).",
      "pageId": 993811,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/5/5f/Harry_Collins.20101118.jpg"
    },
    {
      "year": "1943",
      "uri": "/wiki/Harry_Collins",
      "name": "Harry Collins",
      "monthDay": "06/13",
      "aboutText": "Viktor Yevseyevich Suslin (Russian: Ви́ктор Евсе́евич Су́слин; June 13, 1942, Miass, Ural, Russia – July 10, 2012, Hamburg, Germany) was a Russian composer. An associate of Sofia Gubaidulina's, together with her and Vyacheslav Artyomov he formed the improvisatory ensemble 'Astraea' in 1975.",
      "pageId": 5542504,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/3/32/Viktor_Suslin_%C2%A9Meladina89.JPG"
    },
    {
      "year": "1943",
      "uri": "/wiki/Malcolm_McDowell",
      "name": "Malcolm McDowell",
      "monthDay": "06/13",
      "aboutText": "Malcolm McDowell (born Malcolm John Taylor; 13 June 1943) is an English actor, known for his boisterous and sometimes villainous roles, whose career spans more than five decades. He trained as an actor at the London Academy of Music and Dramatic Art.\nMcDowell is known for the films If...., O Lucky Man!, Caligula and A Clockwork Orange, the last of which earned him a Golden Globe nomination for his portrayal of Alex DeLarge.",
      "pageId": 198606,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/3/39/Flickr_-_Shinrya_-_Gary_Oldman_%5E_Malcolm_McDowell.jpg"
    },
    {
      "year": "1943",
      "uri": "/wiki/Jim_Guy_Tucker",
      "name": "Jim Guy Tucker",
      "monthDay": "06/13",
      "aboutText": "James Guy Tucker, Jr. (born June 13, 1943) is an Arkansas political figure. A member of the Democratic Party, he served as the 43rd Governor of Arkansas, the 11th Lieutenant Governor of Arkansas, Arkansas Attorney General, and U.S. Representative.",
      "pageId": 299535
    },
    {
      "year": "1944",
      "uri": "/wiki/Christine_Beasley",
      "name": "Christine Beasley",
      "monthDay": "06/13",
      "aboutText": "David Maurice Curry (born 13 June 1944) is a British Conservative Party politician. He was the Member of Parliament (MP) for Skipton and Ripon from 1987 to 2010.",
      "pageId": 413947
    },
    {
      "year": "1944",
      "uri": "/wiki/David_Curry",
      "name": "David Curry",
      "monthDay": "06/13",
      "aboutText": "Dame Christine Joan Beasley, DBE (born 13 June 1944, in Essex, England) is a British nurse and NHS healthcare administrator.",
      "pageId": 4332583
    },
    {
      "year": "1944",
      "uri": "/wiki/Ban_Ki-moon",
      "name": "Ban Ki-moon",
      "monthDay": "06/13",
      "aboutText": "Louis Whitley Strieber (/ˈstriːbər/; born June 13, 1945) is an American writer best known for his horror novels The Wolfen and The Hunger and for Communion, a non-fiction account of his alleged experiences with non-human entities.",
      "pageId": 266991,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/5/56/WhitleyAnne3.jpg"
    },
    {
      "year": "1945",
      "uri": "/wiki/Whitley_Strieber",
      "name": "Whitley Strieber",
      "monthDay": "06/13",
      "aboutText": "Ban Ki-moon (Hangul: 반기문; hanja: 潘基文; born 13 June 1944) is a South Korean statesman and politician who is the eighth and current Secretary-General of the United Nations. Before becoming Secretary-General, Ban was a career diplomat in South Korea's Ministry of Foreign Affairs and in the United Nations. He entered diplomatic service the year he graduated from university, accepting his first post in New Delhi, India.",
      "pageId": 2346975,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/2/20/20061017-1_d-0298-2-515h.jpg"
    },
    {
      "year": "1946",
      "uri": "/wiki/Gonzalo_Aja",
      "name": "Gonzalo Aja",
      "monthDay": "06/13",
      "aboutText": "Sher Bahadur Deuba (Nepali: शेरबहादुर देउवा born June 13, 1946) is a Nepalese politician who was Prime Minister of Nepal from 1995 to 1997, from 2001 to 2002, and from 2004 to 2005. He is the second senior most leader of the Nepali Congress. He has twice been elected as the leader of parliamentary party of the Nepali Congress, thus enabling him to be elected twice as the Prime Minister of Nepal.",
      "pageId": 623301,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/b/b3/Former_Primer_Minister_of_Nepal%2C_Ser_Bahadur_Deuba_at_book_release_program_in_Kathmandu.jpg"
    },
    {
      "year": "1946",
      "uri": "/wiki/Sher_Bahadur_Deuba",
      "name": "Sher Bahadur Deuba",
      "monthDay": "06/13",
      "aboutText": "Gonzalo Aja Barquín (Matienzo, Cantabria, 13 June 1946) was a Spanish professional road bicycle racer.",
      "pageId": 18457472,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/en/c/c2/Crystal_Clear_app_Login_Manager_2.png"
    },
    {
      "year": "1946",
      "uri": "/wiki/Paul_L._Modrich",
      "name": "Paul L. Modrich",
      "monthDay": "06/13",
      "aboutText": "Gabriel of Komana (born Guido de Vylder, June 13, 1946 – October 26, 2013) was an Eastern Orthodox archbishop of the Ecumenical Patriarchate who led the Patriarchal Exarchate for Orthodox Parishes of Russian Tradition in Western Europe from 2003 to 2013.\nBorn in Lokeren, Belgium, to a Catholic Flemish family, he studied philosophy and theology until 1974, afterwards obtaining his diploma in moral and religious studies at the University of Leuven. During this time he was introduced to Orthodox Christianity at the parish of St.",
      "pageId": 2719395
    },
    {
      "year": "1946",
      "uri": "/wiki/Gabriel_of_Komana",
      "name": "Gabriel of Komana",
      "monthDay": "06/13",
      "aboutText": "Paul Lawrence Modrich (born June 13, 1946) is an American biochemist, James B. Duke Professor of Biochemistry at Duke University and Investigator at the Howard Hughes Medical Institute.",
      "pageId": 10482045,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/en/e/ed/Nobel_Prize.png"
    },
    {
      "year": "1946",
      "uri": "/wiki/Igor_Starygin",
      "name": "Igor Starygin",
      "monthDay": "06/13",
      "aboutText": "Alan George \"A.G.\" Lafley (born June 13, 1947) is an American businessman and executive chairman of Procter & Gamble, previously serving as chairman, president and CEO.",
      "pageId": 5942413,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/2/23/A.G._Lafley_Company_Photo.jpg"
    },
    {
      "year": "1947",
      "uri": "/wiki/A.G._Lafley",
      "name": "A.G. Lafley",
      "monthDay": "06/13",
      "aboutText": "Igor Vladimirovich Starygin (Russian:Игорь Владимирович Старыгин, June 13, 1946 in Moscow – November 8, 2009 in Moscow) was a Soviet and Russian stage and film actor.\nAn alumnus of the Russian Academy of Theatre Arts, Starygin had more than 40 roles in films and is most known for the role of Aramis in D'Artagnan and Three Musketeers (1979) and its sequels (1992, 1993, 2007). He had another famous role in the TV series The State Border (1980s).",
      "pageId": 25018857,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/9/93/Igor_Starygin_col.jpg"
    },
    {
      "year": "1947",
      "uri": "/wiki/%C5%BDeljko_Franulovi%C4%87",
      "name": "Željko Franulović",
      "monthDay": "06/13",
      "aboutText": "Garnet Edward \"Ace\" Bailey (June 13, 1948 – September 11, 2001) was a Canadian professional ice hockey player and scout who was a member of Stanley Cup and Memorial Cup winning teams.",
      "pageId": 12556,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/8/84/12.6.11GarnetBaileyPanelS-3ByLuigiNovi1.jpg"
    },
    {
      "year": "1948",
      "uri": "/wiki/Garnet_Bailey",
      "name": "Garnet Bailey",
      "monthDay": "06/13",
      "aboutText": "Željko Franulović (born 13 June 1947) is a Croatian former tennis player who competed for SFR Yugoslavia and who has since had a long career in tennis management. He is currently the Monte Carlo Masters tournament director. Whilst his career-high ATP singles ranking was World No.",
      "pageId": 5789628,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/f/f2/%C5%BDeljko_Franulovi%C4%87_1975.jpg"
    },
    {
      "year": "1948",
      "uri": "/wiki/Joe_Roth",
      "name": "Joe Roth",
      "monthDay": "06/13",
      "aboutText": "Joe Roth (born 1948) is an American film executive, producer and film director.",
      "pageId": 414284
    },
    {
      "year": "1949",
      "uri": "/wiki/Dennis_Locorriere",
      "name": "Dennis Locorriere",
      "monthDay": "06/13",
      "aboutText": "Dennis Michael Locorriere (born June 13, 1949; Union City, New Jersey, United States) is the American former lead vocalist and guitarist of the soft rock group Dr. Hook & The Medicine Show, later Dr Hook.",
      "pageId": 2416222,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/8/80/USAGuitarIcon.png"
    },
    {
      "year": "1949",
      "uri": "/wiki/Ulla_Schmidt",
      "name": "Ulla Schmidt",
      "monthDay": "06/13",
      "aboutText": "Redmond \"Red\" Symons (born 13 June 1949) is an Australian musician, writer, actor and radio host, probably best known as lead guitarist with Skyhooks and as the snide judge of \"Red Faces\", a segment of the long-running Hey Hey It's Saturday variety television show.",
      "pageId": 645983,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/9/9a/Red_Symons.jpg"
    },
    {
      "year": "1949",
      "uri": "/wiki/Red_Symons",
      "name": "Red Symons",
      "monthDay": "06/13",
      "aboutText": "Ursula \"Ulla\" Schmidt (born June 13, 1949) is a German politician who currently serves as Vice-President of the German Bundestag. She is a member of the Social Democratic Party of Germany (SPD).",
      "pageId": 2928225,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/b/bd/SPD_Bundesparteitag_Leipzig_2013_by_Moritz_Kosinsky_003.jpg"
    },
    {
      "year": "1950",
      "uri": "/wiki/Belinda_Bauer_(actress)",
      "name": "Belinda Bauer",
      "monthDay": "06/13",
      "aboutText": "Nicholas Hugh Brown (born 13 June 1950) is a British Labour Party politician who has been the Member of Parliament (MP) for Newcastle upon Tyne East since 1983. He has served as Minister of Agriculture, Fisheries and Food, Minister of State for Work and Pensions, Deputy Chief Whip, and was the Government's Chief Whip from October 2008 to May 2010.",
      "pageId": 356898
    },
    {
      "year": "1950",
      "uri": "/wiki/Nick_Brown",
      "name": "Nick Brown",
      "monthDay": "06/13",
      "aboutText": "Belinda Bauer (born Belinda Sylvia Taubman on 13 June 1950) is an Australian actress and psychologist whose film career spanned the 1980s and 1990s.",
      "pageId": 5276150
    },
    {
      "year": "1950",
      "uri": "/wiki/Gerd_Zewe",
      "name": "Gerd Zewe",
      "monthDay": "06/13",
      "aboutText": "Gerd Zewe (born 13 June 1950 in Stennweiler, West Germany) is a German former football player and manager.\nZewe was a youngster for SV Stennweiler and an amateur for Borussia Neunkirchen. Starting his career with his sole professional club, Fortuna Düsseldorf, in midfield, he was later used as sweeper and appeared in 440 Bundesliga matches (42 goals), which is still a Bundesliga record for the club.",
      "pageId": 7283310
    },
    {
      "year": "1951",
      "uri": "/wiki/Howard_Leese",
      "name": "Howard Leese",
      "monthDay": "06/13",
      "aboutText": "Howard M. Leese (born June 13, 1951 in Hollywood, California) is an American guitarist, record producer, and musical director who played with Heart for 22 years (1975 through 1997).",
      "pageId": 12535404,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/8/8c/Howie2.jpg"
    },
    {
      "year": "1951",
      "uri": "/wiki/Richard_Thomas_(actor)",
      "name": "Richard Thomas",
      "monthDay": "06/13",
      "aboutText": "Richard Earl Thomas (born June 13, 1951) is an American actor.",
      "pageId": 274793,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/2/22/Richard_Thomas_2015.jpg"
    },
    {
      "year": "1951",
      "uri": "/wiki/Stellan_Skarsg%C3%A5rd",
      "name": "Stellan Skarsgård",
      "monthDay": "06/13",
      "aboutText": "Stellan John Skarsgård (Swedish pronunciation: [ˈstɛlːˈan ˈskɑːʂɡoːɖ]; born 13 June 1951) is a Swedish actor. He is known for his roles as Jan Nyman in Breaking the Waves (1996), Prof. Gerald Lambeau in Good Will Hunting (1997), Bootstrap Bill in Pirates of the Caribbean: Dead Man's Chest (2006) and Pirates of the Caribbean: At World's End (2007), Bill Anderson in Mamma Mia!",
      "pageId": 534636,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/1/1f/Stellan_Skarsg%C3%A5rd_2009.jpg"
    },
    {
      "year": "1951",
      "uri": "/wiki/Robert_P._Young,_Jr.",
      "name": "Robert P. Young, Jr.",
      "monthDay": "06/13",
      "aboutText": "Jean-Marie Louis Dedecker (born 13 June 1952) is a Belgian Flemish politician.\nIn 1999 and 2003, Dedecker was directly elected to the Belgian Senate. In 2004 Dedecker ran for a seat in the Flemish Parliament, after taking his seat in the Flemish Parliament, Dedecker was elected by his colleagues as a community senator as well.",
      "pageId": 1165099,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/e/eb/LDD_-_Jean-Marie_Dedecker_%281%29.jpg"
    },
    {
      "year": "1952",
      "uri": "/wiki/Jean-Marie_Dedecker",
      "name": "Jean-Marie Dedecker",
      "monthDay": "06/13",
      "aboutText": "Robert P. Young, Jr. (born June 13, 1951) is the Chief Justice of the Michigan Supreme Court. Young was first appointed to the Michigan Supreme Court in 1999, elected in 2000 and 2002, and again won reelection in 2010 for a term ending in 2019.",
      "pageId": 24550660
    },
    {
      "year": "1953",
      "uri": "/wiki/Tim_Allen",
      "name": "Tim Allen",
      "monthDay": "06/13",
      "aboutText": "Timothy Allen Dick (born June 13, 1953), known professionally as Tim Allen, is an American actor and comedian.\nHe is known for his role in the ABC television show Home Improvement (1991–1999) as well as for his starring roles in several popular films, including Disney's The Santa Clause trilogy, Disney/Pixar's Toy Story trilogy (as the voice of Buzz Lightyear), and Galaxy Quest (1999).",
      "pageId": 188899,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/7/7d/Last_Man_Standing_Cast_-_Men.png"
    },
    {
      "year": "1954",
      "uri": "/wiki/Rita_Cadillac_(Brazilian_entertainer)",
      "name": "Rita Cadillac",
      "monthDay": "06/13",
      "aboutText": "Rita de Cássia Coutinho, known as Rita Cadillac, (born June 13, 1954) is a Brazilian dancer and singer. She took her stage name from Rita Cadillac, an acclaimed French dancer of the 1950s and 1960s. She is a former chacrete, a special name to identify the dancers who appeared in the TV shows hosted by Chacrinha.",
      "pageId": 10402942
    },
    {
      "year": "1954",
      "uri": "/wiki/Andrzej_Lepper",
      "name": "Andrzej Lepper",
      "monthDay": "06/13",
      "aboutText": "Andrzej Zbigniew Lepper [ˈandʐɛj ˈzbʲiɡɲɛf ˈlɛppɛr] (13 June 1954 – 5 August 2011) was a Polish politician who was the leader of Samoobrona RP (Self-Defense of the Republic of Poland) political party.\nHe was the Deputy Prime Minister and Minister of Agriculture and Rural Development between 5 May 2006 and 22 September 2006, and again from 16 October 2006 to 9 July 2007, in the cabinet of Jarosław Kaczyński. Lepper's civil profession prior to entering politics was farming in the village of Zielnowo, Pomerania.",
      "pageId": 196200,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/3/3e/ALepper_na_stacji_benzynowej.jpg"
    },
    {
      "year": "1954",
      "uri": "/wiki/Ngozi_Okonjo-Iweala",
      "name": "Ngozi Okonjo-Iweala",
      "monthDay": "06/13",
      "aboutText": "Ngozi Okonjo-Iweala (born 13 June 1954) is a Nigerian economist best known for her two terms as Finance Minister of Nigeria and for her work at the World Bank, including several years as one of its Managing Directors (October 2007 – July 2011). She briefly held the position of Foreign Minister of Nigeria in 2006. She is now Senior Advisor at Lazard.",
      "pageId": 3134632,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/6/62/Ngozi_Okonjo-Iweala.jpg"
    },
    {
      "year": "1955",
      "uri": "/wiki/Alan_Hansen",
      "name": "Alan Hansen",
      "monthDay": "06/13",
      "aboutText": "Alan David Hansen (born 13 June 1955) is a Scottish former football player and BBC television football pundit. He played as a central defender for Partick Thistle, for the successful Liverpool team of the late 70s and 80s, and for Scotland. As a football pundit, Hansen is known for his outspoken views, particularly on team's defensive performances, frequently criticising what he believed was \"diabolical\" or \"shocking\" defending.",
      "pageId": 1179923,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/d/df/Alan_Hansen.jpg"
    },
    {
      "year": "1955",
      "uri": "/wiki/Leah_Ward_Sears",
      "name": "Leah Ward Sears",
      "monthDay": "06/13",
      "aboutText": "Leah Ward Sears (born June 13, 1955) is an American jurist and former Chief Justice of the Supreme Court of Georgia. Sears was the first African-American female Chief Justice in the United States.",
      "pageId": 2123969
    },
    {
      "year": "1956",
      "uri": "/wiki/Blair_Chapman",
      "name": "Blair Chapman",
      "monthDay": "06/13",
      "aboutText": "Blair Douglas Chapman (born June 13, 1956 in Lloydminster, Saskatchewan) is a retired former professional ice hockey player.",
      "pageId": 5519093,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/1/16/Blair_Chapman_1978.jpg"
    },
    {
      "year": "1956",
      "uri": "/wiki/Pedro_Larraquy",
      "name": "Pedro Larraquy",
      "monthDay": "06/13",
      "aboutText": "Pedro Omar Larraquy (born 13 June 1956 in Buenos Aires) is a former Argentine footballer. He spent the majority of his playing career at Vélez Sársfield, where he set a record number of appearances with 455. In December 2008, he became interim manager of Vélez Sársfield to replace Hugo Tocalli.",
      "pageId": 13900847
    },
    {
      "year": "1956",
      "uri": "/wiki/Sal_Paolantonio",
      "name": "Sal Paolantonio",
      "monthDay": "06/13",
      "aboutText": "Sal Paolantonio (born June 13, 1956 in Long Island, New York) is a Philadelphia-based bureau reporter for ESPN, who primarily reports on NFL stories. Since joining ESPN in 1995, Paolantonio has become a staple in their NFL coverage, as he contributes to shows such as SportsCenter, NFL Live, Sunday NFL Countdown (from a game site) and Monday Night Countdown (from the Monday Night Football site). In 2004, he added studio work to his duties, replacing Suzy Kolber as the host of NFL Matchup, an X's and O's football show; joining him are Merril Hoge and Ron Jaworski.",
      "pageId": 7138742,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/8/8d/Sal_Paolantonio_2015.jpg"
    },
    {
      "year": "1957",
      "uri": "/wiki/Ronald_Ardoin",
      "name": "Ronald Ardoin",
      "monthDay": "06/13",
      "aboutText": "Ronald D. Ardoin (born June 13, 1957 in Carencro, Louisiana) is a retired jockey in American Thoroughbred horse racing. He is one of a number of successful Cajun jockeys who began their careers riding in bush track races in Louisiana.\nIn 1973, at Delta Downs in Vinton, Louisiana, Ron Ardoin earned the first of his 5226 career wins.",
      "pageId": 19648045
    },
    {
      "year": "1957",
      "uri": "/wiki/Ron_Areshenkoff",
      "name": "Ron Areshenkoff",
      "monthDay": "06/13",
      "aboutText": "Ronald Areshenkoff (born June 13, 1957 in Grand Forks, British Columbia) is a Canadian former professional ice hockey centre. He was drafted in the second round, 32nd overall, by the Buffalo Sabres in the 1977 NHL Amateur Draft.",
      "pageId": 11955680
    },
    {
      "year": "1957",
      "uri": "/wiki/Mossie_Carroll",
      "name": "Mossie Carroll",
      "monthDay": "06/13",
      "aboutText": "Mossy Carroll (born 13 June 1957 in Garryspillane, County Limerick) is an Irish retired sportsperson. He played hurling with his local club Garryspillane and was a member of the Limerick senior inter-county team in the 1970s and 1980s, he also played with Tipperary. Carroll later served as manager of the Limerick and Kerry senior inter-county teams.",
      "pageId": 24420914,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/9/9e/GaelicGamesProjectLogo.png"
    },
    {
      "year": "1957",
      "uri": "/wiki/Roy_Cooper",
      "name": "Roy Cooper",
      "monthDay": "06/13",
      "aboutText": "Roy Asberry Cooper III (born June 13, 1957) is a former member of the North Carolina State Senate, and is the current North Carolina Attorney General. His most well known case was the Duke lacrosse case in 2007.",
      "pageId": 576683,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/0/06/Roycooper.jpg"
    },
    {
      "year": "1957",
      "uri": "/wiki/Bruce_Flowers",
      "name": "Bruce Flowers",
      "monthDay": "06/13",
      "aboutText": "Bruce Flowers (born June 13, 1957) is a former American basketball player. At a height of 2.04 m (6 ft 8½ in) tall, he played as a power forward.",
      "pageId": 31566214
    },
    {
      "year": "1957",
      "uri": "/wiki/Andrzej_Morozowski",
      "name": "Andrzej Morozowski",
      "monthDay": "06/13",
      "aboutText": "Dicky Thompson (born June 13, 1957) is an American professional golfer who played on the PGA Tour and the Nationwide Tour.\nThompson joined the Nationwide Tour in 1990. He won the Ben Hogan Baton Rouge Open and the Ben Hogan Elizabethtown Open en route to an 8th-place finish on the money list which earned him his PGA Tour card for 1991.",
      "pageId": 32532262
    },
    {
      "year": "1957",
      "uri": "/wiki/Dicky_Thompson",
      "name": "Dicky Thompson",
      "monthDay": "06/13",
      "aboutText": "Andrzej Morozowski (born on 13 June 1957 in Warsaw) is a Polish journalist, television personality and writer, connected with Radio ZET and TVN 24.",
      "pageId": 39215019,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/7/7c/Andrzej_Morozowski-amorozowski.jpg"
    },
    {
      "year": "1959",
      "uri": "/wiki/Boyko_Borissov",
      "name": "Boyko Borissov",
      "monthDay": "06/13",
      "aboutText": "Steven \"Steve\" Georganas (born 13 June 1959), an Australian politician, was the Australian Labor Party member for the House of Representatives seat of Hindmarsh in South Australia from the 2004 election until the 2013 election.",
      "pageId": 2149193,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/5/55/Steve_Georganas.JPG"
    },
    {
      "year": "1959",
      "uri": "/wiki/Steve_Georganas",
      "name": "Steve Georganas",
      "monthDay": "06/13",
      "aboutText": "Boyko Metodiev Borissov (Bulgarian: Бойко Методиев Борисов, IPA: [ˈbɔjko mɛˈtɔdiɛf boˈrisof]; born 13 June 1959) is a Bulgarian politician who has been Prime Minister of Bulgaria since 2014. Previously he served as Prime Minister from 2009 to 2013 and as Mayor of Sofia from 2005 to 2009.\nBorissov plays as a forward for Vitosha Bistritsa.",
      "pageId": 42103819,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/f/ff/Borissov_and_Jivkov.jpg"
    },
    {
      "year": "1959",
      "uri": "/wiki/Klaus_Iohannis",
      "name": "Klaus Iohannis",
      "monthDay": "06/13",
      "aboutText": "Klaus Werner Iohannis (Romanian: [ˈkla.us joˈhanis], German: [ˈklaʊ̯s joˈhanɪs]; also spelled Johannis; born June 13, 1959) is the current President of Romania. He became leader of the National Liberal Party in 2014, after having served as leader of the Democratic Forum of Germans in Romania from 2002 to 2013. Iohannis was a physics teacher and a school inspector before entering full-time politics.",
      "pageId": 1724462
    },
    {
      "year": "1959",
      "uri": "/wiki/Lance_Kinsey",
      "name": "Lance Kinsey",
      "monthDay": "06/13",
      "aboutText": "Lance Kinsey (born June 13, 1954) is a Canadian actor and screenwriter, best known for his role as Lt. Proctor in the Police Academy film series.",
      "pageId": 5958779
    },
    {
      "year": "1960",
      "uri": "/wiki/Jacques_Rougeau",
      "name": "Jacques Rougeau",
      "monthDay": "06/13",
      "aboutText": "Robert Crow (13 June 1961 – 11 March 2014) was an English trade union leader who served as the General Secretary of the National Union of Rail, Maritime and Transport Workers (RMT) from 2002 until his death. He was also a member of the General Council of the Trades Union Congress (TUC). A self-described \"communist/socialist\", he was a leading figure in the No to EU – Yes to Democracy campaign.",
      "pageId": 244656,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/7/72/Bob_Crow.JPG"
    },
    {
      "year": "1961",
      "uri": "/wiki/Bob_Crow",
      "name": "Bob Crow",
      "monthDay": "06/13",
      "aboutText": "Jacques Rougeau Jr. (born June 13, 1960) is a retired French-Canadian professional wrestler best known for his appearances in the 1980s and 1990s with the World Wrestling Federation. Rougeau began his career by wrestling under his real name, as part of a tag team with his brother Raymond Rougeau, with whom he is a former WWF Tag Team Champion (albeit unofficially).",
      "pageId": 690244,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/2/21/WWE_ring.jpg"
    },
    {
      "year": "1961",
      "uri": "/wiki/Kaire_Indrikson",
      "name": "Kaire Indrikson",
      "monthDay": "06/13",
      "aboutText": "Anders Per Järryd (born 13 July 1961) is a former professional tennis player from Sweden. During his career he won eight Grand Slam doubles titles (three French Open, two Wimbledon, two US Open, one Australian Open), reached the World No. 1 doubles ranking, and achieved a career-high singles ranking of World No. 5.",
      "pageId": 1963902,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/d/d2/Anders_Jarryd.jpg"
    },
    {
      "year": "1961",
      "uri": "/wiki/Anders_J%C3%A4rryd",
      "name": "Anders Järryd",
      "monthDay": "06/13",
      "aboutText": "Kaire Indrikson (Russian: Кайре Индриксон; born 13 June 1961) is a retired Estonian backstroke swimmer who won two medals at the 1977 European Aquatics Championships. The same year she was chosen Estonian Sportspersonality of the year. During her career she set 33 Estonian records, and her record in the 200 m backstroke event stood from 1977 to 2009.",
      "pageId": 37400538
    },
    {
      "year": "1962",
      "uri": "/wiki/Davey_Hamilton",
      "name": "Davey Hamilton",
      "monthDay": "06/13",
      "aboutText": "Glenn Michibata (born 13 June 1962) is a former professional tennis player and former head coach of the Princeton University Tigers tennis team. Currently, Michibata is Director of Elite and Tournament Training for the Princeton Tennis Program.\n^ Glenn Michibata, Princeton Tigers.",
      "pageId": 1915711
    },
    {
      "year": "1962",
      "uri": "/wiki/Glenn_Michibata",
      "name": "Glenn Michibata",
      "monthDay": "06/13",
      "aboutText": "Davey Jay Hamilton (born June 13, 1962 in Nampa, Idaho) is a race car driver in the Indy Racing League IndyCar Series and Stadium Super Trucks. He has made 56 series starts and while never winning a race, finished second 3 times. He placed second in series points in the 1996–1997 season and again in 1998 season.",
      "pageId": 4515902
    },
    {
      "year": "1962",
      "uri": "/wiki/Rudolf_Povarnitsyn",
      "name": "Rudolf Povarnitsyn",
      "monthDay": "06/13",
      "aboutText": "Alexandra Elizabeth \"Ally\" Sheedy (born June 13, 1962) is an American film and stage actress, as well as the author of two books. Following her film debut in 1983's Bad Boys, she became known as one of the Brat Pack group of actors in the films The Breakfast Club and St. Elmo's Fire.",
      "pageId": 477608,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/b/b2/Ally_Sheedy.jpg"
    },
    {
      "year": "1962",
      "uri": "/wiki/Ally_Sheedy",
      "name": "Ally Sheedy",
      "monthDay": "06/13",
      "aboutText": "Rudolf Pavlovich Povarnitsyn (Russian: Рудольф Лавлович Поварницын; born June 13, 1962 in Votkinsk, Udmurtia) is a retired athlete, who represented USSR and later Ukraine. Competing in the high jump, his greatest achievement was a bronze medal at the 1988 Summer Olympics for the USSR. His personal best jump of 2.40 metres, set in Donetsk, was also the world record from August 11 to September 4, 1985, when Igor Paklin beat it by one centimetre. Rudolf's record is unique in that his personal best preceding his record setting competition was 2.26 m.",
      "pageId": 3578637
    },
    {
      "year": "1962",
      "uri": "/wiki/Hannah_Storm",
      "name": "Hannah Storm",
      "monthDay": "06/13",
      "aboutText": "Hannah Storm (born Hannah Lynn Storen; June 13, 1962) is an American television sports journalist, serving as co-anchor of ESPN's SportsCenter Sunday morning with Bob Ley, and Monday-Thursday mornings with Kevin Negandhi. She was also host of the NBA Countdown pregame show on ABC as part of the network's NBA Sunday game coverage.",
      "pageId": 386585,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/9/9d/Hannah_Storm_at_the_2008_Tribeca_Film_Festival.jpg"
    },
    {
      "year": "1963",
      "uri": "/wiki/Bettina_Bunge",
      "name": "Bettina Bunge",
      "monthDay": "06/13",
      "aboutText": "Bettina Bunge (born 13 June 1963) is a retired German tennis player. She was born in Adliswil, Switzerland.",
      "pageId": 976224
    },
    {
      "year": "1963",
      "uri": "/wiki/Sarah_Connolly",
      "name": "Sarah Connolly",
      "monthDay": "06/13",
      "aboutText": "Paul Gerald De Lisle (born June 13, 1963) is the bassist for the pop rock band, Smash Mouth.\nDe Lisle was born in Exeter, Ontario, Canada. He has been with the band for their whole career thus far, and is known for being the \"long haired guy\" in the group.",
      "pageId": 2758189,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/9/93/MusicalnotesCanada.png"
    },
    {
      "year": "1963",
      "uri": "/wiki/Paul_De_Lisle",
      "name": "Paul De Lisle",
      "monthDay": "06/13",
      "aboutText": "Sarah Patricia Connolly CBE (born 13 June 1963) is an English mezzo-soprano. Although best known for her baroque and classical roles, Connolly has a wide-ranging repertoire which has included works by Wagner as well as various 20th-century composers. Connolly was appointed Commander of the Order of the British Empire (CBE) in the 2010 New Year Honours.",
      "pageId": 11151190
    },
    {
      "year": "1963",
      "uri": "/wiki/Catarina_Lindqvist",
      "name": "Catarina Lindqvist",
      "monthDay": "06/13",
      "aboutText": "Audrey Niffenegger (born June 13, 1963) is an American writer, artist and academic.",
      "pageId": 1704950,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/5/5b/AudreyNiffenegger.jpg"
    },
    {
      "year": "1963",
      "uri": "/wiki/Audrey_Niffenegger",
      "name": "Audrey Niffenegger",
      "monthDay": "06/13",
      "aboutText": "Anna Catarina Lindqvist Ryan (born 13 June 1963 in Kristinehamn, Värmland) is a former professional tennis player from Sweden.",
      "pageId": 3230105
    },
    {
      "year": "1964",
      "uri": "/wiki/Christian_Wilhelm_Berger",
      "name": "Christian Wilhelm Berger",
      "monthDay": "06/13",
      "aboutText": "Katherine Lucy Bridget Burke (born 13 June 1964) is an English actress, comedian, playwright and theatre director. She became known for her regular appearances in the sketch shows French and Saunders (1988–99), Harry Enfield's Television Programme (1990–92) and Harry Enfield and Chums (1994), and for her recurring role as Magda in the BBC sitcom Absolutely Fabulous (1992–96). For her role as Valerie in the film Nil by Mouth, she won Best Actress at the 1997 Cannes Film Festival and was nominated for the BAFTA Award for Best Actress in a Leading Role.",
      "pageId": 600277,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/0/0c/Kathy_Burke_BBC_Radio4_Desert_Island_Discs_15_Aug_2010_b00tcz90.flac"
    },
    {
      "year": "1964",
      "uri": "/wiki/Kathy_Burke",
      "name": "Kathy Burke",
      "monthDay": "06/13",
      "aboutText": "Christian Wilhelm Berger (born 13 June 1964 in Bucharest) is a Romanian composer, organist, and a Lecturer at the Bucharest Academy.",
      "pageId": 2705976
    },
    {
      "year": "1964",
      "uri": "/wiki/%C5%A0ar%C5%ABnas_Mar%C4%8Diulionis",
      "name": "Šarūnas Marčiulionis",
      "monthDay": "06/13",
      "aboutText": "Infanta Cristina of Spain (Cristina Federica Victoria Antonia de la Santísima Trinidad de Borbón y de Grecia, born 13 June 1965) is a Spanish princess, the younger daughter of King Juan Carlos I and Queen Sofía of Spain. As of 2015 she is sixth in the line of succession to the Spanish throne, after her brother King Felipe VI's children, her sister Elena, and Elena's children.",
      "pageId": 77854
    },
    {
      "year": "1965",
      "uri": "/wiki/Infanta_Cristina_Federica_of_Spain",
      "name": "Infanta Cristina Federica of Spain",
      "monthDay": "06/13",
      "aboutText": "Raimondas Šarūnas Marčiulionis ([ˈrɐ̂ˑɪ̯mɔndɐs ʂɐˈrûːnɐs mɐrʲt͡ʃʊˈlʲôːnʲɪs]) (born June 13, 1964) is a retired Lithuanian professional basketball player. Born in Kaunas, he was one of the first Europeans to become a regular in the North American National Basketball Association (NBA). In the 1988 Seoul Olympics Basketball Tournament, together with teammate Arvydas Sabonis, he led the USSR national team to a gold medal in basketball.",
      "pageId": 793974
    },
    {
      "year": "1965",
      "uri": "/wiki/Vassilis_Karapialis",
      "name": "Vassilis Karapialis",
      "monthDay": "06/13",
      "aboutText": "Lukas Ligeti (born 13 June 1965, in Vienna, Austria) is a composer and percussionist.",
      "pageId": 3838260
    },
    {
      "year": "1965",
      "uri": "/wiki/Lukas_Ligeti",
      "name": "Lukas Ligeti",
      "monthDay": "06/13",
      "aboutText": "Vassilios Karapialis (Greek: Βασίλης Καραπιάλης; born 13 June 1965) is a retired Greek footballer. He successfully competed for AEL, Olympiacos and the Greek national football team. He is considered to be one of the best number 10 shirt of all times in Greece and the last before another great player, Vassilis Tsiartas.",
      "pageId": 14222568,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/6/6c/600px_Marrone_con_cavallo_Bianco.png"
    },
    {
      "year": "1965",
      "uri": "/wiki/Lisa_Vidal",
      "name": "Lisa Vidal",
      "monthDay": "06/13",
      "aboutText": "Lisa Vidal (born June 13, 1965) is an American actress, best known for her roles in television series Third Watch, The Division, ER, and The Event. In 2013, Vidal began starring in the BET drama series Being Mary Jane.\n^ \"Today in history\".",
      "pageId": 1277864,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/4/4f/Lisa_Vidal.jpg"
    },
    {
      "year": "1966",
      "uri": "/wiki/Henry_Bond",
      "name": "Henry Bond",
      "monthDay": "06/13",
      "aboutText": "Henry Bond, FHEA (born 13 June 1966) is an English writer, photographer and visual artist. In his Lacan at the Scene (Slavoj Žižek, series ed., Short Circuits, MIT Press, 2009), Bond made contributions to theoretical psychoanalysis and forensics.",
      "pageId": 15122486,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/en/d/d8/Blowup_poster.jpg"
    },
    {
      "year": "1966",
      "uri": "/wiki/Naoki_Hattori",
      "name": "Naoki Hattori",
      "monthDay": "06/13",
      "aboutText": "Grigori Yakovlevich Perelman (Russian: Григо́рий Я́ковлевич Перельма́н; IPA: [ɡrʲɪˈɡorʲɪj ˈjakəvlʲɪvʲɪtɕ pʲɪrʲɪlʲˈman] /ˈpɛrɨlmən/ PERR-il-mən; born 13 June 1966) is a Russian mathematician who made landmark contributions to Riemannian geometry and geometric topology before apparently withdrawing from mathematics.\nIn 1994, Perelman proved the soul conjecture. In 2003, he proved Thurston's geometrization conjecture.",
      "pageId": 225266,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/e/e4/Crystal_Clear_app_3d.png"
    },
    {
      "year": "1966",
      "uri": "/wiki/Grigori_Perelman",
      "name": "Grigori Perelman",
      "monthDay": "06/13",
      "aboutText": "Naoki Hattori (服部尚貴, born June 13, 1966 in Tokyo) is a motoring journalist and racing driver from Japan.\nAfter he won the Japanese Formula 3 championship in 1990, he failed to pre-qualify for two Formula One grands prix with Coloni in 1991 as a late-season replacement for Pedro Chaves. He raced in Indy Lights in the mid-90s, and in CART briefly in 1999 for Walker Racing with a best finish of 14th.",
      "pageId": 1353910
    },
    {
      "year": "1967",
      "uri": "/wiki/Ta%C5%9Fk%C4%B1n_Aksoy",
      "name": "Taşkın Aksoy",
      "monthDay": "06/13",
      "aboutText": "Elmo Tiisvald (13 June 1967) is an Estonian conductor born in Tallinn. He started his music studies at the Tallinn Music High School in the violin class of Tiiu Peäske and continued his studies, violin with Lemmo Erendi and choral conducting with Enn Oja, at the Tallinn Georg Ots Music School.\nHe has been involved at the Estonian Boys Choir for many years as a choir singer and soloist.",
      "pageId": 25679598
    },
    {
      "year": "1967",
      "uri": "/wiki/Elmo_Tiisvald",
      "name": "Elmo Tiisvald",
      "monthDay": "06/13",
      "aboutText": "Taşkın Aksoy (born 13 June 1967) is a German-Turkish football former player and current manager of Fortuna Düsseldorf II.",
      "pageId": 28718838
    },
    {
      "year": "1968",
      "uri": "/wiki/Fabio_Baldato",
      "name": "Fabio Baldato",
      "monthDay": "06/13",
      "aboutText": "Peter DeBoer (born June 13, 1968) is a Canadian former professional ice hockey player and a current coach. He served as the head coach of the New Jersey Devils of the National Hockey League (NHL) from 2011 to 2014 and is also the current part-owner of the Oshawa Generals of the Ontario Hockey League (OHL). He is currently the head coach of the San Jose Sharks of the National Hockey League.",
      "pageId": 3633865
    },
    {
      "year": "1968",
      "uri": "/wiki/Peter_DeBoer",
      "name": "Peter DeBoer",
      "monthDay": "06/13",
      "aboutText": "Fabio Baldato (born 13 June 1968 in Lonigo) is an Italian former racing cyclist. In 2008, he was the oldest rider in a ProTour team. His cycling career ended when he crashed heavily in the Eneco Tour.",
      "pageId": 12841333,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/b/b7/Fabio_Baldato.jpg"
    },
    {
      "year": "1968",
      "uri": "/wiki/Darren_Dreger",
      "name": "Darren Dreger",
      "monthDay": "06/13",
      "aboutText": "David Gray (born 13 June 1968) is an English indie rock singer-songwriter. Gray released his first studio album in 1993 and received worldwide attention after the release of White Ladder six years later.",
      "pageId": 876542,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/f/f3/David_Gray_%28227236934%29.jpg"
    },
    {
      "year": "1968",
      "uri": "/wiki/David_Gray_(musician)",
      "name": "David Gray",
      "monthDay": "06/13",
      "aboutText": "Darren Dreger (born June 13, 1968) is a Canadian sportscaster for TSN. He serves as hockey insider on the NHL on TSN, and is the host of Leafs Lunch on AM640 Toronto Radio.",
      "pageId": 5973362,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/en/c/c2/Crystal_Clear_app_Login_Manager_2.png"
    },
    {
      "year": "1968",
      "uri": "/wiki/Tim_Leveque",
      "name": "Tim Leveque",
      "monthDay": "06/13",
      "aboutText": "Hiroko Moriguchi (森口 博子, Moriguchi Hiroko, born 13 June 1968) is a female Japanese singer from Fukuoka, Fukuoka Prefecture, Japan.",
      "pageId": 22175023
    },
    {
      "year": "1968",
      "uri": "/wiki/Hiroko_Moriguchi",
      "name": "Hiroko Moriguchi",
      "monthDay": "06/13",
      "aboutText": "Tim Leveque (born June 13, 1968) is a retired Canadian professional ice hockey player.",
      "pageId": 27368181
    },
    {
      "year": "1968",
      "uri": "/wiki/Denise_Pearson",
      "name": "Denise Pearson",
      "monthDay": "06/13",
      "aboutText": "Denise Lisa Maria Pearson (born 13 June 1968), sometimes credited as Deniece Pearson, is an English singer-songwriter. She is best known for being the lead vocalist with the British pop/R&B group Five Star, which comprised herself and her four siblings. The group was created and managed by their father, Buster Pearson, in 1983.",
      "pageId": 2114441
    },
    {
      "year": "1968",
      "uri": "/wiki/Marcel_Theroux",
      "name": "Marcel Theroux",
      "monthDay": "06/13",
      "aboutText": "Marcel Raymond Theroux (born 13 June 1968) is a British novelist and broadcaster. He wrote The Stranger in The Earth and The Confessions of Mycroft Holmes: a paper chase for which he won the Somerset Maugham Award in 2002. His third novel, A Blow to the Heart, was published by Faber in 2006.",
      "pageId": 2507583
    },
    {
      "year": "1969",
      "uri": "/wiki/Cayetana_Guill%C3%A9n_Cuervo",
      "name": "Cayetana Guillén Cuervo",
      "monthDay": "06/13",
      "aboutText": "Virginie Despentes (French: [depɑ̃t]; born 13 June 1969) is a French writer, novelist, and filmmaker.",
      "pageId": 3069217,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/3/30/Virginie_Despentes_2012.jpg"
    },
    {
      "year": "1969",
      "uri": "/wiki/Virginie_Despentes",
      "name": "Virginie Despentes",
      "monthDay": "06/13",
      "aboutText": "Cayetana Guillén Cuervo, (Madrid, June 13, 1969) is a Spanish actress and TV presenter. Her parents, Fernando Guillén and Gemma Cuervo, and her brother, Fernando are also actors.\nShe studied Communication Sciences at the UCM and, since 1998, she has been the presenter of a weekly program on TVE, Versión Española, where a Spanish-language movie is shown and discussed.",
      "pageId": 13808758,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/c/ce/Cayetana_Guillen_Cuervo.jpg"
    },
    {
      "year": "1969",
      "uri": "/wiki/Joseph_Keter",
      "name": "Joseph Keter",
      "monthDay": "06/13",
      "aboutText": "Laura Kightlinger (born June 13) is an American actress, comedian and writer.\nShe was a writer and consulting producer on Will & Grace, while also occasionally appearing on the show as the character Nurse Sheila.",
      "pageId": 633315,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/d/d9/Laura_Kightlinger_Promotional_Shoot.jpg"
    },
    {
      "year": "1969",
      "uri": "/wiki/Laura_Kightlinger",
      "name": "Laura Kightlinger",
      "monthDay": "06/13",
      "aboutText": "Joseph Keter (born June 13, 1969) is a former Kenyan athlete, winner of 3000 m steeplechase at the 1996 Summer Olympics.\nBorn in Lessos, Nandi District, Joseph Keter, an officer of Kenyan Army, had only one good season throughout his athletics career, which culminated with an Olympic gold medal.\nIn Atlanta, the hot favourite to 3000 m steeplechase gold medal was a world record holder Moses Kiptanui.",
      "pageId": 1036695
    },
    {
      "year": "1969",
      "uri": "/wiki/Lynne_Koplitz",
      "name": "Lynne Koplitz",
      "monthDay": "06/13",
      "aboutText": "Svetlana Vladimirovna Krivelyova (Russian: Светлана Владимировна Кривелёва; born June 13, 1969) is a track and field athlete who specialises in the shot put.",
      "pageId": 874212
    },
    {
      "year": "1969",
      "uri": "/wiki/Svetlana_Krivelyova",
      "name": "Svetlana Krivelyova",
      "monthDay": "06/13",
      "aboutText": "Lynne Koplitz (born June 13, 1969) is an American stand-up comedian and actress. Koplitz was host of Telepictures' nationally syndicated dating show Change of Heart, guest host on NBC's Later, co-host of the Food Network's How to Boil Water, and co-host of Sony Pictures syndicated talk show Life and Style. Her stand-up has appeared on a number of Comedy Central specials, including Premium Blend.",
      "pageId": 5401699
    },
    {
      "year": "1969",
      "uri": "/wiki/S%C3%B8ren_Rasted",
      "name": "Søren Rasted",
      "monthDay": "06/13",
      "aboutText": "Søren Nystrøm Rasted (born Søren Rasted on 13 June 1969 in Blovstrød, Denmark) is a Danish musician, producer and songwriter. He plays keyboard, guitar and sings backing vocals. He is one of the four members of Danish-Norwegian pop band Aqua, and is married to the Aqua vocalist Lene Nystrøm.",
      "pageId": 1522512,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/2/24/S%C3%B8ren_Nystr%C3%B8m_Rasted.jpg"
    },
    {
      "year": "1969",
      "uri": "/wiki/Jamie_Walters_(singer)",
      "name": "Jamie Walters",
      "monthDay": "06/13",
      "aboutText": "Jamie Walters (born James Leland Walters Jr.",
      "pageId": 26925778,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/e/e0/JamieWaltersOct08.jpg"
    },
    {
      "year": "1970",
      "uri": "/wiki/Chris_Cairns",
      "name": "Chris Cairns",
      "monthDay": "06/13",
      "aboutText": "Rivers Cuomo (/ˈkwoʊmoʊ/; born June 13, 1970) is an American musician and singer-songwriter. He is best known as the lead vocalist, lead guitarist and songwriter of the alternative rock band Weezer, with whom he has recorded ten studio albums.\nRaised in an ashram in Connecticut, Cuomo moved to Los Angeles at age 19, where he participated in a number of rock bands before founding Weezer in 1992.",
      "pageId": 203079,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/0/08/Rivers_Cuomo_2009-no_watermark.jpg"
    },
    {
      "year": "1970",
      "uri": "/wiki/Rivers_Cuomo",
      "name": "Rivers Cuomo",
      "monthDay": "06/13",
      "aboutText": "Christopher Lance Cairns, ONZM (born 13 June 1970) is a former all-rounder who played for the New Zealand international cricket team, the Black Caps, and is son of former New Zealand cricketer Lance Cairns. He starred in both the One-day and Test New Zealand teams, as well as the Canterbury New Zealand domestic championship team. Cairns also captained the Black Caps on seven occasions, usually when regular captain Stephen Fleming was unavailable.",
      "pageId": 573470,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/d/da/Chris_Cairns_from_side.jpg"
    },
    {
      "year": "1970",
      "uri": "/wiki/Mikael_Ljungberg",
      "name": "Mikael Ljungberg",
      "monthDay": "06/13",
      "aboutText": "Mikael Ljungberg (June 13, 1970 – November 17, 2004) was a Swedish wrestler from Gothenburg. He competed for Örgryte IS's wrestling section.\nLjungberg was one of the most successful Swedish wrestlers ever.",
      "pageId": 1182690,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/en/c/c2/Crystal_Clear_app_Login_Manager_2.png"
    },
    {
      "year": "1971",
      "uri": "/wiki/Shannon_Fill",
      "name": "Shannon Fill",
      "monthDay": "06/13",
      "aboutText": "Shannon Fill (born June 13, 1971 in Texas, US) is a former TV actress. Active from 1992 to 1995, she is best known for her role as Sito Jaxa in Star Trek: The Next Generation episodes \"The First Duty\" (1992) and \"Lower Decks\" (1994). She graduated from California State University Northridge with a BA in Theatre.",
      "pageId": 4550961
    },
    {
      "year": "1971",
      "uri": "/wiki/N%C3%B3ra_K%C3%B6ves",
      "name": "Nóra Köves",
      "monthDay": "06/13",
      "aboutText": "David Mendenhall (born June 13, 1971) is an American actor and former child actor. He is perhaps best known for his roles in the films Space Raiders, Over the Top, The Transformers: The Movie and They Still Call Me Bruce.",
      "pageId": 12307161
    },
    {
      "year": "1971",
      "uri": "/wiki/David_Mendenhall",
      "name": "David Mendenhall",
      "monthDay": "06/13",
      "aboutText": "Nóra Köves (born 13 June 1971) is a former Hungarian tennis player. She won a total of four singles and ten doubles ITF titles during her career and on 24 May 1999 reached a singles ranking high of world number 181. On 7 June 1999, Köves achieved a career doubles high ranking of world number 138.",
      "pageId": 36082371
    },
    {
      "year": "1972",
      "uri": "/wiki/Meelis_Aasm%C3%A4e",
      "name": "Meelis Aasmäe",
      "monthDay": "06/13",
      "aboutText": "Kristjan Järvi (Estonian pronunciation: [ˈkristjɑn ˈjærʋi]) (born 13 June 1972, Tallinn) is an Estonian-born American conductor and pianist. Järvi is the younger son of Neeme Järvi, and the brother of conductor Paavo Järvi and flutist Maarika Järvi.\nWhen Järvi was age 7, his family emigrated to the United States and settled in Rumson, New Jersey.",
      "pageId": 4910427,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/4/41/15.IX_Goran_Bregovic_Wedding_and_Funeral_Band.jpg"
    },
    {
      "year": "1972",
      "uri": "/wiki/Kristjan_J%C3%A4rvi",
      "name": "Kristjan Järvi",
      "monthDay": "06/13",
      "aboutText": "Meelis Aasmäe (born June 13, 1972, in Palupera, Valga) is an Estonian professional cross-country skier based in Sultsi, Estonia. Aasmäe has to date competed in two Winter Olympic Games in 1998 and 2002 but has failed to achieve a medal in either games.",
      "pageId": 11078353
    },
    {
      "year": "1972",
      "uri": "/wiki/Natalie_MacMaster",
      "name": "Natalie MacMaster",
      "monthDay": "06/13",
      "aboutText": "Sam Adams (born June 13, 1973) is a former professional football player who was a defensive tackle in the National Football League (NFL) for fourteen seasons. He played college football at Texas A&M University, and earned All-American honors.",
      "pageId": 330623
    },
    {
      "year": "1973",
      "uri": "/wiki/Sam_Adams_(American_football)",
      "name": "Sam Adams",
      "monthDay": "06/13",
      "aboutText": "Natalie MacMaster, CM (born June 13, 1972) is an award-winning fiddler from the rural community of Troy in Inverness County, Nova Scotia, Canada who plays Cape Breton fiddle music.\nMacMaster has toured with the Chieftains, Faith Hill, Carlos Santana and Alison Krauss, and has recorded with Yo-Yo Ma.",
      "pageId": 1081530,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/2/2e/Natalie_MacMaster_-_Seattle_-_2010.jpg"
    },
    {
      "year": "1973",
      "uri": "/wiki/Tanner_Foust",
      "name": "Tanner Foust",
      "monthDay": "06/13",
      "aboutText": "Mattias Hellberg (born 13 June 1973) is a Swedish musician.",
      "pageId": 2204813,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/3/3f/Natonalteatern_1.JPG"
    },
    {
      "year": "1973",
      "uri": "/wiki/Mattias_Hellberg",
      "name": "Mattias Hellberg",
      "monthDay": "06/13",
      "aboutText": "Tanner Foust (born June 13, 1973) is a professional racing driver, stunt driver, and television host. He competes in rally, drift, ice racing, time attack and rallycross with multiple podium placements, national championships, and world records.",
      "pageId": 17974235,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/a/aa/Fearless_at_the_500_20110529.jpg"
    },
    {
      "year": "1973",
      "uri": "/wiki/Kasia_Kowalska",
      "name": "Kasia Kowalska",
      "monthDay": "06/13",
      "aboutText": "Ville Laihiala (born June 13, 1973) was the vocalist and guitarist of the Finnish Gothic metal group, Poisonblack. He was also the frontman for Sentenced from 1996 (when he replaced their former bassist and vocalist, Taneli Jarva) until the group ended their career in 2005. When joining Sentenced he was soon accepted by fans.",
      "pageId": 2878997,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/en/c/c2/Crystal_Clear_app_Login_Manager_2.png"
    },
    {
      "year": "1973",
      "uri": "/wiki/Ville_Laihiala",
      "name": "Ville Laihiala",
      "monthDay": "06/13",
      "aboutText": "Katarzyna \"Kasia\" Kowalska (born June 13, 1973 in Sulejówek, Poland) is a Polish pop rock singer, songwriter, producer, and actress.\nHer musical experience began in the 1980s when she sang as a female vocalist for numerous Polish bands, including Human, Fatum and Talking Pictures. In 1994, she started solo career releasing album Gemini.",
      "pageId": 4887378,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/a/a9/KowalskaKasia.jpg"
    },
    {
      "year": "1973",
      "uri": "/wiki/Anna_Mosenkova",
      "name": "Anna Mosenkova",
      "monthDay": "06/13",
      "aboutText": "Leeann Velez Tweeden (born June 13, 1973) is an American model and sports commentator.",
      "pageId": 779791,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/8/8e/Leeann_Tweeden_2.jpg"
    },
    {
      "year": "1973",
      "uri": "/wiki/Leeann_Tweeden",
      "name": "Leeann Tweeden",
      "monthDay": "06/13",
      "aboutText": "Anna Mosenkova (born June 13, 1973 in Tallinn) is an Estonian ice dancer. With partner Sergei Sychyov, she is the 2000-2002 Estonian national champion and competed at the World Figure Skating Championships and European Figure Skating Championships, with a highest placement of 21st at the 2000 European Figure Skating Championships. They also competed on the ISU Grand Prix of Figure Skating.",
      "pageId": 17389435,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/0/09/Estonia_figure_skater_pictogram.png"
    },
    {
      "year": "1974",
      "uri": "/wiki/Coko",
      "name": "Coko",
      "monthDay": "06/13",
      "aboutText": "Coko (born Cheryl Elizabeth Gamble, now known as Cheryl Clemons; June 13, 1970) is an American R&B and gospel singer, and lead singer of R&B group Sisters With Voices (SWV).",
      "pageId": 8476887
    },
    {
      "year": "1974",
      "uri": "/wiki/Steve-O",
      "name": "Steve-O",
      "monthDay": "06/13",
      "aboutText": "Stephen Gilchrist Glover (born June 13, 1974), better known by his stage name Steve-O, is an American/Canadian/English stunt performer, comedian, clown, actor, producer, author, and television personality. His entertainment career is mostly centered on his performance stunts on the American TV series Jackass, its related movies, and its spin-off series Wildboyz.\nSteve-O is known for his eccentric character.",
      "pageId": 13063807,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/5/55/Steve-O_by_Gage_Skidmore.jpg"
    },
    {
      "year": "1974",
      "uri": "/wiki/Selma_Bj%C3%B6rnsd%C3%B3ttir",
      "name": "Selma Björnsdóttir",
      "monthDay": "06/13",
      "aboutText": "Valeri Vladimirovich Bure (Russian: Валерий Владимирович Буре, /va-Lare-ee/; born June 13, 1974) is a Russian-American former ice hockey right winger. He played 10 seasons in the National Hockey League (NHL) for the Montreal Canadiens, Calgary Flames, Florida Panthers, St. Louis Blues, and Dallas Stars.",
      "pageId": 903110,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/0/08/Vladimir_Putin_in_the_United_States_13-16_November_2001-20.jpg"
    },
    {
      "year": "1974",
      "uri": "/wiki/Valeri_Bure",
      "name": "Valeri Bure",
      "monthDay": "06/13",
      "aboutText": "Selma Björnsdóttir, also known as simply Selma, is an Icelandic actress and singer born on 13 June 1974 in Reykjavík, best known internationally for representing her country in the Eurovision Song Contest.\nHer first Eurovision experience occurred when she took her highly fancied entry All Out of Luck to the 1999 contest in Jerusalem, placing Iceland in the unaccustomed position of being the pre-contest favourites with many bookmakers. Following a vibrant vocal and visual display on the night—with choreography that appeared to be somewhat influenced by Carola's famous routine from the 1991 contest—Selma shot into an early lead in the voting, but was gradually pegged back by Sweden, represented by Charlotte Nilsson.",
      "pageId": 1578115,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/d/d2/Selma_Bjornsdottir.jpg"
    },
    {
      "year": "1974",
      "uri": "/wiki/Brande_Roderick",
      "name": "Brande Roderick",
      "monthDay": "06/13",
      "aboutText": "Takahiro Sakurai (櫻井 孝宏, Sakurai Takahiro, born June 13, 1974) is a Japanese voice actor who was born in Aichi. He was a member of 81 Produce and since July 20 of 2014 is attached with INTENTION, the management company established by Kenichi Suzumura, one of his good friends; his height is 1.76 m (5 ft 9 in).\nMany of his roles are handsome (and mostly charming) men.",
      "pageId": 1217286
    },
    {
      "year": "1974",
      "uri": "/wiki/Takahiro_Sakurai",
      "name": "Takahiro Sakurai",
      "monthDay": "06/13",
      "aboutText": "Brande Nicole Roderick (born June 13, 1974) is an American model and actress known for her appearances in Baywatch and Playboy. In April 2000, she was selected as Playmate of the Month and then became the Playmate of the Year in 2001.",
      "pageId": 1284549,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/c/ce/Brande_Roderick_2009.jpg"
    },
    {
      "year": "1975",
      "uri": "/wiki/Ante_Covic",
      "name": "Ante Covic",
      "monthDay": "06/13",
      "aboutText": "Ante Covic (Croatian: Ante Čović; [ˈaːntɛ ˈtʃɔːʋitɕ]; born 13 June 1975) is an Australian football (soccer) goalkeeper who plays for the Perth Glory in the A-League.",
      "pageId": 3646025,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/8/86/AnteCovic.JPG"
    },
    {
      "year": "1975",
      "uri": "/wiki/Jeff_Davis_(writer)",
      "name": "Jeff Davis",
      "monthDay": "06/13",
      "aboutText": "Jeff Davis (born June 13, 1975) is an American writer and television producer.",
      "pageId": 18794852,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/e/ea/Jeff_Davis_by_Gage_Skidmore.jpg"
    },
    {
      "year": "1975",
      "uri": "/wiki/Jennifer_Nicole_Lee",
      "name": "Jennifer Nicole Lee",
      "monthDay": "06/13",
      "aboutText": "Jennifer Nicole Lee (born Jennifer Nicole Siciliano on June 13, 1975) is an American fitness model, motivational speaker, and author.",
      "pageId": 24860757,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/8/88/JNLFusion-329HiRes300dpi.jpg"
    },
    {
      "year": "1975",
      "uri": "/wiki/Jaan_Pehk",
      "name": "Jaan Pehk",
      "monthDay": "06/13",
      "aboutText": "Jaan Pehk (also known as Orelipoiss; born 13 June 1975 in Palivere) is an Estonian writer, singer and guitarist.\nPehk is a member of the Young Authors' Association in Tartu and the Estonian Writers' Union.\n^ \"Jaan Pehk (EST)\".",
      "pageId": 26575995,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/0/05/Jaan_Pehk_Keava_Raplamaa_2008_%28f_Jaak_Urmet%29.jpg"
    },
    {
      "year": "1975",
      "uri": "/wiki/Riccardo_Scimeca",
      "name": "Riccardo Scimeca",
      "monthDay": "06/13",
      "aboutText": "Jason Paul \"J\" Brown (born 13 June 1976 in Aldershot, Hampshire, England) is an English former singer and rapper. He is best known as a former member and lead singer of boy band Five. He was the oldest member of the band, which also included Sean Conlon, Ritchie Neville, Abz Love and Scott Robinson.",
      "pageId": 2853979
    },
    {
      "year": "1976",
      "uri": "/wiki/Jason_%22J%22_Brown",
      "name": "Jason \"J\" Brown",
      "monthDay": "06/13",
      "aboutText": "Riccardo Scimeca (born 13 June 1975) is an English former professional footballer who played for Aston Villa, Nottingham Forest, Leicester City, West Bromwich Albion and Cardiff City in a career spanning 16 years, making over 400 appearances.",
      "pageId": 3775768,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/e/ed/Riccy_scimeca.jpg"
    },
    {
      "year": "1976",
      "uri": "/wiki/Kym_Marsh",
      "name": "Kym Marsh",
      "monthDay": "06/13",
      "aboutText": "Kimberley Gail Marsh (formerly Ryder and Lomas; born 13 June 1976) is an English actress and former singer and songwriter, best known for playing Michelle Connor in Coronation Street. Marsh rose to prominence in 2000 after winning Popstars with the band Hear'Say before leaving the group in 2002. She then started a solo career with her album Standing Tall, which spawned two top ten singles.",
      "pageId": 2062916,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/5/59/Kym_Marsh%2C_Manchester_Arndale.jpg"
    },
    {
      "year": "1976",
      "uri": "/wiki/Tygh_Runyan",
      "name": "Tygh Runyan",
      "monthDay": "06/13",
      "aboutText": "Tygh Runyan (born June 13, 1976) is an American/Canadian actor and musician.",
      "pageId": 2665937
    },
    {
      "year": "1977",
      "uri": "/wiki/Drago%C8%99_Bucur",
      "name": "Dragoș Bucur",
      "monthDay": "06/13",
      "aboutText": "Emily Harrison (born June 13, 1977 in Louisiana, Missouri) is an American actress.\nHarrison is most well known as Jennifer Finnigan's replacement in the role of Bridget Forrester on The Bold and the Beautiful, which she played from January to July 2004. Following a viewer backlash, Harrison's on-screen air time began to diminish, which was speculated to be the reason for her drop to recurring status after just a handful of episodes.",
      "pageId": 2838243
    },
    {
      "year": "1977",
      "uri": "/wiki/Emily_Harrison",
      "name": "Emily Harrison",
      "monthDay": "06/13",
      "aboutText": "Dragoş Bucur (born 13 June 1977) is a Romanian actor, ambassador for the program Youth of the Move involved by the European Commission, and TV presenter for the show Extreme Makeover: Home Edition\\ Visuri la cheie broadcast on Pro TV.",
      "pageId": 9609924
    },
    {
      "year": "1977",
      "uri": "/wiki/Tarmo_Kikerpill",
      "name": "Tarmo Kikerpill",
      "monthDay": "06/13",
      "aboutText": "Romain Mesnil (born 13 June 1977 in Le Plessis-Bouchard) is a retired, French pole vaulter. His personal outdoor best is 5.95 metres, achieved in August 2003 in Castres. His personal indoor best is 5.86 metres, set in March 2001 in Toulouse.",
      "pageId": 6026991,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/6/61/Osaka07_D9A_MPole_Vault_VC.jpg"
    },
    {
      "year": "1977",
      "uri": "/wiki/Romain_Mesnil",
      "name": "Romain Mesnil",
      "monthDay": "06/13",
      "aboutText": "Tarmo Kikerpill (born June 13, 1977) is a retired Estonian professional basketball player.",
      "pageId": 19217675
    },
    {
      "year": "1977",
      "uri": "/wiki/Earthwind_Moreland",
      "name": "Earthwind Moreland",
      "monthDay": "06/13",
      "aboutText": "Rainer Schönfelder (born June 13, 1977) is an Austrian former skier who won the 2003-2004 men's World Cup slalom title.",
      "pageId": 599077,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/a/a4/Rainer_Sch%C3%B6nfelder_Austrian_Championships_2008.jpg"
    },
    {
      "year": "1977",
      "uri": "/wiki/Rainer_Sch%C3%B6nfelder",
      "name": "Rainer Schönfelder",
      "monthDay": "06/13",
      "aboutText": "Earthwind C. Moreland (born June 13, 1977, Atlanta, Georgia) is a former National Football League cornerback for the New England Patriots and Arena Football League cornerback/wide receiver for the Las Vegas Gladiators.",
      "pageId": 5040253
    },
    {
      "year": "1977",
      "uri": "/wiki/Erin_Toughill",
      "name": "Erin Toughill",
      "monthDay": "06/13",
      "aboutText": "Erin Young Toughill (born June 13, 1977) is a retired mixed martial artist and former boxer and American Gladiator.\nShe began kickboxing at the age of 18 and started training in Brazilian Jiu-Jitsu soon after.\nUnder the watch of her LA Boxing trainer Sean McCully, Toughill debuted in mixed martial arts on September 27, 1999 and fought to a draw with Irma Verhoeff at World Vale Tudo Championship 9 in Aruba.",
      "pageId": 2998112
    },
    {
      "year": "1978",
      "uri": "/wiki/Jason_Michael_Carroll",
      "name": "Jason Michael Carroll",
      "monthDay": "06/13",
      "aboutText": "Jason Michael Carroll (born June 13, 1978) is an American country music artist. After being discovered at a local talent competition in 2004, Carroll was signed to the Arista Nashville label in 2006, releasing his debut album Waitin' in the Country that year. This album has produced three consecutive Top 40 country hits for him on the Billboard Hot Country Songs charts: \"Alyssa Lies\", \"Livin' Our Love Song\" and \"I Can Sleep When I'm Dead\".",
      "pageId": 9431714,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/4/48/JasonCity_of_Hope_Softball_Challenge.jpg"
    },
    {
      "year": "1978",
      "uri": "/wiki/Brian_Dowling_(presenter)",
      "name": "Brian Dowling",
      "monthDay": "06/13",
      "aboutText": "Ethan Philan Randall (born June 13, 1978), known by his stage name Ethan Embry, is an American film and television actor. He is best known for his role as Declan Giggs on the Showtime television series Brotherhood.",
      "pageId": 917882,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/c/cc/Ethan_Embry_2013.jpg"
    },
    {
      "year": "1978",
      "uri": "/wiki/Ethan_Embry",
      "name": "Ethan Embry",
      "monthDay": "06/13",
      "aboutText": "Brian Patrick Robert Dowling (born 13 June 1978) is an Irish television presenter who rose to fame after being crowned the winner of the second series of UK reality television show Big Brother in 2001. He also won Ultimate Big Brother in 2010. In 2007, he came third in Hell's Kitchen and in 2008 he was runner-up in the Irish reality television series Fáilte Towers.",
      "pageId": 1715935
    },
    {
      "year": "1978",
      "uri": "/wiki/John_Estrada",
      "name": "John Estrada",
      "monthDay": "06/13",
      "aboutText": "This article is about the Filipino actor. For the 15th Sergeant Major of the United States Marine Corps, see John L. Estrada.\nJohn Estrada (born June 13, 1973)  is a Filipino movie and TV actor, starred in a number of roles as a leading man and villain.",
      "pageId": 4806661,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/c/cc/John_Estrada.jpg"
    },
    {
      "year": "1978",
      "uri": "/wiki/Mikako_Ichikawa",
      "name": "Mikako Ichikawa",
      "monthDay": "06/13",
      "aboutText": "Mikako Ichikawa (Ichikawa Mikako, 市川実日子, born 13 June 1978) is a Japanese actress and model from Tokyo, Japan. She was working as a model for the Japanese fashion magazine Olive under an exclusive contract. She appeared in the movies Blue, Cutie Honey and Memories of Matsuko.",
      "pageId": 5298124
    },
    {
      "year": "1978",
      "uri": "/wiki/Mathis_K%C3%BCnzler",
      "name": "Mathis Künzler",
      "monthDay": "06/13",
      "aboutText": "Mathis Künzler (born June 13, 1978 in Basel) is a Swiss film, television and stage actor.",
      "pageId": 9055766
    },
    {
      "year": "1979",
      "uri": "/wiki/Esther_Anderson_(Australian_actress)",
      "name": "Esther Anderson",
      "monthDay": "06/13",
      "aboutText": "Esther Jackie Anderson (born 13 June 1979) is an Australian actress and model. She is best known for her role as Charlie Buckton on the Australian soap opera Home and Away. She was nominated for a Gold Logie Award at the 2012 Logies.",
      "pageId": 20369784,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/3/3d/Esther_Anderson_7.jpg"
    },
    {
      "year": "1979",
      "uri": "/wiki/Nila_H%C3%A5kedal",
      "name": "Nila Håkedal",
      "monthDay": "06/13",
      "aboutText": "Nila Ann Håkedal (born on 13 June 1979 in Kristiansand) is a Norwegian beach volleyball player.\nHåkedal was born and raised in the city of Kristiansand, and lived there until she was 20 years old. She started playing volleyball for Hånes VBK when she was 13, and continued in the club until she moved to Oslo during the autumn of 1999 to play for Koll volleyball club, and to study language.",
      "pageId": 937608,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/en/c/c2/Crystal_Clear_app_Login_Manager_2.png"
    },
    {
      "year": "1979",
      "uri": "/wiki/Miguel_Pate",
      "name": "Miguel Pate",
      "monthDay": "06/13",
      "aboutText": "Miguel Pate (born June 13, 1979 in St. Francisville, Louisiana) is an American track and field athlete.",
      "pageId": 2235958
    },
    {
      "year": "1979",
      "uri": "/wiki/Ryan_Pickett_(filmmaker)",
      "name": "Ryan Pickett",
      "monthDay": "06/13",
      "aboutText": "Ryan Allen Pickett (born June 13, 1979) is an American filmmaker.",
      "pageId": 31766351,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/6/63/Director_Ryan_Pickett.jpg"
    },
    {
      "year": "1979",
      "uri": "/wiki/%C3%81gnes_Csomor",
      "name": "Ágnes Csomor",
      "monthDay": "06/13",
      "aboutText": "Ágnes Csomor (Hungarian pronunciation: [ˈa:gnɛʃ ˈt͡ʃomor]) (June 13, 1979 in Budapest – ), sometimes Ági Csomor (Hungarian pronunciation: [ˈa:gi ˈt͡ʃomor]) is a Hungarian stage, film and television actress. Currently, she is starring in the Hungarian television soap opera Barátok közt (in English: Among Friends) running on RTL Klub as antagonist Oravecz Nikol, a character who became the boss of a drug cartel after arresting her brother while raising her teenage son who's opposing his mother's underworld connections.",
      "pageId": 48588123,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/f/fe/Csomoragi.jpg"
    },
    {
      "year": "1980",
      "uri": "/wiki/Sarah_Connor_(singer)",
      "name": "Sarah Connor",
      "monthDay": "06/13",
      "aboutText": "Sarah Terenzi (born as Sarah Marianne Corina Lewe on June 13, 1980), better known by her stage name Sarah Connor, is a German singer, songwriter, and television personality. Connor debuted in 2001 under the guidance of artist manager George Glueck and became the first solo act to ever have four consecutive chart-topping hits on the German Singles Chart. Following success in mainland Europe with her single \"From Sarah with Love\" and her debut album Green Eyed Soul, a series of hit records established her position as the most successful German pop female vocalists to emerge in the 2000s with sales in excess of over 15 million copies worldwide.",
      "pageId": 762957,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/8/89/Nolting_SARAH_CONNOR_GWO-%2815_of_47%29.jpg"
    },
    {
      "year": "1980",
      "uri": "/wiki/Florent_Malouda",
      "name": "Florent Malouda",
      "monthDay": "06/13",
      "aboutText": "Florent Johan Malouda (French pronunciation: ​[flɔ.ʁɑ̃ ma.lu.da] ; born 13 June 1980) is a French professional footballer who plays as a left winger for Indian club Delhi Dynamos.\nHe spent most of his career at Lyon and Chelsea, winning four consecutive Ligue 1 titles with the former and the UEFA Champions League in 2012 with the latter, among other honours.\nA France international since 2004, Malouda represented \"Les Bleus\" on 80 occasions, including in two World Cups and two European Championships.",
      "pageId": 3147600
    },
    {
      "year": "1980",
      "uri": "/wiki/Diego_Mendieta",
      "name": "Diego Mendieta",
      "monthDay": "06/13",
      "aboutText": "Jamario Raman Moon (born June 13, 1980) is an American professional basketball player who last played for the Guaros de Lara of the Venezuelan Liga Profesional de Baloncesto (LPB). He played college basketball for one season at Meridian Community College and began his professional career with teams in the United States Basketball League and NBA Development League, the Harlem Globetrotters, and Mexican basketball team Fuerza Regia before signing with the Toronto Raptors in 2007.",
      "pageId": 11757865,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/5/5c/Jamario_Moon_Clippers.jpg"
    },
    {
      "year": "1980",
      "uri": "/wiki/Jamario_Moon",
      "name": "Jamario Moon",
      "monthDay": "06/13",
      "aboutText": "Diego Mendieta (June 13, 1980–December 3, 2012) was a Paraguayan footballer who played as a forward for Persis Solo F.C.. His death on December 3, 2012, reportedly caused by cytomegalovirus, an easily treatable disease, sparked international outrage after it was made known that his club refused to pay his hospital fees, thus resulting in his demise. The club also owed Mendieta an estimated US$12,500 in salaries which had prevented him from returning to his native Paraguay.",
      "pageId": 37885603,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/en/0/00/Diego_Mendieta.jpg"
    },
    {
      "year": "1980",
      "uri": "/wiki/Juan_Carlos_Navarro_(basketball)",
      "name": "Juan Carlos Navarro",
      "monthDay": "06/13",
      "aboutText": "Juan Carlos Navarro Feijoo (born June 13, 1980) nicknamed as La Bomba (The Bomb), is a Spanish professional basketball player who plays for FC Barcelona of the Liga ACB. At 1.92 m (6 ft 4 in) and 91 kg (201 lb), he primarily plays at the shooting guard position, but can also play point guard if needed. He has served as the captain of the Spanish national basketball team.",
      "pageId": 5666114,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/1/10/JCNavarro3.jpg"
    },
    {
      "year": "1980",
      "uri": "/wiki/Maho_Nonami",
      "name": "Maho Nonami",
      "monthDay": "06/13",
      "aboutText": "Maho Nonami (野波麻帆 Nonami Maho born 13 June 1980 in Tokyo, Japan) is a Japanese actress, best known for her role in the critically acclaimed 2LDK.",
      "pageId": 30872652
    },
    {
      "year": "1980",
      "uri": "/wiki/Darius_Vassell",
      "name": "Darius Vassell",
      "monthDay": "06/13",
      "aboutText": "Darius Martin Clarke Vassell (born 13 June 1980) is an English footballer who plays as a striker. He previously played for Aston Villa, Manchester City, Ankaragücü and Leicester City.\nVassell began his career at his home town club Aston Villa in the Premier League, being developed by their academy and making his first team debut in 1998.",
      "pageId": 734841,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/2/29/Darius_Vassell_2011.jpg"
    },
    {
      "year": "1980",
      "uri": "/wiki/Markus_Winkelhock",
      "name": "Markus Winkelhock",
      "monthDay": "06/13",
      "aboutText": "Markus Winkelhock (born 13 June 1980) is a German professional racing driver, who has taken part in one Formula One Grand Prix, which he briefly led. He is the son of the late Manfred Winkelhock and nephew of Joachim Winkelhock, both of whom were Formula One drivers in the 1980s. Having switched to sports and touring car racing, he has also won the FIA GT1 World Championship in 2012 with team-mate Marc Basseng.",
      "pageId": 3355218
    },
    {
      "year": "1981",
      "uri": "/wiki/Daryl_Blonder",
      "name": "Daryl Blonder",
      "monthDay": "06/13",
      "aboutText": "Christopher Robert \"Chris\" Evans (born June 13, 1981) is an American actor. Evans is best known for his superhero roles as the Marvel Comics characters Captain America in the Marvel Cinematic Universe and The Human Torch in Fantastic Four.\nEvans began his career on the television series Opposite Sex (2000), moving to film in 2001 with Not Another Teen Movie.",
      "pageId": 1535704,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/0/0e/Chris_Evans_-_Captain_America_2_press_conference_%28cropped%29.jpg"
    },
    {
      "year": "1981",
      "uri": "/wiki/Chris_Evans_(actor)",
      "name": "Chris Evans",
      "monthDay": "06/13",
      "aboutText": "For the period of heavy fires in the Bronx in the 1970s, see planned shrinkage.\nThe Bronx Is Burning is a television drama that debuted on ESPN on July 10, 2007, after the 2007 MLB Home Run Derby. It is an eight-episode mini-series adapted from Jonathan Mahler's best-selling book, Ladies and Gentlemen, the Bronx Is Burning.",
      "pageId": 9030920
    },
    {
      "year": "1981",
      "uri": "/wiki/Mick_Fanning",
      "name": "Mick Fanning",
      "monthDay": "06/13",
      "aboutText": "Michael Eugene \"Mick\" Fanning, nicknamed \"White Lightning\" (born June 13, 1981), is an Australian professional surfer. Fanning won the 2007, 2009 and 2013 ASP World Tour.",
      "pageId": 9624799,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/0/08/Icone_surf_portail_fr.png"
    },
    {
      "year": "1981",
      "uri": "/wiki/Blake_Judd_(filmmaker)",
      "name": "Blake Judd",
      "monthDay": "06/13",
      "aboutText": "Patrick Blake Judd (b.",
      "pageId": 15846194
    },
    {
      "year": "1981",
      "uri": "/wiki/Julie-Marie_Parmentier",
      "name": "Julie-Marie Parmentier",
      "monthDay": "06/13",
      "aboutText": "Radim Vrbata (born June 13, 1981) is a Czech professional ice hockey right winger currently playing for the Vancouver Canucks of the National Hockey League (NHL).",
      "pageId": 3685148,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/c/c8/Radim_Vrbata_10-2015.jpg"
    },
    {
      "year": "1981",
      "uri": "/wiki/Radim_Vrbata",
      "name": "Radim Vrbata",
      "monthDay": "06/13",
      "aboutText": "Julie-Marie Parmentier (born June 13, 1981 in Saint-Quentin, Aisne) is a French actress. She garnered critical acclaim for her roles in films such as Les Blessures Assassines (2000), Charly (2007) and No et moi (2010). She has been nominated for the César Award for Most Promising Actress for her role in Les Blessures Assassines and for which she won a Best Actress Award at the Mar del Plata Film Festival.",
      "pageId": 25395129,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/a/ac/Julie-Marie_Parmentier.jpg"
    },
    {
      "year": "1982",
      "uri": "/wiki/Kenenisa_Bekele",
      "name": "Kenenisa Bekele",
      "monthDay": "06/13",
      "aboutText": "Kenenisa Bekele (Amharic: ቀነኒሳ በቀለ; born 13 June 1982) is an Ethiopian long-distance runner, who holds the world record and Olympic record in both the 5,000 metres and 10,000 metres events. He won a double at the 2008 Summer Olympics in these events; he also won the 2004 Olympic title over 10,000 m. He is married to Danawit Gebregziabher (m.",
      "pageId": 344541,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/4/49/5000_m_men_final_Berlin_2009.jpg"
    },
    {
      "year": "1982",
      "uri": "/wiki/Krzysztof_Bosak",
      "name": "Krzysztof Bosak",
      "monthDay": "06/13",
      "aboutText": "Krzysztof Bosak (Polish pronunciation: [ˈkʂɨʂtɔf ˈbɔsak], born June 13, 1982 in Zielona Góra) is a Polish politician. Formerly a member of the Sejm for the League of Polish Families, Bosak is now a member of the National Movement.\nHe was elected to the Sejm on 25 September 2005 getting 3764 votes in 8 – Zielona Góra, candidating from League of Polish Families list.",
      "pageId": 5813966
    },
    {
      "year": "1982",
      "uri": "/wiki/Jessica_Caban",
      "name": "Jessica Caban",
      "monthDay": "06/13",
      "aboutText": "Nathan \"Nate\" Jones (born June 15, 1982) is a former American football cornerback. He played college football at Rutgers and was drafted by the Dallas Cowboys in seventh round of the 2004 NFL Draft.",
      "pageId": 3717103,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/0/01/Nate_Jones_%28American_football%29.JPG"
    },
    {
      "year": "1982",
      "uri": "/wiki/Nate_Jones_(American_football)",
      "name": "Nate Jones",
      "monthDay": "06/13",
      "aboutText": "Jessica Marie Caban (born June 13, 1982) is an American fashion model and actress. She was a contestant on Model Latina, where she was crowned the first ever Model Latina champion.\n^ a b \"Website\".",
      "pageId": 27488916
    },
    {
      "year": "1982",
      "uri": "/wiki/Jess_Manafort",
      "name": "Jess Manafort",
      "monthDay": "06/13",
      "aboutText": "Jess Manafort (born June 13, 1982) is an American director and writer. She has directed Remember the Daze. She also wrote and directed another film, a short called Liminality.",
      "pageId": 11566921
    },
    {
      "year": "1983",
      "uri": "/wiki/Rebeca_Linares",
      "name": "Rebeca Linares",
      "monthDay": "06/13",
      "aboutText": "Rebeca Linares (born June 13, 1983) is the stage name of a Spanish pornographic actress and Penthouse Pet. Although born in San Sebastián, Basque Country, Spain, she has lived for many years in Barcelona.",
      "pageId": 21031520,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/2/26/Nuvola_apps_aktion.png"
    },
    {
      "year": "1983",
      "uri": "/wiki/Steve_Novak",
      "name": "Steve Novak",
      "monthDay": "06/13",
      "aboutText": "Steven Michael Novak (born June 13, c. 1983) is an American professional basketball player for the Oklahoma City Thunder of the National Basketball Association (NBA). He is listed as 6'10\", 225 lbs.",
      "pageId": 4268282,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/3/36/Andray_Blatche_and_Steve_Novak.jpg"
    },
    {
      "year": "1983",
      "uri": "/wiki/Sarah_Schaub",
      "name": "Sarah Schaub",
      "monthDay": "06/13",
      "aboutText": "Sarah Schaub (born June 13, 1983) is an American actress from Salt Lake City, Utah.\nShe has appeared in such productions as Stephen King's The Stand and A Home of Our Own with Kathy Bates. She is best known for playing Dinah Greene in the CBS drama Promised Land from 1996–1999, for which she garnered two Young Artist Awards for Best Performance in a TV Drama Series-Leading Young Actress (1998) and Best Performance in a TV Drama Series-Young Ensemble (1999).",
      "pageId": 28846120
    },
    {
      "year": "1983",
      "uri": "/wiki/Jason_Spezza",
      "name": "Jason Spezza",
      "monthDay": "06/13",
      "aboutText": "Jason Anthony Rocco Spezza (born June 13, 1983) is a Canadian professional ice hockey centre who currently plays for the Dallas Stars of the National Hockey League (NHL).\nAfter beginning his major junior career at the early age of 15 in the Ontario Hockey League (OHL), Spezza was selected second overall in the 2001 NHL Entry Draft by the Ottawa Senators. Playing in the American Hockey League (AHL) in 2004–05 due to the NHL lock-out, he won the Les Cunningham Award as league MVP with the Binghamton Senators.",
      "pageId": 263051,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/9/9b/Jason_Spezza.jpg"
    },
    {
      "year": "1984",
      "uri": "/wiki/Nery_Castillo",
      "name": "Nery Castillo",
      "monthDay": "06/13",
      "aboutText": "Nery Alberto Castillo Confalonieri (born 13 June 1984) is a Mexican footballer who plays as a forward.",
      "pageId": 4886248
    },
    {
      "year": "1984",
      "uri": "/wiki/Kaori_Icho",
      "name": "Kaori Icho",
      "monthDay": "06/13",
      "aboutText": "Kaori Icho (伊調馨, born 13 June 1984, in Hachinohe Aomori) is a Japanese freestyle wrestler. She is a ten time world champion and three time Olympic champion, winning gold in 2004, 2008 and 2012. She is currently on a 158 match winning streak.",
      "pageId": 6691715,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/f/f4/Kaori_Icho.jpg"
    },
    {
      "year": "1984",
      "uri": "/wiki/Antje_M%C3%B6ldner-Schmidt",
      "name": "Antje Möldner-Schmidt",
      "monthDay": "06/13",
      "aboutText": "Antje Möldner-Schmidt (born 13 June 1984) is a German track and field athlete who specialises in middle distance running and the 3000 metres steeplechase.",
      "pageId": 24714905,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/1/17/3000_m_steeplechase_women_podium_Helsinki_2012.jpg"
    },
    {
      "year": "1984",
      "uri": "/wiki/Nautica_Thorn",
      "name": "Nautica Thorn",
      "monthDay": "06/13",
      "aboutText": "Phillip Van Dyke (born June 13, 1984) is an American actor best known for his role as the goblin Luke in the first two of the Halloweentown movie series.",
      "pageId": 7292271
    },
    {
      "year": "1984",
      "uri": "/wiki/Phillip_Van_Dyke",
      "name": "Phillip Van Dyke",
      "monthDay": "06/13",
      "aboutText": "Nautica Thorn is an American pornographic actress, director, model and stripper.\n^ a b c d e f \"nautica thorn - internet adult film database\". iafd.com.",
      "pageId": 8288596,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/4/4c/Nautica_Thorn_at_AVN_Adult_Entertainment_Expo_2008.jpg"
    },
    {
      "year": "1985",
      "uri": "/wiki/Raz-B",
      "name": "Raz-B",
      "monthDay": "06/13",
      "aboutText": "De'Mario Monte Thornton (born June 13, 1985), known as Raz-B, is an American, singer and actor.",
      "pageId": 1179993
    },
    {
      "year": "1985",
      "uri": "/wiki/Filipe_Albuquerque",
      "name": "Filipe Albuquerque",
      "monthDay": "06/13",
      "aboutText": "Filipe Miguel Delgadinho Albuquerque (born 13 June 1985 in Coimbra) is a Portuguese professional racing driver, currently driving in the FIA World Endurance Championship.",
      "pageId": 10420426,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/0/02/Filipe_Albuquerque_2007_WSBR.jpg"
    },
    {
      "year": "1985",
      "uri": "/wiki/Silvio_Bankert",
      "name": "Silvio Bankert",
      "monthDay": "06/13",
      "aboutText": "Lela Star (born June 13, 1985) is a petite Cuban Pornographic Actress who performed in over 100 scenes.",
      "pageId": 11797303,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/4/4d/Lelastar-2007avnawards.jpg"
    },
    {
      "year": "1985",
      "uri": "/wiki/Lela_Star",
      "name": "Lela Star",
      "monthDay": "06/13",
      "aboutText": "Silvio Bankert (born 13 June 1985 in Luckenwalde) is a German footballer who plays for 1.",
      "pageId": 32537620
    },
    {
      "year": "1985",
      "uri": "/wiki/Danny_Syvret",
      "name": "Danny Syvret",
      "monthDay": "06/13",
      "aboutText": "Danny Syvret (born June 13, 1985) is a Canadian professional ice hockey defenceman who is currently playing for the Utica Comets of the American Hockey League (AHL). He previously played with the Wilkes-Barre/Scranton Penguins of the AHL. Syvret was selected by the Edmonton Oilers in the 3rd round (81st overall) of the 2005 NHL Entry Draft.",
      "pageId": 3110495
    },
    {
      "year": "1986",
      "uri": "/wiki/Kat_Dennings",
      "name": "Kat Dennings",
      "monthDay": "06/13",
      "aboutText": "Katherine Litwack (born June 13, 1986), known professionally as Kat Dennings, is an American actress. Starting with a role in an episode of the HBO dramedy series Sex and the City, Dennings has since appeared in the films The 40-Year-Old Virgin, Big Momma's House 2, Charlie Bartlett, Raise Your Voice, The House Bunny, Defendor, Nick and Norah's Infinite Playlist, Thor, and Thor: The Dark World.",
      "pageId": 3798345,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/0/0b/KatDennings08TIFF.jpg"
    },
    {
      "year": "1986",
      "uri": "/wiki/Keisuke_Honda",
      "name": "Keisuke Honda",
      "monthDay": "06/13",
      "aboutText": "Keisuke Honda (本田 圭佑, Honda Keisuke, born 13 June 1986) is a Japanese footballer who plays for Serie A club Milan and the Japan national football team. He plays as an attacking midfielder, but he can equally play as a second striker or a deep-lying playmaker. Honda has frequently featured as a right winger in the 2014-2015 Serie A season.",
      "pageId": 14670286
    },
    {
      "year": "1986",
      "uri": "/wiki/Tracy_Horgan",
      "name": "Tracy Horgan",
      "monthDay": "06/13",
      "aboutText": "Tracy Fleury (born June 13, 1986 in Sudbury, Ontario) is a Canadian curler, who currently skips her own team out of the Idylwylde Golf and Country Club in Sudbury, Ontario.",
      "pageId": 21066787
    },
    {
      "year": "1986",
      "uri": "/wiki/Azumi_Muto",
      "name": "Azumi Muto",
      "monthDay": "06/13",
      "aboutText": "Azumi Muto (武藤 亜澄, Mutō Azumi, June 13, 1986 – December 30, 2006) was a pin-up model and aspiring actress for an agency in Tokyo, Japan. She was murdered by her 21-year-old brother Yuki Muto (武藤 勇貴, Mutō Yūki) (born 1985) on December 30, 2006.",
      "pageId": 8969573
    },
    {
      "year": "1986",
      "uri": "/wiki/Ayanna_Oliva",
      "name": "Ayanna Oliva",
      "monthDay": "06/13",
      "aboutText": "Ayanna Oliva is a Filipina model, singer, dancer, DJ, and VJ. She is a member of the Kitty Girls.",
      "pageId": 18485424
    },
    {
      "year": "1986",
      "uri": "/wiki/Ashley_Olsen",
      "name": "Ashley Olsen",
      "monthDay": "06/13",
      "aboutText": "Mary-Kate Olsen (born June 13, 1986) is an American fashion designer, producer, author, businesswoman and former actress. She co-founded luxury fashion brands The Row, Elizabeth and James, and the more affordable lines Olsenboye and StyleMint alongside her twin sister Ashley Olsen.",
      "pageId": 81800,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/1/12/Mary-Kate_Olsen_2011_Shankbone.jpg"
    },
    {
      "year": "1986",
      "uri": "/wiki/Mary-Kate_Olsen",
      "name": "Mary-Kate Olsen",
      "monthDay": "06/13",
      "aboutText": "Ashley Fuller Olsen (born June 13, 1986) is an American actress, fashion designer, producer, author, and businesswoman. She co-founded luxury fashion brands The Row, Elizabeth and James, and the more affordable lines Olsenboye and StyleMint with her twin sister Mary-Kate Olsen.",
      "pageId": 38314165,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/e/e8/Ashley_Olsen.jpg"
    },
    {
      "year": "1986",
      "uri": "/wiki/DJ_Snake",
      "name": "DJ Snake",
      "monthDay": "06/13",
      "aboutText": "William Sami Etienne Grigahcine, better known by his stage name DJ Snake, is a French DJ, rapper and producer of Algerian descent who mixes rap and electronic dance music.\nDJ Snake is a Grammy-nominated producer and artist who debuted into the international scene with singles \"Bird Machine\" and \"Turn Down for What\" in 2013. \"Bird Machine\" is a collaboration with fellow French act Alesia.",
      "pageId": 41522768,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/0/03/DJ_Snake_2015.jpg"
    },
    {
      "year": "1986",
      "uri": "/wiki/Lea_Verou",
      "name": "Lea Verou",
      "monthDay": "06/13",
      "aboutText": "Lea Verou is a front end web developer, speaker and author, originally from Greece. Verou is currently a Research Assistant at MIT CSAIL, in David Karger’s Haystack group and an Invited Expert in the W3C CSS Working Group.\nVerou has written a book on advanced CSS for O’Reilly, worked for W3C/MIT, gave over 60 invited talks around the world, released several open source projects, co-founded a Greek startup called Fresset Ltd (which she left in 2011), among other projects.",
      "pageId": 44311143,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/8/81/Lea-verou.jpg"
    },
    {
      "year": "1986",
      "uri": "/wiki/M%C3%A5ns_Zelmerl%C3%B6w",
      "name": "Måns Zelmerlöw",
      "monthDay": "06/13",
      "aboutText": "Måns Petter Albert Sahlén Zelmerlöw (pronounced [ˈmɔns ˈsɛlmɛrˈløːv]; born 13 June 1986) is a Swedish pop singer and television presenter.\nHe took part in Idol 2005, eventually finishing fifth, won the first season of Let's Dance, and scored a hit with his 2007 song \"Cara Mia\", which was his entry in that year's Melodifestivalen. Zelmerlöw was the host of Allsång på Skansen from 2011 to 2013.",
      "pageId": 9252174,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/8/8e/20150514_ESC_2015_M%C3%A5ns_Zelmerl%C3%B6w_5767_2.jpg"
    },
    {
      "year": "1987",
      "uri": "/wiki/Marko_Grgi%C4%87",
      "name": "Marko Grgić",
      "monthDay": "06/13",
      "aboutText": "Marko Grgić (born 13 June 1987) is a Croatian football forward, currently playing for NK Neretvanac Opuzen.",
      "pageId": 12130885
    },
    {
      "year": "1988",
      "uri": "/wiki/Gabe_Carimi",
      "name": "Gabe Carimi",
      "monthDay": "06/13",
      "aboutText": "Reece Noi (born 13 June 1988) is a British actor born and raised in Manchester. He is best known for playing Taylor Mitchell in the BBC school drama Grange Hill from 2004 to 2007, and during 2009 as Earl Kelly in the fourth series of another BBC school, Waterloo Road.",
      "pageId": 15702388
    },
    {
      "year": "1988",
      "uri": "/wiki/Reece_Noi",
      "name": "Reece Noi",
      "monthDay": "06/13",
      "aboutText": "Gabriel Andrew Carimi (/kəˈriːmi/ kə-REE-mee; born June 13, 1988) is an American football guard and tackle who is currently a free agent.\nCarimi had 49 starts at left tackle in his four-year Wisconsin Badgers college career, which culminated at the 2011 Rose Bowl. He was awarded the 2010 Outland Trophy, as the nation's top collegiate interior lineman.",
      "pageId": 28293784,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/1/1e/Gabe_Carimi_ASU.jpg"
    },
    {
      "year": "1988",
      "uri": "/wiki/Cody_Walker_(actor)",
      "name": "Cody Walker",
      "monthDay": "06/13",
      "aboutText": "Makonnen Sheran (born June 13, 1989), better known by his stage name iLoveMakonnen.",
      "pageId": 43708119,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/8/80/ILoveMakonnen_2015_%28crop%29.jpg"
    },
    {
      "year": "1989",
      "uri": "/wiki/ILoveMakonnen",
      "name": "ILoveMakonnen",
      "monthDay": "06/13",
      "aboutText": "Cody Beau Walker (born June 13, 1988) is an American actor. He started his career in the 2015 blockbuster Furious 7, in which he helped complete the scenes for his late brother, Paul.",
      "pageId": 47177821
    },
    {
      "year": "1989",
      "uri": "/wiki/Ben_Barba",
      "name": "Ben Barba",
      "monthDay": "06/13",
      "aboutText": "Irene Gorovaia (born June 13, 1989) is an American actress born in Russia and raised in Brooklyn, New York. She has been a ballet dancer for many years, training with the School of American Ballet.\nShe performed in The Nutcracker with the New York City Ballet in 2000.",
      "pageId": 2821044
    },
    {
      "year": "1989",
      "uri": "/wiki/Irene_Gorovaia",
      "name": "Irene Gorovaia",
      "monthDay": "06/13",
      "aboutText": "Benjamin 'Ben' Barba (born 13 June 1989 in Darwin, Northern Territory) is an Indigenous Australian professional rugby league footballer who currently plays for the Cronulla-Sutherland Sharks of the National Rugby League. Barba won the Dally M Medal award for best player of the year in 2012 while he was at the Canterbury-Bankstown Bulldogs. Barba previously played for the Canterbury-Bankstown Bulldogs in 2008-2013 and the Brisbane Broncos in 2014.",
      "pageId": 18567761,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/3/3e/Ben_Barba.jpg"
    },
    {
      "year": "1989",
      "uri": "/wiki/Daniel_Mortimer",
      "name": "Daniel Mortimer",
      "monthDay": "06/13",
      "aboutText": "Tommy Searle (born 13 June 1989 in Pembury) is a British motocross racer who competes in the MX1-GP Motocross World Championship for the Steve Dixon Monster Energy Kawasaki Team.",
      "pageId": 18516167,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/0/01/Tommy_Searle_Loket2.JPG"
    },
    {
      "year": "1989",
      "uri": "/wiki/Tommy_Searle",
      "name": "Tommy Searle",
      "monthDay": "06/13",
      "aboutText": "Daniel Mortimer (born 13 June 1989) is an Australian professional rugby league footballer who currently plays for the Gold Coast Titans in the National Rugby League.",
      "pageId": 23276673,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/a/a0/DANIEL_MORTIMER.jpg"
    },
    {
      "year": "1989",
      "uri": "/wiki/Lisa_Tucker_(singer)",
      "name": "Lisa Tucker",
      "monthDay": "06/13",
      "aboutText": "This article is about the singer and American Idol finalist. For the American author, see Lisa Tucker (author).",
      "pageId": 4096014,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/e/e6/Princessp_crop.jpg"
    },
    {
      "year": "1990",
      "uri": "/wiki/Tara_Lynn_Foxx",
      "name": "Tara Lynn Foxx",
      "monthDay": "06/13",
      "aboutText": "Tara Lynn Foxx (born June 13, 1990) is the stage name of an American former pornographic actress.\n^ a b c d e \"Tara Lynn Foxx Bio\". IAFD.com.",
      "pageId": 31843216,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/4/4f/Tara_Lynn_Foxx_2011.jpg"
    },
    {
      "year": "1990",
      "uri": "/wiki/Nicole_Riner",
      "name": "Nicole Riner",
      "monthDay": "06/13",
      "aboutText": "Aaron Taylor-Johnson (born Aaron Perry Johnson; 13 June 1990) is an English actor, best known as the title character in the Kick-Ass films and Quicksilver in Avengers: Age of Ultron. He began performing at age six and has appeared in films such as Angus, Thongs and Perfect Snogging (2008) and The Illusionist (2006). He then moved onto starring roles in Nowhere Boy, in which he played John Lennon; Kick-Ass and its sequel Kick-Ass 2, in which he played the title character; in the crime thriller film Savages and the monster movie Godzilla.",
      "pageId": 11402229,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/9/96/Aaron_Taylor-Johnson_SDCC_2014_%28cropped%29.jpg"
    },
    {
      "year": "1990",
      "uri": "/wiki/Aaron_Taylor-Johnson",
      "name": "Aaron Taylor-Johnson",
      "monthDay": "06/13",
      "aboutText": "Nicole Riner (born 13 June 1990 in Stans) is a retired Swiss tennis player.\nRiner won four singles and three doubles titles on the ITF tour in her career. On 3 August 2009, she reached her best singles ranking of world number 265.",
      "pageId": 38888273
    },
    {
      "year": "1991",
      "uri": "/wiki/Will_Claye",
      "name": "Will Claye",
      "monthDay": "06/13",
      "aboutText": "Ryan Glen Mason (born 13 June 1991) is an English professional footballer who plays for Tottenham Hotspur and the England national team. Mason is most comfortable as a midfielder but also played extensively as a forward in Tottenham's youth system.\nHe made his Tottenham debut in 2008, and was loaned to Yeovil Town, Doncaster Rovers.",
      "pageId": 20434298,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/e/e0/Oscar%2C_Mason_2015.jpg"
    },
    {
      "year": "1991",
      "uri": "/wiki/Ryan_Mason",
      "name": "Ryan Mason",
      "monthDay": "06/13",
      "aboutText": "Will Claye (born June 13, 1991) is an American track and field athlete of Sierra Leonean descent who competes in the long jump and triple jump. He won a bronze medal in 2011 World Championships in Athletics and the gold medal at the 2012 IAAF World Indoor Championships. In his Olympic debut at the 2012 Summer Olympics, Claye won a bronze medal in long jump and a silver medal in triple jump.",
      "pageId": 32976284
    },
    {
      "year": "1993",
      "uri": "/wiki/Simona_Senoner",
      "name": "Simona Senoner",
      "monthDay": "06/13",
      "aboutText": "Denis Yuryevich Ten (Денис Юрьевич Тен; born 13 June 1993) is a Kazakhstani figure skater. He is the 2014 Olympic bronze medalist, the 2013 World silver medalist, the 2015 World bronze medalist, the 2015 Four Continents Champion, the 2011 Asian Winter Games champion, and a five-time national champion of Kazakhstan.\nTen is the first skater from Kazakhstan to stand on the podium at the World Championships, 4 Continents Championships, Asian Winter Games and Olympic Games.",
      "pageId": 9496289,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/e/e5/2013_World_Championships_Men_Podium.jpg"
    },
    {
      "year": "1993",
      "uri": "/wiki/Denis_Ten",
      "name": "Denis Ten",
      "monthDay": "06/13",
      "aboutText": "Simona Senoner (June 13, 1993 – January 7, 2011) was a cross-country racer and ski jumper from Italy.",
      "pageId": 30370595
    },
    {
      "year": "1995",
      "uri": "/wiki/Emily_Fanning",
      "name": "Emily Fanning",
      "monthDay": "06/13",
      "aboutText": "Emily Fanning (born 13 June 1995) is a New Zealand tennis player.\nFanning has won one doubles title on the ITF tour in her career. On 15 October 2012, she reached her best singles ranking of world number 1039.",
      "pageId": 38299177,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/5/5b/Fanning_and_Pedersen_2014_FSU_Seminoles.jpg"
    },
    {
      "year": "1995",
      "uri": "/wiki/Laura_Ucr%C3%B3s",
      "name": "Laura Ucrós",
      "monthDay": "06/13",
      "aboutText": "Laura Ucrós Téllez (born 13 June 1995 in Bogotá) is a Colombian tennis player.\nOn 11 July 2011, Ucrós reached her best singles ranking of world number 946. She has a 1–1 record for Colombia in Fed Cup competition.",
      "pageId": 39720315
    },
    {
      "year": "1996",
      "uri": "/wiki/Kodi_Smit-McPhee",
      "name": "Kodi Smit-McPhee",
      "monthDay": "06/13",
      "aboutText": "Kodi Smit-McPhee (born 13 June 1996) is an Australian actor. He is best known for his roles as The Boy in The Road, Owen in Let Me In, Norman Babcock in ParaNorman and Alexander in Dawn of the Planet of the Apes.",
      "pageId": 11566135,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/9/96/Kodi_Smit-McPhee_Comic-Con_2012.jpg"
    },
    {
      "year": "1998",
      "uri": "/wiki/Abdallah_El_Akal",
      "name": "Abdallah El Akal",
      "monthDay": "06/13",
      "aboutText": "Abdallah El Akal (Arabic: عبد الله عقل‎, Hebrew: עבדאללה אל-עקל‎; born June 13, 1998) is an Arab-Israeli actor, known for his lead role as Fahed in Zaytoun, co-starring alongside American actor Stephen Dorff.",
      "pageId": 39210112
    }
  ]
}