{
  "people": [
    {
      "year": "1330",
      "uri": "/wiki/Edward,_the_Black_Prince",
      "name": "Edward, the Black Prince",
      "aboutText": "Edward of Woodstock KG (15 June 1330 – 8 June 1376), called the Black Prince, was the eldest son of King Edward III and Philippa of Hainault, and the father of King Richard II of England. He was the first Duke of Cornwall (from 1337), the Prince of Wales (from 1343) and the Prince of Aquitaine (1362–72).\nHe was called \"Edward of Woodstock\" in his early life, after his birthplace, and since the 16th century has been popularly known as the Black Prince.",
      "pageId": 58917,
      "monthDay": "06/15"
    },
    {
      "year": "1479",
      "uri": "/wiki/Lisa_del_Giocondo",
      "name": "Lisa del Giocondo",
      "aboutText": "Franz Ignaz Danzi (June 15, 1763 – April 13, 1826) was a German cellist, composer and conductor, the son of the noted Italian cellist Innocenz Danzi. Born in Schwetzingen, Franz Danzi worked in Mannheim, Munich, Stuttgart and Karlsruhe, where he died.\nDanzi lived at a significant time in the history of European concert music.",
      "pageId": 142795,
      "monthDay": "06/15"
    },
    {
      "year": "1519",
      "uri": "/wiki/Henry_FitzRoy,_1st_Duke_of_Richmond_and_Somerset",
      "name": "Henry FitzRoy, 1st Duke of Richmond and Somerset",
      "aboutText": "Antoine François, comte de Fourcroy (15 June 1755 – 16 December 1809) was a French chemist and a contemporary of Antoine Lavoisier.",
      "pageId": 191859,
      "monthDay": "06/15"
    },
    {
      "year": "1542",
      "uri": "/wiki/Richard_Grenville",
      "name": "Richard Grenville",
      "aboutText": "Josiah Henson (June 15, 1789 – May 5, 1883) was an author, abolitionist, and minister. Born into slavery in Charles County, Maryland, he escaped to Upper Canada (now Ontario) in 1830, and founded a settlement and laborer's school for other fugitive slaves at Dawn, near Dresden in Kent County. Henson's autobiography, The Life of Josiah Henson, Formerly a Slave, Now an Inhabitant of Canada, as Narrated by Himself (1849), is widely believed to have inspired the character of the fugitive slave, George Harris, in Harriet Beecher Stowe's Uncle Tom's Cabin (1852), who returned to Kentucky for his wife and escaped across the Ohio River, eventually to Canada.",
      "pageId": 246770,
      "monthDay": "06/15"
    },
    {
      "year": "1605",
      "uri": "/wiki/Thomas_Randolph_(poet)",
      "name": "Thomas Randolph",
      "aboutText": "Sir Richard Grenville (15 June 1542 – 10 September 1591) (alias Greynvile, Greeneville, Greenfield etc.) lord of the manors of Stowe, Kilkhampton in Cornwall and of Bideford in Devon, was an English sailor who as captain of the Revenge, died at the Battle of Flores (1591), fighting heroically against overwhelming odds, and refusing to surrender his ship to the far more numerous Spanish. His ship, the Revenge, met 53 Spanish war ships near Flores in the Azores. He and his crew fought the fifty three in a three-day running battle.",
      "pageId": 299239,
      "monthDay": "06/15"
    },
    {
      "year": "1623",
      "uri": "/wiki/Cornelis_de_Witt",
      "name": "Cornelis de Witt",
      "aboutText": "Lieutenant Colonel Sir Thomas Livingstone Mitchell (15 June 1792 – 5 October 1855), surveyor and explorer of south-eastern Australia, was born at Grangemouth in Stirlingshire, Scotland. In 1827 he took up an appointment as Assistant Surveyor General of New South Wales. The following year he became Surveyor General and remained in this position until his death.",
      "pageId": 321691,
      "monthDay": "06/15"
    },
    {
      "year": "1624",
      "uri": "/wiki/Hiob_Ludolf",
      "name": "Hiob Ludolf",
      "aboutText": "Thomas Randolph (15 June 1605 – March 1635) was an English poet and dramatist.",
      "pageId": 334497,
      "monthDay": "06/15"
    },
    {
      "year": "1640",
      "uri": "/wiki/Bernard_Lamy",
      "name": "Bernard Lamy",
      "aboutText": "Henry FitzRoy, 1st Duke of Richmond and Somerset (15 June 1519 – 23 July 1536), was the son of King Henry VIII of England and his mistress, Elizabeth Blount, and the only illegitimate offspring whom Henry VIII acknowledged. He was the younger half-brother of Mary I, future Queen of England (daughter of Catherine of Aragon), as well as the older half-brother of the future Elizabeth I (daughter of Anne Boleyn) and Edward VI (son of Jane Seymour).",
      "pageId": 588548,
      "monthDay": "06/15"
    },
    {
      "year": "1749",
      "uri": "/wiki/Georg_Joseph_Vogler",
      "name": "Georg Joseph Vogler",
      "aboutText": "Georg Joseph Vogler, also known as Abbé Vogler (June 15, 1749 – May 6, 1814), was a German composer, organist, teacher and theorist. In a long career and colorful career extending over many more nations and decades than was usual at the time, Vogler established himself as a foremost experimenter in baroque and early classic music. His greatest successes came as performer and designer for the organ at various courts and cities around Europe, as well as a teacher, attracting highly successful and devoted pupils such as Carl Maria von Weber.",
      "pageId": 606674,
      "monthDay": "06/15"
    },
    {
      "year": "1754",
      "uri": "/wiki/Juan_Jos%C3%A9_Elhuyar",
      "name": "Juan José Elhuyar",
      "aboutText": "Rachel Donelson Robards Jackson, born Rachel Donelson, (June 15, 1767 – December 22, 1828) was the wife of Andrew Jackson, the 7th President of the United States.",
      "pageId": 644222,
      "monthDay": "06/15"
    },
    {
      "year": "1755",
      "uri": "/wiki/Antoine_Fran%C3%A7ois,_comte_de_Fourcroy",
      "name": "Antoine François, comte de Fourcroy",
      "aboutText": "Kobayashi Issa (小林 一茶, June 15, 1763 – January 5, 1828), was a Japanese poet and lay Buddhist priest of the Jōdo Shinshū sect known for his haiku poems and journals. He is better known as simply Issa (一茶), a pen name meaning Cup-of-tea (lit. \"one [cup of] tea\").",
      "pageId": 934470,
      "monthDay": "06/15"
    },
    {
      "year": "1763",
      "uri": "/wiki/Franz_Danzi",
      "name": "Franz Danzi",
      "aboutText": "Benjamin Wright Raymond (June 15, 1801 – April 6, 1883) was an American politician who twice served as mayor of Chicago, Illinois (1839–1840, 1842–1843) for the Whig Party.",
      "pageId": 950256,
      "monthDay": "06/15"
    },
    {
      "year": "1763",
      "uri": "/wiki/Kobayashi_Issa",
      "name": "Kobayashi Issa",
      "aboutText": "Juan José Elhuyar Lubize (15 June 1754 – 20 September 1796) was a Spanish chemist and mineralogist, the joint discoverer of tungsten with his brother Fausto Elhuyar in 1783.\nHe was born in Logroño, son of French-Basque parents from Hasparren (Labourd).",
      "pageId": 1267412,
      "monthDay": "06/15"
    },
    {
      "year": "1765",
      "uri": "/wiki/Martin_Baum",
      "name": "Martin Baum",
      "aboutText": "Cornelis de Witt ( pronunciation ) (15 June 1623 – 20 August 1672) was a Dutch politician.\nCornelis de Witt was a member of the old Dutch patrician family De Witt. He was born on 15 June 1623 in Dordrecht, Holland, Dutch Republic.",
      "pageId": 1422596,
      "monthDay": "06/15"
    },
    {
      "year": "1765",
      "uri": "/wiki/Johann_Gottlieb_Friedrich_von_Bohnenberger",
      "name": "Johann Gottlieb Friedrich von Bohnenberger",
      "aboutText": "Hiob Ludolf (or Job Leutholf) (15 June 1624 – 8 April 1704) was a German orientalist, and born at Erfurt. Edward Ullendorff rates Ludolf as having \"the most illustrious name in Ethiopic scholarship\".\n^ Edward Ullendorff, The Ethiopians: An Introduction to Country and People, second edition (London: Oxford University Press, 1965), p.",
      "pageId": 1681951,
      "monthDay": "06/15"
    },
    {
      "year": "1767",
      "uri": "/wiki/Rachel_Jackson",
      "name": "Rachel Jackson",
      "aboutText": "Lisa del Giocondo (Italian pronunciation: [ˈliːza del dʒoˈkondo]; née Gherardini [ɡerarˈdiːni]; 15 June 1479 – 15 July 1542 or ca. 1551), also known as Lisa Gherardini, Lisa di Antonio Maria (or Antonmaria) Gherardini and Mona Lisa, was a member of the Gherardini family of Florence and Tuscany in Italy. Her name was given to Mona Lisa, her portrait commissioned by her husband and painted by Leonardo da Vinci during the Italian Renaissance.",
      "pageId": 1698040,
      "monthDay": "06/15"
    },
    {
      "year": "1777",
      "uri": "/wiki/David_Daniel_Davis",
      "name": "David Daniel Davis",
      "aboutText": "David Daniel Davis M.D. F.R.C.P. (15 June 1777 – 4 December 1841) was a British physician.\nBorn David Davies in Llandyfaelog in Wales, he received his M.D. from the University of Glasgow in 1801. He set up his practice as a physician in Sheffield, living in Paradise Square from 1803 to 1812.",
      "pageId": 2216591,
      "monthDay": "06/15"
    },
    {
      "year": "1789",
      "uri": "/wiki/Josiah_Henson",
      "name": "Josiah Henson",
      "aboutText": "Johann Gottlieb Friedrich von Bohnenberger (15 June 1765 – 19 April 1831) was a German astronomer born at Simmozheim, Württemberg. He studied at the University of Tübingen. In 1798, he was appointed professor of mathematics and astronomy at the University.",
      "pageId": 2541836,
      "monthDay": "06/15"
    },
    {
      "year": "1792",
      "uri": "/wiki/Thomas_Mitchell_(explorer)",
      "name": "Thomas Mitchell",
      "aboutText": "Bernard Lamy (15 June 1640, in Le Mans, France–29 January 1715, in Rouen, France) was a French Oratorian, mathematician and theologian.",
      "pageId": 3782172,
      "monthDay": "06/15"
    },
    {
      "year": "1801",
      "uri": "/wiki/Benjamin_Wright_Raymond",
      "name": "Benjamin Wright Raymond",
      "aboutText": "Martin Baum (15 June 1765 in Hagerstown, Maryland – 14 December 1831 in Cincinnati, Ohio ) was an American businessman and politician.\nThe son of German immigrants Jacob Baum and Magdalena Elizabeth Kershner, Baum fought with General Anthony Wayne at the Battle of Fallen Timbers.\nAfter settling in Cincinnati, Baum became active in civic affairs, and was elected mayor in 1807 and 1812.",
      "pageId": 6742255,
      "monthDay": "06/15"
    },
    {
      "year": "1805",
      "uri": "/wiki/William_B._Ogden",
      "name": "William B. Ogden",
      "aboutText": "Edvard Hagerup Grieg (Norwegian: [ ˈɛdʋɑɖ ˈhɑːɡərʉp ˈɡrɪɡ]; 15 June 1843 – 4 September 1907) was a Norwegian composer and pianist. He is widely considered one of the leading Romantic era composers, and his music is part of the standard classical repertoire worldwide. His use and development of Norwegian folk music in his own compositions put the music of Norway in the international spectrum, as well as helping to develop a national identity, much as Jean Sibelius and Antonín Dvořák did in Finland and Bohemia, respectively.",
      "pageId": 9514,
      "monthDay": "06/15"
    },
    {
      "year": "1809",
      "uri": "/wiki/Fran%C3%A7ois-Xavier_Garneau",
      "name": "François-Xavier Garneau",
      "aboutText": "Ion Victor Antonescu (Romanian pronunciation: [iˈon antoˈnesku]; June 15, 1882 – June 1, 1946) was a Romanian soldier and authoritarian politician who, as the Prime Minister and Conducător during most of World War II, presided over two successive wartime dictatorships. After the war, he was convicted of war crimes and executed.\nA Romanian Army career officer who made his name during the 1907 peasants' revolt and the World War I Romanian Campaign, the antisemitic Antonescu sympathized with the far right and fascist National Christian and Iron Guard groups for much of the interwar period.",
      "pageId": 37261,
      "monthDay": "06/15"
    },
    {
      "year": "1835",
      "uri": "/wiki/Adah_Isaacs_Menken",
      "name": "Adah Isaacs Menken",
      "aboutText": "William Butler Ogden (June 15, 1805 – August 3, 1877) was the first Mayor of Chicago.",
      "pageId": 40287,
      "monthDay": "06/15"
    },
    {
      "year": "1843",
      "uri": "/wiki/Edvard_Grieg",
      "name": "Edvard Grieg",
      "aboutText": "Gotthard Günther (15 June 1900 in Arnsdorf, Hirschberg im Riesengebirge, Prussian Silesia (modern day Jelenia Góra, Poland) – 29 November 1984, Hamburg), was a German (Prussian) philosopher.",
      "pageId": 566052,
      "monthDay": "06/15"
    },
    {
      "year": "1848",
      "uri": "/wiki/Gheevarghese_Mar_Gregorios_of_Parumala",
      "name": "Gheevarghese Mar Gregorios of Parumala",
      "aboutText": "Robert Russell Bennett (June 15, 1894 – August 18, 1981) was an American composer and arranger, best known for his orchestration of many well-known Broadway and Hollywood musicals by other composers such as Irving Berlin, George Gershwin, Jerome Kern, Cole Porter, and Richard Rodgers. In 1957 and 2008, Bennett received Tony Awards recognizing his orchestrations for Broadway shows.",
      "pageId": 615463,
      "monthDay": "06/15"
    },
    {
      "year": "1872",
      "uri": "/wiki/Thomas_William_Burgess",
      "name": "Thomas William Burgess",
      "aboutText": "Otto Clarence Luening (June 15, 1900 – September 2, 1996) was a German-American composer and conductor, and an early pioneer of tape music and electronic music.\nLuening was born in Milwaukee, Wisconsin to German parents, Eugene, a conductor and composer, and Emma (nee Jacobs), an amateur singer. When he was 12, his family moved to Munich, where he studied music at the State Academy of Music.",
      "pageId": 803218,
      "monthDay": "06/15"
    },
    {
      "year": "1875",
      "uri": "/wiki/Herman_Smith-Johannsen",
      "name": "Herman Smith-Johannsen",
      "aboutText": "Herman \"Jackrabbit\" Smith-Johannsen, CM (June 15, 1875 – January 5, 1987) was a Norwegian-Canadian supercentenarian who gained widespread recognition for being one of the first people to introduce the sport of cross-country skiing to Canada and North America.",
      "pageId": 1409826,
      "monthDay": "06/15"
    },
    {
      "year": "1876",
      "uri": "/wiki/Margaret_Abbott",
      "name": "Margaret Abbott",
      "aboutText": "François-Xavier Garneau (June 15, 1809 – February 2 or February 3, 1866) was a nineteenth-century French Canadian notary, poet, civil servant and liberal who wrote a three-volume history of the French Canadian nation entitled Histoire du Canada between 1845 and 1848.",
      "pageId": 1756682,
      "monthDay": "06/15"
    },
    {
      "year": "1881",
      "uri": "/wiki/Kesago_Nakajima",
      "name": "Kesago Nakajima",
      "aboutText": "Ramón López Velarde (June 15, 1888 – June 19, 1921) was a Mexican poet. His work was a reaction against French-influenced modernismo which, as an expression of a purely Mexican subject matter and emotional experience, is unique.",
      "pageId": 1795816,
      "monthDay": "06/15"
    },
    {
      "year": "1882",
      "uri": "/wiki/Ion_Antonescu",
      "name": "Ion Antonescu",
      "aboutText": "Saint Geevarghese Mar Gregorios or Parumala Thirumeni (15 June 1848 – 2 November 1902) of Parumala was a bishop of the Malankara Church. He is the first canonized Christian saint from India, in the Orthodox tradition. He is popularly known as Parumala Thirumeni (Bishop of Parumala) or Chathuruthiyil Kochu Thirumeni.",
      "pageId": 1954866,
      "monthDay": "06/15"
    },
    {
      "year": "1884",
      "uri": "/wiki/Harry_Langdon",
      "name": "Harry Langdon",
      "aboutText": "Harry Philmore Langdon (June 15, 1884 – December 22, 1944) was an American comedian who appeared in vaudeville, silent films (where he had his greatest fame), and talkies.",
      "pageId": 2096531,
      "monthDay": "06/15"
    },
    {
      "year": "1886",
      "uri": "/wiki/Frank_Clement_(racing_driver)",
      "name": "Frank Clement",
      "aboutText": "Adah Isaacs Menken (June 15, 1835 – August 10, 1868), was an American actress, painter and poet, the highest earning actress of her time. She was best known for her performance in the melodrama Mazeppa, with a climax that featured her apparently nude and riding a horse on stage. After great success for a few years with the play in New York and San Francisco, she appeared in a production in London and Paris, from 1864-66.",
      "pageId": 2220551,
      "monthDay": "06/15"
    },
    {
      "year": "1888",
      "uri": "/wiki/Ram%C3%B3n_L%C3%B3pez_Velarde",
      "name": "Ramón López Velarde",
      "aboutText": "Nikolai Grigorievich Chebotaryov (often spelled Chebotarov or Chebotarev) (Russian: Никола́й Григо́рьевич Чеботарёв, Ukrainian: Микола Григорович Чоботарьов) (15 June [O.S. 3 June] 1894 – 2 July 1947) was a noted Russian and Soviet mathematician. He is best known for the Chebotaryov density theorem.\nHe was a student of Dmitry Grave, a famous Ukrainian and Russian mathematician.",
      "pageId": 3033696,
      "monthDay": "06/15"
    },
    {
      "year": "1890",
      "uri": "/wiki/Georg_W%C3%BCst",
      "name": "Georg Wüst",
      "aboutText": "Hubertus Strughold MD, Ph.D (June 15, 1898 – September 25, 1986) was a German-born physiologist and prominent medical researcher.",
      "pageId": 5204415,
      "monthDay": "06/15"
    },
    {
      "year": "1894",
      "uri": "/wiki/Robert_Russell_Bennett",
      "name": "Robert Russell Bennett",
      "aboutText": "Kesago Nakajima (中島 今朝吾, Nakajima Kesago, 15 June 1881 – 28 October 1945) was a lieutenant general in the Imperial Japanese Army during the Second Sino-Japanese War, and has been implicated in the Nanjing massacre of December 1937.",
      "pageId": 5885651,
      "monthDay": "06/15"
    },
    {
      "year": "1894",
      "uri": "/wiki/Nikolai_Chebotaryov",
      "name": "Nikolai Chebotaryov",
      "aboutText": "Elmar Lohk (15 June 1901 – 11 February 1963) was an Estonian architect.\nLohk was born in Vladivostok, Russia. After spending his childhood in his birthplace and in Shanghai, he moved to Darmstadt in 1921, where he graduated from the Darmstadt University of Technology in 1925.",
      "pageId": 6439314,
      "monthDay": "06/15"
    },
    {
      "year": "1898",
      "uri": "/wiki/Hubertus_Strughold",
      "name": "Hubertus Strughold",
      "aboutText": "Frank Charles Clement (15 June 1886 – 15 January 1970) was a British racing driver who, along with Canadian John Duff, won the 1924 24 Hours of Le Mans. Part of the \"Bentley Boys\", Clement was recruited by W.O. Bentley as a test driver for Bentley Motors. He was chosen by the company to drive in the inaugural 24 Hours of Le Mans in 1923 with John Duff in Duff's privately entered car.",
      "pageId": 16906516,
      "monthDay": "06/15"
    },
    {
      "year": "1900",
      "uri": "/wiki/Gotthard_G%C3%BCnther",
      "name": "Gotthard Günther",
      "aboutText": "Georg Adolf Otto Wüst (June 15, 1890 - November 8, 1977) was a German oceanographer known for his work on the Atlantic Ocean.\nWüst got his doctorate in 1919 at the University of Berlin. In 1925 he joined the German Atlantic expedition on the survey vessel Meteor.",
      "pageId": 17353567,
      "monthDay": "06/15"
    },
    {
      "year": "1900",
      "uri": "/wiki/Otto_Luening",
      "name": "Otto Luening",
      "aboutText": "Margaret Ives Abbott (June 15, 1876 – June 10, 1955) was the first American woman to take first place in an Olympic event; she won the women's golf tournament, consisting of nine holes, with a score of 47 at the 1900 Paris games. Abbott won a porcelain bowl for first place in golf. (The 1900 games were the only Olympics in which winners received valuable artifacts instead of medals.) 1900 was the first year in which women were allowed to compete in the Olympics, and these games included 11 female athletes competing in \"ladylike\" sports: golf, tennis and yachting.",
      "pageId": 18824131,
      "monthDay": "06/15"
    },
    {
      "year": "1901",
      "uri": "/wiki/Elmar_Lohk",
      "name": "Elmar Lohk",
      "aboutText": "Thomas William Burgess (15 June 1872 – 2 July 1950) was the second person to successfully complete a swim of the English Channel after Matthew Webb. He performed the feat on 6 September 1911, on his 16th attempt. A British by nationality, Burgess spent most of his life in France, and won a bronze medal with the French water polo team at the 1900 Olympics.",
      "pageId": 23939081,
      "monthDay": "06/15"
    },
    {
      "year": "1902",
      "uri": "/wiki/Erik_Erikson",
      "name": "Erik Erikson",
      "aboutText": "Herbert Alexander Simon (June 15, 1916 – February 9, 2001), a Nobel laureate, was an American political scientist, economist, sociologist, psychologist, and computer scientist whose research ranged across the fields of cognitive psychology, cognitive science, computer science, public administration, economics, management, philosophy of science, sociology, and political science, unified by studies of decision-making. With almost a thousand highly cited publications, he was one of the most influential social scientists of the twentieth century.",
      "pageId": 14205,
      "monthDay": "06/15"
    },
    {
      "year": "1906",
      "uri": "/wiki/Gordon_Welchman",
      "name": "Gordon Welchman",
      "aboutText": "Yuri Vladimirovich Andropov (/ænˈdroʊpɔːf, -pɒf/; Russian: Ю́рий Влади́мирович Андро́пов, tr.",
      "pageId": 50122,
      "monthDay": "06/15"
    },
    {
      "year": "1906",
      "uri": "/wiki/L%C3%A9on_Degrelle",
      "name": "Léon Degrelle",
      "aboutText": "David Rose (June 15, 1910 – August 23, 1990) was an American songwriter, composer, arranger, pianist, and orchestra leader. His most famous compositions were \"The Stripper\", \"Holiday for Strings\", and \"Calypso Melody\". He also wrote music for many television series, including It's a Great Life, The Tony Martin Show, Little House on the Prairie, Highway To Heaven, Bonanza, and Highway Patrol under the pseudonym \"Ray Llewellyn.\"  Rose's work in composing music for television programs earned him four Emmys.",
      "pageId": 280916,
      "monthDay": "06/15"
    },
    {
      "year": "1907",
      "uri": "/wiki/James_Robertson_Justice",
      "name": "James Robertson Justice",
      "aboutText": "John Bennett Fenn (June 15, 1917 – December 10, 2010) was an American research professor of analytical chemistry who was awarded a share of the Nobel Prize in Chemistry in 2002. Fenn shared half of the award with Koichi Tanaka for their work in mass spectrometry. The other half of the 2002 award went to Kurt Wüthrich.",
      "pageId": 427622,
      "monthDay": "06/15"
    },
    {
      "year": "1908",
      "uri": "/wiki/Sam_Giancana",
      "name": "Sam Giancana",
      "aboutText": "Erik Homburger Erikson (15 June 1902 – 12 May 1994) was a German-born American developmental psychologist and psychoanalyst known for his theory on psychosocial development of human beings. He may be most famous for coining the phrase identity crisis. His son, Kai T. Erikson, is a noted American sociologist.",
      "pageId": 437099,
      "monthDay": "06/15"
    },
    {
      "year": "1909",
      "uri": "/wiki/Elena_Nikolaidi",
      "name": "Elena Nikolaidi",
      "aboutText": "Wilbert Vere Awdry OBE (15 June 1911 – 21 March 1997) was an English Anglican cleric, railway enthusiast and children's author.",
      "pageId": 547656,
      "monthDay": "06/15"
    },
    {
      "year": "1910",
      "uri": "/wiki/David_Rose_(songwriter)",
      "name": "David Rose",
      "aboutText": "Léon Joseph Marie Ignace Degrelle (French: [dəgʁɛl]; 15 June 1906 – 31 March 1994) was a Walloon Belgian politician and Nazi collaborator, who founded Rexism and later joined the Waffen SS (becoming a leader of its Walloon contingent) which were front-line troops in Nazi aggression against the Soviet Union. After World War II, he was a prominent figure in fascist movements.",
      "pageId": 924081,
      "monthDay": "06/15"
    },
    {
      "year": "1911",
      "uri": "/wiki/Wilbert_Awdry",
      "name": "Wilbert Awdry",
      "aboutText": "Saul Erik Steinberg (June 15, 1914 – May 12, 1999) was a Romanian and American cartoonist and illustrator, best known for his work for The New Yorker, most notably View of the World from 9th Avenue.",
      "pageId": 1226508,
      "monthDay": "06/15"
    },
    {
      "year": "1914",
      "uri": "/wiki/Yuri_Andropov",
      "name": "Yuri Andropov",
      "aboutText": "Thomas Huckle Weller (June 15, 1915 – August 23, 2008) was an American virologist. He, John Franklin Enders and Frederick Chapman Robbins were awarded a Nobel Prize in Physiology or Medicine in 1954 for showing how to cultivate poliomyelitis viruses in a test tube, using a combination of human embryonic skin and muscle tissue.\nWeller was born and grew up in Ann Arbor, Michigan, and then went to the University of Michigan, where his father Carl Vernon Weller was a professor in the Department of Pathology.",
      "pageId": 1535452,
      "monthDay": "06/15"
    },
    {
      "year": "1914",
      "uri": "/wiki/Saul_Steinberg",
      "name": "Saul Steinberg",
      "aboutText": "Alfred \"Lash\" LaRue (June 15, 1917–May 21, 1996) was a popular western motion picture star of the 1940s and 1950s. He had exceptional skill with the bull whip and taught Harrison Ford how to use a bullwhip in the Indiana Jones movies.",
      "pageId": 1591307,
      "monthDay": "06/15"
    },
    {
      "year": "1914",
      "uri": "/wiki/Hilda_Terry",
      "name": "Hilda Terry",
      "aboutText": "James Robertson Justice (born James Norval Harald Justice; 15 June 1907 – 2 July 1975) was a popular British character actor in British films of the 1940s, 1950s and 1960s.",
      "pageId": 1769351,
      "monthDay": "06/15"
    },
    {
      "year": "1915",
      "uri": "/wiki/Thomas_Huckle_Weller",
      "name": "Thomas Huckle Weller",
      "aboutText": "Michalis Genitsaris (Greek: Μιχάλης Γενίτσαρης or Γεννήτσαρης) (15 June 1917 – 11 May 2005) was a Greek singer and composer of the rebetiko genre. He was born and died in Piraeus. He was known as the last pre-war rebetiko singer.",
      "pageId": 1891628,
      "monthDay": "06/15"
    },
    {
      "year": "1915",
      "uri": "/wiki/Nini_Theilade",
      "name": "Nini Theilade",
      "aboutText": "William Gordon Welchman (15 June 1906, Bristol, England – 8 October 1985, Newburyport, Massachusetts, USA) was a British mathematician, university professor, Second World War codebreaker at Bletchley Park and author.",
      "pageId": 2385693,
      "monthDay": "06/15"
    },
    {
      "year": "1916",
      "uri": "/wiki/Olga_Erteszek",
      "name": "Olga Erteszek",
      "aboutText": "Theresa Hilda D’Alessio (June 15, 1914 – October 13, 2006), better known as Hilda Terry, was an American cartoonist who created the comic strip Teena. It ran in newspapers from 1944 to 1964. After marriage, she usually signed her name Theresa H. D’Alessio.",
      "pageId": 2986438,
      "monthDay": "06/15"
    },
    {
      "year": "1916",
      "uri": "/wiki/Horacio_Salg%C3%A1n",
      "name": "Horacio Salgán",
      "aboutText": "Elena Nikolaidi (Greek: Έλενα Νικολαΐδη; June 15, 1909 – November 14, 2002) was a noted Greek-American opera singer and teacher. Nikolaidi sang leading mezzo-soprano roles with major opera companies worldwide and made numerous recordings.",
      "pageId": 9737471,
      "monthDay": "06/15"
    },
    {
      "year": "1916",
      "uri": "/wiki/Herbert_A._Simon",
      "name": "Herbert A. Simon",
      "aboutText": "Horacio Adolfo Salgán (born June 15, 1916 in Buenos Aires) is an Afro-Argentine pianist, composer, orchestra leader, and arranger who specializes in tango music.\nSalgán began studying piano at age six. At age 18 he joined the cast of Radio Belgrano as a soloist and back-up musician.",
      "pageId": 11672144,
      "monthDay": "06/15"
    },
    {
      "year": "1917",
      "uri": "/wiki/John_Fenn_(chemist)",
      "name": "John Fenn",
      "aboutText": "Olga Erteszek (June 15, 1916 – September 15, 1989) was a Polish-American undergarment designer and lingerie company owner. She is famous for her nightgowns with full flowing skirt width and generous sweep.",
      "pageId": 15047739,
      "monthDay": "06/15"
    },
    {
      "year": "1917",
      "uri": "/wiki/Michalis_Genitsaris",
      "name": "Michalis Genitsaris",
      "aboutText": "Salvatore \"Mooney Sam\" Giancana (born Salvatore Giangana; June 15, 1908 – June 19, 1975), better known as Sam Giancana, was a Sicilian American mobster, notable for being boss of the Chicago Outfit from 1957–1966.",
      "pageId": 19389185,
      "monthDay": "06/15"
    },
    {
      "year": "1917",
      "uri": "/wiki/Lash_LaRue",
      "name": "Lash LaRue",
      "aboutText": "Zhang Ruifang (15 June 1918 – 28 June 2012) was a Chinese film and theatre actress. In 1963, Zhang won Hundred Flowers Award for Best Actress for her household character in comedy Li Shuangshuang. She is considered to be of the \"four great drama actresses\" in China (四大名旦), along with Bai Yang, Shu Xiuwen and Qin Yi.",
      "pageId": 31994812,
      "monthDay": "06/15"
    },
    {
      "year": "1918",
      "uri": "/wiki/Zhang_Ruifang",
      "name": "Zhang Ruifang",
      "aboutText": "Nini Arlette Theilade (born 15 June 1915) is a Danish ballet dancer, choreographer and teacher.",
      "pageId": 42076566,
      "monthDay": "06/15"
    },
    {
      "year": "1920",
      "uri": "/wiki/Alla_Kazanskaya",
      "name": "Alla Kazanskaya",
      "aboutText": "Hugo Eugenio Pratt (June 15, 1927 – August 20, 1995) was an Italian comic book creator who was known for combining strong storytelling with extensive historical research on works such as Corto Maltese. He was inducted into the Will Eisner Award Hall of Fame in 2005.",
      "pageId": 166450,
      "monthDay": "06/15"
    },
    {
      "year": "1920",
      "uri": "/wiki/Sam_Sniderman",
      "name": "Sam Sniderman",
      "aboutText": "Alberto Sordi (Italian: [alˈbɛrto ˈsordi]; 15 June 1920 – 24 February 2003), Cavaliere di Gran Croce OMRI was an Italian actor.",
      "pageId": 189132,
      "monthDay": "06/15"
    },
    {
      "year": "1920",
      "uri": "/wiki/Alberto_Sordi",
      "name": "Alberto Sordi",
      "aboutText": "Sir Ninian Martin Stephen KG, AK, GCMG, GCVO, KBE, QC (born 15 June 1923) is an Australian jurist, who served as a Justice in the High Court of Australia before being appointed the 20th Governor-General of Australia.",
      "pageId": 373223,
      "monthDay": "06/15"
    },
    {
      "year": "1921",
      "uri": "/wiki/Erroll_Garner",
      "name": "Erroll Garner",
      "aboutText": "Erroll Louis Garner (June 15, 1923 - January 2, 1977) (some sources say 1921)   was an American jazz pianist and composer known for his swing playing and ballads. His best-known composition, the ballad \"Misty\", has become a jazz standard.",
      "pageId": 454495,
      "monthDay": "06/15"
    },
    {
      "year": "1922",
      "uri": "/wiki/Jaki_Byard",
      "name": "Jaki Byard",
      "aboutText": "Ezer Weizman  listen  (Hebrew: עזר ויצמן‎; 15 June 1924 – 24 April 2005) was the seventh President of Israel, first elected in 1993 and re-elected in 1998.",
      "pageId": 673848,
      "monthDay": "06/15"
    },
    {
      "year": "1922",
      "uri": "/wiki/Ronald_King_Murray,_Lord_Murray",
      "name": "Ronald King Murray, Lord Murray",
      "aboutText": "John Arthur \"Jaki\" Byard (June 15, 1922 – February 11, 1999) was an American jazz pianist, composer and arranger who also played tenor and alto saxophones, among several other instruments. He was known for his eclectic style, incorporating everything from ragtime and stride to free jazz.\nByard played with Maynard Ferguson in the late 1950s and early 1960s, and was a member of bands led by Charles Mingus for several years, including on several studio and concert recordings.",
      "pageId": 695585,
      "monthDay": "06/15"
    },
    {
      "year": "1922",
      "uri": "/wiki/John_Veale",
      "name": "John Veale",
      "aboutText": "Shigeru Kayano (萱野 茂, Kayano Shigeru) (June 15, 1926 – May 6, 2006) was one of the last native speakers of the Ainu language and a leading figure in the Ainu ethnic movement in Japan.",
      "pageId": 1164523,
      "monthDay": "06/15"
    },
    {
      "year": "1923",
      "uri": "/wiki/Erland_Josephson",
      "name": "Erland Josephson",
      "aboutText": "Richard Baker OBE (born 15 June 1925) is an English broadcaster, best known as a newsreader for BBC News from 1954 to 1982.",
      "pageId": 1285870,
      "monthDay": "06/15"
    },
    {
      "year": "1923",
      "uri": "/wiki/Ninian_Stephen",
      "name": "Ninian Stephen",
      "aboutText": "Erland Josephson (Swedish pronunciation: [ˈæːɭand ˈʝuːsɛfsɔn]; 15 June 1923 – 25 February 2012) was a Swedish actor and author.",
      "pageId": 1363799,
      "monthDay": "06/15"
    },
    {
      "year": "1924",
      "uri": "/wiki/H%C3%A9di_Fried",
      "name": "Hédi Fried",
      "aboutText": "Ronald King Murray, Lord Murray PC (born 15 June 1922) is a former Scottish Labour politician and judge.\nEducated at George Watson's College, Edinburgh, the University of Edinburgh and Jesus College, Oxford, he served in the REME and SEAC from 1941 to 1946. He was admitted as an advocate in 1953, served as an Advocate Depute from 1964 to 1970 (from 1967 as a Senior Advocate Depute).",
      "pageId": 2226645,
      "monthDay": "06/15"
    },
    {
      "year": "1924",
      "uri": "/wiki/Ezer_Weizman",
      "name": "Ezer Weizman",
      "aboutText": "Ross Andru (born Rossolav Andruskevitch, June 15, 1927 – November 9, 1993) was an American comic book artist and editor. He is best known for his work on Amazing Spider-Man, Wonder Woman, Flash and Metal Men.\nHis most frequent collaborator was inker Mike Esposito, with whom he worked on projects over a span of four decades.",
      "pageId": 2260539,
      "monthDay": "06/15"
    },
    {
      "year": "1924",
      "uri": "/wiki/H%C3%A9di_Fried",
      "name": "Hédi Fried",
      "aboutText": "Ibn-e-Insha (Punjabi, Urdu: ابن انشاء‎) born Sher Muhammad Khan (Punjabi, Urdu: شیر محمد خان‎) on 15 June 1927 died 11 January 1978, was a Pakistani Leftist Urdu poet, humorist, travelogue writer and columnist. Along with his poetry, he was regarded one of the best humorists of Urdu. His poetry has a distinctive diction laced with language reminiscent of Amir Khusro in its use of words and construction that is usually heard in the more earthy dialects of the Hindi-Urdu complex of languages, and his forms and poetic style is an influence on generations of young poets.",
      "pageId": 2452562,
      "monthDay": "06/15"
    },
    {
      "year": "1925",
      "uri": "/wiki/Richard_Baker_(broadcaster)",
      "name": "Richard Baker",
      "aboutText": "Attilâ İlhan (15 June 1925 – 11 October 2005) was a Turkish poet, novelist, essayist, journalist and reviewer.",
      "pageId": 2883473,
      "monthDay": "06/15"
    },
    {
      "year": "1925",
      "uri": "/wiki/Attil%C3%A2_%C4%B0lhan",
      "name": "Attilâ İlhan",
      "aboutText": "Alfred Thangarajah Duraiappah (15 June 1926 – 27 July 1975) was a Sri Lankan Tamil lawyer, politician, Mayor of Jaffna and Member of Parliament.",
      "pageId": 3620703,
      "monthDay": "06/15"
    },
    {
      "year": "1926",
      "uri": "/wiki/Alfred_Duraiappah",
      "name": "Alfred Duraiappah",
      "aboutText": "Sam Sniderman, CM (June 15, 1920 – September 23, 2012) was a Canadian businessman best known as the founder of the Canadian record shop chain Sam the Record Man.",
      "pageId": 4017618,
      "monthDay": "06/15"
    },
    {
      "year": "1926",
      "uri": "/wiki/Shigeru_Kayano",
      "name": "Shigeru Kayano",
      "aboutText": "Maurice James \"Mac\" McGarry (June 15, 1926 – December 12, 2013) was the longtime host of the television quiz show It's Academic, which airs in Washington, D.C. on NBC-owned WRC-TV. He hosted the show for five decades, from October 7, 1961, when it first aired, until June 25, 2011.",
      "pageId": 4446156,
      "monthDay": "06/15"
    },
    {
      "year": "1926",
      "uri": "/wiki/Mac_McGarry",
      "name": "Mac McGarry",
      "aboutText": "John Douglas Louis Veale (15 June 1922 – 16 November 2006) was an English classical composer.\nHe was born in Shortlands, Bromley, Kent; his father, Douglas Veale, later served as Registrar of the University of Oxford (1930–1958) and received a knighthood. John Veale was educated at Repton and Corpus Christi College, Oxford (his father's old college), alongside Kenneth Tynan.",
      "pageId": 8057165,
      "monthDay": "06/15"
    },
    {
      "year": "1927",
      "uri": "/wiki/Ross_Andru",
      "name": "Ross Andru",
      "aboutText": "Alla Alexandrovna Kazanskaya (Russian: Алла Александровна Казанская) (15 June 1920 – 25 June 2008) was a Russian stage and film actress. She began her career at the age of 18 at the Vakhtangov Theatre in Moscow. It was to Kazanskaya that the composer Aram Khachaturian dedicated the \"Waltz\" from his incidental music to Lermontov's Masquerade.",
      "pageId": 18150170,
      "monthDay": "06/15"
    },
    {
      "year": "1927",
      "uri": "/wiki/Ibn-e-Insha",
      "name": "Ibn-e-Insha",
      "aboutText": "Hédi Fried (born 15 June 1924 in Sighet) is a Swedish author and psychologist. A Holocaust survivor, she passed through Auschwitz as well as Bergen-Belsen, coming to Sweden in July 1945 with the boat M/S Rönnskär. She has been awarded the Illis Quorum medal, and was named European of the Year in 1997.",
      "pageId": 47292280,
      "monthDay": "06/15"
    },
    {
      "year": "1927",
      "uri": "/wiki/Hugo_Pratt",
      "name": "Hugo Pratt",
      "error": "No data found.",
      "monthDay": "06/15"
    },
    {
      "year": "1930",
      "uri": "/wiki/John_Fretwell",
      "name": "John Fretwell",
      "aboutText": "Waylon Arnold Jennings (pronounced /ˈweɪlən ˈdʒɛnɪŋz/; June 15, 1937 – February 13, 2002) was an American singer, songwriter, musician, and actor. Jennings began playing guitar at 8 and began performing at 12 on KVOW radio. His first band was The Texas Longhorns.",
      "pageId": 39086,
      "monthDay": "06/15"
    },
    {
      "year": "1930",
      "uri": "/wiki/Victor_Lundin",
      "name": "Victor Lundin",
      "aboutText": "Mario Matthew Cuomo (/ˈkwoʊmoʊ/; Italian: [ˈkwɔːmo]; June 15, 1932 – January 1, 2015) was an American Democratic politician. He served as the 52nd Governor of New York for three terms, from 1983 to 1994, Lieutenant Governor of New York from 1979 to 1982; and Secretary of State of New York from 1975 to 1978.\nCuomo was known for his liberal views and public speeches, particularly his keynote speech at the 1984 Democratic National Convention where he criticized Ronald Reagan's policies.",
      "pageId": 277935,
      "monthDay": "06/15"
    },
    {
      "year": "1930",
      "uri": "/wiki/Miguel_M%C3%A9ndez",
      "name": "Miguel Méndez",
      "aboutText": "Mohammad-Ali Rajai (Persian: محمدعلی رجائی‎‎; 15 June 1933 – 30 August 1981) was the president of Iran from 2 to 30 August 1981 after serving as prime minister under Abolhassan Banisadr. He was also minister of foreign affairs from 11 March 1981 to 15 August 1981, while he was prime minister.",
      "pageId": 399557,
      "monthDay": "06/15"
    },
    {
      "year": "1930",
      "uri": "/wiki/Marcel_Pronovost",
      "name": "Marcel Pronovost",
      "aboutText": "Tony Oxley (born 15 June 1938) is an English free-jazz drummer and one of the founders of Incus Records.",
      "pageId": 624208,
      "monthDay": "06/15"
    },
    {
      "year": "1931",
      "uri": "/wiki/Joseph_Gilbert_(RAF_officer)",
      "name": "Joseph Gilbert",
      "aboutText": "Mikel Laboa Mancisidor (15 June 1934 – 1 December 2008) was one of the Basque Country's most important singer-songwriters.\nConsidered the patriarch of Basque music, his music has had an influence on younger generations. A testament to this is the tribute album Txerokee, Mikel Laboaren Kantak (\"Cherokee: Songs of Mikel Laboa\"), published in 1991 by various younger-generation rock and folk music groups.",
      "pageId": 907756,
      "monthDay": "06/15"
    },
    {
      "year": "1931",
      "uri": "/wiki/Brian_Sewell",
      "name": "Brian Sewell",
      "aboutText": "Mark Jones (15 June 1933 – 6 February 1958) was an English footballer and one of eight Manchester United players to lose their lives in the Munich air disaster. Jones was born in Wombwell, near Barnsley, West Riding of Yorkshire in 1933, the third of seven children born to miner Amos Jones (1894–1968) and his wife Lucy (1896–1957).",
      "pageId": 961251,
      "monthDay": "06/15"
    },
    {
      "year": "1932",
      "uri": "/wiki/David_Alliance,_Baron_Alliance",
      "name": "David Alliance, Baron Alliance",
      "aboutText": "Bernie Faloney (June 15, 1932 – June 14, 1999) was a professional football player in the Canadian Football League (primarily with the Hamilton Tiger-Cats) and an outstanding American college football player at the University of Maryland. Born in Carnegie, Pennsylvania, Faloney is a member of the Canadian Football Hall of Fame, Canada's Sports Hall of Fame, the Pennsylvania Sports Hall of Fame, the Western Pennsylvania Hall of Fame, and the University of Maryland Athletic Hall of Fame. Faloney's jersey #10 was retired by the Hamilton Tiger-Cats in 1999.",
      "pageId": 1025156,
      "monthDay": "06/15"
    },
    {
      "year": "1932",
      "uri": "/wiki/Mario_Cuomo",
      "name": "Mario Cuomo",
      "aboutText": "David Alliance, Baron Alliance, CBE (Persian: داوود آلیانس‎‎, Hebrew: דייוויד אליאנס‎; born 15 June 1932) is a Iranian-British businessman and Liberal Democrat politician of Jewish origin from Iran.",
      "pageId": 1593491,
      "monthDay": "06/15"
    },
    {
      "year": "1932",
      "uri": "/wiki/Zia_Fariduddin_Dagar",
      "name": "Zia Fariduddin Dagar",
      "aboutText": "Brian Sewell (/ˈsjuːᵊl, suː-/; 15 June 1931 – 19 September 2015) was an English art critic and media personality. He wrote for the London Evening Standard and was noted for his acerbic view of conceptual art and the Turner Prize.",
      "pageId": 1728819,
      "monthDay": "06/15"
    },
    {
      "year": "1932",
      "uri": "/wiki/Bernie_Faloney",
      "name": "Bernie Faloney",
      "aboutText": "Joseph René Marcel Pronovost (June 15, 1930 – April 26, 2015) was a Canadian professional ice hockey defenceman and coach. He played in 1,206 games over 20 National Hockey League (NHL) seasons and for the Detroit Red Wings and Toronto Maple Leafs between 1950 and 1970. A top defenceman, Pronovost was named to four post-season NHL All-Star Teams and played in 11 All-Star Games.",
      "pageId": 1996253,
      "monthDay": "06/15"
    },
    {
      "year": "1933",
      "uri": "/wiki/Sergio_Endrigo",
      "name": "Sergio Endrigo",
      "aboutText": "Sergio Endrigo (15 June 1933 – 7 September 2005) was an Italian singer-songwriter.\nBorn in Pola, Istria, he has been often compared—for style and nature—to authors of the so-called \"Genoa school\" like Gino Paoli, Fabrizio De André, Luigi Tenco, and Bruno Lauzi.\nHe won the Sanremo Music Festival in 1968 with the song \"Canzone per te\", sung with Roberto Carlos.",
      "pageId": 2639339,
      "monthDay": "06/15"
    },
    {
      "year": "1933",
      "uri": "/wiki/Mark_Jones_(footballer,_born_1933)",
      "name": "Mark Jones",
      "aboutText": "Pierre Billon (born June 15, 1937 in Geneva, Switzerland) is a novelist and screenwriter from Quebec.",
      "pageId": 4086277,
      "monthDay": "06/15"
    },
    {
      "year": "1933",
      "uri": "/wiki/Mohammad-Ali_Rajai",
      "name": "Mohammad-Ali Rajai",
      "aboutText": "Kisan Baburao \"Anna\" Hazare ( pronunciation ,  pronunciation ; born 15 June 1937) is an Indian social activist who led movements to promote rural development, increase government transparency, and investigate and punish corruption in public life. In addition to organising and encouraging grassroots movements, Hazare frequently conducted hunger strikes to further his causes—a tactic reminiscent, to many, of the work of Mohandas K. Gandhi. Hazare also contributed to the development and structuring of Ralegan Siddhi, a village in Parner taluka of Ahmednagar district, Maharashtra, India.",
      "pageId": 4119832,
      "monthDay": "06/15"
    },
    {
      "year": "1934",
      "uri": "/wiki/Mikel_Laboa",
      "name": "Mikel Laboa",
      "aboutText": "Zia Fariduddin Dagar (15 June 1932 – 8 May 2013) was an Indian classical vocalist in the Dhrupad, the oldest existing form of north Indian classical music (Hindustani classical music)  and part of the Dagar family of musicians. He taught at the Dhrupad Kendra, Bhopal, with his elder brother Ustad Zia Mohiuddin Dagar as a visiting professor up to the time of the Babri Mosque riots when he decidided to live at the gurukul of his brother Zia Mohiuddin Dagar in Panval.\nHe was awarded the 1994 Sangeet Natak Akademi Award in Hindustani music-Vocal by Sangeet Natak Akademi, India's National Academy of Music, Dance and Drama.",
      "pageId": 5599146,
      "monthDay": "06/15"
    },
    {
      "year": "1936",
      "uri": "/wiki/Claude_Brasseur",
      "name": "Claude Brasseur",
      "aboutText": "William Joseph Levada (born June 15, 1936) is an American cardinal of the Roman Catholic Church. From May 2005 until June 2012, he served as Prefect of the Congregation for the Doctrine of the Faith under Pope Benedict XVI; he was the highest ranking American in the Roman Curia. He was previously the Archbishop of Portland (Oregon) from 1986 to 1995, and then Archbishop of San Francisco from 1995 to 2005.",
      "pageId": 7762052,
      "monthDay": "06/15"
    },
    {
      "year": "1936",
      "uri": "/wiki/William_Levada",
      "name": "William Levada",
      "aboutText": "Claude Brasseur (born 15 June 1936) is a French actor.",
      "pageId": 12597354,
      "monthDay": "06/15"
    },
    {
      "year": "1937",
      "uri": "/wiki/Pierre_Billon",
      "name": "Pierre Billon",
      "aboutText": "Miguel Méndez (June 15, 1930 – May 31, 2013) is the pen name for Miguel Méndez Morales, a Mexican American author best known for his novel Peregrinos de Aztlán (Pilgrims in Aztlán).",
      "pageId": 16173565,
      "monthDay": "06/15"
    },
    {
      "year": "1937",
      "uri": "/wiki/Anna_Hazare",
      "name": "Anna Hazare",
      "aboutText": "Victor Lundin (June 15, 1930 - June 29, 2013) was an American character actor who often billed himself as the first Klingon on the original Star Trek. He was also a singer / songwriter and had two albums to his credit.\n^ \"VICTOR LUNDIN, ESTEEMED ACTOR, DEAD AT AGE 83 - Celebrating Films of the 1960s & 1970s\".",
      "pageId": 21360757,
      "monthDay": "06/15"
    },
    {
      "year": "1937",
      "uri": "/wiki/Waylon_Jennings",
      "name": "Waylon Jennings",
      "aboutText": "Air Chief Marshal Sir Joseph Alfred Gilbert KCB CBE (born 15 June 1931) is a former Royal Air Force officer who became Deputy Commander of RAF Strike Command.",
      "pageId": 30230083,
      "monthDay": "06/15"
    },
    {
      "year": "1938",
      "uri": "/wiki/Tony_Oxley",
      "name": "Tony Oxley",
      "aboutText": "Sir John Emsley Fretwell, GCMG (born 15 June 1930) is a retired British diplomat.",
      "pageId": 34996249,
      "monthDay": "06/15"
    },
    {
      "year": "1938",
      "uri": "/wiki/Billy_Williams_(left_fielder)",
      "name": "Billy Williams",
      "aboutText": "Xaviera Hollander (born 15 June 1943) is a former call girl, madam, and memoirist.",
      "pageId": 59654,
      "monthDay": "06/15"
    },
    {
      "year": "1939",
      "uri": "/wiki/Ward_Connerly",
      "name": "Ward Connerly",
      "aboutText": "Jean-Philippe Smet (born 15 June 1943), better known by his stage name Johnny Hallyday (French pronunciation: ​[dʒɔ.ni a.li.dɛ]), is a French singer and actor. An icon in the French-speaking world since the beginning of his career, he has been called \"the French Elvis\". He was married for 15 years to popular Bulgarian-French singer Sylvie Vartan and the two were considered a \"golden couple\" for 20 years.",
      "pageId": 106358,
      "monthDay": "06/15"
    },
    {
      "year": "1941",
      "uri": "/wiki/Neal_Adams",
      "name": "Neal Adams",
      "aboutText": "Harry Edward Nilsson III (June 15, 1941 – January 15, 1994), usually credited as Nilsson, was an American singer-songwriter who achieved the peak of his commercial success in the early 1970s. He is known for the charting singles \"Everybody's Talkin'\" (1969), \"Without You\" (1971), and \"Coconut\" (1972). Nilsson also wrote the song \"One\", made famous by the rock band Three Dog Night.",
      "pageId": 147406,
      "monthDay": "06/15"
    },
    {
      "year": "1941",
      "uri": "/wiki/Harry_Nilsson",
      "name": "Harry Nilsson",
      "aboutText": "Neal Adams (born June 15, 1941) is an American comic book and commercial artist known for helping to create some of the definitive modern imagery of the DC Comics characters Superman, Batman, and Green Arrow; as the co-founder of the graphic design studio Continuity Associates; and as a creators-rights advocate who helped secure a pension and recognition for Superman creators Jerry Siegel and Joe Shuster.\nAdams was inducted into the Eisner Award's Will Eisner Comic Book Hall of Fame in 1998, and the Harvey Awards' Jack Kirby Hall of Fame in 1999.",
      "pageId": 162526,
      "monthDay": "06/15"
    },
    {
      "year": "1942",
      "uri": "/wiki/Ian_Greenberg",
      "name": "Ian Greenberg",
      "aboutText": "Poul Oluf Nyrup Rasmussen (Danish pronunciation: [pʰɒʊ̯l ˈnyːˀɔb̥ ˈʁɑsmusn̩], informally Poul Nyrup, born 15 June 1943), was Prime Minister of Denmark from 25 January 1993 to 27 November 2001 and President of the Party of European Socialists (PES) from 2004 to 2011. He was the leader of the governing Social Democrats from 1992 to 2002.",
      "pageId": 279240,
      "monthDay": "06/15"
    },
    {
      "year": "1942",
      "uri": "/wiki/John_E._McLaughlin",
      "name": "John E. McLaughlin",
      "aboutText": "John R. \"Jack\" Horner (born June 15, 1946) is a non-degree holding American paleontologist who discovered and named Maiasaura, providing the first clear evidence that some dinosaurs cared for their young. He is one of the best-known paleontologists in the United States. In addition to his many paleontological discoveries, Horner served as the technical advisor for all of the Jurassic Park films, and even served as partial inspiration for one of the lead characters, Dr.",
      "pageId": 350293,
      "monthDay": "06/15"
    },
    {
      "year": "1942",
      "uri": "/wiki/Peter_Norman",
      "name": "Peter Norman",
      "aboutText": "Artemios \"Demis\" Ventouris-Roussos (Greek: Αρτέμιος \"Ντέμης\" Βεντούρης-Ρούσσος, 15 June 1946 – 25 January 2015) was a Greek singer and performer who had international hit records as a solo performer in the 1970s after having been a member of Aphrodite's Child, a progressive rock group that also included Vangelis.\nRoussos sold over 60 million albums worldwide and became \"an unlikely kaftan-wearing sex symbol\".",
      "pageId": 592734,
      "monthDay": "06/15"
    },
    {
      "year": "1943",
      "uri": "/wiki/Johnny_Hallyday",
      "name": "Johnny Hallyday",
      "aboutText": "Billy Leo Williams (born June 15, 1938) is a retired American Major League Baseball (MLB) outfielder who played sixteen seasons for the Chicago Cubs and two seasons for the Oakland Athletics. Williams was inducted into the National Baseball Hall of Fame in 1987. In 1999, he was named a finalist for the Major League Baseball All-Century Team.",
      "pageId": 644151,
      "monthDay": "06/15"
    },
    {
      "year": "1943",
      "uri": "/wiki/Xaviera_Hollander",
      "name": "Xaviera Hollander",
      "aboutText": "John Edward McLaughlin (born June 15, 1942 in McKeesport, Pennsylvania) is the former Deputy Director of Central Intelligence and former Acting Director of Central Intelligence. His CIA career lasted more than 30 years starting in 1972 with a focus on European, Russian, and Eurasian issues in the Directorate of Intelligence. From 1984 to 1985, he served a rotational tour at the State Department in the Bureau of European and Canadian Affairs, where he was responsible for following European relations with the Middle East, Central America, and Africa.",
      "pageId": 703508,
      "monthDay": "06/15"
    },
    {
      "year": "1943",
      "uri": "/wiki/Poul_Nyrup_Rasmussen",
      "name": "Poul Nyrup Rasmussen",
      "aboutText": "Wardell Anthony \"Ward\" Connerly (born June 15, 1939) is an American political activist, businessman, and former University of California Regent (1993–2005). He is also the founder and the chairman of the American Civil Rights Institute, a national non-profit organization in opposition to racial and gender preferences.",
      "pageId": 713578,
      "monthDay": "06/15"
    },
    {
      "year": "1943",
      "uri": "/wiki/Lee_Shallat-Chemel",
      "name": "Lee Shallat-Chemel",
      "aboutText": "Neville John \"Noddy\" Holder MBE (born 15 June 1946) is an English musician and actor. He was the lead vocalist and guitarist of English rock band Slade, who had several hits in the 1970s and 1980s. Holder co-wrote most of Slade's material with bassist Jim Lea.",
      "pageId": 1016430,
      "monthDay": "06/15"
    },
    {
      "year": "1944",
      "uri": "/wiki/Robert_D._Keppel",
      "name": "Robert D. Keppel",
      "aboutText": "Brigitte Fossey, born (1946-06-15) 15 June 1946  in Tourcoing, Nord, is a French actress.",
      "pageId": 1039361,
      "monthDay": "06/15"
    },
    {
      "year": "1945",
      "uri": "/wiki/Nicola_Pagett",
      "name": "Nicola Pagett",
      "aboutText": "Miriam Defensor Santiago (born 15 June 1945) is a Filipino politician, notable for having served in all three branches of the Philippine government – judicial, executive, and legislative. Santiago was named one of The 100 Most Powerful Women in the World in 1997 by The Australian magazine. In 1988, she was named laureate of the Ramon Magsaysay Award for government service, with a citation “for bold and moral leadership in cleaning up a corrupt-ridden government agency.” She ran in the 1992 presidential elections but was defeated in an election marred by allegations of impropriety by the victor.",
      "pageId": 1749242,
      "monthDay": "06/15"
    },
    {
      "year": "1945",
      "uri": "/wiki/Miriam_Defensor_Santiago",
      "name": "Miriam Defensor Santiago",
      "aboutText": "Robert David Keppel (born 15 June 1944) is a retired American law enforcement officer and detective best known for his work investigating serial killers Ted Bundy and Gary Ridgway.",
      "pageId": 2834678,
      "monthDay": "06/15"
    },
    {
      "year": "1945",
      "uri": "/wiki/Robert_Sarah",
      "name": "Robert Sarah",
      "aboutText": "Lawrence B. \"Larry\" Wilkerson (born 15 June 1945) is a retired United States Army Colonel and former chief of staff to United States Secretary of State Colin Powell.",
      "pageId": 2954973,
      "monthDay": "06/15"
    },
    {
      "year": "1945",
      "uri": "/wiki/Lawrence_Wilkerson",
      "name": "Lawrence Wilkerson",
      "aboutText": "Peter George Norman (15 June 1942 – 3 October 2006) was an Australian track athlete. He won the silver medal in the 200 metres at the 1968 Summer Olympics in Mexico City, with a time of 20.06 seconds which remains the Australian 200 metres record. He was a five-time Australian 200 m champion.",
      "pageId": 3479734,
      "monthDay": "06/15"
    },
    {
      "year": "1946",
      "uri": "/wiki/Brigitte_Fossey",
      "name": "Brigitte Fossey",
      "aboutText": "Nicola Pagett (born as Nicola Mary Scott, 15 June 1945) is a British actress.",
      "pageId": 4171901,
      "monthDay": "06/15"
    },
    {
      "year": "1946",
      "uri": "/wiki/Noddy_Holder",
      "name": "Noddy Holder",
      "aboutText": "Lee Shallat-Chemel sometimes credited as Lee Shallat (born June 15, 1943 in Los Angeles, California) is an American film, television director and television producer.\nShe began her professional directorial career at the South Coast Repertory theatre in Costa Mesa, CA, while working at the same time as the head of the theatre's conservatory program. She also directed at the Grove Shakespeare Festival in Garden Grove, CA and the Matrix Theatre in Hollywood, CA. After a meeting with producer Gary David Goldberg, she made her television directorial debut in 1984 on the NBC television show Family Ties.",
      "pageId": 7500794,
      "monthDay": "06/15"
    },
    {
      "year": "1946",
      "uri": "/wiki/Jack_Horner_(paleontologist)",
      "name": "John Horner",
      "aboutText": "Ian Greenberg (born June 15, 1942) is the co-founder of Astral Media, Inc. and has been its President and Chief Executive Officer since 1996.",
      "pageId": 19258727,
      "monthDay": "06/15"
    },
    {
      "year": "1946",
      "uri": "/wiki/Demis_Roussos",
      "name": "Demis Roussos",
      "aboutText": "Robert Sarah (born 15 June 1945) is a Guinean Cardinal Prelate of the Roman Catholic Church. He was appointed as Prefect of the Congregation for Divine Worship and the Discipline of the Sacraments by Pope Francis on 23 November 2014. He previously served as Secretary of the Congregation for the Evangelization of Peoples and President of the Pontifical Council Cor Unum.",
      "pageId": 29095196,
      "monthDay": "06/15"
    },
    {
      "year": "1947",
      "uri": "/wiki/John_Hoagland",
      "name": "John Hoagland",
      "aboutText": "John Alan Redwood (born 15 June 1951) is a British Conservative Party politician and Member of Parliament for Wokingham in the county of Berkshire. He was formerly Secretary of State for Wales in Prime Minister John Major's Cabinet and was an unsuccessful challenger for the leadership of the Conservative Party in 1995. He is currently Co-Chairman of the Conservative Party's Policy Review Group on Economic Competitiveness.",
      "pageId": 163684,
      "monthDay": "06/15"
    },
    {
      "year": "1947",
      "uri": "/wiki/Lee_Purcell",
      "name": "Lee Purcell",
      "aboutText": "Simon Phillip Hugh Callow, CBE (born 15 June 1949) is an English actor, musician, writer, and theatre director.\n^ \"Queen's Birthday Honours: The Full List\". The Independent.",
      "pageId": 170796,
      "monthDay": "06/15"
    },
    {
      "year": "1948",
      "uri": "/wiki/Mike_Holmgren",
      "name": "Mike Holmgren",
      "aboutText": "James Albert \"Jim\" Varney, Jr. (June 15, 1949 – February 10, 2000) was an American actor, comedian, and writer best known for his role as Ernest P. Worrell, who was used in numerous television commercial campaigns and movies, giving him fame worldwide and for playing Jed Clampett in the 1993 movie version of The Beverly Hillbillies. He also provided the original voice of Slinky Dog in the first two Toy Story films.",
      "pageId": 255887,
      "monthDay": "06/15"
    },
    {
      "year": "1948",
      "uri": "/wiki/Alan_Huckle",
      "name": "Alan Huckle",
      "aboutText": "Lakshmi Niwas Mittal  pronunciation ; (born 15 June 1950) is an Indian steel magnate, based in the United Kingdom. He is the chairman and CEO of ArcelorMittal, the world’s largest steelmaking company. Mittal owns 38% of ArcelorMittal and holds a 34% stake in Queens Park Rangers F.C..",
      "pageId": 512243,
      "monthDay": "06/15"
    },
    {
      "year": "1948",
      "uri": "/wiki/Henry_McLeish",
      "name": "Henry McLeish",
      "aboutText": "Henry Baird McLeish (born 15 June 1948) is a Scottish Labour Party politician, author and academic. Formerly a professional football player, McLeish was the Member of Parliament (MP) for Central Fife from 1987 to 2001 and the Member of the Scottish Parliament for Central Fife from 1999 to 2003, during which time he also served as the second First Minister of Scotland, from 2000 to 2001, following the sudden death of Donald Dewar. He resigned in 2001 following a financial scandal.",
      "pageId": 523512,
      "monthDay": "06/15"
    },
    {
      "year": "1949",
      "uri": "/wiki/Dusty_Baker",
      "name": "Dusty Baker",
      "aboutText": "Russell Charles Hitchcock (born 15 June 1949) is an Australian musician and singer of the soft rock duo Air Supply.",
      "pageId": 553903,
      "monthDay": "06/15"
    },
    {
      "year": "1949",
      "uri": "/wiki/Simon_Callow",
      "name": "Simon Callow",
      "aboutText": "Johnnie B. \"Dusty\" Baker, Jr. (born June 15, 1949) is an American Major League Baseball manager and former player. He is currently the manager for the Washington Nationals.",
      "pageId": 595035,
      "monthDay": "06/15"
    },
    {
      "year": "1949",
      "uri": "/wiki/Russell_Hitchcock",
      "name": "Russell Hitchcock",
      "aboutText": "Alan Edden Huckle (born 15 June 1948) is a British colonial administrator. He was the commissioner of the British Indian Ocean Territory (BIOT) and the British Antarctic Territory from 23 April 2001 until 12 January 2004, when he left to become the governor of Anguilla in the Caribbean. He was the Governor of Anguilla from 28 May 2004 to July 2006, having been appointed in July 2003.",
      "pageId": 726897,
      "monthDay": "06/15"
    },
    {
      "year": "1949",
      "uri": "/wiki/Jim_Varney",
      "name": "Jim Varney",
      "aboutText": "Michael George Holmgren (born June 15, 1948) is a former American football coach and executive, most recently serving as president of the Cleveland Browns of the National Football League (NFL). Holmgren began his NFL career as a quarterbacks' coach and later as an offensive coordinator with the San Francisco 49ers, where they won Super Bowl XXIII and XXIV. He served as the head coach of the Green Bay Packers from 1992 to 1998, appearing in two Super Bowls, and of the Seattle Seahawks from 1999 to 2008. Prior to his career in the NFL, Holmgren coached football at the high school and collegiate levels.",
      "pageId": 1253158,
      "monthDay": "06/15"
    },
    {
      "year": "1950",
      "uri": "/wiki/Juliana_Azumah-Mensah",
      "name": "Juliana Azumah-Mensah",
      "aboutText": "Xi Jinping (pronounced [ɕǐ tɕînpʰǐŋ], Chinese: 习近平; born 15 June 1953) is the General Secretary of the Communist Party of China, the President of the People's Republic of China, and the Chairman of the Central Military Commission. As Xi holds the top offices of the party and the military, in addition to being the head of state through the office of president, he is sometimes informally referred to as China's \"paramount leader\". As general secretary, Xi is also an ex-officio member of the Politburo Standing Committee, China's top decision-making body.",
      "pageId": 2017814,
      "monthDay": "06/15"
    },
    {
      "year": "1950",
      "uri": "/wiki/Lakshmi_Mittal",
      "name": "Lakshmi Mittal",
      "aboutText": "John Hoagland (June 15, 1947 – March 16, 1984) was a war photographer and photojournalist noted for his documentation of civil conflicts in Nicaragua, Lebanon, and El Salvador.\nHoagland was born in San Diego, California, and educated at the University of California, San Diego, where he was influenced by the Marxist philosopher Herbert Marcuse, as well as a classmate, Angela Davis. During the Vietnam War, he applied for and received conscientious objector status.",
      "pageId": 2053441,
      "monthDay": "06/15"
    },
    {
      "year": "1951",
      "uri": "/wiki/Vance_A._Larson",
      "name": "Vance A. Larson",
      "aboutText": "Steve Walsh (born June 15, 1951) is an American musician, singer and songwriter best known for his work as a member of the progressive rock band Kansas. He sings lead on Kansas' four best-known hits: \"Carry On Wayward Son,\" \"Dust in the Wind\", \"Point of Know Return\", and \"All I Wanted\", the last two of which he also co-wrote.\n^ \"History\".",
      "pageId": 2634453,
      "monthDay": "06/15"
    },
    {
      "year": "1951",
      "uri": "/wiki/John_Redwood",
      "name": "John Redwood",
      "aboutText": "Dirceu José Guimarães, known as Dirceu (Portuguese pronunciation: [dʒiʁˈsew]; 15 June 1952 – 15 September 1995), was a football player from Brazil.",
      "pageId": 3133661,
      "monthDay": "06/15"
    },
    {
      "year": "1951",
      "uri": "/wiki/Alan_Soper",
      "name": "Alan Soper",
      "aboutText": "Satya Pal Jain is the Additional Solicitor General of India in the Punjab and Haryana High Court at Chandigarh. He is a Member of Bharatiya Janata Party (BJP) National Executive Committee. He was elected Member of Parliament from Chandigarh in 1996 (11th Lok Sabha) and 1998 (12th Lok Sabha).",
      "pageId": 12511938,
      "monthDay": "06/15"
    },
    {
      "year": "1951",
      "uri": "/wiki/Steve_Walsh_(musician)",
      "name": "Steve Walsh",
      "aboutText": "Lee Purcell (born Lee Jeune Williams; June 15, 1947) is an American actress who appeared in films of the 1970s and early 1980s including Mr.",
      "pageId": 12768179,
      "monthDay": "06/15"
    },
    {
      "year": "1952",
      "uri": "/wiki/Dirceu",
      "name": "Dirceu",
      "aboutText": "Vilhelmina \"Vilma\" Bardauskienė (born June 15, 1953) is a former long jumper from Lithuania, who represented the Soviet Union in the late 1970s and early 1980s. She twice set the women's world record in the long jump, and won the European title in 1978 (Prague). She was born in Pakruojis.",
      "pageId": 15121841,
      "monthDay": "06/15"
    },
    {
      "year": "1952",
      "uri": "/wiki/Satya_Pal_Jain",
      "name": "Satya Pal Jain",
      "aboutText": "Vance A. Larson (1951–2010), was an abstract expressionist painter and portrait painter. A prolific artist, during his career Larson painted over 10,000 original works of art and won over 30 Best of Show awards in major art shows from Dallas to Beverly Hills. Larson's paintings are displayed in collections throughout the world.",
      "pageId": 27140404,
      "monthDay": "06/15"
    },
    {
      "year": "1953",
      "uri": "/wiki/Vilma_Bardauskien%C4%97",
      "name": "Vilma Bardauskienė",
      "aboutText": "Eje Elgh (born 15 June 1953) is a Swedish racing driver and television reporter. He currently works as a Color commentator for Formula One in Sweden together with Janne Blomqvist. The two have worked together as Formula One commentators for a long time, first for TV4 and then for Viasat Motor when they took over the Formula One broadcasting in Sweden.",
      "pageId": 27508134,
      "monthDay": "06/15"
    },
    {
      "year": "1953",
      "uri": "/wiki/Eje_Elgh",
      "name": "Eje Elgh",
      "aboutText": "Juliana Jocelyn Azumah-Mensah (born 15 June 1950) is a Ghanaian politician and nurse. She is the current Minister for Women and Children's Affairs.",
      "pageId": 27731109,
      "monthDay": "06/15"
    },
    {
      "year": "1953",
      "uri": "/wiki/Xi_Jinping",
      "name": "Xi Jinping",
      "aboutText": "Alan Kenneth Soper (born 1951) FRS is an STFC Senior Fellow at the ISIS neutron source based at the Rutherford Appleton Laboratory in Oxfordshire.\n^ a b c SOPER, Dr Alan Kenneth. Who's Who 2016 (online Oxford University Press ed.).",
      "pageId": 43923333,
      "monthDay": "06/15"
    },
    {
      "year": "1953",
      "uri": "/wiki/Raphael_Wallfisch",
      "name": "Raphael Wallfisch",
      "aboutText": "David Anthony Kennedy (June 15, 1955 – April 25, 1984) was the fourth of eleven children of Robert F. Kennedy.",
      "pageId": 264149,
      "monthDay": "06/15"
    },
    {
      "year": "1954",
      "uri": "/wiki/Jim_Belushi",
      "name": "Jim Belushi",
      "aboutText": "Wade Anthony Boggs (born June 15, 1958) is an American former professional baseball third baseman. He spent his 18-year baseball career primarily with the Boston Red Sox, but also played for the New York Yankees, with whom he won a World Series ring, and Tampa Bay Devil Rays, with whom he reached 3,000 hits. His hitting in the 1980s and 1990s made him a perennial contender for American League batting titles.",
      "pageId": 306282,
      "monthDay": "06/15"
    },
    {
      "year": "1954",
      "uri": "/wiki/Paul_Rusesabagina",
      "name": "Paul Rusesabagina",
      "aboutText": "James Adam \"Jim\" Belushi (born June 15, 1954) is an American actor, comedian and musician. He is best known for playing the role of James \"Jim\" Orenthal on the long-running sitcom According to Jim, and is the younger brother of late comic actor John Belushi, and the father of actor Robert Belushi.",
      "pageId": 430546,
      "monthDay": "06/15"
    },
    {
      "year": "1954",
      "uri": "/wiki/Zde%C5%88ka_%C5%A0ilhav%C3%A1",
      "name": "Zdeňka Šilhavá",
      "aboutText": "Robin Curtis (born June 15, 1956) is an American real estate broker and actress.",
      "pageId": 524210,
      "monthDay": "06/15"
    },
    {
      "year": "1954",
      "uri": "/wiki/Beverley_Whitfield",
      "name": "Beverley Whitfield",
      "aboutText": "Eileen Marie Davidson (born June 15, 1959) is an American actress, author and former model, best known for her performances in television soap operas.\nDavidson is best known for her roles in soap operas as Kristen DiMera on NBC's Days of Our Lives, Ashley Abbott on CBS's The Young and the Restless and The Bold and the Beautiful. In 2014, for her role in Days of Our Lives, Davidson was awarded a Daytime Emmy Award for Outstanding Lead Actress in a Drama Series; the second actress to win a Daytime Emmy Award in the category of \"Lead Actress\" for the soap.",
      "pageId": 706395,
      "monthDay": "06/15"
    },
    {
      "year": "1955",
      "uri": "/wiki/Polly_Draper",
      "name": "Polly Draper",
      "aboutText": "Riccardo Paletti (15 June 1958 – 13 June 1982) was an Italian motor racing driver.",
      "pageId": 857026,
      "monthDay": "06/15"
    },
    {
      "year": "1955",
      "uri": "/wiki/Julie_Hagerty",
      "name": "Julie Hagerty",
      "aboutText": "Lance Michael Parrish, aka \"Big Wheel\" (born June 15, 1956), is an American former professional baseball player, and is currently the manager of the Erie SeaWolves. He played in Major League Baseball as a catcher for the Detroit Tigers (1977–1986), Philadelphia Phillies (1987–1988), California Angels (1989–1992), Seattle Mariners (1992), Cleveland Indians (1993), Pittsburgh Pirates (1994), and the Toronto Blue Jays (1995). He was regarded as one of the best catchers in the 1980s, for both his offensive and defensive play.",
      "pageId": 878128,
      "monthDay": "06/15"
    },
    {
      "year": "1955",
      "uri": "/wiki/David_A._Kennedy",
      "name": "David A. Kennedy",
      "aboutText": "Paul Rusesabagina (born 10 June 1952) is a Rwandan humanitarian who, while working as a hotel manager at the Hôtel des Mille Collines in Kigali, Rwanda, hid and protected 1,268 Hutu and Tutsi refugees from the the interahamwe militia during the Rwandan Genocide. None of those refugees were hurt or killed during the attacks.\nRusesabagina's efforts were the basis of the Academy Award-nominated film Hotel Rwanda (2004), in which he was portrayed by American actor Don Cheadle.",
      "pageId": 1514211,
      "monthDay": "06/15"
    },
    {
      "year": "1956",
      "uri": "/wiki/Ava_Cadell",
      "name": "Ava Cadell",
      "aboutText": "Julie Beth Hagerty (born June 15, 1955) is an American actress and former model. She starred as Elaine in the films Airplane! (1980) and Airplane II: The Sequel (1982).",
      "pageId": 1837182,
      "monthDay": "06/15"
    },
    {
      "year": "1956",
      "uri": "/wiki/Robin_Curtis",
      "name": "Robin Curtis",
      "aboutText": "Alan Bernard Brazil (born 15 June 1959) is a Scottish former football player and broadcaster. He was a forward before retirement due to injury. He is now a radio presenter on Talksport.",
      "pageId": 1920015,
      "monthDay": "06/15"
    },
    {
      "year": "1956",
      "uri": "/wiki/Yevgeny_Kiselyov",
      "name": "Yevgeny Kiselyov",
      "aboutText": "Polly Carey Draper (born June 15, 1955) is an American actress, writer, producer, and director. Draper received several awards, including a Writers Guild of America Award (WGA), and is noted for speaking in a \"trademark throaty voice.\" She first gained recognition for her role in the ABC primetime television drama Thirtysomething (1987–91).\nDraper co-starred in her screenwriting debut The Tic Code (1998) and Off-Broadway in her play Getting Into Heaven (2003).",
      "pageId": 1925526,
      "monthDay": "06/15"
    },
    {
      "year": "1956",
      "uri": "/wiki/Lance_Parrish",
      "name": "Lance Parrish",
      "aboutText": "Beverley Joy Whitfield (15 June 1954 – 20 August 1996) was an Australian breaststroke swimmer of the 1970s, who won a gold medal in the 200-metre breaststroke at the 1972 Summer Olympics in Munich.",
      "pageId": 4873031,
      "monthDay": "06/15"
    },
    {
      "year": "1957",
      "uri": "/wiki/Brad_Gillis",
      "name": "Brad Gillis",
      "aboutText": "Found Facebook, Bradley Frank \"Brad\" Gillis (born 15 June 1957) is a guitarist most famous for playing with the band Night Ranger. He was in the band Rubicon during the 1970s before Night Ranger. He has also played for Ozzy Osbourne and Fiona, and has released solo albums.",
      "pageId": 9049442,
      "monthDay": "06/15"
    },
    {
      "year": "1957",
      "uri": "/wiki/Stephen_Lloyd",
      "name": "Stephen Lloyd",
      "aboutText": "Raphael Wallfisch (born 15 June 1953, London) is a British cellist.\nWallfisch was born into a family of distinguished musicians, his father the pianist Peter Wallfisch and his mother the cellist Anita Lasker-Wallfisch, who is one of the last known surviving members of the Girl orchestra of Auschwitz. He studied under teachers including Amaryllis Fleming, Amedeo Baldovino, and Derek Simpson and Gregor Piatigorsky.",
      "pageId": 9786485,
      "monthDay": "06/15"
    },
    {
      "year": "1957",
      "uri": "/wiki/Seppo_P%C3%A4%C3%A4kk%C3%B6nen",
      "name": "Seppo Pääkkönen",
      "aboutText": "Seppo Pääkkönen (born 15 June 1957 in Kuhmo) is a Finnish actor.\nHe is married to Virve Havelin. Their son, Jasper, is also an actor.",
      "pageId": 10011787,
      "monthDay": "06/15"
    },
    {
      "year": "1957",
      "uri": "/wiki/Peeter_Pere",
      "name": "Peeter Pere",
      "aboutText": "Dr. Ava Cadell (born June 15, 1956) is a former actress and currently a therapist and speaker on issues of sexuality.\n^ \"Ava Cadell\".",
      "pageId": 10039222,
      "monthDay": "06/15"
    },
    {
      "year": "1958",
      "uri": "/wiki/Wade_Boggs",
      "name": "Wade Boggs",
      "aboutText": "Zdeňka Bartoňová-Šilhavá (born 15 June 1954 in Krnov, Czechoslovakia) is a retired female track and field athlete from the Czech Republic, who set the world record in the women's discus throw on 26 August 1984 with a distance of 74.56 metres (244.6 ft). That mark still is the national record.\nŠilhavá represented Czechoslovakia at the 1988 Summer Olympics in Seoul, South Korea, finishing in sixth place (67.84 metres (222.6 ft)) in the women's discus, and in eleventh place in the women's shot put event (18.86 metres (61.9 ft)).",
      "pageId": 13943156,
      "monthDay": "06/15"
    },
    {
      "year": "1958",
      "uri": "/wiki/Riccardo_Paletti",
      "name": "Riccardo Paletti",
      "aboutText": "Yevgeny Alexeyevitsch Kiselyov (Russian: Евгений Алексеевич Киселёв; born 15 June 1956) is a Russian television journalist. As the host of the NTV weekly news show Itogi in the 1990s, he became one of the nation's best known television journalists, criticizing government corruption and President Boris Yeltsin. In 2001, he left NTV following its takeover by the state-controlled company Gazprom, serving briefly as general manager of TV-6 before the government refused to renew its broadcasting license in January 2002.",
      "pageId": 24144709,
      "monthDay": "06/15"
    },
    {
      "year": "1959",
      "uri": "/wiki/Alan_Brazil",
      "name": "Alan Brazil",
      "aboutText": "Peeter Pere (born June 15, 1957 in Tartu) is a notable Estonian architect and artist.\nFrom 1975 Peeter Pere studied in the National Art Institute of the Estonian SSR (today’s Estonian Academy of Arts) in the department of architecture. He graduated from the institute in 1980.",
      "pageId": 25453480,
      "monthDay": "06/15"
    },
    {
      "year": "1959",
      "uri": "/wiki/Eileen_Davidson",
      "name": "Eileen Davidson",
      "aboutText": "Stephen Anthony Christopher Lloyd (born 15 June 1957) is a British Liberal Democrat politician and business development consultant. He is the former Member of Parliament (MP) for Eastbourne after the Conservative candidate, Caroline Ansell, succeeded him on the 7th May 2015. He was the Liberal Democrats' spokesperson for Northern Ireland in the House of Commons.",
      "pageId": 27264837,
      "monthDay": "06/15"
    },
    {
      "year": "1959",
      "uri": "/wiki/Vicki_Genfan",
      "name": "Vicki Genfan",
      "aboutText": "Christopher J \"Chris\" Morris (born 15 June 1962) is an English comedian, writer, director, actor, voice actor, and producer. He is known for his black humour, surrealism, and controversial subject matter, and has been hailed for his \"uncompromising, moralistic drive\" by the British Film Institute. His tendency to avoid the media spotlight has seen him become one of the more enigmatic figures in British comedy.",
      "pageId": 5397,
      "monthDay": "06/15"
    },
    {
      "year": "1960",
      "uri": "/wiki/Mich%C3%A8le_Laroque",
      "name": "Michèle Laroque",
      "aboutText": "Helen Elizabeth Hunt (born June 15, 1963) is an American actress, film director, and screenwriter. She starred in the sitcom Mad About You for seven years, and played single mother Carol Connelly in the 1997 romantic comedy film As Good as It Gets, for which she won the Academy Award for Best Actress. Some of her other notable films include Twister, Cast Away, What Women Want, Pay It Forward, and The Sessions, the later for which she received an Academy Award nomination for Best Supporting Actress.",
      "pageId": 44569,
      "monthDay": "06/15"
    },
    {
      "year": "1960",
      "uri": "/wiki/Marieke_van_Doorn",
      "name": "Marieke van Doorn",
      "aboutText": "Courteney Bass Cox (born June 15, 1964) is an American actress, producer and director. She is best identified for her roles as Monica Geller on the NBC sitcom Friends, Gale Weathers in the horror series Scream, and as Jules Cobb in the ABC/TBS sitcom Cougar Town, for which she earned her first Golden Globe nomination. Cox also starred in the FX series Dirt.",
      "pageId": 299717,
      "monthDay": "06/15"
    },
    {
      "year": "1961",
      "uri": "/wiki/Brad_Armstrong_(wrestler)",
      "name": "Brad Armstrong",
      "aboutText": "Michael Laudrup (born 15 June 1964) is a retired Danish footballer and former manager of Qatar Stars League club Lekhwiya. He is the older brother of fellow retired footballer Brian Laudrup.\nDuring his playing career, Laudrup won league titles with Ajax, Barcelona, Real Madrid and Juventus.",
      "pageId": 409595,
      "monthDay": "06/15"
    },
    {
      "year": "1961",
      "uri": "/wiki/Laurent_Cantet",
      "name": "Laurent Cantet",
      "aboutText": "Robert Bradley \"Brad\" James (June 15, 1961 – November 1, 2012) was an American professional wrestler, better known by his ring name, Brad Armstrong. He is best known for his appearances with the promotion World Championship Wrestling in the 1990s. He was the son of wrestler Bob Armstrong and brother to professional wrestlers Steve, Scott and Brian.",
      "pageId": 1816172,
      "monthDay": "06/15"
    },
    {
      "year": "1961",
      "uri": "/wiki/Kai_Eckhardt",
      "name": "Kai Eckhardt",
      "aboutText": "Scott Norton (born June 15, 1961) is an American semi-retired professional wrestler.",
      "pageId": 1925353,
      "monthDay": "06/15"
    },
    {
      "year": "1961",
      "uri": "/wiki/Yoshimi_Iwasaki",
      "name": "Yoshimi Iwasaki",
      "aboutText": "Yoshimi Iwasaki (岩崎良美, Iwasaki Yoshimi, born June 15, 1961 in Tokyo, Japan) is a Japanese singer and actress. She is notable for singing most of the various theme songs for the anime TV series Touch along with Yumekojo.\nIn 2008, she joined the fantasy band Sound Horizon for the release of their 6th story CD Moira.",
      "pageId": 2318951,
      "monthDay": "06/15"
    },
    {
      "year": "1961",
      "uri": "/wiki/Dave_McAuley",
      "name": "Dave McAuley",
      "aboutText": "Michèle Laroque (born June 15, 1960) is a French actress, comedian, humorist, producer and screenwriter.",
      "pageId": 2577664,
      "monthDay": "06/15"
    },
    {
      "year": "1961",
      "uri": "/wiki/Scott_Norton",
      "name": "Scott Norton",
      "aboutText": "Gavin Greenaway (born 15 June 1964 in England) is a music composer and conductor. He is the son of Roger Greenaway.\nEducated at Strode's College and Trinity College of Music.",
      "pageId": 2786513,
      "monthDay": "06/15"
    },
    {
      "year": "1962",
      "uri": "/wiki/Chris_Morris_(satirist)",
      "name": "Chris Morris",
      "aboutText": "David Anthony \"Dave\" McAuley, MBE (born 15 June 1961, Larne) is a former British professional boxer from Northern Ireland. During his professional career he held the IBF world title in the Flyweight category.",
      "pageId": 3469718,
      "monthDay": "06/15"
    },
    {
      "year": "1962",
      "uri": "/wiki/Andrea_Rost",
      "name": "Andrea Rost",
      "aboutText": "Igor Vasilyevich Paklin (Russian: Игорь Васипевич Паклин; born 15 June 1963 in Frunze, Kirghiz SSR) is a retired athlete who represented USSR and later Kyrgyzstan. He trained at Armed Forces sports society in Frunze.\nCompeting in the high jump, he won the 1987 World Indoor Championships as well as a silver medal at the 1987 World Championships for the USSR. His personal best jump of 2.41 metres (7.9 feet) was also the world record from 4 September 1985 to 30 June 1987, when Patrik Sjöberg beat it by one centimetre.",
      "pageId": 3578601,
      "monthDay": "06/15"
    },
    {
      "year": "1963",
      "uri": "/wiki/Marina_Azyabina",
      "name": "Marina Azyabina",
      "aboutText": "Marieke Birgitta van Doorn (born June 15, 1960 in Rotterdam) is a former Dutch field hockey midfielder, who was a member of the National Women's Team that won the golden medal at the 1984 Summer Olympics.\nFour years later in Seoul she captured the bronze medal with the Dutch national side. From 1982 to 1988 she played a total number of 100 international matches for Holland, in which she scored 29 goals.",
      "pageId": 5042656,
      "monthDay": "06/15"
    },
    {
      "year": "1963",
      "uri": "/wiki/Mario_Gosselin_(ice_hockey)",
      "name": "Mario Gosselin",
      "aboutText": "Kai Eckhardt (15 June 1961) is a German born musician and composer who plays bass, best known for his work with John McLaughlin, Vital Information, Torsten de Winkel, Billy Cobham and Garaj Mahal -- a band he co-founded. Educated at the prestigious Berklee College of Music Eckhardt has also collaborated on projects with guitarist Larry Coryell as well as keyboardist Tom Coster.",
      "pageId": 5412451,
      "monthDay": "06/15"
    },
    {
      "year": "1963",
      "uri": "/wiki/Helen_Hunt",
      "name": "Helen Hunt",
      "aboutText": "Blanca Portillo (born 15 June 1963) is a Spanish actress.",
      "pageId": 6039881,
      "monthDay": "06/15"
    },
    {
      "year": "1963",
      "uri": "/wiki/Igor_Paklin",
      "name": "Igor Paklin",
      "aboutText": "Mario Gosselin (born June 15, 1963 in Thetford Mines, Quebec) is a former Canadian hockey goaltender who played 12 years in the NHL for the Quebec Nordiques, the Los Angeles Kings and the Hartford Whalers.",
      "pageId": 6329347,
      "monthDay": "06/15"
    },
    {
      "year": "1963",
      "uri": "/wiki/Blanca_Portillo",
      "name": "Blanca Portillo",
      "aboutText": "Andrea Rost (born June 15, 1962) is a Hungarian lyric soprano. She has performed in leading roles with the Vienna State Opera, La Scala, the Royal Opera House, Opéra National de Paris, the Metropolitan Opera and the Salzburg Festival.",
      "pageId": 6755819,
      "monthDay": "06/15"
    },
    {
      "year": "1964",
      "uri": "/wiki/Valeri_Bukrejev",
      "name": "Valeri Bukrejev",
      "aboutText": "Marina Azyabina (Russian: Марина Азябина; born 15 June 1963) is a retired Russian hurdler.",
      "pageId": 6786577,
      "monthDay": "06/15"
    },
    {
      "year": "1964",
      "uri": "/wiki/Courteney_Cox",
      "name": "Courteney Cox",
      "aboutText": "Valeri Bukrejev (born June 15, 1964 in Tallinn) is a retired Estonian pole vaulter.\nHe finished seventh at the 1993 World Championships, eighth at the 1994 European Indoor Championships in a new Estonian indoor record of 5.60 metres and fourth at the 1994 Goodwill Games. He renewed Estonian indoor record in March 1995 in Kuopio, which is also the current Estonian indoor record.",
      "pageId": 11709744,
      "monthDay": "06/15"
    },
    {
      "year": "1964",
      "uri": "/wiki/Gavin_Greenaway",
      "name": "Gavin Greenaway",
      "aboutText": "Laurent Cantet ([lɔʁɑ̃ kɑ̃tɛ]; born 15 June 1961) is a French director. His parents were schoolteachers in Ardilleux.\nHis 2001 film L'Emploi du temps was placed at 99 on Slant Magazine's best films of the 2000s, number 9 of The Guardian's Best Films of the Noughties, and number 11 at The AV Club's top 50 films of the 00s.",
      "pageId": 12419999,
      "monthDay": "06/15"
    },
    {
      "year": "1964",
      "uri": "/wiki/Michael_Laudrup",
      "name": "Michael Laudrup",
      "aboutText": "Vicki Genfan (born June 15, 1959) is an American multi-instrumentalist, fingerstyle guitarist, composer and singer.",
      "pageId": 14347235,
      "monthDay": "06/15"
    },
    {
      "year": "1965",
      "uri": "/wiki/Annelies_Bredael",
      "name": "Annelies Bredael",
      "aboutText": "O'Shea Jackson, Sr. (born June 15, 1969), known by his stage name Ice Cube, is an American rapper, record producer, actor, and filmmaker. He began his career as a member of the hip-hop group C.I.A. and later joined the seminal gangster rap group N.W.A (Niggaz Wit Attitudes).",
      "pageId": 148328,
      "monthDay": "06/15"
    },
    {
      "year": "1965",
      "uri": "/wiki/Karim_Massimov",
      "name": "Karim Massimov",
      "aboutText": "Yūji Ueda (うえだ ゆうじ, Ueda Yūji, born 上田 祐司, June 15, 1967) is a popular Japanese voice actor.",
      "pageId": 270942,
      "monthDay": "06/15"
    },
    {
      "year": "1965",
      "uri": "/wiki/Adam_Smith_(politician)",
      "name": "Adam Smith",
      "aboutText": "Edwin Brienen (born June 15, 1971 in Alkmaar, Netherlands) is a Dutch film director, actor, producer, journalist and radio moderator. In German press he's often called 'the Dutch Fassbinder' because of the high production-level and style of his films. He lives in Berlin, Germany.",
      "pageId": 273429,
      "monthDay": "06/15"
    },
    {
      "year": "1966",
      "uri": "/wiki/Idalis_DeLe%C3%B3n",
      "name": "Idalis DeLeón",
      "aboutText": "Oliver Rolf Kahn (German pronunciation: [ˈɔ.lɪ.vɐ ˈkʰaːn]; born 15 June 1969) is a former German football goalkeeper. He started his career in the Karlsruher SC Junior team in 1975. Twelve years later, Kahn made his debut match in the professional squad.",
      "pageId": 347547,
      "monthDay": "06/15"
    },
    {
      "year": "1966",
      "uri": "/wiki/Raimonds_V%C4%93jonis",
      "name": "Raimonds Vējonis",
      "aboutText": "David Adam Smith (born June 15, 1965) is an American politician.",
      "pageId": 410158,
      "monthDay": "06/15"
    },
    {
      "year": "1967",
      "uri": "/wiki/Y%C5%ABji_Ueda",
      "name": "Yūji Ueda",
      "aboutText": "Cédric Pioline (born 15 June 1969) is a retired French professional tennis player who played on the professional tour from 1989 to 2002. He reached the men's singles final at the 1993 US Open and at Wimbledon in 1997. On both occasions, he was beaten by Pete Sampras in straight sets.",
      "pageId": 979076,
      "monthDay": "06/15"
    },
    {
      "year": "1968",
      "uri": "/wiki/Oh_Dal-su",
      "name": "Oh Dal-su",
      "aboutText": "Leah Marie Remini (born June 15, 1970) is an American actress and comedian. She is best known for her role as Carrie Heffernan on The King of Queens (1998–2007). Remini released her memoir Troublemaker: Surviving Hollywood and Scientology on November 3rd, 2015.",
      "pageId": 991720,
      "monthDay": "06/15"
    },
    {
      "year": "1968",
      "uri": "/wiki/K%C3%A1roly_G%C3%BCttler",
      "name": "Károly Güttler",
      "aboutText": "Annelies Bredael (born 15 June 1965 in Willebroek, Antwerpen) is a Belgian rower. She participated in 3 consecutive Summer Olympics in Seoul, Barcelona and Atlanta In 1992, she won the silver medal in rowing, single scull at the Summer Olympics in Barcelona.\n^ \"Annelies Bredael\".",
      "pageId": 2524336,
      "monthDay": "06/15"
    },
    {
      "year": "1969",
      "uri": "/wiki/Jesse_B%C3%A9langer",
      "name": "Jesse Bélanger",
      "aboutText": "Jeff Neal (born June 15, 1969) is a drummer and vocalist best known for his affiliation with classic rock band Boston from 2002 - 2011. Prior to joining Boston and after graduating from the University of Maine at Farmington with a Bachelor of Science in Secondary Education, Neal (who is originally from Maine) performed for over 15 years in a wide variety of bands touring throughout New England, primarily playing small clubs and venues. In late 2002, while Boston leader Tom Scholz was vacationing in Maine, he would see Neal play at Sunday River Ski Resort with his then current band- Punchbug.",
      "pageId": 2603046,
      "monthDay": "06/15"
    },
    {
      "year": "1969",
      "uri": "/wiki/Ice_Cube",
      "name": "Ice Cube",
      "aboutText": "Žan Tabak (born June 15, 1970) is a Croatian former professional basketball player and coach. He currently serves as head coach of Maccabi Tel Aviv B.C. His basketball career, spanning twenty years, was marked by several notable achievements, despite injuries. He was the first international player to play in the NBA Finals for two different teams.",
      "pageId": 2765343,
      "monthDay": "06/15"
    },
    {
      "year": "1969",
      "uri": "/wiki/Nasos_Galakteros",
      "name": "Nasos Galakteros",
      "aboutText": "Maurice Omondi Odumbe (born 15 June 1969) is a Kenyan cricketer who was suspended from cricket in August 2004 after he allegedly received money from bookmakers.",
      "pageId": 3068401,
      "monthDay": "06/15"
    },
    {
      "year": "1969",
      "uri": "/wiki/Oliver_Kahn",
      "name": "Oliver Kahn",
      "aboutText": "Oh Dal-su (born 15 June 1968) is a South Korean actor.",
      "pageId": 4060625,
      "monthDay": "06/15"
    },
    {
      "year": "1969",
      "uri": "/wiki/Jeff_Neal",
      "name": "Jeff Neal",
      "aboutText": "Raimonds Vējonis (born June 15, 1966) is the current President of Latvia, in office since 2015. He is a member of the Green Party, part of the Union of Greens and Farmers. He served as Minister of Environmental Protection and Regional Development in 2002 and in 2011 and as Minister of the Environment from 2003 to 2011, while the Ministry of Regional Development was a separate department.",
      "pageId": 4241484,
      "monthDay": "06/15"
    },
    {
      "year": "1969",
      "uri": "/wiki/Maurice_Odumbe",
      "name": "Maurice Odumbe",
      "aboutText": "Károly Güttler (born 15 June 1968 in Budapest) is a former breaststroker from Hungary, who represented his native country at four consecutive Olympics, beginning with the 1988 Summer Olympics in Seoul and ending with the 2000 Summer Olympics in Sydney, Australia. He won the silver medal in the 100 m and 200 m breaststroke, once each, both at separate Games.\nGüttler enjoyed a productive year in 1993 when he won gold and silver in the 100 m and 200 m breaststroke respectively at the European Championships in Sheffield, United Kingdom.",
      "pageId": 4578438,
      "monthDay": "06/15"
    },
    {
      "year": "1969",
      "uri": "/wiki/C%C3%A9dric_Pioline",
      "name": "Cédric Pioline",
      "aboutText": "Gaëlle Méchaly (born 15 June 1970 in Marseille, France) is a soprano.",
      "pageId": 4653928,
      "monthDay": "06/15"
    },
    {
      "year": "1970",
      "uri": "/wiki/Christian_Bauman",
      "name": "Christian Bauman",
      "aboutText": "Idalis DeLeón (born June 15, 1969) is an American actress, singer and television host. DeLeón, who is of Puerto Rican ancestry, first began her career as a member of the girl group Seduction who scored a top ten hit \"Two to Make it Right\" in 1990.",
      "pageId": 6755623,
      "monthDay": "06/15"
    },
    {
      "year": "1970",
      "uri": "/wiki/Ga%C3%ABlle_M%C3%A9chaly",
      "name": "Gaëlle Méchaly",
      "aboutText": "Karim Qajymqanuly Massimov (Kazakh: Кәрім Қажымқанұлы Мәсімов [kærɪm qɑʒməqaˈnʊlɯ mæsɪmov]; Russian: Кари́м Кажимка́нович Маси́мов; Uyghur: کریم مسیموف‎; born 15 June 1965) is a Kazakh politician who has served as Prime Minister of Kazakhstan since 2 April 2014. He previously held the same post from 10 January 2007 to 24 September 2012.\nMassimov served as Deputy Prime Minister from 19 January 2006 to 9 January 2007 and as Minister of Economy and Budget Planning, Minister of Transport and Communications in 2001.",
      "pageId": 7310634,
      "monthDay": "06/15"
    },
    {
      "year": "1970",
      "uri": "/wiki/Leah_Remini",
      "name": "Leah Remini",
      "aboutText": "Joseph Jesse Dave Bélanger (born June 15, 1969) is a Canadian former professional ice hockey centre who played in the National Hockey League from 1991 to 2001.",
      "pageId": 7322097,
      "monthDay": "06/15"
    },
    {
      "year": "1970",
      "uri": "/wiki/%C5%BDan_Tabak",
      "name": "Žan Tabak",
      "aboutText": "Christian Bauman (born June 15, 1970) is an American novelist, essayist, and lyricist. A former soldier, Bauman is arguably best known for his critically acclaimed 2002 debut novel The Ice Beneath You, about the return of a young American soldier from Somalia. Of his 2005 novel Voodoo Lounge (about a female soldier with HIV during the 1994 occupation of Haiti), National Book Award-winning writer Robert Stone said, \"The prose in Voodoo Lounge reverberates in the white space around it.\" Bauman's first two novels are among the very small group of war-based literary fiction produced by Generation X. His third novel, titled In Hoboken (2008), is a departure from the first two, centered on a group of young musicians in the mid-1990s, and the mental-health facility where one of them works.",
      "pageId": 12164717,
      "monthDay": "06/15"
    },
    {
      "year": "1971",
      "uri": "/wiki/Edwin_Brienen",
      "name": "Edwin Brienen",
      "aboutText": "Athanasios \"Nasos\" Galakteros (Greek: Νάσος Γαλακτερός; born June 15, 1969 in Athens, Greece) is a retired Greek professional basketball player.",
      "pageId": 16616442,
      "monthDay": "06/15"
    },
    {
      "year": "1971",
      "uri": "/wiki/Jake_Busey",
      "name": "Jake Busey",
      "aboutText": "Marcus Stephen Hahnemann (born June 15, 1972) is a retired American international soccer player.\nGraduating out of Seattle Pacific University, he played for the Seattle Sounders between 1994 and 1996. Between 1997 and 1999 he turned out for the Colorado Rapids, signing with English club Fulham in 1999.",
      "pageId": 416892,
      "monthDay": "06/15"
    },
    {
      "year": "1971",
      "uri": "/wiki/Ism%C3%A9nia_do_Frederico",
      "name": "Isménia do Frederico",
      "aboutText": "Bif Naked (born Beth Torbert on June 15, 1971) is a Canadian singer-songwriter, actress and motivational speaker.",
      "pageId": 493411,
      "monthDay": "06/15"
    },
    {
      "year": "1971",
      "uri": "/wiki/Christos_Myriounis",
      "name": "Christos Myriounis",
      "aboutText": "Tore André Flo (born 15 June 1973) is a retired Norwegian football striker and youth coach. He was capped 76 times, scoring 23 goals for Norway, and represented his country in 1998 FIFA World Cup and UEFA Euro 2000, and scored Norway's first goal when Norway won 2–1 against Brazil and advanced to the second round of the 1998 World Cup.\nDuring his professional career, he played for Sogndal, Tromsø and Brann in Tippeligaen, before he moved abroad and played for Chelsea.",
      "pageId": 541883,
      "monthDay": "06/15"
    },
    {
      "year": "1971",
      "uri": "/wiki/Bif_Naked",
      "name": "Bif Naked",
      "aboutText": "Andrew Eugene \"Andy\" Pettitte (/ˈpɛtɪt/; born June 15, 1972) is an American former baseball starting pitcher who played 18 seasons in Major League Baseball (MLB), primarily for the New York Yankees. He also pitched for the Houston Astros. Pettitte won five World Series championships with the Yankees and was a three-time All-Star.",
      "pageId": 636308,
      "monthDay": "06/15"
    },
    {
      "year": "1972",
      "uri": "/wiki/Chloe_Dao",
      "name": "Chloe Dao",
      "aboutText": "Neil Patrick Harris (born June 15, 1973) is an American actor, producer, singer, comedian, magician, and television host. He is known for playing Barney Stinson in the television comedy series How I Met Your Mother (2005–2014), for which he was nominated for four Emmy Awards, and for his role as the title character in Doogie Howser, M.D. (1989–1993). He currently hosts Best Time Ever with Neil Patrick Harris.",
      "pageId": 704723,
      "monthDay": "06/15"
    },
    {
      "year": "1972",
      "uri": "/wiki/Marcus_Hahnemann",
      "name": "Marcus Hahnemann",
      "aboutText": "James Gregory \"Greg\" Vaughan, Jr. (born June 15, 1973) is an American actor and former fashion model, he is best known for his roles in soap operas: The Young and the Restless (2002–2003), General Hospital (2003–2009) and Days of Our Lives (2012–present).",
      "pageId": 972677,
      "monthDay": "06/15"
    },
    {
      "year": "1972",
      "uri": "/wiki/Justin_Leonard",
      "name": "Justin Leonard",
      "aboutText": "Justin Charles Garrett Leonard (born June 15, 1972) is an American professional golfer.\nLeonard was born and raised in Dallas, Texas. He attended Lake Highlands High School and graduated in 1990.",
      "pageId": 1507170,
      "monthDay": "06/15"
    },
    {
      "year": "1972",
      "uri": "/wiki/Andy_Pettitte",
      "name": "Andy Pettitte",
      "aboutText": "Michael Scott Doleac (born June 15, 1977) is an American former professional basketball player.\nDoleac was selected 12th overall in the 1998 NBA Draft by the Orlando Magic. He graduated from Central Catholic High School at Portland, Oregon and in 1998 the University of Utah after being their premiere big man in a season in which they made it to the 1998 NCAA National Championship game, in which they lost to the University of Kentucky in Doleac's hometown of San Antonio, Texas.",
      "pageId": 1695779,
      "monthDay": "06/15"
    },
    {
      "year": "1972",
      "uri": "/wiki/Hank_von_Helvete",
      "name": "Hank von Helvete",
      "aboutText": "Hans Erik Dyvik Husby (born 15 June 1972), also known as Hank von Helvete, Hertugen and Hærtis, most famous for being the former lead vocalist of the Norwegian death-punk band Turbonegro. While not explicitly addressed to date, the name Helvete was adopted due to its meaning \"hell\" or \"a place of suffering\".\nHusby's band is most well known for their tongue-in-cheek humor dealing with homosexual aesthetics and punk rock antics, and the formation of a genre they label \"death punk\".",
      "pageId": 1778184,
      "monthDay": "06/15"
    },
    {
      "year": "1973",
      "uri": "/wiki/Tore_Andr%C3%A9_Flo",
      "name": "Tore André Flo",
      "aboutText": "William Jacob \"Jake\" Busey (born June 15, 1971) is an American actor, musician and film producer. He is sometimes credited as \"Jacob Busey\" or \"William Busey\". He is the son of actor Gary Busey.",
      "pageId": 2249336,
      "monthDay": "06/15"
    },
    {
      "year": "1973",
      "uri": "/wiki/Neil_Patrick_Harris",
      "name": "Neil Patrick Harris",
      "aboutText": "Rachel (Wacholder) Scott (born June 15, 1975) is a model and beach volleyball player. She has eight beach volleyball championships with three partners, most recently with Tyra Turner in San Diego on the AVP Tour on August 3, 2008.\nIn 2006, she was the No.",
      "pageId": 2466763,
      "monthDay": "06/15"
    },
    {
      "year": "1973",
      "uri": "/wiki/Pia_Miranda",
      "name": "Pia Miranda",
      "aboutText": "Chloe Dao (born June 15, 1972) is an American model and television personality who lives and works in Houston, U.S. She was the winner of the second season of the reality show Project Runway with a collection of women's evening wear.",
      "pageId": 4220235,
      "monthDay": "06/15"
    },
    {
      "year": "1973",
      "uri": "/wiki/Greg_Vaughan",
      "name": "Greg Vaughan",
      "aboutText": "Nina Liu (born 15 June 1977) is an Australian actress of Chinese descent. Her most prominent role was as Chloe in the television series, The Secret Life of Us. She also starred in the series Heartbreak High during its 5th season, the series Something in the Air as Dr Annie Young and in Shaun Micallef's legal-comedy Welcher & Welcher as Tia the receptionist.",
      "pageId": 4786513,
      "monthDay": "06/15"
    },
    {
      "year": "1974",
      "uri": "/wiki/Chakri_(music_director)",
      "name": "Chakri",
      "aboutText": "Pia Miranda (born 15 June 1973) is an Australian, multi-award-winning actress whose career was launched with her successful 1999 role in the feature film Looking for Alibrandi, an Australian film based on the novel by Melina Marchetta.",
      "pageId": 5932464,
      "monthDay": "06/15"
    },
    {
      "year": "1975",
      "uri": "/wiki/Elizabeth_Reaser",
      "name": "Elizabeth Reaser",
      "aboutText": "Chakradhar \"Chakri\" Gilla (15 June 1974 – 15 December 2014) was an Indian music composer and singer in Tollywood films. He won the Filmfare Award for Best Male Playback Singer – Telugu for Satyam (2003).",
      "pageId": 5936131,
      "monthDay": "06/15"
    },
    {
      "year": "1975",
      "uri": "/wiki/Rachel_Wacholder",
      "name": "Rachel Wacholder",
      "aboutText": "Gary Lightbody (born 15 June 1976) is a multi-instrumentalist, singer and songwriter from Northern Ireland best known as the lead vocalist and rhythm guitarist of the alternative rock band Snow Patrol.\n^ \"Ice cool band warms hearts\". BBC. 29 March 2004.",
      "pageId": 6131604,
      "monthDay": "06/15"
    },
    {
      "year": "1976",
      "uri": "/wiki/Gary_Lightbody",
      "name": "Gary Lightbody",
      "aboutText": "Elizabeth Ann Reaser (born June 15 1975) is an American film, television, and stage actress.",
      "pageId": 6271139,
      "monthDay": "06/15"
    },
    {
      "year": "1976",
      "uri": "/wiki/Ji%C5%99%C3%AD_Ryba",
      "name": "Jiří Ryba",
      "aboutText": "Jiří Ryba (Czech pronunciation: [ˈjɪr̝iː ˈrɪba]) (born 15 June 1976 in Tábor) is a Czech decathlete. His personal best result was 8339 points, achieved in May 2000 in Desenzano del Garda.",
      "pageId": 9135290,
      "monthDay": "06/15"
    },
    {
      "year": "1977",
      "uri": "/wiki/Michael_Doleac",
      "name": "Michael Doleac",
      "aboutText": "Christos Myriounis (Greek: Χρήστος Μυριούνης ) (born June 15, 1971 in Athens) is a retired Greek professional basketball player.\nHe started his career with Cronos BC. In 1991 he was selected along with Fragiskos Alvertis and Nikos Ekonomou to join Panathinaikos BC. In 1993, Myriounis was a starter with Panathinaikos (his teammates were great players such as Nikos Galis, Arijan Komazec, Stojko Vranković and Tiit Sokk) and with them he won the Greek Cup. In 1994 and 1995 with Panathinaikos he won the 3rd place in the Euroleague final four.",
      "pageId": 16541161,
      "monthDay": "06/15"
    },
    {
      "year": "1977",
      "uri": "/wiki/Nina_Liu",
      "name": "Nina Liu",
      "aboutText": "Isménia do Frederico (born 15 June 1971) is a Cape Verdean sprinter.\nDo Frederico, a two-time Olympian, first competed for Cape Verde at the 1993 World Championships where she ran the 100 metres in 13.03 seconds. Three years later at the 1996 Summer Olympics in Atlanta, Do Frederico made history along with António Zeferino and Henry Andrade by becoming the first athletes to represent the tiny African nation at the Olympic Games.",
      "pageId": 41525990,
      "monthDay": "06/15"
    },
    {
      "year": "1977",
      "uri": "/wiki/Mario_Vazquez",
      "name": "Mario Vazquez",
      "aboutText": "Mary Carey (born June 15, 1980) is an American pornographic actress and film director known for her appearance on the VH1 reality TV series Celebrity Rehab.",
      "pageId": 337152,
      "monthDay": "06/15"
    },
    {
      "year": "1978",
      "uri": "/wiki/Wilfred_Bouma",
      "name": "Wilfred Bouma",
      "aboutText": "Christopher Jon Castile (born June 15, 1980) is a former American actor.",
      "pageId": 673785,
      "monthDay": "06/15"
    },
    {
      "year": "1978",
      "uri": "/wiki/Zach_Day",
      "name": "Zach Day",
      "aboutText": "Wilfred Bouma (Dutch pronunciation: [ˈʋɪlfrəd ˈbʌu̯ma]; born 15 June 1978) is a Dutch former footballer who played most notably for PSV Eindhoven, Aston Villa and the Netherlands national team.",
      "pageId": 737447,
      "monthDay": "06/15"
    },
    {
      "year": "1979",
      "uri": "/wiki/Danielle_Lineker",
      "name": "Danielle Lineker",
      "aboutText": "Abdur Razzak (Bengali: আব্দুর রাজ্জাক; born 15 June 1982) is a Bangladeshi cricketer, considered to be one of the best bowlers ever produced by the country. He made his first-class debut at Bangladeshi domestic level for Khulna Division in the 2001/02 season. Best known for being a tall left-arm orthodox spin bowler, he helped guide his division to the National Cricket Title in his maiden season.",
      "pageId": 899007,
      "monthDay": "06/15"
    },
    {
      "year": "1979",
      "uri": "/wiki/Yulia_Nestsiarenka",
      "name": "Yulia Nestsiarenka",
      "aboutText": "Yulia Nestsiarenka, née Bartsevich (Belarusian: Юлія Несцярэнка, Julija Nieściarenka; Russian: Юлия Нестеренко, Yuliya Nesterenko; born 15 June 1979) is a Belarusian sprinter.\nNestsiarenka won the women's 100 metres at the 2004 Summer Olympics in Athens in 10.93 seconds, becoming the first non-black and first non-U.S. athlete to win the event since the 1980 Summer Olympics. She ran all four times (two qualification rounds, semifinal and final) under 11 seconds.",
      "pageId": 919605,
      "monthDay": "06/15"
    },
    {
      "year": "1979",
      "uri": "/wiki/Christian_Rahn",
      "name": "Christian Rahn",
      "aboutText": "Cara Zavaleta (born June 15, 1980 in Bowling Green, Ohio) is an American model and actress, known for her appearances on the MTV reality series Road Rules: South Pacific, and as the November 2004 Playboy Playmate.",
      "pageId": 1330467,
      "monthDay": "06/15"
    },
    {
      "year": "1979",
      "uri": "/wiki/Charles_Zwolsman,_Jr.",
      "name": "Charles Zwolsman, Jr.",
      "aboutText": "John Paintsil (born 15 June 1981 in Berekum) is a Ghanaian professional footballer, who plays in the South African Premier Soccer League for Maritzburg United and the Ghana national team.\nHis family name is Paintsil but at birth, it was registered as Pantsil. This then appeared on his passport and his registration with the Premier League.",
      "pageId": 1387281,
      "monthDay": "06/15"
    },
    {
      "year": "1980",
      "uri": "/wiki/Mary_Carey_(actress)",
      "name": "Mary Carey",
      "aboutText": "Mario Adrián Vázquez (born June 15, 1977) is a Puerto Rican-American singer from The Bronx, New York City. He competed on American Idol's fourth season, which aired on the FOX network in early 2005.",
      "pageId": 1620431,
      "monthDay": "06/15"
    },
    {
      "year": "1980",
      "uri": "/wiki/Christopher_Castile",
      "name": "Christopher Castile",
      "aboutText": "Almudena Cid Tostado (born June 15, 1980 in Vitoria, Spain) is an Individual Spanish Rhythmic Gymnast.",
      "pageId": 2204819,
      "monthDay": "06/15"
    },
    {
      "year": "1980",
      "uri": "/wiki/Almudena_Cid_Tostado",
      "name": "Almudena Cid Tostado",
      "aboutText": "Charles Zwolsman Jr. (born June 15, 1979, in Lelystad, Netherlands) is a race car driver who formerly competed in the Champ Car World Series. He is the son of former sports car racing driver Charles Zwolsman Sr., who competed in the late 1980s and early 1990s.",
      "pageId": 2571127,
      "monthDay": "06/15"
    },
    {
      "year": "1980",
      "uri": "/wiki/Nafa_Urbach",
      "name": "Nafa Urbach",
      "aboutText": "Stephen Zachary Day (born June 15, 1978) is a former right-handed sinker-ball pitcher in Major League Baseball.",
      "pageId": 3098624,
      "monthDay": "06/15"
    },
    {
      "year": "1980",
      "uri": "/wiki/Cara_Zavaleta",
      "name": "Cara Zavaleta",
      "aboutText": "Jeremy Thomas Reed (born June 15, 1981) is an American former professional baseball outfielder in Major League Baseball (MLB).\nReed graduated from Bonita High School (La Verne, CA) in 1999, and went on to play college baseball at Long Beach State University. He also played for the USA Summer National Team in 2001 and 2002.",
      "pageId": 3491413,
      "monthDay": "06/15"
    },
    {
      "year": "1981",
      "uri": "/wiki/Yuki_Kubota",
      "name": "Yuki Kubota",
      "aboutText": "Jordi Alejandro Vilasuso (/vɪləˈsuːsoʊ/; born June 15, 1981 in Miami, Florida) is a Cuban-American actor best known for originating the role of \"Tony Santos\" on the CBS soap opera, Guiding Light from August 2000 until August 2003.\nVilasuso was raised by his parents, Dr. Frank Vilasuso and Ana Vilasuso, in Coral Gables, Florida.",
      "pageId": 4017716,
      "monthDay": "06/15"
    },
    {
      "year": "1981",
      "uri": "/wiki/Billy_Martin_(guitarist)",
      "name": "Billy Martin",
      "aboutText": "Katie Sarah Chapman (born 15 June 1982) is an English footballer who plays for English FA WSL club Chelsea Ladies and is a member of the England women's national team. She primarily plays as a central midfielder, although she has also been deployed in central defence while playing for England. Chapman is known for her strength, fierce tackling and heading ability.",
      "pageId": 6724470,
      "monthDay": "06/15"
    },
    {
      "year": "1981",
      "uri": "/wiki/John_Paintsil",
      "name": "John Paintsil",
      "aboutText": "Christian Rahn (born 15 June 1979 in Hamburg) is a German footballer. He currently plays as defender for FC St. Pauli II and also capatins the squad.",
      "pageId": 12393188,
      "monthDay": "06/15"
    },
    {
      "year": "1981",
      "uri": "/wiki/Jeremy_Reed",
      "name": "Jeremy Reed",
      "aboutText": "Mike Peter Delany (born 15 June 1982) is a New Zealand rugby Union player who plays for Newcastle Falcons in the English Aviva Premiership.\nDelany plays at fly-half but can also cover fullback. Prior to playing for the Chiefs, he played for the Highlanders and also for Bay of Plenty in the ITM Cup.",
      "pageId": 15979864,
      "monthDay": "06/15"
    },
    {
      "year": "1981",
      "uri": "/wiki/Jordi_Vilasuso",
      "name": "Jordi Vilasuso",
      "aboutText": "Danielle Maria Lineker (née Bux; born 15 June 1979) is a Welsh model, television personality and actress. She made her modelling début in 1999 winning a place on the Miss Hawaiian Tropic beauty pageant in Las Vegas.",
      "pageId": 22320820,
      "monthDay": "06/15"
    },
    {
      "year": "1982",
      "uri": "/wiki/Katie_Chapman",
      "name": "Katie Chapman",
      "aboutText": "William Dean \"Billy\" Martin (born June 15, 1981 in Annapolis, Maryland) is an American musician best known as the lead guitarist and keyboardist of the pop punk band Good Charlotte.",
      "pageId": 23514960,
      "monthDay": "06/15"
    },
    {
      "year": "1982",
      "uri": "/wiki/Mike_Delany",
      "name": "Mike Delany",
      "aboutText": "Nafa Indria Urbach (born in Magelang, June 15, 1980), better known as Nafa Urbach, an Indonesian soap opera actress and singer. She began her career in the entertainment world through with her song \"Bagai Lilin Kecil\" composed by Deddy Dores.",
      "pageId": 46434393,
      "monthDay": "06/15"
    },
    {
      "year": "1982",
      "uri": "/wiki/Abdur_Razzak_(cricketer)",
      "name": "Abdur Razzak",
      "aboutText": "Yuki Kubota (久保田 悠来, Kubota Yūki, born June 15, 1981, in Hiratsuka, Kanagawa Prefecture, Japan) is a Japanese actor and model who is affiliated with Japan Music Entertainment.",
      "pageId": 46973170,
      "monthDay": "06/15"
    },
    {
      "year": "1982",
      "uri": "/wiki/Haley_Scarnato",
      "name": "Haley Scarnato",
      "aboutText": "Nadine Elizabeth Louise Coyle (born 15 June 1985) is an Irish singer, songwriter, actress, and model. Coyle rose to fame in the early 2000s as a member of the girl group Girls Aloud. The group amassed a joint fortune of £30 million by May 2010.",
      "pageId": 845746,
      "monthDay": "06/15"
    },
    {
      "year": "1983",
      "uri": "/wiki/Derek_Anderson_(American_football)",
      "name": "Derek Anderson",
      "aboutText": "Derek Matthew Anderson (born June 15, 1983) is an American football quarterback for the Carolina Panthers of the National Football League (NFL). He was drafted by the Baltimore Ravens in the sixth round of the 2005 NFL Draft. He played college football at Oregon State.",
      "pageId": 2648001,
      "monthDay": "06/15"
    },
    {
      "year": "1983",
      "uri": "/wiki/Julia_Fischer",
      "name": "Julia Fischer",
      "aboutText": "Julia Fischer (born (1983-06-15)15 June 1983) is a German classical violinist and pianist.",
      "pageId": 3014239,
      "monthDay": "06/15"
    },
    {
      "year": "1983",
      "uri": "/wiki/Laura_Imbruglia",
      "name": "Laura Imbruglia",
      "aboutText": "Luke Hodge (born 15 June 1984) is a professional Australian rules footballer who plays for the Hawthorn Football Club in the Australian Football League (AFL). Hodge is the current captain of the club. Hodge started his career playing on the half-back flank but as his career progressed he has been known to push up into the midfield.",
      "pageId": 3394902,
      "monthDay": "06/15"
    },
    {
      "year": "1983",
      "uri": "/wiki/Josh_McGuire_(fencer)",
      "name": "Josh McGuire",
      "aboutText": "Timothy Leroy Lincecum (/ˈlɪnsɨkʌm/ LIN-sə-kʌm; born June 15, 1984), nicknamed \"The Freak\", is an American professional baseball pitcher who is a free agent. He pitched for the San Francisco Giants of Major League Baseball (MLB) from 2007 through 2015.\nAfter attending Liberty Senior High School in Renton, Washington, Lincecum played college baseball at the University of Washington.",
      "pageId": 6426627,
      "monthDay": "06/15"
    },
    {
      "year": "1984",
      "uri": "/wiki/Luke_Hodge",
      "name": "Luke Hodge",
      "aboutText": "Miku Ishida (石田未来, Ishida Miku, born June 15, 1988) is a Japanese female singer and used to be a gravure idol, actress and a teen idol, had belonged to the show-business production LesPros Entertainment from 1999 to 2008. She is from Komaki, Aichi, and graduated from Hinode High School in March 2007.",
      "pageId": 7087707,
      "monthDay": "06/15"
    },
    {
      "year": "1984",
      "uri": "/wiki/Eva_Hrdinov%C3%A1",
      "name": "Eva Hrdinová",
      "aboutText": "James Maloney (born 15 June 1986 in Orange, New South Wales) is an Australian professional rugby league footballer who currently plays for the Cronulla-Sutherland Sharks in the National Rugby League. A New South Wales State of Origin representative five-eighth, he previously played for the Melbourne Storm, New Zealand Warriors and Sydney Roosters.",
      "pageId": 8284134,
      "monthDay": "06/15"
    },
    {
      "year": "1984",
      "uri": "/wiki/Tim_Lincecum",
      "name": "Tim Lincecum",
      "aboutText": "Stjepan Hauser (Croatian pronunciation: [stjêpaːn xǎuser]; born 15 June 1986) is a Croatian cellist. He is a member of 2Cellos, along with Luka Šulić.",
      "pageId": 9982878,
      "monthDay": "06/15"
    },
    {
      "year": "1984",
      "uri": "/wiki/Mauro_Rizzo",
      "name": "Mauro Rizzo",
      "aboutText": "Laura Imbruglia (born 15 June 1983) is an Australian indie rock singer-songwriter.\n^ \"Factfile\". Laura Imbruglia (official website).",
      "pageId": 13000742,
      "monthDay": "06/15"
    },
    {
      "year": "1984",
      "uri": "/wiki/Edison_Toloza",
      "name": "Edison Toloza",
      "aboutText": "Édison Toloza Colorado (born 15 June 1984 in Iscuandé, Nariño) is a Colombian footballer who plays as striker for Junior F.C..",
      "pageId": 15282045,
      "monthDay": "06/15"
    },
    {
      "year": "1985",
      "uri": "/wiki/Nadine_Coyle",
      "name": "Nadine Coyle",
      "aboutText": "Eva Hrdinová (born 15 June 1984) is a Czech tennis player.\nHrdinová has won three singles and 19 doubles titles on the ITF tour in her career. On 14 April 2008, she reached her best singles ranking of world number 168.",
      "pageId": 17717385,
      "monthDay": "06/15"
    },
    {
      "year": "1986",
      "uri": "/wiki/Stoya",
      "name": "Stoya",
      "aboutText": "Rohullah Nikpai (Persian: روح‌الله نیکپا‎‎) (born June 15, 1987) is an Afghan taekwondo practitioner and two-time Olympic bronze medalist. He is an ethnic Hazara.\n^ Rohullah Nikpai.",
      "pageId": 18942562,
      "monthDay": "06/15"
    },
    {
      "year": "1986",
      "uri": "/wiki/Stjepan_Hauser",
      "name": "Stjepan Hauser",
      "aboutText": "Stoya (born June 15, 1986) is an American pornographic actress, writer and model.",
      "pageId": 22740067,
      "monthDay": "06/15"
    },
    {
      "year": "1986",
      "uri": "/wiki/James_Maloney_(rugby_league)",
      "name": "James Maloney",
      "aboutText": "Haley Suzanne Scarnato (born June 15, 1982) is an American singer who was the 8th-place finalist on the sixth season of American Idol. Scarnato announced in an interview in November 2009 that her album Strongheart was scrapped after she left her management, but that she is working on a new album and \"Strongheart\" was her old management's idea.",
      "pageId": 23871828,
      "monthDay": "06/15"
    },
    {
      "year": "1987",
      "uri": "/wiki/Ani_Mija%C4%8Dika",
      "name": "Ani Mijačika",
      "aboutText": "Joshua \"Josh\" McGuire (born June 15, 1983) is a Canadian fencer who competed at the 2004 and 2008 Summer Olympics. McGuire competed in the individual foil at both Games reaching the round of 32 in 2004 and the last 16 in 2008.\nMcGuire took the gold medal at the 2000 Cadet Men's Foil World Championships.",
      "pageId": 26146934,
      "monthDay": "06/15"
    },
    {
      "year": "1987",
      "uri": "/wiki/Rohullah_Nikpai",
      "name": "Rohullah Nikpai",
      "aboutText": "Barakat Mubarak Al-Harthi (Arabic: بركات مبارك الحارثي‎; born 15 June 1988) is an Omani sprinter who specializes in the 100 metres.\nHe was born in Ibra. He competed at the 2009 World Championships and the 2010 World Indoor Championships without reaching the final.",
      "pageId": 26538485,
      "monthDay": "06/15"
    },
    {
      "year": "1988",
      "uri": "/wiki/Barakat_Al-Harthi",
      "name": "Barakat Al-Harthi",
      "aboutText": "Mauro Rizzo (born 15 June 1984) is an Italian footballer who currently without a club.",
      "pageId": 26694779,
      "monthDay": "06/15"
    },
    {
      "year": "1988",
      "uri": "/wiki/Miku_Ishida",
      "name": "Miku Ishida",
      "aboutText": "miwa (born 15 June 1990) is a Japanese singer and songwriter. She debuted in 2010 with the single \"Don't Cry Anymore\", which was used as the theme song for the drama Nakanai to Kimeta hi.\n^ Go!Go!",
      "pageId": 27161385,
      "monthDay": "06/15"
    },
    {
      "year": "1989",
      "uri": "/wiki/V%C3%ADctor_Cabedo",
      "name": "Víctor Cabedo",
      "aboutText": "Ani Mijačika (born 15 June 1987 in Tučepi) is a former professional Croatian tennis player. On 17 October 2011, she reached her highest WTA singles ranking of 193 whilst her best doubles ranking was 222 on 19 September 2011.\n^ \"Ani Mijačika Biography at ITFTennis\".",
      "pageId": 31617508,
      "monthDay": "06/15"
    },
    {
      "year": "1990",
      "uri": "/wiki/Miwa_(singer)",
      "name": "miwa",
      "aboutText": "Víctor Cabedo Carda (15 June 1989 – 19 September 2012) was a Spanish professional road racing cyclist. He rode for Euskaltel-Euskadi for one season. He died following a collision with a vehicle while on a training ride.",
      "pageId": 37959579,
      "monthDay": "06/15"
    },
    {
      "year": "1990",
      "uri": "/wiki/Nao_Minamisawa",
      "name": "Nao Minamisawa",
      "aboutText": "Denzel Dominique Whitaker (born June 15, 1990) is an American rapper and film and television actor.\nHis notable film appearances include The Great Debaters and Training Day, as well as TV shows ER, Brothers & Sisters and The War At Home. He was a featured cast member during the tenth and final season of the Nickelodeon sketch-comedy series All That.",
      "pageId": 14966368,
      "monthDay": "06/15"
    },
    {
      "year": "1990",
      "uri": "/wiki/Denzel_Whitaker",
      "name": "Denzel Whitaker",
      "aboutText": "Kanna Arihara (有原 栞菜, Arihara Kanna, born June 15, 1993 in Yokohama, Kanagawa, Japan) is a former Japanese pop singer and former member of Cute. Currently she is a talent and fashion model.",
      "pageId": 15501511,
      "monthDay": "06/15"
    },
    {
      "year": "1991",
      "uri": "/wiki/Kristina_Bannikova",
      "name": "Kristina Bannikova",
      "aboutText": "Nao Minamisawa (南沢 奈央, Minamisawa Nao, born June 15, 1990) is a Japanese actress.",
      "pageId": 20323805,
      "monthDay": "06/15"
    },
    {
      "year": "1991",
      "uri": "/wiki/Emily_Harman",
      "name": "Emily Harman",
      "aboutText": "Rina Takeda (武田 梨奈, Takeda Rina, born June 15, 1991) is a Japanese actress and black belt in Ryukyu Shorin-ryu Karate.",
      "pageId": 30862634,
      "monthDay": "06/15"
    },
    {
      "year": "1991",
      "uri": "/wiki/Rina_Takeda",
      "name": "Rina Takeda",
      "aboutText": "Dafne Schippers (Dutch pronunciation: [ˈdɑfnə ˈsxɪpərs]; born 15 June 1992) is a Dutch athlete, competing in heptathlon and the sprints.",
      "pageId": 32498842,
      "monthDay": "06/15"
    },
    {
      "year": "1992",
      "uri": "/wiki/Micha%C5%82_Kopczy%C5%84ski",
      "name": "Michał Kopczyński",
      "aboutText": "Rina Hidaka (日高 里菜, Hidaka Rina, born June 15, 1994) is a Japanese voice actress from Chiba Prefecture, Japan. She is affiliated with Office Osawa, having been previously with AT Production.\n^ \"Talent Profile\" (in Japanese).",
      "pageId": 33205494,
      "monthDay": "06/15"
    },
    {
      "year": "1992",
      "uri": "/wiki/Dafne_Schippers",
      "name": "Dafne Schippers",
      "aboutText": "Michał Kopczyński is a Polish footballer who plays as a midfielder for Legia Warsaw in the Ekstraklasa.",
      "pageId": 38755265,
      "monthDay": "06/15"
    },
    {
      "year": "1993",
      "uri": "/wiki/Kanna_Arihara",
      "name": "Kanna Arihara",
      "aboutText": "Jacopo Galimberti (born 15 June 1993) is an Italian footballer.",
      "pageId": 39778153,
      "monthDay": "06/15"
    },
    {
      "year": "1993",
      "uri": "/wiki/Jacopo_Galimberti",
      "name": "Jacopo Galimberti",
      "aboutText": "Kristina Bannikova (born 15 June 1991) is an Estonian football player, who plays as a striker for Naiste Meistriliiga club Pärnu and the Estonia women's national football team.\n^ \"Estonia - Kristina Bannikova - Profile with news, career statistics and history - Soccerway\". int.women.soccerway.com.",
      "pageId": 40999096,
      "monthDay": "06/15"
    },
    {
      "year": "1993",
      "uri": "/wiki/Irfan_Had%C5%BEi%C4%87",
      "name": "Irfan Hadžić",
      "aboutText": "Tucker West (born June 15, 1995) is an American slider, who, at the age of 18, was the youngest male ever to qualify to represent the United States in the Men's luge at the Olympics. West placed 22nd in the men's single competition at the 2014 Winter Olympics in Sochi, Russia.\nWest is currently a student at National Sports Academy High in Lake Placid, New York.",
      "pageId": 41388409,
      "monthDay": "06/15"
    },
    {
      "year": "1994",
      "uri": "/wiki/Rina_Hidaka",
      "name": "Rina Hidaka",
      "aboutText": "Emily J. Harman (born June 15, 1991 in Winchester, Virginia) is an American tennis player.\nHarman has won two doubles titles on the ITF tour in her career. On October 15, 2012, she reached her best singles ranking of world number 966.",
      "pageId": 42015222,
      "monthDay": "06/15"
    },
    {
      "year": "1995",
      "uri": "/wiki/Tucker_West",
      "name": "Tucker West",
      "aboutText": "Irfan Hadžić (born 15 June 1993) is a Bosnian footballer who plays for Hamme, on loan from Royal Antwerp. He is also former member of Bosnia and Herzegovina U19 football team.",
      "pageId": 42089785,
      "monthDay": "06/15"
    },
    {
      "year": "2015",
      "uri": "/wiki/Prince_Nicolas,_Duke_of_%C3%85ngermanland",
      "name": "Prince Nicolas, Duke of Ångermanland",
      "aboutText": "Prince Nicolas of Sweden, Duke of Ångermanland (Nicolas Paul Gustaf Bernadotte; born 15 June 2015) is a Swedish prince and the younger child and only son of Princess Madeleine, Duchess of Hälsingland and Gästrikland, and Christopher O'Neill. He is a member of the Swedish Royal Family and is sixth in the line of succession to the Swedish throne.",
      "pageId": 46986325,
      "monthDay": "06/15"
    }
  ]
}