{
  "people": [
    {
      "year": "1139",
      "uri": "/wiki/Emperor_Konoe",
      "name": "Emperor Konoe",
      "aboutText": "Adam Smith (16 June 1723 NS (5 June 1723 OS) – 17 July 1790) was a Scottish moral philosopher, pioneer of political economy, and a key figure in the Scottish Enlightenment.\nSmith is best known for two classic works: The Theory of Moral Sentiments (1759), and An Inquiry into the Nature and Causes of the Wealth of Nations (1776). The latter, usually abbreviated as The Wealth of Nations, is considered his magnum opus and the first modern work of economics.",
      "pageId": 1814,
      "monthDay": "06/16"
    },
    {
      "year": "1332",
      "uri": "/wiki/Isabella_de_Coucy",
      "name": "Isabella de Coucy",
      "aboutText": "Murad IV (Ottoman Turkish: مراد رابع Murād-ı Rābi‘‎; July 26/27, 1612 – February 8, 1640) was the Sultan of the Ottoman Empire from 1623 to 1640, known both for restoring the authority of the state and for the brutality of his methods. Murad IV was born in Constantinople, the son of Sultan Ahmed I (1603–17) and the ethnic Greek Valide Kösem Sultan (1589-1651). Brought to power by a palace conspiracy in 1623, he succeeded his uncle Mustafa I (r.",
      "pageId": 19992,
      "monthDay": "06/16"
    },
    {
      "year": "1514",
      "uri": "/wiki/John_Cheke",
      "name": "John Cheke",
      "aboutText": "Axel Gustafsson Oxenstierna af Södermöre (Swedish: [ˈʊksɛnˌɧæːɳa]; 1583 – 1654), Count of Södermöre, was a Swedish statesman. He became a member of the Swedish Privy Council in 1609 and served as Lord High Chancellor of Sweden from 1612 until his death. He was a confidant of first Gustavus Adolphus and then Queen Christina.",
      "pageId": 49435,
      "monthDay": "06/16"
    },
    {
      "year": "1583",
      "uri": "/wiki/Axel_Oxenstierna",
      "name": "Axel Oxenstierna",
      "aboutText": "Julius Plücker (16 June or 16 July 1801 – 22 May 1868) was a German mathematician and physicist. He made fundamental contributions to the field of analytical geometry and was a pioneer in the investigations of cathode rays that led eventually to the discovery of the electron. He also vastly extended the study of Lamé curves.",
      "pageId": 52146,
      "monthDay": "06/16"
    },
    {
      "year": "1591",
      "uri": "/wiki/Joseph_Solomon_Delmedigo",
      "name": "Joseph Solomon Delmedigo",
      "aboutText": "Emperor Konoe (近衛天皇, Konoe-tennō, June 16, 1139 – August 22, 1155) was the 76th emperor of Japan, according to the traditional order of succession.",
      "pageId": 195047,
      "monthDay": "06/16"
    },
    {
      "year": "1606",
      "uri": "/wiki/Arthur_Chichester,_1st_Earl_of_Donegall",
      "name": "Arthur Chichester, 1st Earl of Donegall",
      "aboutText": "Otto Jahn (German: [jaːn]; June 16, 1813 in Kiel – September 9, 1869 in Göttingen), was a German archaeologist, philologist, and writer on art and music.",
      "pageId": 209381,
      "monthDay": "06/16"
    },
    {
      "year": "1612",
      "uri": "/wiki/Murad_IV",
      "name": "Murad IV",
      "aboutText": "Sir John Cheke (16 June 1514 – 13 September 1557) was an English classical scholar and statesman, notable as the first Regius Professor of Greek at Cambridge University.\nThe son of Peter Cheke, esquire, who was Bedell of Cambridge University, he was educated at St John's College, Cambridge, where he became a fellow in 1529. While there he adopted the principles of the Reformation.",
      "pageId": 264783,
      "monthDay": "06/16"
    },
    {
      "year": "1613",
      "uri": "/wiki/John_Cleveland",
      "name": "John Cleveland",
      "aboutText": "Jean de Thévenot (16 June 1633 – 28 November 1667) was a French traveller in the East, who wrote extensively about his journeys. He was also a linguist, natural scientist and botanist.",
      "pageId": 502793,
      "monthDay": "06/16"
    },
    {
      "year": "1633",
      "uri": "/wiki/Jean_de_Th%C3%A9venot",
      "name": "Jean de Thévenot",
      "aboutText": "Meshech Weare (June 16, 1713 – January 14, 1786) was an American farmer, lawyer, and revolutionary statesman from Seabrook and Hampton Falls, New Hampshire. He served as the first President of New Hampshire from 1776 to 1785.",
      "pageId": 676897,
      "monthDay": "06/16"
    },
    {
      "year": "1644",
      "uri": "/wiki/Henrietta_of_England",
      "name": "Henrietta of England",
      "aboutText": "Edward Davy (16 June 1806 – 26 January 1885) was an English physician, scientist, and inventor who played a prominent role in the development of telegraphy, and invented an electric relay.\nDavy was born in Ottery St Mary, Devonshire, England, son of Thomas Davy (medical practitioner and house surgeon at Guy's Hospital, London). Edward Davy was educated at a school run by his maternal uncle in Tower Street, London.",
      "pageId": 729824,
      "monthDay": "06/16"
    },
    {
      "year": "1713",
      "uri": "/wiki/Meshech_Weare",
      "name": "Meshech Weare",
      "aboutText": "John Linnell (June 16, 1792 – January 20, 1882) was an English landscape and portrait painter and engraver. Linnell was a naturalist and a rival to John Constable. He had a taste for Northern European art of the Renaissance, particularly Albrecht Dürer.",
      "pageId": 801914,
      "monthDay": "06/16"
    },
    {
      "year": "1723",
      "uri": "/wiki/Adam_Smith",
      "name": "Adam Smith",
      "aboutText": "Arthur Chichester, 1st Earl of Donegall (16 June 1606 – 18 March 1675) was an Irish peer and soldier.",
      "pageId": 868742,
      "monthDay": "06/16"
    },
    {
      "year": "1738",
      "uri": "/wiki/Mary_Katherine_Goddard",
      "name": "Mary Katherine Goddard",
      "aboutText": "John Cleveland (16 June 1613 – 29 April 1658) was an English poet.\nThe son of an usher in a charity school, Cleveland was born in Loughborough, and educated at Hinckley Grammar School. Admitted to Christ's College, Cambridge, he graduated BA in 1632 and became a fellow of St John's College in 1634.",
      "pageId": 996736,
      "monthDay": "06/16"
    },
    {
      "year": "1754",
      "uri": "/wiki/Salawat_Yulayev",
      "name": "Salawat Yulayev",
      "aboutText": "Joseph Solomon Delmedigo (or Del Medigo), also known as ישר מקנדיא, Yashar Mi-Qandia) (16 June 1591 – 16 October 1655) was a rabbi, author, physician, mathematician, and music theorist.\nBorn in Candia, Crete, he moved to Padua, Italy, studying medicine and taking classes with Galileo in astronomy. After graduating in 1613 he moved to Venice and spent a year in the company of Leon de Modena and Simone Luzzato.",
      "pageId": 1082316,
      "monthDay": "06/16"
    },
    {
      "year": "1792",
      "uri": "/wiki/John_Linnell_(painter)",
      "name": "John Linnell",
      "aboutText": "Salawat Yulayev (Bashkir: Салауат Юлаев; Russian: Салават Юлаев; 16 June 1754  – 26 September 1800) is a Bashkir national hero who participated in Pugachev's Rebellion.",
      "pageId": 1445875,
      "monthDay": "06/16"
    },
    {
      "year": "1801",
      "uri": "/wiki/Julius_Pl%C3%BCcker",
      "name": "Julius Plücker",
      "aboutText": "Thomas Mitchell Morris (16 June 1821 – 24 May 1908), otherwise known as Old Tom Morris, was a Scottish golfer. He was born in St Andrews, Fife, the \"home of golf\" and location of the St Andrews Links, and died there as well.",
      "pageId": 1514837,
      "monthDay": "06/16"
    },
    {
      "year": "1806",
      "uri": "/wiki/Edward_Davy",
      "name": "Edward Davy",
      "aboutText": "Athanase Josué Coquerel (16 June 1820 Amsterdam - 24 July 1875 Fismes (Marne)) was a French Protestant theologian.",
      "pageId": 2214423,
      "monthDay": "06/16"
    },
    {
      "year": "1813",
      "uri": "/wiki/Otto_Jahn",
      "name": "Otto Jahn",
      "aboutText": "Isabella of England (16 June 1332 – April 1379 or 17 June/5 October 1382), was the eldest daughter of King Edward III of England and Philippa of Hainault and the wife of Enguerrand de Coucy, Earl of Bedford, by whom she had two daughters.",
      "pageId": 9385350,
      "monthDay": "06/16"
    },
    {
      "year": "1820",
      "uri": "/wiki/Athanase_Josu%C3%A9_Coquerel",
      "name": "Athanase Josué Coquerel",
      "aboutText": "Henrietta of England (16 June 1644 (26 June n.s.) – 30 June 1670) was the youngest daughter of King Charles I of England, Scotland and Ireland and his wife, Henrietta Maria of France. Fleeing England with her governess at the age of three, she moved to the court of her first cousin Louis XIV of France, where she was known as Minette. After she married Philippe of France, brother of King Louis XIV, known as Monsieur at court, she became known as Madame.",
      "pageId": 29512546,
      "monthDay": "06/16"
    },
    {
      "year": "1821",
      "uri": "/wiki/Old_Tom_Morris",
      "name": "Old Tom Morris",
      "aboutText": "Mary Katherine Goddard (June 16, 1738 – August 12, 1816) was an early American publisher and the first American postmaster. She was the first to print the Declaration of Independence with the names of the signatories.\nMary Katherine Goddard was born in Connecticut in 1738.",
      "pageId": 30865633,
      "monthDay": "06/16"
    },
    {
      "year": "1826",
      "uri": "/wiki/Constantin_von_Ettingshausen",
      "name": "Constantin von Ettingshausen",
      "aboutText": "Gustaf V (Oscar Gustaf Adolf 16 June 1858 – 29 October 1950) was King of Sweden from 1907 to 1950. He was the eldest son of King Oscar II of Sweden and Sophia of Nassau, a half-sister of Adolphe, Grand Duke of Luxembourg. Reigning from the death of his father Oscar II in 1907 until his own death 43 years later, he holds the record of being the oldest monarch of Sweden and the second-longest reigning after Magnus IV (the longest as an adult).",
      "pageId": 104658,
      "monthDay": "06/16"
    },
    {
      "year": "1829",
      "uri": "/wiki/Geronimo",
      "name": "Geronimo",
      "aboutText": "Mohammad Mosaddegh or Mosaddiq (Persian: مُحَمَد مُصَدِق‎‎; IPA: [mohæmˈmæd(-e) mosædˈdeɣ]; 16 June 1882 – 5 March 1967), was an Iranian politician. He was the democratically elected Prime Minister of Iran from 1951 until 1953, when his government was overthrown in a coup d'état orchestrated by the American Central Intelligence Agency and the British Secret Intelligence Service.\nAn author, administrator, lawyer, and prominent parliamentarian, his administration introduced a range of progressive social and political reforms such as social security, rent control, and land reforms.",
      "pageId": 216440,
      "monthDay": "06/16"
    },
    {
      "year": "1836",
      "uri": "/wiki/Wesley_Merritt",
      "name": "Wesley Merritt",
      "aboutText": "Geronimo (Mescalero-Chiricahua: Goyaałé [kòjàːɬɛ́] \"the one who yawns\"; June 16, 1829 – February 17, 1909) was a prominent leader of the Bedonkohe Apache who fought against Mexico and Arizona for their expansion into Apache tribal lands for several decades during the Apache Wars. \"Geronimo\" was the name given to him during a battle with Mexican soldiers. Geronimo's Chiricahua name is often rendered in English as Goyathlay or Goyahkla.",
      "pageId": 221765,
      "monthDay": "06/16"
    },
    {
      "year": "1837",
      "uri": "/wiki/Ernst_Laas",
      "name": "Ernst Laas",
      "aboutText": "Cushman Kellogg Davis (June 16, 1838 – November 27, 1900) was an American Republican politician who served as the seventh Governor of Minnesota and as a U.S. Senator from Minnesota.",
      "pageId": 250853,
      "monthDay": "06/16"
    },
    {
      "year": "1838",
      "uri": "/wiki/Frederic_Archer",
      "name": "Frederic Archer",
      "aboutText": "Alexander Alexandrovich Friedmann (also spelled Friedman or Fridman, Russian: Алекса́ндр Алекса́ндрович Фри́дман) (June 17 (old style or new style) by himself, June 16 (4 old style) by J. O'Conor in 1888, Saint Petersburg, Russian Empire – September 16, 1925, Leningrad, USSR) was a Russian and Soviet physicist and mathematician.",
      "pageId": 728892,
      "monthDay": "06/16"
    },
    {
      "year": "1838",
      "uri": "/wiki/Cushman_Kellogg_Davis",
      "name": "Cushman Kellogg Davis",
      "aboutText": "Constantin Freiherr von Ettingshausen (or Baron Constantin von Ettingshausen) (June 16, 1826 in Vienna – February 1, 1897 in Graz) was an Austrian botanist known for his paleobotanical studies of flora from the Tertiary era. He was the son of physicist Andreas von Ettingshausen.",
      "pageId": 895013,
      "monthDay": "06/16"
    },
    {
      "year": "1840",
      "uri": "/wiki/Ernst_Otto_Schlick",
      "name": "Ernst Otto Schlick",
      "aboutText": "Stan Laurel (born Arthur Stanley Jefferson; 16 June 1890 – 23 February 1965) was an English comic actor, writer and film director, most famous for his role in the comedy duo Laurel and Hardy. With his comedy partner Oliver Hardy he appeared in 107 short films, feature films and cameo roles.\nLaurel began his career in the British music hall, from where he took a number of his standard comic devices: the bowler hat, the deep comic gravity, and the nonsensical understatement.",
      "pageId": 897299,
      "monthDay": "06/16"
    },
    {
      "year": "1850",
      "uri": "/wiki/Max_Delbr%C3%BCck_(chemist)",
      "name": "Max Delbrück",
      "aboutText": "Germanos Karavangelis (Greek: Γερμανός Καραβαγγέλης, also transliterated as Yermanos and Karavaggelis or Karavagelis, 1866–1935) was born in Stipsi, Lesbos.\nHe was a metropolitan bishop of Kastoria, in communion with the Ecumenical Patriarchate of Constantinople, from 1900 until 1907, appointed in the name of the Greek state by the ambassador of Greece Nikolaos Mavrokordatos and was one of the main coordinators of the Greek Struggle for Macedonia that had an aim to defend the Greek and Greek Orthodox clerical interests against the Turks and the Bulgarians in then Ottoman Turkish-ruled Macedonia.\nHe organized armed groups composed mainly of Greek army officers, volunteers brought from Crete, Peloponnese and other parts of Greek populated areas, as well as recruited local Macedonian Greeks such as the chieftain Vangelis Strebreniotis from the village of Srebreni (now Asprogeia), and Konstantinos Kottas, a former member of Internal Macedonian Revolutionary Organization (IMRO) from the village of Rulya (later renamed Kottas by the Greek authorities in his honour).",
      "pageId": 1211651,
      "monthDay": "06/16"
    },
    {
      "year": "1857",
      "uri": "/wiki/Arthur_Arz_von_Strau%C3%9Fenburg",
      "name": "Arthur Arz von Straußenburg",
      "aboutText": "Wesley Merritt (June 16, 1836 – December 3, 1910) was a general in the United States Army during the American Civil War and the Spanish–American War. He served with distinction in the cavalry in the Civil War and Indian Wars.",
      "pageId": 1509494,
      "monthDay": "06/16"
    },
    {
      "year": "1858",
      "uri": "/wiki/Gustaf_V_of_Sweden",
      "name": "Gustaf V of Sweden",
      "aboutText": "Natalia Sergeevna Goncharova (Russian: Ната́лья Серге́евна Гончаро́ва; IPA: [nɐˈtalʲjə sʲɪrˈɡʲejɪvnə ɡəntɕɐˈrovə]; June 4, 1881 – October 17, 1962) was a Russian avant-garde artist, painter, costume designer, writer, illustrator, and set designer.",
      "pageId": 1673952,
      "monthDay": "06/16"
    },
    {
      "year": "1862",
      "uri": "/wiki/Olaf_Frydenlund",
      "name": "Olaf Frydenlund",
      "aboutText": "Ernst Laas (June 16, 1837, Fürstenwalde, Brandenburg, Prussia – July 25, 1885, Straßburg, Germany (now Strasbourg, France)) was a German philosopher.",
      "pageId": 2262948,
      "monthDay": "06/16"
    },
    {
      "year": "1866",
      "uri": "/wiki/Germanos_Karavangelis",
      "name": "Germanos Karavangelis",
      "aboutText": "Peter Stoner (June 16, 1888 – March 21, 1980) was Chairman of the Departments of Mathematics and Astronomy at Pasadena City College until 1953; Chairman of the science division, Westmont College, 1953–57; Professor Emeritus of Science, Westmont College; Professor Emeritus of Mathematics and Astronomy, Pasadena City College.\nStoner is probably best known for his book Science Speaks that discusses, among other things, Bible prophecies vis a vis probability estimates and calculations. The work is often cited in the field of Christian apologetics in regard to Bible prophecy.",
      "pageId": 2306372,
      "monthDay": "06/16"
    },
    {
      "year": "1874",
      "uri": "/wiki/Arthur_Meighen",
      "name": "Arthur Meighen",
      "aboutText": "Ernst Otto Schlick (16 June 1840, Grimma - 10 April 1913, Hamburg) was a German naval engineer. He tried to solve the problem of rolling of ships at sea by installing large gyroscopes. The gyroscopic \"stabilizers\" gave disappointing or dangerous results in practice.",
      "pageId": 2383981,
      "monthDay": "06/16"
    },
    {
      "year": "1880",
      "uri": "/wiki/Otto_Eisenschiml",
      "name": "Otto Eisenschiml",
      "aboutText": "Otto Eisenschiml (June 16, 1880 – December 7, 1963) was an Austrian-born chemist and industrial executive in the American oil industry, and a controversial author. He may be best known for his provocative 1937 book on the assassination of Abraham Lincoln in which he proposed that a senior member of Lincoln's Cabinet orchestrated the plot to kill the president.",
      "pageId": 2384080,
      "monthDay": "06/16"
    },
    {
      "year": "1881",
      "uri": "/wiki/Natalia_Goncharova",
      "name": "Natalia Goncharova",
      "aboutText": "Frederic Archer (16 June 1838 – 22 October 1901) was a British composer, conductor and organist, born at Oxford, England. He studied music in London and Leipzig, and held musical positions in England and Scotland until 1880, when he became organist of Plymouth Church in Brooklyn, New York. Archer was later appointed conductor of the Boston, Massachusetts Oratorio Society, director of Carnegie Music Hall in Pittsburgh, Pennsylvania, and in 1899 organist of the Church of the Ascension in Pittsburgh.",
      "pageId": 6369069,
      "monthDay": "06/16"
    },
    {
      "year": "1882",
      "uri": "/wiki/Mohammad_Mosaddegh",
      "name": "Mohammad Mosaddegh",
      "aboutText": "Erich Roman Ludvig Jacoby (16 June 1885 in Tallinn, Estonia – 10 December 1941 in Gdynia, Poland) was an Estonian architect of Baltic German descent. From 1905 to 1907 he studied at the Leibniz University of Hannover, in 1913 he graduated from the Riga Technical University. In 1939 he went to Germany.",
      "pageId": 6508542,
      "monthDay": "06/16"
    },
    {
      "year": "1885",
      "uri": "/wiki/Erich_Jacoby",
      "name": "Erich Jacoby",
      "aboutText": "Olaf Emil Frydenlund (June 16, 1862 in Tune, Østfold – April 8, 1947) was a Norwegian rifle shooter who competed in the early 20th century in rifle shooting.",
      "pageId": 7219878,
      "monthDay": "06/16"
    },
    {
      "year": "1888",
      "uri": "/wiki/Alexander_Friedmann",
      "name": "Alexander Friedmann",
      "aboutText": "Generaloberst Arthur Freiherr Arz von Straußenburg (16 June 1857 – 1 June 1935) was an Austro-Hungarian Colonel General and last Chief of the General Staff of the Austro-Hungarian Army.",
      "pageId": 10689184,
      "monthDay": "06/16"
    },
    {
      "year": "1888",
      "uri": "/wiki/Peter_Stoner",
      "name": "Peter Stoner",
      "aboutText": "Arthur Meighen, PC, QC (/ˈmiːən/; 16 June 1874 – 5 August 1960) was a Canadian lawyer and politician. He served two terms as the ninth Prime Minister of Canada: from 10 July 1920 to 29 December 1921; and from 29 June 1926 to 25 September 1926. He was the first Prime Minister born after Confederation, and the only one to represent a riding in Manitoba.",
      "pageId": 14684670,
      "monthDay": "06/16"
    },
    {
      "year": "1890",
      "uri": "/wiki/Stan_Laurel",
      "name": "Stan Laurel",
      "aboutText": "Max Emil Julius Delbrück (16 June 1850 – 4 May 1919) was a German agricultural chemist.\n^  \"Delbrück, Max Emil Julius\". New International Encyclopedia.",
      "pageId": 30216907,
      "monthDay": "06/16"
    },
    {
      "year": "1894",
      "uri": "/wiki/Norman_Kerry",
      "name": "Norman Kerry",
      "aboutText": "John Enoch Powell, MBE (/ˈdʒɒn ˈiːnɒk paʊl/; 16 June 1912 – 8 February 1998) was a British politician, classical scholar, linguist, and poet. He served as a Conservative Member of Parliament (MP, 1950–74), Ulster Unionist Party (UUP) MP (1974–87), and Minister of Health (1960–63). He attained most prominence in 1968, when he made a controversial speech on immigration, now widely referred to as the Rivers of Blood speech.",
      "pageId": 38274,
      "monthDay": "06/16"
    },
    {
      "year": "1896",
      "uri": "/wiki/Murray_Leinster",
      "name": "Murray Leinster",
      "aboutText": "Murray Leinster (June 16, 1896 – June 8, 1975) was a nom de plume of William Fitzgerald Jenkins, an award-winning American writer of science fiction and alternate history literature.",
      "pageId": 40214,
      "monthDay": "06/16"
    },
    {
      "year": "1897",
      "uri": "/wiki/Elaine_Hammerstein",
      "name": "Elaine Hammerstein",
      "aboutText": "Barbara McClintock (June 16, 1902 – September 2, 1992) was an American scientist and cytogeneticist who was awarded the 1983 Nobel Prize in Physiology or Medicine. McClintock received her PhD in botany from Cornell University in 1927. There she started her career as the leader in the development of maize cytogenetics, the focus of her research for the rest of her life.",
      "pageId": 55188,
      "monthDay": "06/16"
    },
    {
      "year": "1897",
      "uri": "/wiki/Georg_Wittig",
      "name": "Georg Wittig",
      "aboutText": "Jack Albertson (June 16, 1907 – November 25, 1981) was an American character actor who also performed in vaudeville. A comedian, dancer, singer and musician, Albertson is perhaps best known for his roles as Grandpa Joe in Willy Wonka & the Chocolate Factory (1971), Manny Rosen in The Poseidon Adventure (1972), Amos Slade in The Fox and the Hound (1981) and Ed Brown in the television sitcom Chico and the Man (1974–78). For his contributions to the television industry, Albertson was honored with a star on the Hollywood Walk of Fame at 6253 Hollywood Boulevard.",
      "pageId": 68308,
      "monthDay": "06/16"
    },
    {
      "year": "1902",
      "uri": "/wiki/Barbara_McClintock",
      "name": "Barbara McClintock",
      "aboutText": "Katharine Meyer Graham (June 16, 1917 – July 17, 2001) was an American publisher. She led her family's newspaper, The Washington Post, for more than two decades, overseeing its most famous period, the Watergate coverage that eventually led to the resignation of President Richard Nixon. Her memoir, Personal History, won the Pulitzer Prize in 1998.",
      "pageId": 408127,
      "monthDay": "06/16"
    },
    {
      "year": "1902",
      "uri": "/wiki/George_Gaylord_Simpson",
      "name": "George Gaylord Simpson",
      "aboutText": "John Wilder Tukey ForMemRS (/ˈtuːki/; June 16, 1915 – July 26, 2000) was an American mathematician best known for development of the FFT algorithm and box plot.",
      "pageId": 415974,
      "monthDay": "06/16"
    },
    {
      "year": "1903",
      "uri": "/wiki/Helen_Traubel",
      "name": "Helen Traubel",
      "aboutText": "George Gaylord Simpson (June 16, 1902 – October 6, 1984) was an American paleontologist. Simpson was perhaps the most influential paleontologist of the twentieth century, and a major participant in the modern evolutionary synthesis, contributing Tempo and mode in evolution (1944), The meaning of evolution (1949) and The major features of evolution (1953). He was an expert on extinct mammals and their intercontinental migrations.",
      "pageId": 506254,
      "monthDay": "06/16"
    },
    {
      "year": "1907",
      "uri": "/wiki/Jack_Albertson",
      "name": "Jack Albertson",
      "aboutText": "Georg Wittig (June 16, 1897 – August 26, 1987) was a German chemist who reported a method for synthesis of alkenes from aldehydes and ketones using compounds called phosphonium ylides in the Wittig reaction.",
      "pageId": 518749,
      "monthDay": "06/16"
    },
    {
      "year": "1909",
      "uri": "/wiki/Archie_Carr",
      "name": "Archie Carr",
      "aboutText": "John Howard Griffin (June 16, 1920 – September 9, 1980) was an American journalist and author, much of whose writing was about racial equality. He is best known for darkening his skin and journeying through Louisiana, Mississippi, Alabama, and Georgia to experience segregation in the Deep South in 1959.",
      "pageId": 623141,
      "monthDay": "06/16"
    },
    {
      "year": "1910",
      "uri": "/wiki/Juan_Velasco_Alvarado",
      "name": "Juan Velasco Alvarado",
      "aboutText": "Juan Francisco Velasco Alvarado (June 16, 1910 – December 24, 1977) was a left-wing Peruvian General who ruled Peru from 1968 to 1975 under the title of \"President of the Revolutionary Government\".",
      "pageId": 729443,
      "monthDay": "06/16"
    },
    {
      "year": "1912",
      "uri": "/wiki/Albert_Chartier",
      "name": "Albert Chartier",
      "aboutText": "Helen Francesca Traubel (June 16, 1899 – July 28, 1972) was an American opera and concert singer. A dramatic soprano, she was best known for her Wagnerian roles, especially those of Brünnhilde and Isolde. Born and raised in St.",
      "pageId": 879463,
      "monthDay": "06/16"
    },
    {
      "year": "1912",
      "uri": "/wiki/Enoch_Powell",
      "name": "Enoch Powell",
      "aboutText": "Aurelio Lampredi (16 June 1917 – 1 June 1989) was an Italian automobile and aircraft engine designer.\nBorn in Livorno, he began his career at Piaggio, makers of the Vespa scooter, but quickly moved up to larger engines. He worked at Isotta Fraschini before World War II, and then joined Reggiane to design aircraft engines.",
      "pageId": 1201384,
      "monthDay": "06/16"
    },
    {
      "year": "1915",
      "uri": "/wiki/John_Tukey",
      "name": "John Tukey",
      "aboutText": "Archie Fairly Carr, Jr. (June 16, 1909 – May 21, 1987) was an American herpetologist, ecologist and a pioneering conservationist. He was a Professor of Zoology at the University of Florida.",
      "pageId": 1324815,
      "monthDay": "06/16"
    },
    {
      "year": "1916",
      "uri": "/wiki/Hank_Luisetti",
      "name": "Hank Luisetti",
      "aboutText": "Angelo-Giuseppi \"Hank\" Luisetti (June 16, 1916 – December 17, 2002) was an American college men's basketball player and one of the great innovators of the game. In an era that featured the traditional two-handed set shot, Luisetti developed the running one-handed shot. Equipped with such an offensive weapon, Luisetti became one of the most dominant players in American college basketball history.",
      "pageId": 1678090,
      "monthDay": "06/16"
    },
    {
      "year": "1916",
      "uri": "/wiki/John_Young_(actor)",
      "name": "John Young",
      "aboutText": "Phaedon Gizikis (Greek: Φαίδων Γκιζίκης; [feˈðon ɟiziˈcis]; June 16, 1917 – July 27, 1999) was a Greek army general, and the second and last President of Greece under The Junta, from 1973 to 1974.",
      "pageId": 2164768,
      "monthDay": "06/16"
    },
    {
      "year": "1917",
      "uri": "/wiki/Phaedon_Gizikis",
      "name": "Phaedon Gizikis",
      "aboutText": "Isabelle Christian Holland (June 16, 1920 – February 9, 2002) was an American author of fiction for children and adults. She wrote gothic novels, adult mysteries, romantic thrillers and many books for children and young adults.",
      "pageId": 2908435,
      "monthDay": "06/16"
    },
    {
      "year": "1917",
      "uri": "/wiki/Katharine_Graham",
      "name": "Katharine Graham",
      "aboutText": "Norman Kerry (June 16, 1894 – January 12, 1956) was an American actor whose career spanned over twenty-five years in the motion picture industry beginning in the silent era at the end of World War I.",
      "pageId": 4951504,
      "monthDay": "06/16"
    },
    {
      "year": "1917",
      "uri": "/wiki/Aurelio_Lampredi",
      "name": "Aurelio Lampredi",
      "aboutText": "John Young (16 June 1916 – 30 October 1996) was a Scottish actor. He is the father of the actor Paul Young.\nSome of his film credits include The Wicker Man (1973, as the fishmonger), Monty Python and the Holy Grail (1975, as Frank, the historian, and the \"I'm not dead!\" man), and Monty Python's Life of Brian (1979, as Matthias).",
      "pageId": 5131368,
      "monthDay": "06/16"
    },
    {
      "year": "1920",
      "uri": "/wiki/John_Howard_Griffin",
      "name": "John Howard Griffin",
      "aboutText": "Elaine Hammerstein (June 16, 1897 – August 13, 1948) was an American silent film and stage actress.",
      "pageId": 6246722,
      "monthDay": "06/16"
    },
    {
      "year": "1920",
      "uri": "/wiki/Isabelle_Holland",
      "name": "Isabelle Holland",
      "aboutText": "Albert Chartier (16 June 1912 – 25 February 2004) was a French-Canadian cartoonist and illustrator, best known for having created the comic strip Onésime.",
      "pageId": 34467711,
      "monthDay": "06/16"
    },
    {
      "year": "1920",
      "uri": "/wiki/Raymond_Lemieux",
      "name": "Raymond Lemieux",
      "aboutText": "Hemanta Kumar Mukhopadhyay, also Hemanta Mukherjee, (16 June 1920 – 26 September 1989) was an Indian singer, composer/music director and film producer, who sang in Bengali, Hindi and other Indian languages. He won two National awards for the category Best Male Playback Singer.",
      "pageId": 59113,
      "monthDay": "06/16"
    },
    {
      "year": "1920",
      "uri": "/wiki/Hemanta_Kumar_Mukhopadhyay",
      "name": "Hemanta Kumar Mukhopadhyay",
      "aboutText": "José Efraín Ríos Montt (Spanish pronunciation: [efɾaˈin ˈri.os ˈmont]; born June 16, 1926) is a Guatemalan politician who was President of Guatemala from 1982 to 1983. An army general, his time in office was marked by the Guatemalan Civil War. Years later, he served as president of Congress.",
      "pageId": 271964,
      "monthDay": "06/16"
    },
    {
      "year": "1920",
      "uri": "/wiki/Jos%C3%A9_L%C3%B3pez_Portillo",
      "name": "José López Portillo",
      "aboutText": "José Guillermo Abel López Portillo y Pacheco (Spanish pronunciation: [xoˈse ˈlopes porˈtiʝo]; June 16, 1920 – February 17, 2004) was a Mexican lawyer and, politician affiliated with Institutional Revolutionary Party (PRI) who served as the 51st President of Mexico from 1976 to 1982.",
      "pageId": 341505,
      "monthDay": "06/16"
    },
    {
      "year": "1922",
      "uri": "/wiki/Ilmar_Kullam",
      "name": "Ilmar Kullam",
      "aboutText": "Eli \"Lucky\" Thompson (June 16, 1924 – July 30, 2005) was an American jazz tenor and soprano saxophonist. While John Coltrane usually receives the most credit for bringing the soprano saxophone out of obsolescence in the early 1960s, Thompson (along with Steve Lacy) embraced the instrument earlier than Coltrane.\n^ Ratliff, Ben (2005-08-05).",
      "pageId": 348366,
      "monthDay": "06/16"
    },
    {
      "year": "1923",
      "uri": "/wiki/Ron_Flockhart_(racing_driver)",
      "name": "Ron Flockhart",
      "aboutText": "Jean Bruno Wladimir François de Paule Le Fèvre d'Ormesson (born June 16, 1925) is a French novelist whose work mostly consists of partially or totally autobiographic novels.",
      "pageId": 598861,
      "monthDay": "06/16"
    },
    {
      "year": "1924",
      "uri": "/wiki/Faith_Domergue",
      "name": "Faith Domergue",
      "aboutText": "Brian George Wilde (13 June 1927 – 20 March 2008) was an English actor, best known for his roles in television comedy, including Mr Barrowclough in Porridge and \"Foggy\" Dewhurst in Last of the Summer Wine. His lugubrious world-weary face was a staple of British television for forty years.",
      "pageId": 863581,
      "monthDay": "06/16"
    },
    {
      "year": "1924",
      "uri": "/wiki/Lucky_Thompson",
      "name": "Lucky Thompson",
      "aboutText": "Otto Muehl (16 June 1925 – 26 May 2013) was an Austrian artist, who was known as one of the co-founders as well as a main participant of Viennese Actionism and for founding the Friedrichshof Commune.\nIn 1943, Muehl had to serve in the German Wehrmacht. There he registered for officer training.",
      "pageId": 922689,
      "monthDay": "06/16"
    },
    {
      "year": "1925",
      "uri": "/wiki/Jean_d%27Ormesson",
      "name": "Jean d'Ormesson",
      "aboutText": "Raymond Urgel Lemieux, CC, AOE, FRS (June 16, 1920 – July 22, 2000) was a Canadian organic chemist, who pioneered a number of discoveries in the field of chemistry, his first and most famous being the synthesis of sucrose. His contributions include the discovery of the anomeric effect and the development of general methodologies for the synthesis of saccharides still employed in the area of carbohydrate chemistry. He was a fellow of the Royal Society of Canada and the Royal Society (England), and a recipient of the prestigious Albert Einstein World Award of Science and Wolf Prize in Chemistry.",
      "pageId": 1109293,
      "monthDay": "06/16"
    },
    {
      "year": "1925",
      "uri": "/wiki/Otto_Muehl",
      "name": "Otto Muehl",
      "aboutText": "Ron Flockhart (16 June 1923, Edinburgh – 12 April 1962, Dandenong Ranges, Victoria, Australia) was a British racing driver.",
      "pageId": 1235875,
      "monthDay": "06/16"
    },
    {
      "year": "1926",
      "uri": "/wiki/Efra%C3%ADn_R%C3%ADos_Montt",
      "name": "Efraín Ríos Montt",
      "aboutText": "Thomas William \"Tom\" Graveney OBE (16 June 1927 – 3 November 2015) was a leading English cricketer, representing his country in 79 Test matches and scoring over 4,800 runs. In a career lasting from 1948 to 1972, he became the 15th player to score one hundred first-class centuries; he was the first batsman beginning his career after the Second World War to reach this milestone. He played for Gloucestershire and Worcestershire, and helped Worcestershire win the county championship for the first time in their history.",
      "pageId": 1351433,
      "monthDay": "06/16"
    },
    {
      "year": "1927",
      "uri": "/wiki/Tom_Graveney",
      "name": "Tom Graveney",
      "aboutText": "Vilmos Zsigmond, A.S.C. (born June 16, 1930) is a Hungarian-American cinematographer.\nIn 2003, a survey conducted by the International Cinematographers Guild placed Zsigmond among the ten most influential cinematographers in history.\n^ \"Top 10 Most Influential Cinematographers Voted on by Camera Guild,\" October 16, 2003.",
      "pageId": 1563926,
      "monthDay": "06/16"
    },
    {
      "year": "1927",
      "uri": "/wiki/Herbert_Lichtenfeld",
      "name": "Herbert Lichtenfeld",
      "aboutText": "Ramon Arens Bieri (June 16, 1929 – May 27, 2001) was an American actor who starred in many films and many TV shows.",
      "pageId": 2145383,
      "monthDay": "06/16"
    },
    {
      "year": "1927",
      "uri": "/wiki/Ariano_Suassuna",
      "name": "Ariano Suassuna",
      "aboutText": "Herbert Lichtenfeld (16 June 1927 in Leipzig-11 December 2001 in Hamburg) was one of the most successful television screenplay writers in Germany. He wrote over 300 film scripts. Many of his scripts were successful in Germany.",
      "pageId": 2459496,
      "monthDay": "06/16"
    },
    {
      "year": "1927",
      "uri": "/wiki/Brian_Wilde",
      "name": "Brian Wilde",
      "aboutText": "Faith Domergue (June 16, 1924 – April 4, 1999) was an American television and film actress.",
      "pageId": 3438544,
      "monthDay": "06/16"
    },
    {
      "year": "1928",
      "uri": "/wiki/Annie_Cordy",
      "name": "Annie Cordy",
      "aboutText": "Ariano Suassuna (Portuguese pronunciation: [aɾiˈɐ̃nu suɐˈsũnɐ]; June 16, 1927 – July 23, 2014) was a Brazilian playwright and author. He is in the \"Movimento Armorial\". He founded the Student Theater at Federal University of Pernambuco.",
      "pageId": 3738403,
      "monthDay": "06/16"
    },
    {
      "year": "1928",
      "uri": "/wiki/Speedy_Long",
      "name": "Speedy Long",
      "aboutText": "Speed Oteria Long (June 16, 1928 – October 5, 2006) was a Jena (La Salle Parish) lawyer who was a Democratic U.S. Representative from central Louisiana between 1965 and 1973. Prior to his tenure in the since disbanded Eighth Congressional District, Speedy Long had been a member of the Louisiana state Senate (1956–1964). After he left Congress, he became the district attorney (1973–1985) for the Jena-based 28th Judicial District.",
      "pageId": 4560794,
      "monthDay": "06/16"
    },
    {
      "year": "1929",
      "uri": "/wiki/Ramon_Bieri",
      "name": "Ramon Bieri",
      "aboutText": "Pauline Lettice Yates (16 June 1929 – 21 January 2015) was an English actress, best known for playing Elizabeth Perrin in the BBC television sitcom The Fall and Rise of Reginald Perrin.",
      "pageId": 7716529,
      "monthDay": "06/16"
    },
    {
      "year": "1929",
      "uri": "/wiki/Pauline_Yates",
      "name": "Pauline Yates",
      "aboutText": "Allan D'Arcangelo (June 16, 1930 in Buffalo, New York – December 17, 1998 in New York City, New York) was an American artist and printmaker, best known for his paintings of highways and road signs.",
      "pageId": 7886340,
      "monthDay": "06/16"
    },
    {
      "year": "1930",
      "uri": "/wiki/Allan_D%27Arcangelo",
      "name": "Allan D'Arcangelo",
      "aboutText": "Ilmar Kullam (15 June 1922 – 2 November 2011) was an Estonian basketball player who competed for the Soviet Union in the 1952 Summer Olympics. He trained at VSS Kalev in Tartu.\nHe was a member of the Soviet team, which won the silver medal.",
      "pageId": 11858291,
      "monthDay": "06/16"
    },
    {
      "year": "1930",
      "uri": "/wiki/Vilmos_Zsigmond",
      "name": "Vilmos Zsigmond",
      "aboutText": "Baroness Léonie Cooreman, known under the stage name Annie Cordy (born 16 June 1928), is a Belgian film actress and singer. She has appeared in 50 films since 1954. She has staged many memorable appearances at Bruno Coquatrix' famous Paris Olympia.",
      "pageId": 19413144,
      "monthDay": "06/16"
    },
    {
      "year": "1932",
      "uri": "/wiki/Norman_Jones_(actor)",
      "name": "Norman Jones",
      "aboutText": "Simeon Borisov Saxe-Coburg-Gotha (or Sakskoburggotski) (born 16 June 1937) is a Bulgarian politician and former monarch. During his reign as Simeon II, King (or Tsar) of Bulgaria, from 1943 to 1946 he was a minor, the royal authority being exercised over the kingdom on his behalf by a regency. The regents were Simeon's uncle Prince Kiril, General Nikola Mihov and the prime minister, Bogdan Filov.",
      "pageId": 237012,
      "monthDay": "06/16"
    },
    {
      "year": "1932",
      "uri": "/wiki/Ralph_Robins",
      "name": "Ralph Robins",
      "aboutText": "Roger Paul Neilson, CM (June 16, 1934 – June 21, 2003) was a National Hockey League coach, and was responsible for many innovations in the game. He is a member of the Hockey Hall of Fame in the builder category.",
      "pageId": 250936,
      "monthDay": "06/16"
    },
    {
      "year": "1934",
      "uri": "/wiki/Eileen_Atkins",
      "name": "Eileen Atkins",
      "aboutText": "Joyce Carol Oates (born June 16, 1938) is an American author. Oates published her first book in 1963 and has since published over 40 novels, as well as a number of plays and novellas, and many volumes of short stories, poetry, and nonfiction. She has won many awards for her writing, including the National Book Award, for her novel them (1969), two O. Henry Awards, and the National Humanities Medal.",
      "pageId": 320172,
      "monthDay": "06/16"
    },
    {
      "year": "1934",
      "uri": "/wiki/Bill_Cobbs",
      "name": "Bill Cobbs",
      "aboutText": "Lamont Herbert Dozier (born June 16, 1941) is an American songwriter and record producer, born in Detroit, Michigan.",
      "pageId": 359261,
      "monthDay": "06/16"
    },
    {
      "year": "1934",
      "uri": "/wiki/Jane_Henson",
      "name": "Jane Henson",
      "aboutText": "Neil Edward Goldschmidt (born June 16, 1940) is an American businessman and Democratic politician from the state of Oregon who held local, state and federal offices over three decades. After serving as the governor of Oregon, Goldschmidt is widely considered the most influential figure in the state's politics, both as an elected public official and as a lobbyist and policy consultant. His legacy and career were severely damaged by revelations that he had a sexual relationship with a young teenage girl during his first term as mayor of Portland.",
      "pageId": 371823,
      "monthDay": "06/16"
    },
    {
      "year": "1934",
      "uri": "/wiki/Kumari_Kamala",
      "name": "Kumari Kamala",
      "aboutText": "Jim Dine (born June 16, 1935) is an American pop artist. He is sometimes considered to be a part of the Neo-Dada movement.\n^ Hodge, Susie (2012).",
      "pageId": 378325,
      "monthDay": "06/16"
    },
    {
      "year": "1934",
      "uri": "/wiki/Roger_Neilson",
      "name": "Roger Neilson",
      "aboutText": "James Christopher Bolam, MBE (born 16 June 1935) is an English actor, best known for his roles as Jack Ford in When the Boat Comes In, Trevor Chaplin in The Beiderbecke Trilogy, Terry Collier in The Likely Lads and its sequel Whatever Happened to the Likely Lads?, Roy Figgis in Only When I Laugh, Dr Arthur Gilder in Born and Bred, Jack Halford in New Tricks and the title character of Grandpa in the children's BBC programme Grandpa in My Pocket.",
      "pageId": 860876,
      "monthDay": "06/16"
    },
    {
      "year": "1935",
      "uri": "/wiki/James_Bolam",
      "name": "James Bolam",
      "aboutText": "Gustav Torgny Lindgren (born 16 June 1938) is a Swedish writer.\nLindgren is the son of Andreas Lindgren and Helga Björk. He studied in Umeå to become a teacher and worked as a teacher until the middle of the 1970s.",
      "pageId": 938367,
      "monthDay": "06/16"
    },
    {
      "year": "1935",
      "uri": "/wiki/Jim_Dine",
      "name": "Jim Dine",
      "aboutText": "Dame Eileen June Atkins, DBE (born 16 June 1934) is an English actress and occasional screenwriter. She has worked in the theatre, film, and television consistently since 1953. She has won several major acting awards, including a BAFTA, an Emmy and three Olivier's.",
      "pageId": 1573262,
      "monthDay": "06/16"
    },
    {
      "year": "1936",
      "uri": "/wiki/Ann_Carter",
      "name": "Ann Carter",
      "aboutText": "Erich Wolf Segal (June 16, 1937 – January 17, 2010) was an American author, screenwriter, and educator.",
      "pageId": 1721617,
      "monthDay": "06/16"
    },
    {
      "year": "1937",
      "uri": "/wiki/Simeon_Saxe-Coburg-Gotha",
      "name": "Simeon Saxe-Coburg-Gotha",
      "aboutText": "Jane Henson (née Nebel; June 16, 1934 –April 2, 2013) was an American puppeteer and the wife (later widow) of puppeteer Jim Henson.",
      "pageId": 2304840,
      "monthDay": "06/16"
    },
    {
      "year": "1937",
      "uri": "/wiki/Erich_Segal",
      "name": "Erich Segal",
      "aboutText": "Sir Ralph Robins FREng (born 16 June 1932), was the CEO of Rolls-Royce. He served 20 years on the board of Rolls-Royce, retiring in 2003 after 10 years as chairman. After retiring from Rolls-Royce, he was appointed a non-executive director of Marshall Group in 2004.",
      "pageId": 2325371,
      "monthDay": "06/16"
    },
    {
      "year": "1938",
      "uri": "/wiki/Thomas_Boyd-Carpenter",
      "name": "Thomas Boyd-Carpenter",
      "aboutText": "Ann Carter (June 16, 1936 – January 27, 2014) was an American child actress, who worked with dozens of film stars, compiling an \"unimaginably distinguished résumé\" despite an acting career which lasted only slightly more than a decade.",
      "pageId": 3335758,
      "monthDay": "06/16"
    },
    {
      "year": "1938",
      "uri": "/wiki/Torgny_Lindgren",
      "name": "Torgny Lindgren",
      "aboutText": "Billy \"Crash\" Craddock (born June 16, 1939) is an American country and rockabilly singer. He first gained popularity in Australia in the 1950s with a string of rockabilly hits, including the Australian number one hit \"Boom Boom Baby\". Switching to country music, he gained popularity in United States in the 1970s with a string of top ten country hits, several of which were number one hits, including \"Rub It In\", \"Broken Down in Tiny Pieces\", and \"Ruby Baby\".",
      "pageId": 5374082,
      "monthDay": "06/16"
    },
    {
      "year": "1938",
      "uri": "/wiki/Joyce_Carol_Oates",
      "name": "Joyce Carol Oates",
      "aboutText": "Charles B. Pierce (June 16, 1938 – March 5, 2010) was an American film director, screenwriter, producer, set decorator, cinematographer and actor, and is considered one of the first modern independent filmmakers. Pierce directed thirteen films over the span of 26 years, but is best known for his cult hits The Legend of Boggy Creek (1973) and The Town That Dreaded Sundown (1976).\nAn Arkansas resident most of his life, Pierce made his directorial debut with Boggy Creek, a faux documentary-style film inspired by the legend of the Bigfoot-like Fouke Monster.",
      "pageId": 7131299,
      "monthDay": "06/16"
    },
    {
      "year": "1938",
      "uri": "/wiki/Charles_B._Pierce",
      "name": "Charles B. Pierce",
      "aboutText": "Norman Jones (16 June 1932 – 23 April 2013) was an English actor, primarily on television. He appeared in three Doctor Who serials — The Abominable Snowmen (1967, as Khrisong), Doctor Who and the Silurians (1970, as Major Baker) and The Masque of Mandragora (1976, as Hieronymous).\nA native of Shropshire, Norman Jones was born at Donnington, son of coal miner Clar (sic) and his wife Florrie Jones.",
      "pageId": 10103087,
      "monthDay": "06/16"
    },
    {
      "year": "1939",
      "uri": "/wiki/Billy_%22Crash%22_Craddock",
      "name": "Billy \"Crash\" Craddock",
      "aboutText": "Wilbert \"Bill\" Cobbs (born June 16, 1934) is an American actor.",
      "pageId": 11007053,
      "monthDay": "06/16"
    },
    {
      "year": "1940",
      "uri": "/wiki/M%C4%81ris_%C4%8Caklais",
      "name": "Māris Čaklais",
      "aboutText": "Kumari Kamala (born 16 June 1934) is an Indian dancer and actress. Initially featured as a child dancer, Kamala appeared in almost 100 Tamil, Hindi, Telugu and Kannada films throughout her career. In the 1970s, she became a teacher of the Vazhuvoor style of dance in which she specialises.",
      "pageId": 32540947,
      "monthDay": "06/16"
    },
    {
      "year": "1940",
      "uri": "/wiki/Neil_Goldschmidt",
      "name": "Neil Goldschmidt",
      "aboutText": "Lieutenant General The Hon. Sir Thomas Patrick John Boyd-Carpenter KBE (born 16 June 1938) is a former British Army officer who became Deputy Chief of the Defence Staff (Programmes and Personnel).",
      "pageId": 37374776,
      "monthDay": "06/16"
    },
    {
      "year": "1941",
      "uri": "/wiki/Lamont_Dozier",
      "name": "Lamont Dozier",
      "aboutText": "Māris Čaklais (16 June 1940 – 13 December 2003) was a Latvian poet, writer, and journalist.\nČaklais studied journalism at the University of Latvia until 1964; his first publications appeared in 1960. He translated to Latvian Bertolt Brecht, Paul Celan, Hans Magnus Enzensberger, and Rainer Maria Rilke, among others.",
      "pageId": 40729369,
      "monthDay": "06/16"
    },
    {
      "year": "1941",
      "uri": "/wiki/T%C3%B5nu_%C3%95im",
      "name": "Tõnu Õim",
      "aboutText": "Lucienne Robillard, PC (born June 16, 1945) is a Canadian politician and a member of the Liberal Party of Canada. She sat in the House of Commons of Canada as the Member of Parliament for the riding of Westmount—Ville-Marie in Montreal.\nRobillard had a career as a social worker before entering politics.",
      "pageId": 621260,
      "monthDay": "06/16"
    },
    {
      "year": "1941",
      "uri": "/wiki/Mumtaz_Hamid_Rao",
      "name": "Mumtaz Hamid Rao",
      "aboutText": "Joan Van Ark (born June 16, 1943) is an American actress, known for her role as Valene Ewing on the primetime soap opera Knots Landing. A life member of The Actors Studio, she made her Broadway debut in 1966 in Barefoot in the Park. In 1971, she received a Theatre World Award and was nominated for the Tony Award for Best Featured Actress in a Play for the revival of The School for Wives.",
      "pageId": 654772,
      "monthDay": "06/16"
    },
    {
      "year": "1942",
      "uri": "/wiki/Giacomo_Agostini",
      "name": "Giacomo Agostini",
      "aboutText": "Mary Jodi Rell (born June 16, 1946) is an American former Republican politician and the 87th Governor of the U.S. state of Connecticut from 2004 until 2011. Rell also served as the state's 85th Lieutenant Governor, during Governor John G. Rowland's administration, until he resigned during a corruption investigation.\nRell was Connecticut's second female Governor, after Ella T. Grasso.",
      "pageId": 742063,
      "monthDay": "06/16"
    },
    {
      "year": "1942",
      "uri": "/wiki/Eddie_Levert",
      "name": "Eddie Levert",
      "aboutText": "Iain Matthews (born Iain Matthew McDonald, 16 June 1946) is an English musician and songwriter. He was a singer with Fairport Convention, before forming his own band Matthews Southern Comfort, which had a UK number one in 1970 with a cover of Joni Mitchell's \"Woodstock\".\nBorn in Scunthorpe, Lincolnshire, England, Matthews was known in the 1960s first as Ian McDonald, then as the 1960s progressed, as Ian Matthews.",
      "pageId": 1288235,
      "monthDay": "06/16"
    },
    {
      "year": "1943",
      "uri": "/wiki/Joan_Van_Ark",
      "name": "Joan Van Ark",
      "aboutText": "Derek Michael Sanderson, nicknamed \"Turk\", (born June 16, 1946 in Niagara Falls, Ontario), is a Canadian former professional ice hockey centre who is now a financial adviser to athletes.",
      "pageId": 1418247,
      "monthDay": "06/16"
    },
    {
      "year": "1944",
      "uri": "/wiki/Henri_Richelet",
      "name": "Henri Richelet",
      "aboutText": "Robert Neil MacGregor, OM, AO, FSA (born 16 June 1946) is a British art historian and museum director. He was the Editor of the Burlington Magazine from 1981 to 1987, the Director of the National Gallery, London, from 1987 to 2002, and was appointed Director of the British Museum in 2002. He has presented three television series on art and the BBC Radio 4 series A History of the World in 100 Objects, which aired in 2010 and later became a best-selling book.",
      "pageId": 1520354,
      "monthDay": "06/16"
    },
    {
      "year": "1945",
      "uri": "/wiki/Claire_Alexander",
      "name": "Claire Alexander",
      "aboutText": "Giacomo Agostini (born 16 June 1942) is an Italian multi-time world champion Grand Prix motorcycle road racer. Nicknamed Ago, with an absolute record of 122 Grand Prix wins and 15 World Championships titles, he is considered to be perhaps the greatest motorcycle racer of all time.",
      "pageId": 1706281,
      "monthDay": "06/16"
    },
    {
      "year": "1945",
      "uri": "/wiki/Lucienne_Robillard",
      "name": "Lucienne Robillard",
      "aboutText": "Found Labels,",
      "pageId": 1760829,
      "monthDay": "06/16"
    },
    {
      "year": "1946",
      "uri": "/wiki/Rick_Adelman",
      "name": "Rick Adelman",
      "aboutText": "Simon Williams (born 16 June 1946), is an English actor known for playing James Bellamy in the period drama Upstairs, Downstairs. Frequently playing upper middle class or aristocratic upper class roles, he is also known for playing Dr.",
      "pageId": 1904614,
      "monthDay": "06/16"
    },
    {
      "year": "1946",
      "uri": "/wiki/John_Astor,_3rd_Baron_Astor_of_Hever",
      "name": "John Astor, 3rd Baron Astor of Hever",
      "aboutText": "Richard Leonard \"Rick\" Adelman (born June 16, 1946) is a retired American professional basketball player and head coach. He coached 23 seasons in the National Basketball Association. He served as head coach of the NBA's Golden State Warriors, Portland Trail Blazers, Sacramento Kings, Houston Rockets and Minnesota Timberwolves.",
      "pageId": 2215095,
      "monthDay": "06/16"
    },
    {
      "year": "1946",
      "uri": "/wiki/Karen_Dunnell",
      "name": "Karen Dunnell",
      "aboutText": "Dame Karen Hope Dunnell, DCB, FAcSS (born 16 June 1946) was National Statistician and Chief Executive of the Office for National Statistics of the United Kingdom and head of the Government Statistical Service from 1 September 2005 until retiring on 28 August 2009. Since its inception in 2008, she was also the Chief Executive of the UK Statistics Authority.",
      "pageId": 2376968,
      "monthDay": "06/16"
    },
    {
      "year": "1946",
      "uri": "/wiki/Tom_Harrell",
      "name": "Tom Harrell",
      "aboutText": "Edward \"Eddie\" Levert (born June 16, 1942) is an American singer, and is the lead vocalist of the soul/funk/R&B vocal group, The O'Jays.\nLevert was born in Birmingham, Alabama, but was raised in Canton, Ohio. While attending high school, he met buddies Walter Williams, Bill Isles, Bobby Massey, and William Powell.",
      "pageId": 2536160,
      "monthDay": "06/16"
    },
    {
      "year": "1946",
      "uri": "/wiki/Neil_MacGregor",
      "name": "Neil MacGregor",
      "aboutText": "Tom \"Bones\" Malone (born June 16, 1947) is an American jazz musician, arranger and producer. As his nickname implies, he specializes on the trombone, but also plays trumpet, tuba, tenor sax, baritone sax, flutes, piccolo, and other instruments.",
      "pageId": 2722084,
      "monthDay": "06/16"
    },
    {
      "year": "1946",
      "uri": "/wiki/Iain_Matthews",
      "name": "Iain Matthews",
      "aboutText": "Mark Ritts (June 16, 1946 – December 7, 2009) was an American actor, puppeteer, television producer and director, and author.",
      "pageId": 2938391,
      "monthDay": "06/16"
    },
    {
      "year": "1946",
      "uri": "/wiki/Jodi_Rell",
      "name": "Jodi Rell",
      "aboutText": "Tõnu Õim (born 16 June 1941 in Tallinn) is an Estonian grandmaster of correspondence chess, most famous for being the first to have won the ICCF World Championship in correspondence chess twice, in 1983 and 1999.",
      "pageId": 4934428,
      "monthDay": "06/16"
    },
    {
      "year": "1946",
      "uri": "/wiki/Mark_Ritts",
      "name": "Mark Ritts",
      "aboutText": "Claire Arthur Alexander or Arthur Claire Alexander (born June 16, 1945) is a Canadian retired professional ice hockey player who played in the National Hockey League and World Hockey Association in the 1970s.\n^ National Hockey League Guide and Record Book 1974-75, pg.",
      "pageId": 7377098,
      "monthDay": "06/16"
    },
    {
      "year": "1946",
      "uri": "/wiki/Derek_Sanderson",
      "name": "Derek Sanderson",
      "aboutText": "Mumtaz Hamid Rao (Urdu: ممتاز حمید راؤ) (b. June 16, 1941, Sialkot, Pakistan d. November 8, 2011, Rawalpindi) was a senior Pakistani electronic media journalist and analyst.",
      "pageId": 9217882,
      "monthDay": "06/16"
    },
    {
      "year": "1946",
      "uri": "/wiki/Simon_Williams_(actor)",
      "name": "Simon Williams",
      "aboutText": "Henri Richelet (born 16 June 1944 in Frebécourt (Vosges)), is a French painter.",
      "pageId": 22629839,
      "monthDay": "06/16"
    },
    {
      "year": "1947",
      "uri": "/wiki/G%C3%BCnther_Kaufmann",
      "name": "Günther Kaufmann",
      "aboutText": "Günther Kaufmann (16 June 1947 – 10 May 2012) was a German film actor best known for his association with director Rainer Werner Fassbinder. Fassbinder directed Kaufmann in a total of 14 films, casting him in leading and minor roles. Kaufmann was also romantically involved with the director for a time.",
      "pageId": 24184788,
      "monthDay": "06/16"
    },
    {
      "year": "1947",
      "uri": "/wiki/Tom_Malone_(musician)",
      "name": "Tom Malone",
      "aboutText": "John Jacob \"Johnny\" Astor, 3rd Baron Astor of Hever, PC DL (born 16 June 1946) is an English businessman and politician. He is a Conservative elected hereditary peer in the House of Lords. Astor is currently a Parliamentary Under-Secretary of State at the Ministry of Defence.",
      "pageId": 30865259,
      "monthDay": "06/16"
    },
    {
      "year": "1947",
      "uri": "/wiki/Buddy_Roberts",
      "name": "Buddy Roberts",
      "aboutText": "Roberto Durán Samaniego (born June 16, 1951) is a Panamanian former professional boxer, widely regarded as one of the greatest boxers of all time. A versatile brawler in the ring, he was nicknamed \"Manos de Piedra\" (\"Hands of Stone\") during his career.\nIn 2002, Durán was voted by The Ring magazine as the fifth greatest fighter of the last 80 years, while boxing historian Bert Sugar rated him as the eighth greatest fighter of all time.",
      "pageId": 63328,
      "monthDay": "06/16"
    },
    {
      "year": "1947",
      "uri": "/wiki/Tom_Wyner",
      "name": "Tom Wyner",
      "aboutText": "Matthew Saad Muhammad (born Maxwell Antonio Loach; June 16, 1954 – May 25, 2014) was an American professional boxer who won the WBC light heavyweight title.",
      "pageId": 211845,
      "monthDay": "06/16"
    },
    {
      "year": "1948",
      "uri": "/wiki/Ron_LeFlore",
      "name": "Ron LeFlore",
      "aboutText": "Ian F. Mosley (born 16 June 1953, Paddington, London, England) is an English drummer. He is best known for his long-time membership of the neo-progressive rock band Marillion, which he joined for their second album, Fugazi, released in 1984. He had previously been an in demand session drummer.",
      "pageId": 217317,
      "monthDay": "06/16"
    },
    {
      "year": "1949",
      "uri": "/wiki/Paulo_C%C3%A9zar_Caju",
      "name": "Paulo Cézar Caju",
      "aboutText": "Laura Elizabeth \"Laurie\" Metcalf (born June 16, 1955) is an American actress. She is known for her performance as Jackie Harris on the ABC sitcom Roseanne and has also had series television roles as Carolyn Bigsby on Desperate Housewives and Mary Cooper on The Big Bang Theory. Her motion picture roles include the voice of Mrs.",
      "pageId": 299968,
      "monthDay": "06/16"
    },
    {
      "year": "1949",
      "uri": "/wiki/Ralph_Mann",
      "name": "Ralph Mann",
      "aboutText": "Georgios Andreas Papandreou (Greek: Γεώργιος Ανδρέας Παπανδρέου Greek pronunciation: [ʝe'orʝios papanˈðreu]; born 16 June 1952), commonly anglicised to George and shortened to Giorgos (Γιώργος [ˈʝorɣos]) in Greek, is a Greek politician who served as Prime Minister of Greece from 2009 to 2011.\nBelonging to a political dynasty of long standing, he served under his father, then-prime minister Andreas Papandreou as Minister for National Education and Religious Affairs (1988–1989 and 1994–1996) and Minister for Foreign Affairs from 1999 to 2004. Papandreou was leader of the Panhellenic Socialist Movement (PASOK) party from February 2004 until March 2012, and President of the Socialist International since January 2006.",
      "pageId": 357285,
      "monthDay": "06/16"
    },
    {
      "year": "1949",
      "uri": "/wiki/Robbin_Thompson",
      "name": "Robbin Thompson",
      "aboutText": "Ian Buchanan (born 16 June 1957) is a Scottish television actor who has appeared on multiple American soap operas including General Hospital, Port Charles, The Bold and the Beautiful, All My Children, and Days of Our Lives.\n^ Brodesser-Akner, Taffy (19 February 2012). \"Days of Some Shows’ Lives Continue\".",
      "pageId": 715819,
      "monthDay": "06/16"
    },
    {
      "year": "1950",
      "uri": "/wiki/Mithun_Chakraborty",
      "name": "Mithun Chakraborty",
      "aboutText": "Gourang Chakraborty, better known by his stage name Mithun Chakraborty (Bengali: মিঠুন চক্রবর্তী); informally referred to as Mithun Da, is an Indian film actor, singer, producer, writer, social worker, entrepreneur and a Rajya Sabha Member of Parliament. He is the recipient of three National Film Awards. He made his acting debut with the art house drama Mrigayaa (1976), for which he won his first National Film Award for Best Actor.",
      "pageId": 1158886,
      "monthDay": "06/16"
    },
    {
      "year": "1950",
      "uri": "/wiki/Michel_Clair",
      "name": "Michel Clair",
      "aboutText": "Charlie Dominici (born June 16, 1951) is an American singer best known as the second vocalist for the progressive metal band Dream Theater, having replaced Chris Collins (while the band was called Majesty) and later being replaced by James LaBrie.",
      "pageId": 1260374,
      "monthDay": "06/16"
    },
    {
      "year": "1951",
      "uri": "/wiki/Charlie_Dominici",
      "name": "Charlie Dominici",
      "aboutText": "Gino Vannelli (born June 16, 1952) is a Canadian singer, songwriter, musician and composer.",
      "pageId": 1614324,
      "monthDay": "06/16"
    },
    {
      "year": "1951",
      "uri": "/wiki/Roberto_Dur%C3%A1n",
      "name": "Roberto Durán",
      "aboutText": "Dale Hey (May 16, 1947 – November 26, 2012) was a professional wrestler, better known under his ring name, Buddy Roberts.",
      "pageId": 1897478,
      "monthDay": "06/16"
    },
    {
      "year": "1952",
      "uri": "/wiki/George_Papandreou",
      "name": "George Papandreou",
      "aboutText": "Paulo Cézar Lima (born 16 June 1949 in Rio de Janeiro), commonly known as Caju, is a former football player from Brazil. He played as a midfielder or forward for many teams in Brazil and also played one year for Olympique de Marseille, a Ligue 1 team in France.\n^ \"North American Soccer League Players\".",
      "pageId": 3132549,
      "monthDay": "06/16"
    },
    {
      "year": "1952",
      "uri": "/wiki/Gino_Vannelli",
      "name": "Gino Vannelli",
      "aboutText": "Thomas Halperin \"Tom\" Wyner (born June 16, 1947) is an English-born voice actor, producer, director, and writer.",
      "pageId": 4175548,
      "monthDay": "06/16"
    },
    {
      "year": "1953",
      "uri": "/wiki/Valerie_Mahaffey",
      "name": "Valerie Mahaffey",
      "aboutText": "Ronald LeFlore (born June 16, 1948) is a former Major League Baseball outfielder. He played six seasons with the Detroit Tigers before being traded to the Montreal Expos, retiring as a Chicago White Sox in 1982. He stole 455 bases in his career, and was an American League All-Star selection in 1976.",
      "pageId": 4182889,
      "monthDay": "06/16"
    },
    {
      "year": "1953",
      "uri": "/wiki/Ian_Mosley",
      "name": "Ian Mosley",
      "aboutText": "Valerie Mahaffey (born June 16, 1953) is an American character actress and producer. She won an Emmy Award for her work on Northern Exposure.",
      "pageId": 4230130,
      "monthDay": "06/16"
    },
    {
      "year": "1954",
      "uri": "/wiki/Matthew_Saad_Muhammad",
      "name": "Matthew Saad Muhammad",
      "aboutText": "Ralph Vernon Mann (born June 16, 1949) was an American athlete who competed mainly in the 400 meter hurdles. He was an undergraduate at Brigham Young University, and later earned a Ph.D. in Biomechanics from the Washington State University. His son, Randall Mann, is an award-winning poet and literary critic.",
      "pageId": 7779595,
      "monthDay": "06/16"
    },
    {
      "year": "1955",
      "uri": "/wiki/Grete_Faremo",
      "name": "Grete Faremo",
      "aboutText": "Grete Faremo (born 16 June 1955) is a former Norwegian politician, lawyer and business leader. Since August 2014, she has held the post of Under-Secretary-General and Executive Director of the United Nations Office for Project Services (UNOPS).",
      "pageId": 8398890,
      "monthDay": "06/16"
    },
    {
      "year": "1955",
      "uri": "/wiki/Laurie_Metcalf",
      "name": "Laurie Metcalf",
      "aboutText": "Leeona June Dorrian, Lady Dorrian is a Judge of the Supreme Courts of Scotland.",
      "pageId": 17753254,
      "monthDay": "06/16"
    },
    {
      "year": "1955",
      "uri": "/wiki/Artemy_Troitsky",
      "name": "Artemy Troitsky",
      "aboutText": "Robbin Thompson (June 16, 1949 – October 10, 2015) was an American singer-songwriter based in Richmond, Virginia. Since 1976 he recorded several albums which included guest appearances by Melissa Manchester, Steve Cropper, Waddy Wachtel, Bruce Hornsby and Ellen McIlwaine, among others. He was a member of an early Bruce Springsteen band, Steel Mill, and co-wrote songs with Timothy B. Schmit, Phil Vassar and Butch Taylor and Carter Beauford of the Dave Matthews Band.",
      "pageId": 21989974,
      "monthDay": "06/16"
    },
    {
      "year": "1957",
      "uri": "/wiki/Ian_Buchanan",
      "name": "Ian Buchanan",
      "aboutText": "Art, Artem, Artemiy or Artemy Troitsky (Russian: Арте́мий Тро́ицкий, born 16 June 1955 in Yaroslavl) is a Russian journalist, music critic, concert promoter, broadcaster, and an academic who has taught classes on music journalism at Moscow State University. He was born in Yaroslavl, then in the Soviet Union. In 1988 he was described in the New York Times as \"the leading Soviet rock critic\".",
      "pageId": 26645705,
      "monthDay": "06/16"
    },
    {
      "year": "1957",
      "uri": "/wiki/Leeona_Dorrian,_Lady_Dorrian",
      "name": "Leeona Dorrian, Lady Dorrian",
      "aboutText": "Michel Clair (born June 16, 1950) is an administrator and former politician in the Canadian province of Quebec. He was a Parti Québécois member of the National Assembly of Quebec from 1976 to 1985 and served as a cabinet minister in the governments of René Lévesque and Pierre-Marc Johnson.",
      "pageId": 31643759,
      "monthDay": "06/16"
    },
    {
      "year": "1958",
      "uri": "/wiki/Darrell_Griffith",
      "name": "Darrell Griffith",
      "aboutText": "Abu Sayyaf (/ˌɑːbuː/ /sɑːˌjɔːf/; Arabic: جماعة أبو سياف‎; Jamāʿah Abū Sayyāf, ASG, Filipino: Grupong Abu Sayyaf) is a militant Islamist group based in and around Jolo and Basilan islands in the southwestern part of the Philippines, where for more than four decades, Moro groups have been engaged in an insurgency for an independent province in the country. The group is considered very violent, and was responsible for the Philippines' worst terrorist attack, the bombing of Superferry 14 in 2004, which killed 116 people. The name of the group is derived from the Arabic ابو, abu (\"father of\") and sayyaf (\"swordsmith\").",
      "pageId": 2216,
      "monthDay": "06/16"
    },
    {
      "year": "1958",
      "uri": "/wiki/J%C3%B3hannes_Helgason",
      "name": "Jóhannes Helgason",
      "aboutText": "Warrior (born James Brian Hellwig; June 16, 1959 – April 8, 2014) was an American professional wrestler, who wrestled, among the others, under the ring name The Ultimate Warrior for the World Wrestling Federation (WWF, now WWE) from 1987 to 1991 and again in 1992 and 1996. During his 1998 stint in World Championship Wrestling (WCW), he was known as The Warrior.\nWhile in the WWF, he became a two-time WWF Intercontinental Champion and won the WWF Championship when he pinned Hulk Hogan in the main event at WrestleMania VI, making him the first wrestler to hold both titles concurrently.",
      "pageId": 684397,
      "monthDay": "06/16"
    },
    {
      "year": "1958",
      "uri": "/wiki/Ulrike_Tauber",
      "name": "Ulrike Tauber",
      "aboutText": "Darrell Steven Griffith (born June 16, 1958), also known by his nickname Dr. Dunkenstein, is a retired American basketball player who spent his entire professional career with the Utah Jazz of the National Basketball Association.\n^ John Papanek.",
      "pageId": 853875,
      "monthDay": "06/16"
    },
    {
      "year": "1958",
      "uri": "/wiki/Warren_Rodwell",
      "name": "Warren Rodwell",
      "aboutText": "Wallace Keith \"Wally\" Joyner (born June 16, 1962) is a retired Major League Baseball player. He played for four major league teams during a 16-year career, most notably for the California Angels, for whom he was an All-Star. He was a member of the pennant-winning 1998 San Diego Padres.",
      "pageId": 1046058,
      "monthDay": "06/16"
    },
    {
      "year": "1959",
      "uri": "/wiki/John_Franklin_(actor)",
      "name": "John Franklin",
      "aboutText": "Olufela Olufemi Anikulapo Kuti (born 16 June 1962), popularly known as Femi Kuti, is a Nigerian musician born in London and raised in Lagos. He is the eldest son of afrobeat pioneer Fela Kuti. and a grandchild of a political campaigner, women's rights activist and traditional aristocrat Funmilayo Ransome Kuti.",
      "pageId": 1263125,
      "monthDay": "06/16"
    },
    {
      "year": "1959",
      "uri": "/wiki/Desir%C3%A9e_Rogers",
      "name": "Desirée Rogers",
      "aboutText": "Arnold Vosloo (born 16 June 1962) is a South African-American actor. He is known for his roles as Imhotep in The Mummy and The Mummy Returns, Pik van Cleef in Hard Target, Dr. Peyton Westlake/Darkman in Darkman II and Darkman III, Zartan in G.I. Joe: The Rise of Cobra and its sequel, and terrorist Habib Marwan during Season 4 of the television series 24.",
      "pageId": 1462441,
      "monthDay": "06/16"
    },
    {
      "year": "1959",
      "uri": "/wiki/The_Ultimate_Warrior",
      "name": "The Ultimate Warrior",
      "aboutText": "James \"Jim\" Fullington (born June 16, 1963) better known by his ring name The Sandman, is semi-retired American professional wrestler, best known for his career with Extreme Championship Wrestling (ECW), where he developed into a \"Hardcore Icon\". Fullington has held the ECW World Heavyweight Championship a record 5 times. He also had stints in World Championship Wrestling, Total Nonstop Action Wrestling, and World Wrestling Entertainment.",
      "pageId": 1724850,
      "monthDay": "06/16"
    },
    {
      "year": "1960",
      "uri": "/wiki/Peter_Sterling",
      "name": "Peter Sterling",
      "aboutText": "Anthony Wong, also known as Wong Yiu-Ming (黃耀明), is a Hong Kong alternative singer, composer and producer.",
      "pageId": 1820160,
      "monthDay": "06/16"
    },
    {
      "year": "1961",
      "uri": "/wiki/Can_D%C3%BCndar",
      "name": "Can Dündar",
      "aboutText": "Steven Donald Larmer (born June 16, 1961) is a retired Canadian professional ice hockey forward.\nSteve played in the NHL for the Chicago Blackhawks and New York Rangers. He won the 1983 Calder Memorial Trophy as well as being named to the NHL All-Rookie Team that year.",
      "pageId": 2027941,
      "monthDay": "06/16"
    },
    {
      "year": "1961",
      "uri": "/wiki/Steve_Larmer",
      "name": "Steve Larmer",
      "aboutText": "John Franklin (born John Paul Salapatek; June 16, 1959) is an American actor best known for playing Isaac Chroner in Children of the Corn (1984), and Cousin Itt in The Addams Family (1991).",
      "pageId": 2054126,
      "monthDay": "06/16"
    },
    {
      "year": "1961",
      "uri": "/wiki/Margus_Metstak",
      "name": "Margus Metstak",
      "aboutText": "Scott Alexander (born June 16, 1963, Los Angeles, California) and Larry Karaszewski (born November 20, 1961, South Bend, Indiana) are an American screenwriting team. They met at the University of Southern California where they were roommates; they graduated from the School of Cinematic Arts in 1985.",
      "pageId": 2593780,
      "monthDay": "06/16"
    },
    {
      "year": "1962",
      "uri": "/wiki/Wally_Joyner",
      "name": "Wally Joyner",
      "aboutText": "Peter Maxwell John \"Sterlo\" Sterling OAM (born 16 June 1960 in Toowoomba, Queensland) is an Australian rugby league commentator and former player. He was one of the all-time great halfbacks and a major contributor to Parramatta Eels' dominance of the New South Wales Rugby League premiership in the 1980s. Sterling played eighteen Tests for the Australian national team between 1982 and 1988.",
      "pageId": 2743279,
      "monthDay": "06/16"
    },
    {
      "year": "1962",
      "uri": "/wiki/Femi_Kuti",
      "name": "Femi Kuti",
      "aboutText": "Can Dündar (born 16 June 1961 in Ankara) is a Turkish journalist, columnist and documentarian. The editor-in-chief of center-left Cumhuriyet newspaper, he was arrested in November 2015 after his newspaper published footage showing the State Intelligence MİT sending weapons to Syrian Islamist fighters.\nOne of the best known figures in Turkish media, he was described as possessing \"impeccable republican credentials\".",
      "pageId": 4352370,
      "monthDay": "06/16"
    },
    {
      "year": "1962",
      "uri": "/wiki/Arnold_Vosloo",
      "name": "Arnold Vosloo",
      "aboutText": "Deb Caletti is an American writer of young adult and adult fiction. Caletti is a National Book Award finalist, as well as the recipient of other numerous awards including PEN USA finalist award, the Washington State Book Award, and SLJ Best Book award. Caletti's books feature the Pacific Northwest, and her young adult work is popular for tackling difficult issues typically reserved for adult fiction.",
      "pageId": 4637615,
      "monthDay": "06/16"
    },
    {
      "year": "1962",
      "uri": "/wiki/Anthony_Wong_(singer)",
      "name": "Anthony Wong",
      "aboutText": "Jóhannes Helgason (date and place of birth: 16 June 1958 in Reykjavík, Iceland), was a guitar player known by his work in the band Þeyr and currently works as a pilot for Icelandair.",
      "pageId": 5350771,
      "monthDay": "06/16"
    },
    {
      "year": "1963",
      "uri": "/wiki/Scott_Alexander_and_Larry_Karaszewski",
      "name": "Scott Alexander",
      "aboutText": "Laverne Eve (born 16 June 1965 in Nassau) is a female track and field athlete from the Bahamas, who competes in the javelin throw. Her personal best throw (new javelin) is 63.73 metres, achieved in April 2000 in Nashville. In her early career she also competed in shot put and discus throw.",
      "pageId": 5403385,
      "monthDay": "06/16"
    },
    {
      "year": "1963",
      "uri": "/wiki/Deb_Caletti",
      "name": "Deb Caletti",
      "aboutText": "Ulrike Tauber (born 16 June 1958) is a retired medley and butterfly swimmer from East Germany, who won the gold medal in the women's 400 m individual medley at the 1976 Summer Olympics in Montreal, Canada. There she also captured the silver medal in the women's 200 m butterfly. In the 1970s Tauber set numerous world records in the 200 m and 200  m individual medley.",
      "pageId": 8528926,
      "monthDay": "06/16"
    },
    {
      "year": "1963",
      "uri": "/wiki/The_Sandman_(wrestler)",
      "name": "The Sandman",
      "aboutText": "Danny Burstein (born June 16, 1964) is an American actor of stage and screen, who made his Broadway debut in 1992. He is a five-time Tony Award nominee; for The Drowsy Chaperone (2006), South Pacific (2008), Follies (2012), Golden Boy (2013) and Cabaret (2014). His role as Buddy Plummer in Follies also won him a Drama Desk Award and earned him a Grammy Award nomination.",
      "pageId": 17510555,
      "monthDay": "06/16"
    },
    {
      "year": "1964",
      "uri": "/wiki/Danny_Burstein",
      "name": "Danny Burstein",
      "aboutText": "Desirée Glapion Rogers (born June 16, 1959, in New Orleans, Louisiana) is an American business executive who is the Chief Executive Officer of Johnson Publishing Company. In November 2008 she was selected by Barack Obama's office as the White House Social Secretary for the incoming administration, the first person of African-American descent to serve in this function. On February 26, 2010, the Chicago Sun-Times′ Lynn Sweet reported that she planned to step down.",
      "pageId": 20374461,
      "monthDay": "06/16"
    },
    {
      "year": "1965",
      "uri": "/wiki/Laverne_Eve",
      "name": "Laverne Eve",
      "aboutText": "Margus Metstak (born June 16, 1961) is a retired Estonian professional basketball player who played mostly at the center position.",
      "pageId": 35442706,
      "monthDay": "06/16"
    },
    {
      "year": "1965",
      "uri": "/wiki/Andrea_M._Ghez",
      "name": "Andrea M. Ghez",
      "aboutText": "Tupac Amaru Shakur (/ˈtuːpɑːk ʃəˈkʊər/ TOO-pahk shə-KOOR; June 16, 1971 – September 13, 1996), also known by his stage names 2Pac and, briefly, Makaveli, was an American rapper and actor. As of 2007, Shakur has sold over 75 million records worldwide. His double disc albums All Eyez on Me and his Greatest Hits are among the best selling albums in the United States.",
      "pageId": 31341,
      "monthDay": "06/16"
    },
    {
      "year": "1965",
      "uri": "/wiki/Michael_Richard_Lynch",
      "name": "Michael Richard Lynch",
      "aboutText": "Lorenzo Jerald Patterson (born June 14, 1969), better known by his stage name MC Ren, is an American rapper from Compton, California. He is the founder and owner of the record label Villain Entertainment. His moniker is derived from the middle letters in his first name (Lorenzo).",
      "pageId": 105942,
      "monthDay": "06/16"
    },
    {
      "year": "1965",
      "uri": "/wiki/Richard_Madaleno",
      "name": "Richard Madaleno",
      "aboutText": "Jan Železný (Czech pronunciation: [ˈjan ʒɛˈlɛzniː]) (born 16 June 1966) is a Czech javelin thrower, world and Olympic champion and world record holder. He holds the top five javelin performances of all time.",
      "pageId": 308894,
      "monthDay": "06/16"
    },
    {
      "year": "1965",
      "uri": "/wiki/Eirik_Stub%C3%B8",
      "name": "Eirik Stubø",
      "aboutText": "Philip Alfred Mickelson (born June 16, 1970) is an American professional golfer. He has won 42 events on the PGA Tour, including five major championships: three Masters titles (2004, 2006, 2010), a PGA Championship (2005), and an Open Championship (2013).\nMickelson is one of 16 golfers in the history of the sport to win at least three of the four professional majors.",
      "pageId": 592392,
      "monthDay": "06/16"
    },
    {
      "year": "1966",
      "uri": "/wiki/Mark_Occhilupo",
      "name": "Mark Occhilupo",
      "aboutText": "Andrea Mia Ghez (born June 16, 1965) is an American astronomer and professor in the Department of Physics and Astronomy at UCLA. In 2004, Discover magazine listed Ghez as one of the top 20 scientists in the United States who have shown a high degree of understanding in their respective fields.",
      "pageId": 704276,
      "monthDay": "06/16"
    },
    {
      "year": "1966",
      "uri": "/wiki/Phil_Vischer",
      "name": "Phil Vischer",
      "aboutText": "Tommy Tiernan (/ˈtɪərnən/; born 16 June 1969) is an Irish comedian, actor and writer. He and Hector Ó hEochagáin presented The Tommy and Hector Show on i102-104FM. Tiernan also featured in Father Ted as Fr.",
      "pageId": 847880,
      "monthDay": "06/16"
    },
    {
      "year": "1966",
      "uri": "/wiki/Jan_%C5%BDelezn%C3%BD",
      "name": "Jan Železný",
      "aboutText": "Cobi N'Gai Jones (born June 16, 1970) is an American former soccer player and is the analyst for the Los Angeles Galaxy on Time Warner Cable SportsNet. He can also be seen on Fox Sports, BeIN Sports, and the Pac-12 Network.\nAs a player, he was a midfielder from 1994 until 2007, starting his career in England with Premier League club Coventry City, before playing for Brazilian side Vasco da Gama.",
      "pageId": 1004160,
      "monthDay": "06/16"
    },
    {
      "year": "1967",
      "uri": "/wiki/Charalambos_Andreou",
      "name": "Charalambos Andreou",
      "aboutText": "Mark Geoffrey Crossley (born 16 June 1969) is an English-born Welsh former professional footballer, now a Goalkeeping Coach at Football Championship side Barnsley.\nAs a player he was a goalkeeper from 1988 until 2011 and he has previously played for numerous clubs in England's top flight, notably for Nottingham Forest, where he became the only goalkeeper to stop a Matthew Le Tissier penalty kick. He has also played for Manchester United, Milwall, Middlesbrough, Stoke City, Fulham, Sheffield Wednesday, Oldham Athletic and Chesterfield.",
      "pageId": 1053455,
      "monthDay": "06/16"
    },
    {
      "year": "1967",
      "uri": "/wiki/J%C3%BCrgen_Klopp",
      "name": "Jürgen Klopp",
      "aboutText": "Christopher Cory Gomez (born June 16, 1971) is a former Major League Baseball infielder.",
      "pageId": 1554769,
      "monthDay": "06/16"
    },
    {
      "year": "1968",
      "uri": "/wiki/James_Patrick_Stuart",
      "name": "James Patrick Stuart",
      "aboutText": "Michael Richard Lynch, OBE, FREng, DL, FRS (born 16 June 1965) is an entrepreneur with a scientific background. He is the co-founder of Autonomy Corporation and the founder of Invoke Capital, and has several other roles, including membership of the Council for Science and Technology which advises the UK government. His entrepreneurship is associated with Silicon Fen.",
      "pageId": 2823699,
      "monthDay": "06/16"
    },
    {
      "year": "1969",
      "uri": "/wiki/Shami_Chakrabarti",
      "name": "Shami Chakrabarti",
      "aboutText": "Marco Jay Luciano \"Mark\" Occhilupo (born 12 February 1966) is an Australian surfer and winner of the 1999 World surfing champion title.\nOcchilupo, also known as Occy, began his professional career in the World Championship Tour (WCT) at the age of 17.",
      "pageId": 3084638,
      "monthDay": "06/16"
    },
    {
      "year": "1969",
      "uri": "/wiki/Mark_Crossley",
      "name": "Mark Crossley",
      "aboutText": "Phillip Roger Vischer (born June 16, 1966) is an American animator, puppeteer, writer, voice actor and songwriter known for creating the computer-animated video series VeggieTales alongside Mike Nawrocki.",
      "pageId": 3888443,
      "monthDay": "06/16"
    },
    {
      "year": "1969",
      "uri": "/wiki/MC_Ren",
      "name": "MC Ren",
      "aboutText": "James Patrick Stuart (born June 16, 1968) is an American actor and voice artist.",
      "pageId": 5186197,
      "monthDay": "06/16"
    },
    {
      "year": "1969",
      "uri": "/wiki/Tommy_Tiernan",
      "name": "Tommy Tiernan",
      "aboutText": "Clifton Craig Collins, Jr.",
      "pageId": 5428701,
      "monthDay": "06/16"
    },
    {
      "year": "1970",
      "uri": "/wiki/Younus_AlGohar",
      "name": "Younus AlGohar",
      "aboutText": "Richard S. Madaleno, Jr., commonly known as Rich Madaleno (born June 16, 1965) is an American politician from Maryland. A Democrat, he is a member of the Maryland State Senate, representing the state's 18th district in Montgomery County, which includes Wheaton and Kensington, as well as parts of Silver Spring, Bethesda and Chevy Chase. Madaleno served as chair of the Montgomery County Senate Delegation from 2008-2011.",
      "pageId": 7006223,
      "monthDay": "06/16"
    },
    {
      "year": "1970",
      "uri": "/wiki/Clifton_Collins,_Jr.",
      "name": "Clifton Collins, Jr.",
      "aboutText": "Jürgen Norbert Klopp (German pronunciation: [ˈjʏɐ̯ɡən ˈklɔp]; born 16 June 1967) is a German professional football manager and former player who is the current manager of Premier League club Liverpool.\nKlopp spent his entire 12-year playing career at Mainz 05, before going on to become their longest-serving manager from 2001 to 2008, during which time they achieved promotion to the Bundesliga. In 2008, Klopp joined Borussia Dortmund, leading them to back-to-back Bundesliga wins in 2011 and 2012, as well as the DFB-Pokal in 2012, the DFL-Supercup in 2008, 2013 and 2014, and their second appearance in a Champions League final in 2013.",
      "pageId": 17541051,
      "monthDay": "06/16"
    },
    {
      "year": "1970",
      "uri": "/wiki/Cobi_Jones",
      "name": "Cobi Jones",
      "aboutText": "Charalambos Andreou (Greek: Χαράλαμπος Ανδρέου) (born June 16, 1967) is a former international Cypriot football striker.\nHe started and ended his career in Nea Salamis Famagusta FC. He had left only for two seasons to play for Anorthosis Famagusta.",
      "pageId": 18915417,
      "monthDay": "06/16"
    },
    {
      "year": "1970",
      "uri": "/wiki/Phil_Mickelson",
      "name": "Phil Mickelson",
      "aboutText": "Sharmishta \"Shami\" Chakrabarti CBE (born 16 June 1969) is, since September 2003, the director of Liberty, the British civil liberties advocacy organisation.",
      "pageId": 21438414,
      "monthDay": "06/16"
    },
    {
      "year": "1971",
      "uri": "/wiki/Chris_Gomez",
      "name": "Chris Gomez",
      "aboutText": "Eirik Aasan Stubø (born 16 June 1965 in Narvik, Norway) is a Norwegian stage producer and theatre director son of Jazz guitarist Thorgeir Stubø (1943-1986) and Grete Karin Aasan Stubø (b. 1943), and brother of Jazz guitarist Håvard and Jazz singer Kjersti Stubø.\n^ Henriksen, Petter, ed.",
      "pageId": 22380410,
      "monthDay": "06/16"
    },
    {
      "year": "1971",
      "uri": "/wiki/Tupac_Shakur",
      "name": "Tupac Shakur",
      "aboutText": "Younus AlGohar (یونس الگوھر, born Mohammad Younus; 16 June 1968) is a co-founder of Messiah Foundation International (also known as Kalki Avatar Foundation and Mehdi Foundation International), a spiritual organisation claiming that Riaz Ahmed Gohar Shahi is the Messiah (Mahdi) and which also advocates Shahi's mystical teachings. He is known for authoring the books Mysterious Horizons – Beyond God (2007), and Nisāb-e-Mehdi (2010).\nAlGohar was featured in an article by the Lakbima newspaper and was interviewed by the Sri Lankan newspaper, The Island.",
      "pageId": 24134470,
      "monthDay": "06/16"
    },
    {
      "year": "1972",
      "uri": "/wiki/John_Cho",
      "name": "John Cho",
      "aboutText": "Cian Ciarán (born 16 June 1976 in Bangor, Wales) is a Welsh musician best known as the keyboard player in the band Super Furry Animals.",
      "pageId": 156544,
      "monthDay": "06/16"
    },
    {
      "year": "1972",
      "uri": "/wiki/Simon_Khan",
      "name": "Simon Khan",
      "aboutText": "Kerry Lee Wood (born June 16, 1977) is an American former Major League Baseball pitcher. During his career he played for the Chicago Cubs, Cleveland Indians, and New York Yankees. Wood first came to prominence as a twenty-year-old rookie when he recorded twenty strikeouts in a one-hit shutout against the Houston Astros, which some have argued may be the greatest single-game pitching performance in Major League Baseball history.",
      "pageId": 299812,
      "monthDay": "06/16"
    },
    {
      "year": "1973",
      "uri": "/wiki/Amanda_Byram",
      "name": "Amanda Byram",
      "aboutText": "John Yohan Cho (born June 16, 1972) is a South Korean born American actor and musician. He starred as Harold Lee in the Harold & Kumar films and played the character John, MILF Guy No. 2 who popularized the term \"MILF\" in the American Pie films.",
      "pageId": 879003,
      "monthDay": "06/16"
    },
    {
      "year": "1973",
      "uri": "/wiki/Eddie_Cibrian",
      "name": "Eddie Cibrian",
      "aboutText": "Amanda Byram (born 16 June 1973) is an Irish television presenter and former model, best known for co-presenting BBC One game show Total Wipeout with Richard Hammond, and for hosting the American television show, Paradise Hotel.",
      "pageId": 1224021,
      "monthDay": "06/16"
    },
    {
      "year": "1973",
      "uri": "/wiki/Nikos_Machlas",
      "name": "Nikos Machlas",
      "aboutText": "Fish Leong (born 16 June 1978) is the stage name of Jasmine Leong, an ethnic Malaysian Chinese, of Cantonese descent Malaysian singer. She is prominent in the Mandarin pop scene who has had much success in Taiwan, Mainland China, Hong Kong, Malaysia, Singapore and Japan. Leong, known as \"the Queen of Love songs\", is famous for her love-themed ballads, many of which have become popular karaoke hits.",
      "pageId": 1893815,
      "monthDay": "06/16"
    },
    {
      "year": "1975",
      "uri": "/wiki/Anthony_Carter",
      "name": "Anthony Carter",
      "aboutText": "Daniel César Martín Brühl González (German: [bʀyːl]; born 16 June 1978) is a German actor of Spanish origin. He began his work at a young age in a German soap opera called Forbidden Love in 1995. In 2003, his starring role in the German film Good Bye, Lenin!",
      "pageId": 2154746,
      "monthDay": "06/16"
    },
    {
      "year": "1975",
      "uri": "/wiki/Heather_Peace",
      "name": "Heather Peace",
      "aboutText": "Edward Carl \"Eddie\" Cibrian (/ˈsɪbriən/ SIB-ree-ən; born June 18, 1973) is an American actor. He is best known for his television role as Cole Deschanel on Sunset Beach, which gained popularity for the actor in the 1990s.",
      "pageId": 2231011,
      "monthDay": "06/16"
    },
    {
      "year": "1975",
      "uri": "/wiki/Jannike_Kruse",
      "name": "Jannike Kruse",
      "aboutText": "Petros Papadakis (born June 16, 1977) is an American television personality and radio co-host of the Petros and Money Show on Fox Sports Radio (FSN). He is a former tailback and American football team captain for the University of Southern California Trojans football team.",
      "pageId": 2328585,
      "monthDay": "06/16"
    },
    {
      "year": "1976",
      "uri": "/wiki/Cian_Ciaran",
      "name": "Cian Ciaran",
      "aboutText": "Anthony Bernard Carter (born June 16, 1975) is an American basketball coach and former player who currently works as an assistant coach for the Sacramento Kings of the National Basketball Association (NBA).",
      "pageId": 2445368,
      "monthDay": "06/16"
    },
    {
      "year": "1976",
      "uri": "/wiki/Edwin_Tenorio",
      "name": "Edwin Tenorio",
      "aboutText": "Nikolaos Machlas (Greek: Νίκος Μαχλάς, born 16 June 1973) is a Greek retired footballer and chairman of OFI Crete.",
      "pageId": 3397462,
      "monthDay": "06/16"
    },
    {
      "year": "1977",
      "uri": "/wiki/Craig_Fitzgibbon",
      "name": "Craig Fitzgibbon",
      "aboutText": "Heather Peace (born 16 June 1975) is an English actress, musician and LGBT rights activist from Bradford, England.",
      "pageId": 3784853,
      "monthDay": "06/16"
    },
    {
      "year": "1977",
      "uri": "/wiki/Kevin_Foster_(murderer)",
      "name": "Kevin Foster",
      "aboutText": "Craig Fitzgibbon (born 16 June 1977) is an Australian former professional rugby league footballer of the 1990s, 2000s and 2010s. A New South Wales State of Origin and Australia national representative goal-kicking forward, he played in the National Rugby League for the Illawarra Steelers and St. George Illawarra Dragons as well as for the Sydney Roosters, with whom he won the 2002 NRL Premiership.",
      "pageId": 4428370,
      "monthDay": "06/16"
    },
    {
      "year": "1977",
      "uri": "/wiki/Duncan_Hames",
      "name": "Duncan Hames",
      "aboutText": "Simon Khan (born 16 June 1972) is an English professional golfer who plays on the European Tour.\nKhan turned professional in 1991, but spent many years struggling to establish his tournament career. His first full season on the European Tour was 2002 and his first European Tour win came at the 2004 Celtic Manor Wales Open.",
      "pageId": 5150171,
      "monthDay": "06/16"
    },
    {
      "year": "1977",
      "uri": "/wiki/Simone_Legno",
      "name": "Simone Legno",
      "aboutText": "Edwin Rolando Tenorio Montaño (born 16 June 1976 in Esmeraldas) is an Ecuadorian football midfielder who currently plays as a defensive midfielder for Deportivo Quito.\nBefore playing for his current club, Tenorio played for Sociedad Deportiva Aucas, Barcelona Sporting Club and LDU Quito where he was part of the squad that won the 2007 league championship.\nBetween 1998 and 2007 he won 78 caps for Ecuador and was called up to the squad to participate in the 2002 FIFA World Cup and the 2006 World Cup.",
      "pageId": 5229867,
      "monthDay": "06/16"
    },
    {
      "year": "1977",
      "uri": "/wiki/Petros_Papadakis",
      "name": "Petros Papadakis",
      "aboutText": "Lyndsey Marshal (born 16 June 1978) is an English actress best known for her performance in The Hours, and as the recurring character Cleopatra on HBO's Rome, and as Lady Sarah Hill in BBC period drama Garrow's Law.",
      "pageId": 10270280,
      "monthDay": "06/16"
    },
    {
      "year": "1977",
      "uri": "/wiki/Kerry_Wood",
      "name": "Kerry Wood",
      "aboutText": "Kevin Donald Foster (born Kevin Donald Bates; June 16, 1977) is an American murderer.",
      "pageId": 12144810,
      "monthDay": "06/16"
    },
    {
      "year": "1978",
      "uri": "/wiki/Daniel_Br%C3%BChl",
      "name": "Daniel Brühl",
      "aboutText": "Simone Legno (born June 16, 1977) is an Italian artist best known for the creation of the tokidoki brand.",
      "pageId": 23372516,
      "monthDay": "06/16"
    },
    {
      "year": "1978",
      "uri": "/wiki/Fish_Leong",
      "name": "Fish Leong",
      "aboutText": "Duncan John Hames (born 16 June 1977) is a British Liberal Democrat politician. He was the Member of Parliament (MP) for the Chippenham constituency in Wiltshire from the 2010 general election until 30 March 2015, when parliament was dissolved for the election of May 2015, at which he was defeated by the Conservative Party candidate Michelle Donelan. He served as Parliamentary Private Secretary to Nick Clegg when he was Deputy Prime Minister, a post in which he succeeded his wife Jo Swinson.",
      "pageId": 27264484,
      "monthDay": "06/16"
    },
    {
      "year": "1978",
      "uri": "/wiki/Lyndsey_Marshal",
      "name": "Lyndsey Marshal",
      "aboutText": "Jay Moriarity (June 16, 1978–June 15, 2001) was a surfer from Santa Cruz, California. He was an accomplished surfer, waterman, and adventurer. As a surfer, he made his reputation surfing Mavericks in Half Moon Bay, California.",
      "pageId": 30006197,
      "monthDay": "06/16"
    },
    {
      "year": "1978",
      "uri": "/wiki/Jay_Moriarity",
      "name": "Jay Moriarity",
      "aboutText": "Jannike Kruse Jåtog (born 16 June 1975) is a Norwegian singer, artist and actor. Daughter of Professor and composer Bjørn Howard Kruse and Professor and author Gro Shetelig, sister of Anine and Benedikte Kruse known from the vocal group Pitsj, niece to Philip Antony Kruse and grand child of Colonel Erling Kruse, as well as teacher in music and piano Else Grieg Shetelig.\n^ Jannike Kruse (in Norwegian).",
      "pageId": 35873135,
      "monthDay": "06/16"
    },
    {
      "year": "1978",
      "uri": "/wiki/Dainius_Zubrus",
      "name": "Dainius Zubrus",
      "aboutText": "Sibel Kekilli (born 16 June 1980) is a German actress. She gained public attention after starring in the 2004 film Head-On. She won two Lolas, the most prestigious German film awards, for her performances in Head-On and When We Leave.",
      "pageId": 494328,
      "monthDay": "06/16"
    },
    {
      "year": "1980",
      "uri": "/wiki/Brandon_Armstrong",
      "name": "Brandon Armstrong",
      "aboutText": "Joey Yung (born 16 June 1980) is a Hong Kong singer and actress. She is signed to Emperor Entertainment Group. Yung has won numerous awards including the prestigious JSG \"Most Popular Female Singer\" and \"Ultimate Best Female Singer – Gold\" awards a record breaking nine times, thus emerging as one of the premier Cantonese singers in Hong Kong.",
      "pageId": 556328,
      "monthDay": "06/16"
    },
    {
      "year": "1980",
      "uri": "/wiki/Phil_Christophers",
      "name": "Phil Christophers",
      "aboutText": "Benjamin Lev \"Ben\" Kweller (born June 16, 1981) is an American singer, songwriter and multi-instrumentalist.",
      "pageId": 927584,
      "monthDay": "06/16"
    },
    {
      "year": "1980",
      "uri": "/wiki/Nehir_Erdo%C4%9Fan",
      "name": "Nehir Erdoğan",
      "aboutText": "Nehir Erdoğan (born June 16, 1980 in İzmir) is a Turkish actress.",
      "pageId": 2321287,
      "monthDay": "06/16"
    },
    {
      "year": "1980",
      "uri": "/wiki/Brad_Gushue",
      "name": "Brad Gushue",
      "aboutText": "Melissa \"Missy\" Peregrym (born June 16, 1982) is a Canadian actress and former fashion model. She made her feature film debut in the 2006 gymnastics comedy drama Stick It, played a recurring role as Candice Wilmer on the NBC television series Heroes, and starred in The CW television series Reaper.",
      "pageId": 2357835,
      "monthDay": "06/16"
    },
    {
      "year": "1980",
      "uri": "/wiki/Sibel_Kekilli",
      "name": "Sibel Kekilli",
      "aboutText": "Dainius Gintas Zubrus (born June 16, 1978) is a Lithuanian professional ice hockey right winger and center currently playing for the San Jose Sharks of the National Hockey League (NHL).",
      "pageId": 2844161,
      "monthDay": "06/16"
    },
    {
      "year": "1980",
      "uri": "/wiki/Dar%C3%A9_Nibomb%C3%A9",
      "name": "Daré Nibombé",
      "aboutText": "Matthew Albert Costa (born June 16, 1982) is a singer-songwriter from Huntington Beach, California.",
      "pageId": 2852428,
      "monthDay": "06/16"
    },
    {
      "year": "1980",
      "uri": "/wiki/Martin_Stranzl",
      "name": "Martin Stranzl",
      "aboutText": "Bradley Raymond \"Brad\" Gushue, ONL (born June 16, 1980) is a Canadian curler from St. John's, Newfoundland and Labrador.",
      "pageId": 3331829,
      "monthDay": "06/16"
    },
    {
      "year": "1980",
      "uri": "/wiki/Justin_Tranter",
      "name": "Justin Tranter",
      "aboutText": "Martin Stranzl (born 16 June 1980 in Güssing) is an Austrian footballer currently playing as a defender with Borussia Mönchengladbach.",
      "pageId": 3386301,
      "monthDay": "06/16"
    },
    {
      "year": "1980",
      "uri": "/wiki/Joey_Yung",
      "name": "Joey Yung",
      "aboutText": "Brandon Simone Armstrong (born June 16, 1980) is an American former professional basketball player who played in the NBA and other leagues.\nBorn in San Francisco, California, he played college basketball at Pepperdine University, and was selected by the Houston Rockets with the 23rd overall pick of the 2001 NBA Draft, but was traded, along with fellow Rockets draft picks Richard Jefferson and Jason Collins to the New Jersey Nets in exchange for the draft rights to New Jersey's Eddie Griffin.\nIn three seasons with the Nets, Armstrong averaged 2.2 points per game.",
      "pageId": 3462882,
      "monthDay": "06/16"
    },
    {
      "year": "1981",
      "uri": "/wiki/Benjamin_Becker",
      "name": "Benjamin Becker",
      "aboutText": "Kevin Francesco Bieksa (born June 16, 1981) is a Canadian professional ice hockey defenceman for the Anaheim Ducks of the National Hockey League (NHL). After a three-year career in the Ontario Junior Hockey League (OPJHL) with the Burlington Cougars, Bieksa was awarded a scholarship to Bowling Green State University. He was a one-time All-CCHA honourable mention during his four-year tenure with the Falcons of the Central Collegiate Hockey Association (CCHA).",
      "pageId": 3604398,
      "monthDay": "06/16"
    },
    {
      "year": "1981",
      "uri": "/wiki/Kevin_Bieksa",
      "name": "Kevin Bieksa",
      "aboutText": "Philip Derek Christophers (born 16 June 1980 in Heidelberg) is a rugby union footballer who played on the wing for Castres and, briefly, England.\nChristophers was born and raised in Germany with an English father and a German mother. At 16 he moved to England to attend the sixth form at Lancaster Royal Grammar School, where he represented England at under-16 and under-18 level.",
      "pageId": 3662973,
      "monthDay": "06/16"
    },
    {
      "year": "1981",
      "uri": "/wiki/Ben_Kweller",
      "name": "Ben Kweller",
      "aboutText": "Lykke May Andersen (born 16 June 1982, Copenhagen, Denmark), known as May Andersen, is a Danish former model. She is best known for her work with Victoria's Secret and the Sports Illustrated Swimsuit Issue. She is assistant director of The Hole, an art gallery, in New York City.",
      "pageId": 4847972,
      "monthDay": "06/16"
    },
    {
      "year": "1981",
      "uri": "/wiki/Ola_Kvernberg",
      "name": "Ola Kvernberg",
      "aboutText": "Daré Nibombé (born 16 June 1980 in Lomé) is a Togolese former defender who last played for RBD Borinage. Nibombé started his football career in Togo. In 1999, he was transferred to ASKO Kara the most important football team in Togo.",
      "pageId": 5167480,
      "monthDay": "06/16"
    },
    {
      "year": "1981",
      "uri": "/wiki/Miguel_Villalta",
      "name": "Miguel Villalta",
      "aboutText": "Benjamin Becker (born 16 June 1981) is a German professional tennis player. Becker's primary weapon is a very big serve that he can hit at up to 220 km/h (140 mph), along with powerful groundstrokes.\nBecker was born at Merzig, Saarland, then part of West Germany.",
      "pageId": 5772216,
      "monthDay": "06/16"
    },
    {
      "year": "1982",
      "uri": "/wiki/May_Andersen",
      "name": "May Andersen",
      "aboutText": "Jodi Chrissie Garcia Santamaria (born June 16, 1982), better known by her screen name, Jodi Sta. Maria (sometimes credited previously as Jodie Santamaria and Jodi Santa Maria), is a Filipina actress. She is a member of ABS-CBN's circle of homegrown talents named Star Magic.",
      "pageId": 8962910,
      "monthDay": "06/16"
    },
    {
      "year": "1982",
      "uri": "/wiki/Matt_Costa",
      "name": "Matt Costa",
      "aboutText": "Miguel Ángel Villalta Hurtado (born on June 16, 1981, in Cusco, Perú) is a Peruvian footballer who plays as a center back.",
      "pageId": 12675577,
      "monthDay": "06/16"
    },
    {
      "year": "1982",
      "uri": "/wiki/Missy_Peregrym",
      "name": "Missy Peregrym",
      "aboutText": "Justin Tranter (June 16, 1980) is an American musician, songwriter and designer.",
      "pageId": 20687485,
      "monthDay": "06/16"
    },
    {
      "year": "1982",
      "uri": "/wiki/Jodi_Santamaria",
      "name": "Jodi Santamaria",
      "aboutText": "Ola Kvernberg (born 16 June 1981) is a Norwegian jazz musician, known for his virtuosic string swing violin playing and his international performances. He is the son of traditional musicians Liv Rypdal Kvernberg and Torbjørn Kvernberg, and the brother of traditional musicians Kari Kvernberg Dajani and fiddler Jorun Marie Kvernberg, and grandson of the fiddler and traditional music composer Peter L. Rypdal. Kvernberg studied classical violin from the age of nine, and won 3rd price in a great classical violin competition in Italy when he was fourteen.",
      "pageId": 36740681,
      "monthDay": "06/16"
    },
    {
      "year": "1982",
      "uri": "/wiki/Uku_Suviste",
      "name": "Uku Suviste",
      "aboutText": "Uku Suviste (born June 6, 1982, Võru) is an Estonian singer-songwriter, pianist and music producer.\nSuviste is a versatile musician. His musical education is quite broad, and in addition to studies in Estonia he has improved his skills also in U.S. As a professional singer he has taken part in many singing contests, given lots of concerts and appeared in many musicals as well as TV shows.",
      "pageId": 46707270,
      "monthDay": "06/16"
    },
    {
      "year": "1982",
      "uri": "/wiki/Chris_Wingert",
      "name": "Chris Wingert",
      "aboutText": "Richard McLaren Nash (born June 16, 1984) is a Canadian professional ice hockey left winger currently playing for the New York Rangers of the National Hockey League (NHL).\nDrafted out of the Ontario Hockey League (OHL) by the Columbus Blue Jackets first overall in the 2002 NHL Entry Draft, Nash played with the London Knights for two seasons, earning the Emms Family Award in 2001 as the League's Rookie of the Year. He began his NHL career with the Blue Jackets the season immediately following his draft, in 2002–03, and was nominated for the Calder Trophy as NHL Rookie of the Year.",
      "pageId": 440423,
      "monthDay": "06/16"
    },
    {
      "year": "1983",
      "uri": "/wiki/Armend_Dallku",
      "name": "Armend Dallku",
      "aboutText": "Diana Nicole DeGarmo (born June 16, 1987) is a singer, songwriter and a Broadway and television actress. She rose to fame in 2004 as the runner-up of the third season of American Idol. In 2005, DeGarmo began a career in musical theatre.",
      "pageId": 467401,
      "monthDay": "06/16"
    },
    {
      "year": "1983",
      "uri": "/wiki/Olivia_Hack",
      "name": "Olivia Hack",
      "aboutText": "Chris Wingert (born June 16, 1982) is an American professional soccer player who currently plays as a defender for New York City FC in Major League Soccer.",
      "pageId": 1035614,
      "monthDay": "06/16"
    },
    {
      "year": "1983",
      "uri": "/wiki/Naz_Elmas",
      "name": "Naz Elmas",
      "aboutText": "Keshia Chanté (born Keshia Chanté Harper; June 16, 1988) is a Canadian singer-songwriter, television personality, actress, and philanthropist.",
      "pageId": 1506629,
      "monthDay": "06/16"
    },
    {
      "year": "1984",
      "uri": "/wiki/Jonathan_Broxton",
      "name": "Jonathan Broxton",
      "aboutText": "Per Ciljan Skjelbred (born 16 June 1987) is a Norwegian footballer who currently plays as a midfielder for Hertha Berlin. He has previously played for Rosenborg and Hamburger SV, and has been capped 36 times playing for Norway, where he is the captain.",
      "pageId": 2741197,
      "monthDay": "06/16"
    },
    {
      "year": "1984",
      "uri": "/wiki/G%C3%A1bor_Cs%C3%A1sz%C3%A1r",
      "name": "Gábor Császár",
      "aboutText": "Steven Gordon Whittaker (born 16 June 1984) is a Scottish professional footballer who plays as a right back for Norwich City and the Scotland national team.\nWhittaker began his career with Hibernian and made over 170 appearances for the Easter Road side. He also won the Scottish League Cup in 2007 before signing for Rangers in August that year.",
      "pageId": 2984576,
      "monthDay": "06/16"
    },
    {
      "year": "1984",
      "uri": "/wiki/Rick_Nash",
      "name": "Rick Nash",
      "aboutText": "Jonathan Roy Broxton (born June 16, 1984) is an American professional baseball relief pitcher for the St. Louis Cardinals of Major League Baseball (MLB). He previously played for the Los Angeles Dodgers, Kansas City Royals, Cincinnati Reds, and Milwaukee Brewers.",
      "pageId": 3111034,
      "monthDay": "06/16"
    },
    {
      "year": "1984",
      "uri": "/wiki/Steven_Whittaker",
      "name": "Steven Whittaker",
      "aboutText": "Rodrigo Defendi (born 16 June 1986), is a Brazilian footballer who plays as a central defender for Shijiazhuang Ever Bright.",
      "pageId": 3640672,
      "monthDay": "06/16"
    },
    {
      "year": "1986",
      "uri": "/wiki/Rodrigo_Defendi",
      "name": "Rodrigo Defendi",
      "aboutText": "Robert Rothbart (Hebrew: רוברט רות'בארט‎, born Boris Kajmaković on June 16, 1986) is a Bosnian-Israeli-Serbian professional basketball player playing the position of center for Hapoel Tel Aviv B.C.",
      "pageId": 3789990,
      "monthDay": "06/16"
    },
    {
      "year": "1986",
      "uri": "/wiki/Urby_Emanuelson",
      "name": "Urby Emanuelson",
      "aboutText": "Urby Vitorrio Diego Emanuelson (born 16 June 1986) is a Dutch professional footballer of Surinamese descent, who plays for the Netherlands national team. As a product of the Ajax Youth Academy, he spent most of his career at Ajax playing as a left wing-back, before being played more as a left midfielder or left winger by manager Martin Jol. After his move to Milan, Massimiliano Allegri has played Emanuelson also as an attacking midfielder, midfielder and right winger.",
      "pageId": 5434427,
      "monthDay": "06/16"
    },
    {
      "year": "1986",
      "uri": "/wiki/Fernando_Muslera",
      "name": "Fernando Muslera",
      "aboutText": "Olivia Hack (born June 16, 1983) is an American actress and voice actress, best known for providing the voice of Rhonda Wellington Lloyd in Nickelodeon's Hey Arnold!, and for playing Cindy Brady in the 1990s theatrical Brady Bunch films. She has also done voice work for Fillmore!, Bratz as Cloe, Family Guy, Blood+ and Avatar: The Last Airbender as Ty Lee. She appeared in Star Trek Generations, Party of Five and Gilmore Girls.",
      "pageId": 5467642,
      "monthDay": "06/16"
    },
    {
      "year": "1986",
      "uri": "/wiki/Farhad_Reza",
      "name": "Farhad Reza",
      "aboutText": "Christian Tshimanga Kabeya (born 16 June 1987) is a Belgian footballer, who currently plays for Heath Hayes F.C..",
      "pageId": 5925328,
      "monthDay": "06/16"
    },
    {
      "year": "1986",
      "uri": "/wiki/Robert_Rothbart",
      "name": "Robert Rothbart",
      "aboutText": "Farhad Reza (Bengali: ফরহাদ রেজা) (born 16 June 1986) is a Bangladeshi cricketer who made his One Day International (ODI) debut against Zimbabwe in July 2006 and is the only batsman from Bangladesh to score a half century on debut. He is a right-handed middle order batsman and right arm fast-medium pace bowler and played domestic cricket for Rajshahi Division from 2004 until 2008. Initially Reza was not being picked for the national side by the selectors and Bashar insisted during the tournament that he could have used him.",
      "pageId": 7217980,
      "monthDay": "06/16"
    },
    {
      "year": "1987",
      "uri": "/wiki/Diana_DeGarmo",
      "name": "Diana DeGarmo",
      "aboutText": "Armend Dallku (born 16 June 1983) is an Albanian footballer who plays as a central defender for Vorskla Poltava in the Ukrainian Premier League and formerly for the Albanian national team.",
      "pageId": 7406512,
      "monthDay": "06/16"
    },
    {
      "year": "1987",
      "uri": "/wiki/Abby_Elliott",
      "name": "Abby Elliott",
      "aboutText": "Leeland Dayton Mooring (born June 16, 1988) from Baytown, Texas, is the lead singer, guitarist, and songwriter of the band Leeland.\nLeeland became a Christian at the age of five. He is married to Amanda Louise Mooring.",
      "pageId": 10007577,
      "monthDay": "06/16"
    },
    {
      "year": "1987",
      "uri": "/wiki/Christian_Tshimanga_Kabeya",
      "name": "Christian Tshimanga Kabeya",
      "aboutText": "Néstor Fernando Muslera Micol (Spanish: [ferˈnando muˈzleɾa], born 16 June 1986) is a Uruguayan footballer who plays as a goalkeeper for Turkish club Galatasaray and the Uruguayan national team.",
      "pageId": 13042838,
      "monthDay": "06/16"
    },
    {
      "year": "1987",
      "uri": "/wiki/Per_Ciljan_Skjelbred",
      "name": "Per Ciljan Skjelbred",
      "aboutText": "Gábor Császár (born 16 June 1984) is a Hungarian handball player, currently playing for Kadetten Schaffhausen and the Hungarian national team.\nHe made his full international debut on 17 January 2004 against Saudi Arabia. Just a few days later he was selected for the squad that represented Hungary on the 2004 European Championship.",
      "pageId": 18011416,
      "monthDay": "06/16"
    },
    {
      "year": "1988",
      "uri": "/wiki/Keshia_Chant%C3%A9",
      "name": "Keshia Chanté",
      "aboutText": "Abigail \"Abby\" Elliott (born June 16, 1987) is an American actress and comedian best known for her four seasons as a cast member on Saturday Night Live from 2008 to 2012.",
      "pageId": 20190111,
      "monthDay": "06/16"
    },
    {
      "year": "1988",
      "uri": "/wiki/Leeland_Dayton_Mooring",
      "name": "Leeland Dayton Mooring",
      "aboutText": "Nathan Parsons (born 16 June 1988) is an Australian-born American actor, best known for his work in daytime television on the ABC daytime soap opera General Hospital as the character of Ethan Lovett.",
      "pageId": 23355109,
      "monthDay": "06/16"
    },
    {
      "year": "1988",
      "uri": "/wiki/Nathan_Parsons",
      "name": "Nathan Parsons",
      "aboutText": "Naz Elmas (born 16 June 1983) is a Turkish actress.",
      "pageId": 32553672,
      "monthDay": "06/16"
    },
    {
      "year": "1989",
      "uri": "/wiki/AraabMuzik",
      "name": "AraabMuzik",
      "aboutText": "Jelena Glebova (born 16 June 1989) is an Estonian former competitive figure skater. She won five senior international medals (three gold, two silver) and seven Estonian national titles.",
      "pageId": 4771864,
      "monthDay": "06/16"
    },
    {
      "year": "1989",
      "uri": "/wiki/Jelena_Glebova",
      "name": "Jelena Glebova",
      "aboutText": "Joseph \"Joe\" McElderry (/məˈkɛldəri/; born 16 June 1991) is an English singer and songwriter. He won the sixth series of the ITV show The X Factor in 2009. His first single \"The Climb\" reached number one on the UK Singles Chart and Irish Singles Charts.",
      "pageId": 24594884,
      "monthDay": "06/16"
    },
    {
      "year": "1989",
      "uri": "/wiki/Airi_Toriyama",
      "name": "Airi Toriyama",
      "aboutText": "Bang Hyun Sung (Bang Hyun Sung, Hangul: 방현성, Hanja: 方縣成, born June 16, 1991), better known as simply Ryan Bang, is a Korean TV host, television personality, actor, comedian, singer and former reality show contestant who rose to fame in the Philippines when he joined the reality show Pinoy Big Brother: Teen Clash of 2010. His father is a taxi driver and his mother is a housewife. Ryan is an only child.",
      "pageId": 28266181,
      "monthDay": "06/16"
    },
    {
      "year": "1990",
      "uri": "/wiki/John_Newman_(singer)",
      "name": "John Newman",
      "aboutText": "Abraham Orellana (born June 16, 1989), better known as his stage name AraabMuzik is an American record producer and disc jockey. He first rose to fame after showcasing his skills of making live beats and instrumentals on a Music Production Center (MPC) drum machine. He uses MPC to produce rapid, rhythmic drum patterns and creates melodies with samples and other sounds.",
      "pageId": 31578571,
      "monthDay": "06/16"
    },
    {
      "year": "1991",
      "uri": "/wiki/Ryan_Bang",
      "name": "Ryan Bang",
      "aboutText": "Vladimir Viktorovich Morozov (Russian: Владимир Викторович Морозов; born 16 June 1992) is a Russian competitive swimmer and Olympic bronze medalist. He is the current Russian record-holder in the 50-meter backstroke (long course) and freestyle (short course and long course).",
      "pageId": 36580379,
      "monthDay": "06/16"
    },
    {
      "year": "1991",
      "uri": "/wiki/Joe_McElderry",
      "name": "Joe McElderry",
      "aboutText": "John William Peter Newman (born 16 June 1990) is an English singer and musician. He is best known for the track \"Love Me Again\" which peaked at number one on the UK Singles Chart in July 2013 as well as being a featured artist on Rudimental's 2012 singles \"Feel the Love\" and \"Not Giving In\", which peaked at number one and number fourteen on the chart, respectively. In 2014 he featured in the Calvin Harris single \"Blame\" which topped the UK charts.",
      "pageId": 36669392,
      "monthDay": "06/16"
    },
    {
      "year": "1992",
      "uri": "/wiki/Vladimir_Morozov_(swimmer)",
      "name": "Vladimir Morozov",
      "aboutText": "Ajcharaporn Kongyot (Thai: อัจฉราพร คงยศ; rtgs: Atcharaphon Khongyot; born June 16, 1995) is an Thai indoor volleyball player of Supreme Chonburi. She is a current member of the Thailand women's national volleyball team.\n^ \"Thailand, China, Kazakhstan and Vietnam progress to Women's AVC Cup semis\".",
      "pageId": 37335726,
      "monthDay": "06/16"
    },
    {
      "year": "1994",
      "uri": "/wiki/Grete-Lilijane_K%C3%BCppas",
      "name": "Grete-Lilijane Küppas",
      "aboutText": "Grete-Lilijane Küppas (born 16 June 1994) is an Estonian football player, who plays as a defender for Naiste Meistriliiga club Tammeka Tartu and the Estonia women's national football team.\n^ \"Estonia - Grete-Lilijane Küppas - Profile with news, career statistics and history - Soccerway\". int.women.soccerway.com.",
      "pageId": 41000032,
      "monthDay": "06/16"
    },
    {
      "year": "1995",
      "uri": "/wiki/Ajcharaporn_Kongyot",
      "name": "Ajcharaporn Kongyot",
      "aboutText": "Lauren Taylor is an American actress and singer from San Diego, California. She plays one of the lead characters, Shelby, on the Disney Channel show Best Friends Whenever. Taylor previously starred as Harper in the Netflix series Richie Rich.",
      "pageId": 47114139,
      "monthDay": "06/16"
    },
    {
      "year": "1998",
      "uri": "/wiki/Lauren_Taylor_(actress)",
      "name": "Lauren Taylor",
      "aboutText": "Found spouse, Found nationality, Found height, Airi Toriyama (通山 愛里, Tōriyama Airi, born June 16, 1989, in Miyazaki Prefecture, Japan) is a Japanese actress and singer who is affiliated with Sony Music Entertainment Japan through Cast Corporation, until October 8, 2009, without a description of her in the Cast Corporation page, as of 2014, her agency was unknown.\n^ \"Official website at Sony Music Entertainment Japan\".",
      "pageId": 47154701,
      "monthDay": "06/16"
    }
  ]
}