{
  "people": [
    {
      "year": "1301",
      "uri": "/wiki/Prince_Morikuni",
      "name": "Prince Morikuni",
      "aboutText": "Blaise Pascal (/pæˈskæl, pɑːˈskɑːl/; French: [blɛz paskal]; 19 June 1623 – 19 August 1662) was a French mathematician, physicist, inventor, writer and Christian philosopher. He was a child prodigy who was educated by his father, a tax collector in Rouen. Pascal's earliest work was in the natural and applied sciences where he made important contributions to the study of fluids, and clarified the concepts of pressure and vacuum by generalizing the work of Evangelista Torricelli.",
      "pageId": 4068,
      "monthDay": "06/19"
    },
    {
      "year": "1566",
      "uri": "/wiki/James_VI_and_I",
      "name": "James VI and I",
      "aboutText": "Charles Haddon (CH) Spurgeon (/ˈhædən ˈspɜrdʒən/; 19 June 1834 – 31 January 1892) was a British Particular Baptist preacher. Spurgeon remains highly influential among Christians of various denominations, among whom he is known as the \"Prince of Preachers\". He was a strong figure in the Reformed Baptist tradition, defending the Church in agreement with the 1689 London Baptist Confession of Faith understanding, and opposing the liberal and pragmatic theological tendencies in the Church of his day.",
      "pageId": 104454,
      "monthDay": "06/19"
    },
    {
      "year": "1606",
      "uri": "/wiki/James_Hamilton,_1st_Duke_of_Hamilton",
      "name": "James Hamilton, 1st Duke of Hamilton",
      "aboutText": "James Braid (19 June 1795 – 25 March 1860) was a Scottish surgeon and \"gentleman scientist\". He was a significant innovator in the treatment of club-foot and an important and influential pioneer of hypnotism and hypnotherapy. He is regarded by many as the first genuine \"hypnotherapist\" and the \"Father of Modern Hypnotism\".",
      "pageId": 192693,
      "monthDay": "06/19"
    },
    {
      "year": "1623",
      "uri": "/wiki/Blaise_Pascal",
      "name": "Blaise Pascal",
      "aboutText": "James VI and I (19 June 1566 – 27 March 1625) was King of Scotland as James VI from 24 July 1567 and King of England and Ireland as James I from the union of the Scottish and English crowns on 24 March 1603 until his death. The kingdoms of Scotland and England were individual sovereign states, with their own parliaments, judiciary, and laws, though both were ruled by James in personal union.\nJames was the son of Mary, Queen of Scots, and a great-great-grandson of Henry VII, King of England and Lord of Ireland (through both his parents), uniquely positioning him to eventually accede to all three thrones.",
      "pageId": 269055,
      "monthDay": "06/19"
    },
    {
      "year": "1633",
      "uri": "/wiki/Philipp_van_Limborch",
      "name": "Philipp van Limborch",
      "aboutText": "José Gervasio Artigas Arnal (June 19, 1764 – September 23, 1850) is a national hero of Uruguay, sometimes called \"the father of Uruguayan nationhood\".",
      "pageId": 315831,
      "monthDay": "06/19"
    },
    {
      "year": "1701",
      "uri": "/wiki/Fran%C3%A7ois_Rebel",
      "name": "François Rebel",
      "aboutText": "Cornelius David Krieghoff (June 19, 1815 – April 8, 1872) is a Canadian painter of the 19th century. Krieghoff is most famous for his paintings of Canadian landscapes and Canadian life outdoors, which were sought-after in his own time as they are today. He is particularly famous for his winter scenes, some of which he painted in a number of variants (e.g.",
      "pageId": 329734,
      "monthDay": "06/19"
    },
    {
      "year": "1731",
      "uri": "/wiki/Joaquim_Machado_de_Castro",
      "name": "Joaquim Machado de Castro",
      "aboutText": "Prince Morikuni (守邦親王) (1301–1333; r. June 19, 1308–September 25, 1333) was the ninth shogun of the Kamakura shogunate of Japan.\nHe was a son of the eighth Shogun Prince Hisaaki and was a grandson of the Emperor Go-Fukakusa.",
      "pageId": 355609,
      "monthDay": "06/19"
    },
    {
      "year": "1764",
      "uri": "/wiki/Jos%C3%A9_Gervasio_Artigas",
      "name": "José Gervasio Artigas",
      "aboutText": "Gustav Benjamin Schwab (19 June 1792 – 4 November 1850) was a German writer, pastor and publisher.",
      "pageId": 578035,
      "monthDay": "06/19"
    },
    {
      "year": "1771",
      "uri": "/wiki/Joseph_Diaz_Gergonne",
      "name": "Joseph Diaz Gergonne",
      "aboutText": "Philipp van Limborch (June 19, 1633 – April 30, 1712), Dutch Remonstrant theologian, was born at Amsterdam, where his father was a lawyer.\nHe received his education at Utrecht, at Leiden, in his native city, and finally at Utrecht University, which he entered in 1652. In 1657 he became a Remonstrant pastor at Gouda, and in 1667 he was transferred to Amsterdam, where, in the following year, the office of professor of theology in the Remonstrant seminary was added to his pastoral charge.",
      "pageId": 1095571,
      "monthDay": "06/19"
    },
    {
      "year": "1776",
      "uri": "/wiki/Francis_Johnson_(congressman)",
      "name": "Francis Johnson",
      "aboutText": "Friedrich Wilhelm Adam Sertürner (19 June 1783 – 20 February 1841) was a German pharmacist, who discovered morphine in 1804.",
      "pageId": 1329232,
      "monthDay": "06/19"
    },
    {
      "year": "1783",
      "uri": "/wiki/Friedrich_Sert%C3%BCrner",
      "name": "Friedrich Sertürner",
      "aboutText": "Joaquim Machado de Castro (19 June 1731 – 17 November 1822) was one of Portugal's foremost sculptors.",
      "pageId": 2228901,
      "monthDay": "06/19"
    },
    {
      "year": "1792",
      "uri": "/wiki/Gustav_Schwab",
      "name": "Gustav Schwab",
      "aboutText": "William Henry Webb (19 June 1816 – 30 October 1899) was a 19th-century New York shipbuilder and philanthropist, who has been called America's first true naval architect.\nWebb inherited his father's shipyard, Webb & Allen, in 1840, renamed it William H. Webb, and turned it into America's most prolific shipyard, building 133 vessels between 1840 and 1865. Webb designed some of the fastest and most successful sailing packets and clipper ships ever built, and he also built some of the largest and most celebrated steamboats and steamships of his era, including the giant ironclad USS Dunderberg, in its day the world's longest wooden-hulled ship.",
      "pageId": 2784846,
      "monthDay": "06/19"
    },
    {
      "year": "1793",
      "uri": "/wiki/Joseph_Earl_Sheffield",
      "name": "Joseph Earl Sheffield",
      "aboutText": "Joseph Diaz Gergonne (19 June 1771 at Nancy, France – 4 May 1859 at Montpellier, France) was a French mathematician and logician.",
      "pageId": 3431943,
      "monthDay": "06/19"
    },
    {
      "year": "1795",
      "uri": "/wiki/James_Braid_(surgeon)",
      "name": "James Braid",
      "aboutText": "Joseph Earl Sheffield (June 19, 1793 – February 16, 1882) was an American railroad magnate and philanthropist.\nSheffield was born in Southport, Connecticut, the son of Paul King Sheffield, a shipowner, and his wife Mabel (née Thorpe). He attended public schools, and moved south to enter the cotton trade.",
      "pageId": 4668403,
      "monthDay": "06/19"
    },
    {
      "year": "1815",
      "uri": "/wiki/Cornelius_Krieghoff",
      "name": "Cornelius Krieghoff",
      "aboutText": "Francis Johnson (June 19, 1776 – May 16, 1842) was a U.S. Representative from Kentucky.\nBorn in Caroline County, Virginia, Johnson pursued preparatory studies. He studied law.",
      "pageId": 11636841,
      "monthDay": "06/19"
    },
    {
      "year": "1816",
      "uri": "/wiki/William_H._Webb",
      "name": "William H. Webb",
      "aboutText": "Cléophas Beausoleil (June 19, 1845 – October 4, 1904) was a Canadian journalist, publisher, office holder, lawyer, and politician.\nBorn in Saint-Félix-de-Valois, Canada East, he was a journalist and lawyer before entering politics as an alderman with the Montreal City Council in 1882. He was acclaimed in 1885 and resigned in 1888.",
      "pageId": 11785483,
      "monthDay": "06/19"
    },
    {
      "year": "1834",
      "uri": "/wiki/Charles_Spurgeon",
      "name": "Charles Spurgeon",
      "aboutText": "Georg Karl Maria Seidlitz (June 19, 1840, St. Petersburg – 1917, Irschenhausen near Munich) was a German doctor and entomologist. He was a zoology teacher in Dorpat (1868–77), then in Königsberg, (1877–88), where he became a fishery expert.",
      "pageId": 14227773,
      "monthDay": "06/19"
    },
    {
      "year": "1840",
      "uri": "/wiki/Georg_Karl_Maria_Seidlitz",
      "name": "Georg Karl Maria Seidlitz",
      "aboutText": "For Rebel's father, also a composer, see Jean-Féry Rebel",
      "pageId": 16086165,
      "monthDay": "06/19"
    },
    {
      "year": "1843",
      "uri": "/wiki/Mary_Sibbet_Copley",
      "name": "Mary Sibbet Copley",
      "aboutText": "Mary Sibbet Copley (June 19, 1843 – June 9, 1929) was an American philanthropist and charity worker.\n^ \"Died\". Time magazine.",
      "pageId": 30239406,
      "monthDay": "06/19"
    },
    {
      "year": "1845",
      "uri": "/wiki/Cl%C3%A9ophas_Beausoleil",
      "name": "Cléophas Beausoleil",
      "aboutText": "James Hamilton, 1st Duke of Hamilton KG PC (19 June 1606 – 9 March 1649) was a Scottish nobleman and influential political and military leader during the Thirty Years' War and the Wars of the Three Kingdoms.",
      "pageId": 33622751,
      "monthDay": "06/19"
    },
    {
      "year": "1846",
      "uri": "/wiki/Antonio_Abetti",
      "name": "Antonio Abetti",
      "aboutText": "Field Marshal Douglas Haig, 1st Earl Haig, KT, GCB, OM, GCVO, KCIE, ADC (19 June 1861 – 29 January 1928) was a British senior officer during the First World War. He commanded the British Expeditionary Force (BEF) from 1915 to the end of the war. He was commander during the Battle of the Somme, the battle with one of the highest casualties in British military history, the Third Battle of Ypres and the Hundred Days Offensive, which led to the armistice in 1918.",
      "pageId": 142649,
      "monthDay": "06/19"
    },
    {
      "year": "1850",
      "uri": "/wiki/David_Jayne_Hill",
      "name": "David Jayne Hill",
      "aboutText": "Sir Herbert Nigel Gresley (19 June 1876 – 5 April 1941) was one of Britain's most famous steam locomotive engineers, who rose to become Chief Mechanical Engineer (CME) of the London and North Eastern Railway (LNER). He was the designer of some of the most famous steam locomotives in Britain, including the LNER Class A1 and LNER Class A4 4-6-2 Pacific engines. An A1 pacific, Flying Scotsman, was the first steam locomotive officially recorded over 100 mph in passenger service, and an A4, number 4468 Mallard, still holds the record for being the fastest steam locomotive in the world (126 mph).",
      "pageId": 267455,
      "monthDay": "06/19"
    },
    {
      "year": "1851",
      "uri": "/wiki/Billy_Midwinter",
      "name": "Billy Midwinter",
      "aboutText": "Dame Mary Louise Webster DBE (19 June 1865 – 29 May 1948), known professionally as May Whitty and later Dame May Whitty, was an English stage and film actress.",
      "pageId": 559855,
      "monthDay": "06/19"
    },
    {
      "year": "1851",
      "uri": "/wiki/Silvanus_P._Thompson",
      "name": "Silvanus P. Thompson",
      "aboutText": "Alfredo Catalani (19 June 1854 – 7 August 1893) was an Italian operatic composer. He is best remembered for his operas Loreley (1890) and La Wally (1892). La Wally was composed to a libretto by Luigi Illica, and features Catalani's most famous aria \"Ebben?",
      "pageId": 564547,
      "monthDay": "06/19"
    },
    {
      "year": "1854",
      "uri": "/wiki/Alfredo_Catalani",
      "name": "Alfredo Catalani",
      "aboutText": "Charles Douville Coburn (June 19, 1877 – August 30, 1961) was an American film and theatre actor. Best known for his work in comedies, Coburn received the Academy Award for Best Supporting Actor for 1943's The More the Merrier.",
      "pageId": 774609,
      "monthDay": "06/19"
    },
    {
      "year": "1854",
      "uri": "/wiki/Hjalmar_Mellin",
      "name": "Hjalmar Mellin",
      "aboutText": "Silvanus Phillips Thompson FRS (19 June 1851 – 12 June 1916) was a professor of physics at the City and Guilds Technical College in Finsbury, England. He was elected to the Royal Society in 1891 and was known for his work as an electrical engineer and as an author. Thompson's most enduring publication is his 1910 text Calculus Made Easy, which teaches the fundamentals of infinitesimal calculus, and is still in print.",
      "pageId": 1002846,
      "monthDay": "06/19"
    },
    {
      "year": "1854",
      "uri": "/wiki/Eleanor_Norcross",
      "name": "Eleanor Norcross",
      "aboutText": "Antonio Abetti (June 19, 1846 – February 20, 1928) was an Italian astronomer.\nBorn in San Pietro di Gorizia (Šempeter-Vrtojba), he earned a degree in mathematics and engineering at the University of Padua. He was married to Giovanna Colbachini in 1879 and they had two sons.",
      "pageId": 1149754,
      "monthDay": "06/19"
    },
    {
      "year": "1855",
      "uri": "/wiki/George_F._Roesch",
      "name": "George F. Roesch",
      "aboutText": "Robert Hjalmar Mellin (June 19, 1854 – April 5, 1933) was a Finnish mathematician and functional theorist.\nHe studied at the University of Helsinki and later in Berlin under Karl Weierstrass. He is most noted as the developer of the integral transform known as the Mellin transform.",
      "pageId": 1948218,
      "monthDay": "06/19"
    },
    {
      "year": "1858",
      "uri": "/wiki/Sam_Walter_Foss",
      "name": "Sam Walter Foss",
      "aboutText": "Alajos Szokolyi (also referred to as Alajos Szokoly, Hungarian pronunciation: [ˈɒlɒjoʃ ˈsokoji]; Slovak: Alojz Sokol; 19 June 1871 – 9 September 1932) was a Hungarian athlete, sports organizer, sports manager, archivist and physician. He competed at the 1896 Summer Olympics, winning the bronze medal in 100 metres dash.",
      "pageId": 2087561,
      "monthDay": "06/19"
    },
    {
      "year": "1861",
      "uri": "/wiki/Douglas_Haig,_1st_Earl_Haig",
      "name": "Douglas Haig, 1st Earl Haig",
      "aboutText": "Rev.",
      "pageId": 2117746,
      "monthDay": "06/19"
    },
    {
      "year": "1861",
      "uri": "/wiki/%C3%89mile_Haug",
      "name": "Émile Haug",
      "aboutText": "Sam Walter Foss (June 19, 1858 - February 26, 1911) was an American librarian and poet whose works included The House by the Side of the Road and The Coming American.",
      "pageId": 2163688,
      "monthDay": "06/19"
    },
    {
      "year": "1861",
      "uri": "/wiki/Jos%C3%A9_Rizal",
      "name": "José Rizal",
      "aboutText": "William (\"Billy\") Evans Midwinter (19 June 1851 in St Briavels, Gloucestershire, England – 3 December 1890 in Melbourne, Australia) was a cricketer who played four Test matches for England, sandwiched in between eight Tests that he played for Australia. Midwinter holds a unique place in cricket history as the only cricketer to have played for Australia and England in Test Matches against each other.",
      "pageId": 2391432,
      "monthDay": "06/19"
    },
    {
      "year": "1865",
      "uri": "/wiki/May_Whitty",
      "name": "May Whitty",
      "aboutText": "Martha \"Mamah\" Borthwick (June 19, 1869 – August 15, 1914) is primarily noted for her relationship with Frank Lloyd Wright, which ended when she was murdered. She and Wright were instrumental in bringing the ideas and writings of Swedish feminist Ellen Key to American audiences. Wright built his famous settlement called Taliesin in Wisconsin for her, in part, to shield her from aggressive reporters and the negative public sentiment surrounding their non-married status.",
      "pageId": 2970761,
      "monthDay": "06/19"
    },
    {
      "year": "1869",
      "uri": "/wiki/Mamah_Borthwick",
      "name": "Mamah Borthwick",
      "aboutText": "Peder Oluf Pedersen (19 June 1874 – 30 August 1941) was a Danish engineer and physicist. He is notable for his work on electrotechnology and his cooperation with Valdemar Poulsen on the developmental work on Wire recorders, which he called a telegraphone, and the arc converter known as the Poulsen Arc Transmitter.\nPedersen became a professor of telegraphy, telephony and radio in 1912.",
      "pageId": 3561195,
      "monthDay": "06/19"
    },
    {
      "year": "1871",
      "uri": "/wiki/Alajos_Szokolyi",
      "name": "Alajos Szokolyi",
      "aboutText": "Theodore Payne (June 19, 1872 - May 6, 1963), was an English horticulturist, gardener, landscape designer, and botanist.",
      "pageId": 7464828,
      "monthDay": "06/19"
    },
    {
      "year": "1872",
      "uri": "/wiki/Theodore_Payne",
      "name": "Theodore Payne",
      "aboutText": "Gustave Émile Haug (19 June 1861 - 28 August 1927) was a French geologist and paleontologist known for his contribution to the geosyncline theory. He died in Niederbronn, aged 66.",
      "pageId": 17366874,
      "monthDay": "06/19"
    },
    {
      "year": "1874",
      "uri": "/wiki/Peder_Oluf_Pedersen",
      "name": "Peder Oluf Pedersen",
      "aboutText": "José Protasio Mercado Rizal y Alonso Realonda or popularly known as José Rizal (June 19, 1861 – December 30, 1896) was a Filipino nationalist during the tail end of the Spanish colonial period of the Philippines. An ophthalmologist by profession, Rizal became a writer and a key member of the Filipino Propaganda Movement which advocated political reforms for the colony under Spain. He was executed by the Spanish colonial government for the crime of rebellion after an anti-colonial revolution, inspired in part by his writings, broke out.",
      "pageId": 25084169,
      "monthDay": "06/19"
    },
    {
      "year": "1875",
      "uri": "/wiki/William_Courtenay_(actor)",
      "name": "William Courtenay",
      "aboutText": "Eleanor Norcross, born Ella Augusta Norcross (June 19, 1854 – 1923), was an American painter who studied under William Merritt Chase and Alfred Stevens. She lived the majority of her adult life in Paris, France as an artist and collector and spent the summers in her hometown of Fitchburg, Massachusetts. Norcross painted Impressionist portraits and still lifes, and is better known for her paintings of genteel interiors.",
      "pageId": 28910141,
      "monthDay": "06/19"
    },
    {
      "year": "1876",
      "uri": "/wiki/Nigel_Gresley",
      "name": "Nigel Gresley",
      "aboutText": "William Courtenay (June 19, 1875 – April 20, 1933) was a noted Broadway star and later film actor. He was born William Hancock Kelly. At age 19 in 1894, before his Broadway career took off, Courtenay appeared in Alexander Black's slide show Miss Jerry.",
      "pageId": 36720601,
      "monthDay": "06/19"
    },
    {
      "year": "1877",
      "uri": "/wiki/Charles_Coburn",
      "name": "Charles Coburn",
      "aboutText": "George Francis Roesch (June 19, 1855 New York City – December 21, 1917 The Bronx, New York City) was an American lawyer and politician from New York.",
      "pageId": 37999731,
      "monthDay": "06/19"
    },
    {
      "year": "1879",
      "uri": "/wiki/Martha_Mattox",
      "name": "Martha Mattox",
      "aboutText": "Wallis, Duchess of Windsor (previously Wallis Simpson and Wallis Spencer, born Bessie Wallis Warfield; 19 June 1896 – 24 April 1986) was an American socialite. Her third husband, Prince Edward, Duke of Windsor, formerly King Edward VIII, abdicated his throne to marry her.\nWallis's father died shortly after her birth, and she and her widowed mother were partly supported by their wealthier relatives.",
      "pageId": 46854,
      "monthDay": "06/19"
    },
    {
      "year": "1881",
      "uri": "/wiki/Maginel_Wright_Enright",
      "name": "Maginel Wright Enright",
      "aboutText": "John Heartfield (born Helmut Herzfeld; 19 June 1891 – 26 April 1968) was an artist. He was a pioneer in the use of art as a political weapon. Some of his photomontages were anti-Nazi and anti-fascist statements.",
      "pageId": 86259,
      "monthDay": "06/19"
    },
    {
      "year": "1883",
      "uri": "/wiki/Gladys_Mills_Phipps",
      "name": "Gladys Mills Phipps",
      "aboutText": "Gaetano Alberto \"Guy\" Lombardo (June 19, 1902 – November 5, 1977) was a Canadian-American bandleader and violinist of Italian descent.\nForming The Royal Canadians in 1924 with his brothers Carmen, Lebert, and Victor, and other musicians from his hometown, Lombardo led the group to international success, billing themselves as creating \"the sweetest music this side of Heaven\".",
      "pageId": 231653,
      "monthDay": "06/19"
    },
    {
      "year": "1884",
      "uri": "/wiki/Georges_Ribemont-Dessaignes",
      "name": "Georges Ribemont-Dessaignes",
      "aboutText": "Rajani Palme Dutt (19 June 1896 – 20 December 1974), best known as R. Palme Dutt, was a leading journalist and theoretician in the Communist Party of Great Britain.",
      "pageId": 359534,
      "monthDay": "06/19"
    },
    {
      "year": "1886",
      "uri": "/wiki/Finley_Hamilton",
      "name": "Finley Hamilton",
      "aboutText": "Moses Harry Horwitz (June 19, 1897 – May 4, 1975), known professionally as Moe Howard, was an American actor and comedian best known as the de facto leader of the Three Stooges, the farce comedy team who starred in motion pictures and television for four decades. That group originally started out as Ted Healy and His Stooges, an act that toured the vaudeville circuit.",
      "pageId": 465838,
      "monthDay": "06/19"
    },
    {
      "year": "1888",
      "uri": "/wiki/Arthur_Massey_Berry",
      "name": "Arthur Massey Berry",
      "aboutText": "Walter Reginald \"Wally\" Hammond (19 June 1903 – 1 July 1965) was an English Test cricketer who played for Gloucestershire in a career that lasted from 1920 to 1951. Beginning as a professional, he later became an amateur and was appointed captain of England. Primarily a middle-order batsman, Wisden Cricketers' Almanack described him in his obituary as one of the four best batsmen in the history of cricket.",
      "pageId": 585705,
      "monthDay": "06/19"
    },
    {
      "year": "1890",
      "uri": "/wiki/Mabel_Wayne",
      "name": "Mabel Wayne",
      "aboutText": "Madeleine Talmage Force (June 19, 1893 – March 27, 1940) was an American socialite and a survivor of the RMS Titanic.",
      "pageId": 661665,
      "monthDay": "06/19"
    },
    {
      "year": "1891",
      "uri": "/wiki/John_Heartfield",
      "name": "John Heartfield",
      "aboutText": "James Joseph Sweeney (June 19, 1898 – June 19, 1968) was an American prelate of the Roman Catholic Church.",
      "pageId": 741960,
      "monthDay": "06/19"
    },
    {
      "year": "1893",
      "uri": "/wiki/Madeleine_Astor",
      "name": "Madeleine Astor",
      "aboutText": "Sir Cyril Norman Hinshelwood OM PRS (19 June 1897 – 9 October 1967) was an English physical chemist.",
      "pageId": 1229890,
      "monthDay": "06/19"
    },
    {
      "year": "1896",
      "uri": "/wiki/Rajani_Palme_Dutt",
      "name": "Rajani Palme Dutt",
      "aboutText": "Georges Ribemont-Dessaignes (June 19, 1884 – July 9, 1974) was a French writer and artist associated with the Dada movement. He was born in Montpellier and died in Saint-Jeannet.\nIn addition to numerous early paintings, Ribemont-Dessaignes wrote plays, poetry, manifestos and opera librettos.",
      "pageId": 3267229,
      "monthDay": "06/19"
    },
    {
      "year": "1896",
      "uri": "/wiki/Wallis_Simpson",
      "name": "Wallis Simpson",
      "aboutText": "Laura Z. Hobson (June 19, 1900 – February 28, 1986) was an American novelist best known for her novel, Gentleman's Agreement.\nBorn Laura Kean Zametkin in New York City, the twin daughter of Jewish socialist immigrants, Michael Zametkin and Adella Kean, she graduated from Cornell University. On July 23, 1930, she married Francis Thayer Hobson, owner of William Morrow and Company.",
      "pageId": 3331637,
      "monthDay": "06/19"
    },
    {
      "year": "1897",
      "uri": "/wiki/Cyril_Norman_Hinshelwood",
      "name": "Cyril Norman Hinshelwood",
      "aboutText": "Maginel Wright Enright Barney (June 19, 1881 – April 18, 1966) was an American children's book illustrator and graphic artist.",
      "pageId": 5885027,
      "monthDay": "06/19"
    },
    {
      "year": "1897",
      "uri": "/wiki/Moe_Howard",
      "name": "Moe Howard",
      "aboutText": "Gladys Livingston Mills Phipps (June 19, 1883 - October 19, 1970) was a United States socialite, sportsperson, and a thoroughbred racehorse owner and breeder who began the Phipps family dynasty in American horse racing. She was known as the \"first lady of the turf\".",
      "pageId": 7516352,
      "monthDay": "06/19"
    },
    {
      "year": "1898",
      "uri": "/wiki/James_Joseph_Sweeney",
      "name": "James Joseph Sweeney",
      "aboutText": "Martha Mattox (June 19, 1879 – May 2, 1933) was an American silent film actor most notable for her role of Mammy Pleasant in the 1927 film The Cat and the Canary. She also played a role in Torrent (1926).",
      "pageId": 8774874,
      "monthDay": "06/19"
    },
    {
      "year": "1900",
      "uri": "/wiki/Laura_Z._Hobson",
      "name": "Laura Z. Hobson",
      "aboutText": "Finley Hamilton (June 19, 1886 - January 10, 1940) was a United States Representative from Kentucky. He was born in Vincent, Owsley County, Kentucky. He attended the public schools and Berea College.",
      "pageId": 10829575,
      "monthDay": "06/19"
    },
    {
      "year": "1901",
      "uri": "/wiki/Ida_Loo-Talvari",
      "name": "Ida Loo-Talvari",
      "aboutText": "Mary Callery (1903 – 1977) was an American artist known for her Modern and Abstract Expressionist sculpture. She was part of the New York School art movement of the 1940s, '50s and '60s.\nIt is said she \"wove linear figures of acrobats and dancers, as slim as spaghetti and as flexible as India rubber, into openwork bronze and steel forms.",
      "pageId": 13037853,
      "monthDay": "06/19"
    },
    {
      "year": "1902",
      "uri": "/wiki/Guy_Lombardo",
      "name": "Guy Lombardo",
      "aboutText": "Arthur Massey \"Matt\" Berry (June 19, 1888 – May 12, 1970) was a pioneering Canadian bush pilot.",
      "pageId": 16967265,
      "monthDay": "06/19"
    },
    {
      "year": "1903",
      "uri": "/wiki/Mary_Callery",
      "name": "Mary Callery",
      "aboutText": "Henry Louis \"Lou\" or \"Buster\" Gehrig (Born Heinrich Ludwig Gehrig; June 19, 1903 – June 2, 1941) was an American baseball first baseman who played 17 seasons in Major League Baseball (MLB) for the New York Yankees, from 1923 through 1939. Gehrig was renowned for his prowess as a hitter and for his durability, a trait which earned him his nickname \"The Iron Horse\". He was an All-Star seven consecutive times, a Triple Crown winner once, an American League (AL) Most Valuable Player twice, and a member of six World Series champion teams.",
      "pageId": 19381762,
      "monthDay": "06/19"
    },
    {
      "year": "1903",
      "uri": "/wiki/Lou_Gehrig",
      "name": "Lou Gehrig",
      "aboutText": "Mabel Wayne (July 16, 1890 – June 19, 1978) was an American songwriter. She is an inductee of the Songwriters Hall of Fame, where she is credited as being the first woman composer to publish a hit song.\nShe was born in Brooklyn, New York as Mabel Wimpfheimer in 1890 (although she preferred to use the dates 1899 and 1904 later), and studied piano in Switzerland and then at the New York School of Music.",
      "pageId": 33375110,
      "monthDay": "06/19"
    },
    {
      "year": "1903",
      "uri": "/wiki/Wally_Hammond",
      "name": "Wally Hammond",
      "aboutText": "Ida Loo-Talvari (née Ida Loo, 19 June 1901, Narva, Estonian Governorate, Russian Empire – 29 June 1997, Stenungsund, near Göteborg, Sweden) was an Estonian opera singer.",
      "pageId": 42505684,
      "monthDay": "06/19"
    },
    {
      "year": "1903",
      "uri": "/wiki/Hans_Litten",
      "name": "Hans Litten",
      "aboutText": "Lester Raymond Flatt (June 19, 1914 – May 11, 1979) was a bluegrass guitarist and mandolinist, best known for his collaboration with banjo picker Earl Scruggs in The Foggy Mountain Boys (popularly known as \"Flatt and Scruggs\").\nFlatt's career spanned multiple decades, breaking out as a member of Bill Monroe's band during the 1940s and including multiple solo and collaboration works exclusive of Scruggs.",
      "pageId": 60626,
      "monthDay": "06/19"
    },
    {
      "year": "1905",
      "uri": "/wiki/Mildred_Natwick",
      "name": "Mildred Natwick",
      "aboutText": "Osamu Dazai (太宰 治, Dazai Osamu, June 19, 1909 – June 13, 1948) was a Japanese author who is considered one of the foremost fiction writers of 20th-century Japan. He is incredibly illustrious in Japan and a number of his most popular works, such as Shayō and Ningen Shikkaku, are considered modern-day classics. With a semi-autobiographical style and transparency into his personal life, Dazai’s stories have intrigued the minds of many readers.",
      "pageId": 186553,
      "monthDay": "06/19"
    },
    {
      "year": "1906",
      "uri": "/wiki/Ernst_Boris_Chain",
      "name": "Ernst Boris Chain",
      "aboutText": "Abraham \"Abe\" Fortas (June 19, 1910 – April 5, 1982) was a U.S. Supreme Court Associate Justice from 1965 to 1969. Originally from Memphis, Tennessee, Fortas became a law professor at Yale University, and then an advisor for the U.S. Securities and Exchange Commission.\nFortas next worked at the Department of the Interior under President Franklin D. Roosevelt, and during that time President Harry S. Truman appointed him to delegations that helped set up the United Nations in 1945.",
      "pageId": 250550,
      "monthDay": "06/19"
    },
    {
      "year": "1906",
      "uri": "/wiki/Knut_Kroon",
      "name": "Knut Kroon",
      "aboutText": "Metropolitan Anthony of Sourozh (Russian: Митропролит Антоний Сурожский, secular name Andrei Borisovich Bloom, Russian: Андрей Борисович Блум; 19 June 1914 – 4 August 2003) was best known as a writer and broadcaster on prayer and the Christian life. He was a monk and Metropolitan bishop of the Russian Orthodox Church. He was founder and for many years bishop - then archbishop, then metropolitan - of the Diocese of Sourozh, the Patriarchate of Moscow's diocese for Great Britain and Ireland (the name 'Sourozh' is that of the historical episcopal see in Sudak in the Crimea).",
      "pageId": 289668,
      "monthDay": "06/19"
    },
    {
      "year": "1906",
      "uri": "/wiki/Walter_Rauff",
      "name": "Walter Rauff",
      "aboutText": "Alan MacGregor Cranston (June 19, 1914 – December 31, 2000) was an American journalist and Democratic Senator from California.",
      "pageId": 572465,
      "monthDay": "06/19"
    },
    {
      "year": "1907",
      "uri": "/wiki/Clarence_Wiseman",
      "name": "Clarence Wiseman",
      "aboutText": "Sir Ernst Boris Chain, FRS (19 June 1906 – 12 August 1979) was a German-born British biochemist, and a 1945 co-recipient of the Nobel Prize for Physiology or Medicine for his work on penicillin.\n^ Abraham, Edward (1983). \"Ernst Boris Chain.",
      "pageId": 740289,
      "monthDay": "06/19"
    },
    {
      "year": "1909",
      "uri": "/wiki/Osamu_Dazai",
      "name": "Osamu Dazai",
      "aboutText": "Paul John Flory (June 19, 1910 – September 9, 1985) was an American chemist and Nobel laureate who was known for his work in the field of polymers, or macromolecules. He was a leading pioneer in understanding the behavior of polymers in solution, and won the Nobel Prize in Chemistry in 1974 \"for his fundamental achievements, both theoretical and experimental, in the physical chemistry of macromolecules\".\n^ Pecora, Robert (November 1986).",
      "pageId": 1178722,
      "monthDay": "06/19"
    },
    {
      "year": "1909",
      "uri": "/wiki/R%C5%ABdolfs_Jurci%C5%86%C5%A1",
      "name": "Rūdolfs Jurciņš",
      "aboutText": "Walter Rauff (June 19, 1906 – May 14, 1984) was an SS officer in Nazi Germany, attaining the grade of Colonel (Standartenführer) in June 1944. From January 1938 he was an aide of Reinhard Heydrich firstly in the Sicherheitsdienst or SD, the SS security service, later in the Reichssicherheitshauptamt or RSHA, the Reich Security Main Office, a department created by Himmler in 1939 grouping the Gestapo, SD and Kripo, the criminal police. Between 1958 and 1962 he worked for the Bundesnachrichtendienst, West Germany's intelligence service.",
      "pageId": 1670712,
      "monthDay": "06/19"
    },
    {
      "year": "1909",
      "uri": "/wiki/Midori_Naka",
      "name": "Midori Naka",
      "aboutText": "Hans Achim Litten (June 19, 1903 – February 5, 1938) was a German lawyer who represented opponents of the Nazis at important political trials between 1929-32, defending the rights of workers during the Weimar Republic.\nDuring one trial in 1931, Litten subpoenaed Adolf Hitler, to appear as a witness, where Litten then cross-examined Hitler for three hours. Hitler was so rattled by the experience that, years later, he would not allow Litten's name to be mentioned in his presence.",
      "pageId": 2236463,
      "monthDay": "06/19"
    },
    {
      "year": "1910",
      "uri": "/wiki/Sydney_Allard",
      "name": "Sydney Allard",
      "aboutText": "Helene Emma Madison (June 19, 1913 – November 27, 1970) was an American competition swimmer, Olympic champion, and former world record-holder.\nMadison won three gold medals in freestyle event at the 1932 Summer Olympics in Los Angeles, becoming, along with Romeo Neri of Italy, the most successful athlete at the 1932 Olympics: women's 100-meter freestyle, 400-meter freestyle, and 4×100-meter freestyle relay.\nIn sixteen months in 1930 and 1931, she broke sixteen world records in various distances.",
      "pageId": 2458340,
      "monthDay": "06/19"
    },
    {
      "year": "1910",
      "uri": "/wiki/Paul_Flory",
      "name": "Paul Flory",
      "aboutText": "Mildred Natwick (June 19, 1905 – October 25, 1994) was an American stage, film and television actress. In 1967, she earned an Academy Award nomination for her supporting role in Barefoot in the Park.",
      "pageId": 3612234,
      "monthDay": "06/19"
    },
    {
      "year": "1910",
      "uri": "/wiki/Abe_Fortas",
      "name": "Abe Fortas",
      "aboutText": "Clarence Dexter Wiseman, OC (June 19, 1907 – May 4, 1985) was the tenth General of The Salvation Army from 1974 to 1977.",
      "pageId": 4163911,
      "monthDay": "06/19"
    },
    {
      "year": "1912",
      "uri": "/wiki/Don_Gutteridge",
      "name": "Don Gutteridge",
      "aboutText": "Donald Joseph Gutteridge (June 19, 1912 – September 7, 2008) was an American second and third baseman, coach and manager in Major League Baseball who played for the St. Louis Cardinals, St. Louis Browns, Boston Red Sox and Pittsburgh Pirates, and later managed the Chicago White Sox in 1969–1970.",
      "pageId": 4336712,
      "monthDay": "06/19"
    },
    {
      "year": "1912",
      "uri": "/wiki/Virginia_MacWatters",
      "name": "Virginia MacWatters",
      "aboutText": "Sydney Herbert Allard (19 June 1910 – 12 April 1966) was the founder of the Allard car company and a successful racing motorist in cars of his own manufacture.",
      "pageId": 5167745,
      "monthDay": "06/19"
    },
    {
      "year": "1912",
      "uri": "/wiki/George_Spitz",
      "name": "George Spitz",
      "aboutText": "Rear-Admiral Sir Morgan Charles Morgan-Giles DSO, OBE, GM, DL (19 June 1914 – 4 May 2013) was a Royal Navy officer, decorated during the Second World War, who later served as a Conservative Member of Parliament.",
      "pageId": 6014205,
      "monthDay": "06/19"
    },
    {
      "year": "1913",
      "uri": "/wiki/Helene_Madison",
      "name": "Helene Madison",
      "aboutText": "Virginia MacWatters (June 19, 1912 – November 5, 2005) was an American coloratura soprano.\nBorn in Philadelphia, Pennsylvania, MacWatters studied at the Curtis Institute of Music, and sang 611 Broadway performances of Adele in Rosalinda (an adaptation of Die Fledermaus), conducted by Erich Korngold, from 1942 to 1944. She made her formal operatic debut at the San Francisco Opera, as Musetta in La bohème, in 1944.",
      "pageId": 13237900,
      "monthDay": "06/19"
    },
    {
      "year": "1914",
      "uri": "/wiki/Alan_Cranston",
      "name": "Alan Cranston",
      "aboutText": "Knut \"Knutte\" Kroon (Hälsingborg, 19 June 1906 – 27 February 1975) was a Swedish footballer.",
      "pageId": 16968486,
      "monthDay": "06/19"
    },
    {
      "year": "1914",
      "uri": "/wiki/Lester_Flatt",
      "name": "Lester Flatt",
      "aboutText": "Midori Naka (Japanese: 仲みどり) (19 June 1909 – 24 August 1945) was a Japanese stage actress of the Shingeki style, famous in her country at the time of her death. She survived the atomic bombing of Hiroshima on 6 August 1945, only to die 18 days later. She was the first person in the world whose death was officially certified to be a result of radiation poisoning.",
      "pageId": 27051754,
      "monthDay": "06/19"
    },
    {
      "year": "1914",
      "uri": "/wiki/Morgan_Morgan-Giles",
      "name": "Morgan Morgan-Giles",
      "aboutText": "Rūdolfs Jurciņš (19 June 1909 – 22 July 1948) was a Latvian basketball player. He played as a center. Jurciņš won a gold medal at the 1935 EuroBasket competition, becoming first European champion.",
      "pageId": 36858849,
      "monthDay": "06/19"
    },
    {
      "year": "1914",
      "uri": "/wiki/Anthony_of_Sourozh",
      "name": "Anthony of Sourozh",
      "aboutText": "George Burton Spitz, Jr. (June 19, 1912 – April 1986) was an American high jumper. He jumped indoor world records in 1931 and 1932 and was a leading favorite for that summer's Olympics; however, an ankle injury troubled him there and he only placed ninth.",
      "pageId": 39723896,
      "monthDay": "06/19"
    },
    {
      "year": "1915",
      "uri": "/wiki/Pat_Buttram",
      "name": "Pat Buttram",
      "aboutText": "Aage Niels Bohr (Danish: [ˈɔːʊ̯ə ˌnels ˈboɐ̯ˀ]; 19 June 1922 – 9 September 2009) was a Danish nuclear physicist who shared the Nobel Prize in Physics in 1975 with Ben Mottelson and James Rainwater \"for the discovery of the connection between collective motion and particle motion in atomic nuclei and the development of the theory of the structure of the atomic nucleus based on this connection\". Starting from Rainwater's concept of an irregular-shaped liquid drop model of the nucleus, Bohr and Mottelson developed a detailed theory that was in close agreement with experiments.",
      "pageId": 2201,
      "monthDay": "06/19"
    },
    {
      "year": "1915",
      "uri": "/wiki/Julius_Schwartz",
      "name": "Julius Schwartz",
      "aboutText": "Barry Took (/ˈbæri ˈtʊk/, 19 June 1928 – 31 March 2002) was an English writer, television presenter and comedian. His decade-and-a-half writing partnership with Marty Feldman led to the television series Bootsie and Snudge and the radio comedy Round the Horne and other projects.",
      "pageId": 46821,
      "monthDay": "06/19"
    },
    {
      "year": "1917",
      "uri": "/wiki/Joshua_Nkomo",
      "name": "Joshua Nkomo",
      "aboutText": "Charles Edward Springall, known professionally as Charlie Drake (19 June 1925 – 23 December 2006) was an English comedian, actor, writer and singer.",
      "pageId": 151400,
      "monthDay": "06/19"
    },
    {
      "year": "1919",
      "uri": "/wiki/Pauline_Kael",
      "name": "Pauline Kael",
      "aboutText": "Pauline Kael (/keɪl/; June 19, 1919 – September 3, 2001) was an American film critic who wrote for The New Yorker magazine from 1968 to 1991. Earlier in her career, her work appeared in City Lights, McCall's and The New Republic.\nKael was known for her \"witty, biting, highly opinionated, and sharply focused\" reviews, her opinions often contrary to those of her contemporaries.",
      "pageId": 313107,
      "monthDay": "06/19"
    },
    {
      "year": "1918",
      "uri": "/wiki/Dave_Lambert_(American_jazz_vocalist)",
      "name": "Dave Lambert",
      "aboutText": "Joshua Mqabuko Nyongolo Nkomo (19 June 1917 – 1 July 1999) was the leader and founder of the Zimbabwe African People's Union (ZAPU) and a member of the Ndebele (Kalanga) tribe.\nHe was a trades-union leader, who became president of the banned National Democratic Party, and was jailed for ten years by Rhodesia's white minority government. After his release, ZAPU contributed to the fall of that government, but then feuded with the rival ZANU group led by Robert Mugabe.",
      "pageId": 360514,
      "monthDay": "06/19"
    },
    {
      "year": "1920",
      "uri": "/wiki/Yves_Robert",
      "name": "Yves Robert",
      "aboutText": "Julius \"Julie\" Schwartz (June 19, 1915 – February 8, 2004) was a comic book editor, and a science fiction agent and prominent fan. He was born in The Bronx, New York. He is best known as a longtime editor at DC Comics, where at various times he was primary editor over the company's flagship superheroes, Superman and Batman.",
      "pageId": 462286,
      "monthDay": "06/19"
    },
    {
      "year": "1921",
      "uri": "/wiki/Louis_Jourdan",
      "name": "Louis Jourdan",
      "aboutText": "Louis Jourdan (born Louis Robert Gendre; 19 June 1921 – 14 February 2015) was a French film and television actor. He was known for his suave roles in several Hollywood films, including The Paradine Case (1947), Letter from an Unknown Woman (1948), Gigi (1958), The Best of Everything (1959), The V.I.P.s (1963) and Octopussy (1983).",
      "pageId": 541778,
      "monthDay": "06/19"
    },
    {
      "year": "1922",
      "uri": "/wiki/Aage_Bohr",
      "name": "Aage Bohr",
      "aboutText": "Raymond John \"Ray\" Noorda (19 June 1924 – 9 October 2006) was a U.S. computer businessman. He was CEO of Novell between 1982 and 1994.",
      "pageId": 762311,
      "monthDay": "06/19"
    },
    {
      "year": "1922",
      "uri": "/wiki/Marilyn_P._Johnson",
      "name": "Marilyn P. Johnson",
      "aboutText": "Nancy Marchand (June 19, 1928 – June 18, 2000) was an American actress. She began her career in theatre in 1951.",
      "pageId": 1020746,
      "monthDay": "06/19"
    },
    {
      "year": "1923",
      "uri": "/wiki/Bob_Hank",
      "name": "Bob Hank",
      "aboutText": "Leo Joseph Nomellini (June 19, 1924 – October 17, 2000) was a Hall of Fame American football player with the San Francisco 49ers. He was born at Lucca in Italy and immigrated to the United States as an infant. However Nomellini didn’t play football until 1942, when he served in World War II, with the Marine Corps.",
      "pageId": 1486915,
      "monthDay": "06/19"
    },
    {
      "year": "1924",
      "uri": "/wiki/Cornelius_(Jakobs)",
      "name": "Cornelius",
      "aboutText": "Karl-Herbert Scheer (June 19, 1928 in Frankfurt – September 15, 1991) was a German science fiction writer who wrote under the pen name K. H. Scheer.\nHe created the long-running science fiction series \"ZBV\".\nIn 1961, together with Walter Ernsting, he created the Perry Rhodan series.",
      "pageId": 1670904,
      "monthDay": "06/19"
    },
    {
      "year": "1924",
      "uri": "/wiki/Leo_Nomellini",
      "name": "Leo Nomellini",
      "aboutText": "Maxwell Emmett \"Pat\" Buttram (June 19, 1915 – January 8, 1994) was an American actor, known for playing the sidekick of Gene Autry and for playing the character of Mr. Haney in the television series Green Acres.",
      "pageId": 1675803,
      "monthDay": "06/19"
    },
    {
      "year": "1924",
      "uri": "/wiki/Ray_Noorda",
      "name": "Ray Noorda",
      "aboutText": "Yves Robert (19 June 1920 – 10 May 2002) was a French actor, screenwriter, director, and producer.\n^ Bergan, Ronald (14 May 2002). \"UK Guardian Obit\".",
      "pageId": 2062698,
      "monthDay": "06/19"
    },
    {
      "year": "1925",
      "uri": "/wiki/Charlie_Drake",
      "name": "Charlie Drake",
      "aboutText": "Tommy DeVito (born June 19, 1928) is an American musician and singer, best known as a founding member and the lead guitarist of the rock band The Four Seasons.",
      "pageId": 2557419,
      "monthDay": "06/19"
    },
    {
      "year": "1925",
      "uri": "/wiki/Robert_Fyfe",
      "name": "Robert Fyfe",
      "aboutText": "David Alden Lambert (June 19, 1917 - October 3, 1966) was an American jazz lyricist, singer, and an originator of vocalese. He was best known as a member of the trio Lambert, Hendricks & Ross. Lambert spent a lifetime experimenting with the human voice, and expanding the possibilities of its use within jazz.",
      "pageId": 4115121,
      "monthDay": "06/19"
    },
    {
      "year": "1928",
      "uri": "/wiki/Tommy_DeVito_(musician)",
      "name": "Tommy DeVito",
      "aboutText": "Robert Fyfe (born 19 June 1925) is a Scottish actor, best known for his role as Howard in the long-running British sitcom Last of the Summer Wine from 1985 to 2010.",
      "pageId": 6525408,
      "monthDay": "06/19"
    },
    {
      "year": "1928",
      "uri": "/wiki/Elizabeth_Connelly",
      "name": "Elizabeth Connelly",
      "aboutText": "Robert W. \"Bob\" Hank (19 June 1923 – 14 June 2012) was a former Australian rules footballer who played for West Torrens in the South Australian National Football League (SANFL).",
      "pageId": 7540167,
      "monthDay": "06/19"
    },
    {
      "year": "1928",
      "uri": "/wiki/Nancy_Marchand",
      "name": "Nancy Marchand",
      "aboutText": "Marilyn Priscilla Johnson (born June 19, 1922) is a former US diplomat and former United States Ambassador to Togo. She was appointed to that position on September 23, 1978, and left her post on July 29, 1981.\nShe graduated from Radcliffe College with a B.A. in 1944 and from Middlebury College in 1952 with an M.A. She enlisted in the U.S. Navy from 1944 to 1946.",
      "pageId": 20718273,
      "monthDay": "06/19"
    },
    {
      "year": "1928",
      "uri": "/wiki/K._H._Scheer",
      "name": "K. H. Scheer",
      "aboutText": "Elizabeth Ann \"Betty\" Connelly (June 19, 1928 – May 25, 2006) was a politician from Staten Island, New York who represented the North Shore of that community from 1973 to 2000.",
      "pageId": 30966162,
      "monthDay": "06/19"
    },
    {
      "year": "1928",
      "uri": "/wiki/Barry_Took",
      "name": "Barry Took",
      "aboutText": "Metropolitan Cornelius (Russian: Митрополит Корнилий, Estonian: Metropoliit Kornelius or secular name Vjatšeslav Vassiljevitš Jakobs, or Vyacheslav Vasilyevich Yakobs, Russian: Вячеслав Васильевич Якобс; born 19 June 1924, Tallinn) is the Metropolitan bishop of Tallinn and All Estonia, the head of the Estonian Orthodox Church of Moscow Patriarchate.",
      "pageId": 39759354,
      "monthDay": "06/19"
    },
    {
      "year": "1929",
      "uri": "/wiki/Thelma_Barlow",
      "name": "Thelma Barlow",
      "aboutText": "Viktor Ivanovich Patsayev (Russian: Ви́ктор Ива́нович Паца́ев; 19 June 1933 – 30 June 1971) was a Soviet cosmonaut who flew on the Soyuz 11 mission and had the unfortunate distinction of being part of the second crew to die during a space flight. On board the space station Salyut 1 he operated the Orion 1 Space Observatory (see Orion 1 and Orion 2 Space Observatories), he became the first man to operate a telescope outside the Earth’s atmosphere.\nAfter a normal re-entry, the capsule was opened and the crew was found dead.",
      "pageId": 199496,
      "monthDay": "06/19"
    },
    {
      "year": "1930",
      "uri": "/wiki/Bryan_Kneale",
      "name": "Bryan Kneale",
      "aboutText": "Virginia Cathryn \"Gena\" Rowlands (born June 19, 1930) is an American film, stage and television actress, whose career in the entertainment industry has spanned over six decades. A four-time Emmy and two-time Golden Globe winner, she is known for her collaborations with her late actor-director husband John Cassavetes in ten films, including A Woman Under the Influence (1974) and Gloria (1980), which earned her nominations for the Academy Award for Best Actress. She also won the Silver Bear for Best Actress for Opening Night (1977).",
      "pageId": 225494,
      "monthDay": "06/19"
    },
    {
      "year": "1930",
      "uri": "/wiki/Gena_Rowlands",
      "name": "Gena Rowlands",
      "aboutText": "Gérard Latortue (born June 19, 1934 at Gonaïves) was the Prime Minister of Haïti from March 12, 2004 to June 9, 2006. He was an official in the United Nations for many years, and briefly served as foreign minister of Haïti during the short-lived 1988 administration of Leslie Manigat.\nIn February 2004, the country experienced a coup d'état which saw the removal and exile of President Jean-Bertrand Aristide; Breaking with the Haitian constitution a \"council of the wise\" was set up by the international powers to choose a new Prime Minister.",
      "pageId": 523399,
      "monthDay": "06/19"
    },
    {
      "year": "1930",
      "uri": "/wiki/Diana_Sowle",
      "name": "Diana Sowle",
      "aboutText": "Edward \"Wahoo\" McDaniel (June 19, 1938 – April 18, 2002) was a Choctaw-Chickasaw Native American who achieved fame as a professional American football player and later as a professional wrestler. He is notable for having held the NWA United States Heavyweight Championship five times.",
      "pageId": 659323,
      "monthDay": "06/19"
    },
    {
      "year": "1932",
      "uri": "/wiki/Pier_Angeli",
      "name": "Pier Angeli",
      "aboutText": "Marisa Pavan (born Maria Luisa Pierangeli; 19 June 1932) is an Italian-born actress who first became famous as the twin sister to film star Pier Angeli (Anna Maria Pierangeli) before achieving film stardom on her own. Her breakthrough came in the film The Rose Tattoo (1955) as Anna Magnani's daughter; her role was first assigned to her twin, who at the time was unable to play the part. When Magnani won the Academy Award for Best Actress, Pavan accepted on her behalf as Magnani was not present at the awards ceremony.",
      "pageId": 705453,
      "monthDay": "06/19"
    },
    {
      "year": "1932",
      "uri": "/wiki/Jos%C3%A9_Sanchis_Grau",
      "name": "José Sanchis Grau",
      "aboutText": "Pier Angeli (19 June 1932 – 10 September 1971) was an Italian-born television and film actress. Her American cinematographic debut was in the starring role of the 1951 film Teresa, for which she won a Golden Globe Award for Young Star of the Year - Actress. Twenty years later it was rumored she was chosen to play a part in The Godfather.",
      "pageId": 705501,
      "monthDay": "06/19"
    },
    {
      "year": "1932",
      "uri": "/wiki/Marisa_Pavan",
      "name": "Marisa Pavan",
      "aboutText": "Elizabeth \"Beth\" Phinney (born June 19, 1938) is a former Canadian politician.",
      "pageId": 1464350,
      "monthDay": "06/19"
    },
    {
      "year": "1933",
      "uri": "/wiki/Michael_M._Ames",
      "name": "Michael M. Ames",
      "aboutText": "André Glucksmann (French: [ɡlyksman]; 19 June 1937 – 10 November 2015) was a French philosopher, activist and writer. He was a member of the French new philosophers.\nGlucksmann began his career as a Marxist, but went on to reject communism in 1975 in the popular book La Cuisinière et le Mangeur d'Hommes and later became an outspoken critic of Russia.",
      "pageId": 2016618,
      "monthDay": "06/19"
    },
    {
      "year": "1933",
      "uri": "/wiki/Viktor_Patsayev",
      "name": "Viktor Patsayev",
      "aboutText": "Michael M. Ames, CM FRSC (June 19, 1933 – February 20, 2006) was a Canadian academic and Professor of Anthropology of the department of anthropology-sociology at the University of British Columbia.\nBorn in Vancouver, British Columbia, he received a B.A. in anthropology from the University of British Columbia in 1956. He received his Ph.D. in social anthropology from Harvard University in 1961.",
      "pageId": 2531882,
      "monthDay": "06/19"
    },
    {
      "year": "1933",
      "uri": "/wiki/Janusz_Sid%C5%82o",
      "name": "Janusz Sidło",
      "aboutText": "Thelma Barlow (née Pigott; born 19 June 1929) is an English television actress and writer, most famous for her roles as Mavis Wilton in the long-running ITV soap opera Coronation Street and as Dolly Bellfield in the sitcom Dinnerladies.",
      "pageId": 2801033,
      "monthDay": "06/19"
    },
    {
      "year": "1934",
      "uri": "/wiki/Terence_Clark",
      "name": "Terence Clark",
      "aboutText": "Janusz Sidło (19 June 1933 – 2 August 1993) was a Polish javelin thrower. He competed at the 1952, 1956, 1960, 1964, and 1968 Olympics and finished in 18th, 2nd, 8th, 4th and 7th place, respectively. He was awarded the Officer's Cross of the Order of Polonia Restituta and later the Knight's Cross.",
      "pageId": 6335927,
      "monthDay": "06/19"
    },
    {
      "year": "1934",
      "uri": "/wiki/G%C3%A9rard_Latortue",
      "name": "Gérard Latortue",
      "aboutText": "Shirley Mae Goodman (June 19, 1936 – July 5, 2005) was an American singer known best for \"Shirley and Lee\", a 1950s duo.",
      "pageId": 7446347,
      "monthDay": "06/19"
    },
    {
      "year": "1936",
      "uri": "/wiki/Marisa_Galvany",
      "name": "Marisa Galvany",
      "aboutText": "Bryan Kneale RA (born 19 June 1930) is a Manx artist and sculptor, described by BBC News Online as \"one of the Isle of Man's best known artists.\"",
      "pageId": 9445729,
      "monthDay": "06/19"
    },
    {
      "year": "1936",
      "uri": "/wiki/Shirley_Goodman",
      "name": "Shirley Goodman",
      "aboutText": "Marisa Galvany (born 19 June 1936) is an American soprano who had an active international career performing in operas and concerts up into the early 2000s. Known for the great intensity of her performances, Galvany particularly excelled in portraying Verdi heroines.",
      "pageId": 9450422,
      "monthDay": "06/19"
    },
    {
      "year": "1937",
      "uri": "/wiki/Andr%C3%A9_Glucksmann",
      "name": "André Glucksmann",
      "aboutText": "Jean-Claude Labrecque, CM CQ (born June 19, 1938 in Quebec City, Quebec) is a director and cinematographer who learned the basics of filmmaking at the Quebec Film Office and the National Film Board of Canada.",
      "pageId": 11496253,
      "monthDay": "06/19"
    },
    {
      "year": "1938",
      "uri": "/wiki/Jean-Claude_Labrecque",
      "name": "Jean-Claude Labrecque",
      "aboutText": "Cheng-Wen Wu (Chinese: 吳成文, born June 19, 1938) is a Taiwanese biochemist. He is the former founding president of Taiwan National Health Research Institutes in 1996-2005.\nWu Was elected as an academician of Taiwan Academia Sinica in 1984.",
      "pageId": 11869868,
      "monthDay": "06/19"
    },
    {
      "year": "1938",
      "uri": "/wiki/Wahoo_McDaniel",
      "name": "Wahoo McDaniel",
      "aboutText": "Diana Sowle (born June 19, 1930) is an American actress, who has worked in all facets of the entertainment industry.",
      "pageId": 15277643,
      "monthDay": "06/19"
    },
    {
      "year": "1938",
      "uri": "/wiki/Beth_Phinney",
      "name": "Beth Phinney",
      "aboutText": "Sir John Joseph Sheil (born 19 June 1938), PC was educated at Clongowes Wood College, Queen's University Belfast and Trinity College, Dublin. He served as a Lord Justice of Appeal in Northern Ireland from 2005 to 2007. He was knighted in 1989.",
      "pageId": 22205292,
      "monthDay": "06/19"
    },
    {
      "year": "1938",
      "uri": "/wiki/John_Sheil",
      "name": "John Sheil",
      "aboutText": "José Sanchis Grau (19 June 1932 – 2 August 2011) was a Spanish comic book writer. He also worked for Editorial Bruguera and Spanish children comics in general.",
      "pageId": 32629827,
      "monthDay": "06/19"
    },
    {
      "year": "1938",
      "uri": "/wiki/Cheng-Wen_Wu",
      "name": "Cheng-Wen Wu",
      "aboutText": "Sir Terence Clark KBE CMG CVO (born 19 June 1934) is a British retired diplomat and writer.",
      "pageId": 42149504,
      "monthDay": "06/19"
    },
    {
      "year": "1938",
      "uri": "/wiki/Ian_Smith_(actor)",
      "name": "Ian Smith",
      "aboutText": "Aung San Suu Kyi, AC (Burmese: အောင်ဆန်းစုကြည်; MLCTS: aung hcan: cu. krany, /aʊŋˌsæn.suːˈtʃiː/, Burmese pronunciation: [àʊɴ sʰáɴ sṵ tɕì]; born 19 June 1945) is a Burmese opposition politician and president of the National League for Democracy (NLD) in Myanmar. In the 1990 general election, the NLD won 59% of the national votes and 81% (392 of 485) of the seats in Parliament.",
      "pageId": 2847,
      "monthDay": "06/19"
    },
    {
      "year": "1939",
      "uri": "/wiki/Bernd_Hoss",
      "name": "Bernd Hoss",
      "aboutText": "Ian Smith (born 19 June 1938) is an Australian soap opera character actor, television producer (associate) and television screenwriter, best known today for his long-running itinerant role as the caring, kindly coffee shop owner Harold Bishop in the soap opera Neighbours, since 1987, when the series was taken over by Network Ten.",
      "pageId": 246676,
      "monthDay": "06/19"
    },
    {
      "year": "1939",
      "uri": "/wiki/John_F._MacArthur",
      "name": "John F. MacArthur",
      "aboutText": "Václav Klaus (Czech pronunciation: [ˈvaːtslaf ˈklaus]; born 19 June 1941) is a Czech economist and politician who served as the second President of the Czech Republic from 2003 to 2013. He also served as the second and last Prime Minister of the Czech Republic, federal subject of the Czech and Slovak Federative Republic, from July 1992 until the dissolution of Czechoslovakia in January 1993, and as the first Prime Minister of an independent Czech Republic from 1993 to 1998.\nKlaus was the principal co-founder of the Civic Democratic Party, the Czech Republic's largest center-right political party.",
      "pageId": 303222,
      "monthDay": "06/19"
    },
    {
      "year": "1939",
      "uri": "/wiki/Al_Wilson_(singer)",
      "name": "Al Wilson",
      "aboutText": "Paul Shane (19 June 1940 – 16 May 2013) was an English comedian and actor, known for television work, in particular playing Ted Bovis in Hi-de-Hi!",
      "pageId": 380949,
      "monthDay": "06/19"
    },
    {
      "year": "1940",
      "uri": "/wiki/Shirley_Muldowney",
      "name": "Shirley Muldowney",
      "aboutText": "Francisco \"Chico\" Buarque de Hollanda (born June 19, 1944 in Rio de Janeiro, Brazil), popularly known as Chico Buarque (Portuguese pronunciation: [ˈʃiku buˈaʁki]), is a singer, guitarist, composer, dramatist, writer and poet. He is best known for his music, which often includes social, economic and cultural commentary on Brazil and Rio de Janeiro in particular.\nSon of the academic Sérgio Buarque de Hollanda, Buarque lived in several locations throughout his childhood, though mostly in Rio de Janeiro, São Paulo and Italy.",
      "pageId": 398611,
      "monthDay": "06/19"
    },
    {
      "year": "1940",
      "uri": "/wiki/Paul_Shane",
      "name": "Paul Shane",
      "aboutText": "Shirley Muldowney (born June 19, 1940 in Burlington, Vermont ), also known professionally as \"Cha Cha\" and the \"First Lady of Drag Racing\", is an American auto racer. She was the first woman to receive a license from the National Hot Rod Association (NHRA) to drive a Top Fuel dragster. She won the NHRA Top Fuel championship in 1977, 1980 and 1982, becoming the first person to win two and three Top Fuel titles.",
      "pageId": 689562,
      "monthDay": "06/19"
    },
    {
      "year": "1941",
      "uri": "/wiki/Conchita_Carpio-Morales",
      "name": "Conchita Carpio-Morales",
      "aboutText": "Tobias Jonathan Ansell Wolff (born June 19, 1945) is an American author. He is known for his memoirs, particularly This Boy's Life (1989) and In Pharaoh's Army (1994). He has also written two novels, including The Barracks Thief (1984), which won the PEN/Faulkner Award for Fiction, and an array of short stories.",
      "pageId": 1270566,
      "monthDay": "06/19"
    },
    {
      "year": "1941",
      "uri": "/wiki/V%C3%A1clav_Klaus",
      "name": "Václav Klaus",
      "aboutText": "John Fullerton MacArthur, Jr. (born June 19, 1939) is an American pastor and author known for his internationally syndicated radio program Grace to You. He has been the pastor-teacher of Grace Community Church in Los Angeles, California since February 9, 1969 and also currently is the president of The Master's College in Newhall, California and The Master's Seminary in Los Angeles, California.",
      "pageId": 1702028,
      "monthDay": "06/19"
    },
    {
      "year": "1942",
      "uri": "/wiki/Jos_Brink",
      "name": "Jos Brink",
      "aboutText": "James \"Jimmy\" Greenhoff (born 19 June 1946) is an English former football player. He was a skilful forward and although capped five times at under-23 level, once as an over-age player, he never played for the full side, and is labelled as the finest English player never to play for England. He made nearly 600 appearances in league football.",
      "pageId": 1796511,
      "monthDay": "06/19"
    },
    {
      "year": "1942",
      "uri": "/wiki/Merata_Mita",
      "name": "Merata Mita",
      "aboutText": "Peter Skiving Bardens (19 June 1944 – 22 January 2002) was a keyboardist and a founding member of the British progressive rock group Camel. He played organ, piano, synthesizers and mellotron, and wrote songs with Andrew Latimer. During his career, Bardens worked alongside Rod Stewart, Mick Fleetwood and Van Morrison, and recorded solo albums.",
      "pageId": 1923589,
      "monthDay": "06/19"
    },
    {
      "year": "1942",
      "uri": "/wiki/Let%C3%ADcia_Spiller",
      "name": "Letícia Spiller",
      "aboutText": "Allen LaMar \"Al\" Wilson (June 19, 1939 – April 21, 2008) was an American soul singer known for the million-selling #1 hit, \"Show and Tell\". He is also remembered for his Northern soul anthem, \"The Snake\".\n^ Thedeadrockstarsclub.com.",
      "pageId": 2930053,
      "monthDay": "06/19"
    },
    {
      "year": "1944",
      "uri": "/wiki/Peter_Bardens",
      "name": "Peter Bardens",
      "aboutText": "Jennifer Darling (born June 19, 1946) is an American actress.",
      "pageId": 5188768,
      "monthDay": "06/19"
    },
    {
      "year": "1944",
      "uri": "/wiki/Chico_Buarque",
      "name": "Chico Buarque",
      "aboutText": "John William Hind (born 19 June 1945 in Watford, Hertfordshire) is a theologian and former Bishop in Europe and Bishop of Chichester in the Church of England.",
      "pageId": 5846537,
      "monthDay": "06/19"
    },
    {
      "year": "1944",
      "uri": "/wiki/Richard_Monette",
      "name": "Richard Monette",
      "aboutText": "Conchita Carpio-Morales (born June 19, 1941) is the current Ombudsman of the Philippines. She was previously an Associate Justice of the Supreme Court of the Philippines.\nCarpio-Morales is married to Eugenio T. Morales, Jr., with whom she has two sons, Eugenio III and Umberto (d.",
      "pageId": 8804998,
      "monthDay": "06/19"
    },
    {
      "year": "1945",
      "uri": "/wiki/John_Hind_(bishop_of_Chichester)",
      "name": "John Hind",
      "aboutText": "Richard Jean Monette OC, DHum, LLD (June 19, 1944 – September 9, 2008) was a Canadian actor and director, best known for his 14-season tenure as the longest-serving artistic director of the Stratford Festival of Canada from 1994 to 2007.",
      "pageId": 12959154,
      "monthDay": "06/19"
    },
    {
      "year": "1945",
      "uri": "/wiki/Radovan_Karad%C5%BEi%C4%87",
      "name": "Radovan Karadžić",
      "aboutText": "Jos Brink (19 June 1942, Heiloo, North Holland – 17 August 2007, Amsterdam) was a Dutch actor, radio and musical performer, film producer, television and radio personality, columnist and author.\nBrink did much to promote acceptance of homosexuality in Dutch society and was a well-known out gay person. He started living with his artistic partner Frank Sanders in 1973.",
      "pageId": 13076377,
      "monthDay": "06/19"
    },
    {
      "year": "1945",
      "uri": "/wiki/Aung_San_Suu_Kyi",
      "name": "Aung San Suu Kyi",
      "aboutText": "Radovan Karadžić (Serbian: Радован Караџић, pronounced [râdovaːn kârad͡ʒit͡ɕ]; born 19 June 1945) is a former Bosnian Serb politician. During the breakup of Yugoslavia, Karadžić, as President of the Republika Srpska, sought the direct unification of that entity with Serbia.\nEducated as a psychiatrist, he co-founded the Serb Democratic Party in Bosnia and Herzegovina and served as the first President of Republika Srpska from 1992 to 1996.",
      "pageId": 18603629,
      "monthDay": "06/19"
    },
    {
      "year": "1945",
      "uri": "/wiki/Tobias_Wolff",
      "name": "Tobias Wolff",
      "aboutText": "Merata Mita, CNZM (19 June 1942 – 31 May 2010) was a significant filmmaker in New Zealand as well as a key figure in the growth of the Māori screen industry.",
      "pageId": 24103975,
      "monthDay": "06/19"
    },
    {
      "year": "1946",
      "uri": "/wiki/Jennifer_Darling",
      "name": "Jennifer Darling",
      "aboutText": "Bernd Hoss (born 19 June 1939 in Neckarhausen, Württemberg) is a former German football manager.",
      "pageId": 30718968,
      "monthDay": "06/19"
    },
    {
      "year": "1946",
      "uri": "/wiki/Jimmy_Greenhoff",
      "name": "Jimmy Greenhoff",
      "aboutText": "Letícia Pena Spiller (born June 19, 1973 in Rio de Janeiro) is a Brazilian actress.",
      "pageId": 34796226,
      "monthDay": "06/19"
    },
    {
      "year": "1946",
      "uri": "/wiki/Michael_Jay,_Baron_Jay_of_Ewelme",
      "name": "Michael Jay, Baron Jay of Ewelme",
      "aboutText": "Sir Ahmad Salman Rushdie, FRSL (/sælˈmɑːn ˈrʊʃdi/; Kashmiri: अहमद सलमान रुशदी (Devanagari), احمد سلمان رشدی (Nastaʿlīq); born 19 June 1947) is a British Indian novelist and essayist. His second novel, Midnight's Children (1981), won the Booker Prize in 1981. Much of his fiction is set on the Indian subcontinent.",
      "pageId": 28722,
      "monthDay": "06/19"
    },
    {
      "year": "1947",
      "uri": "/wiki/Linda_Myers",
      "name": "Linda Myers",
      "aboutText": "Nicholas Rodney \"Nick\" Drake (19 June 1948 – 25 November 1974) was an English singer-songwriter and musician, known for his acoustic guitar-based songs. He failed to find a wide audience during his lifetime, but his work has gradually achieved wider notice and recognition. Drake signed to Island Records when he was 20 years old and was a student at the University of Cambridge, and released his debut album, Five Leaves Left, in 1969.",
      "pageId": 80521,
      "monthDay": "06/19"
    },
    {
      "year": "1947",
      "uri": "/wiki/Salman_Rushdie",
      "name": "Salman Rushdie",
      "aboutText": "John Ralston Saul, CC OOnt (born June 19, 1947) is a Canadian award-winning philosopher, novelist and essayist. He is a long-term champion of freedom of expression and was the International President of PEN International, until October 2015. Saul is the co-founder and co-chair of the non-profit Institute for Canadian Citizenship, a national charity promoting the inclusion of new citizens.",
      "pageId": 103256,
      "monthDay": "06/19"
    },
    {
      "year": "1947",
      "uri": "/wiki/John_Ralston_Saul",
      "name": "John Ralston Saul",
      "aboutText": "Ayman Mohammed Rabie al-Zawahiri (Arabic: أيمن محمد ربيع الظواهري‎  ʾAyman Muḥammad Rabīʿ aẓ-Ẓawāhirī, born June 19, 1951) is the current leader of al-Qaeda and a current or former member and senior official of Islamist organizations which have orchestrated and carried out attacks in North America, Asia, Africa, and the Middle East. In 2012, he called on Muslims to kidnap Western tourists in Muslim countries.\nSince the September 11 attacks, U.S. State Department has offered a US$25 million reward for information leading to al-Zawahiri's capture.",
      "pageId": 319799,
      "monthDay": "06/19"
    },
    {
      "year": "1948",
      "uri": "/wiki/Nick_Drake",
      "name": "Nick Drake",
      "aboutText": "Ann Dustin Wilson (born June 19, 1950) is an American musician, best known as the lead singer, flute player, songwriter, and occasional guitar player of the hard rock band Heart.",
      "pageId": 321084,
      "monthDay": "06/19"
    },
    {
      "year": "1948",
      "uri": "/wiki/Barry_Hearn",
      "name": "Barry Hearn",
      "aboutText": "Robert William \"Bob\" Ainsworth (born 19 June 1952) is a British Labour Party politician who was the Member of Parliament (MP) for Coventry North East from 1992 to 2015, and was the Secretary of State for Defence from 2009 to 2010. Following the general election in 2010 he was the Shadow Defence Secretary, but was replaced by Jim Murphy following the election of new Labour leader Ed Miliband.",
      "pageId": 413962,
      "monthDay": "06/19"
    },
    {
      "year": "1948",
      "uri": "/wiki/Phylicia_Rashad",
      "name": "Phylicia Rashad",
      "aboutText": "Michael O'Brien QC (born 19 June 1954) is a British lawyer and former Labour Party politician who was the Member of Parliament (MP) for North Warwickshire from 1992 to 2010. In the May 2010 general election, he lost his North Warwickshire constituency to Dan Byles, the Conservative Party candidate by 54 votes.",
      "pageId": 422791,
      "monthDay": "06/19"
    },
    {
      "year": "1950",
      "uri": "/wiki/Constance_Forslund",
      "name": "Constance Forslund",
      "aboutText": "Phylicia Rashad /ˈfɪliːʃəˈrɑːʃəd/ (born Phylicia Ayers-Allen; June 19, 1948) is an American actress, singer and stage director, best known for her role as Clair Huxtable on the long-running NBC sitcom The Cosby Show. She was nominated for an Emmy Award for this role in 1985 and 1986.\nIn 2004, Rashad became the first African-American actress to win the Tony Award for Best Performance by a Leading Actress in a Play, which she won for her role in the revival of A Raisin in the Sun.",
      "pageId": 622498,
      "monthDay": "06/19"
    },
    {
      "year": "1950",
      "uri": "/wiki/Neil_Asher_Silberman",
      "name": "Neil Asher Silberman",
      "aboutText": "Simon Wright (born 19 June 1963) is an English drummer best known for his time with rock n' roll bands AC/DC and Dio. He started playing drums at the age of 13 and cites Cozy Powell, Tommy Aldridge and John Bonham as his greatest influences.",
      "pageId": 1615549,
      "monthDay": "06/19"
    },
    {
      "year": "1950",
      "uri": "/wiki/Ann_Wilson",
      "name": "Ann Wilson",
      "aboutText": "Constance Forslund (born June 19, 1950) is an American actress whose performances include a revival of Clare Boothe Luce's The Women on Broadway and the films The Way We Were and The Great Bank Hoax.\nIn television movies Forslund portrayed Ginger Grant in The Harlem Globetrotters on Gilligan's Island and Marilyn Monroe in This Year's Blonde, one of a series of three movie specials under the \"Moviola\" name.",
      "pageId": 1660587,
      "monthDay": "06/19"
    },
    {
      "year": "1951",
      "uri": "/wiki/Ayman_al-Zawahiri",
      "name": "Ayman al-Zawahiri",
      "aboutText": "Francesco Moser (Italian pronunciation: [ˈmɔːzer] or [moˈzɛr]; German pronunciation: [ˈmoːzɐ]; born 19 June 1951 in Palù di Giovo, Trentino), nicknamed \"Lo sceriffo\" (The sheriff), is an Italian former professional road bicycle racer.\nMoser was dominant from the mid-1970s to the early 1980s and won the 1984 Giro d'Italia, the 1977 world road racing championship and six times in three of the five classics. He turned professional in 1973, showing a stylish pedaling style.",
      "pageId": 2204846,
      "monthDay": "06/19"
    },
    {
      "year": "1951",
      "uri": "/wiki/Patty_Larkin",
      "name": "Patty Larkin",
      "aboutText": "Patty Larkin (born June 19, 1951) is a Boston-based singer-songwriter and guitarist. Her music has been described as folk-urban pop music.",
      "pageId": 2366183,
      "monthDay": "06/19"
    },
    {
      "year": "1951",
      "uri": "/wiki/Francesco_Moser",
      "name": "Francesco Moser",
      "aboutText": "Barry Hearn (born 19 June 1948) is an English accountant, sporting events promoter, and the founder and chairman of promotions company Matchroom Sport.\nThrough Matchroom, Hearn is also involved in many other sports, including pool, tenpin bowling, golf (see PGA EuroPro Tour), Table Tennis and fishing. Hearn is currently the chairman of the Professional Darts Corporation, and was also until July 2010 chairman of the World Professional Billiards and Snooker Association (WPBSA).",
      "pageId": 3466333,
      "monthDay": "06/19"
    },
    {
      "year": "1951",
      "uri": "/wiki/Karen_Young_(Canadian_singer)",
      "name": "Karen Young",
      "aboutText": "Michael Hastings Jay, Baron Jay of Ewelme, GCMG (born 19 June 1946) is a Crossbench member of the House of Lords, and a former British diplomat, including Ambassador to France and Permanent Under Secretary at the Foreign and Commonwealth Office.",
      "pageId": 3828968,
      "monthDay": "06/19"
    },
    {
      "year": "1952",
      "uri": "/wiki/Bob_Ainsworth",
      "name": "Bob Ainsworth",
      "aboutText": "Neil Asher Silberman (born June 19, 1950 in Boston, Massachusetts) is an archaeologist and historian with a special interest in history, archaeology, public interpretation and heritage policy. He is a graduate of Wesleyan University and was trained in Near Eastern archaeology at the Hebrew University of Jerusalem. Awarded a 1991 Guggenheim Fellowship, he is a contributing editor for Archaeology Magazine and is a member of the editorial boards of the International Journal of Cultural Property, Heritage Management, and Near Eastern Archaeology.",
      "pageId": 3886312,
      "monthDay": "06/19"
    },
    {
      "year": "1952",
      "uri": "/wiki/Sidsel_Endresen",
      "name": "Sidsel Endresen",
      "aboutText": "Hilary Robert Jones (born 19 June 1953 in Hammersmith, London) is an English general practitioner, presenter and writer on medical issues.",
      "pageId": 4084060,
      "monthDay": "06/19"
    },
    {
      "year": "1953",
      "uri": "/wiki/Larry_Dunn",
      "name": "Larry Dunn",
      "aboutText": "Karen Young (born on June 19, 1951) is a singer, lyricist, composer and arranger from Quebec, Canada who has explored several different musical styles.\nYoung was born in Montreal. Starting in folk music with a medium chart hit Garden Of Ursh (1971) in the late 1960s, she switched to jazz in the mid-1970s with the successful Bebop vocal group, Bug Alley.",
      "pageId": 4696806,
      "monthDay": "06/19"
    },
    {
      "year": "1953",
      "uri": "/wiki/Hilary_Jones_(doctor)",
      "name": "Hilary Jones",
      "aboutText": "Larry Dunn (born June 19, 1953) is an American keyboardist, musical director and one of the early members of the music group Earth, Wind, & Fire.",
      "pageId": 4710703,
      "monthDay": "06/19"
    },
    {
      "year": "1953",
      "uri": "/wiki/Simon_Wright_(musician)",
      "name": "Simon Wright",
      "aboutText": "Sidsel Endresen (born 19 June 1952) is a Norwegian jazz vocalist, composer and actor. She was part of the Jon Eberson Group.",
      "pageId": 14036144,
      "monthDay": "06/19"
    },
    {
      "year": "1954",
      "uri": "/wiki/Mike_O%27Brien_(British_politician)",
      "name": "Mike O'Brien",
      "aboutText": "Linda Ann Myers (born June 19, 1947, in York, Pennsylvania, United States) is a former World Champion archer who represented the United States.\nMyers was selected to represent the United States at the 1972 and 1976 Olympics, where she finished 5th and 7th respectively. She became the World Champion at the 1973 World Archery Championships in Grenoble, also achieving a team silver medal.",
      "pageId": 40800186,
      "monthDay": "06/19"
    },
    {
      "year": "1954",
      "uri": "/wiki/Kathleen_Turner",
      "name": "Kathleen Turner",
      "aboutText": "Paula Julie Abdul (/ˈæbduːl/; born June 19, 1962) is an American singer-songwriter, dancer, choreographer, actress and television personality. She is a dual citizen of the United States and Canada. She began her career as a cheerleader for the Los Angeles Lakers at the age of 18 before rising to prominence in the 1980s as a highly sought-after choreographer at the height of the music video era.",
      "pageId": 23300,
      "monthDay": "06/19"
    },
    {
      "year": "1955",
      "uri": "/wiki/Mary_O%27Connor_(athlete)",
      "name": "Mary O'Connor",
      "aboutText": "Mary Kathleen Turner (born June 19, 1954), better known as Kathleen Turner, is an American film and stage actress and director.\nTurner came to fame during the 1980s, after roles in Body Heat (1981), Romancing the Stone (1984), and Prizzi's Honor (1985), the latter two earning her a Golden Globe Award for Best Actress. In the later 1980s and early 1990s, Turner had roles in The Accidental Tourist (1988), The War of the Roses (1989), Serial Mom (1994) and Peggy Sue Got Married (1986), for which she was nominated for the Academy Award for Best Actress.",
      "pageId": 182997,
      "monthDay": "06/19"
    },
    {
      "year": "1955",
      "uri": "/wiki/Mary_Schapiro",
      "name": "Mary Schapiro",
      "aboutText": "Ylva Anna Maria Lindh (19 June 1957 – 11 September 2003), was a Swedish Social Democratic politician, chairman of the Social Democratic Youth League from 1984 to 1990 and a member of parliament from 1982 to 1985 and 1998 to 2003. Joining the government as minister of environment in 1994, she was elevated to minister for foreign affairs by prime minister Göran Persson in 1998 and considered his successor as party chairman and prime minister (neither of which posts had ever been held by a woman) before her assassination in September 2003.",
      "pageId": 315471,
      "monthDay": "06/19"
    },
    {
      "year": "1956",
      "uri": "/wiki/Danny_Chauncey",
      "name": "Danny Chauncey",
      "aboutText": "Rory Underwood MBE (born 19 June 1963) is a record-breaking former English rugby union footballer who played wing for, most notably, Leicester Tigers and the Royal Air Force.",
      "pageId": 544435,
      "monthDay": "06/19"
    },
    {
      "year": "1956",
      "uri": "/wiki/Doug_Stone",
      "name": "Doug Stone",
      "aboutText": "Christian Wilhelm Walter Wulff (German pronunciation: [ˈkʁɪstjan ˈvɪlhɛlm ˈvaltɐ vʊlf]; born 19 June 1959) is a German politician and lawyer. He served as the President of Germany from 2010 to 2012. A member of the Christian Democratic Union, he served as Prime Minister of the state of Lower Saxony from 2003 to 2010.",
      "pageId": 852096,
      "monthDay": "06/19"
    },
    {
      "year": "1957",
      "uri": "/wiki/Anna_Lindh",
      "name": "Anna Lindh",
      "aboutText": "Sir Andrew William Dilnot, CBE (born 19 June 1960) is a British economist and broadcaster. He was formerly the Director of the Institute for Fiscal Studies from 1991 to 2002, and was Principal of St Hugh's College, Oxford between 2002 and 2012. As of September 2012 he is Warden of Nuffield College, Oxford.",
      "pageId": 1018871,
      "monthDay": "06/19"
    },
    {
      "year": "1957",
      "uri": "/wiki/Jean_Rabe",
      "name": "Jean Rabe",
      "aboutText": "Michael Jeremy Bates, commonly known as Jeremy Bates (born 19 June 1962 in Solihull, England) is a British former professional tennis player. He was ranked UK number 1 in 1987 and again from 1989 to 1994. He reached the ATP world ranking of 54 from 17 April 1995 to 21 April 1995.",
      "pageId": 1995138,
      "monthDay": "06/19"
    },
    {
      "year": "1958",
      "uri": "/wiki/Sergei_Makarov_(ice_hockey)",
      "name": "Sergei Makarov",
      "aboutText": "Douglas Jackson Brooks (born June 19, 1956), known professionally as Doug Stone, is an American country music singer. He debuted in 1990 with the single \"I'd Be Better Off (In a Pine Box)\", the first release from his 1990 self-titled debut album for Epic Records. Both this album and its successor, 1991's I Thought It Was You, earned a platinum certification from the Recording Industry Association of America.",
      "pageId": 2256577,
      "monthDay": "06/19"
    },
    {
      "year": "1959",
      "uri": "/wiki/Mark_DeBarge",
      "name": "Mark DeBarge",
      "aboutText": "Luke Morley (born 19 June 1960 in Camberwell, London, England) is the guitarist, chief songwriter and producer for the hard rock band Thunder from 1989 to Present (with a break from 1999–2002, and 2009–2011). Previous to that he was a member of 1980s group, Terraplane who subsequently became Thunder.\nIn 2009, when Thunder announced that they were splitting up, Luke became the lead guitarist and co-songwriter for the rock band The Union, which he formed with guitarist and co-songwriter, Peter Shoulder.",
      "pageId": 2372954,
      "monthDay": "06/19"
    },
    {
      "year": "1959",
      "uri": "/wiki/Christian_Wulff",
      "name": "Christian Wulff",
      "aboutText": "John (\"Johnny\") Lee Gray, Jr. (born June 19, 1960 in Los Angeles, California) was an American world class 800 meter runner from the mid-1980s to the late 1990s. A four-time-Olympian (1984-1996) in 1985 he set the US record of 1:42.60 at a meet in Koblenz.",
      "pageId": 3501247,
      "monthDay": "06/19"
    },
    {
      "year": "1960",
      "uri": "/wiki/Andrew_Dilnot",
      "name": "Andrew Dilnot",
      "aboutText": "Jean Rabe (born June 19, 1957) is a fantasy and science fiction author and editor who has worked on the Dragonlance, Forgotten Realms, and BattleTech series, as well as many others.",
      "pageId": 3999385,
      "monthDay": "06/19"
    },
    {
      "year": "1960",
      "uri": "/wiki/Johnny_Gray",
      "name": "Johnny Gray",
      "aboutText": "Peter Bradshaw is a British writer and film critic.",
      "pageId": 5388440,
      "monthDay": "06/19"
    },
    {
      "year": "1960",
      "uri": "/wiki/Luke_Morley",
      "name": "Luke Morley",
      "aboutText": "Margarita Anatolyevna Ponomaryova (Russian: Маргарита Хромова-Пономарева; born 19 June 1963), also known as Margarita Khromova, is a retired hurdler from Russia, best known for setting the world record in the women's 400 metres hurdles in 1984 with 53.58 secs.\nPonomaryova was known by her married name of Khromova from 1985–1989, before reverting to her maiden name from 1990 onwards.\n^ \"Margarita Ponomaryova\".",
      "pageId": 15489384,
      "monthDay": "06/19"
    },
    {
      "year": "1961",
      "uri": "/wiki/Joel_Torre",
      "name": "Joel Torre",
      "aboutText": "Katia Cardenal (born June 19, 1963, in Managua, Nicaragua) is a Nicaraguan singer/songwriter, and a part of the nueva trova movement. Katia and her brother Salvador Cardenal form the Duo Guardabarranco, one of the leading proponents of nueva trova, known for classical songs like Guerrero del amor, Guardabosques, Casa Abierta and Colibri.",
      "pageId": 15725170,
      "monthDay": "06/19"
    },
    {
      "year": "1962",
      "uri": "/wiki/Paula_Abdul",
      "name": "Paula Abdul",
      "aboutText": "Mark \"Marty\" DeBarge (born June 19, 1959) is an American R&B/soul singer-songwriter, trumpeter and flugelhorn player best known for his work as member of 1980s Motown singing family group DeBarge.",
      "pageId": 16838087,
      "monthDay": "06/19"
    },
    {
      "year": "1962",
      "uri": "/wiki/Jeremy_Bates_(tennis)",
      "name": "Jeremy Bates",
      "aboutText": "Daniel Smith \"Danny\" Chauncey (born 19 June 1956) is an American rock guitarist. He is best known for being a member of the Southern rock band 38 Special since 1987. The band, which started as a Southern rock band and switched to a more straight-ahead rock sound, had several hit singles between 1981 and 1991.",
      "pageId": 17782354,
      "monthDay": "06/19"
    },
    {
      "year": "1962",
      "uri": "/wiki/Peter_Bradshaw",
      "name": "Peter Bradshaw",
      "aboutText": "Mary L. Schapiro (born June 19, 1955) served as the 29th Chairperson of the U.S. Securities and Exchange Commission (SEC). She was appointed by President Barack Obama, unanimously confirmed by the U.S. Senate, and assumed the Chairwomanship on January 27, 2009. She is the first woman to be the permanent Chair of the SEC. In 2009, Forbes ranked her the 56th most powerful woman in the world.",
      "pageId": 20751832,
      "monthDay": "06/19"
    },
    {
      "year": "1963",
      "uri": "/wiki/Katia_Cardenal",
      "name": "Katia Cardenal",
      "aboutText": "Mary Theresa O'Connor (born June 19, 1955 in Hokitika, West Coast) is a retired female long-distance runner from New Zealand. She competed for her native country at the 1984 Summer Olympics in Los Angeles, California. There she ended up in 27th place in the women's marathon.",
      "pageId": 20953786,
      "monthDay": "06/19"
    },
    {
      "year": "1963",
      "uri": "/wiki/Margarita_Ponomaryova",
      "name": "Margarita Ponomaryova",
      "aboutText": "Sergei Mikhailovich Makarov (Russian: Серге́й Михайлович Макаров; born 19 June 1958 in Chelyabinsk, Soviet Union) is a Russian former ice hockey right wing and two-time Olympic gold medalist. He was voted one of six players to the International Ice Hockey Federation's (IIHF) Centennial All-Star Team in a poll conducted by a group of 56 experts from 16 countries.\nMakarov was trained entirely in the Soviet Union.",
      "pageId": 30875316,
      "monthDay": "06/19"
    },
    {
      "year": "1963",
      "uri": "/wiki/Rory_Underwood",
      "name": "Rory Underwood",
      "aboutText": "Joel Rizalino Torre (born June 19, 1961) is a Filipino actor who is best known for his numerous films such as José Rizal, On the Job & Amigo, with the latter winning him the Best Actor Award at the 17th Puchon International Fantastic Film Festival. In television, Torre usually plays as a character actor or an antagonist.\nTorre studied at the University of St.",
      "pageId": 41731242,
      "monthDay": "06/19"
    },
    {
      "year": "1964",
      "uri": "/wiki/Bill_Barretta",
      "name": "Bill Barretta",
      "aboutText": "Samuel Alexander Joseph West, also known as Sam West (born 19 June 1966), is an English actor and director. He is best known for his role in the film Howards End and his work on stage (including the award-winning play Enron).",
      "pageId": 157663,
      "monthDay": "06/19"
    },
    {
      "year": "1964",
      "uri": "/wiki/Brent_Goulet",
      "name": "Brent Goulet",
      "aboutText": "Sadie Liza Frost (born 19 June 1965) is an English actress, producer and fashion designer, who currently runs fashion label Frost French and a film production company Blonde to Black Pictures in 2011.",
      "pageId": 337737,
      "monthDay": "06/19"
    },
    {
      "year": "1964",
      "uri": "/wiki/Laura_Ingraham",
      "name": "Laura Ingraham",
      "aboutText": "Alastair Graeme Lynch (born 19 June 1968) is a former professional Australian rules footballer who played in the Australian Football League (AFL). He is best known as a three-time premiership full-forward for the Brisbane Lions.\nThe Tasmanian began his career in defence where he became a club champion and leading goalkicker for Fitzroy.",
      "pageId": 350929,
      "monthDay": "06/19"
    },
    {
      "year": "1964",
      "uri": "/wiki/Boris_Johnson",
      "name": "Boris Johnson",
      "aboutText": "Joichi \"Joi\" Ito (伊藤 穰一, Itō Jōichi, born June 19, 1966) is a Japanese-American activist, entrepreneur, venture capitalist and Director of the MIT Media Lab.\nIto has received recognition for his role as an entrepreneur focused on Internet and technology companies and has founded, among other companies, PSINet Japan, Digital Garage and Infoseek Japan. He maintains a blog, a wiki and an IRC channel.",
      "pageId": 617484,
      "monthDay": "06/19"
    },
    {
      "year": "1964",
      "uri": "/wiki/Alysia_Rogers",
      "name": "Alysia Rogers",
      "aboutText": "Mia Sara (born Mia Sarapochiello; June 19, 1967) is an American actress. She is best known for her roles as Sloane Peterson in the 1986 comedy film Ferris Bueller's Day Off, and other films such as Legend (1985) and Timecop (1994).",
      "pageId": 682778,
      "monthDay": "06/19"
    },
    {
      "year": "1964",
      "uri": "/wiki/Brian_Vander_Ark",
      "name": "Brian Vander Ark",
      "aboutText": "Araceli González (Spanish pronunciation: [aɾaˈseli ɣonˈsales]; born June 19, 1967 in Buenos Aires, as Araceli Edith González) is an Argentinian actress, fashion model and TV host.\nGonzalez began performing arts at a young age, after winning a dance tournament at the theater \"el Globo Rojo\" in the Buenos Aires area, eventually at only 9 years old she was invited by the Cohen Agency to participate in commercial productions. By the time she became a teenager, her career was starting to take course into the fashion industry, becoming the face of many fashion products and walking at many fashion shows in Argentina and Europe.",
      "pageId": 774288,
      "monthDay": "06/19"
    },
    {
      "year": "1965",
      "uri": "/wiki/Sabine_Braun",
      "name": "Sabine Braun",
      "aboutText": "Bjørn Erlend Dæhlie (born 19 June 1967) is a Norwegian businessman and retired cross-country skier. In the years from 1992 to 1999, Dæhlie won the Nordic World Cup 6 times, finishing second in 1994 and 1998. Dæhlie won a total of 29 medals in the Olympics and World Championships in the period between 1991 and 1999, making Dæhlie the most successful cross-country skier in history.",
      "pageId": 806164,
      "monthDay": "06/19"
    },
    {
      "year": "1965",
      "uri": "/wiki/Sadie_Frost",
      "name": "Sadie Frost",
      "aboutText": "Laura Anne Ingraham (born June 19, 1963) is an American radio talk show host, best-selling author, and conservative political commentator. Her nationally syndicated talk show, The Laura Ingraham Show, airs throughout the United States on Courtside Entertainment.",
      "pageId": 938579,
      "monthDay": "06/19"
    },
    {
      "year": "1966",
      "uri": "/wiki/Jojo_Alejar",
      "name": "Jojo Alejar",
      "aboutText": "Kimberly Anne \"Kim\" Walker (June 19, 1968 – March 6, 2001) was an American film and television actress. One of her best known roles was that of Heather Chandler in the 1988 black comedy Heathers.\nIn 1999, Walker was diagnosed with a brain tumor.",
      "pageId": 1097171,
      "monthDay": "06/19"
    },
    {
      "year": "1966",
      "uri": "/wiki/Joi_Ito",
      "name": "Joi Ito",
      "aboutText": "Sabine Braun (born June 19, 1965 in Essen, North Rhine-Westphalia) is a German former athlete in track and field. Because she had talents in several disciplines, Sabine Braun competed in the heptathlon and had a number of successes. Her international sport career began in August 1983 with the European Junior Championships where she won second place.",
      "pageId": 3905379,
      "monthDay": "06/19"
    },
    {
      "year": "1966",
      "uri": "/wiki/Michalis_Romanidis",
      "name": "Michalis Romanidis",
      "aboutText": "Bill Barretta (born June 19, 1964) has been performing with The Muppets since 1991, when he performed the body of family father Earl Sinclair on Dinosaurs. He later developed several new characters on Muppets Tonight, including Pepe the King Prawn, Johnny Fiama and Bobo the Bear.\nAlong with having his own Muppet characters, Bill has taken over several of Jim Henson's roles, such as Dr.",
      "pageId": 4039569,
      "monthDay": "06/19"
    },
    {
      "year": "1966",
      "uri": "/wiki/Samuel_West",
      "name": "Samuel West",
      "aboutText": "Brian Vander Ark is an American singer-songwriter best known as lead singer for the band The Verve Pipe.",
      "pageId": 5295354,
      "monthDay": "06/19"
    },
    {
      "year": "1967",
      "uri": "/wiki/Bj%C3%B8rn_D%C3%A6hlie",
      "name": "Bjørn Dæhlie",
      "aboutText": "Brent Goulet (born June 19, 1964) is a retired American soccer forward who later coached SV Elversberg from 2004 to 2008. He began his career in the United States before moving to England and Germany, and also earned eight caps with the U.S. national team.",
      "pageId": 8464394,
      "monthDay": "06/19"
    },
    {
      "year": "1967",
      "uri": "/wiki/Araceli_Gonz%C3%A1lez",
      "name": "Araceli González",
      "aboutText": "Thomas Breitling (born 19 June 1969 in St. Paul, Minnesota) is an American entrepreneur.",
      "pageId": 16233783,
      "monthDay": "06/19"
    },
    {
      "year": "1967",
      "uri": "/wiki/Mia_Sara",
      "name": "Mia Sara",
      "aboutText": "Michalis Romanidis (alternate spelling: Michail) (Greek: Μιχάλης Ρωμανίδης; born June 19, 1966, Thessaloniki, Greece) is a retired Greek professional basketball player.",
      "pageId": 16588285,
      "monthDay": "06/19"
    },
    {
      "year": "1968",
      "uri": "/wiki/Alastair_Lynch",
      "name": "Alastair Lynch",
      "aboutText": "Alexander Boris de Pfeffel Johnson (born 19 June 1964) is a British politician, popular historian and journalist who has served as Mayor of London since 2008 and as Member of Parliament (MP) for Uxbridge and South Ruislip since 2015. Johnson previously served as the MP for Henley from 2001 until 2008. A member of the Conservative Party, Johnson considers himself a One Nation Conservative and has been described as a libertarian due to his association with both economically liberal and socially liberal policies.",
      "pageId": 19065069,
      "monthDay": "06/19"
    },
    {
      "year": "1968",
      "uri": "/wiki/Timothy_Morton",
      "name": "Timothy Morton",
      "aboutText": "Jojo Alejar is a Filipino TV host, actor-comedian, best known for his appearances on The Good Night Show.",
      "pageId": 19230054,
      "monthDay": "06/19"
    },
    {
      "year": "1968",
      "uri": "/wiki/Kim_Walker_(actress)",
      "name": "Kim Walker",
      "aboutText": "Kaba-chan (KABA.ちゃん) is a transgender Japanese celebrity and choreographer, born Eiji Kabashima (椛島 永次, Kabashima Eiji) on June 19, 1969, in Yanagawa, Fukuoka. After studying dance in New York City, she returned to Japan and was a member of the musical group Dos with Taeco Nishikawa and Asami Yoshino.\nAs a celebrity, Kaba-chan was open with her sexuality.",
      "pageId": 26859358,
      "monthDay": "06/19"
    },
    {
      "year": "1969",
      "uri": "/wiki/Thomas_Breitling",
      "name": "Thomas Breitling",
      "aboutText": "Timothy Bloxam Morton (born 19 June 1968), is Professor and Rita Shea Guffey Chair in English at Rice University. A member of the object-oriented philosophy movement, Morton's work explores the intersection of object-oriented thought and ecological studies. He adopted the computer science term 'hyper objects' (denoting n-dimensional non-local entities, a term in use since 1967) in 2010, to explain objects so massively distributed in time and space as to transcend localization, such as climate change and styrofoam.",
      "pageId": 33922994,
      "monthDay": "06/19"
    },
    {
      "year": "1969",
      "uri": "/wiki/Kaba-chan",
      "name": "Kaba-chan",
      "aboutText": "Alysia Michelle Rogers is an American actress.",
      "pageId": 41995785,
      "monthDay": "06/19"
    },
    {
      "year": "1969",
      "uri": "/wiki/Trine_Pallesen",
      "name": "Trine Pallesen",
      "aboutText": "Robin Tunney (born June 19, 1972) is an American actress. She is known for her role as Teresa Lisbon in the television series The Mentalist (2008–2015), as well as previous roles in the films Encino Man (1992), Empire Records (1995), The Craft (1996), End of Days (1999), Supernova and Vertical Limit (2000), and the television series Prison Break (2005–06).",
      "pageId": 255380,
      "monthDay": "06/19"
    },
    {
      "year": "1969",
      "uri": "/wiki/Lara_Spencer",
      "name": "Lara Spencer",
      "aboutText": "Rahul Gandhi  pronunciation  [ˈraːɦʊl ˈɡaːnd̪ʱiː]; (born 19 June 1970) is the Vice-President of the Indian National Congress (INC) party and the Chairperson of the Indian Youth Congress and the National Students Union of India. Gandhi served as a general secretary in the All India Congress Committee and represents Amethi as its Member of Parliament (MP). He is the second-highest-ranked member of the Congress Working Committee.",
      "pageId": 305010,
      "monthDay": "06/19"
    },
    {
      "year": "1970",
      "uri": "/wiki/Rahul_Gandhi",
      "name": "Rahul Gandhi",
      "aboutText": "Quincy D. Watts (born June 19, 1970) is a former American athlete, winner of two gold medals at the 1992 Summer Olympics.",
      "pageId": 761258,
      "monthDay": "06/19"
    },
    {
      "year": "1970",
      "uri": "/wiki/Antonis_Remos",
      "name": "Antonis Remos",
      "aboutText": "Douglas Andrew Mientkiewicz (/mɪntˈkeɪvɪtʃ/ mint-KAY-vich; born June 19, 1974) is an American retired professional baseball first baseman. He bats left-handed and throws right-handed. He is one of five American players to win both an Olympic gold medal and a World Series championship.",
      "pageId": 895341,
      "monthDay": "06/19"
    },
    {
      "year": "1970",
      "uri": "/wiki/Lauren_Ward",
      "name": "Lauren Ward",
      "aboutText": "Brian Robert McBride (born June 19, 1972) is a retired American soccer player who played for the Columbus Crew, Fulham F.C. and the Chicago Fire and is the fourth highest all-time leading goalscorer for the United States national team. For much of his career he played in Europe, notably for Fulham in the English Premier League.\nDuring his time in London, McBride became a fan-favourite as well as team captain; after leaving the club, Fulham renamed the sports bar at Craven Cottage McBride's in his honour.",
      "pageId": 1007534,
      "monthDay": "06/19"
    },
    {
      "year": "1970",
      "uri": "/wiki/Quincy_Watts",
      "name": "Quincy Watts",
      "aboutText": "Yuko Nakazawa (中澤 裕子, Nakazawa Yūko, born June 19, 1973 in Kyoto Prefecture, Japan) is a Japanese pop and enka singer, and actress, best known as one of the original members of the all-female J-pop group Morning Musume.",
      "pageId": 1129403,
      "monthDay": "06/19"
    },
    {
      "year": "1970",
      "uri": "/wiki/Brian_Welch",
      "name": "Brian Welch",
      "aboutText": "Brian Phillip Welch (born June 19, 1970), better known by the stage name Head, is an American musician, singer and songwriter best known as one of the guitarists and co-founder of the nu metal band Korn and his solo project Love and Death. Along with fellow Korn guitarist James \"Munky\" Shaffer, Welch helped develop Korn's distinctive sound, a mix of sirenlike shards of dissonant guitar that mimicked a turntablist's various effects and rumbling down-tuned riffing, that defined the nu metal aesthetic beginning in the mid-'90s.\nAfter becoming a born again Christian, Welch left the band in 2005 to focus on life as a father and to pursue his own solo career.",
      "pageId": 1240905,
      "monthDay": "06/19"
    },
    {
      "year": "1970",
      "uri": "/wiki/Nia_Zulkarnaen",
      "name": "Nia Zulkarnaen",
      "aboutText": "Poppy Montgomery (born Poppy Petal Emma Elizabeth Deveraux Donahue; 15 June 1975) is an Australian-American actress. She played FBI agent Samantha Spade on the CBS mystery drama Without a Trace from 2002 to 2009, and has played Detective Carrie Wells on the CBS police drama Unforgettable since 2011.",
      "pageId": 1546571,
      "monthDay": "06/19"
    },
    {
      "year": "1972",
      "uri": "/wiki/Jean_Dujardin",
      "name": "Jean Dujardin",
      "aboutText": "Bumper Robinson (born Larry Clarence Robinson II; June 19, 1974) is an American actor and voice artist.",
      "pageId": 1572533,
      "monthDay": "06/19"
    },
    {
      "year": "1972",
      "uri": "/wiki/Dennis_Lyxz%C3%A9n",
      "name": "Dennis Lyxzén",
      "aboutText": "Lara Christine Von Seelen (known professionally as Lara Spencer) (born June 19, 1969) is an American television journalist. She is best known for being the co-anchor for ABC's Good Morning America. She is also a correspondent for Nightline and ABC News.",
      "pageId": 1840719,
      "monthDay": "06/19"
    },
    {
      "year": "1972",
      "uri": "/wiki/Ilya_Markov",
      "name": "Ilya Markov",
      "aboutText": "Antonis Remos (Greek: Αντώνης Ρέμος, pronounced [anˈdonis ˈremos]) (born Antonios Paschalidis; Greek: Αντώνης Πασχαλίδης; 19 June 1970), is a Greek singer.",
      "pageId": 2073004,
      "monthDay": "06/19"
    },
    {
      "year": "1972",
      "uri": "/wiki/Brian_McBride",
      "name": "Brian McBride",
      "aboutText": "Dennis Lyxzén (born June 19, 1972 in Umeå, Sweden) is a musician best known as the lead vocalist for Swedish hardcore punk band Refused.",
      "pageId": 2885399,
      "monthDay": "06/19"
    },
    {
      "year": "1972",
      "uri": "/wiki/Poppy_Montgomery",
      "name": "Poppy Montgomery",
      "aboutText": "Ilya Vladislavovich Markov (Russian: Илья Владиславович Марков, born June 19, 1972 in Asbest, Russian SFSR) is a Russian race walker.",
      "pageId": 4173365,
      "monthDay": "06/19"
    },
    {
      "year": "1972",
      "uri": "/wiki/Robin_Tunney",
      "name": "Robin Tunney",
      "aboutText": "Jahine Amid Arnold (born June 19, 1973) is a former National Football League wide receiver.",
      "pageId": 7902028,
      "monthDay": "06/19"
    },
    {
      "year": "1973",
      "uri": "/wiki/Jahine_Arnold",
      "name": "Jahine Arnold",
      "aboutText": "Yasuhiko Yabuta (薮田 安彦, Yabuta Yasuhiko, born June 19, 1973 in Kishiwada, Osaka) is a Japanese baseball pitcher. He currently plays for the Chiba Lotte Marines in Japan's Nippon Professional Baseball. He competed in the 2006 World Baseball Classic and struck out Alex Rodriguez, Johnny Damon, and Derrek Lee.",
      "pageId": 12941136,
      "monthDay": "06/19"
    },
    {
      "year": "1973",
      "uri": "/wiki/M%C3%B3nica_Ayos",
      "name": "Mónica Ayos",
      "aboutText": "Jean Dujardin (French: [ʒɑ̃ dy.ʒaʁ.dɛ̃]; born 19 June 1972) is a French actor, director, producer and comedian. He began his career as a stand-up comedian in Paris before starting his acting career guest-starring in comedic television programs and films. He starred in Michel Hazanavicius's OSS 117: Cairo, Nest of Spies and its sequel OSS 117: Lost in Rio as secret agent Hubert Bonisseur de La Bath.",
      "pageId": 16272829,
      "monthDay": "06/19"
    },
    {
      "year": "1973",
      "uri": "/wiki/Yuko_Nakazawa",
      "name": "Yuko Nakazawa",
      "aboutText": "Lauren Ward (born June 19, 1970) is an American singer and actress. She has appeared in Broadway, Off-Broadway and West End musicals and plays.",
      "pageId": 39283687,
      "monthDay": "06/19"
    },
    {
      "year": "1973",
      "uri": "/wiki/Yasuhiko_Yabuta",
      "name": "Yasuhiko Yabuta",
      "aboutText": "Mónica Ayos (born June 19, 1974 in Buenos Aires, Argentina) is an Argentine actress. She studied to be an actress, si ver and dancer, but as she could not get a job, she began her career as a musical comedy or vedette instead.",
      "pageId": 40084991,
      "monthDay": "06/19"
    },
    {
      "year": "1974",
      "uri": "/wiki/Doug_Mientkiewicz",
      "name": "Doug Mientkiewicz",
      "aboutText": "Trine Pallesen (born 19 June 1969) is a Danish actress, best known for her work in Danish TV series Rejseholdet and Forbrydelsen.\nPallesen was born in Denmark, daughter of Per Pallesen and Kirsten Peüliche.\n^ a b \"Trine Pallesen Biography\".",
      "pageId": 45635656,
      "monthDay": "06/19"
    },
    {
      "year": "1974",
      "uri": "/wiki/Bumper_Robinson",
      "name": "Bumper Robinson",
      "aboutText": "Vanya Zulkarnaen (born 19 June 1970) is an Indonesian singer, actress and producer. She is the daughter of the director Dicky Zulkarnaen and veteran indonesian actress Mieke Wijaya.\n^ \"Nia Zulkarnaen Ingin Konsisten Bikin Film Anak\".",
      "pageId": 48828893,
      "monthDay": "06/19"
    },
    {
      "year": "1975",
      "uri": "/wiki/Hugh_Dancy",
      "name": "Hugh Dancy",
      "aboutText": "Dirk Werner Nowitzki (German pronunciation: [ˈdɪʁk ˈvɛʁnɐ noˈvɪtski]) (born June 19, 1978) is a German professional basketball player for the Dallas Mavericks of the National Basketball Association (NBA). An alumnus of Röntgen Gymnasium and the DJK Würzburg basketball club, Nowitzki was chosen as the ninth pick in the 1998 NBA draft by the Milwaukee Bucks and immediately traded to the Mavericks, where he has played since. Listed at 7 ft 0 in (2.13 m), Nowitzki is considered one of the greatest power forwards in basketball history.",
      "pageId": 396803,
      "monthDay": "06/19"
    },
    {
      "year": "1975",
      "uri": "/wiki/Anthony_Parker",
      "name": "Anthony Parker",
      "aboutText": "Hugh Michael Horace Dancy (born 19 June 1975) is an English actor and model. He is best known for his roles as Will Graham in the television series Hannibal for which he was nominated for a Critics' Choice Television Award for Best Actor in a Drama Series and as Prince Charmont in Ella Enchanted.",
      "pageId": 593041,
      "monthDay": "06/19"
    },
    {
      "year": "1975",
      "uri": "/wiki/Geoff_Ramsey",
      "name": "Geoff Ramsey",
      "aboutText": "Rebecca Loos (born Rebecca Loos Bartholdi; 19 June 1977) is a Spanish-born Anglo-Dutch model and media personality, who came to media attention following claims that she conducted an affair with the married footballer David Beckham and later with his younger brother Harry Beckham — while employed as the Beckhams personal assistant. These allegations made her into a media personality, and she has since appeared on several reality television series, magazine covers and in other media.",
      "pageId": 701148,
      "monthDay": "06/19"
    },
    {
      "year": "1976",
      "uri": "/wiki/Dennis_Crowley",
      "name": "Dennis Crowley",
      "aboutText": "Peter L. Warrick (born June 19, 1977) is an American former college and professional football player who was a wide receiver in National Football League (NFL) for six seasons. He played college football at Florida State University, and was recognized a consensus All-American twice.",
      "pageId": 963059,
      "monthDay": "06/19"
    },
    {
      "year": "1976",
      "uri": "/wiki/Bryan_Hughes",
      "name": "Bryan Hughes",
      "aboutText": "Mía Maestro (born June 19, 1978) is an Argentine actress and singer-songwriter.",
      "pageId": 1589750,
      "monthDay": "06/19"
    },
    {
      "year": "1976",
      "uri": "/wiki/Ryan_Hurst",
      "name": "Ryan Hurst",
      "aboutText": "Zoe Saldana-Perego (born Zoe Yadira Saldaña Nazario; June 19, 1978), Zoe Saldana (/sælˈdænə/ sal-DAN-ə), is an American actress and dancer. Following her performances with the FACES theater group, Saldana made her screen debut in an episode of Law & Order (1999). Her film career began a year later with Center Stage (2000), followed by a role in Crossroads (2002).",
      "pageId": 1713217,
      "monthDay": "06/19"
    },
    {
      "year": "1976",
      "uri": "/wiki/Serkan_Tekta%C5%9F",
      "name": "Serkan Tektaş",
      "aboutText": "Anthony Michael Parker (born June 19, 1975) is a retired American professional basketball player who played in the National Basketball Association (NBA), as well as in Italy and Israel.\nAfter graduating from Bradley University with a major in liberal arts, he entered the 1997 NBA Draft and played briefly in the NBA before plying his trade in Europe. There, Parker spent five seasons with the Israeli Super League basketball club Maccabi Tel Aviv and one season with the Italian Serie A club Lottomatica Roma.",
      "pageId": 1723308,
      "monthDay": "06/19"
    },
    {
      "year": "1976",
      "uri": "/wiki/Abdoul_Thiam",
      "name": "Abdoul Thiam",
      "aboutText": "Assefa Mezgebu (born June 19, 1978 in Sidamo) is a retired Ethiopian long-distance runner, most known for winning a bronze medal in the 10,000 metres event at the 2000 Summer Olympics. He was also the runner-up at the 2001 World Championships in Athletics, following a bronze medal at the 1999 World Championships in Athletics. He also competed in cross-country running and reached the podium at the IAAF World Cross Country Championships in 1998 and 2000.",
      "pageId": 2689332,
      "monthDay": "06/19"
    },
    {
      "year": "1976",
      "uri": "/wiki/Anita_Wilson",
      "name": "Anita Wilson",
      "aboutText": "Maria Cioncan (June 19, 1977 – January 21, 2007) was a middle distance runner from Romania, best known for winning a bronze medal in the 1500 metres event at the 2004 Summer Olympics.",
      "pageId": 2718782,
      "monthDay": "06/19"
    },
    {
      "year": "1977",
      "uri": "/wiki/Maria_Cioncan",
      "name": "Maria Cioncan",
      "aboutText": "Bryan Hughes (born 19 June 1976) is an English professional footballer who last played as a midfielder for Northern Premier League Division One North club Scarborough Athletic, where he also was the club's joint manager alongside Paul Foot.\nHe has previously played in the Premier League for Birmingham City, Charlton Athletic and Hull City. He has also played in the Football League for Wrexham, Derby County, Burton Albion and Accrington Stanley, in the Conference for Grimsby Town, and for Icelandic club ÍBV Vestmannaeyjar.",
      "pageId": 2779124,
      "monthDay": "06/19"
    },
    {
      "year": "1977",
      "uri": "/wiki/Rebecca_Loos",
      "name": "Rebecca Loos",
      "aboutText": "Geoffrey Lazer Ramsey (born Geoffrey Fink; June 19, 1975), is an American voice actor and comedian. He co-founded the production company Rooster Teeth in 2003 and is best known for voicing Dexter Grif in the long-running web series Red vs. Blue.",
      "pageId": 3485011,
      "monthDay": "06/19"
    },
    {
      "year": "1977",
      "uri": "/wiki/Peter_Warrick",
      "name": "Peter Warrick",
      "aboutText": "Ryan Douglas Hurst (born June 19, 1976) is an American actor.",
      "pageId": 3644393,
      "monthDay": "06/19"
    },
    {
      "year": "1978",
      "uri": "/wiki/Tyson_Dux",
      "name": "Tyson Dux",
      "aboutText": "Claudio Vargas Almonte (born June 19, 1978) is a Dominican former professional baseball pitcher. He has previously played for the Montreal Expos/Washington Nationals, Arizona Diamondbacks, Milwaukee Brewers, New York Mets, and Los Angeles Dodgers. He has both started games and also pitched in both middle and long relief during his career.",
      "pageId": 4561707,
      "monthDay": "06/19"
    },
    {
      "year": "1978",
      "uri": "/wiki/M%C3%ADa_Maestro",
      "name": "Mía Maestro",
      "aboutText": "Tyson Moody (born June 19, 1978) is a Canadian professional wrestler, known by his ring name Tyson Dux (pronounced \"Dukes\"), and is currently wrestling for various independent promotions.",
      "pageId": 4869676,
      "monthDay": "06/19"
    },
    {
      "year": "1978",
      "uri": "/wiki/Assefa_Mezgebu",
      "name": "Assefa Mezgebu",
      "aboutText": "Abdoul Thiam (born 19 June 1976 in Berlin) is a German footballer who currently plays for Hilalspor Berlin in the 7th tier Landesliga Berlin Staffel 1.\nAt the height of his career, Thiam played 73 games for Eintracht Braunschweig and Rot Weiss Ahlen in the 2.",
      "pageId": 10555096,
      "monthDay": "06/19"
    },
    {
      "year": "1978",
      "uri": "/wiki/Dirk_Nowitzki",
      "name": "Dirk Nowitzki",
      "aboutText": "Dennis Crowley (born June 19, 1976) is an American Internet entrepreneur best known for co-founding the popular social networking sites Dodgeball and Foursquare.",
      "pageId": 27138347,
      "monthDay": "06/19"
    },
    {
      "year": "1978",
      "uri": "/wiki/Zoe_Saldana",
      "name": "Zoe Saldana",
      "aboutText": "In this Burmese name, U is an honorific.\nU Gambira (Burmese: ရှင်ဂမ္ဘီရ; born 19 June 1979), is a leader of the All-Burma Monks' Alliance, a group which helped lead the 2007 protests against Burma's military government. Following the protests, he went into hiding and published two editorials critical of the Burmese government in the Washington Post and The Guardian on 4 November 2007.",
      "pageId": 31547115,
      "monthDay": "06/19"
    },
    {
      "year": "1978",
      "uri": "/wiki/Claudio_Vargas",
      "name": "Claudio Vargas",
      "aboutText": "Graeme Robert Ballard (born 16 June 1979) is an English Paralympian athlete with cerebral palsy, who competes mainly in category T36 sprint events.\nGraeme was born in Manchester. He competed in both the T36 100m and 200m in the 2004 Summer Paralympics in Athens winning the bronze medal in 200m.",
      "pageId": 33035122,
      "monthDay": "06/19"
    },
    {
      "year": "1979",
      "uri": "/wiki/Graeme_Ballard",
      "name": "Graeme Ballard",
      "aboutText": "Anita M. Wilson (born June 19, 1976) is an American gospel music singer, songwriter, and music producer.",
      "pageId": 42869744,
      "monthDay": "06/19"
    },
    {
      "year": "1979",
      "uri": "/wiki/U_Gambira",
      "name": "U Gambira",
      "aboutText": "Serkan Tektaş (born 19 June 1976 in Beyoğlu, Istanbul), better known as Alişan, is a Turkish singer and actor.\nAt high school he recorded his first album. In 1997, his first hit album Sana Birşey Olmasın was released.",
      "pageId": 48830292,
      "monthDay": "06/19"
    },
    {
      "year": "1979",
      "uri": "/wiki/Quentin_Jammer",
      "name": "Quentin Jammer",
      "aboutText": "Lauren Lee Smith (born June 19, 1980) is a Canadian actress.",
      "pageId": 522340,
      "monthDay": "06/19"
    },
    {
      "year": "1979",
      "uri": "/wiki/Jos%C3%A9_Kl%C3%A9berson",
      "name": "José Kléberson",
      "aboutText": "José Kléberson Pereira (born 19 June 1979), commonly known as José Kléberson or simply Kléberson, is a Brazilian footballer who plays as a midfielder. He played for Brazil 32 times and was part of the squad that won the 2002 FIFA World Cup.",
      "pageId": 1230797,
      "monthDay": "06/19"
    },
    {
      "year": "1980",
      "uri": "/wiki/Adel_Abdulaziz",
      "name": "Adel Abdulaziz",
      "aboutText": "Quentin Tremaine Jammer (born June 19, 1979) is an American football cornerback who is currently a free agent. He played college football for the University of Texas, and earned All-American honors.",
      "pageId": 1306386,
      "monthDay": "06/19"
    },
    {
      "year": "1980",
      "uri": "/wiki/Dan_Ellis",
      "name": "Dan Ellis",
      "aboutText": "David M. Pollack (born June 19, 1984) is a former American college and professional football linebacker who played two seasons in the National Football League (NFL), having suffered a career-ending injury in the second game of his second season. He played college football for the University of Georgia, was a three-time All-American, and was recognized as the top college defensive player in the nation. Pollack made 36 sacks during his collegiate career, third most in NCAA history.",
      "pageId": 1881974,
      "monthDay": "06/19"
    },
    {
      "year": "1980",
      "uri": "/wiki/Milka_Loff_Fernandes",
      "name": "Milka Loff Fernandes",
      "aboutText": "Chris Vermeulen (born 19 June 1982, in Brisbane, Australia) is an Australian motorcycle racer of Dutch descent, who last competed in the World Superbike Championship for the works Kawasaki team. He originally raced in the class in 2004 and 2005 for the Ten Kate Honda team, finishing as series runner-up in 2005. He also won the World Supersport Championship for Ten Kate in 2003.",
      "pageId": 2598126,
      "monthDay": "06/19"
    },
    {
      "year": "1980",
      "uri": "/wiki/Arkadiusz_Malarz",
      "name": "Arkadiusz Malarz",
      "aboutText": "Alexandrovich \"Alexander\" Frolov (Russian: Александр Александрович Фролов; born June 19, 1982) is a Russian professional ice hockey player currently playing for Torpedo Nizhny Novgorod in the Kontinental Hockey League (KHL). In an eight-year National Hockey League (NHL) career, he played with the Los Angeles Kings and the New York Rangers.",
      "pageId": 2675756,
      "monthDay": "06/19"
    },
    {
      "year": "1980",
      "uri": "/wiki/Robbie_Neilson",
      "name": "Robbie Neilson",
      "aboutText": "Robbie Neilson (born 19 June 1980) is a Scottish football player and coach, who is currently the head coach of Heart of Midlothian (Hearts) in the Scottish Premiership. Neilson, who played as a defender, started his senior career with Hearts, making 200 Scottish Premier League (SPL) appearances and winning the Scottish Cup in 2006 with the club. Early in his career, Neilson was loaned to Scottish Football League (SFL) clubs Cowdenbeath and Queen of the South.",
      "pageId": 2696189,
      "monthDay": "06/19"
    },
    {
      "year": "1980",
      "uri": "/wiki/Nuno_Santos_(footballer_born_1980)",
      "name": "Nuno Santos",
      "aboutText": "Moss James Burmester (born 19 June 1981) is a New Zealand swimmer. His specialist event is the 200m butterfly in which he holds the Commonwealth record of 1:54.35 set at the 2008 Summer Olympics.\nBurmester was born in Hastings, New Zealand.",
      "pageId": 4429181,
      "monthDay": "06/19"
    },
    {
      "year": "1980",
      "uri": "/wiki/Lauren_Lee_Smith",
      "name": "Lauren Lee Smith",
      "aboutText": "Joe Cheng, (traditional Chinese: 鄭元暢; simplified Chinese: 郑元畅; pinyin: Zhèng Yuánchàng) (June 19 1982) is a Taiwanese model, actor and singer. Although he started his career as a model, Cheng is well known for his role as Jiang Zhishu in Taiwanese drama serial version of Japanese manga Itazura Na Kiss, It Started with a Kiss. Cheng has gained much recognition as an actor in most parts of Asia, particularly Taiwan, China, Hong Kong, Singapore, Philippines and Japan.",
      "pageId": 5935646,
      "monthDay": "06/19"
    },
    {
      "year": "1981",
      "uri": "/wiki/Mohammed_Al-Khuwalidi",
      "name": "Mohammed Al-Khuwalidi",
      "aboutText": "Daniel Ellis (born June 19, 1980) is a Canadian professional ice hockey goaltender who currently plays under contract to the Washington Capitals of the National Hockey League (NHL).",
      "pageId": 6131787,
      "monthDay": "06/19"
    },
    {
      "year": "1981",
      "uri": "/wiki/Moss_Burmester",
      "name": "Moss Burmester",
      "aboutText": "Mohamed Salman Al-Khuwalidi (born 19 June 1981) is a Saudi Arabian long jumper.\nHis personal best is 8.48 metres, achieved in July 2006 in Sotteville-lès-Rouen, France. This is also the current Asian record.",
      "pageId": 6930709,
      "monthDay": "06/19"
    },
    {
      "year": "1981",
      "uri": "/wiki/Melissa_McMorrow",
      "name": "Melissa McMorrow",
      "aboutText": "Arkadiusz Malarz (Polish pronunciation: [arˈkadjuʐ ˈmalaʂ]; born 19 June 1980 in Pułtusk) is a Polish goalkeeper who currently plays for Legia Warsaw. Playing for his former club, Skoda Xanthi, he kept clean sheets in seven consecutive games, finally conceding a goal after 683 minutes, which is his former team's record for the longest \"clean sheet\" period in the Greek league.",
      "pageId": 8341307,
      "monthDay": "06/19"
    },
    {
      "year": "1981",
      "uri": "/wiki/Quintin_Geldenhuys",
      "name": "Quintin Geldenhuys",
      "aboutText": "Adel Abdul Aziz (born June 19, 1980 in Sharjah, United Arab Emirates) is a professional football wingback defender from the United Arab Emirates. He wears the number '13' jersey in the United Arab Emirates national football team.\nAt the club level, Abdulaziz played for Al-Ahli (Dubai) of the United Arab Emirates (UAE).",
      "pageId": 9307670,
      "monthDay": "06/19"
    },
    {
      "year": "1982",
      "uri": "/wiki/Joe_Cheng",
      "name": "Joe Cheng",
      "aboutText": "Gregor Arbet (born June 19, 1983) is an Estonian professional basketball player for BC Kalev/Cramo of the Estonian League.",
      "pageId": 17675188,
      "monthDay": "06/19"
    },
    {
      "year": "1982",
      "uri": "/wiki/Alexander_Frolov",
      "name": "Alexander Frolov",
      "aboutText": "Nicolette Fernandes, (born June 19, 1983 in Toronto) is a professional squash player who represented Guyana. She won the only gold medal for Guyana at the 2006 Central American and Caribbean Games in Colombia beating Samantha Teran in the final which lasts in 5 sets. In 2007, Fernandes suffered a knee injury which keep her out of action for 23 months.",
      "pageId": 21088458,
      "monthDay": "06/19"
    },
    {
      "year": "1982",
      "uri": "/wiki/David_Pollack",
      "name": "David Pollack",
      "aboutText": "Milka Loff Fernandes (born 19 June 1980 in Hamburg) is a German TV presenter and actress of Cape Verdean descent.\nFernandes was, from 1999 until 2004, VJ for the television channel Viva and in 2002 recorded the song Girl for a day with Band Ohne Namen, reaching Number 16 in the German music charts.\nFernandes has also played roles in the television crime series Tatort, Rosa Roth and the short film Traum(a).",
      "pageId": 25765759,
      "monthDay": "06/19"
    },
    {
      "year": "1982",
      "uri": "/wiki/Chris_Vermeulen",
      "name": "Chris Vermeulen",
      "aboutText": "Quintin Geldenhuys (born 19 June 1981) is a South Africa-born Italian rugby union player. Geldenhuys, who plays as a lock represents the Italian Pro12 franchise Zebre. He made his debut for Italy against Australia on 13 June 2009.",
      "pageId": 26374959,
      "monthDay": "06/19"
    },
    {
      "year": "1983",
      "uri": "/wiki/Gregor_Arbet",
      "name": "Gregor Arbet",
      "aboutText": "Ben Haggerty (born June 19, 1983), known by his stage name Macklemore (/ˈmæk.ləmɔr/ MAK-lə-mor) and formerly Professor Macklemore, is an American rapper from Seattle, Washington. His stage name originated from his childhood, it was the name of his made-up super hero. Since 2000, he has independently released one mixtape, three EPs, and two albums.",
      "pageId": 28403222,
      "monthDay": "06/19"
    },
    {
      "year": "1983",
      "uri": "/wiki/Nicolette_Fernandes",
      "name": "Nicolette Fernandes",
      "aboutText": "Nuno Filipe Oliveira dos Santos (born 19 June 1980) is a Portuguese professional footballer who plays for C.D. Tondela mainly as a forward but also as a full back (right or left).",
      "pageId": 29748240,
      "monthDay": "06/19"
    },
    {
      "year": "1983",
      "uri": "/wiki/Macklemore",
      "name": "Macklemore",
      "aboutText": "Melissa McMorrow (born June 19, 1981) is an American professional boxer.",
      "pageId": 35850363,
      "monthDay": "06/19"
    },
    {
      "year": "1983",
      "uri": "/wiki/Tanja_Mihhailova",
      "name": "Tanja Mihhailova",
      "aboutText": "Marvin Gaye Williams, Jr. (born June 19, 1986) is an American professional basketball player for the Charlotte Hornets of the National Basketball Association (NBA). He played college basketball under coach Roy Williams at the University of North Carolina.",
      "pageId": 2103427,
      "monthDay": "06/19"
    },
    {
      "year": "1983",
      "uri": "/wiki/Mark_Selby",
      "name": "Mark Selby",
      "aboutText": "Mark Anthony Selby (born 19 June 1983) is an English professional snooker player from Leicester. He is the 2014 World Snooker Champion and the current World No. 1.\nSelby joined the main professional snooker tour in 1999 at the age of 16, having played on the UK Challenge Tour in 1998.",
      "pageId": 3884033,
      "monthDay": "06/19"
    },
    {
      "year": "1983",
      "uri": "/wiki/Aidan_Turner",
      "name": "Aidan Turner",
      "aboutText": "Diego Matias Hypólito (Brazilian Portuguese: [d͡ʒi.ˈeɡu iˈpɔlitu]) (born June 19, 1986 in Santo André, São Paulo) is a Brazilian gymnast and the 2005 and 2007 World Champion on the floor exercise. He is the first male gymnast from Brazil, and South America, to medal at the World Championships. He is also the younger brother of Daniele Hypólito, the first Brazilian gymnast ever to medal at Worlds.",
      "pageId": 4980071,
      "monthDay": "06/19"
    },
    {
      "year": "1984",
      "uri": "/wiki/Paul_Dano",
      "name": "Paul Dano",
      "aboutText": "Paul Franklin Dano /ˈdeɪnoʊ/ (born June 19, 1984) is an American actor and producer. Dano started his career on Broadway before making his film debut in The Newcomers (2000).\nHe won the Independent Spirit Award for Best Debut Performance for his role in L.I.E. (2002) and received accolades for his role as Dwayne Hoover in Little Miss Sunshine (2006).",
      "pageId": 6146972,
      "monthDay": "06/19"
    },
    {
      "year": "1984",
      "uri": "/wiki/Wieke_Dijkstra",
      "name": "Wieke Dijkstra",
      "aboutText": "Wieke Elisabeth Henriëtte Dijkstra (born June 19, 1984 in Amsterdam, North Holland) is a Dutch field hockey player, who plays as midfielder for Dutch club Laren. She also plays for the Netherlands national team, however most of the time as a defender. She was part of the Dutch squad that became World Champion at the 2006 Women's Hockey World Cup and which won the 2007 Champions Trophy.",
      "pageId": 7345629,
      "monthDay": "06/19"
    },
    {
      "year": "1985",
      "uri": "/wiki/Kajal_Aggarwal",
      "name": "Kajal Aggarwal",
      "aboutText": "José Ernesto Sosa (born 19 June 1985) is an Argentine professional footballer who plays for Süper Lig club Beşiktaş and the Argentina national football team, as a midfielder.",
      "pageId": 8442785,
      "monthDay": "06/19"
    },
    {
      "year": "1985",
      "uri": "/wiki/Jason_Capizzi",
      "name": "Jason Capizzi",
      "aboutText": "Andrea De Falco (born 19 June 1986 in Ancona) is an Italian footballer who currently plays for Serie B club Juve Stabia on loan from Bari.",
      "pageId": 8934899,
      "monthDay": "06/19"
    },
    {
      "year": "1985",
      "uri": "/wiki/St%C3%A9phanie_Montreux",
      "name": "Stéphanie Montreux",
      "aboutText": "Nazareno Casero, an Argentine film and television actor, was born June 19, 1986. He works in the cinema of Argentina.",
      "pageId": 9266198,
      "monthDay": "06/19"
    },
    {
      "year": "1985",
      "uri": "/wiki/Jos%C3%A9_Ernesto_Sosa",
      "name": "José Ernesto Sosa",
      "aboutText": "Dire Tune Arissi (pronounced \"Deer-ay Too-nay\"; Ge'ez: ዲሬ ቱኔ, born 19 June 1985) is an Ethiopian long-distance runner.\nTune competed in the marathon at the 2005 World Championships. At the 2006 World Road Running Championships she finished fourth in the individual competition.",
      "pageId": 12736205,
      "monthDay": "06/19"
    },
    {
      "year": "1985",
      "uri": "/wiki/Dire_Tune",
      "name": "Dire Tune",
      "aboutText": "Jason Capizzi (born June 19, 1983) is a former American football offensive tackle for the Las Vegas Locomotives of the United Football League. He was signed by the Pittsburgh Steelers as an undrafted free agent in 2007. He played college football at Indiana University of Pennsylvania.",
      "pageId": 12938179,
      "monthDay": "06/19"
    },
    {
      "year": "1986",
      "uri": "/wiki/L%C3%A1zaro_Borges",
      "name": "Lázaro Borges",
      "aboutText": "Kajal Aggarwal (born 19 June 1985) is an Indian film actress and model. Primarily known for her work in Telugu and Tamil films, Kajal has also appeared in Bollywood films. Through her successful career, Kajal has become one of the most popular celebrities in South India.",
      "pageId": 14850733,
      "monthDay": "06/19"
    },
    {
      "year": "1986",
      "uri": "/wiki/Nazareno_Casero",
      "name": "Nazareno Casero",
      "aboutText": "Sthefany Fernandes de Brito (São Paulo, 19 June 1987), more commonly known as Sthefany Brito, is a Brazilian actress and the older sister of actor Kayky Brito.",
      "pageId": 17283281,
      "monthDay": "06/19"
    },
    {
      "year": "1986",
      "uri": "/wiki/Andrea_De_Falco",
      "name": "Andrea De Falco",
      "aboutText": "Miho Fukuhara (福原 美穂, Fukuhara Miho) is a Japanese pop star who made an indies debut in 2006, releasing a single titled \"The Roots\" and mini-album titled Step Out. In early 2008, she made her major-label debuted under Sony Music Entertainment Japan . Her debut single, \"Change\", was the number ninety-two yearly song on the Billboard Japan Hot 100 Singles year-end charts for 2008.",
      "pageId": 21439596,
      "monthDay": "06/19"
    },
    {
      "year": "1986",
      "uri": "/wiki/Sjoerd_Huisman",
      "name": "Sjoerd Huisman",
      "aboutText": "Aidan Turner (born 19 June 1983) is an Irish actor. He is best known for his roles as Kíli in the three-part fantasy film The Hobbit and John Mitchell in the supernatural drama series Being Human. Notable television roles include those of Dante Gabriel Rossetti in Desperate Romantics, and Ruairí McGowan in The Clinic.",
      "pageId": 21477287,
      "monthDay": "06/19"
    },
    {
      "year": "1986",
      "uri": "/wiki/Diego_Hyp%C3%B3lito",
      "name": "Diego Hypólito",
      "aboutText": "Erin Ashley Mackey (born June 19, 1986) is an American stage actress and singer, known for playing the role of Glinda in the Chicago, Los Angeles, and Broadway productions of Wicked.",
      "pageId": 22630411,
      "monthDay": "06/19"
    },
    {
      "year": "1986",
      "uri": "/wiki/Erin_Mackey",
      "name": "Erin Mackey",
      "aboutText": "Dimitris Sialmas (Greek: Δημήτρης Σιαλμάς; born 19 June 1986) is a Greek footballer who plays for Romanian club Ceahlăul Piatra Neamţ as a forward.",
      "pageId": 24870702,
      "monthDay": "06/19"
    },
    {
      "year": "1986",
      "uri": "/wiki/Dimitris_Sialmas",
      "name": "Dimitris Sialmas",
      "aboutText": "Stephanie Montreux is an Australian actress and lyric soprano, with a vocal range of over 3½ octaves.",
      "pageId": 28577230,
      "monthDay": "06/19"
    },
    {
      "year": "1986",
      "uri": "/wiki/Marvin_Williams",
      "name": "Marvin Williams",
      "aboutText": "Lázaro Eduardo Borges Reid (born June 19, 1986) is Cuban pole vaulter.",
      "pageId": 32944141,
      "monthDay": "06/19"
    },
    {
      "year": "1987",
      "uri": "/wiki/Sthefany_Brito",
      "name": "Sthefany Brito",
      "aboutText": "Tatjana Mihhailova (Russian: Татьяна Михайлова, born 19 June 1983), better known as Tanja or Tanja Mihhailova is a Russian-Estonian pop singer and actress. She was born June 19, 1983 in Kaliningrad, Russian SFSR, but has lived in Estonia from a very young age. Tanja has been a member of several bands in her professional career and has performed in several stage musicals.",
      "pageId": 33881745,
      "monthDay": "06/19"
    },
    {
      "year": "1987",
      "uri": "/wiki/Miho_Fukuhara",
      "name": "Miho Fukuhara",
      "aboutText": "Sjoerd Huisman (19 June 1986 – 30 December 2013) was a Dutch speed skater who specialised in marathon speed skating.",
      "pageId": 41505051,
      "monthDay": "06/19"
    },
    {
      "year": "1987",
      "uri": "/wiki/Rashard_Mendenhall",
      "name": "Rashard Mendenhall",
      "aboutText": "Rashard Jamal Mendenhall (born June 19, 1987) is a retired American football running back who played in the National Football League (NFL). He was drafted by the Pittsburgh Steelers in the first round of the 2008 NFL Draft. He played college football at Illinois.",
      "pageId": 14343451,
      "monthDay": "06/19"
    },
    {
      "year": "1987",
      "uri": "/wiki/Ashli_Orion",
      "name": "Ashli Orion",
      "aboutText": "Rachael Kristeen Todd (born June 19, 1987) is an American beauty pageant titleholder from Oviedo, Florida who was named Miss Florida 2009. She had previously won Miss Suncoast. Todd represented Florida in the 2010 Miss America pageant.",
      "pageId": 23596081,
      "monthDay": "06/19"
    },
    {
      "year": "1987",
      "uri": "/wiki/Mutsumi_Tamura",
      "name": "Mutsumi Tamura",
      "aboutText": "Atticus Shaffer born June 19, 1998 is an American actor.",
      "pageId": 24711820,
      "monthDay": "06/19"
    },
    {
      "year": "1987",
      "uri": "/wiki/Rachael_Todd",
      "name": "Rachael Todd",
      "aboutText": "Ksenia Lykina (Russian: Ксения Лыкина; born 19 June 1990) is a professional Russian tennis player. Her highest WTA singles ranking is 171, which she reached on April 19, 2010.",
      "pageId": 25468270,
      "monthDay": "06/19"
    },
    {
      "year": "1988",
      "uri": "/wiki/Sarah_Kay_(poet)",
      "name": "Sarah Kay",
      "aboutText": "Sarah Kay (born June 19, 1988) is an American poet. Known for her spoken word poetry, Kay is the founder and co-director of Project V.O.I.C.E., founded in 2004, a group dedicated to using spoken word as an educational and inspirational tool.",
      "pageId": 27545709,
      "monthDay": "06/19"
    },
    {
      "year": "1990",
      "uri": "/wiki/Moa_Hjelmer",
      "name": "Moa Hjelmer",
      "aboutText": "Larisa Andreea Iordache (Romanian pronunciation: [laˈrisa anˈdree̯a jorˈdake]; born 19 June 1996 in Bucharest) is a Romanian artistic gymnast that competed at the 2012 Olympics, and she is the current leader of Romania's senior women's artistic gymnastics team. As early as 2008, the Romanian press was referring to her as \"The New Nadia\" due to the potential that she had. In her first year as a senior, Iordache won two gold medals at the 2012 European Champions with her team and on the floor.",
      "pageId": 27722661,
      "monthDay": "06/19"
    },
    {
      "year": "1990",
      "uri": "/wiki/Ksenia_Lykina",
      "name": "Ksenia Lykina",
      "aboutText": "Mutsumi Tamura (田村 睦心, Tamura Mutsumi, born June 19, 1987) is a Japanese voice actress who was born in Aomori and grew up in Tokyo, Japan. She is affiliated with the firm I'm Enterprise.",
      "pageId": 31743677,
      "monthDay": "06/19"
    },
    {
      "year": "1991",
      "uri": "/wiki/Ludwig_Rieder",
      "name": "Ludwig Rieder",
      "aboutText": "Moa Elin Marianne Hjelmer (born 19 June 1990 in Stockholm) is a Swedish athlete on 200 metres and 400 metres. Hjelmer won a silver medal in the Junior European Championships in 2011 in Ostrava. She beat the Swedish record time on 400 metres on 14 August 2011, then beat it twice during the European Championship in Helsinki in 2012.",
      "pageId": 32883800,
      "monthDay": "06/19"
    },
    {
      "year": "1992",
      "uri": "/wiki/Oscar_Taveras",
      "name": "Oscar Taveras",
      "aboutText": "Oscar Francisco Taveras (June 19, 1992 –  October 26, 2014) was a Dominican-Canadian professional baseball outfielder who played one season for the St. Louis Cardinals of Major League Baseball (MLB). Known as \"El Fenómeno\" (Spanish for \"The Phenomenon\") in the Dominican Republic, the Cardinals signed him at age 16 in 2008 as an international amateur free agent and he made his MLB debut in 2014.",
      "pageId": 35980256,
      "monthDay": "06/19"
    },
    {
      "year": "1993",
      "uri": "/wiki/KSIOlajidebt",
      "name": "KSIOlajidebt",
      "aboutText": "Ashli Orion (born June 19, 1987) is the stage name of an American pornographic actress.",
      "pageId": 38567418,
      "monthDay": "06/19"
    },
    {
      "year": "1996",
      "uri": "/wiki/Larisa_Iordache",
      "name": "Larisa Iordache",
      "aboutText": "Olajide \"JJ\" Olatunji (born 19 June 1993), better known as KSI, a shortened version of his YouTube username KSIOlajidebt (stylised as KSIOlajideBT), is an English comedian, YouTube personality, rapper, and occasional actor. He is best known for his YouTube channel, which has, as of 31 December 2015, reached over 11 million subscribers.\nThe pseudonym \"KSIOlajideBT\" comes from a gaming community he was in (KSI), his real name Olajide, and BT British Telecom, according to his website.",
      "pageId": 41312749,
      "monthDay": "06/19"
    },
    {
      "year": "1998",
      "uri": "/wiki/Suzu_Hirose",
      "name": "Suzu Hirose",
      "aboutText": "Ludwig Rieder (born June 19, 1991) is an Italian luger.\nRieder was born in Brixen, Italy, and competed in the Men's double luge event at the 2014 Winter Olympics in Sochi as a pair with Patrick Rastner.",
      "pageId": 42609168,
      "monthDay": "06/19"
    },
    {
      "year": "1998",
      "uri": "/wiki/Atticus_Shaffer",
      "name": "Atticus Shaffer",
      "aboutText": "Suzu Hirose (広瀬 すず, Hirose Suzu, born 19 June 1998 in Shimizu-ku, Shizuoka, Shizuoka) is a Japanese actress and model. She has an older sister, Alice Hirose, who is also a model and actress.",
      "pageId": 46247743,
      "monthDay": "06/19"
    }
  ]
}