{
  "people": [
    {
      "year": "662",
      "uri": "/wiki/Emperor_Ruizong_of_Tang",
      "name": "Emperor Ruizong of Tang",
      "monthDay": "06/22",
      "aboutText": "Emperor Ruizong of Tang (唐睿宗) (22 June 662 – 13 July 716), personal name Lǐ Dàn (李旦), known at times during his life as Li Xulun (李旭輪), Li Lun (李輪), Wu Lun (武輪), and Wu Dan (武旦), was the fifth and ninth emperor of Tang Dynasty. He was the eighth son of Emperor Gaozong and the fourth son of Emperor Gaozong's second wife Empress Wu (later known as Wu Zetian).\nIn February 684, Li Dan's mother Empress Wu demoted his older brother Emperor Zhongzong (Li Xian) who had attempted to rule free of his mother, and named him emperor (as Emperor Ruizong).",
      "pageId": 2471275,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/0/09/Tang_Ruizong.png"
    },
    {
      "year": "916",
      "uri": "/wiki/Sayf_al-Dawla",
      "name": "Sayf al-Dawla",
      "monthDay": "06/22",
      "aboutText": "Ali ibn Abu'l-Hayja 'Abdallah ibn Hamdan ibn al-Harith Sayf al-Dawla al-Taghlibi (Arabic: سيف الدولة أبو الحسن ابن حمدان‎), more commonly known simply by his laqab (honorific epithet) of Sayf al-Dawla (\"Sword of the Dynasty\"), was the founder of the Emirate of Aleppo, encompassing most of northern Syria and parts of western Jazira, and the brother of al-Hasan ibn Abdallah ibn Hamdan (better known as Nasir al-Dawla).\nThe most prominent member of the Hamdanid dynasty, Sayf al-Dawla originally served under his elder brother in the latter's attempts to establish his control over the weak Abbasid government in Baghdad during the early 940s CE. After the failure of these endeavours, the ambitious Sayf al-Dawla turned towards Syria, where he confronted the ambitions of the Ikhshidids of Egypt to control the province. After two wars with them, his authority over northern Syria, centred at Aleppo, and the western Jazira, centred at Mayyafariqin, was recognized by the Ikhshidids and the Caliph.",
      "pageId": 17487487,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/9/9b/87EarlyBagratid884-962.gif"
    },
    {
      "year": "1680",
      "uri": "/wiki/Ebenezer_Erskine",
      "name": "Ebenezer Erskine",
      "monthDay": "06/22",
      "aboutText": "Ebenezer Erskine (22 June 1680 – 2 June 1754) was a Scottish minister whose actions led to the establishment of the Secession Church (formed by dissenters from the Church of Scotland).",
      "pageId": 557111,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/7/71/EbenezerErskine.jpg"
    },
    {
      "year": "1684",
      "uri": "/wiki/Francesco_Manfredini",
      "name": "Francesco Manfredini",
      "monthDay": "06/22",
      "aboutText": "Francesco Onofrio Manfredini (22 June 1684 – 6 October 1762) was an Italian Baroque composer, violinist, and church musician.\nHe was born at Pistoia to a trombonist. He studied violin with Giuseppe Torelli in Bologna, then a part of the Papal States, a leading figure in the development of the concerto grosso.",
      "pageId": 1518302
    },
    {
      "year": "1704",
      "uri": "/wiki/John_Taylor_(classical_scholar)",
      "name": "John Taylor",
      "monthDay": "06/22",
      "aboutText": "John Taylor (22 June 1704 – 4 April 1766), English classical scholar, was born at Shrewsbury in Shropshire.",
      "pageId": 189686
    },
    {
      "year": "1713",
      "uri": "/wiki/Lord_John_Sackville",
      "name": "Lord John Sackville",
      "monthDay": "06/22",
      "aboutText": "Lord John Philip Sackville (born 22 June 1713; died 3 December 1765 in Tour du Pain, Lake Geneva, Switzerland) was the second son of Lionel Sackville, 1st Duke of Dorset. He was a keen cricketer who was closely connected with the sport in Kent.",
      "pageId": 2554883
    },
    {
      "year": "1738",
      "uri": "/wiki/Jacques_Delille",
      "name": "Jacques Delille",
      "monthDay": "06/22",
      "aboutText": "Captain George Vancouver (22 June 1757 – 10 May 1798) was an English officer of the Royal Navy, best known for his 1791–95 expedition, which explored and charted North America's northwestern Pacific Coast regions, including the coasts of contemporary Alaska, British Columbia, Washington and Oregon. He also explored the Hawaiian Islands and the southwest coast of Australia.",
      "pageId": 12867,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/6/68/Gate-to-the-Northwest-Passage.jpg"
    },
    {
      "year": "1757",
      "uri": "/wiki/George_Vancouver",
      "name": "George Vancouver",
      "monthDay": "06/22",
      "aboutText": "Jacques Delille (French: [dəlil]; 22 June 1738 – 1 May 1813) was a French poet, freemason and translator. He was born at Aigueperse in Auvergne and died in Paris.",
      "pageId": 361647,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/f/f1/Delille_et_Geoffrin.jpg"
    },
    {
      "year": "1763",
      "uri": "/wiki/%C3%89tienne_M%C3%A9hul",
      "name": "Étienne Méhul",
      "monthDay": "06/22",
      "aboutText": "Friedrich Wilhelm Christian Karl Ferdinand von Humboldt (22 June 1767 – 8 April 1835) was a Prussian philosopher, government functionary, diplomat, and founder of the Humboldt University of Berlin, which was named after him in 1949 (and also after his younger brother, Alexander von Humboldt, a naturalist).\nHe is especially remembered as a linguist who made important contributions to the philosophy of language and to the theory and practice of education. In particular, he is widely recognized as having been the architect of the Humboldtian education ideal, which was used from the beginning in Prussia as a model for its system of education and eventually in countries such as the US and Japan.",
      "pageId": 33110,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/d/d3/Thorvaldsen%2C_Wilhelm_von_Humboldt%2C_1808.jpg"
    },
    {
      "year": "1767",
      "uri": "/wiki/Wilhelm_von_Humboldt",
      "name": "Wilhelm von Humboldt",
      "monthDay": "06/22",
      "aboutText": "Étienne Nicolas Méhul (French: [meyl]; 22 June 1763 – 18 October 1817) was a French composer, \"the most important opera composer in France during the Revolution.\" He was also the first composer to be called a \"Romantic\".",
      "pageId": 376771,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/9/94/Mehul_by_von_Winter.jpg"
    },
    {
      "year": "1792",
      "uri": "/wiki/James_Beaumont_Neilson",
      "name": "James Beaumont Neilson",
      "monthDay": "06/22",
      "aboutText": "Giuseppe Mazzini (Italian pronunciation: [dʒuˈzɛppe matˈtsiːni]; 22 June 1805 – 10 March 1872), was an Italian politician, journalist and activist for the unification of Italy and spearheaded the Italian revolutionary movement. His efforts helped bring about the independent and unified Italy in place of the several separate states, many dominated by foreign powers, that existed until the 19th century. He also helped define the modern European movement for popular democracy in a republican state.",
      "pageId": 36948,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/5/52/Citizens_shot_for_reading_Mazzini_Jurnals.jpg"
    },
    {
      "year": "1805",
      "uri": "/wiki/Giuseppe_Mazzini",
      "name": "Giuseppe Mazzini",
      "monthDay": "06/22",
      "aboutText": "James Beaumont Neilson (22 June 1792 – 18 January 1865) was a Scottish inventor whose hot-blast process greatly increased the efficiency of smelting iron.",
      "pageId": 2563979
    },
    {
      "year": "1820",
      "uri": "/wiki/James_Hutchison_Stirling",
      "name": "James Hutchison Stirling",
      "monthDay": "06/22",
      "aboutText": "Paul Charles Morphy (June 22, 1837 – July 10, 1884) was an American chess player. He is considered to have been the greatest chess master of his era and an unofficial World Chess Champion. He was a chess prodigy.",
      "pageId": 89771
    },
    {
      "year": "1837",
      "uri": "/wiki/Paul_Morphy",
      "name": "Paul Morphy",
      "monthDay": "06/22",
      "aboutText": "James Hutchison Stirling (22 June 1820 – 19 March 1909) was a British philosopher.",
      "pageId": 1241928
    },
    {
      "year": "1837",
      "uri": "/wiki/Ernst_Ziller",
      "name": "Ernst Ziller",
      "monthDay": "06/22",
      "aboutText": "Ernst Moritz Theodor Ziller (Greek: Ερνέστος Τσίλλερ, Ernestos Tsiller; 22 June 1837, Serkowitz (now part of Radebeul-Oberlößnitz) – 4 November 1923, Athens) was a Saxon architect who later became a Greek national, and in the late 19th and early 20th centuries was a major designer of royal and municipal buildings in Athens, Patras and other Greek cities.",
      "pageId": 3959206,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/0/0b/20090801_athina26.jpg"
    },
    {
      "year": "1844",
      "uri": "/wiki/Oscar_von_Gebhardt",
      "name": "Oscar von Gebhardt",
      "monthDay": "06/22",
      "aboutText": "Oscar Leopold von Gebhardt (22 June 1844 – 9 May 1906) was a German Lutheran theologian, born in the Baltic German settlement of Wesenberg in the Russian Empire (now Rakvere, Estonia).\nHe studied theology at Dorpat and at several other German universities, and afterwards worked in university libraries at Strasbourg, Leipzig, Halle and Göttingen. In 1891 he became director of the publication department at the Royal Library at Berlin, and in 1893 became chief librarian and professor of paleography at the University of Leipzig.",
      "pageId": 6478223
    },
    {
      "year": "1845",
      "uri": "/wiki/Tom_Dula",
      "name": "Tom Dula",
      "monthDay": "06/22",
      "aboutText": "Richard John Seddon PC (22 June 1845 – 10 June 1906) is to date the longest-serving Prime Minister of New Zealand. He is regarded by some, including historian Keith Sinclair, as one of New Zealand's greatest political leaders. Sometimes derisively known as King Dick for his autocratic style, Seddon dominated the Liberal government for thirteen years, achieving many social and economic changes.",
      "pageId": 163835,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/8/8c/Mahuta_Tawhiao_with_Seddon%2C_1898.jpg"
    },
    {
      "year": "1845",
      "uri": "/wiki/Richard_Seddon",
      "name": "Richard Seddon",
      "monthDay": "06/22",
      "aboutText": "Thomas C. Dula (June 22, 1845 – May 1, 1868) was a former Confederate soldier, who was convicted of murdering Laura Foster. National publicity from newspapers such as The New York Times, turned Dula's story into a folk legend. Although Laura was murdered in Wilkes County, North Carolina, Dula was tried, convicted, and hanged in Statesville.",
      "pageId": 1850784,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/d/d9/Acw_bs_7a.png"
    },
    {
      "year": "1856",
      "uri": "/wiki/H._Rider_Haggard",
      "name": "H. Rider Haggard",
      "monthDay": "06/22",
      "aboutText": "Sir Henry Rider Haggard, KBE (/ˈhæɡərd/; 22 June 1856 – 14 May 1925) — known as H. Rider Haggard — was an English writer of adventure novels set in exotic locations, predominantly Africa, and a pioneer of the Lost World literary genre. He was also involved in agricultural reform throughout the British Empire.",
      "pageId": 65139,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/1/11/H.Rider.Haggard.by.Leslie.Ward.for.Vanity_Fair.May.21%2C1887.jpg"
    },
    {
      "year": "1861",
      "uri": "/wiki/Maximilian_von_Spee",
      "name": "Maximilian von Spee",
      "monthDay": "06/22",
      "aboutText": "Maximilian Reichsgraf von Spee (22 June 1861 – 8 December 1914) was a naval officer of the German Kaiserliche Marine (Imperial Navy), who famously commanded the German East Asia Squadron during World War I. Spee entered the navy in 1878 and served in a variety of roles and locations, including on a colonial gunboat in German West Africa in the 1880s, the East Africa Squadron in the late 1890s, and as commander of several warships in the main German fleet in the early 1900s. During his time in Germany in the late 1880s and early 1890s, he married his wife, Margareta, and had three children, his sons Heinrich and Otto and his daughter Huberta. By 1912, he had returned to the East Asia Squadron as its commander, and was promoted to the rank of Vizeadmiral (Vice Admiral) the following year.",
      "pageId": 191160
    },
    {
      "year": "1864",
      "uri": "/wiki/Hermann_Minkowski",
      "name": "Hermann Minkowski",
      "monthDay": "06/22",
      "aboutText": "Hermann Minkowski (22 June 1864 – 12 January 1909) was a germanised descendant of Polish-Jews, mathematician, professor at Königsberg, Zürich and Göttingen. He created and developed the geometry of numbers and used geometrical methods to solve problems in number theory, mathematical physics, and the theory of relativity.",
      "pageId": 193537,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/c/c5/De_Raum_zeit_Minkowski_Bild.jpg"
    },
    {
      "year": "1871",
      "uri": "/wiki/William_McDougall_(psychologist)",
      "name": "William McDougall",
      "monthDay": "06/22",
      "aboutText": "William McDougall FRS (/məkˈduːɡəl/; 22 June 1871 – 28 November 1938) was an early 20th century psychologist who spent the first part of his career in the United Kingdom and the latter part in the United States. He wrote a number of highly influential textbooks, and was particularly important in the development of the theory of instinct and of social psychology in the English-speaking world. He was an opponent of behaviourism and stands somewhat outside the mainstream of the development of Anglo-American psychological thought in the first half of the 20th century; but his work was very well known and respected among lay people.",
      "pageId": 1209907
    },
    {
      "year": "1873",
      "uri": "/wiki/Filippo_Silvestri",
      "name": "Filippo Silvestri",
      "monthDay": "06/22",
      "aboutText": "Alexander Viggo Jensen (22 June 1874 - 2 November 1930) was a Danish weightlifter, shooter, gymnast, and athlete. He was the first Danish Olympic champion, at the 1896 Summer Olympics in Athens.\nThe first weightlifting event held was the two-handed lift, in a style now known as the clean and jerk.",
      "pageId": 225827,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/7/75/ViggoJensen.png"
    },
    {
      "year": "1874",
      "uri": "/wiki/Viggo_Jensen",
      "name": "Viggo Jensen",
      "monthDay": "06/22",
      "aboutText": "Filippo Silvestri (22 June 1873 – 10 June 1949) was an Italian entomologist. He specialised in world Protura, Thysanura, Diplura and Isoptera, but also worked on Hymenoptera, Myriapoda and Italian Diptera. He is also noted for describing and naming the previously unknown order Zoraptera.",
      "pageId": 13262159,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/f/fd/Beli-hibiskus.jpg"
    },
    {
      "year": "1874",
      "uri": "/wiki/Walter_Friedrich_Otto",
      "name": "Walter Friedrich Otto",
      "monthDay": "06/22",
      "aboutText": "The Most Reverend Pascual Díaz y Barreto, SJ (June 22, 1876 – May 19, 1936) was a Mexican prelate of the Roman Catholic Church, who served as Archbishop of Mexico City from June 22, 1929 until his death in 1936.",
      "pageId": 14831066
    },
    {
      "year": "1876",
      "uri": "/wiki/Pascual_D%C3%ADaz_y_Barreto",
      "name": "Pascual Díaz y Barreto",
      "monthDay": "06/22",
      "aboutText": "Walter Friedrich Gustav Hermann Otto (usually shortened to Walter F. Otto; 22 June 1874 in Hechingen – 23 September 1958 in Tübingen) was a German classical philologist particularly known for his work on the meaning and legacy of Greek religion and mythology, especially as represented in his seminal 1929 work The Homeric Gods.",
      "pageId": 24227644
    },
    {
      "year": "1879",
      "uri": "/wiki/Thibaudeau_Rinfret",
      "name": "Thibaudeau Rinfret",
      "monthDay": "06/22",
      "aboutText": "Thibaudeau Rinfret, PC (June 22, 1879 – July 25, 1962) was a Canadian jurist and the ninth Chief Justice of Canada and acting Governor General of Canada in 1952.",
      "pageId": 1031295,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/en/c/c2/Crystal_Clear_app_Login_Manager_2.png"
    },
    {
      "year": "1880",
      "uri": "/wiki/Johannes_Drost",
      "name": "Johannes Drost",
      "monthDay": "06/22",
      "aboutText": "Johannes Drost (June 22, 1880 in Rotterdam – September 18, 1954 in Rotterdam) was a Dutch backstroke swimmer who competed in the 1900 Summer Olympics.\nHe won the bronze medal in the 200 m backstroke event in a time of 3:01.0, narrowly beating compatriot Johannes Bloemen.",
      "pageId": 12690088,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/en/c/c2/Crystal_Clear_app_Login_Manager_2.png"
    },
    {
      "year": "1884",
      "uri": "/wiki/James_Rector",
      "name": "James Rector",
      "monthDay": "06/22",
      "aboutText": "Milan Vidmar (22 June 1885 – 9 October 1962) was a Slovene electrical engineer, chess player, chess theorist, philosopher, and writer. He was a specialist in power transformers and transmission of electric current.",
      "pageId": 142346,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/f/f4/Milan_Vidmar_1930s.jpg"
    },
    {
      "year": "1885",
      "uri": "/wiki/Milan_Vidmar",
      "name": "Milan Vidmar",
      "monthDay": "06/22",
      "aboutText": "John \"James\" Alcorn Rector (June 22, 1884 - March 10, 1949) was an American athlete. He was the first Arkansas athlete to compete in the Olympic Games.\nJames Rector was born in Hot Springs, Arkansas.",
      "pageId": 2010335,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/f/f2/JamesRector.jpg"
    },
    {
      "year": "1887",
      "uri": "/wiki/Julian_Huxley",
      "name": "Julian Huxley",
      "monthDay": "06/22",
      "aboutText": "Sir Julian Sorell Huxley FRS (22 June 1887 – 14 February 1975) was a British evolutionary biologist, eugenicist, and internationalist. He was a proponent of natural selection, and a leading figure in the mid-twentieth century modern evolutionary synthesis. He was secretary of the Zoological Society of London (1935–1942), the first Director of UNESCO, a founding member of the World Wildlife Fund and the first President of the British Humanist Association.",
      "pageId": 145837,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/e/e1/GreatCrestedGrebes.jpg"
    },
    {
      "year": "1888",
      "uri": "/wiki/Harold_Hitz_Burton",
      "name": "Harold Hitz Burton",
      "monthDay": "06/22",
      "aboutText": "Harold Hitz Burton (June 22, 1888 – October 28, 1964) was an American politician and lawyer. He served as the 45th mayor of Cleveland, Ohio, as a U.S. Senator from Ohio, and as an Associate Justice of the Supreme Court of the United States.",
      "pageId": 549620
    },
    {
      "year": "1889",
      "uri": "/wiki/Ossian_Ski%C3%B6ld",
      "name": "Ossian Skiöld",
      "monthDay": "06/22",
      "aboutText": "Ossian Skiöld (22 June 1889 – 22 August 1961) was a Swedish hammer thrower. He competed at the 1924, 1928 and 1932 Olympics and finished in fifth, second and fourth place, respectively. He was also fourth at the 1934 European Championships.",
      "pageId": 7991426,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/en/c/c2/Crystal_Clear_app_Login_Manager_2.png"
    },
    {
      "year": "1890",
      "uri": "/wiki/Aleksander_Warma",
      "name": "Aleksander Warma",
      "monthDay": "06/22",
      "aboutText": "Aleksander Warma (Varma) VR I/3 (22 June [O.S. 10 June] 1890 Viinistu, Estonia – 23 December 1970 Stockholm, Sweden) was an Estonian navy officer, diplomat and painter.\nAleksander Warma studied at marine schools of Käsmu and Narva, took a deep sea captain's exam in Riga. In 1920, he took the high school exams to the examination committee of the Tallinn Teachers' Seminar.",
      "pageId": 11373542,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/6/61/Warma_ja_rouva.jpg"
    },
    {
      "year": "1891",
      "uri": "/wiki/Franz_Alexander",
      "name": "Franz Alexander",
      "monthDay": "06/22",
      "aboutText": "Robert Ritter von Greim (22 June 1892 – 24 May 1945) was a German Field Marshal, pilot, army officer, and the last commander of the Luftwaffe (German Air Force) during the Second World War.",
      "pageId": 547880,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/6/68/Aviacionavion.png"
    },
    {
      "year": "1892",
      "uri": "/wiki/Robert_Ritter_von_Greim",
      "name": "Robert Ritter von Greim",
      "monthDay": "06/22",
      "aboutText": "Franz Gabriel Alexander (22 January 1891 – 8 March 1964) was a Hungarian-American psychoanalyst and physician, who is considered one of the founders of psychosomatic medicine and psychoanalytic criminology.",
      "pageId": 4240783
    },
    {
      "year": "1894",
      "uri": "/wiki/Bernard_Ashmole",
      "name": "Bernard Ashmole",
      "monthDay": "06/22",
      "aboutText": "Bernard Ashmole, CBE, MC (22 June 1894 – 25 February 1988) was a British archaeologist and art historian, who specialized in ancient Greek sculpture. He held a number of professorships during his lifetime; Yates Professor of Classical Art and Archaeology at the University of London from 1929 to 1948, Lincoln Professor of Classical Archaeology and Art at University of Oxford from 1956 to 1961, and Greek Art and Archaeology at the University of Aberdeen from 1961 to 1963.",
      "pageId": 7950207
    },
    {
      "year": "1896",
      "uri": "/wiki/Leonard_W._Murray",
      "name": "Leonard W. Murray",
      "monthDay": "06/22",
      "aboutText": "Rear Admiral Leonard Warren Murray, CB, CBE (22 June 1896 – 25 November 1971) was an officer of the Royal Canadian Navy who played a significant role in the Battle of the Atlantic. He commanded the Newfoundland Escort Force from 1941–1943, and from 1943 to the end of the war was Commander-in-Chief, Canadian Northwest Atlantic.",
      "pageId": 8677101,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/c/c5/Atlantic_convoy%2C_1942.jpg"
    },
    {
      "year": "1897",
      "uri": "/wiki/Edmund_A._Chester",
      "name": "Edmund A. Chester",
      "monthDay": "06/22",
      "aboutText": "Norbert Elias (Polish: [eˈliːas]; 22 June 1897 – 1 August 1990) was a German sociologist of Jewish descent, who later became a British citizen. He is especially famous for his theory of civilizing (and decivilizing) processes.",
      "pageId": 421116,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/a/a3/Elias-tablica.JPG"
    },
    {
      "year": "1897",
      "uri": "/wiki/Norbert_Elias",
      "name": "Norbert Elias",
      "monthDay": "06/22",
      "aboutText": "Edmund Albert Chester, Sr. - (June 22, 1897 – October 14, 1973) - was a senior Vice President and executive at the CBS radio and television networks during the 1940s.",
      "pageId": 9206837
    },
    {
      "year": "1898",
      "uri": "/wiki/Erich_Maria_Remarque",
      "name": "Erich Maria Remarque",
      "monthDay": "06/22",
      "aboutText": "Erich Maria Remarque (22 June 1898 – 25 September 1970), born Erich Paul Remark, was a German novelist who created many works about the terror of war. His best known novel All Quiet on the Western Front (1928) is about German soldiers in the First World War, which was also made into a Oscar-winning movie.",
      "pageId": 63187,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/3/3c/Bundesarchiv_Bild_183-R04034%2C_Erich_Maria_Remarque.jpg"
    },
    {
      "year": "1899",
      "uri": "/wiki/Richard_Gurley_Drew",
      "name": "Richard Gurley Drew",
      "monthDay": "06/22",
      "aboutText": "Richard Gurley Drew (June 22, 1899 – December 14, 1980) was an American inventor who worked for Johnson and Johnson, Permacel Co., and 3M in St. Paul, Minnesota, where he invented masking tape and cellophane tape.",
      "pageId": 553744,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/2/29/Lightbulb.jpg"
    },
    {
      "year": "1899",
      "uri": "/wiki/Micha%C5%82_Kalecki",
      "name": "Michał Kalecki",
      "monthDay": "06/22",
      "aboutText": "Michał Kalecki ([ˈmixau̯ kaˈlɛt͡ski]; 22 June 1899 – 18 April 1970) was a Polish economist. Over the course of his life, Kalecki worked at the London School of Economics, University of Cambridge, University of Oxford and Warsaw School of Economics as well as an economic advisor to governments of Cuba, Israel, Mexico and India. He also served as the deputy director of the United Nations Economic Department in New York City.",
      "pageId": 2205338,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/8/8d/B-30_ship_in_shipyard.jpg"
    },
    {
      "year": "1899",
      "uri": "/wiki/Artur_Kukk",
      "name": "Artur Kukk",
      "monthDay": "06/22",
      "aboutText": "Artur Kukk (22 June 1899 – 19 April 1958) was an Estonian wrestler. He competed in the Greco-Roman heavyweight event at the 1920 Summer Olympics.",
      "pageId": 40419909
    },
    {
      "year": "1901",
      "uri": "/wiki/Elias_Katz",
      "name": "Elias Katz",
      "monthDay": "06/22",
      "aboutText": "Marguerite De La Motte (June 22, 1902 – March 10, 1950) was an American film actress, most notably of the silent film era.",
      "pageId": 4910160,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/8/8b/Marguerite_De_La_Motte_from_Stars_of_the_Photoplay.jpg"
    },
    {
      "year": "1902",
      "uri": "/wiki/Marguerite_De_La_Motte",
      "name": "Marguerite De La Motte",
      "monthDay": "06/22",
      "aboutText": "Elias Katz (June 22, 1901 – December 24, 1947) was a Finnish track and field athlete, who competed mainly in the 3000 metres steeplechase.\nBorn in Turku, Katz was Jewish. He competed for Finland in the 1924 Summer Olympics held in Paris, France in the 3000 metre steeple chase where he won the silver medal.",
      "pageId": 7891424,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/en/c/c2/Crystal_Clear_app_Login_Manager_2.png"
    },
    {
      "year": "1903",
      "uri": "/wiki/John_Dillinger",
      "name": "John Dillinger",
      "monthDay": "06/22",
      "aboutText": "John Herbert Dillinger (/dɪlɪndʒər/; June 22, 1903 – July 22, 1934) was an infamous American gangster in the Depression-era United States, who operated with a group of men known by some as the Dillinger Gang or Terror Gang that were, among other activities, accused of robbing 24 banks and four police stations. Dillinger escaped from jail twice. He was also charged with, but never convicted of, the murder of an East Chicago, Indiana police officer who shot Dillinger in his bullet-proof vest during a shootout, prompting him to return fire.",
      "pageId": 42091,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/2/28/BiographFBI1934.jpg"
    },
    {
      "year": "1903",
      "uri": "/wiki/Carl_Hubbell",
      "name": "Carl Hubbell",
      "monthDay": "06/22",
      "aboutText": "Carl Owen Hubbell (June 22, 1903 – November 21, 1988), nicknamed \"The Meal Ticket\" and \"King Carl\", was an American baseball player. He was a member of the New York Giants in the National League from 1928 to 1943. He remained on the team's payroll for the rest of his life, long after their move to San Francisco.",
      "pageId": 615147
    },
    {
      "year": "1906",
      "uri": "/wiki/William_Kneale",
      "name": "William Kneale",
      "monthDay": "06/22",
      "aboutText": "Anne Spencer Lindbergh (née Morrow; June 22, 1906 – February 7, 2001) was an American author, aviatrix, and the wife of aviator Charles Lindbergh. She was an acclaimed author whose books and articles spanned the genres of poetry to non-fiction, touching upon topics as diverse as youth and age; love and marriage; peace, solitude and contentment, as well as the role of women in the 20th century.",
      "pageId": 173597,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/e/e5/Anne_Morrow_Lindbergh_portrait_1918.jpg"
    },
    {
      "year": "1906",
      "uri": "/wiki/Anne_Morrow_Lindbergh",
      "name": "Anne Morrow Lindbergh",
      "monthDay": "06/22",
      "aboutText": "William Calvert Kneale (22 June 1906 – 24 June 1990) was an English logician best known for his 1962 book The Development of Logic, a history of logic from its beginnings in Ancient Greece written with his wife Martha. Kneale was also known as a philosopher of science and the author of a book on probability and induction. He was a Fellow of Exeter College, Oxford, and in 1960 succeeded to the White's Professor of Moral Philosophy previously occupied by the linguistic philosopher J. L. Austin.",
      "pageId": 18993000
    },
    {
      "year": "1906",
      "uri": "/wiki/Billy_Wilder",
      "name": "Billy Wilder",
      "monthDay": "06/22",
      "aboutText": "Billy Wilder (/ˈwaɪldər/; German: [ˈvɪldɐ]; June 22, 1906 – March 27, 2002) was an Austrian-born American filmmaker, screenwriter, producer, artist and journalist, whose career spanned more than fifty years and sixty films. He is regarded as one of the most brilliant and versatile filmmakers of Hollywood's golden age. With The Apartment, Wilder became the first person to win Academy Awards as producer, director and screenwriter for the same film.",
      "pageId": 45185,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/e/e5/Billy_Wilders_grave_%28978339409%29.jpg"
    },
    {
      "year": "1907",
      "uri": "/wiki/Eriks_%C4%80damsons",
      "name": "Eriks Ādamsons",
      "monthDay": "06/22",
      "aboutText": "Eriks Ādamsons (June 22, 1907 – February 28, 1946) was a Latvian writer, poet and novelist.",
      "pageId": 20393465,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/en/1/1e/Eriks_adamsons.jpg"
    },
    {
      "year": "1909",
      "uri": "/wiki/Katherine_Dunham",
      "name": "Katherine Dunham",
      "monthDay": "06/22",
      "aboutText": "Katherine Mary Dunham (June 22, 1909 – May 21, 2006) was an American dancer, choreographer, author, educator, and social activist. Dunham had one of the most successful dance careers in American and European theater of the 20th century, and directed her own dance company for many years. She has been called the \"matriarch and queen mother of black dance\".",
      "pageId": 1116555,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/a/a9/Katherine_Dunham.jpg"
    },
    {
      "year": "1909",
      "uri": "/wiki/Mike_Todd",
      "name": "Mike Todd",
      "monthDay": "06/22",
      "aboutText": "Michael \"Mike\" Todd (June 22, 1909 – March 22, 1958) was an American theater and film producer, best known for his 1956 production of Around the World in 80 Days, which won an Academy Award for Best Picture. He is known as the third of Elizabeth Taylor's seven husbands and is the only one whom she did not divorce.",
      "pageId": 1887185,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/f/fe/A_Night_in_Venice_1953.jpg"
    },
    {
      "year": "1910",
      "uri": "/wiki/John_Hunt,_Baron_Hunt",
      "name": "John Hunt, Baron Hunt",
      "monthDay": "06/22",
      "aboutText": "Sir Peter Neville Luard Pears CBE (/ˈpɪərz/ PEERZ; 22 June 1910 – 3 April 1986) was an English tenor. His career was closely associated with the composer Benjamin Britten, his personal and professional partner for nearly forty years.\nPears's musical career started slowly.",
      "pageId": 82251,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/3/30/Benjamin_Britten%2C_London_Records_1968_publicity_photo_for_Wikipedia.jpg"
    },
    {
      "year": "1910",
      "uri": "/wiki/Peter_Pears",
      "name": "Peter Pears",
      "monthDay": "06/22",
      "aboutText": "Brigadier Henry Cecil John Hunt, Baron Hunt, KG, CBE, DSO, PC (22 June 1910 – 7 November 1998) was a British army officer who is best known as the leader of the successful 1953 British Expedition to Mount Everest.",
      "pageId": 918085,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/en/e/eb/BaronJohnHunt.jpg"
    },
    {
      "year": "1910",
      "uri": "/wiki/Konrad_Zuse",
      "name": "Konrad Zuse",
      "monthDay": "06/22",
      "aboutText": "Konrad Zuse (German: [ˈkɔnʁat ˈtsuːzə]; 22 June 1910 – 18 December 1995) was a German civil engineer, inventor and computer pioneer. His greatest achievement was the world's first programmable computer; the functional program-controlled Turing-complete Z3 became operational in May 1941. Thanks to this machine and its predecessors, Zuse has often been regarded as the inventor of the modern computer.",
      "pageId": 16810,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/9/93/2007-01-20_Gedenktafel_Zuse_Z3.jpg"
    },
    {
      "year": "1912",
      "uri": "/wiki/Princess_Caroline_Mathilde_of_Saxe-Coburg_and_Gotha",
      "name": "Princess Caroline Mathilde of Saxe-Coburg and Gotha",
      "monthDay": "06/22",
      "aboutText": "Princess Caroline Matilda of Saxe-Coburg and Gotha (Caroline Matilda Helen Louise Augusta Beatrice; 22 June 1912 – 5 September 1983) was a German princess, and a great-granddaughter of Queen Victoria.",
      "pageId": 4676726
    },
    {
      "year": "1913",
      "uri": "/wiki/S%C3%A1ndor_We%C3%B6res",
      "name": "Sándor Weöres",
      "monthDay": "06/22",
      "aboutText": "Sándor Weöres (Hungarian pronunciation: [ˈʃaːndor ˈvørøʃ]; 22 June 1913 – 22 January 1989) was a Hungarian poet and author.\nBorn in Szombathely, Weöres was brought up in the nearby village of Csönge. His first poems appeared when he was nineteen, being published in the influential journal Nyugat (\"West\") through the acceptance of its editor, the poet Mihály Babits.",
      "pageId": 2737481,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/en/6/61/Ohlm_original.jpg"
    },
    {
      "year": "1915",
      "uri": "/wiki/Dolf_van_der_Linden",
      "name": "Dolf van der Linden",
      "monthDay": "06/22",
      "aboutText": "David Gijsbert van der Linden (22 June 1915 – 30 January 1999), known as Dolf van der Linden, was a Dutch conductor of popular music with a reputation which extended beyond the borders of the Netherlands.",
      "pageId": 9791346,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/2/2e/Dolf_van_der_Linden.PNG"
    },
    {
      "year": "1915",
      "uri": "/wiki/Cornelius_Warmerdam",
      "name": "Cornelius Warmerdam",
      "monthDay": "06/22",
      "aboutText": "John Byron “Johnny” Jacobs, (June 22, 1916 – February 8, 1982) was an American television announcer, often for Chuck Barris productions--namely, The Newlywed Game and The Dating Game. He was born in Wisconsin.",
      "pageId": 1426563
    },
    {
      "year": "1916",
      "uri": "/wiki/Johnny_Jacobs",
      "name": "Johnny Jacobs",
      "monthDay": "06/22",
      "aboutText": "Cornelius (\"Dutch\") Warmerdam (June 22, 1915 – November 13, 2001) was an American track & field athlete and long-time pole vault world record holder who is considered to be among the all-time greatest vaulters. He is an inductee of the International Association of Athletics Federations' Hall of Fame.\nWarmerdam was born in Long Beach, California, the son of Dutch emigrants Adrianus and Gertrude Warmerdam.",
      "pageId": 4154305
    },
    {
      "year": "1919",
      "uri": "/wiki/Gower_Champion",
      "name": "Gower Champion",
      "monthDay": "06/22",
      "aboutText": "Solomon Hersh Frees (June 22, 1920 – November 2, 1986), better known as Paul Frees, was an American actor, voice actor, impressionist, comedian and screenwriter known for his work on MGM, Walter Lantz, and Walt Disney theatrical cartoons during the Golden Age of Animation and for providing the voice of Boris Badenov in The Rocky and Bullwinkle Show.",
      "pageId": 537403,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/en/d/da/TR-PaulFrees.jpg"
    },
    {
      "year": "1920",
      "uri": "/wiki/Paul_Frees",
      "name": "Paul Frees",
      "monthDay": "06/22",
      "aboutText": "Gower Carlyle Champion (June 22, 1919 – August 25, 1980) was an American actor, theatre director, choreographer, and dancer.",
      "pageId": 1208901,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/en/2/2b/Marge_and_Gower_Champion_1957.jpg"
    },
    {
      "year": "1920",
      "uri": "/wiki/James_H._Pomerene",
      "name": "James H. Pomerene",
      "monthDay": "06/22",
      "aboutText": "Edmund Daniel Pellegrino (June 22, 1920 - June 13, 2013) was an American bioethicist and academic who served as the 11th president of The Catholic University of America (CUA) from 1978 to 1982. Pellegrino was an expert both in clinical bioethics, and in the field of medicine and the humanities, specifically, the teaching of humanities in medical school, which he helped pioneer). He was the second layman to hold the position of President of Catholic University.",
      "pageId": 4497012,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/3/37/Edmund_D_Pellegrino.png"
    },
    {
      "year": "1920",
      "uri": "/wiki/Edmund_Pellegrino",
      "name": "Edmund Pellegrino",
      "monthDay": "06/22",
      "aboutText": "James Herbert Pomerene (June 22, 1920 – December 7, 2008) was an electrical engineer and computer pioneer.",
      "pageId": 12690403
    },
    {
      "year": "1920",
      "uri": "/wiki/Jovito_Salonga",
      "name": "Jovito Salonga",
      "monthDay": "06/22",
      "aboutText": "Joseph \"Joe\" Papp (June 22, 1921 – October 31, 1991) was an American theatrical producer and director. Papp established The Public Theater in what had been the Astor Library Building in downtown New York. \"The Public,\" as it is known, has many small theaters within it.",
      "pageId": 349214,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/5/56/Broadway_Theaters_45th_Street_Night.jpg"
    },
    {
      "year": "1921",
      "uri": "/wiki/Joseph_Papp",
      "name": "Joseph Papp",
      "monthDay": "06/22",
      "aboutText": "Jovito \"Jovy\" Reyes Salonga (born June 22, 1920) is a Filipino nationalist politician and lawyer, as well as a leading opposition leader during the Marcos regime from 1972, when Ferdinand Marcos declared martial law, until 1986, when Marcos was deposed as a result of a bloodless revolution (see People Power Revolution).",
      "pageId": 1063636
    },
    {
      "year": "1921",
      "uri": "/wiki/Barbara_Vucanovich",
      "name": "Barbara Vucanovich",
      "monthDay": "06/22",
      "aboutText": "William Ralph \"Bill\" Blass (June 22, 1922 – June 12, 2002) was an American fashion designer, born in Fort Wayne, Indiana.",
      "pageId": 403436,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/en/3/37/BillBlass.jpg"
    },
    {
      "year": "1922",
      "uri": "/wiki/Bill_Blass",
      "name": "Bill Blass",
      "monthDay": "06/22",
      "aboutText": "Barbara Farrell Vucanovich (June 22, 1921 – June 10, 2013) was an American Republican politician, the first woman to represent Nevada in the United States House of Representatives, in which she served from 1983 to 1997.",
      "pageId": 8281898,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/a/ae/Barbara_vucanovich.jpg"
    },
    {
      "year": "1922",
      "uri": "/wiki/Mona_Lisa_(actress)",
      "name": "Mona Lisa",
      "monthDay": "06/22",
      "aboutText": "Gloria Lerma Yatco (born June 22, 1922), better known as Mona Lisa, is a FAMAS award-winning Filipino film actress. Famous actress of late 30s and one of the most popular Filipino actresses of the 1940s,. She made her very first movie under LVN Pictures paired to another rising actor on that studio Ely Ramos in the movie Giliw ko.",
      "pageId": 16927651
    },
    {
      "year": "1923",
      "uri": "/wiki/Jos%C3%A9_Giovanni",
      "name": "José Giovanni",
      "monthDay": "06/22",
      "aboutText": "José Giovanni (22 June 1923, Paris, France – 24 April 2004, Lausanne, Switzerland) was the pseudonym of Joseph Damiani, a French writer and film-maker of Corsican origin who became a naturalized Swiss citizen in 1986.\nA former collaborationist and criminal who at one time was sentenced to death, Giovanni often drew his inspiration from personal experience or from real gangsters, such as Abel Danos in his 1960 film Classe tous risques, overlooking that they had been members of the French Gestapo.",
      "pageId": 19115675,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/d/d1/Jos%C3%A9_Giovanni.JPG"
    },
    {
      "year": "1924",
      "uri": "/wiki/Christopher_Booth",
      "name": "Christopher Booth",
      "monthDay": "06/22",
      "aboutText": "John Larkin Kerwin, CC OQ FRSC (June 22, 1924 – May 1, 2004) was a Canadian physicist.\nBorn in Quebec City, he studied physics at St. Francis Xavier University and obtained his master's degree in physics at the Massachusetts Institute of Technology.",
      "pageId": 1656595
    },
    {
      "year": "1924",
      "uri": "/wiki/Larkin_Kerwin",
      "name": "Larkin Kerwin",
      "monthDay": "06/22",
      "aboutText": "Sir Christopher C Booth (22 June 1924 - 13 July 2012) was an English clinician and medical historian, characterised as \"one of the great characters of British medicine\".\nBooth was born in 1924 in Farnham, Surrey. His father Lionel Booth is credited as the inventor of the telephoto lens.",
      "pageId": 22142192
    },
    {
      "year": "1924",
      "uri": "/wiki/G%C3%A9za_Vermes",
      "name": "Géza Vermes",
      "monthDay": "06/22",
      "aboutText": "Tadeusz Konwicki (22 June 1926 – 7 January 2015) was a Polish writer and film director, as well as a member of the Polish Language Council.",
      "pageId": 1088031,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/6/65/Tadeusz_Konwicki_Kancelaria_Senatu_01.jpg"
    },
    {
      "year": "1926",
      "uri": "/wiki/Tadeusz_Konwicki",
      "name": "Tadeusz Konwicki",
      "monthDay": "06/22",
      "aboutText": "Géza Vermes (Hungarian pronunciation: [ˈɡeːzɒ ˈvɛrmɛʃ]; 22 June 1924 – 8 May 2013) was a British scholar of Jewish Hungarian origin—one who also served as a Catholic priest in his youth—and writer on religious history, particularly Jewish and Christian. He was a noted authority on the Dead Sea Scrolls and ancient works in Aramaic such as the Targums, and on the life and religion of Jesus. He was one of the most important voices in contemporary Jesus research, and he has been described as the greatest Jesus scholar of his time.",
      "pageId": 1958212
    },
    {
      "year": "1926",
      "uri": "/wiki/Rachid_Solh",
      "name": "Rachid Solh",
      "monthDay": "06/22",
      "aboutText": "Donald Anthony Low AO (22 June 1927 – 12 February 2015), known as Anthony Low or D. A. Low, was a historian of modern South Asia, Africa, the British Commonwealth, and, especially, decolonization.",
      "pageId": 8526965,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/7/7e/Commonwealth_Realms_map2.png"
    },
    {
      "year": "1927",
      "uri": "/wiki/Anthony_Low",
      "name": "Anthony Low",
      "monthDay": "06/22",
      "aboutText": "Rachid Solh (22 June 1926 – 27 June 2014) was a Lebanese politician and former Prime Minister, kin of one of the most eminent Sunni Muslim families in the country that brought several of its members to the office of Prime Ministers, and that was originally from Sidon but later moved its civil-records to Beirut.",
      "pageId": 15273511
    },
    {
      "year": "1927",
      "uri": "/wiki/Ann_Petersen",
      "name": "Ann Petersen",
      "monthDay": "06/22",
      "aboutText": "Ralph Waite (June 22, 1928 – February 13, 2014) was an American actor, voice artist, and political activist, best known for his role as John Walton, Sr. on The Waltons, which he occasionally directed.",
      "pageId": 2127122,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/2/29/Ralph_Waite.jpg"
    },
    {
      "year": "1928",
      "uri": "/wiki/Ralph_Waite",
      "name": "Ralph Waite",
      "monthDay": "06/22",
      "aboutText": "Ann Petersen (22 June 1927 – 11 December 2003) was a Belgian actress.\nShe was one of the best known actresses in Belgium.",
      "pageId": 4800100,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/9/94/Belgiumfilm.png"
    },
    {
      "year": "1929",
      "uri": "/wiki/Bruce_Kent",
      "name": "Bruce Kent",
      "monthDay": "06/22",
      "aboutText": "Yury Petrovich Artyukhin (Russian: Ю́рий Петро́вич Артю́хин; June 22, 1930 – August 4, 1998) was a Soviet Russian cosmonaut and engineer who made a single flight into space.\nArtyukhin graduated from the Soviet Air Force Institute with a doctorate in engineering, specialising in military communication systems. He was selected for the space programme in 1963 and would have flown on the Voskhod 3 mission had it not been cancelled.",
      "pageId": 350770,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/e/ef/Hero_of_the_Soviet_Union_medal.png"
    },
    {
      "year": "1930",
      "uri": "/wiki/Yury_Artyukhin",
      "name": "Yury Artyukhin",
      "monthDay": "06/22",
      "aboutText": "Bruce Kent (born 22 June 1929) is a British political activist and a former Roman Catholic priest. Active in the Campaign for Nuclear Disarmament (CND), he was the organisation's general secretary from 1980 to 1985 and its chair from 1987 to 1990. He now holds the honorary title of vice-president.",
      "pageId": 872474
    },
    {
      "year": "1930",
      "uri": "/wiki/Walter_Bonatti",
      "name": "Walter Bonatti",
      "monthDay": "06/22",
      "aboutText": "Walter Bonatti (Italian pronunciation: [ˈvalter boˈnatti]; 22 June 1930 in Bergamo – 13 September 2011 in Rome) was an Italian mountain climber, explorer and journalist. He was noted for his many climbing achievements, including a solo climb of a new route on the south-west pillar of the Aiguille du Dru in August 1955, the first ascent of Gasherbrum IV in 1958 and in 1965 the first solo climb in winter of the North face of the Matterhorn on the mountain's centenary year of its first ascent. Immediately after his extraordinary solo climb on the Matterhorn Bonatti announced his retirement from professional climbing at the age of 35 and after only 17 years of climbing activity.",
      "pageId": 2211537,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/4/4c/Bonatti_Gasherbrum_IV_summit.jpg"
    },
    {
      "year": "1932",
      "uri": "/wiki/Yevgeny_Kychanov",
      "name": "Yevgeny Kychanov",
      "monthDay": "06/22",
      "aboutText": "Evgenij Ivanovich Kychanov (Russian: Евгений Иванович Кычанов; also transcribed as Yevgeny Ivanovich Kychanov, 22 June 1932 – 24 May 2013) was a Soviet and Russian orientalist, an expert on the Tangut people and their mediaeval Xi Xia Empire.",
      "pageId": 20923217
    },
    {
      "year": "1932",
      "uri": "/wiki/Amrish_Puri",
      "name": "Amrish Puri",
      "monthDay": "06/22",
      "aboutText": "Amrish Lal Puri (Hindi: अमरीश लाल पुरी; 22 June 1932 – 12 January 2005) was an Indian actor, who was an important figure in Indian theatre and cinema. He worked with notable playwrights of the time, such as Satyadev Dubey and Girish Karnad. He is remembered for playing iconic negative roles in Hindi cinema as well as other Indian and international film industries.",
      "pageId": 242654,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/7/77/Amrish_Puri.jpg"
    },
    {
      "year": "1932",
      "uri": "/wiki/June_Salter",
      "name": "June Salter",
      "monthDay": "06/22",
      "aboutText": "June Marie Salter AM (22 June 1932 – 15 September 2001) was an Australian actress and author prominent in theatre and television, best known for her character roles.",
      "pageId": 4601213
    },
    {
      "year": "1932",
      "uri": "/wiki/Prunella_Scales",
      "name": "Prunella Scales",
      "monthDay": "06/22",
      "aboutText": "Prunella Scales, CBE (born Prunella Margaret Rumney Illingworth; 22 June 1932) is an English actress best known for her role as Basil Fawlty's wife Sybil in the BBC comedy Fawlty Towers and her BAFTA award-nominated role as Queen Elizabeth II in A Question of Attribution (Screen One, BBC 1991) by Alan Bennett.",
      "pageId": 157655,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/2/2d/Prunella_Scales_in_2010.JPG"
    },
    {
      "year": "1932",
      "uri": "/wiki/John_Wakeham,_Baron_Wakeham",
      "name": "John Wakeham, Baron Wakeham",
      "monthDay": "06/22",
      "aboutText": "John Wakeham, Baron Wakeham, PC, DL (born 22 June 1932) is a British businessman and Conservative Party politician, and the current Chancellor of Brunel University.\nHe was a director of Enron from 1994 until its bankruptcy in 2001.",
      "pageId": 321804,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/4/40/Brunel_Crest_Embroided.jpg"
    },
    {
      "year": "1933",
      "uri": "/wiki/Dianne_Feinstein",
      "name": "Dianne Feinstein",
      "monthDay": "06/22",
      "aboutText": "Dianne Goldman Berman Feinstein, born Dianne Emiel Goldman (/ˈfaɪnstaɪn/; born June 22, 1933), is the senior United States Senator from California. A member of the Democratic Party, she has served in the Senate since 1992. She also served as 38th Mayor of San Francisco from 1978 to 1988.",
      "pageId": 224672,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/d/d5/DIANNEFEINSTEIN.jpg"
    },
    {
      "year": "1933",
      "uri": "/wiki/Jacques_Martin_(TV_host)",
      "name": "Jacques Martin",
      "monthDay": "06/22",
      "aboutText": "Jacques Martin (June 22, 1933 – September 14, 2007) was a French TV host and producer.",
      "pageId": 11083432
    },
    {
      "year": "1933",
      "uri": "/wiki/Libor_Pe%C5%A1ek",
      "name": "Libor Pešek",
      "monthDay": "06/22",
      "aboutText": "Libor Pešek KBE (born 22 June 1933) is a Czech conductor.\nPešek was born in Prague and studied conducting, piano, cello and trombone at the Academy of Musical Arts there, with Václav Smetáček and Karel Ančerl among his teachers. He worked at the Pilsen and Prague Operas, and from 1958 to 1964 was the founder and director of Prague Chamber Harmony.",
      "pageId": 339464,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/2/29/Libor_Pesek.jpg"
    },
    {
      "year": "1934",
      "uri": "/wiki/James_Bjorken",
      "name": "James Bjorken",
      "monthDay": "06/22",
      "aboutText": "James Daniel \"BJ\" Bjorken (born 1934) is an American theoretical physicist. He was a Putnam Fellow in 1954, received a BS in physics from MIT in 1956, and obtained his PhD from Stanford University in 1959. He was a visiting scholar at the Institute for Advanced Study in the fall of 1962.",
      "pageId": 30857724,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/c/c3/James_Bjorken.jpg"
    },
    {
      "year": "1936",
      "uri": "/wiki/Kris_Kristofferson",
      "name": "Kris Kristofferson",
      "monthDay": "06/22",
      "aboutText": "Hermeto Pascoal (born June 22, 1936) is a Brazilian composer and multi-instrumentalist. He was born in Lagoa da Canoa, Alagoas, Brazil.",
      "pageId": 167541,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/b/b6/HermetoBsAs78-Arturo-Encina.jpg"
    },
    {
      "year": "1936",
      "uri": "/wiki/Hermeto_Pascoal",
      "name": "Hermeto Pascoal",
      "monthDay": "06/22",
      "aboutText": "Kristoffer Kristofferson (born June 22, 1936) is an American singer, songwriter, musician, actor, and U.S. Army veteran. He is known for writing and recording such hits as \"Me and Bobby McGee,\" \"For the Good Times,\" \"Sunday Mornin' Comin' Down\" and \"Help Me Make It Through the Night.\" Kristofferson is the sole writer of most of his songs, and he has collaborated with various other figures of the Nashville scene such as Shel Silverstein. In 1985, Kristofferson joined fellow country artists Waylon Jennings, Willie Nelson and Johnny Cash in forming the country music supergroup, The Highwaymen.",
      "pageId": 168094,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/a/aa/Flag_of_the_United_States_Army.gif"
    },
    {
      "year": "1937",
      "uri": "/wiki/Chris_Blackwell",
      "name": "Chris Blackwell",
      "monthDay": "06/22",
      "aboutText": "Bernard Francis \"Bernie\" McGann (22 June 1937 – 17 September 2013) was an Australian jazz alto saxophone player. He began his career in the late 1950s and remained active as a performer, composer and recording artist until near the end of his life.\nBorn in Granville, New South Wales, in Sydney's western suburbs, McGann first came to prominence as part of a loose alliance of modern jazz musicians who performed at the El Rocco Jazz Cellar in Kings Cross, Sydney in the late 1950s and early 1960s.",
      "pageId": 1043025,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/9/92/Bernie_McGann_2011.jpg"
    },
    {
      "year": "1937",
      "uri": "/wiki/Bernie_McGann",
      "name": "Bernie McGann",
      "monthDay": "06/22",
      "aboutText": "Christopher Percy Gordon \"Chris\" Blackwell (born 22 June 1937) is an English businessman and former record producer, and the founder of Island Records, which has been called \"one of Britain's great independent labels\".",
      "pageId": 1189347
    },
    {
      "year": "1939",
      "uri": "/wiki/Don_Matthews",
      "name": "Don Matthews",
      "monthDay": "06/22",
      "aboutText": "Don Matthews, a.k.a. \"The Don\", (born June 22, 1939) is a former head coach of several teams in the Canadian Football League (CFL). He won 231 games in the CFL, the second highest win total by a head coach in the league's history.",
      "pageId": 1711900
    },
    {
      "year": "1939",
      "uri": "/wiki/Ed_Paschke",
      "name": "Ed Paschke",
      "monthDay": "06/22",
      "aboutText": "Edward Francis Paschke (June 22, 1939 – November 25, 2004) was a Polish American painter. His childhood interest in animation and cartoons, as well as his father's creativity in wood carving and construction, led him toward a career in art.",
      "pageId": 4356858,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/en/5/5c/EdPaschkeStudio.jpg"
    },
    {
      "year": "1940",
      "uri": "/wiki/Joan_Busfield",
      "name": "Joan Busfield",
      "monthDay": "06/22",
      "aboutText": "David Hubert Boothby Chesshyre, CVO (born 22 June 1940) is a former member of the British Royal Household.\nChesshyre served for more than forty years as an officer of arms to Queen Elizabeth II. In his senior appointment he served as Clarenceux King of Arms, the second most senior heraldic appointment in England, Wales, Northern Ireland, and certain Commonwealth realms. He also held other senior public appointments, including those of Registrar of the College of Arms, Secretary of the Order of the Garter, and Honorary Genealogist to the Royal Victorian Order, of which he is himself a Commander.",
      "pageId": 4225610,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/4/40/Henry7Chapel_01.jpg"
    },
    {
      "year": "1940",
      "uri": "/wiki/Hubert_Chesshyre",
      "name": "Hubert Chesshyre",
      "monthDay": "06/22",
      "aboutText": "Joan Busfield (born 22 June 1940), is a British sociologist and psychologist, Professor of Sociology at the University of Essex and former President of the British Sociological Association (2003–2005). Her research focuses on psychiatry and mental disorder.\n^ \"Busfield, Joan\".",
      "pageId": 30267923
    },
    {
      "year": "1940",
      "uri": "/wiki/Abbas_Kiarostami",
      "name": "Abbas Kiarostami",
      "monthDay": "06/22",
      "aboutText": "Abbas Kiarostami (Persian: عباس کیارستمی‎‎  pronunciation ; born 22 June 1940) is an Iranian film director, screenwriter, photographer and film producer. An active filmmaker since 1970, Kiarostami has been involved in over forty films, including shorts and documentaries. Kiarostami attained critical acclaim for directing the Koker trilogy (1987–94), Close-Up (1990), Taste of Cherry (1997) – which was awarded the Palme d'Or at the Cannes Film Festival that year – and The Wind Will Carry Us (1999).",
      "pageId": 400421,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/6/63/7chenar_A.K2.JPG"
    },
    {
      "year": "1940",
      "uri": "/wiki/Esther_Rantzen",
      "name": "Esther Rantzen",
      "monthDay": "06/22",
      "aboutText": "Dame Esther Louise Rantzen DBE (born 22 June 1940) is an English journalist and television presenter, best known for presenting the hit BBC television series That's Life! for 21 years from 1973 until 1994. She is well known for her work with various charitable causes.",
      "pageId": 636931
    },
    {
      "year": "1941",
      "uri": "/wiki/Ed_Bradley",
      "name": "Ed Bradley",
      "monthDay": "06/22",
      "aboutText": "Edward Rudolph \"Ed\" Bradley, Jr. (June 22, 1941 – November 9, 2006) was an American journalist, best known for 26 years of award-winning work on the CBS News television program 60 Minutes. During his earlier career he also covered the fall of Saigon, was the first black television correspondent to cover the White House, and anchored his own news broadcast, CBS Sunday Night News with Ed Bradley.",
      "pageId": 551755,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/8/85/Ed_Bradley_1978.gif"
    },
    {
      "year": "1941",
      "uri": "/wiki/Michael_Lerner_(actor)",
      "name": "Michael Lerner",
      "monthDay": "06/22",
      "aboutText": "Michael Lerner (born June 22, 1941) is an American actor.",
      "pageId": 1394893
    },
    {
      "year": "1941",
      "uri": "/wiki/Terttu_Savola",
      "name": "Terttu Savola",
      "monthDay": "06/22",
      "aboutText": "Murphy Dunne (born June 22, 1942) is an American actor and musician. He is best known for being the keyboardist/pianist for the Blues Brothers in the 1980 film The Blues Brothers, a role he reprised in the sequel, Blues Brothers 2000.\nDunne won the role in The Blues Brothers after their original pianist, Paul Shaffer, could not accept the part due to his contractual obligations with Saturday Night Live, as well as his choice to take part in Gilda Live.",
      "pageId": 7952744
    },
    {
      "year": "1942",
      "uri": "/wiki/Murphy_Dunne",
      "name": "Murphy Dunne",
      "monthDay": "06/22",
      "aboutText": "Terttu Savola (née Rankila, born 22 June 1941 in Vimpeli) is a Finnish politician. She is the chairperson of the For the Poor party, a member of the council of the city of Espoo, the ambassador for human rights and children's rights in the Finnish United Nations alliance, and a lecturer in the Finnish Refugee Help Association.\nIn the early 1990s, Savola belonged to the council of the Christian Democratic Party and was the chairperson of the party's women association.",
      "pageId": 31550798,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/5/5b/Terttu_Savola_%28cropped%29.jpg"
    },
    {
      "year": "1943",
      "uri": "/wiki/Judith_Barker",
      "name": "Judith Barker",
      "monthDay": "06/22",
      "aboutText": "Alexander Britton \"Brit\" Hume (born June 22, 1943) is a political commentator and television journalist.\nHume had a 23-year career with ABC News, where he contributed to World News Tonight with Peter Jennings, Nightline and This Week. He served as ABC's chief White House correspondent from 1989 through 1996.",
      "pageId": 524099
    },
    {
      "year": "1943",
      "uri": "/wiki/Brit_Hume",
      "name": "Brit Hume",
      "monthDay": "06/22",
      "aboutText": "Judith Barker (born 22 June 1943, Oldham, Lancashire) is an English actress, best known for her role as the upwardly mobile homewrecker Janet Reid on Coronation Street, which she played from 1969–77.\nSince her departure from Coronation Street, Barker has mostly been a character actress in television dramas, such as the 1984 Channel 4 series Scully, in which she played the teacher Mrs Heath, with exceptions being her role in Brookside, playing the role of Audrey Manners during 1995. She appeared in the first series of Waterloo Road as Estelle Cooper and had a small role in the film Miss Potter.",
      "pageId": 3939623,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/en/c/c2/Crystal_Clear_app_Login_Manager_2.png"
    },
    {
      "year": "1944",
      "uri": "/wiki/Peter_Asher",
      "name": "Peter Asher",
      "monthDay": "06/22",
      "aboutText": "Klaus Maria Brandauer (born 22 June 1943) is an Austrian actor, film director, and professor at the Max Reinhardt Seminar in Vienna.",
      "pageId": 17440,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/3/3f/Klaus_Maria_Brandauer_Viennale_2012_a.jpg"
    },
    {
      "year": "1944",
      "uri": "/wiki/Klaus_Maria_Brandauer",
      "name": "Klaus Maria Brandauer",
      "monthDay": "06/22",
      "aboutText": "Peter L. Asher CBE (born 22 June 1944) is a British guitarist, singer, manager and record producer. He first came to prominence in the 1960s as a member of the pop music vocal duo Peter and Gordon, before going on to a successful career as a manager and record producer.",
      "pageId": 1928519,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/4/41/Asher.jpg"
    },
    {
      "year": "1944",
      "uri": "/wiki/Helmut_Dietl",
      "name": "Helmut Dietl",
      "monthDay": "06/22",
      "aboutText": "Helmut Dietl (22 June 1944 – 30 March 2015) was a German film director and author from Bad Wiessee.",
      "pageId": 870138,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/6/6e/Helmut_Dietl_%282012_-_cropped%29.jpg"
    },
    {
      "year": "1945",
      "uri": "/wiki/Rainer_Br%C3%BCderle",
      "name": "Rainer Brüderle",
      "monthDay": "06/22",
      "aboutText": "Rainer Brüderle (born 22 June 1945 in Berlin) is a German politician and member of the FDP. He served as Minister of Economics and Transport of Rhineland-Palatinate from 1987–1998. On 28 October 2009, he was appointed Federal Minister for Economics and Technology in the second Merkel cabinet. Following his election in May 2011 as chairman of his party's parliamentary faction, Brüderle resigned as Federal Minister for Economics and Technology.",
      "pageId": 5824283,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/b/b0/Signature_rainer-bruederle.png"
    },
    {
      "year": "1946",
      "uri": "/wiki/Linda_Bond",
      "name": "Linda Bond",
      "monthDay": "06/22",
      "aboutText": "Sheila Hollins, Baroness Hollins, (born 22 June 1946) is a professor of the psychiatry of learning disability at St George's, University of London, and was created a crossbench life peer in the House of Lords on 15 November 2010 taking the title Baroness Hollins, of Wimbledon in the London Borough of Merton and of Grenoside in the County of South Yorkshire. She was President of the Royal College of Psychiatrists from 2005 to 2008, succeeded by Dinesh Bhugra. From 2012 to 2013 she was president of the British Medical Association and is currently chair of the BMA Board of Science.",
      "pageId": 29839540
    },
    {
      "year": "1946",
      "uri": "/wiki/Sheila_Hollins,_Baroness_Hollins",
      "name": "Sheila Hollins, Baroness Hollins",
      "monthDay": "06/22",
      "aboutText": "Linda Bond (born 22 June 1946) was the 19th General of the Salvation Army and was born in Glace Bay, Nova Scotia.\nAfter international service and various promotions, she held the post of territorial commander of the Australian Eastern Territory from 2008. On 31 January 2011, Bond was elected by the High Council to be the next General of the Salvation Army and assumed office on 2 April 2011.",
      "pageId": 30702691,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/f/fb/Standard_of_The_Salvation_Army.png"
    },
    {
      "year": "1946",
      "uri": "/wiki/Eliades_Ochoa",
      "name": "Eliades Ochoa",
      "monthDay": "06/22",
      "aboutText": "Józef Oleksy [ˈjuzɛf ɔˈlɛksɨ] (22 June 1946 – 9 January 2015) was a Polish left-wing politician, former chairman of the Democratic Left Alliance (Sojusz Lewicy Demokratycznej, SLD).",
      "pageId": 637457,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/c/cd/JKRUK_20090524_J%C3%93ZEF_OLEKSY_BUSKO_IMG_7314.jpg"
    },
    {
      "year": "1946",
      "uri": "/wiki/J%C3%B3zef_Oleksy",
      "name": "Józef Oleksy",
      "monthDay": "06/22",
      "aboutText": "Eliades Ochoa (born 22 June 1946) is a Cuban guitarist and singer from Loma de la Avispa, Songo La Maya in the east of the country near Santiago de Cuba.\nHe began playing the guitar when he was six and in 1978 he was invited to join Cuarteto Patria, a group founded in 1939, as its leader. Although he looks like a guajiro, and he still wears his trademark cowboy hat, his roots are in the son, and he only agreed to take on the role of leader if he was allowed to introduce new elements to the repertoire.",
      "pageId": 2266591
    },
    {
      "year": "1946",
      "uri": "/wiki/Stephen_Waley-Cohen",
      "name": "Stephen Waley-Cohen",
      "monthDay": "06/22",
      "aboutText": "Octavia Estelle Butler (June 22, 1947 – February 24, 2006) was an American science fiction writer. A multiple-recipient of both the Hugo and Nebula awards, Butler was one of the best-known women in the field. In 1995, she became the first science fiction writer to receive the MacArthur Fellowship, which is nicknamed the \"Genius Grant\".",
      "pageId": 173612,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/9/99/Butler_signing.jpg"
    },
    {
      "year": "1947",
      "uri": "/wiki/Octavia_E._Butler",
      "name": "Octavia E. Butler",
      "monthDay": "06/22",
      "aboutText": "Sir Stephen Harry Waley-Cohen, 2nd Baronet (born 22 June 1946 in Westminster, London) is an English theatre owner-manager and producer, following a career as a businessman and financial journalist. He manages the St. Martin's Theatre in London's West End and is the current producer of The Mousetrap, the world's longest running play.",
      "pageId": 37763795,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/1/17/Sir_Stephen_Waley-Cohen_portrait_crop.jpg"
    },
    {
      "year": "1947",
      "uri": "/wiki/Howard_Kaylan",
      "name": "Howard Kaylan",
      "monthDay": "06/22",
      "aboutText": "David Leonard Lander (born June 22, 1947) is an American actor, comedian, composer, musician, and baseball scout. He has also worked as the Goodwill Ambassador for the National Multiple Sclerosis Society. He is best known for his portrayal of Squiggy on the sitcom Laverne & Shirley.",
      "pageId": 99859
    },
    {
      "year": "1947",
      "uri": "/wiki/David_Lander",
      "name": "David Lander",
      "monthDay": "06/22",
      "aboutText": "Found instruments, Howard Kaylan (born Howard Kaplan, June 22, 1947) is an American rock and roll musician and humorist, best known as a founding member and lead singer of the 1960s band The Turtles, and as \"Eddie\" in the 1970s rock band Flo & Eddie.\n^ \"Howard Kaylan\". IMDb.",
      "pageId": 2625210,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/3/30/Howard_Kaylan.jpg"
    },
    {
      "year": "1947",
      "uri": "/wiki/Pete_Maravich",
      "name": "Pete Maravich",
      "monthDay": "06/22",
      "aboutText": "Peter Press \"Pistol Pete\" Maravich (June 22, 1947 – January 5, 1988) was an American professional basketball player of Serbian descent. He was born in Aliquippa, Pennsylvania, part of the Pittsburgh metropolitan area, and raised in the Carolinas. Maravich starred in college at Louisiana State University (LSU) and played for three NBA teams until injuries forced his retirement in 1980.",
      "pageId": 154726,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/2/23/Pete_Maravich_1967.jpeg"
    },
    {
      "year": "1947",
      "uri": "/wiki/Jerry_Rawlings",
      "name": "Jerry Rawlings",
      "monthDay": "06/22",
      "aboutText": "Jerry John Rawlings (born 22 June 1947) is a former head of state and president of Ghana. Rawlings initially came to power in Ghana as a flight lieutenant of the Ghana Air Force following a coup d'état in 1979 and, after initially handing power over to a civilian government, took back control of the country on 31 December 1981 as the Chairman of the Provisional National Defence Council. In 1992 Rawlings resigned from the Armed Forces, founded the National Democratic Congress and became the first president of the Fourth Republic.",
      "pageId": 418094,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/4/40/Jerry_Rawlings_2.jpg"
    },
    {
      "year": "1947",
      "uri": "/wiki/Leelo_Tungal",
      "name": "Leelo Tungal",
      "monthDay": "06/22",
      "aboutText": "James Donald Charteris, 13th Earl of Wemyss and 9th Earl of March, DL (also known as Jamie Neidpath; born 22 June 1948) is a Scottish nobleman.",
      "pageId": 32762681
    },
    {
      "year": "1948",
      "uri": "/wiki/James_Charteris,_13th_Earl_of_Wemyss",
      "name": "James Charteris, 13th Earl of Wemyss",
      "monthDay": "06/22",
      "aboutText": "Leelo Tungal (born 22 June 1947 in Tallinn) is an Estonian poet, children's literature author, editor and librettist.",
      "pageId": 33734796,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/8/8c/Tungal_Leelo.IMG_3421.JPG"
    },
    {
      "year": "1948",
      "uri": "/wiki/Steve_Eastin",
      "name": "Steve Eastin",
      "monthDay": "06/22",
      "aboutText": "Todd Harry Rundgren (born June 22, 1948) is an American multi-instrumentalist, songwriter, and record producer. Hailed in the early stages of his career for both his own material and for his production of other artists, supported by the certified gold solo double LP Something/Anything? in 1972, his career has produced a diverse and eclectic range of recordings often both as a solo artist and as a member of the band Utopia.",
      "pageId": 36791,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/2/25/Mixing_Console_Discom2.jpg"
    },
    {
      "year": "1948",
      "uri": "/wiki/Todd_Rundgren",
      "name": "Todd Rundgren",
      "monthDay": "06/22",
      "aboutText": "Steve Eastin (born June 22, 1948) is an American character actor. He has appeared in nearly 150 television and film roles throughout his decades long career. Steve is a descendant of the D'Estaing family of France.",
      "pageId": 26840006
    },
    {
      "year": "1949",
      "uri": "/wiki/Larry_Junstrom",
      "name": "Larry Junstrom",
      "monthDay": "06/22",
      "aboutText": "Lawrence E. \"Larry\" Junstrom (born June 22, 1949) is an American bassist, best known for having been in rock band 38 Special from 1977 until 2014. He was also one of the founding members of the Southern rock band Lynyrd Skynyrd.\n^ Erlewine, Stephen Thomas.",
      "pageId": 2242226,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/en/8/8b/EbassUS.jpg"
    },
    {
      "year": "1949",
      "uri": "/wiki/Brian_Leveson",
      "name": "Brian Leveson",
      "monthDay": "06/22",
      "aboutText": "Sir Brian Henry Leveson (/ˈlɛvɨsən/; born 22 June 1949) is an English judge, currently the President of the Queen's Bench Division.\nLeveson chaired the public inquiry into the culture, practices and ethics of the British press, prompted by the News of the World phone hacking affair.\n^ Leveson, Brian.",
      "pageId": 32399466,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/e/e7/Knights_Bachelor_Insignia.png"
    },
    {
      "year": "1949",
      "uri": "/wiki/Alan_Osmond",
      "name": "Alan Osmond",
      "monthDay": "06/22",
      "aboutText": "Mary Louise \"Meryl\" Streep (born June 22, 1949) is an American actress. A three-time Academy Award winner, she is regarded as the \"best actress of her generation\". Streep made her professional stage debut in The Playboy of Seville in 1971, and went on to receive a 1976 Tony Award nomination for Best Featured Actress in a Play for A Memory of Two Mondays/27 Wagons Full of Cotton.",
      "pageId": 63390,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/4/4c/ABBA_2008_Av_Daniel_%C3%85hs.jpg"
    },
    {
      "year": "1949",
      "uri": "/wiki/Meryl_Streep",
      "name": "Meryl Streep",
      "monthDay": "06/22",
      "aboutText": "Alan Ralph Osmond (born June 22, 1949) was a member of the family musical group The Osmonds.",
      "pageId": 2146896
    },
    {
      "year": "1949",
      "uri": "/wiki/Lu%C3%ADs_Filipe_Vieira",
      "name": "Luís Filipe Vieira",
      "monthDay": "06/22",
      "aboutText": "Lindsay Jean Wagner (born June 22, 1949) is an American Actress, Model, Author, Singer, Acting Coach and Adjunct Professor. She is best known for her portrayal of the 1970s iconic television leading female sc-fi action character Jaime Sommers in the American television series The Bionic Woman (1976-1978) for which Wagner earned an Emmy Award in 1977 for 'Best Actress in a Dramatic Role'. Wagner also portrayed the character of Jaime Sommers in the 1970s American television series The Six Million Dollar Man.",
      "pageId": 964638,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/4/40/Lindsay_Wagner_July08.jpg"
    },
    {
      "year": "1949",
      "uri": "/wiki/Lindsay_Wagner",
      "name": "Lindsay Wagner",
      "monthDay": "06/22",
      "aboutText": "Luís Filipe Vieira Ferreira (born 22 June 1949) is a Portuguese real estate businessman and the current president of S.L. Benfica.",
      "pageId": 3847885,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/6/61/Luis_Filipe_Vieira.jpg"
    },
    {
      "year": "1949",
      "uri": "/wiki/Elizabeth_Warren",
      "name": "Elizabeth Warren",
      "monthDay": "06/22",
      "aboutText": "Elizabeth Ann Warren (née Herring; born June 22, 1949) is an American academic and politician, who is the senior U.S. Senator from Massachusetts. She is a member of the Democratic Party, and was previously a Harvard Law School professor specializing in bankruptcy law. A prominent legal scholar, Warren is among the most cited in the field of commercial law.",
      "pageId": 290195,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/8/82/Elizabeth_Warren--Official_113th_Congressional_Portrait--.jpg"
    },
    {
      "year": "1950",
      "uri": "/wiki/Sharon_Maughan",
      "name": "Sharon Maughan",
      "monthDay": "06/22",
      "aboutText": "Sharon Patricia Maughan (born 22 June 1950) is a British actress.",
      "pageId": 3368842
    },
    {
      "year": "1950",
      "uri": "/wiki/Adrian_N%C4%83stase",
      "name": "Adrian Năstase",
      "monthDay": "06/22",
      "aboutText": "Adrian Năstase (Romanian pronunciation: [adriˈan nəsˈtase]; born 22 June 1950) was a Romanian politician who was the Prime Minister of Romania from December 2000 to December 2004.\nHe competed in the 2004 presidential election as the Social Democratic Party (PSD) candidate, but was defeated by centre-right Justice and Truth (DA) Alliance candidate Traian Băsescu.\nHe was the President of the Chamber of Deputies from 21 December 2004 until 15 March 2006, when he resigned due to corruption charges.",
      "pageId": 395061,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/3/3e/Adrian_N%C4%83stase_%28nov_2013%29.JPG"
    },
    {
      "year": "1950",
      "uri": "/wiki/Zenonas_Petrauskas",
      "name": "Zenonas Petrauskas",
      "monthDay": "06/22",
      "aboutText": "Zenonas Petrauskas (June 22, 1950 – January 18, 2009) was a Lithuanian lawyer and deputy foreign minister of Lithuania (2004–2006). He worked as an associate professor of international law.",
      "pageId": 21165193
    },
    {
      "year": "1951",
      "uri": "/wiki/Craig_Gruber",
      "name": "Craig Gruber",
      "monthDay": "06/22",
      "aboutText": "Craig Gruber (June 22, 1951 – May 5, 2015) was an American rock bassist, best known as the original bassist in Rainbow and most recently was a member for the band Zvekan. He also played in Elf, consisting of vocalist Ronnie James Dio, keyboardist Mickey Lee Soule, drummer Gary Driscoll and guitarist David Feinstein.\nElf released three albums before they joined Ritchie Blackmore in his newly formed band Rainbow in mid-1975.",
      "pageId": 18778044,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/en/8/8b/EbassUS.jpg"
    },
    {
      "year": "1951",
      "uri": "/wiki/Humphrey_Ocean",
      "name": "Humphrey Ocean",
      "monthDay": "06/22",
      "aboutText": "Humphrey Ocean RA (born 22 June 1951) is a contemporary British painter and Royal Academy professor of perspective.",
      "pageId": 19938504
    },
    {
      "year": "1952",
      "uri": "/wiki/Graham_Greene_(actor)",
      "name": "Graham Greene",
      "monthDay": "06/22",
      "aboutText": "Graham Greene, CM (born June 22, 1952) is a Canadian First Nations actor who has worked on stage, in film, and in TV productions in Canada, the United Kingdom, and the United States.",
      "pageId": 129666,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/2/24/GrahamGreene1998.jpg"
    },
    {
      "year": "1952",
      "uri": "/wiki/Alastair_Stewart",
      "name": "Alastair Stewart",
      "monthDay": "06/22",
      "aboutText": "Alastair James Stewart OBE (born 22 June 1952) is an English journalist and newscaster, currently employed by ITN where he is a main newscaster for ITV News.\nStewart joined Southern Television in 1976 then joined ITN in 1980 where he served 3 years with Channel 4 News and remains a main newsreader with ITV News after 31 years, making him the longest serving male newsreader on British television having worked in both the local news, and the national news for the past 38 years.",
      "pageId": 1886741,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/d/d7/Alastair_Stewart_31.08.07.jpg"
    },
    {
      "year": "1952",
      "uri": "/wiki/Radka_Toneff",
      "name": "Radka Toneff",
      "monthDay": "06/22",
      "aboutText": "Ellen Radka Toneff (25 June 1952 – 21 October 1982) was a Norwegian jazz singer, daughter of the Bulgarian folk singer, pilot and radio technician Toni Toneff, she was born in Oslo and grew up in Lambertseter and Kolbotn.",
      "pageId": 6191294,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/5/5b/Radka_Toneff.jpg"
    },
    {
      "year": "1953",
      "uri": "/wiki/Wim_Eijk",
      "name": "Wim Eijk",
      "monthDay": "06/22",
      "aboutText": "Willem Jacobus \"Wim\" Eijk (born 22 June 1953) is a Dutch cardinal of the Catholic Church. On 11 December 2007 Pope Benedict XVI appointed Eijk the Metropolitan Archbishop of Utrecht and, on 26 January 2008 Eijk was installed in the St. Catharine's Cathedral in Utrecht.",
      "pageId": 14658786,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/7/7c/Mgr_Eijk-Heilig_Bloed.JPG"
    },
    {
      "year": "1953",
      "uri": "/wiki/Mauro_Francaviglia",
      "name": "Mauro Francaviglia",
      "monthDay": "06/22",
      "aboutText": "Cynthia Ann Stephanie \"Cyndi\" Lauper (born June 22, 1953) is an American singer, songwriter, actress and LGBT activist. Her career has spanned over 30 years. Her debut solo album She's So Unusual (1983) was the first debut female album to chart four top-five hits on the Billboard Hot 100—\"Girls Just Want to Have Fun\", \"Time After Time\", \"She Bop\", and \"All Through the Night\" earned Lauper the Best New Artist award at the 27th Grammy Awards in 1985.",
      "pageId": 85226,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/7/72/Cyndi_Lauper2_cropped.jpg"
    },
    {
      "year": "1953",
      "uri": "/wiki/Cyndi_Lauper",
      "name": "Cyndi Lauper",
      "monthDay": "06/22",
      "aboutText": "Mauro Francaviglia (22 June 1953 – 24 June 2013) was an Italian mathematician born in Torino.\n^ \"Vaccari news quotidiano di filatelia, posta e collezionismo – VACCARI\". Vaccarinews.it.",
      "pageId": 39983909
    },
    {
      "year": "1953",
      "uri": "/wiki/Mai_Lin",
      "name": "Mai Lin",
      "monthDay": "06/22",
      "aboutText": "Bruce William McAvaney OAM (born 22 June 1953 in Ferryden Park, South Australia) is an Australian sports broadcaster with the Seven Network. McAvaney has presented high-profile events including the AFL Grand Final, Melbourne Cup, Australian Open and Summer Olympics. McAvaney is well known for his commentary of AFL matches as well as covering every Summer Olympic Games from Moscow 1980 until London 2012.",
      "pageId": 3052219
    },
    {
      "year": "1953",
      "uri": "/wiki/Bruce_McAvaney",
      "name": "Bruce McAvaney",
      "monthDay": "06/22",
      "aboutText": "Mai Lin (born June 22, 1953) is an American former pornographic actress who performed in various adult films from around the mid-1970s to the mid-1990s.\nIn 2005, Mai Lin was inducted into the Adult Video News Hall of Fame. She was also inducted into the Legends of Erotica Hall of Fame in 2005 and the X-Rated Critics Organization Hall of Fame in 2006.",
      "pageId": 4395626
    },
    {
      "year": "1954",
      "uri": "/wiki/Freddie_Prinze",
      "name": "Freddie Prinze",
      "monthDay": "06/22",
      "aboutText": "Freddie James Prinze, Sr. (born Frederick Karl Pruetzel; June 22, 1954 – January 29, 1977) was an American actor and stand-up comedian. Prinze was the star of 1970s NBC-TV sitcom Chico and the Man.",
      "pageId": 39620,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/a/a1/Freddie_Prinze_1975.JPG"
    },
    {
      "year": "1955",
      "uri": "/wiki/Green_Gartside",
      "name": "Green Gartside",
      "monthDay": "06/22",
      "aboutText": "Green Gartside (born Paul Julian Strohmeyer, 22 June 1955) is a Welsh musician, and the frontman of the band Scritti Politti.",
      "pageId": 10097484,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/c/c1/Green_Gartside_2006.jpg"
    },
    {
      "year": "1955",
      "uri": "/wiki/Olevi_Kull",
      "name": "Olevi Kull",
      "monthDay": "06/22",
      "aboutText": "Olevi Kull (22 June 1955, Rakvere – 31 January 2007, Tartu) was an Estonian professor at the University of Tartu known for his contribution to ecology. Following his death, a memorial fund was established by donations in his memory, which provides travel stipends to students in the fields of plant ecophysiology, forest ecology and ecosystem ecology.",
      "pageId": 17686503,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/4/45/Charles_Darwin_1880.jpg"
    },
    {
      "year": "1955",
      "uri": "/wiki/Christine_Orengo",
      "name": "Christine Orengo",
      "monthDay": "06/22",
      "aboutText": "Christine Anne Orengo is a Professor of Bioinformatics at University College London (UCL) known for her work on protein structure, particularly the CATH database.",
      "pageId": 48666909,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/f/f8/108-ISMBECCB15-AGM_%2820849977588%29.jpg"
    },
    {
      "year": "1956",
      "uri": "/wiki/Darryl_Brohman",
      "name": "Darryl Brohman",
      "monthDay": "06/22",
      "aboutText": "Darryl \"The Big Marn\" Brohman (born 22 June 1956) is an Australian former rugby league footballer and coach of the 1970s and 80s, and commentator and media personality. Brohman is best known for his time playing for the Penrith Panthers and the Queensland rugby league team. At present, he is working for 2GB on its Continuous Call Team broadcasts, on The Footy Show and makes guest appearances on the Australian version of the ESPN show Pardon the Interruption.",
      "pageId": 2714509,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/2/2e/Darryl_Brohman_%2810_August_2008%29.jpg"
    },
    {
      "year": "1956",
      "uri": "/wiki/Alfons_De_Wolf",
      "name": "Alfons De Wolf",
      "monthDay": "06/22",
      "aboutText": "Alfons (\"Fons\") De Wolf (born 22 June 1956 in Willebroek) is a retired Belgian road race cyclist, a professional from 1979 to 1990. He represented his country at the 1976 Summer Olympics in Montreal, Canada.\nHe was forecast, with Daniel Willems, to be the successor to Eddy Merckx.",
      "pageId": 4662292
    },
    {
      "year": "1956",
      "uri": "/wiki/Ron_Haslam",
      "name": "Ron Haslam",
      "monthDay": "06/22",
      "aboutText": "Ron Haslam (Ronald Haslam, born 22 June 1956) is an English former Grand Prix motorcycle road racer who has been racing for over thirty years, winning three World titles, four British championships and having ridden in almost 110 GPs.",
      "pageId": 4850375,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/1/10/Ron_Haslam_Elf_Honda.jpg"
    },
    {
      "year": "1956",
      "uri": "/wiki/Shah_Mehmood_Qureshi",
      "name": "Shah Mehmood Qureshi",
      "monthDay": "06/22",
      "aboutText": "Makhdoom Shah Mahmood Hussain Qureshi (Urdu: شاه محمود قریشی‎; born 22 June 1956) is a Pakistani politician, agriculturist and a parliamentarian who is currently serving as the Vice-chairman and deputy parliamentary leader of the Pakistan Tehreek-e-Insaf. Prior to that, he was the Foreign Minister of Pakistan and high-ranking member of the central executive committee of the Pakistan Peoples Party until being deposed by the central committee and the foreign ministry, on an issue involving the Raymond Davis affair, 9 February 2011. It worth mentioning that Zardari after reshuffling of the cabinet of PM Gillani never offered Qureshi to become FM instead he was offered to accept the post of Minister of Water and Power but Qureshi insisted to continue as FM. Qureshi was elected a member of national assembly from NA-150 (Multan-III) and was the runner up from NA-228 (Mirpur Khas-III) and NA-148 (Multan-I) on 11 May 2013 on the ticket of Pakistan Tehreek-e-Insaf.",
      "pageId": 16051501
    },
    {
      "year": "1956",
      "uri": "/wiki/Tim_Russ",
      "name": "Tim Russ",
      "monthDay": "06/22",
      "aboutText": "Timothy Darrell \"Tim\" Russ (born June 22, 1956) is an American actor, film director, screenwriter and musician.",
      "pageId": 965610,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/7/71/Tim_Russ.JPG"
    },
    {
      "year": "1956",
      "uri": "/wiki/Manuel_Saval",
      "name": "Manuel Saval",
      "monthDay": "06/22",
      "aboutText": "Juan Manuel Ruiz Saval (June 22, 1956 – June 23, 2009) was a Mexican stage, film and television actor who appeared in over twenty telenovelas.",
      "pageId": 28479135
    },
    {
      "year": "1956",
      "uri": "/wiki/Markus_Schatte",
      "name": "Markus Schatte",
      "monthDay": "06/22",
      "aboutText": "Derek Forbes (born 22 June 1956, Glasgow, Scotland) is a Scottish bassist, vocalist, and sometime guitarist, best known for his work with Simple Minds (with whom he joined forces in 1978, and began recording the early demos and forward into their 1979 debut album, Life in a Day until shortly after their 1985 hit, \"Don't You (Forget About Me)\").\nHe was dismissed from the band, apparently due to petty jealousy, as cited by Jim Kerr, who stated that it was a regrettable mistake, prior to the release of the global success of Once Upon a Time. Forbes has cited he wrote on 60% of the album, yet remained uncredited.",
      "pageId": 6471520
    },
    {
      "year": "1956",
      "uri": "/wiki/Derek_Forbes",
      "name": "Derek Forbes",
      "monthDay": "06/22",
      "aboutText": "Markus Schatte (born 22 June 1956 in Frankfurt) is a German football coach.\nSchatte originally studied sports science before taking up the teaching profession. Although never having played football professionally, he became the youth trainer and scout for Tennis Borussia Berlin in the late 1980s where he later coached the Boateng brothers, Jérôme and Kevin, as well as Ashkan Dejagah, Zafer Yelen and Sejad Salihović.",
      "pageId": 30034653
    },
    {
      "year": "1957",
      "uri": "/wiki/Kevin_Bond_(footballer)",
      "name": "Kevin Bond",
      "monthDay": "06/22",
      "aboutText": "Danny Baker (born 22 June 1957) is an English comedy writer, journalist, radio DJ and screenwriter.",
      "pageId": 507035,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/d/d8/Danny_Baker.jpg"
    },
    {
      "year": "1957",
      "uri": "/wiki/Danny_Baker",
      "name": "Danny Baker",
      "monthDay": "06/22",
      "aboutText": "Kevin John Bond (born 22 June 1957) is an English football manager and former player. He is the son of John Bond, also a former footballer.\n^ Joynston, Danielle (2015-02-14).",
      "pageId": 1001453
    },
    {
      "year": "1957",
      "uri": "/wiki/Garry_Gary_Beers",
      "name": "Garry Gary Beers",
      "monthDay": "06/22",
      "aboutText": "Garry William Beers (born 22 June 1957, Sydney), known as Garry Gary Beers, is an Australian musician and was the bass guitarist for the new wave rock group INXS.",
      "pageId": 1183613,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/2/23/GGB_at_INXS_Brighton_Concert_June_2007.jpg"
    },
    {
      "year": "1957",
      "uri": "/wiki/Michael_Stratton",
      "name": "Michael Stratton",
      "monthDay": "06/22",
      "aboutText": "Sir Michael Rudolf Stratton, FRS, FMedSci, FRCPath (born 22 June 1957) is a British clinical scientist and the third director of the Wellcome Trust Sanger Institute.",
      "pageId": 27849090,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/8/83/Wellcome.jpg"
    },
    {
      "year": "1958",
      "uri": "/wiki/Bruce_Campbell",
      "name": "Bruce Campbell",
      "monthDay": "06/22",
      "aboutText": "Bruce Lorne Campbell (born June 22, 1958) is an American film and television actor, director, writer, producer and author. A cult film actor, Campbell is best known for his role as Ash Williams in Sam Raimi's hit Evil Dead franchise, from the 1978 short film Within the Woods to the currently ongoing TV series Ash vs. Evil Dead.",
      "pageId": 4670,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/9/94/Bruce_Campbell_.jpg"
    },
    {
      "year": "1958",
      "uri": "/wiki/Jennifer_Finney_Boylan",
      "name": "Jennifer Finney Boylan",
      "monthDay": "06/22",
      "aboutText": "Jennifer Finney Boylan (born James Boylan, June 22, 1958) is an American author and political activist. In 2014 she joined the faculty of Barnard College of Columbia University as the Anna Quindlen Writer-in-Residence, having previously been professor of English at Colby College in Maine. She is a trans woman.",
      "pageId": 37884642
    },
    {
      "year": "1959",
      "uri": "/wiki/Wayne_Federman",
      "name": "Wayne Federman",
      "monthDay": "06/22",
      "aboutText": "Michael J. Kinane (born 22 June 1959, Killenaule, County Tipperary) is an Irish former flat racing jockey. He had a 34-year career, retiring on 8 December 2009.\nHis father, Tommy Kinane, was a leading National Hunt jockey who won the Champion Hurdle on Monksfield.",
      "pageId": 722965
    },
    {
      "year": "1959",
      "uri": "/wiki/Michael_Kinane",
      "name": "Michael Kinane",
      "monthDay": "06/22",
      "aboutText": "Wayne Federman (born June 22, 1959) is an American comedian, actor, author, comedy writer, and musician. He is noted for numerous stand-up comedy appearances in clubs, theaters, and on television; a biography of \"Pistol\" Pete Maravich; and supporting comedic acting roles in The X-Files, The Larry Sanders Show, Curb Your Enthusiasm, Community, Legally Blonde, 50 First Dates, The 40-Year-Old Virgin, and Step Brothers.",
      "pageId": 5997151
    },
    {
      "year": "1959",
      "uri": "/wiki/Mike_O%27Meara",
      "name": "Mike O'Meara",
      "monthDay": "06/22",
      "aboutText": "Michael Sean Patrick \"Mike\" O'Meara (born June 22, 1959, Glastonbury, Connecticut) is a podcast personality, the host of The Mike O'Meara Show, previously a nationally syndicated radio show which returned as a podcast. Previously he was the co-host of the nationally syndicated The Don and Mike Show. He was also the co-host of The Kirk and Mike Show weekday mornings on WVRX-FM in the Washington DC area from 2010 to 2011.",
      "pageId": 2424140
    },
    {
      "year": "1959",
      "uri": "/wiki/Nicola_Sirkis",
      "name": "Nicola Sirkis",
      "monthDay": "06/22",
      "aboutText": "Nicola Sirkis (born 22 June 1959 in Antony, Hauts-de-Seine) is the frontman and singer of the French rock band Indochine. He is the only remaining member of the original line-up of the band which he formed in 1981 with a friend, Dominique Nicolas, soon to be joined by his twin brother Stéphane and Dimitri Bodianski.\nThe band has been active for 30 years, and Nicola Sirkis saw critical and wide appeal and success in 2002 with the release of Paradize.",
      "pageId": 5952053,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/en/c/c2/Crystal_Clear_app_Login_Manager_2.png"
    },
    {
      "year": "1959",
      "uri": "/wiki/Ed_Viesturs",
      "name": "Ed Viesturs",
      "monthDay": "06/22",
      "aboutText": "Erin Brockovich-Ellis (born June 22, 1960) is an American legal clerk and environmental activist, who, despite the lack of a formal education in the law, was instrumental in building a case against the Pacific Gas and Electric Company (PG&E) of California in 1993. Since the release of the film that shares her story and name, she has hosted Challenge America with Erin Brockovich on ABC and Final Justice on Zone Reality. She is the president of Brockovich Research & Consulting, a consulting firm.",
      "pageId": 9799,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/b/b8/Erin_Brockovich.jpg"
    },
    {
      "year": "1960",
      "uri": "/wiki/Erin_Brockovich",
      "name": "Erin Brockovich",
      "monthDay": "06/22",
      "aboutText": "Edmund Viesturs (born June 22, 1959) is a high-altitude mountaineer and corporate speaker. He is the only American to have climbed all 14 of the world's eight-thousander mountain peaks, and the fifth person to do so without using supplemental oxygen. Along with Apa Sherpa, he has summitted peaks of over 8,000 meters on 21 occasions, including Mount Everest seven times; only four other climbers, Phurba Tashi Sherpa Mendewa, Juanito Oiarzabal, Namgyal Sherpa, and Ang Dorje Sherpa, have more high-altitude ascents.",
      "pageId": 1254179
    },
    {
      "year": "1960",
      "uri": "/wiki/Catherine_Disher",
      "name": "Catherine Disher",
      "monthDay": "06/22",
      "aboutText": "Catherine Wilder Disher (born June 22, 1960) is a Canadian actress and voice actress, who has won two Gemini Awards. One for Best Actress for her role in the Canadian mini-series Snakes & Ladders, and in 2010 for her role in The Border. She was also nominated for her role as Dr.",
      "pageId": 2235873
    },
    {
      "year": "1960",
      "uri": "/wiki/Margrit_Klinger",
      "name": "Margrit Klinger",
      "monthDay": "06/22",
      "aboutText": "Margrit Klinger (born 22 June 1960 in Obersuhl-Hönebach) is a retired West German middle distance runner who specialized in the 800 metres.\nHer personal best time in 800 metres is 1:57.22 minutes, achieved at the 1982 European Championships in Athens. This places her eighth on the German all-time list, behind Sigrun Wodars, Christine Wachtel, Elfi Zinn, Anita Weiß, Martina Kämpfert, Ulrike Klapezynski and Hildegard Ullrich.",
      "pageId": 11538533
    },
    {
      "year": "1960",
      "uri": "/wiki/Tracy_Pollan",
      "name": "Tracy Pollan",
      "monthDay": "06/22",
      "aboutText": "Tracy Jo Pollan (born June 22, 1960) is an American actress. She is best known for portraying Ellen Reed on the sitcom Family Ties from 1985 to 1987.",
      "pageId": 847079,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/e/e2/Tracy_Pollan_87.jpg"
    },
    {
      "year": "1961",
      "uri": "/wiki/Stephen_Batchelor_(field_hockey)",
      "name": "Stephen Batchelor",
      "monthDay": "06/22",
      "aboutText": "Stephen \"Steve\" James Batchelor (born 22 June 1961) is a former field hockey player.\nHe was a member of the gold winning Great Britain squad in the 1988 Summer Olympics in Seoul, setting up Sean Kerly in the final against West-Germany. Four years earlier he won Bronze at the 1984 Summer Olympics in Los Angeles.",
      "pageId": 3076506,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/2/21/Head_Overlays.jpg"
    },
    {
      "year": "1961",
      "uri": "/wiki/Arabella_Pollen",
      "name": "Arabella Pollen",
      "monthDay": "06/22",
      "aboutText": "James William \"Jimmy\" Somerville (born 22 June 1961) is a Scottish pop singer and songwriter. He sang in the 1980s with the pop groups Bronski Beat and The Communards, and has also had a solo career.",
      "pageId": 89144,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/7/7d/Jimmy_Somerville_2015.jpg"
    },
    {
      "year": "1961",
      "uri": "/wiki/Jimmy_Somerville",
      "name": "Jimmy Somerville",
      "monthDay": "06/22",
      "aboutText": "Arabella Pollen (b. 22 June 1961) is an English fashion designer and, as Bella Pollen, journalist and author of five novels published between 1997 and 2011.\n^ \"Weekend birthdays\".",
      "pageId": 30843490,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/a/a2/Shakespeare.jpg"
    },
    {
      "year": "1962",
      "uri": "/wiki/Stephen_Chow",
      "name": "Stephen Chow",
      "monthDay": "06/22",
      "aboutText": "Clyde Austin \"The Glide\" Drexler (born June 22, 1962) is an American retired professional basketball swingman. During his career, he was a ten-time All-Star, and named one of the 50 Greatest Players in NBA History. Drexler won an Olympic gold medal in 1992 as part of the 1992 United States men's Olympic basketball team (\"The Dream Team\") and an NBA Championship in 1995 with the Houston Rockets.",
      "pageId": 372857,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/1/13/Clyde_Drexler_02.jpg"
    },
    {
      "year": "1962",
      "uri": "/wiki/Clyde_Drexler",
      "name": "Clyde Drexler",
      "monthDay": "06/22",
      "aboutText": "Stephen Chow (Chinese: 周星馳, Chow Sing-Chi; born 22 June 1962) is a Chinese actor, screenwriter, film director, producer and political adviser of Chinese People's Political Consultative Conference.",
      "pageId": 539048
    },
    {
      "year": "1962",
      "uri": "/wiki/Ain_Evard",
      "name": "Ain Evard",
      "monthDay": "06/22",
      "aboutText": "Robert \"Bobby\" Gillespie (born 22 June 1962) is a Scottish musician and singer-songwriter. He is the lead singer and founding member of the alternative rock band, Primal Scream. He was also the drummer for The Jesus and Mary Chain in the mid-1980s.",
      "pageId": 409981,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/d/d4/Primal_Scream_2009.09.20_002.jpg"
    },
    {
      "year": "1962",
      "uri": "/wiki/Bobby_Gillespie",
      "name": "Bobby Gillespie",
      "monthDay": "06/22",
      "aboutText": "Ain Evard (born 22 June 1962 in Jõgeva) is a former Estonian high jumper who represented the Soviet Union and Estonia. His personal best equals to 2.25, jumped on 2 June 1985 in Riga, Latvia. He is a 17-time Estonian champion (outdoor 1981–1982, 1985–1994; indoor 1982–1984, 1988, 1992).",
      "pageId": 18747172
    },
    {
      "year": "1962",
      "uri": "/wiki/Gerald_Hillringhaus",
      "name": "Gerald Hillringhaus",
      "monthDay": "06/22",
      "aboutText": "Randy Duane Couture (/koʊˈtʊər/; born June 22, 1963) is an American actor, retired mixed martial artist and former collegiate and Greco-Roman wrestler. During his tenures in the Ultimate Fighting Championship (UFC), Couture became a three-time UFC Heavyweight Champion, two-time UFC Light Heavyweight Champion, an interim UFC Light Heavyweight Champion and the UFC 13 Heavyweight Tournament Winner. Couture is the first of only two fighters to hold two UFC championship titles in two different divisions (along with B.J. Penn).",
      "pageId": 1216791,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/5/5a/Randy_Couture_2010.jpg"
    },
    {
      "year": "1963",
      "uri": "/wiki/Randy_Couture",
      "name": "Randy Couture",
      "monthDay": "06/22",
      "aboutText": "Gerald \"Gerry\" Hillringhaus (born 22 June 1962 in Munich) is a former German footballer.\nHillringhaus made 17 appearances for FC Bayern München during the 1991–92 Bundesliga campaign.\nHillringhaus also scored September 1989's Tor des Monats (English: goal of the month) for SV Türk Gücü München.",
      "pageId": 29476268
    },
    {
      "year": "1963",
      "uri": "/wiki/Hokutoumi_Nobuyoshi",
      "name": "Hokutoumi Nobuyoshi",
      "monthDay": "06/22",
      "aboutText": "John Anthony Tenta Jr. (June 22, 1963 – June 7, 2006) was a Canadian professional wrestler and sumōtori best known for his work in the World Wrestling Federation as Earthquake. After a promising start to his sumo career, using the name Kototenzan, Tenta switched to professional wrestling and became a high-profile star for the WWF, feuding with Hulk Hogan and winning the WWF Tag Team Championship with partner, and personal friend, Typhoon.",
      "pageId": 1640251,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/en/b/b7/Tenta-as-Sumotori.gif"
    },
    {
      "year": "1963",
      "uri": "/wiki/John_Tenta",
      "name": "John Tenta",
      "monthDay": "06/22",
      "aboutText": "Hokutoumi Nobuyoshi (北勝海 信芳, born June 22, 1963 as Nobuyoshi Hoshi (保志 信芳)) is a former sumo wrestler from Hokkaidō, Japan. He is the sport's 61st yokozuna and won eight top division championships. He wrestled for Kokonoe stable, as did yokozuna Chiyonofuji, and the two were the first yokozuna stablemates to take part in a play-off for the championship, in 1989.",
      "pageId": 8129951,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/c/cf/Hokutoumi_handprint.JPG"
    },
    {
      "year": "1964",
      "uri": "/wiki/Cadillac_Anderson",
      "name": "Cadillac Anderson",
      "monthDay": "06/22",
      "aboutText": "Richard Michael Barrett (born June 22, 1964), better known as Dicky Barrett, is the frontman of Ska punk band The Mighty Mighty Bosstones, and the announcer for Jimmy Kimmel Live!.",
      "pageId": 2486900,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/d/d4/Dicky_Barrett.jpg"
    },
    {
      "year": "1964",
      "uri": "/wiki/Dicky_Barrett",
      "name": "Dicky Barrett",
      "monthDay": "06/22",
      "aboutText": "Gregory Wayne \"Cadillac\" Anderson (born June 22, 1964) is an American former professional basketball player.\n^ Bradley, Bill (2009). ESPN College Basketball Encyclopedia: The Complete History of the Men's Game.",
      "pageId": 2705228
    },
    {
      "year": "1964",
      "uri": "/wiki/Amy_Brenneman",
      "name": "Amy Brenneman",
      "monthDay": "06/22",
      "aboutText": "Daniel \"Dan\" Brown (born June 22, 1964) is an American author of thriller fiction who is best known for the 2003 bestselling novel The Da Vinci Code. Brown's novels are treasure hunts set in a 24-hour period, and feature the recurring themes of cryptography, keys, symbols, codes, and conspiracy theories. His books have been translated into 52 languages, and as of 2012, sold over 200 million copies.",
      "pageId": 444645,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/3/30/Dan_Brown_November_2015.jpg"
    },
    {
      "year": "1964",
      "uri": "/wiki/Dan_Brown",
      "name": "Dan Brown",
      "monthDay": "06/22",
      "aboutText": "Amy Frederica Brenneman (born June 22, 1964) is an American actress, writer, and producer.\nBrenneman rose to prominence after her performance as Detective Janice Licalsi in the ABC police drama series NYPD Blue (1993–1994), for which she was nominated for two Primetime Emmys. She later starred in various films, including Heat, Fear, and Daylight.",
      "pageId": 704972,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/8/8b/Amy_Brenneman_2009.jpg"
    },
    {
      "year": "1964",
      "uri": "/wiki/John_Penrose",
      "name": "John Penrose",
      "monthDay": "06/22",
      "aboutText": "Uwe Boll (German pronunciation: [ˈuːvə ˈbɔl]; born June 22, 1965) is a German director, producer and screenwriter based in Canada, whose work includes several films adapted from video games. He finances his own films through his Boll KG and Event Film Productions production companies. Many of his films are produced on low budgets and have received negative reviews from critics.",
      "pageId": 1444275,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/0/0a/Uwe_Boll_Dungeon_Siege.jpg"
    },
    {
      "year": "1965",
      "uri": "/wiki/Uwe_Boll",
      "name": "Uwe Boll",
      "monthDay": "06/22",
      "aboutText": "John David Penrose (born 22 June 1964) is the Conservative Member of Parliament (MP) for Weston-super-Mare.",
      "pageId": 1872216,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/3/33/John_Penrose_Official.jpg"
    },
    {
      "year": "1965",
      "uri": "/wiki/%C4%BDubom%C3%ADr_Morav%C4%8D%C3%ADk",
      "name": "Ľubomír Moravčík",
      "monthDay": "06/22",
      "aboutText": "Jesse B. Weaver, Jr. (born June 22, 1962), better known by the stage name Schoolly D (sometimes spelled Schooly D), is an American rapper from Philadelphia, Pennsylvania.\n^ \"All Movie Guide: Schoolly D\".",
      "pageId": 27031
    },
    {
      "year": "1966",
      "uri": "/wiki/Schoolly_D",
      "name": "Schoolly D",
      "monthDay": "06/22",
      "aboutText": "Ľubomír \"Lubo\" Moravčík (born 22 June 1965) is a football manager and former footballer from Slovakia who played internationally for Czechoslovakia (42 caps, seven goals) and Slovakia (38 caps, six goals). He was a member of the Czechoslovak team at the 1990 FIFA World Cup, where he was sent off against Germany in the quarter-final in Milan.",
      "pageId": 3528223
    },
    {
      "year": "1966",
      "uri": "/wiki/Michael_Park_(co-driver)",
      "name": "Michael Park",
      "monthDay": "06/22",
      "aboutText": "Emmanuelle Seigner (born 22 June 1966) is a French actress, former fashion model, and singer. She is known for her roles in The Diving Bell and the Butterfly (2007), The Ninth Gate (1999) and Frantic (1988). She has been nominated for a César Award for Best Actress for Venus in Fur (2013), and for two César Awards for Best Supporting Actress in Place Vendôme (1998) and La Vie En Rose (2007).",
      "pageId": 44733,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/2/20/Emmanuelle_Seigner.jpg"
    },
    {
      "year": "1966",
      "uri": "/wiki/Emmanuelle_Seigner",
      "name": "Emmanuelle Seigner",
      "monthDay": "06/22",
      "aboutText": "Michael Steven Park (22 June 1966 – 18 September 2005) was a rally co-driver from Newent in Gloucestershire.\nOne of the top co-drivers of his generation, Park died as a result of injuries sustained in an accident on the final leg of Wales Rally Great Britain when his Peugeot 307 WRC left the road and struck a tree. As co-driver to Markko Märtin, 'Beef', as he was affectionately known, enjoyed considerable success with the Estonian during three seasons at Ford before joining Peugeot for 2005.",
      "pageId": 30860463
    },
    {
      "year": "1967",
      "uri": "/wiki/Mike_Sussman_(TV_series_writer/producer)",
      "name": "Mike Sussman",
      "monthDay": "06/22",
      "aboutText": "Darrell Eugene Armstrong (born June 22, 1968) is a former American professional basketball player, who played 14 seasons in the National Basketball Association.",
      "pageId": 759885,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/e/ec/Darrell_Armstrong_in_2012.jpg"
    },
    {
      "year": "1968",
      "uri": "/wiki/Darrell_Armstrong",
      "name": "Darrell Armstrong",
      "monthDay": "06/22",
      "aboutText": "Mike Sussman (born June 22, 1967) is an American television writer and producer best known for his work on the Star Trek franchise, having written more than thirty episodes. He was also a writer and an executive producer on Sam Raimi's syndicated adventure series, Legend of the Seeker.",
      "pageId": 7491403
    },
    {
      "year": "1970",
      "uri": "/wiki/Michel_Elefteriades",
      "name": "Michel Elefteriades",
      "monthDay": "06/22",
      "aboutText": "Steven Jay Page (born June 22, 1970) is a Canadian musician. Along with Ed Robertson, he was a founding member, lead singer, guitarist, and a primary songwriter of the music group Barenaked Ladies (BNL). He left the band in 2009 to pursue a solo career.",
      "pageId": 1932645,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/en/d/d9/Page_One_%28Steven_Page_album%29.jpg"
    },
    {
      "year": "1970",
      "uri": "/wiki/Steven_Page",
      "name": "Steven Page",
      "monthDay": "06/22",
      "aboutText": "Michel Elefteriades (in Arabic ميشال ألفتريادس, in Greek Μιχαήλ Ελευθεριάδης) (born 22 June 1970) is a Greek-Lebanese politician, artist, producer  and entrepreneur.",
      "pageId": 9590626,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/en/e/e9/MUR-Poster.jpg"
    },
    {
      "year": "1971",
      "uri": "/wiki/Gary_Connolly",
      "name": "Gary Connolly",
      "monthDay": "06/22",
      "aboutText": "Gary J. Connolly (born 22 June 1971) was a rugby league full back who later played at centre for St Helens, Canterbury Bulldogs, Wigan Warriors, Leeds Rhinos and for the Great Britain national side. In the twilight of his career, he played rugby union for Irish side Munster.\n^ a b Phil Wilkinson.",
      "pageId": 6107051
    },
    {
      "year": "1971",
      "uri": "/wiki/Kambri_Crews",
      "name": "Kambri Crews",
      "monthDay": "06/22",
      "aboutText": "Kambri Crews (born June 22, 1971) is an American comedic storyteller based in New York City and author of The New York Times bestseller  Burn Down the Ground: A Memoir, a book about her chaotic childhood with deaf parents. Crews was spotlighted as a top comedy choice in the May 19, 2008 edition of Time Out New York, which called her an \"emerging monologist.\" Crews has also been referred to as a \"world class storyteller\".\nAs a CODA, Crews' storytelling is notable for mixing conventional monologues with the use of American Sign Language; and for finding the humor in even the most hair-raising of childhood memories.",
      "pageId": 17968597,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/0/00/Kambri_crews_2012.jpg"
    },
    {
      "year": "1971",
      "uri": "/wiki/Mary_Lynn_Rajskub",
      "name": "Mary Lynn Rajskub",
      "monthDay": "06/22",
      "aboutText": "Kurtis Eugene \"Kurt\" Warner (born June 22, 1971) is a former American football quarterback, a current part-time TV football analyst, and a philanthropist. He played for three National Football League teams: the St. Louis Rams, the New York Giants, and the Arizona Cardinals.",
      "pageId": 414302,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/e/ef/KurtWarnerSuperBowlXXXIV.jpg"
    },
    {
      "year": "1971",
      "uri": "/wiki/Kurt_Warner",
      "name": "Kurt Warner",
      "monthDay": "06/22",
      "aboutText": "Mary Lynn Rajskub (/ˈraɪskəb/; born June 22, 1971) is an American actress and comedian, best known for portraying Chloe O'Brian in the Fox action thriller series 24.",
      "pageId": 1022158,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/1/1d/MLR_Bentzen_Ball.jpg"
    },
    {
      "year": "1972",
      "uri": "/wiki/Wangechi_Mutu",
      "name": "Wangechi Mutu",
      "monthDay": "06/22",
      "aboutText": "David Thomas Rees (/riːs/ reece; born June 22, 1972) is a humorist and cultural critic whose career has moved between various disciplines. He first became known as a cartoonist whose best-known work combines bland clip art with outrageous \"trash talk\" to incongruous effect. He moved on to his Artisanal Pencil Sharpening service and publishing a related book.",
      "pageId": 1203992,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/0/0b/David_Rees_%28American_cartoonist%29.jpg"
    },
    {
      "year": "1972",
      "uri": "/wiki/David_Rees_(cartoonist)",
      "name": "David Rees",
      "monthDay": "06/22",
      "aboutText": "Wangechi Mutu (born 22 June 1972 in Nairobi, Kenya) is an artist and sculptor who lives and works in Brooklyn, New York. Mutu is considered by many to be one of the most important contemporary African artists of recent years, and her work has achieved much global acclaim.\n^ Enwezor, Okwui (February 2011).",
      "pageId": 4215779,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/en/1/1d/Mutu_Hundred_Lavish_Months_of_Bushwhack_2004.jpeg"
    },
    {
      "year": "1973",
      "uri": "/wiki/Carson_Daly",
      "name": "Carson Daly",
      "monthDay": "06/22",
      "aboutText": "Carson Jones Daly (born June 22, 1973) is an American television host, radio personality, producer and television personality. Prior to 2002, Daly was a VJ on MTV's Total Request Live, and a DJ for the Southern California-based radio station 106.7 KROQ-FM. In 2002, Daly joined NBC, where he began hosting and producing the late night talk show Last Call with Carson Daly, and occasionally hosting special event programming for NBC, such as the Macy's Fourth of July fireworks show, and executive producing New Year's Eve with Carson Daly from Times Square beginning in 2003.\nDaly has since been involved in more prominent roles at NBC, such as becoming host for its reality music competition The Voice in 2011, and joining NBC's morning show Today as a social media correspondent in 2013.",
      "pageId": 187495,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/0/09/Carson_Daly.jpg"
    },
    {
      "year": "1974",
      "uri": "/wiki/Vijay_(actor)",
      "name": "Vijay",
      "monthDay": "06/22",
      "aboutText": "Vijay (born Joseph Vijay Chandrasekhar) is an Indian film actor and playback singer who works in the Tamil film industry. Son of film director and producer S. A. Chandrasekhar, he started his career as a child actor in the movie Vetri and later made his debut as a lead actor in the 1992 film Naalaya Theerpu, both of which were directed by his father. He also launched the Vijay Makkal Iyakkam, a social welfare organisation in 2009.",
      "pageId": 1342873,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/2/27/Actor_Joseph_Vijay_Chandrasekhar.jpg"
    },
    {
      "year": "1974",
      "uri": "/wiki/Donald_Faison",
      "name": "Donald Faison",
      "monthDay": "06/22",
      "aboutText": "Donald Adeosun Faison (/feɪˈzɒn/; born June 22, 1974) is an American actor, comedian, and voice actor best known for his leading role as Dr. Chris Turk in the ABC (formerly NBC) comedy-drama Scrubs (2001–2010), and a minor role as Murray in the film Clueless (1995) (subsequently reprised in the television series of the same name). He also starred as Phil Chase in the TV Land sitcom The Exes (2011-2015).",
      "pageId": 715428,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/5/5b/CaCee_Cobb_Donald_Faison_Shankbone_2010_NYC.jpg"
    },
    {
      "year": "1974",
      "uri": "/wiki/Belinda_Panelo",
      "name": "Belinda Panelo",
      "monthDay": "06/22",
      "aboutText": "Belinda Jay Panelo is a Filipino American actress and former commercial model who became an MTV VJ after winning the MTV VJ Hunt in 1999, along with K. C. Montero. She is the daughter of U.S. vet, Salvador Sauza Panelo (not to be confused with the Filipino lawyer with same name). She made her mark in MTV as one of the funniest and wackiest MTV VJs ever, especially in her regular shows Classic MTV and MTV Mush.",
      "pageId": 3093685
    },
    {
      "year": "1975",
      "uri": "/wiki/M%C3%BCsl%C3%BCm_Can",
      "name": "Müslüm Can",
      "monthDay": "06/22",
      "aboutText": "Kenshin Kawakami (川上 憲伸) (born June 22, 1975) is a right-handed Japanese professional baseball starting pitcher for the Chunichi Dragons of Japan's Central League.",
      "pageId": 7553561,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/d/dc/Kenshin_Kawakami_on_August_3%2C_2009.jpg"
    },
    {
      "year": "1975",
      "uri": "/wiki/Kenshin_Kawakami",
      "name": "Kenshin Kawakami",
      "monthDay": "06/22",
      "aboutText": "Müslüm Can (born 22 June 1975 in West Berlin) is a retired Turkish footballer.\nCan made a total of 29 2. Bundesliga appearances for Tennis Borussia Berlin before moving to Turkey where he played 139 games for various clubs in the Süper Lig.",
      "pageId": 28857464
    },
    {
      "year": "1975",
      "uri": "/wiki/Andreas_Kl%C3%B6den",
      "name": "Andreas Klöden",
      "monthDay": "06/22",
      "aboutText": "Andreas Klöden (born 22 June 1975) is a German former professional road bicycle racer, who competed as a professional between 1998 and 2013. His major achievements include a bronze medal at the 2000 Olympic Games and second place in the 2004 Tour de France and 2006 Tour de France.",
      "pageId": 2118200,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/5/58/Andreas_Kl%C3%B6den_TDPB_2013_%28Cropping%29.jpg"
    },
    {
      "year": "1975",
      "uri": "/wiki/Urmas_Reinsalu",
      "name": "Urmas Reinsalu",
      "monthDay": "06/22",
      "aboutText": "Urmas Reinsalu (born 22 June 1975) is an Estonian politician and a member of the Parliament. He is the Estonian minister of justice under Prime Minister Taavi Rõivas.",
      "pageId": 36992402
    },
    {
      "year": "1975",
      "uri": "/wiki/Laila_Rouass",
      "name": "Laila Rouass",
      "monthDay": "06/22",
      "aboutText": "Gordon Peter Moakes (born 22 June 1976) is an English musician, best known as the bassist of rock band Young Legionnaire and former member of indie rock band Bloc Party.",
      "pageId": 1244877,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/3/36/GordyatMSG.jpg"
    },
    {
      "year": "1976",
      "uri": "/wiki/Gordon_Moakes",
      "name": "Gordon Moakes",
      "monthDay": "06/22",
      "aboutText": "Laila Abdesselam Rouass (born 22 June 1971) is a British actress. She is best known for her portrayals of Amber Gates in Footballers' Wives (2004–2006) and Sahira Shah in Holby City (2011–12).",
      "pageId": 2627557
    },
    {
      "year": "1978",
      "uri": "/wiki/Champ_Bailey",
      "name": "Champ Bailey",
      "monthDay": "06/22",
      "aboutText": "Roland \"Champ\" Bailey Jr. (born June 22, 1978) is a former American football cornerback in the National Football League (NFL). He played college football for Georgia, where he earned consensus All-American honors, and was drafted by the Washington Redskins in the first round of the 1999 NFL Draft.",
      "pageId": 659318,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/a/ae/Champ_Bailey_2010.JPG"
    },
    {
      "year": "1978",
      "uri": "/wiki/Tim_Driesen",
      "name": "Tim Driesen",
      "monthDay": "06/22",
      "aboutText": "Tim Driesen (born 22 June 1978) is a Belgian actor, notable for roles in both musicals, plays, and television serials. He has composed a full-scale musical as well as a number of pop-songs. In 2007, he created the role of Adrian Banks (a character based on pop-star Mark Owen) in the Take That musical, Never Forget.",
      "pageId": 23280139
    },
    {
      "year": "1978",
      "uri": "/wiki/Dan_Wheldon",
      "name": "Dan Wheldon",
      "monthDay": "06/22",
      "aboutText": "Daniel Clive Wheldon (22 June 1978 – 16 October 2011) was a British racing driver. He was the 2005 IndyCar Series champion and a two-time winner of the Indianapolis 500, having won the race in 2005 and 2011.",
      "pageId": 757336,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/0/0b/2012_Honda_Grand_Prix_of_St._Petersburg_Helio_Castroneves_Dan_Wheldon_4.JPG"
    },
    {
      "year": "1979",
      "uri": "/wiki/Joey_Cheek",
      "name": "Joey Cheek",
      "monthDay": "06/22",
      "aboutText": "William Joseph Cheek (born June 22, 1979, in Greensboro, North Carolina) is a former American speed skater and inline speed skater. He was specialized in the short and middle distances.",
      "pageId": 3377567
    },
    {
      "year": "1979",
      "uri": "/wiki/Xenofon_Gittas",
      "name": "Xenofon Gittas",
      "monthDay": "06/22",
      "aboutText": "Bradley Bonte Hawpe (born June 22, 1979) is an American former professional baseball outfielder. Hawpe has played in MLB with the Colorado Rockies, Tampa Bay Rays, San Diego Padres and Los Angeles Angels of Anaheim.",
      "pageId": 3067228,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/7/72/BradHawpe.JPG"
    },
    {
      "year": "1979",
      "uri": "/wiki/Brad_Hawpe",
      "name": "Brad Hawpe",
      "monthDay": "06/22",
      "aboutText": "Xenofon Gittas (Greek: Ξενοφών Γήτας) (born 22 June 1979) is a Greek football midfielder who plays for Anagennisi Karditsas.",
      "pageId": 23764697
    },
    {
      "year": "1979",
      "uri": "/wiki/Leire_Mart%C3%ADnez",
      "name": "Leire Martínez",
      "monthDay": "06/22",
      "aboutText": "Jai Rodriguez (born June 22, 1979) is an American actor and musician best known as the culture guide on the Bravo network's Emmy-winning American reality television program Queer Eye for the Straight Guy. He has also co-authored a book with the other Queer Eye hosts. Rodriguez starred as Geoffrey in the ABC sitcom Malibu Country from 2012 to 2013.",
      "pageId": 489506,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/3/35/Jai_Rodriguez_2010.jpg"
    },
    {
      "year": "1979",
      "uri": "/wiki/Jai_Rodriguez",
      "name": "Jai Rodriguez",
      "monthDay": "06/22",
      "aboutText": "Leire Martínez Ochoa (born June 22, 1979 in San Sebastián, Guipúzcoa), is a Basque Spanish singer, songwriter, and current lead vocalist of the band La Oreja de Van Gogh after Amaia Montero's departure in 2007.\nShe participated in the television show Factor X in 2007 performing covers of Julieta Venegas, Vanessa Paradis and Lisa Stansfield. She was eliminated on the 6th week.",
      "pageId": 26569534,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/c/c0/La_oreja_de_Van_Gogh_-_Rock_in_Rio_Madrid_2012_-_12.jpg"
    },
    {
      "year": "1979",
      "uri": "/wiki/Thomas_Voeckler",
      "name": "Thomas Voeckler",
      "monthDay": "06/22",
      "aboutText": "Thomas Voeckler (French pronunciation: ​[tɔ.mɑ/tɔ.mɑs vœ.klɛʁ]; born 22 June 1979) is a French professional road racing cyclist who rides for the Direct Énergie cycling team.",
      "pageId": 2169075,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/d/da/2014-07-14_17-38-13_tour-de-france-plancher-bas_%28cropped%29.jpg"
    },
    {
      "year": "1980",
      "uri": "/wiki/Ilya_Bryzgalov",
      "name": "Ilya Bryzgalov",
      "monthDay": "06/22",
      "aboutText": "Ilya Nikolayevich Bryzgalov (//(Russian: Илья Николаевич Брызгалов; born June 22, 1980) is a Russian professional ice hockey goaltender who is currently an unrestricted free agent. He was selected in the second round of the 2000 NHL Entry Draft, 44th overall, by the Mighty Ducks of Anaheim. He has also played for the Phoenix Coyotes, Philadelphia Flyers, Edmonton Oilers and Minnesota Wild.",
      "pageId": 2854947
    },
    {
      "year": "1980",
      "uri": "/wiki/Stephanie_Jacobsen",
      "name": "Stephanie Jacobsen",
      "monthDay": "06/22",
      "aboutText": "Sione Tuitupu Lauaki (born 22 June 1981 in Tonga) is a Tongan rugby union footballer who plays for Bayonne. He previously played for the New Zealand national team, the All Blacks. His brother, Epalahame Lauaki, is a 2nd row rugby league footballer previously playing for Hull in the Super League competition.",
      "pageId": 4914533,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/c/c9/Sione_Lauki_02.jpg"
    },
    {
      "year": "1981",
      "uri": "/wiki/Sione_Lauaki",
      "name": "Sione Lauaki",
      "monthDay": "06/22",
      "aboutText": "Stephanie Jacobsen (born Stephanie Chaves-Jacobsen; 22 June 1980) is a Hong Kong-born Australian actress.",
      "pageId": 13356718,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/1/1e/Stephanie_Jacobsen.jpg"
    },
    {
      "year": "1981",
      "uri": "/wiki/Aquivaldo_Mosquera",
      "name": "Aquivaldo Mosquera",
      "monthDay": "06/22",
      "aboutText": "Aquivaldo Mosquera Romaña (born 22 June 1981) is a Colombian footballer who currently plays for Liga MX club Pachuca and the Colombian national team as a defender.",
      "pageId": 8521919,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/5/57/Aquivaldo_Mosquera.jpg"
    },
    {
      "year": "1981",
      "uri": "/wiki/Monty_Oum",
      "name": "Monty Oum",
      "monthDay": "06/22",
      "aboutText": "Monyreak \"Monty\" Oum (/oʊm/; June 22, 1981 – February 1, 2015) was an American web-based animator and writer. A self-taught animator, he scripted and produced several crossover fighting video series, drawing the attention of internet production company Rooster Teeth, who hired him. There, he provided custom animations for Red vs.",
      "pageId": 32320276,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/c/c2/Monty_Oum_at_PAX_2013.jpg"
    },
    {
      "year": "1981",
      "uri": "/wiki/Chris_Urbanowicz",
      "name": "Chris Urbanowicz",
      "monthDay": "06/22",
      "aboutText": "Christopher Dominic \"Chris\" Urbanowicz (born 22 June 1981) is a British producer and musician, best known as the former lead guitarist and synth player of the indie rock band Editors.\nHe is influenced by such bands as The Walkmen, The Strokes, LCD Soundsystem, Kraftwerk and Elbow.\n^ Shinner, Josh (2005-07-21).",
      "pageId": 6258085,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/5/5a/Editors_-_2006.jpg"
    },
    {
      "year": "1982",
      "uri": "/wiki/Soraia_Chaves",
      "name": "Soraia Chaves",
      "monthDay": "06/22",
      "aboutText": "Soraia Chaves (born June 22, 1982 in Lisbon) is a Portuguese actress and model. She became renowned by her role named \"Amélia\" in the film O Crime do Padre Amaro and her role named \"Maria\" in her following film Call Girl. She also played an important role as \"Raquel\" in Dancing Days, a 2012-13 soap opera by the Portuguese television network SIC — Sociedade Independente de Comunicação.",
      "pageId": 7597980,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/3/31/Soraia_Chaves-Portugal_Fashion.jpg"
    },
    {
      "year": "1982",
      "uri": "/wiki/Ian_Kinsler",
      "name": "Ian Kinsler",
      "monthDay": "06/22",
      "aboutText": "Ian Michael Kinsler (born June 22, 1982) is an American professional baseball second baseman for the Detroit Tigers of Major League Baseball (MLB). He formerly played for the Texas Rangers. He is listed at 6' 0\" and 200 lbs.",
      "pageId": 4619730,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/en/1/1e/Baseball_%28crop%29.jpg"
    },
    {
      "year": "1983",
      "uri": "/wiki/Allar_Raja",
      "name": "Allar Raja",
      "monthDay": "06/22",
      "aboutText": "Allar Raja (born 22 June 1983) is an Estonian rower. He is a member of rowing club \"SK Kalev\" located in Pärnu.",
      "pageId": 17642011
    },
    {
      "year": "1984",
      "uri": "/wiki/Georgios_Apostolidis",
      "name": "Georgios Apostolidis",
      "monthDay": "06/22",
      "aboutText": "Dustin Hunter Johnson (born June 22, 1984) is an American professional golfer who currently plays on the PGA Tour. He is one of the longest drivers on the PGA Tour, having been third in the driving distance stats for three consecutive years (2009–11) and has ranked inside the top five in each of his five years on the PGA Tour. He has been featured in the top 5 of the Official World Golf Ranking, reaching a high of 3rd in 2015.",
      "pageId": 19630743,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/9/9e/Dustin_Johnson_2008_US_Open_cropped.jpg"
    },
    {
      "year": "1984",
      "uri": "/wiki/Dustin_Johnson",
      "name": "Dustin Johnson",
      "monthDay": "06/22",
      "aboutText": "Georgios Apostolidis (alternate spelling: Giorgos) (Greek: Γιώργος Αποστολίδης; born June 22, 1984) is a Greek professional basketball player. He is 2.00 m (6 ft 6 ¾ in) tall. He can play at the point guard, shooting guard, point forward, and small forward positions.",
      "pageId": 20041662
    },
    {
      "year": "1984",
      "uri": "/wiki/Rub%C3%A9n_Iv%C3%A1n_Mart%C3%ADnez",
      "name": "Rubén Iván Martínez",
      "monthDay": "06/22",
      "aboutText": "Jerome Everton Taylor (born 22 June 1984) is a Jamaican born West Indian cricketer. He led the fast bowling attack comprising Dwayne Bravo, Daren Powell and Ian Bradshaw at the 2007 Cricket World Cup.",
      "pageId": 2888081
    },
    {
      "year": "1984",
      "uri": "/wiki/Jerome_Taylor",
      "name": "Jerome Taylor",
      "monthDay": "06/22",
      "aboutText": "Rubén Iván Martínez Andrade (born 22 June 1984), known simply as Rubén, is a Spanish professional footballer who plays for Levante UD as a goalkeeper.",
      "pageId": 5742989
    },
    {
      "year": "1984",
      "uri": "/wiki/Janko_Tipsarevi%C4%87",
      "name": "Janko Tipsarević",
      "monthDay": "06/22",
      "aboutText": "Janko Tipsarević (Serbian Cyrillic: Јанко Типсаревић, Serbian pronunciation: [jâːŋkɔ tipsǎːrɛʋit͡ɕ]; born 22 June 1984) is a Serbian professional tennis player who is currently ranked inside the top 400 (No. 392, as of September 2015). His career-high singles ranking is World No.",
      "pageId": 5729749
    },
    {
      "year": "1985",
      "uri": "/wiki/Rosa_Kato",
      "name": "Rosa Kato",
      "monthDay": "06/22",
      "aboutText": "Rosa Kato (加藤 ローサ, Katō Rōsa, born 22 June 1985) is a Japanese actress and commercial model.",
      "pageId": 13816987
    },
    {
      "year": "1985",
      "uri": "/wiki/Scott_MacIntyre",
      "name": "Scott MacIntyre",
      "monthDay": "06/22",
      "aboutText": "Lindsay Elizabeth Ridgeway (born June 22, 1985) is a former American child actress in film, television, and theater.\nShe was the second actress to play Morgan Matthews on the TV show Boy Meets World for the last 5 seasons of the show's ABC Television run after Lily Nicksay. In 1994, she originated the role of Tina Denmark in the Los Angeles cast of Ruthless!",
      "pageId": 2511934
    },
    {
      "year": "1985",
      "uri": "/wiki/Lindsay_Ridgeway",
      "name": "Lindsay Ridgeway",
      "monthDay": "06/22",
      "aboutText": "Scott Douglas MacIntyre (born June 22, 1985) is an American singer, songwriter, and pianist, and the eighth place finalist on the eighth season of American Idol.",
      "pageId": 21501514
    },
    {
      "year": "1985",
      "uri": "/wiki/Sofoklis_Schortsanitis",
      "name": "Sofoklis Schortsanitis",
      "monthDay": "06/22",
      "aboutText": "Sofoklis Schortsanitis (Greek: Σοφοκλής Σχορτσιανίτης) (born 22 June 1985) is a Greek-Cameroonian professional basketball player who plays for PAOK of the Greek Basket League. Listed at 2.08 m (6 ft 10 in) and 156.5 kg (345 lb), he was born in Tiko, Cameroon to a Greek father and a Cameroonian mother.\nAn All-Euroleague First Team selection in 2011, \"Sofo\" won the Euroleague title in 2014 with Maccabi Tel Aviv and reached the Euroleague Final twice in 2010 and 2011, while playing for Olympiacos and Maccabi respectively.",
      "pageId": 5480141,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/8/8d/Schortsanitis_warming_up_in_2011.jpg"
    },
    {
      "year": "1985",
      "uri": "/wiki/Douglas_Smith_(actor)",
      "name": "Douglas Smith",
      "monthDay": "06/22",
      "aboutText": "Douglas Alexander Smith (born June 22, 1985) is a Canadian-American actor most notable for his work on the HBO series, Big Love as Ben Henrickson, the eldest son of polygamist Bill Henrickson.\n^ Kroll, Justin (2012-02-16). \"'Percy' sequel zeroes in on Smith - Entertainment News, Film News, Media\".",
      "pageId": 6006019
    },
    {
      "year": "1986",
      "uri": "/wiki/Ramin_Ott",
      "name": "Ramin Ott",
      "monthDay": "06/22",
      "aboutText": "Lara Worthington (née Bingle; born 22 June 1987) is an Australian fashion model and media personality. She is best known for appearing in the 2006 Tourism Australia advertising campaign So where the bloody hell are you? Her own reality television series, Being Lara Bingle, premiered on Network Ten in June 2012.",
      "pageId": 4498443,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/3/3d/Lara_Bingle_%287982354917%29_%28cropped%29.jpg"
    },
    {
      "year": "1987",
      "uri": "/wiki/Lara_Bingle",
      "name": "Lara Bingle",
      "monthDay": "06/22",
      "aboutText": "Ramin Ott (born 22 June 1986) is a football player for the American Samoa national football team. He is nicknamed \"The Machine\". He is tied as his nation's top scorer with Shalom Luani, having scored three goals in his international career.",
      "pageId": 13254246
    },
    {
      "year": "1987",
      "uri": "/wiki/Joe_Dempsie",
      "name": "Joe Dempsie",
      "monthDay": "06/22",
      "aboutText": "Joseph Maxwell \"Joe\" Dempsie (born 22 June 1987) is an English actor, best known for playing the role of Chris Miles in the E4 teen drama Skins. Dempsie's earlier acting credits include the medical dramas Doctors, Peak Practice and Sweet Medicine, as well as the films One for the Road and Heartlands. He also appeared in Born and Bred and a BBC documentary-drama about Norfolk farmer Tony Martin.",
      "pageId": 9119114
    },
    {
      "year": "1987",
      "uri": "/wiki/Eda_Erdem_D%C3%BCndar",
      "name": "Eda Erdem Dündar",
      "monthDay": "06/22",
      "aboutText": "Eda Erdem Dündar, née Erdem, (pronounced [ˈedaː ˈæɾdæm ˈdyndaɾ]; born June 22, 1987 in İstanbul) is a Turkish volleyball player. She is 190 cm tall and plays as a middle blocker.",
      "pageId": 23216967,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/9/90/Eda_Erdem_1.jpg"
    },
    {
      "year": "1987",
      "uri": "/wiki/Danny_Green_(basketball)",
      "name": "Danny Green",
      "monthDay": "06/22",
      "aboutText": "Daniel Richard \"Danny\" Green, Jr. (born June 22, 1987) is an American professional basketball player for the San Antonio Spurs of the National Basketball Association (NBA). He is a swingman from the University of North Carolina, where he played in more games (145) and had more wins (123) than any Tar Heel before him.",
      "pageId": 17107550,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/d/d1/Danny_Green_warms_up_20090930-6130.jpg"
    },
    {
      "year": "1987",
      "uri": "/wiki/Cory_Gunz",
      "name": "Cory Gunz",
      "monthDay": "06/22",
      "aboutText": "Peter Cory Pankey, Jr. (born June 22, 1987), better known by his stage name Cory Gunz, is an American rapper from The Bronx, New York City, New York. He is the son of rapper Peter Gunz, from the duo Lord Tariq & Peter Gunz.",
      "pageId": 22827705
    },
    {
      "year": "1987",
      "uri": "/wiki/Lee_Min-ho_(actor,_born_1987)",
      "name": "Lee Min-ho",
      "monthDay": "06/22",
      "aboutText": "Nikita Vadimovich Rukavytsya (Ukrainian: Микита Вадимович Рукавиця, Mykyta Vadymovych Rukavytsya; born 22 June 1987) is a Ukrainian-Australian professional football player who plays for Beitar Jerusalem in the Israeli Premier League. He began his career as a striker at Perth Glory but has played primarily as a winger since moving to Europe.",
      "pageId": 8833978,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/6/6b/Nikita_Rukavytsya_%282%29.JPG"
    },
    {
      "year": "1987",
      "uri": "/wiki/Nikita_Rukavytsya",
      "name": "Nikita Rukavytsya",
      "monthDay": "06/22",
      "aboutText": "Lee Min-ho (Hangul: 이민호; hanja: 李敏鎬, born June 22, 1987) is a South Korean actor, singer and model.\nLee Min ho first gained widespread fame with Boys Over Flowers as Gu Jun-pyo in 2009. The role won him several awards, including the Best New Actor award in the category of television at the 45th Baeksang Arts Awards.",
      "pageId": 21003892,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/1/14/Lee_Min_Ho.jpg"
    },
    {
      "year": "1988",
      "uri": "/wiki/Omri_Casspi",
      "name": "Omri Casspi",
      "monthDay": "06/22",
      "aboutText": "Omri Moshe Casspi (Hebrew: עומרי משה כספי‎, born June 22, 1988) is an Israeli professional basketball player for the Sacramento Kings of the National Basketball Association (NBA). He is 6 ft 9 in (2.06 m) tall, and plays the small forward position, but he can play also at the power forward position.\nHe was drafted 23rd overall in the 2009 NBA draft by the Sacramento Kings, making him the first Israeli to be selected in the first round of an NBA draft.",
      "pageId": 13601114,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/3/35/Casspi_dunk_2013-10-05.JPG"
    },
    {
      "year": "1988",
      "uri": "/wiki/Portia_Doubleday",
      "name": "Portia Doubleday",
      "monthDay": "06/22",
      "aboutText": "Portia Ann Doubleday (born June 22, 1988) is an American actress. She has appeared in the 2009 film Youth in Revolt as Sheeni Saunders, in the 2011 film Big Mommas: Like Father Like Son as Jasmine Lee and most recently in the 2013 film Carrie as Chris Hargensen. Beginning in 2015, she stars as Angela in the USA Network television drama, Mr.",
      "pageId": 25708364,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/0/0e/PortiaDoubledayTIFFSept09.jpg"
    },
    {
      "year": "1988",
      "uri": "/wiki/Kanna_Mori",
      "name": "Kanna Mori",
      "monthDay": "06/22",
      "aboutText": "Cédric Mongongu (born 22 June 1989) is a Congolese footballer who plays as a centre back for the Turkish club of Eskişehirspor and the DR Congo national team.",
      "pageId": 15537141
    },
    {
      "year": "1989",
      "uri": "/wiki/C%C3%A9dric_Mongongu",
      "name": "Cédric Mongongu",
      "monthDay": "06/22",
      "aboutText": "Kanna Mori (森 カンナ, Mori Kanna) (born June 22, 1988) is a Japanese fashion model and actress from Toyama, Toyama Prefecture. She is best known as Natsumi Hikari, the female lead in the Kamen Rider Decade television series and films. She has since been in the dramas Indigo no Yoru and the police drama The Metropolitan Police: Missing Person Investigation Section.",
      "pageId": 27378070
    },
    {
      "year": "1989",
      "uri": "/wiki/Jung_Yong-hwa",
      "name": "Jung Yong-hwa",
      "monthDay": "06/22",
      "aboutText": "Jung Yong-hwa (정용화; pronounced [tɕəːŋ joŋ hwa]; born on June 22, 1989) is a South Korean musician, singer, songwriter, producer and actor. His name is also written as Jung Yonghwa, Yong-Hwa, or Yong Hwa. Jung made his show business debut as \"Kang Shin-woo\" in the Korean drama You're Beautiful on October 7, 2009 and played the male lead as \"Lee Shin\" in the 2011 drama Heartstrings.",
      "pageId": 25713809,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/3/30/Hangugeo-Chosonmal.png"
    },
    {
      "year": "1990",
      "uri": "/wiki/Quinton_Coples",
      "name": "Quinton Coples",
      "monthDay": "06/22",
      "aboutText": "Quinton Kyle Coples (born June 22, 1990) is an American football defensive end for the Miami Dolphins of the National Football League (NFL). He was drafted by the New York Jets in the first round of the 2012 NFL Draft. He played college football at North Carolina.",
      "pageId": 31287481,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/5/59/Quinton_Coples.jpg"
    },
    {
      "year": "1991",
      "uri": "/wiki/Giuseppe_De_Luca_(footballer)",
      "name": "Giuseppe De Luca",
      "monthDay": "06/22",
      "aboutText": "Not to be confused with Cesena player, Giuseppe De Luca (born 1993)",
      "pageId": 31387708,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/7/73/Giuseppe_De_Luca.JPG"
    },
    {
      "year": "1992",
      "uri": "/wiki/Erika_Kirpu",
      "name": "Erika Kirpu",
      "monthDay": "06/22",
      "aboutText": "Erika Kirpu (born 22 June 1992) is an Estonian épée fencer, bronze medal in the 2014 World Championships in Kazan and team gold medal in the 2013 European Championships in Zagreb.\nBefore seniors, Kirpu had won the 2008 Cadets European Championships in Rovigo, a team gold medal in the 2009 Cadets European Championships in Bourges and a team gold medal in the 2010 Junior World Championships Cadets in Baku.",
      "pageId": 43355631,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/1/17/Estonia_v_Ukrainia_Challenge_international_de_Saint-Maur_2013_t142533.jpg"
    },
    {
      "year": "1993",
      "uri": "/wiki/Caydee_Denney",
      "name": "Caydee Denney",
      "monthDay": "06/22",
      "aboutText": "Ingmar Lazar (born June 22, 1993 in Saint-Cloud, Hauts-de-Seine) is a French classical pianist.\nIngmar Lazar started to play the piano when he was 5. He made his debut at the age of six at the Salle Gaveau in Paris.",
      "pageId": 13184701
    },
    {
      "year": "1993",
      "uri": "/wiki/Ingmar_Lazar",
      "name": "Ingmar Lazar",
      "monthDay": "06/22",
      "aboutText": "Caydee Christine Denney (born June 22, 1993) is an American pair skater. With John Coughlin, she is the 2012 Four Continents silver medalist and 2012 U.S. national champion. With former partner Jeremy Barrett, Denney is the 2010 U.S. national champion.",
      "pageId": 21214236,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/4/4a/2011_Skate_America_Caydee_DENNEY_John_COUGHLIN_3.jpg"
    },
    {
      "year": "1993",
      "uri": "/wiki/Izzy_Miller",
      "name": "Izzy Miller",
      "monthDay": "06/22",
      "aboutText": "Tami Grende (born 22 June 1997 in Denpasar) is an Indonesian tennis player of Italian descent.\nPlaying for Indonesia at the Fed Cup, Grende has a win–loss record of 0–3.",
      "pageId": 42967224
    },
    {
      "year": "1997",
      "uri": "/wiki/Tami_Grende",
      "name": "Tami Grende",
      "monthDay": "06/22",
      "aboutText": "This page is total bs. Izzy created this page to give the illusion that he is more famous than he actually is, when in reality all he is doing is spitting out hot air to feed his ego. The truth about Izzy is that he is a sexist pig, he views women as nothing more than an object equivalent to that of a tissue (in other words once he is done using them he throws them away and never touches them again.) He believes that he is god and everyone should worship him, oh and if your Christian and worship the one true God, he will proceed insult and your faith.",
      "pageId": 44654838,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/0/05/IzzyMiller.jpg"
    }
  ]
}