{
  "people": [
    {
      "year": "1476",
      "uri": "/wiki/Pope_Paul_IV",
      "name": "Pope Paul IV",
      "aboutText": "Alexis Carrel (French: [alɛksi kaʁɛl]; 28 June 1873 – 5 November 1944) was a French surgeon and biologist who was awarded the Nobel Prize in Physiology or Medicine in 1912 for pioneering vascular suturing techniques. He invented the first perfusion pump with Charles A. Lindbergh opening the way to organ transplantation. Like many intellectuals before World War II he promoted eugenics.",
      "pageId": 1051,
      "monthDay": "06/28"
    },
    {
      "year": "1490",
      "uri": "/wiki/Albert_of_Mainz",
      "name": "Albert of Mainz",
      "aboutText": "Cardinal Albert of Brandenburg (German: Albrecht von Brandenburg; 28 June 1490 – 24 September 1545) was Elector and Archbishop of Mainz from 1514 to 1545, and Archbishop of Magdeburg from 1513 to 1545.",
      "pageId": 1513,
      "monthDay": "06/28"
    },
    {
      "year": "1491",
      "uri": "/wiki/Henry_VIII_of_England",
      "name": "Henry VIII of England",
      "aboutText": "Henry VIII (28 June 1491 – 28 January 1547) was King of England from 21 April 1509 until his death. He was Lord, and later assumed the Kingship, of Ireland, and continued the nominal claim by English monarchs to the Kingdom of France.",
      "pageId": 14187,
      "monthDay": "06/28"
    },
    {
      "year": "1503",
      "uri": "/wiki/Giovanni_della_Casa",
      "name": "Giovanni della Casa",
      "aboutText": "Jean-Jacques Rousseau (/ruːˈsoʊ/; French: [ʒɑ̃ʒak ʁuso]; 28 June 1712 – 2 July 1778) was a philosopher, writer, and composer of the 18th century. His political philosophy influenced the Enlightenment in France and across Europe, as well as aspects of the French Revolution and the overall development of modern political and educational thought.\nRousseau's novel Emile, or On Education is a treatise on the education of the whole person for citizenship.",
      "pageId": 15941,
      "monthDay": "06/28"
    },
    {
      "year": "1547",
      "uri": "/wiki/Cristofano_Malvezzi",
      "name": "Cristofano Malvezzi",
      "aboutText": "Luigi Pirandello (Italian: [luˈiːdʒi piranˈdɛllo]; 28 June 1867 – 10 December 1936) was an Italian dramatist, novelist, poet and short story writer. He was awarded the 1934 Nobel Prize in Literature for his \"bold and brilliant renovation of the drama and the stage\".\nPirandello's works include novels, hundreds of short stories, and about 40 plays, some of which are written in Sicilian.",
      "pageId": 18707,
      "monthDay": "06/28"
    },
    {
      "year": "1577",
      "uri": "/wiki/Peter_Paul_Rubens",
      "name": "Peter Paul Rubens",
      "aboutText": "John Wesley (/ˈwɛsli, ˈwɛzli/; 28 June [O.S. 17 June] 1703 – 2 March 1791) was an Anglican minister and theologian who, with his brother Charles Wesley and fellow cleric George Whitefield, is credited with the foundation of the evangelical movement known as Methodism. His work and writings also played a leading role in the development of the Holiness movement and Pentecostalism.\nEducated at Charterhouse School and Oxford University, Wesley was elected a fellow of Lincoln College, Oxford in 1726 and ordained a priest two years later.",
      "pageId": 42411,
      "monthDay": "06/28"
    },
    {
      "year": "1582",
      "uri": "/wiki/William_Fiennes,_1st_Viscount_Saye_and_Sele",
      "name": "William Fiennes, 1st Viscount Saye and Sele",
      "aboutText": "Henri Léon Lebesgue ForMemRS (French: [ɑ̃ʁi leɔ̃ ləbɛɡ]; June 28, 1875 – July 26, 1941) was a French mathematician most famous for his theory of integration, which was a generalization of the 17th century concept of integration—summing the area between an axis and the curve of a function defined for that axis.",
      "pageId": 49514,
      "monthDay": "06/28"
    },
    {
      "year": "1641",
      "uri": "/wiki/Marie_Casimire_Louise_de_La_Grange_d%27Arquien",
      "name": "Marie Casimire Louise de La Grange d'Arquien",
      "aboutText": "Pope Paul IV, C.R. (Latin: Paulus IV; 28 June 1476 – 18 August 1559), born Gian Pietro Carafa, was Pope from 23 May 1555 to his death in 1559. While serving as papal nuncio in Spain, he developed an anti-Spanish outlook that later coloured his papacy, and resulted in the Papal States suffering a serious military defeat in the Italian War of 1551–59.\nCarafa was appointed bishop of Chieti, but resigned in 1524 in order to found with St.",
      "pageId": 53050,
      "monthDay": "06/28"
    },
    {
      "year": "1703",
      "uri": "/wiki/John_Wesley",
      "name": "John Wesley",
      "aboutText": "Pierre Paul Broca (/broʊˈkɑː/ or /ˈbroʊkə/; 28 June 1824 – 9 July 1880) was a French physician, surgeon, anatomist, and anthropologist. He was born in Sainte-Foy-la-Grande, Gironde. He is best known for his research on Broca's area, a region of the frontal lobe that has been named after him.",
      "pageId": 145048,
      "monthDay": "06/28"
    },
    {
      "year": "1712",
      "uri": "/wiki/Jean-Jacques_Rousseau",
      "name": "Jean-Jacques Rousseau",
      "aboutText": "Étienne-François, comte de Stainville, duc de Choiseul (28 June 1719 – 8 May 1785) was a French military officer, diplomat and statesman. Between 1758 and 1761, and 1766 and 1770, he was Foreign Minister of France and had a strong influence on France's global strategy throughout the period.",
      "pageId": 148453,
      "monthDay": "06/28"
    },
    {
      "year": "1719",
      "uri": "/wiki/%C3%89tienne_Fran%C3%A7ois,_duc_de_Choiseul",
      "name": "Étienne François, duc de Choiseul",
      "aboutText": "William Hooper (June 28, 1742 – October 14, 1790) was an American lawyer, physician, politician, and a member of the Continental Congress representing North Carolina from 1774 through 1777.",
      "pageId": 261164,
      "monthDay": "06/28"
    },
    {
      "year": "1734",
      "uri": "/wiki/Jean-Jacques_Beauvarlet-Charpentier",
      "name": "Jean-Jacques Beauvarlet-Charpentier",
      "aboutText": "Joseph Joachim (28 June 1831 – 15 August 1907) was a Hungarian violinist, conductor, composer and teacher.",
      "pageId": 302686,
      "monthDay": "06/28"
    },
    {
      "year": "1742",
      "uri": "/wiki/William_Hooper",
      "name": "William Hooper",
      "aboutText": "Cristofano Malvezzi (baptised June 28, 1547 – January 22, 1599) was an Italian organist and composer of the late Renaissance. He was one of the most famous composers in the city of Florence during a time of transition to the Baroque style.\nMalevezzi was born in Lucca.",
      "pageId": 315150,
      "monthDay": "06/28"
    },
    {
      "year": "1824",
      "uri": "/wiki/Paul_Broca",
      "name": "Paul Broca",
      "aboutText": "William Fiennes, 1st Viscount Saye and Sele (28 June 1582 – 14 April 1662) was an English nobleman and politician, known also for his involvement in several companies for setting up overseas colonies.",
      "pageId": 736744,
      "monthDay": "06/28"
    },
    {
      "year": "1831",
      "uri": "/wiki/Joseph_Joachim",
      "name": "Joseph Joachim",
      "aboutText": "Marie Casimire Louise de La Grange d'Arquien, in Polish: Maria Kazimiera, known also by the diminutive form \"Marysieńka\" (28 June 1641, Nevers – 30 January 1716, Blois) was consort to King John III Sobieski, from 1674 to 1696.",
      "pageId": 1191896,
      "monthDay": "06/28"
    },
    {
      "year": "1836",
      "uri": "/wiki/Emmanuel_Rhoides",
      "name": "Emmanuel Rhoides",
      "aboutText": "Charles Alfred Cruft (28 June 1852 – 10 September 1938) was a British showman who founded the Crufts dog show. Charles first became involved with dogs when he began to work at Spratt's, a manufacturer of dog biscuits. He rose to the position of general manager, and whilst working for Spratt's in France he was invited to run his first dog show at the 1878 Exposition Universelle.",
      "pageId": 1395441,
      "monthDay": "06/28"
    },
    {
      "year": "1852",
      "uri": "/wiki/Charles_Cruft_(showman)",
      "name": "Charles Cruft",
      "aboutText": "Giovanni della Casa (28 July 1503 – 14 November 1556), was a Florentine poet, writer on etiquette and society, diplomat, and inquisitor. He is celebrated for his famous treatise on polite behavior, Il Galateo overo de’ costumi (1558). From the time of its publication, this courtesy book has enjoyed enormous success and influence.",
      "pageId": 1642121,
      "monthDay": "06/28"
    },
    {
      "year": "1867",
      "uri": "/wiki/Luigi_Pirandello",
      "name": "Luigi Pirandello",
      "aboutText": "Emmanuel Rhoides (Greek: Ἐμμανουὴλ Ροΐδης; 28 June 1836 – 7 January 1904) was a Greek writer and journalist. He is considered one of the most illustrious and reviving spirits of the Greek letters of his time.\nBorn in Hermoupolis, the capital of the island of Syros, to a family of rich aristocrats from Chios — who had fled the island after the massacre of its population by the Ottomans in 1822 — he spent much of his youth abroad.",
      "pageId": 19995557,
      "monthDay": "06/28"
    },
    {
      "year": "1873",
      "uri": "/wiki/Alexis_Carrel",
      "name": "Alexis Carrel",
      "aboutText": "Sir Peter Paul Rubens (/ˈruːbənz/; Dutch: [ˈrybəns]; 28 June 1577 – 30 May 1640) was a Flemish Baroque painter. A proponent of an extravagant Baroque style that emphasized movement, colour, and sensuality, Rubens is well known for his Counter-Reformation altarpieces, portraits, landscapes, and history paintings of mythological and allegorical subjects.",
      "pageId": 21463370,
      "monthDay": "06/28"
    },
    {
      "year": "1875",
      "uri": "/wiki/Henri_Lebesgue",
      "name": "Henri Lebesgue",
      "aboutText": "Jean-Jacques Beauvarlet-Charpentier (28 June 1734 – 6 May 1794) was a celebrated French organist and composer.\nHe was born in Abbeville. From 1763, he was a member of the Académie des Beaux Arts de Lyon (now École des Beaux-Arts).",
      "pageId": 22144380,
      "monthDay": "06/28"
    },
    {
      "year": "1883",
      "uri": "/wiki/Pierre_Laval",
      "name": "Pierre Laval",
      "aboutText": "Richard Charles Rodgers (June 28, 1902 – December 30, 1979) was an American composer of music for more than 900 songs and for 43 Broadway musicals. He also composed music for films and television. He is best known for his songwriting partnerships with the lyricists Lorenz Hart and Oscar Hammerstein II. His compositions have had a significant impact on popular music up to the present day, and have an enduring broad appeal.",
      "pageId": 52274,
      "monthDay": "06/28"
    },
    {
      "year": "1884",
      "uri": "/wiki/Lamina_Sankoh",
      "name": "Lamina Sankoh",
      "aboutText": "Maria Goeppert Mayer (June 28, 1906 – February 20, 1972) was a German-born American theoretical physicist, and Nobel laureate in Physics for proposing the nuclear shell model of the atomic nucleus. She was the second female Nobel laureate in physics, after Marie Curie.\nA graduate of the University of Göttingen, Goeppert Mayer wrote her doctorate on the theory of possible two-photon absorption by atoms.",
      "pageId": 140526,
      "monthDay": "06/28"
    },
    {
      "year": "1888",
      "uri": "/wiki/George_Challenor",
      "name": "George Challenor",
      "aboutText": "Pierre Laval (French pronunciation: ​[pjɛʁ laval]; 28 June 1883 – 15 October 1945) was a French politician. During the time of the Third Republic, he served as Prime Minister of France from 27 January 1931 to 20 February 1932, and also headed another government from 7 June 1935 to 24 January 1936.\nLaval began his career as a socialist, but over time drifted far to the right.",
      "pageId": 287859,
      "monthDay": "06/28"
    },
    {
      "year": "1888",
      "uri": "/wiki/Stefi_Geyer",
      "name": "Stefi Geyer",
      "aboutText": "Carl Andrew \"Tooey\" Spaatz (June 28, 1891 – July 14, 1974) was an American World War II general. As commander of Strategic Air Forces in Europe in 1944, he successfully pressed for the bombing of the enemy’s oil production facilities as a priority over other targets. He became Chief of Staff of the newly-formed United States Air Force in 1947.",
      "pageId": 344642,
      "monthDay": "06/28"
    },
    {
      "year": "1891",
      "uri": "/wiki/Esther_Forbes",
      "name": "Esther Forbes",
      "aboutText": "Franz Antel (28 June 1913 – 11 August 2007)  was a veteran Austrian filmmaker.\nBorn in Vienna, Antel worked mainly as a film producer in the interwar years. After World War II, he began writing and directing films on a large scale.",
      "pageId": 443052,
      "monthDay": "06/28"
    },
    {
      "year": "1891",
      "uri": "/wiki/Carl_Panzram",
      "name": "Carl Panzram",
      "aboutText": "Eric Clifford Ambler OBE (28 June 1909 – 22 October 1998) was an influential British author of thrillers, in particular spy novels who introduced a new realism to the genre. He also worked as a screenwriter.",
      "pageId": 486377,
      "monthDay": "06/28"
    },
    {
      "year": "1891",
      "uri": "/wiki/Carl_Andrew_Spaatz",
      "name": "Carl Andrew Spaatz",
      "aboutText": "David \"Honeyboy\" Edwards (June 28, 1915 – August 29, 2011) was a Delta blues guitarist and singer from the American South.",
      "pageId": 936912,
      "monthDay": "06/28"
    },
    {
      "year": "1893",
      "uri": "/wiki/August_Zamoyski",
      "name": "August Zamoyski",
      "aboutText": "Carl Panzram (June 28, 1891 – September 5, 1930) was an American serial killer, rapist, arsonist and burglar. In jailhouse confessions and his autobiography, he claimed that he had committed 21 murders—most of which could not be corroborated—and over 1,000 rapes and sodomies.",
      "pageId": 1091811,
      "monthDay": "06/28"
    },
    {
      "year": "1902",
      "uri": "/wiki/Richard_Rodgers",
      "name": "Richard Rodgers",
      "aboutText": "Carl Friedrich Freiherr von Weizsäcker (June 28, 1912 – April 28, 2007) was a German physicist and philosopher. He was the longest-living member of the team which performed nuclear research in Germany during the Second World War, under Werner Heisenberg's leadership. There is ongoing debate as to whether or not he, and the other members of the team, actively and willingly pursued the development of a nuclear bomb for Germany during this time.",
      "pageId": 1306229,
      "monthDay": "06/28"
    },
    {
      "year": "1906",
      "uri": "/wiki/Maria_Goeppert-Mayer",
      "name": "Maria Goeppert-Mayer",
      "aboutText": "Esther Louise Forbes (/fɔrbz/; June 28, 1891 – August 12, 1967) was an American novelist, historian and children's writer who received the Pulitzer Prize and the Newbery Medal.",
      "pageId": 1392024,
      "monthDay": "06/28"
    },
    {
      "year": "1907",
      "uri": "/wiki/Jimmy_Mundy",
      "name": "Jimmy Mundy",
      "aboutText": "George Challenor (28 June 1888 – 30 July 1947) was a West Indian cricketer who was part of the first West Indies Test side. He was recognised as the first great West Indian batsman, his obituary in Wisden Cricketer's Almanack ending with the words \"His admirable batting did much toward raising cricket in West Indies to Test match standard\". Challenor was born in Waterloo, St.",
      "pageId": 3744821,
      "monthDay": "06/28"
    },
    {
      "year": "1907",
      "uri": "/wiki/Emily_Perry_(English_actress)",
      "name": "Emily Perry",
      "aboutText": "James \"Jimmy\" Mundy (June 28, 1907 – April 24, 1983) was an American jazz tenor saxophonist, arranger, and composer, best known for his arrangements for Benny Goodman, Count Basie, and Earl Hines.",
      "pageId": 4182920,
      "monthDay": "06/28"
    },
    {
      "year": "1909",
      "uri": "/wiki/Eric_Ambler",
      "name": "Eric Ambler",
      "aboutText": "Patricia Emily Perry (28 June 1907 – 19 February 2008) was an English actress and dancer.",
      "pageId": 5957405,
      "monthDay": "06/28"
    },
    {
      "year": "1912",
      "uri": "/wiki/Carl_Friedrich_von_Weizs%C3%A4cker",
      "name": "Carl Friedrich von Weizsäcker",
      "aboutText": "Stefi Geyer (June 28, 1888 in Budapest – December 11, 1956 in Zurich) was a Hungarian violinist.\nShe was the daughter of Josef Geyer, a police doctor who played the violin himself. When she was 3 years old she started playing the violin, with remarkable results for someone who had not practiced at all.",
      "pageId": 7353167,
      "monthDay": "06/28"
    },
    {
      "year": "1913",
      "uri": "/wiki/Franz_Antel",
      "name": "Franz Antel",
      "aboutText": "George Walter Selwyn Lloyd (28 June 1913 – 3 July 1998) was a British composer.",
      "pageId": 7508502,
      "monthDay": "06/28"
    },
    {
      "year": "1913",
      "uri": "/wiki/George_Lloyd_(composer)",
      "name": "George Lloyd",
      "aboutText": "Walter \"Gulle\" Oesau (28 June 1913 – 11 May 1944) was a German World War II fighter ace who served in the Luftwaffe from 1934 until his death in 1944. He rose to command Jagdgeschwader 1, which was named in his honor after his death.\nHe served with the Condor Legion during the Spanish Civil War, with 3 Staffel of Jagdgruppe 88 (3./J 88), claiming 8 aircraft during the campaign, becoming one of only 28 people to earn the award of the Spanish Cross in Gold and Diamonds.",
      "pageId": 9584068,
      "monthDay": "06/28"
    },
    {
      "year": "1913",
      "uri": "/wiki/Walter_Oesau",
      "name": "Walter Oesau",
      "aboutText": "Lamina Sankoh (28 June 1884 – 1964), born as Etheldred Jones, was a Sierra Leonean pre-independence politician, educator, banker and cleric. Sankoh is known most prominently for helping to found the People's Party in 1948, one of the first political parties in Sierra Leone.",
      "pageId": 10640245,
      "monthDay": "06/28"
    },
    {
      "year": "1914",
      "uri": "/wiki/Aribert_Heim",
      "name": "Aribert Heim",
      "aboutText": "Count August Zamoyski (June 28, 1893 in Jabłoń, Lublin Voivodeship, Poland – May 19, 1970 in Saint-Clar-de-Rivière, France) was a Polish sculptor, member of groups Bunt and Formiści.\nZamoyski was an author of stone compositions in simplified and geometrised form. His first works was influenced by French cubism and Itialian futurism.",
      "pageId": 14035375,
      "monthDay": "06/28"
    },
    {
      "year": "1915",
      "uri": "/wiki/David_%22Honeyboy%22_Edwards",
      "name": "David \"Honeyboy\" Edwards",
      "aboutText": "Aribert Ferdinand Heim (28 June 1914 – 10 August 1992) was an Austrian SS doctor, also known as Dr. Death. During World War II he served at the Mauthausen-Gusen concentration camp in Mauthausen, killing and torturing inmates by various methods, such as direct injections of toxic compounds into the hearts of his victims.",
      "pageId": 22018374,
      "monthDay": "06/28"
    },
    {
      "year": "1916",
      "uri": "/wiki/Olle_Bj%C3%B6rklund",
      "name": "Olle Björklund",
      "aboutText": "Sven Olof Björklund (28 June 1916 – 27 March 1981), better known as Olle Björklund, was a Swedish actor and television host. Björklund was the first Swedish television news presenter, hosting the national news show Aktuellt as of 1958. In that capacity, he quickly earned his popular nickname Mr.",
      "pageId": 32862790,
      "monthDay": "06/28"
    },
    {
      "year": "1918",
      "uri": "/wiki/Maxine_Stuart",
      "name": "Maxine Stuart",
      "aboutText": "Melvin James Brooks (né Kaminsky, born June 28, 1926) is an American actor, comedian, filmmaker, composer, and songwriter. He was married to Anne Bancroft from 1964 until her death in 2005.\nBrooks is best known as a creator of broad film farces and comic parodies.",
      "pageId": 20218,
      "monthDay": "06/28"
    },
    {
      "year": "1918",
      "uri": "/wiki/William_Whitelaw,_1st_Viscount_Whitelaw",
      "name": "William Whitelaw, 1st Viscount Whitelaw",
      "aboutText": "William Stephen Ian Whitelaw, 1st Viscount Whitelaw KT, CH, MC, PC, DL (28 June 1918 – 1 July 1999), often known as Willie Whitelaw, was a British Conservative Party politician who served in a wide number of Cabinet positions, most notably as Home Secretary and Deputy Prime Minister.",
      "pageId": 70849,
      "monthDay": "06/28"
    },
    {
      "year": "1920",
      "uri": "/wiki/A._E._Hotchner",
      "name": "A. E. Hotchner",
      "aboutText": "Hans Martin Blix ( listen ; born 28 June 1928) is a Swedish diplomat and politician for the Liberal People's Party. He was Swedish Minister for Foreign Affairs (1978–1979) and later became the head of the International Atomic Energy Agency. As such, Blix was the first Western representative to inspect the consequences of the Chernobyl disaster in the Soviet Union on site, and lead the agency response to them.",
      "pageId": 155160,
      "monthDay": "06/28"
    },
    {
      "year": "1921",
      "uri": "/wiki/P._V._Narasimha_Rao",
      "name": "P. V. Narasimha Rao",
      "aboutText": "Itamar Augusto Cautiero Franco (Portuguese pronunciation: [itɐˈmaɾ ˈfɾɐ̃ku]; 28 June 1930 – 2 July 2011) was a Brazilian politician who served as President of Brazil from December 29, 1992, to January 1, 1995. Prior to this he was Vice President of Brazil from 1990 until the impeachment of President Fernando Collor de Mello. During his long political career, Franco also served as Senator, Mayor, Ambassador, and Governor.",
      "pageId": 365451,
      "monthDay": "06/28"
    },
    {
      "year": "1922",
      "uri": "/wiki/Lloyd_La_Beach",
      "name": "Lloyd La Beach",
      "aboutText": "Sir Cyril Smith, MBE (28 June 1928 – 3 September 2010) was a British Liberal Member of Parliament (MP) for Rochdale. After his death, numerous allegations of child sexual abuse by Smith emerged (including many made during his lifetime), leading the police to believe that Smith was a serial sex offender.\nSmith was first active in local politics as a Liberal in 1945 before switching to Labour in 1950; he served as a Labour councillor in Rochdale from 1950 and became mayor in 1966.",
      "pageId": 405049,
      "monthDay": "06/28"
    },
    {
      "year": "1923",
      "uri": "/wiki/Pete_Candoli",
      "name": "Pete Candoli",
      "aboutText": "Hans Folke \"Hasse\" Alfredson (born 28 June 1931) is a Swedish actor, film director, writer and comedian. He was born in Malmö, Sweden. He is known for his collaboration with Tage Danielsson (the two of them often referred to as Hasseåtage).",
      "pageId": 574578,
      "monthDay": "06/28"
    },
    {
      "year": "1923",
      "uri": "/wiki/Adolfo_Schwelm_Cruz",
      "name": "Adolfo Schwelm Cruz",
      "aboutText": "Frank Sherwood Rowland (June 28, 1927 – March 10, 2012) was an American Nobel laureate and a professor of chemistry at the University of California, Irvine. His research was on atmospheric chemistry and chemical kinetics.",
      "pageId": 637217,
      "monthDay": "06/28"
    },
    {
      "year": "1923",
      "uri": "/wiki/Gaye_Stewart",
      "name": "Gaye Stewart",
      "aboutText": "Sir Harold Matthew Evans (born 28 June 1928) is a British-born journalist and writer who was editor of The Sunday Times from 1967 to 1981.\nIn 1984 he moved to the United States, where he had leading positions in journalism with US News and World Report, The Atlantic Monthly, and the New York Daily News. In 1986 he founded Conde Nast Traveler.",
      "pageId": 668715,
      "monthDay": "06/28"
    },
    {
      "year": "1926",
      "uri": "/wiki/Mel_Brooks",
      "name": "Mel Brooks",
      "aboutText": "Adolfo Schwelm Cruz (28 June 1923 – 10 February 2012) was a racing driver from Argentina. He participated in one Formula One World Championship Grand Prix, on 18 January 1953. He scored no championship points.",
      "pageId": 1237364,
      "monthDay": "06/28"
    },
    {
      "year": "1926",
      "uri": "/wiki/Mitsugi_Ohno",
      "name": "Mitsugi Ohno",
      "aboutText": "Correlli Douglas Barnett CBE FRHistS FRSL (born 28 June 1927) is an English military historian, who has also written works of economic history, particularly on the United Kingdom's post-war \"industrial decline\".",
      "pageId": 1239347,
      "monthDay": "06/28"
    },
    {
      "year": "1927",
      "uri": "/wiki/Correlli_Barnett",
      "name": "Correlli Barnett",
      "aboutText": "Robert Glenn Johnson, Jr. (born June 28, 1931), better known as Junior Johnson, is a former NASCAR driver of the 1950s and 1960s. He won 50 NASCAR races in his career before retiring in 1966.",
      "pageId": 1312167,
      "monthDay": "06/28"
    },
    {
      "year": "1927",
      "uri": "/wiki/Frank_Sherwood_Rowland",
      "name": "Frank Sherwood Rowland",
      "aboutText": "Pete Candoli (born Walter Joseph Candoli; June 28, 1923 – January 11, 2008) was an American swing and West Coast jazz trumpeter.",
      "pageId": 2470987,
      "monthDay": "06/28"
    },
    {
      "year": "1928",
      "uri": "/wiki/Hans_Blix",
      "name": "Hans Blix",
      "aboutText": "James Gaye Stewart (June 28, 1923 – November 18, 2010) was a professional ice hockey forward. He played nine seasons as a left winger in the National Hockey League.",
      "pageId": 3109440,
      "monthDay": "06/28"
    },
    {
      "year": "1928",
      "uri": "/wiki/Harold_Evans",
      "name": "Harold Evans",
      "aboutText": "Lloyd Barrington La Beach (June 28, 1922 – February 19, 1999) was a former sprinter from Panama, who won two bronze medals at the 1948 Summer Olympics, the first Olympic medals for Panama. He also competed in the long jump.\nIn the 100 meters, he finished behind Harrison Dillard and Barney Ewell for third place, ahead of favorite Mel Patton.",
      "pageId": 3276597,
      "monthDay": "06/28"
    },
    {
      "year": "1928",
      "uri": "/wiki/Cyril_Smith",
      "name": "Cyril Smith",
      "aboutText": "Aaron Edward \"A.E.\" Hotchner (born June 28, 1920) is an American editor, novelist, playwright and biographer.",
      "pageId": 5915026,
      "monthDay": "06/28"
    },
    {
      "year": "1930",
      "uri": "/wiki/William_C._Campbell_(scientist)",
      "name": "William C. Campbell",
      "aboutText": "Mitsugi Ohno (大野 貢, Ōno Mitsugi, June 28, 1926 – October 22, 1999) was a Japanese glassblower who worked at the University of Tokyo (1947–1960) and Kansas State University (1961–1996). He was known for blowing a glass Klein bottle and glass models of historic buildings and ships.",
      "pageId": 6395177,
      "monthDay": "06/28"
    },
    {
      "year": "1930",
      "uri": "/wiki/Itamar_Franco",
      "name": "Itamar Franco",
      "aboutText": "Jack Gold (28 June 1930 – 9 August 2015) was a British film and television director.",
      "pageId": 8150720,
      "monthDay": "06/28"
    },
    {
      "year": "1930",
      "uri": "/wiki/Jack_Gold",
      "name": "Jack Gold",
      "aboutText": "Maxine Stuart (June 28, 1918 – June 6, 2013) was an American actress.\nA life member of The Actors Studio, she appeared in numerous television series, including The Donna Reed Show, The Asphalt Jungle, Stoney Burke, Mr. Novak, The Wonder Years, Chicago Hope, Judging Amy NYPD Blue, The Twilight Zone, and Trapper John, MD, as well as the daytime dramas The Edge of Night, and The Young and the Restless.",
      "pageId": 23051122,
      "monthDay": "06/28"
    },
    {
      "year": "1931",
      "uri": "/wiki/Hans_Alfredson",
      "name": "Hans Alfredson",
      "aboutText": "Pamulaparti Venkata Narasimha Rao (popularly known as P.V.) (28 June 1921 – 23 December 2004) was an Indian lawyer and politician who served as the Prime Minister of India (1991–1996). His ascendancy to the prime ministership was politically significant in that he was the first holder of this office from non-Hindi-speaking south India. He led an important administration, overseeing a major economic transformation and several home incidents affecting national security of India.",
      "pageId": 33652726,
      "monthDay": "06/28"
    },
    {
      "year": "1931",
      "uri": "/wiki/Junior_Johnson",
      "name": "Junior Johnson",
      "aboutText": "William Cecil Campbell (born 28 June 1930) is an Irish-born American biologist and parasitologist known for his work in discovering a novel therapy against infections caused by roundworms, for which he was jointly awarded the 2015 Nobel Prize in Physiology or Medicine. He helped to discover a class of drugs called avermectins, whose derivatives have been shown to have \"extraordinary efficacy\" in treating River blindness and Lymphatic filariasis, among other parasitic diseases affecting animals and humans. Campbell worked at the Merck Institute for Therapeutic Research 1957–1990, and is currently a research fellow emeritus at Drew University.",
      "pageId": 48059538,
      "monthDay": "06/28"
    },
    {
      "year": "1931",
      "uri": "/wiki/Lucien_Victor",
      "name": "Lucien Victor",
      "aboutText": "Carl Milton Levin (born June 28, 1934) was a United States Senator from Michigan from 1979 to 2015. He was the Chairman of the Senate Committee on Armed Services and is a member of the Democratic Party.\nBorn in Detroit, Michigan, Levin is a graduate of Swarthmore College and Harvard Law School.",
      "pageId": 335846,
      "monthDay": "06/28"
    },
    {
      "year": "1932",
      "uri": "/wiki/Pat_Morita",
      "name": "Pat Morita",
      "aboutText": "Noriyuki \"Pat\" Morita (June 28, 1932 – November 24, 2005) was an American film and television actor who was well known for playing the roles of Matsuo \"Arnold\" Takahashi on Happy Days and Kesuke Miyagi in the The Karate Kid movie series, for which he was nominated for the Academy Award for Best Supporting Actor in 1984.\nMorita was the lead actor in the television program Mr. T and Tina, regarded as the first American sitcom centered on a person of Asian descent, and Ohara, a police-themed drama.",
      "pageId": 337629,
      "monthDay": "06/28"
    },
    {
      "year": "1933",
      "uri": "/wiki/Gusty_Spence",
      "name": "Gusty Spence",
      "aboutText": "Frederick John Inman (28 June 1935 – 8 March 2007) was an English actor and singer best known for his role as Mr. Humphries in Are You Being Served?, a British sitcom between 1972 and 1985. He was also well known in the United Kingdom as a pantomime dame.",
      "pageId": 395233,
      "monthDay": "06/28"
    },
    {
      "year": "1934",
      "uri": "/wiki/Robert_Carswell,_Baron_Carswell",
      "name": "Robert Carswell, Baron Carswell",
      "aboutText": "Muhammad Yunus (Bengali: মুহাম্মদ ইউনূস; born 28 June 1940) is a Bangladeshi social entrepreneur, banker, economist and civil society leader who was awarded the Nobel Peace Prize for founding the Grameen Bank and pioneering the concepts of microcredit and microfinance. These loans are given to entrepreneurs too poor to qualify for traditional bank loans. In 2006, Yunus and the Grameen Bank were jointly awarded the Nobel Peace Prize \"for their efforts through microcredit to create economic and social development from below\".",
      "pageId": 548105,
      "monthDay": "06/28"
    },
    {
      "year": "1934",
      "uri": "/wiki/Roy_Gilchrist",
      "name": "Roy Gilchrist",
      "aboutText": "Leon Edward Panetta (born June 28, 1938) is an American statesman, lawyer, and professor. He served in the Obama administration as Director of the Central Intelligence Agency from 2009 to 2011, and as Secretary of Defense from 2011 to 2013. A Democrat, Panetta was a member of the United States House of Representatives from 1977 to 1993, served as Director of the Office of Management and Budget from 1993 to 1994, and as President Bill Clinton's Chief of Staff from 1994 to 1997.",
      "pageId": 757584,
      "monthDay": "06/28"
    },
    {
      "year": "1934",
      "uri": "/wiki/Bette_Greene",
      "name": "Bette Greene",
      "aboutText": "Karpal Singh s/o Ram Singh (28 June 1940 – 17 April 2014) (Punjabi: ਕਰਪਾਲ ਸਿੰਘ ) was a Malaysian lawyer and politician, who was the Member of Parliament (MP) for the constituency of Bukit Gelugor in the state of Penang since 2004. He was the former National Chairman of the Democratic Action Party (DAP), a position that he assumed in 2004.\nBorn in Penang to an Indian Punjabi immigrant father, Karpal read law at the National University of Singapore.",
      "pageId": 963024,
      "monthDay": "06/28"
    },
    {
      "year": "1934",
      "uri": "/wiki/Carl_Levin",
      "name": "Carl Levin",
      "aboutText": "Charles Louis \"Chuck\" Howley (born June 28, 1936) is a former American football linebacker in the National Football League.",
      "pageId": 1011002,
      "monthDay": "06/28"
    },
    {
      "year": "1934",
      "uri": "/wiki/Georges_Wolinski",
      "name": "Georges Wolinski",
      "aboutText": "John Byner (born June 28, 1937) is an American actor, comedian, and impressionist who has had a lengthy television and movie career. His voice work includes the cartoon series The Ant and the Aardvark, in which the title characters are voiced by Byner's impressions of Dean Martin and Jackie Mason, respectively.",
      "pageId": 1838570,
      "monthDay": "06/28"
    },
    {
      "year": "1935",
      "uri": "/wiki/John_Inman",
      "name": "John Inman",
      "aboutText": "Ronald Michael Luciano (June 28, 1937 – January 18, 1995) was an American Major League Baseball umpire from 1969 to 1979 in the American League.",
      "pageId": 1868741,
      "monthDay": "06/28"
    },
    {
      "year": "1936",
      "uri": "/wiki/Belgin_Doruk",
      "name": "Belgin Doruk",
      "aboutText": "Richard James Bright (June 28, 1937 – February 18, 2006) was an American actor known for his role as Al Neri in the The Godfather films.",
      "pageId": 3119904,
      "monthDay": "06/28"
    },
    {
      "year": "1936",
      "uri": "/wiki/Chuck_Howley",
      "name": "Chuck Howley",
      "aboutText": "Roy Gilchrist (28 June 1934 – 18 July 2001) was a West Indian cricketer who played 13 Tests for the West Indies in the 1950s. He was born in Saint Thomas, Jamaica and died of Parkinson's disease in St Catherine, Jamaica at the age of 67.\nGilchrist's Test career might have been longer had he not been sent home halfway through West Indies' 1958–59 tour of the Indian subcontinent after disagreements with captain Gerry Alexander.",
      "pageId": 3635834,
      "monthDay": "06/28"
    },
    {
      "year": "1937",
      "uri": "/wiki/Richard_Bright_(actor)",
      "name": "Richard Bright",
      "aboutText": "Augustus Andrew \"Gusty\" Spence (28 June 1933 – 25 September 2011) was a leader of the paramilitary Ulster Volunteer Force (UVF) and a leading loyalist politician in Northern Ireland. One of the first UVF members to be convicted of murder, Spence was a senior figure in the organisation for over a decade.\nDuring his time in prison Spence renounced violence and helped to convince a number of fellow inmates that the future of the UVF lay in a more political approach.",
      "pageId": 3637202,
      "monthDay": "06/28"
    },
    {
      "year": "1937",
      "uri": "/wiki/Fernand_Labrie",
      "name": "Fernand Labrie",
      "aboutText": "Fernand Labrie, OC OQ MSRC (born June 28, 1937) is a Canadian medical researcher who specializes in endocrinological research and prostate cancer research.\nBorn in Quebec City, he received a Bachelor of Arts degree in 1957 from the Séminaire de Québec. He received his Doctor of Medicine in 1962 and a Ph.D. in 1966 from Université Laval.",
      "pageId": 4490222,
      "monthDay": "06/28"
    },
    {
      "year": "1937",
      "uri": "/wiki/Ron_Luciano",
      "name": "Ron Luciano",
      "aboutText": "Robert Douglas Carswell, Baron Carswell, PC, QC (born 28 June 1934), is a retired Lord of Appeal in Ordinary.\nThe son of Alan and Nance Carswell was educated at the Royal Belfast Academical Institution and Pembroke College, Oxford, where he received a Bachelor of Arts and Master of Arts in classics and law in 1956. Two years later he graduated from the University of Chicago's Law School with a Doctor of Jurisprudence.",
      "pageId": 7809956,
      "monthDay": "06/28"
    },
    {
      "year": "1937",
      "uri": "/wiki/Tom_Magliozzi",
      "name": "Tom Magliozzi",
      "aboutText": "Bette Greene (born June 28, 1934) is the author of several books for children and young adults, including Summer of My German Soldier, The Drowning of Stephan Jones, and the Newbery Honor book Philip Hall Likes Me, I Reckon Maybe. She currently resides in Florida.\nGreene was raised in Parkin, Arkansas, where she stuck out as a Jewish girl in the American South during the Great Depression and World War II. Her books focus on themes of injustice and alienation.",
      "pageId": 8880012,
      "monthDay": "06/28"
    },
    {
      "year": "1938",
      "uri": "/wiki/John_Byner",
      "name": "John Byner",
      "aboutText": "Lucien Victor (28 June 1931 – 17 September 1995) was a road racing cyclist from Belgium. He won the gold medal in the men's team road race, alongside André Noyelle and Robert Grondelaers at the 1952 Summer Olympics. He was a professional rider from 1953 to 1956.",
      "pageId": 11361977,
      "monthDay": "06/28"
    },
    {
      "year": "1938",
      "uri": "/wiki/Leon_Panetta",
      "name": "Leon Panetta",
      "aboutText": "Sinnathamby Sivamaharajah (Tamil: சின்னத்தம்பி சிவமகராஜா; 28 June 1938 – 20 August 2006) was a Sri Lankan Tamil newspaper publisher, politician and Member of Parliament.",
      "pageId": 11953803,
      "monthDay": "06/28"
    },
    {
      "year": "1938",
      "uri": "/wiki/S._Sivamaharajah",
      "name": "S. Sivamaharajah",
      "aboutText": "Belgin Doruk (28 June 1936, Ankara – 26 March 1995, Istanbul) was a popular Turkish film actress.",
      "pageId": 13263419,
      "monthDay": "06/28"
    },
    {
      "year": "1940",
      "uri": "/wiki/Karpal_Singh",
      "name": "Karpal Singh",
      "aboutText": "Georges Wolinski (French: [vɔlɛ̃ski]; 28 June 1934 – 7 January 2015) was a French cartoonist and comics writer.",
      "pageId": 13340909,
      "monthDay": "06/28"
    },
    {
      "year": "1940",
      "uri": "/wiki/Muhammad_Yunus",
      "name": "Muhammad Yunus",
      "aboutText": "Thomas Louis Magliozzi (June 28, 1937 – November 3, 2014) and his brother Raymond Francis Magliozzi (born March 30, 1949) were the co-hosts of NPR's weekly radio show, Car Talk, where they were known as \"Click and Clack, the Tappet Brothers\". Their show was honored with a Peabody Award in 1992.",
      "pageId": 36152964,
      "monthDay": "06/28"
    },
    {
      "year": "1941",
      "uri": "/wiki/Al_Downing_(baseball)",
      "name": "Al Downing",
      "aboutText": "Robert Lynn Asprin (June 28, 1946 – May 22, 2008) was an American science fiction and fantasy author and active fan, best known for his humorous MythAdventures and Phule's Company series.",
      "pageId": 47180,
      "monthDay": "06/28"
    },
    {
      "year": "1941",
      "uri": "/wiki/Joseph_Goguen",
      "name": "Joseph Goguen",
      "aboutText": "Gilda Susan Radner (June 28, 1946 – May 20, 1989) was an American comedienne and actress. She was best remembered as an original cast member of the hit NBC sketch comedy show Saturday Night Live, for which she won an Emmy Award in 1978.",
      "pageId": 90698,
      "monthDay": "06/28"
    },
    {
      "year": "1941",
      "uri": "/wiki/David_Johnston",
      "name": "David Johnston",
      "aboutText": "Donald Carl Johanson (born June 28, 1943) is an American paleoanthropologist.",
      "pageId": 173685,
      "monthDay": "06/28"
    },
    {
      "year": "1942",
      "uri": "/wiki/Chris_Hani",
      "name": "Chris Hani",
      "aboutText": "Ken Buchanan (born 28 June 1945) is a retired British professional boxer and the former Undisputed World Lightweight Champion from Edinburgh.",
      "pageId": 182637,
      "monthDay": "06/28"
    },
    {
      "year": "1942",
      "uri": "/wiki/Hans-Joachim_Walde",
      "name": "Hans-Joachim Walde",
      "aboutText": "Chris Hani, born Martin Thembisile Hani (28 June 1942 – 10 April 1993) was the leader of the South African Communist Party and chief of staff of Umkhonto we Sizwe, the armed wing of the African National Congress (ANC). He was a fierce opponent of the apartheid government.",
      "pageId": 593451,
      "monthDay": "06/28"
    },
    {
      "year": "1942",
      "uri": "/wiki/Frank_Zane",
      "name": "Frank Zane",
      "aboutText": "Bruce Davison (born June 28, 1946) is an American actor and director. Davison is well known for his Academy Award nominated performance in Longtime Companion (1989), which also awarded him a Golden Globe. Davison has also appeared in the first two films of the X-Men film franchise – X-Men (2000) and X2 (2003) – portraying antagonist Senator Robert Kelly.",
      "pageId": 598476,
      "monthDay": "06/28"
    },
    {
      "year": "1943",
      "uri": "/wiki/Jens_Birkemose",
      "name": "Jens Birkemose",
      "aboutText": "David John Duckham MBE (born 28 June 1946) is a retired English rugby union player. He played 36 games for England from 1969 to 1976 and scored 10 tries. Duckham made his debut at centre, partnering John Spencer against Ireland in 1969.",
      "pageId": 604744,
      "monthDay": "06/28"
    },
    {
      "year": "1943",
      "uri": "/wiki/Donald_Johanson",
      "name": "Donald Johanson",
      "aboutText": "Klaus von Klitzing (born 28 June 1943, Schroda) is a German physicist, known for discovery of the integer quantum Hall Effect, for which he was awarded the 1985 Nobel Prize in Physics.",
      "pageId": 670471,
      "monthDay": "06/28"
    },
    {
      "year": "1943",
      "uri": "/wiki/Klaus_von_Klitzing",
      "name": "Klaus von Klitzing",
      "aboutText": "Raul Santos Seixas (Portuguese pronunciation: [ɦaˈuː ˈsejʃɐs]; 28 June 1945 – 21 August 1989), was a Brazilian rock composer, singer, songwriter and producer. He is sometimes called the \"Father of Brazilian Rock\" and \"Maluco Beleza\", the last one roughly translated as \"Cool Crazy\". He was born in Salvador (Bahia), Brazil, and died of pancreatitis in São Paulo.",
      "pageId": 981441,
      "monthDay": "06/28"
    },
    {
      "year": "1945",
      "uri": "/wiki/Ken_Buchanan",
      "name": "Ken Buchanan",
      "aboutText": "Frank Zane (born June 28, 1942 in Kingston, Pennsylvania) is an American former professional bodybuilder and teacher.",
      "pageId": 1127497,
      "monthDay": "06/28"
    },
    {
      "year": "1945",
      "uri": "/wiki/David_Knights",
      "name": "David Knights",
      "aboutText": "Joseph Amadee Goguen (28 June 1941 – 3 July 2006) was an American computer scientist. He was professor of Computer Science at the University of California and Oxford University and held research positions at IBM and SRI International.\nGoguen's work was one of the earliest approaches to the algebraic characterization of abstract data types and he originated and helped develop the OBJ family of programming languages.",
      "pageId": 1894355,
      "monthDay": "06/28"
    },
    {
      "year": "1945",
      "uri": "/wiki/Raul_Seixas",
      "name": "Raul Seixas",
      "aboutText": "David Lloyd Johnston CC CMM COM CD FRSC(hon) FRCPSC(hon) (born June 28, 1941) is a Canadian academic, author, and statesman who is the current Governor General of Canada, the 28th since Canadian Confederation.\nJohnston was born and raised in Ontario, studying there before enrolling at Harvard University and later Cambridge and Queen's universities. He went on to work as a professor at various post-secondary institutions in Canada, eventually serving administrative roles as dean of law at the University of Western Ontario, principal of McGill University, and president of the University of Waterloo.",
      "pageId": 1915692,
      "monthDay": "06/28"
    },
    {
      "year": "1945",
      "uri": "/wiki/T%C3%BCrkan_%C5%9Eoray",
      "name": "Türkan Şoray",
      "aboutText": "Alphonso Erwin \"Al\" Downing (born June 28, 1941) is a former Major League Baseball pitcher. He was an All Star in 1967 and the NL Comeback Player of the Year in 1971.",
      "pageId": 2922787,
      "monthDay": "06/28"
    },
    {
      "year": "1946",
      "uri": "/wiki/Robert_Asprin",
      "name": "Robert Asprin",
      "aboutText": "David Knights (born David John Knights, 28 June 1945, Islington, North London) is a British musician who was the original bass guitarist in the band Procol Harum. He played bass on the hit single \"A Whiter Shade of Pale\".  He was in the band long enough to play on their first three albums.",
      "pageId": 3155705,
      "monthDay": "06/28"
    },
    {
      "year": "1946",
      "uri": "/wiki/Bruce_Davison",
      "name": "Bruce Davison",
      "aboutText": "Mark Clark (June 28, 1947 – December 4, 1969) was an American activist and member of the Black Panther Party. He was killed with Fred Hampton during a Chicago police predawn raid on December 4, 1969.",
      "pageId": 3699943,
      "monthDay": "06/28"
    },
    {
      "year": "1946",
      "uri": "/wiki/David_Duckham",
      "name": "David Duckham",
      "aboutText": "Jaime Jorge Guzmán Errázuriz (June 28, 1946 - April 1, 1991) was a Chilean lawyer and senator, member and doctrinal founder of the conservative Independent Democrat Union party. In the 1960s he opposed the University Reform and became the main ideologist of the gremialismo thought. He opposed President Salvador Allende and later became a collaborator of the Pinochet Regime.",
      "pageId": 5274590,
      "monthDay": "06/28"
    },
    {
      "year": "1946",
      "uri": "/wiki/Jaime_Guzm%C3%A1n",
      "name": "Jaime Guzmán",
      "aboutText": "Hans-Joachim Walde (28 June 1942 – 18 April 2013) was a West German track and field athlete. He competed in the decathlon at the 1964, 1968 and 1972 Olympics and won a bronze medal in 1964 and a silver in 1968.\nWalde won national decathlon titles in 1964 and 1969, and set a world record the heptathlon in 1970.",
      "pageId": 7133917,
      "monthDay": "06/28"
    },
    {
      "year": "1946",
      "uri": "/wiki/Gilda_Radner",
      "name": "Gilda Radner",
      "aboutText": "Türkan Şoray (born 28 June 1945) is a Turkish film actress.",
      "pageId": 10174951,
      "monthDay": "06/28"
    },
    {
      "year": "1946",
      "uri": "/wiki/Robert_Xavier_Rodriguez",
      "name": "Robert Xavier Rodriguez",
      "aboutText": "Jens Birkemose (born 28 June 1943) is a contemporary Danish painter.\nOriginally a student of piano, music theory, and composition, Birkemose went on to study at the Royal Danish Academy of Art in Copenhagen and the Académie des Beaux-Arts in Paris.\nBirkemose's works are inspired by the New York School of painting and are famous for their hidden shapes, some of which take a lot of effort to discover.",
      "pageId": 13821016,
      "monthDay": "06/28"
    },
    {
      "year": "1947",
      "uri": "/wiki/Mark_Clark_(Black_Panther)",
      "name": "Mark Clark",
      "aboutText": "Robert Xavier Rodríguez (born June 28, 1946) is an American classical composer, best known for his eight operas and his works for children.",
      "pageId": 15162046,
      "monthDay": "06/28"
    },
    {
      "year": "1947",
      "uri": "/wiki/Anny_Duperey",
      "name": "Anny Duperey",
      "aboutText": "Lalla Ward (born Sarah Ward; 28 June 1951) is an English actress and author.",
      "pageId": 323782,
      "monthDay": "06/28"
    },
    {
      "year": "1947",
      "uri": "/wiki/Mark_Helprin",
      "name": "Mark Helprin",
      "aboutText": "Laura D'Andrea Tyson (born June 28, 1947) is an American economist and former Chair of the US President's Council of Economic Advisers during the Clinton Administration. She also served as Director of the National Economic Council.",
      "pageId": 458525,
      "monthDay": "06/28"
    },
    {
      "year": "1947",
      "uri": "/wiki/Laura_Tyson",
      "name": "Laura Tyson",
      "aboutText": "Kathleen Doyle \"Kathy\" Bates (born June 28, 1948) is an American actress and director. After appearing in several minor roles in film and television during the 1970s and the 1980s, Bates rose to prominence with her performance in Misery (1990), for which she won the Academy Award for Best Actress; she also received a Golden Globe. She followed this with major roles in Fried Green Tomatoes (1991) and Dolores Claiborne (1995), before playing a featured role as Molly Brown in Titanic (1997).",
      "pageId": 519607,
      "monthDay": "06/28"
    },
    {
      "year": "1948",
      "uri": "/wiki/Kathy_Bates",
      "name": "Kathy Bates",
      "aboutText": "Alice Maud Krige (/ˈkriːɡə/; born 28 June 1954) is a South African actress and producer. Her first feature film role was in Chariots of Fire (1981) as the Gilbert and Sullivan singer Sybil Gordon. Since then, she has played a variety of roles in various genres.",
      "pageId": 668747,
      "monthDay": "06/28"
    },
    {
      "year": "1948",
      "uri": "/wiki/Sergei_Bodrov",
      "name": "Sergei Bodrov",
      "aboutText": "Pietro Paolo Mennea (Italian pronunciation: [ˈpjɛtro menˈnɛa]; 28 June 1952 – 21 March 2013) was an Italian sprinter and politician. He was most successful in the 200 m event, in which he won a gold medal at the 1980 Moscow Olympics and set a world record at 19.72 seconds in September 1979.",
      "pageId": 675018,
      "monthDay": "06/28"
    },
    {
      "year": "1948",
      "uri": "/wiki/Deborah_Moggach",
      "name": "Deborah Moggach",
      "aboutText": "Mark Helprin (born June 28, 1947) is an American novelist, journalist, conservative commentator, Senior Fellow of the Claremont Institute for the Study of Statesmanship and Political Philosophy, Fellow of the American Academy in Rome, and Member of the Council on Foreign Relations.",
      "pageId": 911135,
      "monthDay": "06/28"
    },
    {
      "year": "1948",
      "uri": "/wiki/Daniel_Wegner",
      "name": "Daniel Wegner",
      "aboutText": "Ahmet Enis Batur (born 28 June 1952, Eskişehir, Turkey) is a Turkish poet, essayist, novelist, and editor.",
      "pageId": 1309564,
      "monthDay": "06/28"
    },
    {
      "year": "1950",
      "uri": "/wiki/Philip_Fowke",
      "name": "Philip Fowke",
      "aboutText": "Adrian Anthony Gill (born 28 June 1954 in Edinburgh) is a British writer and critic who uses the bylines A. A. Gill and AA Gill. He is The Sunday Times' restaurant reviewer as well as a television critic; he is also a Vanity Fair restaurant reviewer. Gill wrote his first piece for Tatler in 1991, and joined The Sunday Times in 1993.",
      "pageId": 1613746,
      "monthDay": "06/28"
    },
    {
      "year": "1950",
      "uri": "/wiki/David_Lanz",
      "name": "David Lanz",
      "aboutText": "Sergei Vladimirovich Bodrov (Russian: Серге́й Влади́мирович Бодро́в; IPA: [sʲɪrˈɡʲej bɐˈdrof]; born June 28, 1948) is a Russian film director, screenwriter, and producer.",
      "pageId": 1703861,
      "monthDay": "06/28"
    },
    {
      "year": "1950",
      "uri": "/wiki/Mauricio_Rojas",
      "name": "Mauricio Rojas",
      "aboutText": "Deborah Moggach (born Deborah Hough; 28 June 1948) is an English writer. She has written eighteen novels including The Ex-Wives, Tulip Fever, These Foolish Things which was made into the hit movie The Best Exotic Marigold Hotel and Heartbreak Hotel.",
      "pageId": 2048346,
      "monthDay": "06/28"
    },
    {
      "year": "1950",
      "uri": "/wiki/Chris_Speier",
      "name": "Chris Speier",
      "aboutText": "Anny Duperey (born Annie Legras on 28 June 1947 in Rouen, Seine-Maritime, France) is a French stage, film and television actress and best-selling author.",
      "pageId": 3903453,
      "monthDay": "06/28"
    },
    {
      "year": "1951",
      "uri": "/wiki/Mick_Cronin_(rugby_league)",
      "name": "Mick Cronin",
      "aboutText": "Christopher Edward Speier (born June 28, 1950) is a former Major League Baseball player. He was drafted second overall in the January secondary 1970 Major League Baseball Draft.",
      "pageId": 4879950,
      "monthDay": "06/28"
    },
    {
      "year": "1951",
      "uri": "/wiki/Mark_Shand",
      "name": "Mark Shand",
      "aboutText": "Jean-Christophe Rufin (born 28 June 1952) is a French doctor, diplomat, historian, globetrotter and novelist. He is the president of Action Against Hunger, one of the founders of Médecins Sans Frontières and the second youngest member of the Académie française.",
      "pageId": 5564310,
      "monthDay": "06/28"
    },
    {
      "year": "1951",
      "uri": "/wiki/Lalla_Ward",
      "name": "Lalla Ward",
      "aboutText": "Mark Roland Shand (28 June 1951 – 23 April 2014) was a British travel writer and conservationist, and the brother of Camilla, Duchess of Cornwall. Shand was the author of four travel books and as a BBC conservationist, appeared in documentaries related to his journeys, most of which centered on the survival of Elephants.",
      "pageId": 5855845,
      "monthDay": "06/28"
    },
    {
      "year": "1952",
      "uri": "/wiki/Enis_Batur",
      "name": "Enis Batur",
      "aboutText": "David Howard Lanz (born June 28, 1950 in Seattle, Washington) is a Grammy-nominated New Age pianist living in Pittsford, New York. His most popular album, Cristofori's Dream, topped the New Age charts in 1988, which was No. 1 on Billboard's first adult alternative/New Age chart for 27 weeks and eventually sold platinum.",
      "pageId": 6105956,
      "monthDay": "06/28"
    },
    {
      "year": "1952",
      "uri": "/wiki/Pietro_Mennea",
      "name": "Pietro Mennea",
      "aboutText": "Mauricio José Rojas Mullor (born June 28, 1950) is a Swedish politician and political economist, member of the Riksdag since 2002.\nMauricio Rojas was born in Santiago, Chile. As an active socialist and member of MIR in his youth, he fled to Sweden in 1974 following the military coup and the subsequent persecution of leftist activists by the new Pinochet regime.",
      "pageId": 7251099,
      "monthDay": "06/28"
    },
    {
      "year": "1952",
      "uri": "/wiki/Jean-Christophe_Rufin",
      "name": "Jean-Christophe Rufin",
      "aboutText": "Michael William \"Mick\" Cronin OAM (born 28 June 1951 in Kiama, New South Wales)  is an Australian former professional rugby league footballer and coach. He was a goal-kicking centre for the Australian national team and a stalwart for the Parramatta Eels club. He played in 22 Tests and 11 World Cup matches between 1973 and 1982.",
      "pageId": 8145392,
      "monthDay": "06/28"
    },
    {
      "year": "1954",
      "uri": "/wiki/A._A._Gill",
      "name": "A. A. Gill",
      "aboutText": "Daniel Merton Wegner (June 28, 1948 – July 5, 2013) was an American social psychologist. He was a professor of psychology at Harvard University and a fellow of both the American Association for the Advancement of Science and the American Academy of Arts and Sciences. He was known for applying experimental psychology to the topics of mental control (for example ironic process theory) and conscious will, and for originating the study of transactive memory and action identification.",
      "pageId": 11545330,
      "monthDay": "06/28"
    },
    {
      "year": "1954",
      "uri": "/wiki/Alice_Krige",
      "name": "Alice Krige",
      "aboutText": "Philip Fowke (born 28 June 1950) is an English pianist.",
      "pageId": 20546588,
      "monthDay": "06/28"
    },
    {
      "year": "1954",
      "uri": "/wiki/Deborah_Grabien",
      "name": "Deborah Grabien",
      "aboutText": "Deborah Grabien (born June 28, 1954) is an American novelist and essayist. Her works cross several genres, including murder mysteries, supernatural thrillers, utopian fantasies, etc. Her novel Plainsong is a religious fantasy featuring the Wandering Jew and a female Messiah.",
      "pageId": 21614311,
      "monthDay": "06/28"
    },
    {
      "year": "1955",
      "uri": "/wiki/Eric_Gates",
      "name": "Eric Gates",
      "aboutText": "John Albert Elway, Jr. (born June 28, 1960) is a former American football quarterback and current General Manager and Executive Vice President of Football Operations for the Denver Broncos of the National Football League (NFL). Elway played college football at Stanford and his entire 16-year professional career with the Denver Broncos.",
      "pageId": 308121,
      "monthDay": "06/28"
    },
    {
      "year": "1955",
      "uri": "/wiki/Steven_M._Greer",
      "name": "Steven M. Greer",
      "aboutText": "Amira Hass (Hebrew: עמירה הס‎; born 28 June 1956) is an Israeli journalist and author, mostly known for her columns in the daily newspaper Haaretz. She is particularly recognized for her reporting on Palestinian affairs in the West Bank and Gaza, where she has also lived for a number of years.",
      "pageId": 341261,
      "monthDay": "06/28"
    },
    {
      "year": "1955",
      "uri": "/wiki/Thomas_Hampson_(baritone)",
      "name": "Thomas Hampson",
      "aboutText": "Georgi Sedefchov Parvanov (Bulgarian: Георги Седефчов Първанов, IPA: [ɡɛˈɔrɡi pɐrˈvanof]) (born 28 June 1957) was President of Bulgaria from 2002 to 2012. He was elected after defeating the incumbent Petar Stoyanov in the second round of the November 2001 presidential election, and he took office on 22 January 2002. He was reelected in a landslide victory in 2006, becoming the first Bulgarian president to serve two terms.",
      "pageId": 392310,
      "monthDay": "06/28"
    },
    {
      "year": "1956",
      "uri": "/wiki/Amira_Hass",
      "name": "Amira Hass",
      "aboutText": "Thomas Walter Hampson (born June 28, 1955) is an American lyric baritone, a classical singer who has appeared world-wide in major opera houses and concert halls and made over 170 musical recordings.\nHampson's operatic repertoire spans a range of more than 80 roles, including the title roles in Mozart's Don Giovanni, Rossini's Guillaume Tell and The Barber of Seville, Ambroise Thomas' Hamlet, and Tchaikovsky's Eugene Onegin. The center of his Verdi repertoire remains Posa in Don Carlo, Germont in La traviata, the title roles in Macbeth and Simon Boccanegra, and more recently also Amfortas in Wagner's Parsifal and Scarpia in Puccini's Tosca.",
      "pageId": 1013719,
      "monthDay": "06/28"
    },
    {
      "year": "1956",
      "uri": "/wiki/Noel_Mugavin",
      "name": "Noel Mugavin",
      "aboutText": "Clinton David Boon (born 28 June 1959) is an English musician, DJ and radio presenter. Boon originally rose to fame as the keyboard player (and sometimes vocalist) of Inspiral Carpets.\n^ Larkin, Colin (2011).",
      "pageId": 1627186,
      "monthDay": "06/28"
    },
    {
      "year": "1957",
      "uri": "/wiki/Lance_Nethery",
      "name": "Lance Nethery",
      "aboutText": "Michael \"Mike\" Skinner (born June 28, 1957) is an American stock car racing driver, who has competed in the NASCAR Sprint Cup Series, Busch Series and Camping World Truck Series. He has most recently driven the #98 Ford Fusion for Phil Parsons Racing in the Cup Series. He is the father of former NASCAR drivers Jamie Skinner and Dustin Skinner.",
      "pageId": 1640715,
      "monthDay": "06/28"
    },
    {
      "year": "1957",
      "uri": "/wiki/Georgi_Parvanov",
      "name": "Georgi Parvanov",
      "aboutText": "Jeffrey Nigel Malone (born June 28, 1961) is a retired American professional basketball player. He played college basketball at Mississippi State University, and is mostly known for his time with the Washington Bullets (1983–90) of the NBA, where he was an NBA All-Star twice, playing the shooting guard position.",
      "pageId": 1722806,
      "monthDay": "06/28"
    },
    {
      "year": "1957",
      "uri": "/wiki/Mike_Skinner_(racing_driver)",
      "name": "Mike Skinner",
      "aboutText": "Eric Lazenby Gates is an English former football player born on 28 June 1955 in Ferryhill, County Durham. He was a striker. Gates brother Bill was also a professional footballer who played for Middlesbrough F.C. from 1961-1973.",
      "pageId": 2473046,
      "monthDay": "06/28"
    },
    {
      "year": "1957",
      "uri": "/wiki/Jim_Spanarkel",
      "name": "Jim Spanarkel",
      "aboutText": "Steven Macon Greer (June 28, 1955) is an American retired medical doctor and ufologist who founded the Center for the Study of Extraterrestrial Intelligence (CSETI) and The Disclosure Project, which seeks the disclosure of supposedly suppressed UFO information.",
      "pageId": 2619443,
      "monthDay": "06/28"
    },
    {
      "year": "1958",
      "uri": "/wiki/Donna_Edwards",
      "name": "Donna Edwards",
      "aboutText": "Donna F. Edwards (born June 28, 1958) is the U.S. Representative for Maryland's 4th congressional district, serving since a special election in 2008. She is a member of the Democratic Party. The district includes most of Prince George's County, as well as part of Anne Arundel County.",
      "pageId": 5548283,
      "monthDay": "06/28"
    },
    {
      "year": "1958",
      "uri": "/wiki/F%C3%A9lix_Gray",
      "name": "Félix Gray",
      "aboutText": "Anişoara Cuşmir-Stanciu (born June 28, 1962 in Brăila) is a former Romanian athlete who competed mainly in the Long Jump.\nCuşmir-Stanciu improved the long jump world record four times between 1982 and 1983. She lost to Heike Daute (Drechsler) of East Germany in the 1983 World Championships at Helsinki.",
      "pageId": 6822572,
      "monthDay": "06/28"
    },
    {
      "year": "1959",
      "uri": "/wiki/Clint_Boon",
      "name": "Clint Boon",
      "aboutText": "Bridgette Monet (born June 28, 1959) is an American pornographic actress who was active in the porn industry from 1980 until the early 1990s. She began her adult career as a nude model, then made several Swedish Erotica short films in 1980 and 1981. Her first starring role in a feature film was in 1982's I Like To Watch, in which she performed both boy/girl and girl/girl scenes.",
      "pageId": 7402910,
      "monthDay": "06/28"
    },
    {
      "year": "1959",
      "uri": "/wiki/Bridgette_Monet",
      "name": "Bridgette Monet",
      "aboutText": "James Gerard \"Jim\" Spanarkel (born June 28, 1957) is an American television analyst for the Brooklyn Nets on the YES Network and College Basketball on CBS. Spanarkel, who himself was a professional basketball player, was selected 16th overall in the 1979 NBA Draft by the Philadelphia 76ers and traded to the Dallas Mavericks in 1980. He played organized high school basketball in Hudson Catholic Regional High School, in Jersey City and for Duke. He is married to Janet, and the couple have four children, James, Bridget, Stephanie, and Andrew.",
      "pageId": 7830252,
      "monthDay": "06/28"
    },
    {
      "year": "1959",
      "uri": "/wiki/Gina_Alajar",
      "name": "Gina Alajar",
      "aboutText": "Artur Hajzer (28 June 1962 – 7 July 2013) was a Polish mountaineer best known for the first winter ascent of Annapurna on February 3, 1987 together with Jerzy Kukuczka.\nArtur Hajzer has seven main eight-thousanders to his name, several via new routes (Manaslu’s NE face in 1986, Shishapangma’s east ridge in 1987) and the first winter climb of Annapurna on February 3, 1987. He also summited Annapurna East (8010m) via a new route up the SE face in 1988.",
      "pageId": 12271156,
      "monthDay": "06/28"
    },
    {
      "year": "1960",
      "uri": "/wiki/John_Elway",
      "name": "John Elway",
      "aboutText": "Regina Alatiit, also known as Gina Alajar (born June 28, 1959) is a FAMAS and Gaward Urian Award winning Filipino film actress and television director.",
      "pageId": 13722685,
      "monthDay": "06/28"
    },
    {
      "year": "1960",
      "uri": "/wiki/Roland_Melanson",
      "name": "Roland Melanson",
      "aboutText": "Noel Mugavin (born 28 June 1956 in Warrnambool) is a former Australian rules footballer who played with Fitzroy and Richmond in the Victorian Football League (VFL).\nMugavin starred as a junior, catching the eyes of VFL scouts at an early age. His flowing locks became a trademark throughout his famous career to complement his silky skills.",
      "pageId": 14045094,
      "monthDay": "06/28"
    },
    {
      "year": "1961",
      "uri": "/wiki/Jeff_Malone",
      "name": "Jeff Malone",
      "aboutText": "Lance Nethery (born June 28, 1957 in Toronto, Ontario, and raised in Burlington, Ontario) is a former professional ice hockey centre and coach, and current executive. Nethery attended Cornell University, playing for the Cornell Big Red, and midway through his college career he was selected by the New York Rangers, 131st overall, in the eighth round of the 1977 NHL Amateur Draft. The same year he was named to the ECAC Second All-Star team, and the following two seasons he was named to both the ECAC First All-Star Team and the NCAA East First All-American Team.",
      "pageId": 14144858,
      "monthDay": "06/28"
    },
    {
      "year": "1961",
      "uri": "/wiki/Eliezer_Melamed",
      "name": "Eliezer Melamed",
      "aboutText": "Félix Boutboul, most know under the pseudonym of Félix Gray (born 28 June 1958, Tunis), is a French singer and songwriter.",
      "pageId": 15662920,
      "monthDay": "06/28"
    },
    {
      "year": "1962",
      "uri": "/wiki/Ani%C8%99oara_Cu%C8%99mir-Stanciu",
      "name": "Anișoara Cușmir-Stanciu",
      "aboutText": "Roland Joseph \"Rollie the Goalie\" Melanson (born June 28, 1960 in Moncton, New Brunswick) is a former goaltender in the National Hockey League and the goaltender coach for the Vancouver Canucks. He previously served as goaltender coach for the Montreal Canadiens.\nWhile playing for the Indianapolis Checkers in 1981, Melanson won the Ken McKenzie Trophy as rookie of the year of the Central Hockey League.",
      "pageId": 20517835,
      "monthDay": "06/28"
    },
    {
      "year": "1962",
      "uri": "/wiki/Artur_Hajzer",
      "name": "Artur Hajzer",
      "aboutText": "Eliezer Melamed (Hebrew: אליעזר מלמד‎, born 28 June 1961) is an Israeli rabbi and the Rosh yeshiva of Yeshivat Har Bracha, rabbi of the community Har Bracha, and author of the book series Peninei Halachah.",
      "pageId": 39491028,
      "monthDay": "06/28"
    },
    {
      "year": "1962",
      "uri": "/wiki/Ann-Louise_Skoglund",
      "name": "Ann-Louise Skoglund",
      "aboutText": "John Paul Cusack (born June 28, 1966) is an American actor, producer and screenwriter. Cusack appeared in several teen films in the mid-1980s, most notably Better Off Dead (1985), before he starred in Cameron Crowe's romantic comedy-drama Say Anything... in 1989.",
      "pageId": 223253,
      "monthDay": "06/28"
    },
    {
      "year": "1963",
      "uri": "/wiki/Peter_Baynham",
      "name": "Peter Baynham",
      "aboutText": "Mark Eugene Grace (born June 28, 1964) is a former Major League Baseball first baseman for 16 seasons with the Chicago Cubs and Arizona Diamondbacks. He is currently a coach with the Diamondbacks after spending 2014 as hitting coach for the Hillsboro Hops of the Northwest League. He batted left-handed.",
      "pageId": 328087,
      "monthDay": "06/28"
    },
    {
      "year": "1963",
      "uri": "/wiki/Charlie_Clouser",
      "name": "Charlie Clouser",
      "aboutText": "Mary Stuart Masterson (born June 28, 1966) is an American actress and director. She has starred in the films At Close Range (1986), Some Kind of Wonderful (1987), Chances Are (1989), Fried Green Tomatoes (1991) and Benny & Joon (1993).",
      "pageId": 703990,
      "monthDay": "06/28"
    },
    {
      "year": "1963",
      "uri": "/wiki/Wisit_Sasanatieng",
      "name": "Wisit Sasanatieng",
      "aboutText": "Peter Baynham (born 28 June 1963) is a Welsh comedian, screenwriter, and performer.\nBaynham often collaborates with Armando Iannucci, Chris Morris and Steve Coogan and has worked with Stewart Lee and Richard Herring. He was first heard on Morris' early radio DJ slots, often reporting from outside the studio.",
      "pageId": 756621,
      "monthDay": "06/28"
    },
    {
      "year": "1963",
      "uri": "/wiki/Tierney_Sutton",
      "name": "Tierney Sutton",
      "aboutText": "Charles Alexander \"Charlie\" Clouser (/ˈklaʊzər/; born June 28, 1963) is an American keyboardist, composer, record producer, and remixer. He was a member of the industrial rock band Nine Inch Nails from 1994–2000, and is a composer for film and television. Clouser was nominated for two Grammy Awards for Best Metal Performance in 1997.",
      "pageId": 1531539,
      "monthDay": "06/28"
    },
    {
      "year": "1964",
      "uri": "/wiki/Mark_Grace",
      "name": "Mark Grace",
      "aboutText": "Gil Bellows (born June 28, 1967) is a Canadian film and television actor.",
      "pageId": 1741200,
      "monthDay": "06/28"
    },
    {
      "year": "1964",
      "uri": "/wiki/Tommy_Lynn_Sells",
      "name": "Tommy Lynn Sells",
      "aboutText": "Robert Joseph \"Bobby\" Bare, Jr. (born June 28, 1966) is an American singer-songwriter and musician.\n^ a b \"Bobby Bare Jr.\".",
      "pageId": 2915240,
      "monthDay": "06/28"
    },
    {
      "year": "1964",
      "uri": "/wiki/DJ_Quicksilver",
      "name": "DJ Quicksilver",
      "aboutText": "Tierney Sutton (born June 28, 1963) is an American jazz singer.\nA five-time Grammy Nominee for \"Best Jazz Vocal Album\" as well as for arranging, she was Jazzweek Vocalist of the Year in 2005,\" Sutton was born in Omaha, Nebraska, and was educated at Wesleyan University in Middletown, Connecticut and the Berklee College of Music in Boston, Massachusetts. Prior to attending Wesleyan, Tierney Sutton attended Nicolet High School in the Milwaukee metro area.",
      "pageId": 3296804,
      "monthDay": "06/28"
    },
    {
      "year": "1964",
      "uri": "/wiki/Dan_Stains",
      "name": "Dan Stains",
      "aboutText": "Jessica Hecht (born June 28, 1965) is an American actress and singer, known for numerous Broadway appearances and TV roles.",
      "pageId": 3480307,
      "monthDay": "06/28"
    },
    {
      "year": "1964",
      "uri": "/wiki/Steve_Williamson",
      "name": "Steve Williamson",
      "aboutText": "Wisit Sasanatieng (Thai: วิศิษฏ์ ศาสนเที่ยง; rtgs: Wisit Satsanathiang; born June 28, 1963) is a Thai film director and screenwriter of Chinese descent.",
      "pageId": 3549385,
      "monthDay": "06/28"
    },
    {
      "year": "1965",
      "uri": "/wiki/Belayneh_Dinsamo",
      "name": "Belayneh Dinsamo",
      "aboutText": "Don \"Sonny\" Strait (born June 28, 1965) is an American voice actor, ADR director, and script writer at Funimation who provided voices for a number of English versions of Japanese anime series, and video games.",
      "pageId": 4523473,
      "monthDay": "06/28"
    },
    {
      "year": "1965",
      "uri": "/wiki/Jessica_Hecht",
      "name": "Jessica Hecht",
      "aboutText": "Leona Aglukkaq, PC (Inuktitut syllabics: ᓕᐅᓇ ᐊᒡᓘᒃᑲᖅ; born June 28, 1967) is a Canadian politician. She was a member of the non-partisan Legislative Assembly of Nunavut representing the riding of Nattilik from 2004 until stepping down in 2008; then was a Conservative member of the House of Commons of Canada representing the riding of Nunavut after winning the seat in the 2008 federal election. She was the first Conservative to win the seat, and only the second centre-right candidate ever to win it.",
      "pageId": 4543206,
      "monthDay": "06/28"
    },
    {
      "year": "1965",
      "uri": "/wiki/Sonny_Strait",
      "name": "Sonny Strait",
      "aboutText": "Tommy Lynn Sells (June 28, 1964 – April 3, 2014) was an American serial killer.",
      "pageId": 6161401,
      "monthDay": "06/28"
    },
    {
      "year": "1966",
      "uri": "/wiki/Peeter_Allik",
      "name": "Peeter Allik",
      "aboutText": "Belayneh Dinsamo (born June 28, 1965) is an Ethiopian former long-distance runner and marathon specialist. He represented his country at the 1996 Summer Olympics, entering as the world record holder, but failed to finish the marathon race.\nBelayneh was born in Diramo Afarrara, Sidamo.",
      "pageId": 6977076,
      "monthDay": "06/28"
    },
    {
      "year": "1966",
      "uri": "/wiki/Bobby_Bare,_Jr.",
      "name": "Bobby Bare, Jr.",
      "aboutText": "Sara Scott Griffith (born 28 June 1966) is a Scottish actress, best known for her role as Stella in Sugar Rush.",
      "pageId": 7525446,
      "monthDay": "06/28"
    },
    {
      "year": "1966",
      "uri": "/wiki/John_Cusack",
      "name": "John Cusack",
      "aboutText": "Peeter Allik (born June 28, 1966 in Põltsamaa) is an Estonian artist. Surrealist (black and white dactiloscopic tendency).\nGraduated from Tartu University.",
      "pageId": 9717752,
      "monthDay": "06/28"
    },
    {
      "year": "1966",
      "uri": "/wiki/Mary_Stuart_Masterson",
      "name": "Mary Stuart Masterson",
      "aboutText": "Steve Williamson (born 28 June 1964) is an English saxophonist and composer.(tenor saxophone, soprano saxophone, alto saxophone, keyboard and composition).",
      "pageId": 11986896,
      "monthDay": "06/28"
    },
    {
      "year": "1966",
      "uri": "/wiki/Sara_Stewart",
      "name": "Sara Stewart",
      "aboutText": "Ann-Louise Skoglund (born June 28, 1962) is a retired track and field hurdler from Sweden.",
      "pageId": 15455199,
      "monthDay": "06/28"
    },
    {
      "year": "1967",
      "uri": "/wiki/Leona_Aglukkaq",
      "name": "Leona Aglukkaq",
      "aboutText": "Dan Stains (born in Toowoomba, Queensland) is an Australian former rugby league footballer and coach. He played primarily for the Cronulla-Sutherland Sharks, usually as a second-row, prop and as a hooker.\nHe played for Halifax and captained Cronulla.",
      "pageId": 15783243,
      "monthDay": "06/28"
    },
    {
      "year": "1967",
      "uri": "/wiki/Gil_Bellows",
      "name": "Gil Bellows",
      "aboutText": "Orhan Terzi (born 28 June 1964), better known by his stage name DJ Quicksilver is a German-Turkish DJ and music producer. His stage name derives from his days taking part in DJ contests, where a mercury column would gauge audience reaction.",
      "pageId": 26027365,
      "monthDay": "06/28"
    },
    {
      "year": "1967",
      "uri": "/wiki/Zhong_Huandi",
      "name": "Zhong Huandi",
      "aboutText": "Fabien Alain Barthez (French pronunciation: ​[fa.bjɛ̃ baʁ.tɛz]; born 28 June 1971) is a French former footballer who won honours as a goalkeeper with Marseille, Manchester United and the French national team, with whom he won the 1998 FIFA World Cup and Euro 2000 and reached the final of the 2006 World Cup. He shares the record for the most World Cup finals clean sheets with Peter Shilton, with 10.",
      "pageId": 51696,
      "monthDay": "06/28"
    },
    {
      "year": "1967",
      "uri": "/wiki/Lars_Riedel",
      "name": "Lars Riedel",
      "aboutText": "Elmer Figueroa Arce (born June 28, 1968), better known under the stage name Chayanne, is a Puerto Rican Latin pop singer, actor and composer. As a solo artist, Chayanne has released 21 solo albums and sold over 30 million albums worldwide.",
      "pageId": 85932,
      "monthDay": "06/28"
    },
    {
      "year": "1968",
      "uri": "/wiki/Chayanne",
      "name": "Chayanne",
      "aboutText": "Jack Stephen \"Steve\" Burton (born June 28, 1970) is an American actor best known for his portrayal of Jason Morgan on General Hospital from 1991 to 2000, briefly in 2001, and from 2002 to 2012. He also voiced the character of Cloud Strife in a wide range of Square Enix products, including Final Fantasy VII: Advent Children and the Kingdom Hearts series.",
      "pageId": 721171,
      "monthDay": "06/28"
    },
    {
      "year": "1968",
      "uri": "/wiki/Adam_Woodyatt",
      "name": "Adam Woodyatt",
      "aboutText": "Mushtaq Ahmed Malik (Urdu: مشتاق احمد ملک) (born 28 June 1970) is a Pakistani former cricketer who currently acts as the spin bowling coach for the Pakistan cricket team. A leg break googly bowler, at his peak he was described as being one of the best three wrist-spinners in the world. In an international career that spanned from 1990 until 2003, he claimed 185 wickets in Test cricket and 161 in One Day Internationals.",
      "pageId": 896405,
      "monthDay": "06/28"
    },
    {
      "year": "1969",
      "uri": "/wiki/Tichina_Arnold",
      "name": "Tichina Arnold",
      "aboutText": "Elon Reeve Musk (/ˈiːlɒn ˈmʌsk/; born June 28, 1971) is a South African-born Canadian-American business magnate, engineer, inventor and investor.",
      "pageId": 909036,
      "monthDay": "06/28"
    },
    {
      "year": "1969",
      "uri": "/wiki/Danielle_Brisebois",
      "name": "Danielle Brisebois",
      "aboutText": "Michael Christopher \"Mike\" White (born June 28, 1970) is an American writer, director, actor, and producer for television and film and the winner of the Independent Spirit John Cassavetes Award for Chuck & Buck. He was the co-creator, executive producer, writer, director and actor for the HBO series Enlightened.\n^ Chocano, Carina (October 7, 2011).",
      "pageId": 948843,
      "monthDay": "06/28"
    },
    {
      "year": "1969",
      "uri": "/wiki/Fabrizio_Mori",
      "name": "Fabrizio Mori",
      "aboutText": "Adam Brinley Woodyatt (born 28 June 1968) is an English actor and media personality, best known for his role as Ian Beale in the long-running BBC soap opera EastEnders. He is the longest-serving and only actor to have been in the show continuously since its inception in February 1985. Alongside Letitia Dean and Gillian Taylforth, who plays Sharon Watts and Kathy Beale, Woodyatt is one of only three members of the original cast currently in EastEnders.",
      "pageId": 1108022,
      "monthDay": "06/28"
    },
    {
      "year": "1969",
      "uri": "/wiki/Ayelet_Zurer",
      "name": "Ayelet Zurer",
      "aboutText": "Norika Fujiwara (藤原 紀香, Fujiwara Norika, born June 28, 1971 in Nishinomiya, Hyōgo Prefecture) is a Japanese beauty queen, model and actress. She became Miss Japan in 1992 and was an exclusive model for CanCam magazine.",
      "pageId": 1306542,
      "monthDay": "06/28"
    },
    {
      "year": "1970",
      "uri": "/wiki/Mushtaq_Ahmed",
      "name": "Mushtaq Ahmed",
      "aboutText": "Kenneth Edward \"Kenny\" Cunningham (born 28 June 1971) is an Irish former footballer who played as a defender. He played international football for the Republic of Ireland until his retirement in 2005. He spent his entire professional club career, from 1989 to 2007, in England, making more than 500 appearances in the Football League and Premier League playing for Millwall, Wimbledon, Birmingham City and Sunderland.",
      "pageId": 1331171,
      "monthDay": "06/28"
    },
    {
      "year": "1970",
      "uri": "/wiki/Steve_Burton_(actor)",
      "name": "Steve Burton",
      "aboutText": "Lorenzo Pier Luigi Amoruso (born 28 June 1971) is a retired Italian footballer who played for seven teams during his footballing career but is perhaps best known for his six-year spell with Glasgow side Rangers.",
      "pageId": 1348640,
      "monthDay": "06/28"
    },
    {
      "year": "1970",
      "uri": "/wiki/Tom_Merritt",
      "name": "Tom Merritt",
      "aboutText": "Danielle Anne Brisebois (born June 28, 1969) is an American producer, singer-songwriter and former child actress. She is most recognized for her role as Stephanie Mills on the sitcoms All in the Family and its spin-off Archie Bunker's Place (for which she was nominated for a Golden Globe Award), as well as playing Molly in the original Broadway production of the musical Annie.\nIn the 1990s she recorded two solo albums, Arrive All Over You and Portable Life, and was a member of the New Radicals and contributed to writing the songs for the album Maybe You've Been Brainwashed Too.",
      "pageId": 1493217,
      "monthDay": "06/28"
    },
    {
      "year": "1970",
      "uri": "/wiki/Mike_White_(filmmaker)",
      "name": "Mike White",
      "aboutText": "Robert Matthew \"Bobby\" Hurley (born June 28, 1971) is a former college and professional basketball player in the United States, and currently the head coach of the Arizona State basketball team. He was previously head coach at Buffalo. Also before becoming a head coach he was previously an assistant coach for Wagner and an associate head coach for Rhode Island on the staffs of his younger brother Dan.",
      "pageId": 1677037,
      "monthDay": "06/28"
    },
    {
      "year": "1971",
      "uri": "/wiki/Lorenzo_Amoruso",
      "name": "Lorenzo Amoruso",
      "aboutText": "Tichina Rolanda Arnold-Hines (née Arnold; born June 28, 1969) is an American actress, comedian, model and singer. She is known for having portrayed the roles of Pamela James on the FOX comedy sitcom Martin (1992–97) and the family matriarch Rochelle on the UPN/CW sitcom Everybody Hates Chris. She also portrayed Judi Mann in the TV Land original sitcom Happily Divorced.",
      "pageId": 2088102,
      "monthDay": "06/28"
    },
    {
      "year": "1971",
      "uri": "/wiki/Fabien_Barthez",
      "name": "Fabien Barthez",
      "aboutText": "Ayelet Zurer (Hebrew: איילת זורר‎; born 28 June 1969) is an Israeli actress. She was nominated for awards at the Jerusalem Film Festival, the Israeli Academy Awards and the Israeli Television Academy Awards. She won Best Actress awards for her roles in the Israeli film Nina’s Tragedies and Betipul.",
      "pageId": 3772886,
      "monthDay": "06/28"
    },
    {
      "year": "1971",
      "uri": "/wiki/Kenny_Cunningham",
      "name": "Kenny Cunningham",
      "aboutText": "Lars Peter Riedel (born 28 June 1967 in Zwickau) a former German discus thrower. Riedel has the seventh longest discus throw of all-time with a personal best of 71.50m.\nRiedel began his discus career in the former German Democratic Republic.",
      "pageId": 3908095,
      "monthDay": "06/28"
    },
    {
      "year": "1971",
      "uri": "/wiki/Norika_Fujiwara",
      "name": "Norika Fujiwara",
      "aboutText": "Thomas Andrew \"Tom\" Merritt (born June 28, 1970 in Greenville, Illinois ) is a technology journalist, writer, and broadcaster best known as the host of several podcasts. He is the former co-host of Tech News Today on the TWiT.tv Network, and was previously an Executive Editor for CNET and developer and co-host of the daily podcast Buzz Out Loud.  He currently hosts Daily Tech News Show, Cordkillers, and Sword and Laser, among other shows.",
      "pageId": 4038553,
      "monthDay": "06/28"
    },
    {
      "year": "1971",
      "uri": "/wiki/Bobby_Hurley",
      "name": "Bobby Hurley",
      "aboutText": "Fabrizio Mori (born 28 June 1969 in Livorno) is an Italian hurdler, best known for his gold medal at the 1999 World Championships.",
      "pageId": 5961566,
      "monthDay": "06/28"
    },
    {
      "year": "1971",
      "uri": "/wiki/Ron_Mahay",
      "name": "Ron Mahay",
      "aboutText": "Zhong Huandi (born 28 June 1967 in Yunnan) is a retired Chinese long-distance runner who concentrated on the 3000 and 10,000 metres, and later the marathon. She became a four-time Asian champion and two-time World Championships silver medalist. On 8 September 1993, she became the second fastest 10,000 meter runner of all time, only surpassed by Wang Junxia, the winner of that same race by more than half a lap in what is still the world record.",
      "pageId": 6787001,
      "monthDay": "06/28"
    },
    {
      "year": "1971",
      "uri": "/wiki/Elon_Musk",
      "name": "Elon Musk",
      "aboutText": "Ronald Matthew Mahay (/məˈheɪ/; born June 28, 1971) is an American former professional baseball pitcher. He played for the Boston Red Sox, Oakland Athletics, Florida Marlins, Chicago Cubs, Texas Rangers, Atlanta Braves, Kansas City Royals, and Minnesota Twins. After retiring from active play in January 2013, he was named a scout by the Los Angeles Dodgers for the 2014 season.",
      "pageId": 6794403,
      "monthDay": "06/28"
    },
    {
      "year": "1971",
      "uri": "/wiki/Aileen_Quinn",
      "name": "Aileen Quinn",
      "aboutText": "Aileen Marie Quinn (born June 28, 1971) is an American actress, singer and dancer.",
      "pageId": 10559895,
      "monthDay": "06/28"
    },
    {
      "year": "1971",
      "uri": "/wiki/Ray_Slijngaard",
      "name": "Ray Slijngaard",
      "aboutText": "Christopher Michael Leslie (28 June 1972) is a British Labour Co-operative politician, who has been the Member of Parliament (MP) for Nottingham East since 2010. In 2015, between May and September, he served as Shadow Chancellor of the Exchequer in the cabinet of Acting Labour leader Harriet Harman.\nHe was formerly the MP for Shipley from 1997 to 2005 and a minister in the Department for Constitutional Affairs from 2001 to 2005.",
      "pageId": 428608,
      "monthDay": "06/28"
    },
    {
      "year": "1972",
      "uri": "/wiki/Ng%C3%B4_B%E1%BA%A3o_Ch%C3%A2u",
      "name": "Ngô Bảo Châu",
      "aboutText": "Jeon Hae-rim (Hangul: 전해림) (born 28 June 1978), better known by her stage name Ha Ji-won (Hangul: 하지원) is a South Korean actress. She is best known amongst international viewers for historical drama Hwang Jini, romantic comedy Secret Garden, and historical drama Empress Ki . She starred in several films and television series, winning various awards and accolades along the way in both films and TV series.",
      "pageId": 455449,
      "monthDay": "06/28"
    },
    {
      "year": "1972",
      "uri": "/wiki/Jon_Heidenreich",
      "name": "Jon Heidenreich",
      "aboutText": "Simon Larose (born June 28, 1978 in Cap-de-la-Madeleine, Quebec, Canada) is a former professional tennis player. He was Canada's top-ranked singles player for some months during 2003 and 2004. Larose retired from the tour shortly after being banned for two years for substance abuse.",
      "pageId": 635384,
      "monthDay": "06/28"
    },
    {
      "year": "1972",
      "uri": "/wiki/Chris_Leslie_(politician)",
      "name": "Christopher Leslie",
      "aboutText": "Adrián Annus (born 28 June 1973 in Szeged) is a Hungarian hammer thrower, who was stripped of his gold medal at the 2004 Summer Olympic Games in Athens for a doping violation in a highly publicized scandal. The disqualification received heightened attention, as it came on the heels of several drug scandals at the Athens Games and came as Annus' teammate, discus thrower Róbert Fazekas was also stripped of his Olympic title for a drug violation. The incident also received attention, as Annus refused for several months to return his gold medal, relenting only after the International Olympic Committee put pressure on the Hungarian Olympic Committee and threatened sanctions.",
      "pageId": 951802,
      "monthDay": "06/28"
    },
    {
      "year": "1972",
      "uri": "/wiki/Alessandro_Nivola",
      "name": "Alessandro Nivola",
      "aboutText": "Jon Heidenreich (born June 28, 1969) is an American professional wrestler, better known simply as Heidenreich.",
      "pageId": 994708,
      "monthDay": "06/28"
    },
    {
      "year": "1973",
      "uri": "/wiki/Adri%C3%A1n_Annus",
      "name": "Adrián Annus",
      "aboutText": "Measha Brueggergosman (born Measha Gosman; June 28, 1977) is a Canadian soprano who performs both as an opera singer and concert artist. She has performed internationally and won numerous awards.",
      "pageId": 1303600,
      "monthDay": "06/28"
    },
    {
      "year": "1973",
      "uri": "/wiki/Corey_Koskie",
      "name": "Corey Koskie",
      "aboutText": "Miki Mizuno (水野 美紀, Mizuno Miki, born 28 June 1974) is a Japanese actress.\n^ \"Profile - official website\". http://mikimizuno.com (in Japanese).",
      "pageId": 1448167,
      "monthDay": "06/28"
    },
    {
      "year": "1974",
      "uri": "/wiki/Rob_Dyrdek",
      "name": "Rob Dyrdek",
      "aboutText": "Christopher Michael Spurling (born June 28, 1977 in Dayton, Ohio) is a former relief pitcher, most recently with the Milwaukee Brewers minor league system. His ties to Dayton include attending Sinclair Community College and graduating from Northridge High School.\nWith the return of Todd Jones to the Detroit Tigers' closer role in late April 2006, Spurling was sent down to the their Triple-A affiliate, the Toledo Mud Hens of the International League.",
      "pageId": 1570732,
      "monthDay": "06/28"
    },
    {
      "year": "1974",
      "uri": "/wiki/Miki_Mizuno",
      "name": "Miki Mizuno",
      "aboutText": "Cordel Leonard \"Corey\" Koskie (born June 28, 1973) is a Canadian former professional baseball third baseman, who played in Major League Baseball for the Minnesota Twins, Toronto Blue Jays, and Milwaukee Brewers. On February 4, 2015, Koskie was elected to the Canadian Baseball Hall of Fame.\n^ Chisholm, Gregor (February 4, 2015).",
      "pageId": 1578307,
      "monthDay": "06/28"
    },
    {
      "year": "1975",
      "uri": "/wiki/Ning_Baizura",
      "name": "Ning Baizura",
      "aboutText": "Jon Andreas Nödtveidt (28 June 1975 – 13 August 2006) was a Swedish musician. Best known as the lead guitarist and vocalist of the Swedish black metal band Dissection, he co-founded the band in 1989 with bassist Peter Palmdahl.\nNödtveidt also performed in several other projects, including The Black (as Rietas), De Infernali, Nifelheim, Ophthalamia (as Shadow), Satanized, Siren's Yell, and Terror, a grindcore band which featured members of At the Gates.",
      "pageId": 1861034,
      "monthDay": "06/28"
    },
    {
      "year": "1975",
      "uri": "/wiki/Jon_N%C3%B6dtveidt",
      "name": "Jon Nödtveidt",
      "aboutText": "Jeanette Aw Ee-Ping (born 28 June 1979), also better known by her Chinese stage name Ou Xuan (欧萱), is a Singaporean television actress. Aw has won several popularity awards at MediaCorp's Star Awards including \"Top 10 Most Popular Female Artiste\", \"Favourite Female Character\", \"Favourite Onscreen Couple\" and \"Most Popular Regional Artiste\". Aw received her \"All time Favourite Artiste\" in 2015 Star Awards Show 2 after winning Top 10 Most Popular Female Artiste 10 times in Star Awards ceremony along the years.",
      "pageId": 1862206,
      "monthDay": "06/28"
    },
    {
      "year": "1976",
      "uri": "/wiki/Shinobu_Asagoe",
      "name": "Shinobu Asagoe",
      "aboutText": "Ning Baizura binti Sheikh Hamzah (born 28 June 1975), popularly known as Ning, is a Malaysian pop and R&B singer, who sings in Malay, English, Japanese, Italian, French, Mandarin and Cantonese.",
      "pageId": 2018605,
      "monthDay": "06/28"
    },
    {
      "year": "1976",
      "uri": "/wiki/Seth_Wescott",
      "name": "Seth Wescott",
      "aboutText": "Shinobu Asagoe (Japanese: 浅越しのぶ, born June 28, 1976) is a Japanese former professional tennis player.",
      "pageId": 2480842,
      "monthDay": "06/28"
    },
    {
      "year": "1977",
      "uri": "/wiki/Measha_Brueggergosman",
      "name": "Measha Brueggergosman",
      "aboutText": "Raymond Slijngaard (born June 28, 1971) is a Dutch rapper and musician best known as the front person of the duo 2 Unlimited.",
      "pageId": 2877742,
      "monthDay": "06/28"
    },
    {
      "year": "1977",
      "uri": "/wiki/Chris_Spurling",
      "name": "Chris Spurling",
      "aboutText": "Sami Harun Tekin (born 28 June 1977 in Ankara, Turkey) is a Turkish singer, musician, and poet.",
      "pageId": 3308888,
      "monthDay": "06/28"
    },
    {
      "year": "1977",
      "uri": "/wiki/Mark_Stoermer",
      "name": "Mark Stoermer",
      "aboutText": "Alessandro Antine Nivola (born June 28, 1972) is an American actor and producer, who has starred in feature films such as Face/Off, American Hustle and A Most Violent Year.",
      "pageId": 3770724,
      "monthDay": "06/28"
    },
    {
      "year": "1977",
      "uri": "/wiki/Harun_Tekin",
      "name": "Harun Tekin",
      "aboutText": "Seth Benjamin Wescott (born June 28, 1976) is an American snowboarder.",
      "pageId": 4114669,
      "monthDay": "06/28"
    },
    {
      "year": "1978",
      "uri": "/wiki/Ha_Ji-won",
      "name": "Ha Ji-won",
      "aboutText": "Ngô Bảo Châu (Vietnamese: [ŋo ɓa᷉ːʊ̯ cəʊ̯], born June 28, 1972) is a Vietnamese and French mathematician at the University of Chicago, best known for proving the fundamental lemma for automorphic forms proposed by Robert Langlands and Diana Shelstad.",
      "pageId": 11133659,
      "monthDay": "06/28"
    },
    {
      "year": "1978",
      "uri": "/wiki/Simon_Larose",
      "name": "Simon Larose",
      "aboutText": "Robert Stanley \"Rob\" Dyrdek (born June 28, 1974) is an American professional skateboarder, actor, entrepreneur, producer, and reality TV star. He is best known for his roles in the reality shows Rob and Big, Rob Dyrdek's Fantasy Factory and Ridiculousness. He also is the creator of the animated series Wild Grinders, in which he voices the series' main character, Lil Rob.",
      "pageId": 11889949,
      "monthDay": "06/28"
    },
    {
      "year": "1979",
      "uri": "/wiki/Jeanette_Aw",
      "name": "Jeanette Aw",
      "aboutText": "Mark August Stoermer (born June 28, 1977) is an American multi-instrumentalist and record producer. He is best known as the bass guitarist for the rock band The Killers, with whom he has recorded four studio albums.\nIn addition to his work with The Killers, Stoermer released a solo album, entitled Another Life, in 2011, and joined The Smashing Pumpkins to tour in support of the band's ninth studio album, Monuments to an Elegy (2014).",
      "pageId": 26179233,
      "monthDay": "06/28"
    },
    {
      "year": "1979",
      "uri": "/wiki/Felicia_Day",
      "name": "Felicia Day",
      "aboutText": "Phillip Anthony \"Phil\" Bardsley (born 28 June 1985) is a footballer who plays for Stoke City and the Scotland national team. Although born in England, Bardsley qualifies for Scotland through his Glasgow-born father.\nBardsley began his career with Manchester United where he made 18 appearances in five seasons at the club.",
      "pageId": 1111715,
      "monthDay": "06/28"
    },
    {
      "year": "1979",
      "uri": "/wiki/Kaidi_Jekimova",
      "name": "Kaidi Jekimova",
      "aboutText": "Randy Montez McMichael (born June 28, 1979) is a former American football tight end in the National Football League (NFL). He was drafted by the Miami Dolphins in the fourth round of the 2002 NFL Draft.",
      "pageId": 1242408,
      "monthDay": "06/28"
    },
    {
      "year": "1979",
      "uri": "/wiki/Randy_McMichael",
      "name": "Randy McMichael",
      "aboutText": "Felicia Day (born Kathryn Felicia Day) is an American actress, comedian, and writer. On TV, she has played Vi in the series Buffy the Vampire Slayer and Dr. Holly Marten in Eureka, and had a recurring role as Charlie on Supernatural.",
      "pageId": 1560405,
      "monthDay": "06/28"
    },
    {
      "year": "1979",
      "uri": "/wiki/Neil_Shanahan",
      "name": "Neil Shanahan",
      "aboutText": "Demetrius Savelio (born 28 June 1981), better known by his stage name Savage, is a New Zealand rapper of Samoan descent, and a former member of hip hop group the Deceptikonz. In 2009, he became the first New Zealand hip hop artist in history to have a commercial single (\"Swing\") achieve platinum certification status in the United States for selling over one million copies.",
      "pageId": 1814806,
      "monthDay": "06/28"
    },
    {
      "year": "1979",
      "uri": "/wiki/Florian_Zeller",
      "name": "Florian Zeller",
      "aboutText": "Maui Taylor (born Maureen Anne Tupaz; 28 June 1983) is a Filipino model, singer, and actress.",
      "pageId": 3115851,
      "monthDay": "06/28"
    },
    {
      "year": "1980",
      "uri": "/wiki/Jevgeni_Novikov",
      "name": "Jevgeni Novikov",
      "aboutText": "Shadia Simmons (born June 28, 1986) is a Canadian actress, teacher, and director.",
      "pageId": 3279810,
      "monthDay": "06/28"
    },
    {
      "year": "1981",
      "uri": "/wiki/Savage_(rapper)",
      "name": "Savage",
      "aboutText": "Kellie Dawn Pickler (born June 28, 1986) is an American country music artist and television personality. She gained fame as a contestant on the fifth season of American Idol, and finished in sixth place. In 2006, she signed to 19 Recordings and BNA Records as a recording artist, releasing her debut album, Small Town Girl, later that year.",
      "pageId": 3859453,
      "monthDay": "06/28"
    },
    {
      "year": "1981",
      "uri": "/wiki/Michael_Crafter",
      "name": "Michael Crafter",
      "aboutText": "Brandon Emil Phillips (born June 28, 1981) is an American professional baseball second baseman for the Cincinnati Reds of Major League Baseball (MLB). He has also played in MLB for the Cleveland Indians.\nA native of Raleigh, North Carolina, Phillips was drafted by the Montreal Expos in 1999.",
      "pageId": 4313711,
      "monthDay": "06/28"
    },
    {
      "year": "1981",
      "uri": "/wiki/Guillermo_Mart%C3%ADnez_(athlete)",
      "name": "Guillermo Martínez",
      "aboutText": "Michael Richard Crafter is an Australian musician, singer-songwriter and entertainment manager. His career started with being the lead vocalist for I Killed the Prom Queen. He is the lead vocalist of Confession, and is also a former vocalist for Carpathian and Bury Your Dead.",
      "pageId": 5363802,
      "monthDay": "06/28"
    },
    {
      "year": "1981",
      "uri": "/wiki/Brandon_Phillips",
      "name": "Brandon Phillips",
      "aboutText": "Takayuki Tsubaki (椿隆之, Tsubaki Takayuki, Born June 28, 1982) is a Japanese actor who is probably best remembered for his role as Kazuma Kenzaki, the eponymous character in the tokusatsu series Kamen Rider Blade.",
      "pageId": 5656246,
      "monthDay": "06/28"
    },
    {
      "year": "1982",
      "uri": "/wiki/Ibrahim_Camejo",
      "name": "Ibrahim Camejo",
      "aboutText": "Tamara Ecclestone Rutland (born 28 June 1984) is a British model, socialite, and television personality.",
      "pageId": 5702578,
      "monthDay": "06/28"
    },
    {
      "year": "1982",
      "uri": "/wiki/Takayuki_Tsubaki",
      "name": "Takayuki Tsubaki",
      "aboutText": "Jevgeni Novikov (Russian: Евгений Александрович Новиков; born 28 June 1980 in Narva) is an Estonian professional and International footballer.",
      "pageId": 9425192,
      "monthDay": "06/28"
    },
    {
      "year": "1983",
      "uri": "/wiki/Maui_Taylor",
      "name": "Maui Taylor",
      "aboutText": "Florian Zeller (born 28 June 1979) is a French novelist and playwright. His work has been translated into many languages, including English. He won the prestigious Prix Interallié in 2004 for his novel \"Fascination of Evil\" (\"La Fascination du Pire\") and several Moliere Awards for his plays.",
      "pageId": 15894431,
      "monthDay": "06/28"
    },
    {
      "year": "1984",
      "uri": "/wiki/Tamara_Ecclestone",
      "name": "Tamara Ecclestone",
      "aboutText": "Ibrahim Camejo Sayas (also Ibrain Camejo Zayas, born 28 June 1982) is a Cuban long jumper.\nHe won the bronze medals at the 2005 Central American and Caribbean Championships and the 2006 Central American and Caribbean Games. He then won the more prestigious bronze medal at the 2008 Olympic Games.",
      "pageId": 18920085,
      "monthDay": "06/28"
    },
    {
      "year": "1985",
      "uri": "/wiki/Phil_Bardsley",
      "name": "Phil Bardsley",
      "aboutText": "Guillermo Martínez López (born 28 June 1981 in Camagüey) is a Cuban javelin thrower.\nIn intercontinental competitions, he finished tenth at the 2005 World Championships and ninth at the 2007 World Championships.",
      "pageId": 22688668,
      "monthDay": "06/28"
    },
    {
      "year": "1985",
      "uri": "/wiki/Colt_Hynes",
      "name": "Colt Hynes",
      "aboutText": "Joshua Colt Hynes (born June 28, 1985) is an American professional baseball pitcher who is a free agent.",
      "pageId": 25239729,
      "monthDay": "06/28"
    },
    {
      "year": "1986",
      "uri": "/wiki/Kellie_Pickler",
      "name": "Kellie Pickler",
      "aboutText": "Sonata Tamošaitytė (born 28 June 1987 in Kaunas) is a Lithuanian athlete.\nShe competed in 2009 World Championships in Athletics and reached 31st place in the 100 m hurdles. She also competed in 2009 European Athletics U23 Championships in Kaunas where she finished fifth in the 100 m hurdles and won bronze in the 4 × 100 m relay.",
      "pageId": 26361510,
      "monthDay": "06/28"
    },
    {
      "year": "1986",
      "uri": "/wiki/Shadia_Simmons",
      "name": "Shadia Simmons",
      "aboutText": "Neil Shanahan (born June 28, 1979 in Dublin, Ireland; died May 31, 1999 in Cheshire, England) was an Irish racing driver. He was killed at the of age 19 in a crash on the fifth round of the British Formula Ford Championship at Oulton Park. The incident happened in a three-car collision on the approach to Clay Hill.",
      "pageId": 31029290,
      "monthDay": "06/28"
    },
    {
      "year": "1986",
      "uri": "/wiki/Suzuko_Mimori",
      "name": "Suzuko Mimori",
      "aboutText": "Suzuko Mimori (三森 すずこ, Mimori Suzuko, born June 28, 1986) is a Japanese voice actress and singer who is best known as the voice of Sherlock Shellingford in the Tantei Opera Milky Holmes series, Umi Sonoda from the Love Live! franchise, Kourin Tatsunagi from Cardfight!! Vanguard series, and Nanami Momozono from the Kamisama Kiss series.",
      "pageId": 36554772,
      "monthDay": "06/28"
    },
    {
      "year": "1987",
      "uri": "/wiki/Sonata_Tamo%C5%A1aityt%C4%97",
      "name": "Sonata Tamošaitytė",
      "aboutText": "Kaidi Jekimova (born 28 June 1979) is an Estonian football player who plays for Levadia Tallinn, as an attacking midfielder.",
      "pageId": 40933125,
      "monthDay": "06/28"
    },
    {
      "year": "1987",
      "uri": "/wiki/Bailey_Tzuke",
      "name": "Bailey Tzuke",
      "aboutText": "Jasmine Denise Richards (born June 28, 1990) is a Canadian actress and singer.",
      "pageId": 7320348,
      "monthDay": "06/28"
    },
    {
      "year": "1987",
      "uri": "/wiki/Terrence_Williams",
      "name": "Terrence Williams",
      "aboutText": "Julia Sergeyevna Zlobina (Russian: Юлия Серге́евна Злобина; born 28 June 1989) is an ice dancer. Competing for Azerbaijan with Alexei Sitnikov, she is the 2013 Golden Spin of Zagreb champion, 2013 Volvo Open Cup champion, 2012 Nebelhorn Trophy silver medalist, and 2013 Winter Universiade silver medalist.",
      "pageId": 7856893,
      "monthDay": "06/28"
    },
    {
      "year": "1988",
      "uri": "/wiki/Gaku_Hamada",
      "name": "Gaku Hamada",
      "aboutText": "Terrence Deshon Williams (born June 28, 1987) is an American professional basketball player who last played for Guaiqueríes de Margarita of the Liga Profesional de Baloncesto (LPB). Williams was drafted 11th overall in the 2009 NBA Draft by the New Jersey Nets. He was the senior co-captain for Rick Pitino's 2008-09 University of Louisville Cardinals.",
      "pageId": 9241407,
      "monthDay": "06/28"
    },
    {
      "year": "1988",
      "uri": "/wiki/Lacey_Schwimmer",
      "name": "Lacey Schwimmer",
      "aboutText": "Bailey Tzuke (born Bailey Jean Muggleton-Tzuke on 28 June 1987) is a British singer/songwriter. She is the daughter of the singer/songwriter Judie Tzuke and record producer Paul Muggleton.\nTzuke has toured with and performed backing vocals for her mother for many years.",
      "pageId": 9779466,
      "monthDay": "06/28"
    },
    {
      "year": "1988",
      "uri": "/wiki/Kanon_Wakeshima",
      "name": "Kanon Wakeshima",
      "aboutText": "Lacey Mae Schwimmer (born June 28, 1988) is an American ballroom dancer and singer. She is best known as a fourth place finalist of the third season of So You Think You Can Dance. She is the daughter of noted dancer Buddy Schwimmer, as well as the cousin of Heidi Groskreutz, who placed fourth on the second season of So You Think You Can Dance and younger sister of Benji Schwimmer, the winner of the show's second season.",
      "pageId": 11536405,
      "monthDay": "06/28"
    },
    {
      "year": "1989",
      "uri": "/wiki/Markiplier",
      "name": "Markiplier",
      "aboutText": "Kanon Wakeshima (分島 花音, Wakeshima Kanon, born June 28, 1988) is a Japanese singer and cellist. Originally produced by musician and fashion designer Mana, Wakeshima debuted under the DefStar Records label on May 28, 2008 with the single \"Still Doll\", the ending theme for the anime adaptation of the manga series Vampire Knight. She also provided the voice for a maid that appears in the eighth episode of the series.",
      "pageId": 16881624,
      "monthDay": "06/28"
    },
    {
      "year": "1989",
      "uri": "/wiki/Andrew_Fifita",
      "name": "Andrew Fifita",
      "aboutText": "Kevin De Bruyne (Dutch pronunciation: [də ˈbrœy̆nə]; born 28 June 1991) is a Belgian professional footballer who plays as an attacking midfielder for Premier League club Manchester City and the Belgium national team. He is often described as one of the best modern day playmakers due to his wide range of passing and long-range shooting skills.\nDe Bruyne began his career at Genk, where he was a regular player when they won the 2010–11 Belgian Pro League.",
      "pageId": 19570009,
      "monthDay": "06/28"
    },
    {
      "year": "1989",
      "uri": "/wiki/Julia_Zlobina",
      "name": "Julia Zlobina",
      "aboutText": "Not to be confused with Dominic Purcell.\nNicholas \"Nick\" Purcell (born June 28, 1990) is an American actor best known for starring on the Nickelodeon series The Troop. He is originally from Concord, the capital city of New Hampshire.",
      "pageId": 24214677,
      "monthDay": "06/28"
    },
    {
      "year": "1989",
      "uri": "/wiki/Nicole_Rottmann",
      "name": "Nicole Rottmann",
      "aboutText": "Seo Ju-hyun (born June 28, 1991), known professionally as Seohyun, is a South Korean singer and actress.",
      "pageId": 24872171,
      "monthDay": "06/28"
    },
    {
      "year": "1989",
      "uri": "/wiki/Lucy_Rose",
      "name": "Lucy Rose",
      "aboutText": "Gaku Hamada (濱田岳, Hamada Gaku) (born Tokyo, 28 June 1988) is a Japanese film and television actor.",
      "pageId": 25058019,
      "monthDay": "06/28"
    },
    {
      "year": "1990",
      "uri": "/wiki/Nick_Purcell",
      "name": "Nick Purcell",
      "aboutText": "Andrew Fifita (born 28 June 1989), is an Australian professional rugby league footballer who currently plays for the Cronulla-Sutherland Sharks of the National Rugby League. A New South Wales State of Origin and Australian international representative as forward, he previously played for the Wests Tigers. Fifita is known for his tackle-breaks, strong fend and his step.",
      "pageId": 26732523,
      "monthDay": "06/28"
    },
    {
      "year": "1990",
      "uri": "/wiki/Jasmine_Richards",
      "name": "Jasmine Richards",
      "aboutText": "Oscar Hiljemark (born 28 June 1992) is a Swedish footballer who plays as a midfielder for the Italian Serie A club Palermo.",
      "pageId": 30557751,
      "monthDay": "06/28"
    },
    {
      "year": "1990",
      "uri": "/wiki/Daisy_Turner_(actress)",
      "name": "Daisy Turner",
      "aboutText": "Daisy Turner (born 28 June 1990) is an English model and actress. Daisy made her debut on Hollyoaks in the recurring Jenny on April 15, 2011. She is the younger sister of EastEnders actress Lacey Turner.",
      "pageId": 31017931,
      "monthDay": "06/28"
    },
    {
      "year": "1991",
      "uri": "/wiki/Seohyun",
      "name": "Seohyun",
      "aboutText": "Bradley Emmanuel Beal (born June 28, 1993) is an American professional basketball player for the Washington Wizards of the National Basketball Association (NBA).",
      "pageId": 31661086,
      "monthDay": "06/28"
    },
    {
      "year": "1991",
      "uri": "/wiki/Kevin_De_Bruyne",
      "name": "Kevin De Bruyne",
      "aboutText": "Nicole Rottmann (born 28 June 1989 in Wagna) is an Austrian tennis player.\nRottmann was born in Wagna. She has won two singles and 12 doubles titles on the ITF tour in her career.",
      "pageId": 32941757,
      "monthDay": "06/28"
    },
    {
      "year": "1991",
      "uri": "/wiki/Kang_Min-hyuk",
      "name": "Kang Min-hyuk",
      "aboutText": "Lucy Rose Parton, known as Lucy Rose (born on 20 June 1989) is an English singer-songwriter from Warwickshire, England. Her debut album, Like I Used To was released in September 2012. Lucy Rose released her second album Work It Out on 6 July 2015 on Columbia Records.",
      "pageId": 32978392,
      "monthDay": "06/28"
    },
    {
      "year": "1991",
      "uri": "/wiki/Joe_McKeehen",
      "name": "Joe McKeehen",
      "aboutText": "Kang Min-hyuk (Hangul: 강민혁; born on June 28, 1991) is a South Korean drummer, actor and singer. His name is also written as MinHyuk, Min Hyuk, Minhyuk, or Min-Hyuk. He is the drummer of South Korean rock band CNBlue, which debuted in January 2010 in South Korea.",
      "pageId": 33913308,
      "monthDay": "06/28"
    },
    {
      "year": "1992",
      "uri": "/wiki/Oscar_Hiljemark",
      "name": "Oscar Hiljemark",
      "aboutText": "Jung Dae-Hyun (Hangul: 정대현; born June 28, 1993), known mononymously as Daehyun, is a South Korean singer and dancer.",
      "pageId": 35066733,
      "monthDay": "06/28"
    },
    {
      "year": "1993",
      "uri": "/wiki/Bradley_Beal",
      "name": "Bradley Beal",
      "aboutText": "Mark Edward Fischbach (born June 28, 1989), known by his YouTube username Markiplier, is an American Internet personality. Originally from O'ahu, Hawaii, Fischbach began his career in Cincinnati, Ohio. He is currently based in Los Angeles, California.",
      "pageId": 40875978,
      "monthDay": "06/28"
    },
    {
      "year": "1993",
      "uri": "/wiki/Jung_Daehyun",
      "name": "Jung Daehyun",
      "aboutText": "Joseph \"Joe\" McKeehen (born June 28, 1991) is an American professional poker player from North Wales, Pennsylvania. In 2015 he won the World Series of Poker Main Event, earning $7,683,346.\nMcKeehen attended high school at La Salle College High School, then graduated from Arcadia University with a math degree.",
      "pageId": 48522447,
      "monthDay": "06/28"
    },
    {
      "year": "1994",
      "uri": "/wiki/Hussein,_Crown_Prince_of_Jordan",
      "name": "Hussein, Crown Prince of Jordan",
      "aboutText": "Madeline Elizabeth Duggan (born 28 June 1994 in Bermondsey, London) is an English actress best known for her portrayal of Lauren Branning in the BBC soap opera EastEnders.",
      "pageId": 5351195,
      "monthDay": "06/28"
    },
    {
      "year": "1994",
      "uri": "/wiki/Madeline_Duggan",
      "name": "Madeline Duggan",
      "aboutText": "Crown Prince Hussein bin Abdullah (Arabic: الحسين بن عبد الله الثاني ‎; born 28 June 1994) is the heir apparent to the throne of the Kingdom of Jordan and the eldest child of King Abdullah II and Queen Rania. He replaced his half-uncle, Prince Hamzah, as heir apparent in 2004, and was granted the title of crown prince in 2009. Since reaching the age of majority in 2012, Hussein has functioned as regent on several occasions.",
      "pageId": 5492964,
      "monthDay": "06/28"
    },
    {
      "year": "1995",
      "uri": "/wiki/K%C3%A5re_Hedebrant",
      "name": "Kåre Hedebrant",
      "aboutText": "Kåre Hedebrant (born 28 June 1995) is a Swedish actor.\n^ \"Personal Record for Kåre Hedebrant\".",
      "pageId": 21736641,
      "monthDay": "06/28"
    },
    {
      "year": "1996",
      "uri": "/wiki/Donna_Veki%C4%87",
      "name": "Donna Vekić",
      "aboutText": "Donna Vekić (born 28 June 1996) is a Croatian tennis player.\nVekić has won one singles title on the WTA tour as well as four singles and one doubles title on the ITF circuit in her career. On 15 July 2013, she reached her best singles ranking of world number 62.",
      "pageId": 36026210,
      "monthDay": "06/28"
    },
    {
      "year": "1999",
      "uri": "/wiki/Mark%C3%A9ta_Vondrou%C5%A1ov%C3%A1",
      "name": "Markéta Vondroušová",
      "aboutText": "Markéta Vondroušová (born 28 June 1999) is a Czech tennis player.\nVondroušová has won two singles and three doubles titles on the ITF tour in her career. On 17 August 2015, she reached her best singles ranking of world number 433.",
      "pageId": 45256217,
      "monthDay": "06/28"
    }
  ]
}