{
  "people": [
    {
      "year": "68",
      "uri": "/wiki/Salonina_Matidia",
      "name": "Salonina Matidia",
      "aboutText": "John Calvin Coolidge Jr. (/ˈkuːlɪdʒ/; July 4, 1872 – January 5, 1933) was the 30th President of the United States (1923–1929). A Republican lawyer from Vermont, Coolidge worked his way up the ladder of Massachusetts state politics, eventually becoming governor of that state.",
      "pageId": 6195,
      "monthDay": "07/04"
    },
    {
      "year": "1330",
      "uri": "/wiki/Ashikaga_Yoshiakira",
      "name": "Ashikaga Yoshiakira",
      "aboutText": "Murad III (Ottoman Turkish: مراد ثالث Murād-i sālis, Turkish:III.Murat) (4 July 1546 – 15/16 January 1595) was the Sultan of the Ottoman Empire from 1574 until his death in 1595.",
      "pageId": 19989,
      "monthDay": "07/04"
    },
    {
      "year": "1477",
      "uri": "/wiki/Johannes_Aventinus",
      "name": "Johannes Aventinus",
      "aboutText": "Nathaniel Hawthorne (/ˈhɔːˌθɔrn/; born Nathaniel Hathorne; July 4, 1804 – May 19, 1864) was an American novelist, Dark Romantic, and short story writer.\nHe was born in 1804 in Salem, Massachusetts, to Nathaniel Hathorne and the former Elizabeth Clarke Manning. His ancestors include John Hathorne, the only judge involved in the Salem witch trials who never repented of his actions.",
      "pageId": 21787,
      "monthDay": "07/04"
    },
    {
      "year": "1546",
      "uri": "/wiki/Murad_III",
      "name": "Murad III",
      "aboutText": "Oscar I (born Joseph François Oscar Bernadotte; 4 July 1799 – 8 July 1859) was King of Sweden and Norway from 1844 to his death. When, in August 1810, his father Jean-Baptiste Bernadotte was elected Crown Prince of Sweden, Oscar and his mother moved from Paris to Stockholm (June 1811). Oscar's father was the first ruler of the current House of Bernadotte.",
      "pageId": 38746,
      "monthDay": "07/04"
    },
    {
      "year": "1694",
      "uri": "/wiki/Louis-Claude_Daquin",
      "name": "Louis-Claude Daquin",
      "aboutText": "Colonel Sir George Everest (/ˈiːvrɨst/; July 4, 1790 — December 1, 1866) was a Welsh surveyor and geographer, and the Surveyor General of India from 1830 through 1843.\nEverest was largely responsible for completing the section of the Great Trigonometric Survey of India along the meridian arc from southern India extending north to Nepal, a distance of about 2,400 kilometres (1,500 mi). This survey was started by William Lambton in 1806 and it lasted for several decades.",
      "pageId": 65962,
      "monthDay": "07/04"
    },
    {
      "year": "1715",
      "uri": "/wiki/Christian_F%C3%BCrchtegott_Gellert",
      "name": "Christian Fürchtegott Gellert",
      "aboutText": "Thomas John Barnardo (4 July 1845 – 19 September 1905) was an Irish philanthropist and founder and director of homes for poor children.",
      "pageId": 157641,
      "monthDay": "07/04"
    },
    {
      "year": "1719",
      "uri": "/wiki/Michel-Jean_Sedaine",
      "name": "Michel-Jean Sedaine",
      "aboutText": "Stephen Collins Foster (July 4, 1826 – January 13, 1864), known as \"the father of American music\", was an American songwriter primarily known for his parlor and minstrel music. Foster wrote over 200 songs; among his best-known are \"Oh! Susanna\", \"Camptown Races\", \"Old Folks at Home\", \"My Old Kentucky Home\", \"Jeanie with the Light Brown Hair\", \"Old Black Joe\", and \"Beautiful Dreamer\".",
      "pageId": 176594,
      "monthDay": "07/04"
    },
    {
      "year": "1790",
      "uri": "/wiki/George_Everest",
      "name": "George Everest",
      "aboutText": "Christian Fürchtegott Gellert (4 July 1715 – 13 December 1769) was a German poet, one of the forerunners of the golden age of German literature that was ushered in by Lessing.\n^  \"Gellert, Christian Fürchtegott\". New International Encyclopedia.",
      "pageId": 220712,
      "monthDay": "07/04"
    },
    {
      "year": "1799",
      "uri": "/wiki/Oscar_I_of_Sweden",
      "name": "Oscar I of Sweden",
      "aboutText": "Ashikaga Yoshiakira (足利 義詮, July 4, 1330 – December 28, 1367) was the 2nd shogun of the Ashikaga shogunate who reigned from 1358 to 1367 during the Muromachi period of Japan. Yoshiakira was the son of the founder and first shogun of the Muromachi shogunate, Ashikaga Takauji. His mother was and Akahashi Tōshi, also known as and Hōjō Tōshi.",
      "pageId": 234810,
      "monthDay": "07/04"
    },
    {
      "year": "1804",
      "uri": "/wiki/Nathaniel_Hawthorne",
      "name": "Nathaniel Hawthorne",
      "aboutText": "Louis-Claude Daquin (or D'Aquino, d'Aquin, d'Acquin; July 4, 1694 – June 15, 1772) was a French composer of Jewish ancestry, writing in the Baroque and Galant styles.",
      "pageId": 324764,
      "monthDay": "07/04"
    },
    {
      "year": "1807",
      "uri": "/wiki/Giuseppe_Garibaldi",
      "name": "Giuseppe Garibaldi",
      "aboutText": "Victor Babeș (Romanian pronunciation: [ˈviktor ˈbabeʃ]; b. 28 July 1854, Vienna – d. 19 October 1926, Bucharest) was a Romanian physician, bacteriologist, academician and professor.",
      "pageId": 495612,
      "monthDay": "07/04"
    },
    {
      "year": "1816",
      "uri": "/wiki/Hiram_Walker",
      "name": "Hiram Walker",
      "aboutText": "James Anthony Bailey (July 4, 1847 – April 11, 1906), born James Anthony McGinnis, was an American circus ringmaster.",
      "pageId": 530053,
      "monthDay": "07/04"
    },
    {
      "year": "1826",
      "uri": "/wiki/Stephen_Foster",
      "name": "Stephen Foster",
      "aboutText": "Henrietta Swan Leavitt (July 4, 1868 – December 12, 1921) was an American astronomer who discovered the relation between the luminosity and the period of Cepheid variable stars. A graduate of Radcliffe College, Leavitt started working at the Harvard College Observatory as a \"computer\" in 1893, examining photographic plates in order to measure and catalog the brightness of stars. Though she received little recognition in her lifetime, it was her discovery that first allowed astronomers to measure the distance between the Earth and faraway galaxies.",
      "pageId": 590787,
      "monthDay": "07/04"
    },
    {
      "year": "1845",
      "uri": "/wiki/Thomas_John_Barnardo",
      "name": "Thomas John Barnardo",
      "aboutText": "Michel-Jean Sedaine (2 June 1719 – 17 May 1797) was a French dramatist and librettist, especially noted for his librettos for opéras comiques, in which he took an important and influential role in the advancement of the genre from the period of Charles-Simon Favart to the beginning of the Revolution.\n^ Charlton 1992, p.",
      "pageId": 618103,
      "monthDay": "07/04"
    },
    {
      "year": "1847",
      "uri": "/wiki/James_Anthony_Bailey",
      "name": "James Anthony Bailey",
      "aboutText": "Hiram Walker (July 4, 1816 – January 12, 1899) was an American entrepreneur and founder of the Hiram Walker and Sons Ltd. distillery Windsor, Ontario, Canada. Walker was born in East Douglas, Massachusetts, and moved to Detroit in 1838.",
      "pageId": 701585,
      "monthDay": "07/04"
    },
    {
      "year": "1854",
      "uri": "/wiki/Victor_Babe%C8%99",
      "name": "Victor Babeș",
      "aboutText": "Stephen Tyng Mather (July 4, 1867 – January 22, 1930) was an American industrialist and conservationist who as president and owner of Thorkildsen-Mather Borax Company became a millionaire. With his friend and journalist Robert Sterling Yard, Mather led a publicity campaign to promote the creation of a unified federal agency to oversee National Parks administration, which was established in 1916. In 1917, Mather was appointed as the first director of the National Park Service, the new agency created within the Department of the Interior.",
      "pageId": 1092353,
      "monthDay": "07/04"
    },
    {
      "year": "1854",
      "uri": "/wiki/Bill_Tilghman",
      "name": "Bill Tilghman",
      "aboutText": "Johannes Aventinus (Latin for \"John of Abensberg\"; 4 July 1477 – 9 January 1534) was the pen name of Johann Georg Turmair or Thurmayr, a Bavarian Renaissance humanist historian and philologist.",
      "pageId": 1350923,
      "monthDay": "07/04"
    },
    {
      "year": "1867",
      "uri": "/wiki/Stephen_Mather",
      "name": "Stephen Mather",
      "aboutText": "Salonia Matidia (4 July 68 CE – 23 December 119 CE) was the daughter and only child of Ulpia Marciana and wealthy praetor Gaius Salonius Matidius Patruinus. Her maternal uncle was the Roman emperor Trajan. Trajan had no children and treated her like his daughter.",
      "pageId": 1580740,
      "monthDay": "07/04"
    },
    {
      "year": "1868",
      "uri": "/wiki/Henrietta_Swan_Leavitt",
      "name": "Henrietta Swan Leavitt",
      "aboutText": "William Matthew \"Bill\" Tilghman, Jr. (July 4, 1854 – November 1, 1924) was a career lawman and gunfighter during the Wild West days of Kansas and Oklahoma. He was city marshal in Dodge City, participated in the Kansas County Seat Wars, and moved on to Oklahoma where he participated in the land rushes, including the Cherokee Strip Land Rush.",
      "pageId": 3433878,
      "monthDay": "07/04"
    },
    {
      "year": "1872",
      "uri": "/wiki/Calvin_Coolidge",
      "name": "Calvin Coolidge",
      "aboutText": "Giuseppe Garibaldi (Italian: [dʒuˈzɛppe ɡariˈbaldi]; 4 July 1807 in Nice – 2 June 1882 on Caprera) was an Italian general and politician who played a large role in the history of Italy. He is considered, with Camillo Cavour, Victor Emmanuel II and Giuseppe Mazzini, as one of Italy's \"fathers of the fatherland\".\nGaribaldi was a central figure in the Italian Risorgimento, since he personally commanded and fought in many military campaigns that led eventually to the formation of a unified Italy.",
      "pageId": 21486576,
      "monthDay": "07/04"
    },
    {
      "year": "1874",
      "uri": "/wiki/John_McPhee_(politician)",
      "name": "John McPhee",
      "aboutText": "Reuben Garrett Lucius \"Rube\" Goldberg (July 4, 1883 – December 7, 1970) was an American cartoonist, sculptor, author, engineer, and inventor.\nHe is best known for a series of popular cartoons depicting complicated gadgets that perform simple tasks in indirect, convoluted ways, similar to Heath Robinson devices in the UK, as well as the Storm P devices in Denmark. Goldberg received many honors in his lifetime, including a Pulitzer Prize for his political cartooning in 1948 and the Banshees' Silver Lady Award in 1959.",
      "pageId": 25822,
      "monthDay": "07/04"
    },
    {
      "year": "1881",
      "uri": "/wiki/Ulysses_S._Grant_III",
      "name": "Ulysses S. Grant III",
      "aboutText": "Mao Dun (4 July 1896 – 27 March 1981) was the pen name of Shen Dehong (Shen Yanbing), a 20th-century Chinese novelist, cultural critic, and the Minister of Culture of People's Republic of China (1949–65). He is one of the most celebrated left-wing Communistic realist novelists of modern China before the PRC. His most famous works are Ziye, a novel depicting life in cosmopolitan Shanghai, and Spring Silkworms. He also wrote many short stories.",
      "pageId": 72293,
      "monthDay": "07/04"
    },
    {
      "year": "1882",
      "uri": "/wiki/Louis_B._Mayer",
      "name": "Louis B. Mayer",
      "aboutText": "Meyer Lansky (born Meier Suchowlański; July 4, 1902 – January 15, 1983), known as the \"Mob's Accountant\", was a major organized crime figure who, along with his associate Charles \"Lucky\" Luciano, was instrumental in the development of the \"National Crime Syndicate\" in the United States.\nLansky developed a gambling empire which stretched across the world. He was said to own points (percentages) in casinos in Las Vegas, Cuba, The Bahamas and London.",
      "pageId": 150259,
      "monthDay": "07/04"
    },
    {
      "year": "1883",
      "uri": "/wiki/Rube_Goldberg",
      "name": "Rube Goldberg",
      "aboutText": "George Lloyd Murphy (July 4, 1902 – May 3, 1992) was an American dancer, actor, and politician. Murphy was a song-and-dance leading man in many big-budget Hollywood musicals from 1930 to 1952. He was the president of the Screen Actors Guild from 1944 to 1946, and was awarded an honorary Academy Award in 1951.",
      "pageId": 303966,
      "monthDay": "07/04"
    },
    {
      "year": "1887",
      "uri": "/wiki/Pio_Pion",
      "name": "Pio Pion",
      "aboutText": "Louis Burt Mayer (/ˈmeɪ.ər/; born Lazar Meir; July 12, 1884 – October 29, 1957; Russian: Лазарь Меир) was an American film producer and co-founder of Metro-Goldwyn-Mayer studios (MGM) in 1924. Mayer was skilled at developing star actors, including child actors, then placing them in consistently slick productions, such as musicals or comedies, for which MGM became famous. Under Mayer's management, MGM accumulated the largest concentration of leading writers, directors and stars in Hollywood.",
      "pageId": 382576,
      "monthDay": "07/04"
    },
    {
      "year": "1888",
      "uri": "/wiki/Henry_Armetta",
      "name": "Henry Armetta",
      "aboutText": "Lionel Mordecai Trilling (July 4, 1905 – November 5, 1975) was an American literary critic, author, and teacher. When Diana Rubin left Paris in 1929 after an extended stay with her childhood friend, Margaret Lefranc, an artist who later received the Governor's Award for painting, Diana married Lionel Trilling the same year. With wife Diana Trilling, he was a member of the New York Intellectuals and contributor to the Partisan Review.",
      "pageId": 432346,
      "monthDay": "07/04"
    },
    {
      "year": "1895",
      "uri": "/wiki/Irving_Caesar",
      "name": "Irving Caesar",
      "aboutText": "Gertrude Lawrence (4 July 1898 – 6 September 1952) was an English actress, singer, dancer and musical comedy performer known for her stage appearances in the West End of London and on Broadway in New York.",
      "pageId": 592843,
      "monthDay": "07/04"
    },
    {
      "year": "1896",
      "uri": "/wiki/Mao_Dun",
      "name": "Mao Dun",
      "aboutText": "'Alluri Sitarama Raju' was an Indian revolutionary involved in the independence movement.\nRaju led the ill-fated \"Rampa Rebellion\" of 1922–24, during which a band of tribal leaders and other sympathizers fought against the British Raj. He was referred to as \"Manyam Veerudu\" (\"Hero of the Jungles\") by the local people.",
      "pageId": 879916,
      "monthDay": "07/04"
    },
    {
      "year": "1897",
      "uri": "/wiki/Alluri_Sitarama_Raju",
      "name": "Alluri Sitarama Raju",
      "aboutText": "Irving Caesar (July 4, 1895 – December 18, 1996) was an American lyricist and theater composer who wrote lyrics for numerous song standards including \"Swanee,\" \"Sometimes I'm Happy,\" \"Crazy Rhythm,\" and \"Tea for Two,\" one of the most frequently recorded tunes ever written. He was born and died in New York. In 1972 he was inducted into the Songwriters Hall of Fame.",
      "pageId": 912935,
      "monthDay": "07/04"
    },
    {
      "year": "1898",
      "uri": "/wiki/Pilar_Barbosa",
      "name": "Pilar Barbosa",
      "aboutText": "Henry Armetta (July 4, 1888 – October 21, 1945) was a Sicilian-born American character actor who appeared in at least 150 American films, starting in silents around 1915 to 1946, when his last film was released posthumously.",
      "pageId": 1175766,
      "monthDay": "07/04"
    },
    {
      "year": "1898",
      "uri": "/wiki/Gertrude_Lawrence",
      "name": "Gertrude Lawrence",
      "aboutText": "Irving McClure Johnson (July 4, 1905 – January 2, 1991) was an American sail training pioneer, adventurer, lecturer, and author.\nJohnson was born in Hadley, Massachusetts.",
      "pageId": 1982212,
      "monthDay": "07/04"
    },
    {
      "year": "1898",
      "uri": "/wiki/Gertrude_Weaver",
      "name": "Gertrude Weaver",
      "aboutText": "Angela Baddeley, CBE (4 July 1904 – 22 February 1976) was an English stage and television actress, best-remembered for her role as household cook Mrs. Bridges in the period drama Upstairs, Downstairs. Her stage career lasted more than six decades.",
      "pageId": 2003715,
      "monthDay": "07/04"
    },
    {
      "year": "1902",
      "uri": "/wiki/Meyer_Lansky",
      "name": "Meyer Lansky",
      "aboutText": "Flor Peeters (Baron Peeters) (born 4 July 1903 in Tielen, died 4 July 1986 in Mechelen) was an important Belgian composer, organist and teacher.",
      "pageId": 2258344,
      "monthDay": "07/04"
    },
    {
      "year": "1902",
      "uri": "/wiki/George_Murphy",
      "name": "George Murphy",
      "aboutText": "Sir John Cameron McPhee, KCMG (4 July 1878 – 14 September 1952) was an Australian politician and member of the Tasmanian House of Assembly.",
      "pageId": 2807874,
      "monthDay": "07/04"
    },
    {
      "year": "1903",
      "uri": "/wiki/Flor_Peeters",
      "name": "Flor Peeters",
      "aboutText": "Ulysses Simpson Grant III (July 4, 1881 – August 29, 1968) was a United States Army officer and planner.",
      "pageId": 2847660,
      "monthDay": "07/04"
    },
    {
      "year": "1904",
      "uri": "/wiki/Angela_Baddeley",
      "name": "Angela Baddeley",
      "aboutText": "Dr. Pilar Barbosa de Rosario  (July 4, 1898 – January 22, 1997) was an educator, historian and political activist.",
      "pageId": 3376449,
      "monthDay": "07/04"
    },
    {
      "year": "1905",
      "uri": "/wiki/Irving_Johnson",
      "name": "Irving Johnson",
      "aboutText": "Gordon S. Griffith (July 4, 1907 – October 12, 1958) was an American assistant director, film producer, and one of the first child actors in the American movie industry. Griffith worked in the film industry for five decades, acting in over 60 films, and surviving the transition from silent films to talkies—films with sound.",
      "pageId": 5386897,
      "monthDay": "07/04"
    },
    {
      "year": "1905",
      "uri": "/wiki/Lionel_Trilling",
      "name": "Lionel Trilling",
      "aboutText": "John Franklin Anderson (July 4, 1907 – July 11, 1948) was an American athlete who competed mainly in the discus throw. He won the gold medal in this event at the 1932 Summer Olympics held in Los Angeles, United States.\nAnderson graduated from Cornell University in 1929, where he was a member of the Quill and Dagger society.",
      "pageId": 7223235,
      "monthDay": "07/04"
    },
    {
      "year": "1907",
      "uri": "/wiki/John_Anderson_(athlete)",
      "name": "John Anderson",
      "aboutText": "Pio Pion (4 July 1887 – 15 May 1965) was an Italian entrepreneur, known for founding the first Italian company producing movie projectors, the Fumagalli, Pion & C.",
      "pageId": 40640059,
      "monthDay": "07/04"
    },
    {
      "year": "1907",
      "uri": "/wiki/Gordon_Griffith",
      "name": "Gordon Griffith",
      "aboutText": "Gertrude Weaver (née Gaines; July 4, 1898 – April 6, 2015) was an American supercentenarian. She was born in Lafayette County, Arkansas, near the border with Texas. She became the oldest living person in the United States upon the death of Dina Manfredini on December 17, 2012.",
      "pageId": 43102389,
      "monthDay": "07/04"
    },
    {
      "year": "1907",
      "uri": "/wiki/Howard_Taubman",
      "name": "Howard Taubman",
      "aboutText": "Pauline Esther \"Popo\" Phillips (née Friedman; July 4, 1918 – January 16, 2013), also known as Abigail Van Buren, was an American advice columnist and radio show host who began the Dear Abby column in 1956. During her decades writing the column, it became the most widely-syndicated newspaper column in the world, syndicated in 1,400 newspapers with 110 million readers.\nFrom 1963 to 1975, Phillips also hosted a daily Dear Abby program on CBS Radio.",
      "pageId": 66027,
      "monthDay": "07/04"
    },
    {
      "year": "1910",
      "uri": "/wiki/Robert_K._Merton",
      "name": "Robert K. Merton",
      "aboutText": "Iva Ikuko Toguri D'Aquino (July 4, 1916 – September 26, 2006) was an American who participated in English-language propaganda broadcast transmitted by Radio Tokyo to Allied soldiers in the South Pacific during World War II on The Zero Hour radio show. Toguri called herself \"Orphan Ann,\" but she quickly became identified with the name \"Tokyo Rose\", a name that was coined by Allied soldiers and that predated her broadcasts. After the Japanese defeat, Toguri was detained for a year by the United States military before being released for lack of evidence.",
      "pageId": 175468,
      "monthDay": "07/04"
    },
    {
      "year": "1910",
      "uri": "/wiki/Gloria_Stuart",
      "name": "Gloria Stuart",
      "aboutText": "Robert King Merton (July 4, 1910 – February 23, 2003) was an American sociologist. He spent most of his career teaching at Columbia University, where he attained the rank of University Professor. In 1994 Merton won the National Medal of Science for his contributions to the field and for having founded the sociology of science.",
      "pageId": 230600,
      "monthDay": "07/04"
    },
    {
      "year": "1911",
      "uri": "/wiki/Bruce_Hamilton_(public_servant)",
      "name": "Bruce Hamilton",
      "aboutText": "Tāufaʻāhau Tupou IV (4 July 1918 – 10 September 2006), son of Queen Sālote Tupou III and her consort Prince Viliami Tungī Mailefihi, was the king of Tonga from the death of his mother in 1965 until his own death in 2006.",
      "pageId": 387605,
      "monthDay": "07/04"
    },
    {
      "year": "1911",
      "uri": "/wiki/Mitch_Miller",
      "name": "Mitch Miller",
      "aboutText": "Mitchell William \"Mitch\" Miller (July 4, 1911 – July 31, 2010) was an American oboist, conductor, recording producer and recording industry executive. He was involved in almost all aspects of the industry, particularly as a conductor, and A&R (artist and repertoire) man. Miller was one of the most influential people in American popular music during the 1950s and early 1960s, both as the head of A&R at Columbia Records and as a best-selling recording artist with an NBC television series, Sing Along with Mitch.",
      "pageId": 472821,
      "monthDay": "07/04"
    },
    {
      "year": "1912",
      "uri": "/wiki/Viviane_Romance",
      "name": "Viviane Romance",
      "aboutText": "Gérard Debreu (French: [dəbʁø]; 4 July 1921 – 31 December 2004) was a French-born American economist and mathematician. Best known as a professor of economics at the University of California, Berkeley, where he began work in 1962, he won the 1983 Nobel Memorial Prize in Economics.\n^ Atlas, Riva D. (6 January 2005).",
      "pageId": 474724,
      "monthDay": "07/04"
    },
    {
      "year": "1914",
      "uri": "/wiki/Nuccio_Bertone",
      "name": "Nuccio Bertone",
      "aboutText": "Gloria Frances Stewart, known as Gloria Stuart, (July 4, 1910 – September 26, 2010) was an American actress and visual artist. Stuart began her acting career in theater. In the 1930s and 1940s, she performed in little theater and summer stock in Los Angeles and New York City.",
      "pageId": 528417,
      "monthDay": "07/04"
    },
    {
      "year": "1916",
      "uri": "/wiki/Iva_Toguri_D%27Aquino",
      "name": "Iva Toguri D'Aquino",
      "aboutText": "Leona Mindy Roberts Helmsley (July 4, 1920 – August 20, 2007) was an American businesswoman. She was known for her flamboyant personality and had a reputation for tyrannical behavior that earned her the sobriquet Queen of Mean. She was promoted by the Beber Silverstein Group and its co-founder Joyce Beber who persuaded her to call herself Queen of the Palace Hotel.",
      "pageId": 1135860,
      "monthDay": "07/04"
    },
    {
      "year": "1917",
      "uri": "/wiki/Manolete",
      "name": "Manolete",
      "aboutText": "Johnnie Woodrow Parsons  (July 4, 1918 – September 8, 1984) was an American race car driver from Los Angeles, California who won the Indianapolis 500 in 1950.\nParsons had the dubious distinction of being the only Indianapolis 500 winner to have his name misspelled on the Borg-Warner Trophy. Silversmiths carved \"Johnny\" instead of \"Johnnie.\" He had a son named Johnny who competed at Indy a dozen times.",
      "pageId": 1252116,
      "monthDay": "07/04"
    },
    {
      "year": "1918",
      "uri": "/wiki/Eppie_Lederer",
      "name": "Eppie Lederer",
      "aboutText": "Viviane Romance (July 4, 1912 – September 25, 1991) was a French actress.\nBorn Pauline Ronacher Ortmanns in Roubaix, France, Romance began her career as a dancer at the Moulin Rouge in Paris and was elected Miss Paris of 1930 before she made her film debut in 1931 with a cameo role in La Chienne. Romance caused a small scandal winning Miss Paris because she had a child.",
      "pageId": 1331068,
      "monthDay": "07/04"
    },
    {
      "year": "1918",
      "uri": "/wiki/Johnnie_Parsons",
      "name": "Johnnie Parsons",
      "aboutText": "Manuel Laureano Rodríguez Sánchez (4 July 1917 – 29 August 1947), better known as Manolete, was a Spanish bullfighter.",
      "pageId": 1561867,
      "monthDay": "07/04"
    },
    {
      "year": "1918",
      "uri": "/wiki/Pauline_Phillips",
      "name": "Pauline Phillips",
      "aboutText": "Tibor Varga (4 July 1921 – 4 September 2003) was a violinist, conductor and pedagogue of world-wide renown.",
      "pageId": 2521069,
      "monthDay": "07/04"
    },
    {
      "year": "1918",
      "uri": "/wiki/T%C4%81ufa%CA%BB%C4%81hau_Tupou_IV",
      "name": "Tāufaʻāhau Tupou IV",
      "aboutText": "Norm Drucker (July 4, 1920 – February 6, 2015) was a major influence in professional basketball officiating for over 35 years.",
      "pageId": 3115199,
      "monthDay": "07/04"
    },
    {
      "year": "1920",
      "uri": "/wiki/Norm_Drucker",
      "name": "Norm Drucker",
      "aboutText": "Giuseppe Bertone, also called \"Nuccio\", (July 4, 1914, Turin, Piedmont – February 26, 1997, Turin) was an automobile designer and constructor. He took over Carrozzeria Bertone from his father, Giovanni after World War II, growing the small business to a car building and designing powerhouse. After racing Fiats, O.S.C.A.s, Maseratis, and Ferraris, Bertone moved to construction, agreeing to build his first car, a series of 200 MGs, at the 1952 Turin Motor Show.",
      "pageId": 4930583,
      "monthDay": "07/04"
    },
    {
      "year": "1920",
      "uri": "/wiki/Leona_Helmsley",
      "name": "Leona Helmsley",
      "aboutText": "Hyman Howard Taubman (July 4, 1907 – January 8, 1996) was an American music critic, theater critic, and author.",
      "pageId": 5464391,
      "monthDay": "07/04"
    },
    {
      "year": "1920",
      "uri": "/wiki/Fritz_Wilde",
      "name": "Fritz Wilde",
      "aboutText": "Philip Rose (July 4, 1921 – May 31, 2011) was a Broadway theatrical producer of such productions as A Raisin in the Sun, The Owl and the Pussycat, Does a Tiger Wear a Necktie?, Purlie, and Shenandoah.",
      "pageId": 11294587,
      "monthDay": "07/04"
    },
    {
      "year": "1921",
      "uri": "/wiki/G%C3%A9rard_Debreu",
      "name": "Gérard Debreu",
      "aboutText": "Anba Mikhail (Arabic: نيافة الأنبا ميخائيل مطران أسيوط‎) (4 July 1921 - 23 November 2014), was the Elder Metropolitan of the Holy Metropolis of Asyut (Lycopolis), (Hieracon, (Hierakonopolis) and (Apollonopolis Parva) of the Coptic Orthodox Church of Alexandria and was the Abbot of the Monastery of Saint Macarius the Great, in Scetes, Lower Egypt until early 2009, when he decided to resign this responsibility due to his failing health and also due to the demise of Matta El-Meskeen, the Chief Hegumen in-charge of the Monastery of Saint Macarius the Great in 2008.\nMetropolitan Mikhail was born in 1921, in the poor family of Egyptian Coptic Christians in the village of \"Al-Rahmaniya\", in the district of \"Nag Hammadi\" in \"Qena\" Governorate. He became a monk of the Coptic Orthodox Church of Alexandria on 19 February 1939.",
      "pageId": 19122024,
      "monthDay": "07/04"
    },
    {
      "year": "1921",
      "uri": "/wiki/Metropolitan_Mikhail_of_Asyut",
      "name": "Metropolitan Mikhail of Asyut",
      "aboutText": "Esther Pauline \"Eppie\" Lederer née Friedman (July 4, 1918 – June 22, 2002), better known by the pen name Ann Landers, was an American advice columnist and eventually a nationwide media celebrity. She began writing the \"Ask Ann Landers\" column in 1955 and continued for 47 years, by which time its readership was 90 million people. A 1978 World Almanac survey named her the most influential woman in the United States.",
      "pageId": 23535126,
      "monthDay": "07/04"
    },
    {
      "year": "1921",
      "uri": "/wiki/Philip_Rose_(theatrical_producer)",
      "name": "Philip Rose",
      "aboutText": "Fritz Wilde (1920–1977) was a German football player and manager.",
      "pageId": 30678173,
      "monthDay": "07/04"
    },
    {
      "year": "1921",
      "uri": "/wiki/Tibor_Varga_(violinist)",
      "name": "Tibor Varga",
      "aboutText": "Leslie Bruce Hamilton CBE (4 July 1911 – 12 June 1989) was a senior Australian public servant and head of the Department of Social Services (later Social Security) between 1966 and 1973.",
      "pageId": 42560219,
      "monthDay": "07/04"
    },
    {
      "year": "1923",
      "uri": "/wiki/Rudolf_Friedrich",
      "name": "Rudolf Friedrich",
      "aboutText": "Marvin Neil Simon (born July 4, 1927) is an American playwright, screenwriter and author. He has written more than thirty plays and nearly the same number of movie screenplays, mostly adaptations of his plays. He has received more combined Oscar and Tony nominations than any other writer.",
      "pageId": 22049,
      "monthDay": "07/04"
    },
    {
      "year": "1924",
      "uri": "/wiki/Eva_Marie_Saint",
      "name": "Eva Marie Saint",
      "aboutText": "Eva Marie Saint /ˌiːvə məˌriː ˈseɪnt/ (born July 4, 1924) is an American actress and producer. She is known for starring in Elia Kazan's On the Waterfront (1954), for which she won an Academy Award for Best Supporting Actress, and Alfred Hitchcock's North by Northwest (1959). She received Golden Globe and BAFTA Award nominations for A Hatful of Rain (1957) and won a Primetime Emmy Award for the television miniseries People Like Us (1990).",
      "pageId": 216314,
      "monthDay": "07/04"
    },
    {
      "year": "1926",
      "uri": "/wiki/Alfredo_Di_St%C3%A9fano",
      "name": "Alfredo Di Stéfano",
      "aboutText": "Rudolf Friedrich (4 July 1923 – 15 October 2013) was a Swiss politician, lawyer and member of the Swiss Federal Council (1982–1984). He was elected to the Swiss Federal Council on 8 December 1982 and, for health reason, resigned his office on 20 October 1984. He is affiliated to the Free Democratic Party.",
      "pageId": 241067,
      "monthDay": "07/04"
    },
    {
      "year": "1926",
      "uri": "/wiki/Lake_Underwood",
      "name": "Lake Underwood",
      "aboutText": "George Michael Steinbrenner III (July 4, 1930 – July 13, 2010) was an American businessman who was the principal owner and managing partner of Major League Baseball's New York Yankees. During Steinbrenner's 37-year ownership from 1973 to his death in July 2010, the longest in club history, the Yankees earned seven World Series titles and 11 pennants. His outspokenness and role in driving up player salaries made him one of the sport's most controversial figures.",
      "pageId": 287250,
      "monthDay": "07/04"
    },
    {
      "year": "1927",
      "uri": "/wiki/Gina_Lollobrigida",
      "name": "Gina Lollobrigida",
      "aboutText": "Luigina \"Gina\" Lollobrigida (Italian pronunciation: [ˈdʒiːna ˌlɔlloˈbriːdʒida]; born 4 July 1927) is an Italian actress, photojournalist and sculptor. She was one of the highest profile European actresses of the 1950s and early 1960s, a period in which she was considered to be an international sex symbol.\nAs her film career slowed, she established second careers as a photojournalist and sculptor.",
      "pageId": 292315,
      "monthDay": "07/04"
    },
    {
      "year": "1927",
      "uri": "/wiki/Neil_Simon",
      "name": "Neil Simon",
      "aboutText": "Allen \"Al\" Davis (July 4, 1929 – October 8, 2011) was an American football coach and executive. He was the principal owner and general manager of the Oakland Raiders of the National Football League (NFL) from 1972 to 2011.\nUnder Davis' management, the Raiders became one of the most successful teams in professional sports.",
      "pageId": 330174,
      "monthDay": "07/04"
    },
    {
      "year": "1928",
      "uri": "/wiki/Giampiero_Boniperti",
      "name": "Giampiero Boniperti",
      "aboutText": "Stephen Boyd (4 July 1931 – 2 June 1977) was an actor from Glengormley, County Antrim, Northern Ireland.",
      "pageId": 427183,
      "monthDay": "07/04"
    },
    {
      "year": "1928",
      "uri": "/wiki/Shan_Ratnam",
      "name": "Shan Ratnam",
      "aboutText": "Alfredo Stéfano Di Stéfano Laulhé (Spanish pronunciation: [alˈfɾeðo ði (e)sˈtefano]; 4 July 1926 – 7 July 2014) was an Argentine footballer and coach, widely regarded as the best, most complete and influential footballer of all time. He was most associated with Real Madrid and was instrumental in their domination of the European Champions' Cup during the 1950s, a period in which the club won the trophy in five consecutive seasons from 1956. Along with Francisco Gento and José María Zárraga, he was one of only three players to play a part in all five victories, scoring goals in each of the five finals.",
      "pageId": 615788,
      "monthDay": "07/04"
    },
    {
      "year": "1928",
      "uri": "/wiki/Chuck_Tanner",
      "name": "Chuck Tanner",
      "aboutText": "Giampiero Boniperti (born 4 July 1928 in Barengo, Piedmont) is an Italian former football player who played his entire career at Juventus between 1946 and 1961. He also played for the Italian national football team. After retirement from professional football, Boniperti has been a president of Juventus and a deputy to the European Parliament.",
      "pageId": 615861,
      "monthDay": "07/04"
    },
    {
      "year": "1929",
      "uri": "/wiki/Al_Davis",
      "name": "Al Davis",
      "aboutText": "Emeritus Professor Sittampalam Shanmugaratnam (4 July 1928–6 August 2001) was the professor and head of the department of Obstetrics and Gynaecology of the National University Hospital of Singapore specializing in human reproduction research. His work on contraception contributed to Singapore's success in population control. The National University Hospital research laboratory for prostaglandin research was initiated and propelled by his vision and energy.",
      "pageId": 1601334,
      "monthDay": "07/04"
    },
    {
      "year": "1929",
      "uri": "/wiki/Bill_Tuttle",
      "name": "Bill Tuttle",
      "aboutText": "Colin Welland (4 July 1934 – 2 November 2015), born Colin Edward Williams, was a British actor and screenwriter. He won the Academy Award for Best Original Screenplay for his script for Chariots of Fire (1981). He won a BAFTA Award for his performance as the empathetic teacher Mr Farthing in the 1969 film Kes.",
      "pageId": 1753240,
      "monthDay": "07/04"
    },
    {
      "year": "1930",
      "uri": "/wiki/Ron_Casey_(Sydney_broadcaster)",
      "name": "Ron Casey",
      "aboutText": "William Robert Tuttle (July 4, 1929 – July 27, 1998) was a center fielder for three teams during his Major League Baseball career; the Detroit Tigers from 1952 to 1957, the Kansas City Athletics from 1958 to 1961, and the Minnesota Twins from 1961 to 1963. He batted and threw right-handed and also played third base for a brief period in 1961.\nOn practically every baseball card issued for Tuttle, a large bulge of chewing tobacco is evident in his cheek.",
      "pageId": 1869788,
      "monthDay": "07/04"
    },
    {
      "year": "1930",
      "uri": "/wiki/Frunzik_Mkrtchyan",
      "name": "Frunzik Mkrtchyan",
      "aboutText": "Charles William \"Chuck\" Tanner (July 4, 1928 – February 11, 2011) was an American professional baseball player and manager. He played as a left fielder in Major League Baseball. He was known for his unwavering confidence and infectious optimism.",
      "pageId": 2741528,
      "monthDay": "07/04"
    },
    {
      "year": "1930",
      "uri": "/wiki/George_Steinbrenner",
      "name": "George Steinbrenner",
      "aboutText": "Richard Jose Casares (July 4, 1931 – September 13, 2013) was an American college and professional football player who was a fullback in the National Football League (NFL) and American Football League (AFL) for twelve seasons during the 1950 and 1960s. Casares played college football for the University of Florida, where he was standout fullback and kicker.",
      "pageId": 2920362,
      "monthDay": "07/04"
    },
    {
      "year": "1931",
      "uri": "/wiki/Stephen_Boyd",
      "name": "Stephen Boyd",
      "aboutText": "Mher Mkrtchyan (Armenian: Մհեր Մկրտչյան), better known by his stage name Frunzik (Armenian: Ֆրունզիկ; Russian: Фрунзик; 4 July 1930 – 29 December 1993), was a Soviet Armenian actor.",
      "pageId": 3079959,
      "monthDay": "07/04"
    },
    {
      "year": "1931",
      "uri": "/wiki/Rick_Casares",
      "name": "Rick Casares",
      "aboutText": "Sébastien Japrisot (4 July 1931 – 4 March 2003) was a French author, screenwriter and film director, born in Marseille. His pseudonym was an anagram of Jean-Baptiste Rossi, his real name. Japrisot has been nicknamed \"the Graham Greene of France\".",
      "pageId": 3533267,
      "monthDay": "07/04"
    },
    {
      "year": "1931",
      "uri": "/wiki/S%C3%A9bastien_Japrisot",
      "name": "Sébastien Japrisot",
      "aboutText": "Lake Underwood (July 4, 1926 – September 12, 2008) was an American entrepreneur who competed as a champion in the racing of prototype automobiles and motorcycles. He was a master mechanic who, although high performance fuel delivery and carburetor design and mechanics were his specialties, also invented automobile improvements, especially in electronics for German automobiles.\nUnderwood was one of the founders of the Watkins Glen Racing School where he taught racecar driving skills.",
      "pageId": 4550835,
      "monthDay": "07/04"
    },
    {
      "year": "1932",
      "uri": "/wiki/Aur%C3%A8le_Vandendriessche",
      "name": "Aurèle Vandendriessche",
      "aboutText": "Yvonne Bond Miller (July 4, 1934 – July 3, 2012) was an American politician in Virginia. A Democrat, she was the first African-American woman to be elected to the state house when she won in 1983.",
      "pageId": 11175021,
      "monthDay": "07/04"
    },
    {
      "year": "1934",
      "uri": "/wiki/Yvonne_B._Miller",
      "name": "Yvonne B. Miller",
      "aboutText": "Aurèle Vandendriessche (born 4 July 1932 in Anzegem, West-Vlaanderen) is a retired marathon runner from Belgium, who won the silver medal at the 1962 European Championships, behind Great Britain's Brian Kilby.\nFour years later at the same event Vandendriessche once again claimed the second place.",
      "pageId": 11551302,
      "monthDay": "07/04"
    },
    {
      "year": "1934",
      "uri": "/wiki/Colin_Welland",
      "name": "Colin Welland",
      "aboutText": "Ronald Arthur (Ron) Casey, OAM (born 4 July 1929) is a former television presenter, sports journalist and talk-back radio host based in Sydney, Australia. His nickname was \"The Case\".\nCasey was born in Lismore, New South Wales, but moved to Sydney with his mother and brother settling at Coogee, New South Wales, when he was 10.",
      "pageId": 15401801,
      "monthDay": "07/04"
    },
    {
      "year": "1935",
      "uri": "/wiki/Paul_Scoon",
      "name": "Paul Scoon",
      "aboutText": "Queen Sonja of Norway (born Sonja Haraldsen on 4 July 1937) is the wife of King Harald V.",
      "pageId": 98262,
      "monthDay": "07/04"
    },
    {
      "year": "1936",
      "uri": "/wiki/Zdzis%C5%82awa_Donat",
      "name": "Zdzisława Donat",
      "aboutText": "Thomas Nagel (/ˈneɪɡəl/; born July 4, 1937) is an American philosopher, currently University Professor of Philosophy and Law Emeritus at New York University, where he has taught since 1980. His main areas of philosophical interest are philosophy of mind, political philosophy and ethics.\nNagel is well known for his critique of reductionist accounts of the mind, particularly in his essay \"What Is it Like to Be a Bat?\" (1974), and for his contributions to deontological and liberal moral and political theory in The Possibility of Altruism (1970) and subsequent writings.",
      "pageId": 192793,
      "monthDay": "07/04"
    },
    {
      "year": "1937",
      "uri": "/wiki/Thomas_Nagel",
      "name": "Thomas Nagel",
      "aboutText": "William Harrison \"Bill\" Withers, Jr. (born July 4, 1938) is an American singer-songwriter and musician who performed and recorded from 1970 until 1985. He recorded several major hits, including \"Lean on Me\", \"Ain't No Sunshine\", \"Use Me\", \"Just the Two of Us\", \"Lovely Day\", and \"Grandma's Hands\".",
      "pageId": 213804,
      "monthDay": "07/04"
    },
    {
      "year": "1937",
      "uri": "/wiki/Queen_Sonja_of_Norway",
      "name": "Queen Sonja of Norway",
      "aboutText": "Prince Michael of Kent, GCVO (Michael George Charles Franklin; born 4 July 1942) is a cousin of Queen Elizabeth II, being a grandson of King George V and Queen Mary. Prince Michael occasionally carries out royal duties representing the Queen at some functions in Commonwealth realms outside the United Kingdom. Otherwise, he manages his own consultancy business and undertakes various commercial work around the world.",
      "pageId": 282603,
      "monthDay": "07/04"
    },
    {
      "year": "1937",
      "uri": "/wiki/Richard_Rhodes",
      "name": "Richard Rhodes",
      "aboutText": "Floyd Douglas Little (born July 4, 1942) is a Pro Football Hall of Fame running back, and was a three-time American football All-American running back at Syracuse University. In 1967 he was the 6th selection of the first common AFL-NFL draft.",
      "pageId": 329594,
      "monthDay": "07/04"
    },
    {
      "year": "1937",
      "uri": "/wiki/Eric_Walters_(newsreader)",
      "name": "Eric Walters",
      "aboutText": "Sergio Oliva (July 4, 1941 – November 12, 2012) was a Cuban bodybuilder known as \"The Myth\". This sobriquet was arguably given to him by bodybuilder/writer Rick Wayne but Oliva himself has doubted this claim. Supposedly Wayne had begun calling Oliva \"The Myth\" (because everyone who saw him at the 1967 Montreal World's Fair said he was \"Just unbelievable\").",
      "pageId": 405048,
      "monthDay": "07/04"
    },
    {
      "year": "1938",
      "uri": "/wiki/Steven_Rose",
      "name": "Steven Rose",
      "aboutText": "Samuel Sharon \"Sam\" Farr (born July 4, 1941) is the U.S. Representative for California's 20th congressional district, serving in Congress since 1993. He is a member of the Democratic Party. He was elected to Congress in a 1993 special election when longtime Democratic Rep.",
      "pageId": 408843,
      "monthDay": "07/04"
    },
    {
      "year": "1938",
      "uri": "/wiki/Bill_Withers",
      "name": "Bill Withers",
      "aboutText": "Richard Lee Rhodes (born July 4, 1937) is an American historian, journalist and author of both fiction and non-fiction (which he prefers to call \"verity\"), including the Pulitzer Prize-winning The Making of the Atomic Bomb (1986), and most recently, The Twilight of the Bombs (2010). He has been awarded grants from the Ford Foundation, the Guggenheim Foundation, the MacArthur Foundation and the Alfred P. Sloan Foundation among others. He is an affiliate of the Center for International Security and Cooperation at Stanford University.",
      "pageId": 576546,
      "monthDay": "07/04"
    },
    {
      "year": "1940",
      "uri": "/wiki/Karolyn_Grimes",
      "name": "Karolyn Grimes",
      "aboutText": "Steven Peter Russell Rose (born 4 July 1938) is emeritus Professor of Biology and Neurobiology at the Open University and Gresham College, London.\n^ ‘ROSE, Prof.",
      "pageId": 1003293,
      "monthDay": "07/04"
    },
    {
      "year": "1940",
      "uri": "/wiki/Dave_Rowberry",
      "name": "Dave Rowberry",
      "aboutText": "Sir Paul Godwin Scoon GCMG GCVO OBE (4 July 1935 – 2 September 2013), was Governor-General of Grenada from 1978 to 1992.",
      "pageId": 1082369,
      "monthDay": "07/04"
    },
    {
      "year": "1940",
      "uri": "/wiki/Pat_Stapleton_(ice_hockey)",
      "name": "Pat Stapleton",
      "aboutText": "Stefan Meller [ˈstɛfan ˈmɛllɛr] (4 July 1942 in Lyon, France – 4 February 2008 in Warsaw, Poland) was a Polish diplomat and academician. He served as foreign minister of Poland from 31 October 2005, to 9 May 2006, in the cabinet of Kazimierz Marcinkiewicz.\nMeller was a graduate from the faculty of history of the University of Warsaw.",
      "pageId": 3066279,
      "monthDay": "07/04"
    },
    {
      "year": "1941",
      "uri": "/wiki/Sam_Farr",
      "name": "Sam Farr",
      "aboutText": "Karolyn Grimes (born July 4, 1940) is an American actress. She is best known for her role as \"Zuzu Bailey\" in the Frank Capra classic It's a Wonderful Life. She also played \"Debbie\" in the 1947 Christmas film, The Bishop's Wife starring Cary Grant, David Niven, and Loretta Young.",
      "pageId": 3259791,
      "monthDay": "07/04"
    },
    {
      "year": "1941",
      "uri": "/wiki/Sergio_Oliva",
      "name": "Sergio Oliva",
      "aboutText": "S. Brian Willson (born July 4, 1941) is an American Vietnam veteran, peace activist, and attorney-at-law.\nWillson served in the US Air Force from 1966 to 1970, including several months as a combat security officer in Vietnam. He left the Air Force as a Captain.",
      "pageId": 3871189,
      "monthDay": "07/04"
    },
    {
      "year": "1941",
      "uri": "/wiki/Toma%C5%BE_%C5%A0alamun",
      "name": "Tomaž Šalamun",
      "aboutText": "Harold Clifton Lanier (born July 4, 1942) is a former infielder, coach and manager in Major League Baseball. On November 18, 2014, he was named the first manager in the history of the Ottawa Champions Baseball Club of the independent Can-Am League. From 1964 through 1973, Lanier played for the San Francisco Giants (1964–71) and New York Yankees (1972–73).",
      "pageId": 4157125,
      "monthDay": "07/04"
    },
    {
      "year": "1941",
      "uri": "/wiki/Pavel_Sedl%C3%A1%C4%8Dek_(musician)",
      "name": "Pavel Sedláček",
      "aboutText": "Tomaž Šalamun (July 4, 1941 – December 27, 2014) was a Slovenian poet who was a leading figure of postwar neo-avant-garde poetry in Central Europe and internationally acclaimed absurdist. His books of Slovene poetry have been translated into twenty-one languages, with nine of his thirty-nine books of poetry published in English. He had been called a poetic bridge between old European roots and America.",
      "pageId": 5353577,
      "monthDay": "07/04"
    },
    {
      "year": "1941",
      "uri": "/wiki/Brian_Willson",
      "name": "Brian Willson",
      "aboutText": "Patrick James \"Whitey\" Stapleton (born July 4, 1940) is a Canadian ice hockey former professional ice hockey player. A defenceman, Stapleton played 15 seasons in the National Hockey League (NHL) and the World Hockey Association (WHA), most notably for the Chicago Black Hawks. He is the father of Mike Stapleton, who had a lengthy career in the NHL as well.",
      "pageId": 6826843,
      "monthDay": "07/04"
    },
    {
      "year": "1942",
      "uri": "/wiki/Hal_Lanier",
      "name": "Hal Lanier",
      "aboutText": "David Eric \"Dave\" Rowberry (4 July 1940 – 6 June 2003) was an English piano and organ player, most known for being a member of the rock and R&B group The Animals in the 1960s.",
      "pageId": 9606651,
      "monthDay": "07/04"
    },
    {
      "year": "1942",
      "uri": "/wiki/Floyd_Little",
      "name": "Floyd Little",
      "aboutText": "Eric Walters (4 July 1937 – 18 August 2010) was an Australian journalist, media trainer and former television presenter.",
      "pageId": 12288018,
      "monthDay": "07/04"
    },
    {
      "year": "1942",
      "uri": "/wiki/Stefan_Meller",
      "name": "Stefan Meller",
      "aboutText": "Zdzisława Donat-Pajda (born 4 July 1936, Poznań) is a celebrated Polish coloratura soprano. She studied in Warsaw and Siena, where she was a pupil of Gino Bechi.\nIn 1964, Donat debuted in Poznań, as Gilda in Rigoletto, and later appeared in many international opera houses, including those in Toulouse, Helsinki, Warsaw, Moscow, Munich, Buenos Aires, Milan (the Teatro alla Scala, where she sang in L'enfant et les sortilèges), Rome, Prague, Naples, Brussels, Vienna (from 1974 to 1979, in Lucia di Lammermoor and the Queen of Night in Die Zauberflöte), Salzburg, Berlin, Hamburg, London (the Queen of Night at Covent Garden, from 1979 to 1983), Paris, Verona (\"Opera for Africa,\" 1985), Orange, and Japan.",
      "pageId": 21455223,
      "monthDay": "07/04"
    },
    {
      "year": "1942",
      "uri": "/wiki/Prince_Michael_of_Kent",
      "name": "Prince Michael of Kent",
      "aboutText": "Pavel Sedláček (born 4 July 1941 in Prague, Protectorate of Bohemia and Moravia, today Czech Republic) is a Czech rock and roll singer, songwriter and guitarist. When he was 15 played \"Rock Around the Clock\" on the show for amateur musicians. From 1962 he collaborated with theatre Semafor.",
      "pageId": 32752890,
      "monthDay": "07/04"
    },
    {
      "year": "1942",
      "uri": "/wiki/Peter_Rowan",
      "name": "Peter Rowan",
      "aboutText": "Michael Robert Milken (born July 4, 1946) is an American former financier and philanthropist. He is noted for his role in the development of the market for high-yield bonds (\"junk bonds\"), for his conviction following a guilty plea on felony charges for violating U.S. securities laws, and for his charitable giving.\nMilken was indicted for racketeering and securities fraud in 1989 in an insider trading investigation.",
      "pageId": 20813,
      "monthDay": "07/04"
    },
    {
      "year": "1943",
      "uri": "/wiki/Conny_Bauer",
      "name": "Conny Bauer",
      "aboutText": "Tonio K. (born Steven M. Krikorian, July 4, 1950) is an American singer/songwriter who has released eight albums. His songs have been recorded by Al Green, Aaron Neville, Burt Bacharach, Bonnie Raitt, Chicago, Wynonna Judd and Vanessa Williams, among many others.{Warner-Chappell Music Publishing, 1991–2000} His song, \"16 Tons of Monkeys,\" co-written with guitarist Steve Schiff, was the featured tune in the 1992 Academy Award winning Short Film, Session Man. He worked with Bacharach and Hip-Hop impresario Dr.",
      "pageId": 91131,
      "monthDay": "07/04"
    },
    {
      "year": "1943",
      "uri": "/wiki/Emerson_Boozer",
      "name": "Emerson Boozer",
      "aboutText": "Adam John Hart-Davis (born 4 July 1943) is an English scientist, author, photographer, historian and broadcaster, well known in the UK for presenting the BBC television series Local Heroes and What the Romans Did for Us, the latter spawning several spin-off series involving the Victorians, the Tudors, the Stuarts and the Ancients. He was also a co-presenter of Tomorrow's World, and presented Science Shack.",
      "pageId": 145814,
      "monthDay": "07/04"
    },
    {
      "year": "1943",
      "uri": "/wiki/Adam_Hart-Davis",
      "name": "Adam Hart-Davis",
      "aboutText": "Gerald Michael Rivera (born July 4, 1943), better known as Geraldo Rivera (/ˌhɜrˈɔːldoʊ ˌrɪˈvɛrə/), is an American attorney, reporter, author, and talk show host. He was the host of the talk show Geraldo from 1987 to 1998.",
      "pageId": 156507,
      "monthDay": "07/04"
    },
    {
      "year": "1943",
      "uri": "/wiki/Geraldo_Rivera",
      "name": "Geraldo Rivera",
      "aboutText": "Ronald Lawrence \"Ron\" Kovic (born July 4, 1946) is an American anti-war activist and writer who was a United States Marine Corps sergeant that was wounded and paralyzed in the Vietnam War. He is best known as the author of the memoir Born on the Fourth of July in 1976, which was made into an Academy Award–winning film in 1989 directed by Oliver Stone, with Tom Cruise playing Kovic.\nKovic received the Golden Globe Award for Best Screenplay on January 20, 1990, exactly 22 years to the day he was wounded in Vietnam, and was nominated for an Academy Award for Best Screenplay.",
      "pageId": 236697,
      "monthDay": "07/04"
    },
    {
      "year": "1943",
      "uri": "/wiki/Alan_Wilson_(musician)",
      "name": "Alan Wilson",
      "aboutText": "Bert Gustav Tommy Körberg (Swedish pronunciation: [ˈtɔmːʏ ˈɕɶːrˌbærj]) (Norsjö, 4 July 1948) is a Swedish singer, actor, and musician. English-speaking audiences know him best for his role as Anatoly/\"The Russian\" in the musical Chess. He played the role on the 1984 concept album, and again on stage in the 1986 world première West End production in London.",
      "pageId": 373844,
      "monthDay": "07/04"
    },
    {
      "year": "1944",
      "uri": "/wiki/Jaimy_Gordon",
      "name": "Jaimy Gordon",
      "aboutText": "Kathleen Hartington Kennedy Townsend (born July 4, 1951) is an American attorney who was the sixth Lieutenant Governor of Maryland from 1995 to 2003. She ran unsuccessfully for Governor of Maryland in 2002. In 2010 Townsend became the chair of the non-profit American Bridge, an organization whose focus is to raise funds for Democratic candidates and causes.",
      "pageId": 477765,
      "monthDay": "07/04"
    },
    {
      "year": "1944",
      "uri": "/wiki/Ray_Meagher",
      "name": "Ray Meagher",
      "aboutText": "René Alexandre Arnoux (born 4 July 1948) is a French former racing driver who competed in 12 Formula One seasons (1978 to 1989). He participated in 165 World Championship Grands Prix (149 starts) winning seven of them, achieving 22 podium finishes and scoring 181 career points. His best finish in the World Drivers' Championship was third in 1983 for Ferrari.",
      "pageId": 763767,
      "monthDay": "07/04"
    },
    {
      "year": "1945",
      "uri": "/wiki/Andre_Spitzer",
      "name": "Andre Spitzer",
      "aboutText": "Konrad \"Conny\" Bauer (born 4 July 1943 in Halle, Saxony-Anhalt, Germany) is a free jazz trombonist. He is the brother of the trombonist Hannes Bauer.\nAs a student at senior high school in Sonneberg between 1957 and 1961, he was enthusiastic about modern music and dance genres such as swing, boogie-woogie, blues and rock 'n' roll, and taught himself to play guitar and piano.",
      "pageId": 867167,
      "monthDay": "07/04"
    },
    {
      "year": "1946",
      "uri": "/wiki/Ron_Kovic",
      "name": "Ron Kovic",
      "aboutText": "Ray Meagher (born 4 July 1944) is a veteran Australian character actor. He has appeared regularly in Australian film and television since the mid-1970s, and is notable as the longest continuing performer in an Australian television role, as Alf Stewart on Home and Away, having played the role since the first episode in 1988. He is the only original actor still with the series as of 2015.",
      "pageId": 901211,
      "monthDay": "07/04"
    },
    {
      "year": "1946",
      "uri": "/wiki/Michael_Milken",
      "name": "Michael Milken",
      "aboutText": "David Alan \"Kid\" Jensen (born 4 July 1950) is a Danish Canadian-born British radio DJ.",
      "pageId": 1557706,
      "monthDay": "07/04"
    },
    {
      "year": "1946",
      "uri": "/wiki/Ed_O%27Ross",
      "name": "Ed O'Ross",
      "aboutText": "Ed O'Ross (born July 4, 1946) is an American actor known for his work as Itchy in Dick Tracy, Colonel Perry in Universal Soldier, ruthless Georgian mobster Viktor Rostavili in Red Heat, and police detective Cliff Willis in The Hidden.",
      "pageId": 1703624,
      "monthDay": "07/04"
    },
    {
      "year": "1947",
      "uri": "/wiki/Lembit_Ulfsak",
      "name": "Lembit Ulfsak",
      "aboutText": "Peter Rowan (born July 4, 1942) is an American bluegrass musician and composer. Rowan plays guitar and mandolin, yodels and sings.",
      "pageId": 2464424,
      "monthDay": "07/04"
    },
    {
      "year": "1948",
      "uri": "/wiki/Ren%C3%A9_Arnoux",
      "name": "René Arnoux",
      "aboutText": "Andre Spitzer (4 July 1945 – 6 September 1972), was a fencing master and coach of Israel's 1972 Summer Olympics team.",
      "pageId": 3947709,
      "monthDay": "07/04"
    },
    {
      "year": "1948",
      "uri": "/wiki/Tommy_K%C3%B6rberg",
      "name": "Tommy Körberg",
      "aboutText": "Emerson Boozer (born July 4, 1943) is a former running back in the American Football League and in the NFL. In the last year of separate drafts by the AFL and the NFL, Boozer signed with the AFL's New York Jets, rather than with an NFL team. He played his entire professional career with the Jets.",
      "pageId": 4168422,
      "monthDay": "07/04"
    },
    {
      "year": "1948",
      "uri": "/wiki/Jeremy_Spencer",
      "name": "Jeremy Spencer",
      "aboutText": "Alan Christie Wilson (July 4, 1943 – September 3, 1970) was a co-founder, leader, and primary composer for the American blues band Canned Heat. He played guitar, harmonica, sang, and wrote several songs for the band.",
      "pageId": 5312536,
      "monthDay": "07/04"
    },
    {
      "year": "1950",
      "uri": "/wiki/Philip_Craven",
      "name": "Philip Craven",
      "aboutText": "Sir Philip Craven, MBE (born 4 July 1950) is a British sports administrator and former athlete. He is the second and current President of the International Paralympic Committee (IPC).",
      "pageId": 19203168,
      "monthDay": "07/04"
    },
    {
      "year": "1950",
      "uri": "/wiki/David_Jensen",
      "name": "David Jensen",
      "aboutText": "Jaimy Gordon (born July 4, 1944), is an American writer.",
      "pageId": 29437294,
      "monthDay": "07/04"
    },
    {
      "year": "1950",
      "uri": "/wiki/Tonio_K",
      "name": "Tonio K",
      "aboutText": "Jeremy Cedric Spencer (born 4 July 1948) is a British musician, best known as one of the guitarists in the original line-up of Fleetwood Mac. A member since Fleetwood Mac's inception in July 1967, he remained with the band until his abrupt departure in February 1971, when he joined a religious group called the \"Children of God\", now known as \"The Family International\", of which he is still a follower. After a pair of solo albums in the 1970s, he continued to tour as a musician, but did not release another album until 2006.",
      "pageId": 39752441,
      "monthDay": "07/04"
    },
    {
      "year": "1951",
      "uri": "/wiki/Kathleen_Kennedy_Townsend",
      "name": "Kathleen Kennedy Townsend",
      "aboutText": "Lembit Ulfsak (born 4 July 1947) is a prominent Estonian stage and film actor.\nBorn in Koeru, Järva County, Ulfsak starred in the 2014 film Tangerines which was nominated for the Best Foreign Language Film at the 87th Academy Awards.",
      "pageId": 44778888,
      "monthDay": "07/04"
    },
    {
      "year": "1951",
      "uri": "/wiki/Vladimir_Tism%C4%83neanu",
      "name": "Vladimir Tismăneanu",
      "aboutText": "Álvaro Uribe Vélez (Spanish pronunciation: [ˈalβaɾo uˈɾiβe ˈβeles]; born 4 July 1952) is a Colombian politician who served as the 31st President of Colombia from 2002 to 2010. In 2012 Uribe and a group of political allies founded the Democratic Center movement to contest the 2014 national elections. He was elected as senator in the 2014 parliamentary election, which took office in July 2014.",
      "pageId": 243680,
      "monthDay": "07/04"
    },
    {
      "year": "1952",
      "uri": "/wiki/Paul_Rogat_Loeb",
      "name": "Paul Rogat Loeb",
      "aboutText": "Richard Garriott de Cayeux (born Richard Allen Garriott on July 4, 1961) is a video game developer and entrepreneur. He is also known as his alter egos Lord British in Ultima and General British in Tabula Rasa. A well-known figure in the video game industry, Garriott was originally a game designer and programmer and now engages in various aspects of computer game development and business.",
      "pageId": 268957,
      "monthDay": "07/04"
    },
    {
      "year": "1952",
      "uri": "/wiki/%C3%81lvaro_Uribe",
      "name": "Álvaro Uribe",
      "aboutText": "Roland Ratzenberger (4 July 1960 – 30 April 1994) was an Austrian racing driver who raced in sports prototype, Formula Nippon, Formula 3000 and Formula One.",
      "pageId": 343022,
      "monthDay": "07/04"
    },
    {
      "year": "1952",
      "uri": "/wiki/John_Waite",
      "name": "John Waite",
      "aboutText": "Mark Steel is an English comedian, broadcaster, newspaper columnist and author. A stand-up comedian known for his left-wing beliefs (he was a long-standing member of the Socialist Workers Party) he has made many appearances on radio and television shows as a guest panellist, and has written regular columns in The Guardian and The Independent. He is perhaps best known for presenting The Mark Steel Lectures, The Mark Steel Revolution, The Mark Steel Solution and Mark Steel's in Town.",
      "pageId": 376919,
      "monthDay": "07/04"
    },
    {
      "year": "1953",
      "uri": "/wiki/Francis_Maude",
      "name": "Francis Maude",
      "aboutText": "Francis Anthony Aylmer Maude, Baron Maude of Horsham, PC (born 4 July 1953) is a British Conservative politician, serving as Minister for the Cabinet Office and Paymaster-General, as well as Member of Parliament representing Horsham in Sussex.\nIn February 2015, he announced he would be standing down at the next general election. On 11 May 2015, Maude was appointed as Minister of State for Trade and Investment at the Department for Business, Innovation and Skills and the Foreign and Commonwealth Office, and his elevation to the House of Lords was announced on 14 May.",
      "pageId": 414931,
      "monthDay": "07/04"
    },
    {
      "year": "1954",
      "uri": "/wiki/Morganna",
      "name": "Morganna",
      "aboutText": "Neil Anthony Morrissey (born 4 July 1962) is an English actor, singer and businessman.",
      "pageId": 557868,
      "monthDay": "07/04"
    },
    {
      "year": "1954",
      "uri": "/wiki/Jim_Beattie_(baseball)",
      "name": "Jim Beattie",
      "aboutText": "Sidney Raymond \"Sid\" Eudy (born December 16, 1960) is an American professional wrestler. He is best known under the ring names Sid Vicious, Sid Justice, Psycho Sid, or simply Sid, and for his tenures in World Championship Wrestling (WCW) and the World Wrestling Federation (WWF, now WWE). Between those promotions, Eudy has enjoyed major championship success and performed to an international television audience in four decades from the 1980s to the 2010s.",
      "pageId": 690045,
      "monthDay": "07/04"
    },
    {
      "year": "1957",
      "uri": "/wiki/Rein_Lang",
      "name": "Rein Lang",
      "aboutText": "John Charles Waite (born 4 July 1952) is an English musician. He was lead vocalist for The Babys and Bad English. As a solo artist, 1984's \"Missing You\", was a No.",
      "pageId": 948766,
      "monthDay": "07/04"
    },
    {
      "year": "1957",
      "uri": "/wiki/Jenny_Seagrove",
      "name": "Jenny Seagrove",
      "aboutText": "Victoria Abril (born Victoria Mérida Rojas; 4 July 1959) is a Spanish film actress and singer. She is best known to international audiences for her performance in the movie ¡Átame! (Tie Me Up!",
      "pageId": 970217,
      "monthDay": "07/04"
    },
    {
      "year": "1957",
      "uri": "/wiki/Chulabhorn_Walailak",
      "name": "Chulabhorn Walailak",
      "aboutText": "Rein Lang (born July 4, 1957) is an Estonian politician, a member of the Estonian Reform Party since 1995, and a diplomat.",
      "pageId": 1539137,
      "monthDay": "07/04"
    },
    {
      "year": "1958",
      "uri": "/wiki/Steve_Hartman_(sportscaster)",
      "name": "Steve Hartman",
      "aboutText": "Barry Clinton Windham (born July 4, 1960) is an American semi-retired professional wrestler and the son of wrestler Blackjack Mulligan. He is best known for his appearances with the National Wrestling Alliance (NWA) and World Championship Wrestling (WCW).\nIn NWA/WCW, he was a one-time NWA World Heavyweight Champion, a one-time United States Heavyweight Champion, a one-time Television Champion, a one-time Western States Heritage Champion, a four-time NWA (Mid Atlantic)/WCW World Tag Team Champion and a one-time NWA United States Tag Team Champion with Ron Garvin.",
      "pageId": 1690819,
      "monthDay": "07/04"
    },
    {
      "year": "1958",
      "uri": "/wiki/Kirk_Pengilly",
      "name": "Kirk Pengilly",
      "aboutText": "Carl Howard Valentine (born July 4, 1958) is a former professional soccer player and coach who has had a long association with soccer in the Vancouver area (British Columbia, Canada).\nHe was the head coach of Ottawa Fury in the USL Premier Development League until taking the position as Vancouver Whitecaps FC club ambassador and staff coach in 2010, in the lead-up to the Whitecaps inaugural season in Major League Soccer.",
      "pageId": 1744863,
      "monthDay": "07/04"
    },
    {
      "year": "1958",
      "uri": "/wiki/Carl_Valentine",
      "name": "Carl Valentine",
      "aboutText": "Morganna Roberts (born July 4, 1947) is an entertainer who became known as Morganna or Morganna, the Kissing Bandit in baseball and other sports from 1970 through the 1990s. She was also billed as \"Morganna the Wild One\" when appearing as a dancer in the 1980s.\nMorganna famously rushed the field on many occasions and kissed Major League Baseball players including Nolan Ryan, Pete Rose, Johnny Bench, George Brett (twice), Steve Garvey, and Cal Ripken, Jr.",
      "pageId": 2022568,
      "monthDay": "07/04"
    },
    {
      "year": "1959",
      "uri": "/wiki/Victoria_Abril",
      "name": "Victoria Abril",
      "aboutText": "Princess Chulabhorn Walailak (Thai: จุฬาภรณวลัยลักษณ์; Thai pronunciation: [tɕù.lāː.pʰɔːn.wá.lāj.lák]; rtgs: Chulaphon Walailak; born 4 July 1957, Bangkok) or Chulabhorn Mahidol is a princess of Thailand, the youngest daughter of King Bhumibol Adulyadej and Queen Sirikit.",
      "pageId": 2206638,
      "monthDay": "07/04"
    },
    {
      "year": "1960",
      "uri": "/wiki/Sid_Eudy",
      "name": "Sid Eudy",
      "aboutText": "Jennifer Ann \"Jenny\" Seagrove (born 4 July 1957) is an English actress. She trained at the Bristol Old Vic Theatre School and rose to fame playing the lead in a TV dramatisation of Barbara Taylor Bradford's A Woman of Substance and the 1983 film Local Hero. She is now well known in the character of Jo Mills in the long-running BBC drama series Judge John Deed (2001–07).",
      "pageId": 2748943,
      "monthDay": "07/04"
    },
    {
      "year": "1960",
      "uri": "/wiki/Roland_Ratzenberger",
      "name": "Roland Ratzenberger",
      "aboutText": "Vladimir Tismăneanu (Romanian pronunciation: [vladiˈmir tisməˈne̯anu]; born July 4, 1951) is a Romanian and American political scientist, political analyst, sociologist, and professor at the University of Maryland, College Park. A specialist in political systems and comparative politics, he is director of the University of Maryland's Center for the Study of Post-Communist Societies, having served as chairman of the editorial committee (2004–2008) and editor (1998–2004) of the East European Politics and Societies academic review. Over the years, Tismăneanu has been a contributor to several periodicals, including Studia Politica, Journal of Democracy, Sfera Politicii, Revista 22, Evenimentul Zilei, Idei în Dialog and Cotidianul.",
      "pageId": 4096055,
      "monthDay": "07/04"
    },
    {
      "year": "1960",
      "uri": "/wiki/Mark_Steel",
      "name": "Mark Steel",
      "aboutText": "Steven Ward \"Steve\" Hartman (born July 4, 1958 in Hollywood, California) is the host of a sports radio talk show on Fox Sports Radio based in San Diego, California. He previously hosted a national sports radio show for the Fox Sports Radio Network. He is also a sports anchor/reporter on KTLA television in Los Angeles (not to be confused with CBS News correspondent Steve Hartman).",
      "pageId": 6082963,
      "monthDay": "07/04"
    },
    {
      "year": "1960",
      "uri": "/wiki/Barry_Windham",
      "name": "Barry Windham",
      "aboutText": "James Louis Beattie (born July 4, 1954) is a former Major League Baseball pitcher. He also served as the Montreal Expos' General Manager from 1995 to 2001, and was the Baltimore Orioles general manager with Mike Flanagan from 2003 to 2005. As of 2010, Beattie is serving as a professional scout in the Toronto Blue Jays organization.",
      "pageId": 6313594,
      "monthDay": "07/04"
    },
    {
      "year": "1961",
      "uri": "/wiki/Richard_Garriott",
      "name": "Richard Garriott",
      "aboutText": "Paul Rogat Loeb (born July 4, 1952) is an American social and political activist.\nLoeb was born in 1952 in Berkeley, California. He graduated from Stanford University and subsequently attended New York's New School for Social Research and worked actively to end the Vietnam War.",
      "pageId": 7821881,
      "monthDay": "07/04"
    },
    {
      "year": "1962",
      "uri": "/wiki/Neil_Morrissey",
      "name": "Neil Morrissey",
      "aboutText": "Kirk Pengilly (born 4 July 1958, Melbourne, Victoria, Australia) is an Australian musician, best known as a member of the Australian rock group INXS. Kirk plays saxophone, guitar and also performs as a backing vocalist.",
      "pageId": 8951277,
      "monthDay": "07/04"
    },
    {
      "year": "1962",
      "uri": "/wiki/Pam_Shriver",
      "name": "Pam Shriver",
      "aboutText": "Horace Junior Grant (born July 4, 1965) is an American retired basketball player. He attended and played college basketball at Clemson University, before playing professionally in the National Basketball Association (NBA), where he became a four-time champion with the Chicago Bulls and Los Angeles Lakers.",
      "pageId": 322454,
      "monthDay": "07/04"
    },
    {
      "year": "1963",
      "uri": "/wiki/Henri_Leconte",
      "name": "Henri Leconte",
      "aboutText": "Michael Harrison Sweet (born July 4, 1963) is a singer from Whittier, California, United States. Sweet is known as co-founder, writer, lead guitarist, lead vocalist and front man of the Christian rock band Stryper.",
      "pageId": 626999,
      "monthDay": "07/04"
    },
    {
      "year": "1963",
      "uri": "/wiki/Ute_Lemper",
      "name": "Ute Lemper",
      "aboutText": "Ronni Ancona (born 4 July 1968) is a Scottish actress, impressionist and author.",
      "pageId": 764386,
      "monthDay": "07/04"
    },
    {
      "year": "1963",
      "uri": "/wiki/Laureano_M%C3%A1rquez",
      "name": "Laureano Márquez",
      "aboutText": "Vinicio \"Vinny\" Castilla Soria (Spanish pronunciation: [kasˈtiʎa]; born July 4, 1967) is a Mexican-born former Major League Baseball third baseman who played his best years with the Colorado Rockies and Atlanta Braves.",
      "pageId": 933906,
      "monthDay": "07/04"
    },
    {
      "year": "1963",
      "uri": "/wiki/Jos%C3%A9_Oquendo",
      "name": "José Oquendo",
      "aboutText": "Henri Leconte (born 4 July 1963) is a former French professional tennis player. He reached the men's singles final at the French Open in 1988, won the French Open men's doubles title in 1984, and helped France win the Davis Cup in 1991. Leconte's career-high singles ranking was World No.",
      "pageId": 1171445,
      "monthDay": "07/04"
    },
    {
      "year": "1963",
      "uri": "/wiki/William_Ramallo",
      "name": "William Ramallo",
      "aboutText": "Andy Walker (born July 4, 1967) is a Canadian television personality and journalist.\nHe is best known as having been a co-host alongside Leo Laporte and Amber MacArthur of Call for Help, a technology help television program on G4techTV Canada in Canada and the HOW TO Channel in Australia. His most popular segments on the show were what he called \"food demos\" which use household groceries like cheese and whip cream to show how complex technology mechanisms work.",
      "pageId": 1276016,
      "monthDay": "07/04"
    },
    {
      "year": "1963",
      "uri": "/wiki/Michael_Sweet",
      "name": "Michael Sweet",
      "aboutText": "Todd Marvin Marinovich (born Marvin Scott Marinovich on July 4, 1969) is a former American and Canadian football quarterback. He played for the Los Angeles Raiders of the National Football League, and also in the Canadian Football League and Arena Football League. Marinovich is known for the well-documented, intense focus of his training as a young athlete, and for his brief career upon reaching the professional leagues that was cut short primarily because of his addiction to drugs.",
      "pageId": 1306349,
      "monthDay": "07/04"
    },
    {
      "year": "1964",
      "uri": "/wiki/Cle_Kooiman",
      "name": "Cle Kooiman",
      "aboutText": "Pamela Howard Shriver (born July 4, 1962) is an American former professional tennis player known primarily as a doubles specialist with success also as a singles player. She currently is a tennis broadcaster for ESPN. During the 1980s and 1990s, she won 133 top-level titles, including 21 women's singles titles, 111 women's doubles titles and one mixed doubles title at Grand Slam tournaments. She also won a women's doubles gold medal at the 1988 Olympic Games in Seoul with Zina Garrison as her partner, although her usual doubles partner was Martina Navratilova.",
      "pageId": 1399994,
      "monthDay": "07/04"
    },
    {
      "year": "1964",
      "uri": "/wiki/Elie_Saab",
      "name": "Elie Saab",
      "aboutText": "Elie Saab (Arabic: إيلي صعب) (born 4 July 1964), sometimes known simply as 'ES', is a Lebanese fashion designer. His main workshop is in Lebanon, with additional workshops in Milan and Paris.",
      "pageId": 2035119,
      "monthDay": "07/04"
    },
    {
      "year": "1964",
      "uri": "/wiki/Mark_Slaughter",
      "name": "Mark Slaughter",
      "aboutText": "Mark Allen Slaughter (born July 4, 1964) is an American singer and musician.",
      "pageId": 2200625,
      "monthDay": "07/04"
    },
    {
      "year": "1964",
      "uri": "/wiki/Mark_Whiting",
      "name": "Mark Whiting",
      "aboutText": "Ute Lemper (born 4 July 1963) is a German singer and actress renowned for her interpretation of the work of Kurt Weill.",
      "pageId": 2329682,
      "monthDay": "07/04"
    },
    {
      "year": "1965",
      "uri": "/wiki/Harvey_Grant",
      "name": "Harvey Grant",
      "aboutText": "José Manuel Roberto Guillermo Oquendo Contreras (born July 4, 1963) is a former Major League Baseball infielder and the current third base coach for the St. Louis Cardinals. He is currently the longest tenured third base coach in Major League Baseball.",
      "pageId": 2650401,
      "monthDay": "07/04"
    },
    {
      "year": "1965",
      "uri": "/wiki/Horace_Grant",
      "name": "Horace Grant",
      "aboutText": "Harvey Grant (born July 4, 1965) is a retired American National Basketball Association basketball player.",
      "pageId": 2912913,
      "monthDay": "07/04"
    },
    {
      "year": "1966",
      "uri": "/wiki/Minas_Hantzidis",
      "name": "Minas Hantzidis",
      "aboutText": "Wílliam Luis Ramallo Fernández (born July 4, 1963) is a retired football striker who was nicknamed \"El Pescador del Área\", or \"El Fantasma\". He was capped 36 times and scored 11 international goals for Bolivia between 1989 and 1997. He played all three matches at the 1994 FIFA World Cup and he was also the starting forward in every group game.",
      "pageId": 3968769,
      "monthDay": "07/04"
    },
    {
      "year": "1967",
      "uri": "/wiki/Vinny_Castilla",
      "name": "Vinny Castilla",
      "aboutText": "Alfred James Golden, Jr. (born July 4, 1969) is a former head coach at the University of Miami, a position he held from December 2010 to October 2015. Prior to joining Miami, he served for five years as defensive coordinator at Virginia and five years as the head coach at Temple.",
      "pageId": 5079351,
      "monthDay": "07/04"
    },
    {
      "year": "1967",
      "uri": "/wiki/Andy_Walker_(journalist)",
      "name": "Andy Walker",
      "aboutText": "Christopher Clemence \"Cle\" Kooiman (born July 3, 1963) is a retired American soccer defender. He played professionally in both Mexico and the United States including the first Major Indoor Soccer League, Western Soccer Alliance, American Professional Soccer League and Major League Soccer. He earned twelve caps, scoring one goal, with the U.S. national soccer team in 1993 and 1994.",
      "pageId": 7363224,
      "monthDay": "07/04"
    },
    {
      "year": "1968",
      "uri": "/wiki/Ronni_Ancona",
      "name": "Ronni Ancona",
      "aboutText": "Jack Frost (real name John Dempsey, born July 4, 1968 in Jersey City, NJ) is the guitarist/founder of the heavy metal band Seven Witches and also a part of The Bronx Casket Company. Frost is also known for playing guitar on Savatage's tour in support of Poets and Madmen in 2001 and 2002 before being dismissed from the band for unspecified reasons. He is currently touring in Anthrax vocalist Joey Belladonna's backing band.",
      "pageId": 8069403,
      "monthDay": "07/04"
    },
    {
      "year": "1968",
      "uri": "/wiki/Jack_Frost_(musician)",
      "name": "Jack Frost",
      "aboutText": "Minas Hantzidis (Greek: Μηνάς Χατζίδης) (born 4 July 1966) is a former Greek football player. He played for Bayer Leverkusen, VfL Bochum, Olympiacos, Iraklis, Veria, Wuppertaler SV, SV Elversberg, Union Solingen, 1. FC Kleve, TSV 05 Ronsdorf and SpVgg Radevormwald, as well as for the national side.",
      "pageId": 14408889,
      "monthDay": "07/04"
    },
    {
      "year": "1969",
      "uri": "/wiki/Al_Golden_(American_football)",
      "name": "Al Golden",
      "aboutText": "Mark Whiting (born July 4, 1964) is an American writer, director, designer and actor.",
      "pageId": 17630327,
      "monthDay": "07/04"
    },
    {
      "year": "1969",
      "uri": "/wiki/Todd_Marinovich",
      "name": "Todd Marinovich",
      "aboutText": "Laureano Márquez (4 July 1963 in Canary Islands), is a Spanish-born Venezuelan humorist and politologist.",
      "pageId": 25553466,
      "monthDay": "07/04"
    },
    {
      "year": "1969",
      "uri": "/wiki/Wilfred_Mugeyi",
      "name": "Wilfred Mugeyi",
      "aboutText": "Hanabiko \"Koko\" (born July 4, 1971) is a female western lowland gorilla who is known for having learned a large number of hand signs from a modified version of American Sign Language (ASL).\nHer trainer, Francine \"Penny\" Patterson, reports that Koko is able to understand more than 1,000 signs of what Patterson calls \"Gorilla Sign Language\" (GSL). In contrast to other experiments attempting to teach sign language to non-human primates, Patterson simultaneously exposed Koko to spoken English from an early age.",
      "pageId": 144192,
      "monthDay": "07/04"
    },
    {
      "year": "1970",
      "uri": "/wiki/Christian_Giesler",
      "name": "Christian Giesler",
      "aboutText": "William Goldsmith (born July 4, 1972) is an American drummer best known for being the drummer of the Seattle alternative band Sunny Day Real Estate and for his tenure as the drummer of the alternative rock band Foo Fighters.",
      "pageId": 277559,
      "monthDay": "07/04"
    },
    {
      "year": "1970",
      "uri": "/wiki/Tony_Vidmar",
      "name": "Tony Vidmar",
      "aboutText": "Gackt Camui (神威 楽斗, Kamui Gakuto, born July 4, 1973), better known by his stage name Gackt, is a Japanese musician, singer, songwriter and actor. He has been active since 1993, first as the frontman of the short-lived independent band Cains:Feel, then for the now defunct visual kei rock band Malice Mizer, before starting his solo career in 1999. He has released nine studio albums and, with forty-six singles released, holds the male soloist record for most top ten consecutive singles in Japan music history.",
      "pageId": 447395,
      "monthDay": "07/04"
    },
    {
      "year": "1971",
      "uri": "/wiki/Koko_(gorilla)",
      "name": "Koko",
      "aboutText": "Michael Rudolph Knuble (/kɨˈnuːbəl/ ki-NOO-bəl; born July 4, 1972) is a Canadian-born American former professional ice hockey right winger who played in the National Hockey League (NHL). During his 16 NHL seasons, he played for the Detroit Red Wings, New York Rangers, Boston Bruins, Philadelphia Flyers and Washington Capitals.",
      "pageId": 588222,
      "monthDay": "07/04"
    },
    {
      "year": "1971",
      "uri": "/wiki/Andy_Creeggan",
      "name": "Andy Creeggan",
      "aboutText": "Stephen Giles (born July 4, 1972) is a Canadian sprint canoer who competed from the early 1990s to the mid 2000s. Competing in four Summer Olympics, he won the bronze in the C-1 1000 m event at Sydney in 2000.\nGiles was born in St.",
      "pageId": 945924,
      "monthDay": "07/04"
    },
    {
      "year": "1971",
      "uri": "/wiki/Brendan_Donnelly",
      "name": "Brendan Donnelly",
      "aboutText": "La'Roi Damon Glover (/ləˈrɔɪ/; born July 4, 1974) is a former American football defensive tackle and current Director of Player Engagement for the St. Louis Rams of the NFL. Glover played college football for San Diego State University. Glover enjoyed a 13-year career in which he made six-consecutive Pro Bowls and was a four-time All-Pro selection.",
      "pageId": 1028889,
      "monthDay": "07/04"
    },
    {
      "year": "1971",
      "uri": "/wiki/Ned_Zeli%C4%87",
      "name": "Ned Zelić",
      "aboutText": "Jan Ellegaard Magnussen (born 4 July 1973) is a Danish professional racing driver and a factory driver for General Motors. He has competed in several of the most prestigious events in motor sport including CART, NASCAR, the FIA Formula One World Championship and the 24 Hours of Le Mans.",
      "pageId": 1235891,
      "monthDay": "07/04"
    },
    {
      "year": "1972",
      "uri": "/wiki/Nina_Badri%C4%87",
      "name": "Nina Badrić",
      "aboutText": "Tony Popovic (Croatian: Tony Popović, pronounced [pǒpoʋit͡ɕ]; born 4 July 1973) is an Australian former football player who is the current head coach of A-League club Western Sydney Wanderers.\nAs a player Popovic's usual position was centre-back. Starting in 1989 at Sydney United he went on to play for Sanfrecce Hiroshima of Japan and Premier League side Crystal Palace, among other clubs.",
      "pageId": 1792145,
      "monthDay": "07/04"
    },
    {
      "year": "1972",
      "uri": "/wiki/Stephen_Giles",
      "name": "Stephen Giles",
      "aboutText": "Keiko Ihara (井原 慶子, Ihara Keiko) (born July 4, 1973) is a Japanese female race car driver. She was a former race queen, a model who appears in a swimsuit or other fashionable apparel at race circuits, before deciding to become a racing driver. She is one of the few Japanese women nationals to race internationally at a high level.",
      "pageId": 2247596,
      "monthDay": "07/04"
    },
    {
      "year": "1972",
      "uri": "/wiki/William_Goldsmith",
      "name": "William Goldsmith",
      "aboutText": "Jill N. Craybas (born July 4, 1974) is an American former professional tennis player. At 39 years of age, she was one of the oldest players on the WTA Tour, as well as the longest serving, having turned pro in 1996.",
      "pageId": 2442075,
      "monthDay": "07/04"
    },
    {
      "year": "1972",
      "uri": "/wiki/Mike_Knuble",
      "name": "Mike Knuble",
      "aboutText": "Adrian Darnell Griffin (born July 4, 1974) is a retired American professional basketball player and current assistant coach for the Orlando Magic of the National Basketball Association (NBA). He played in the NBA as a guard and small forward from 1999 to 2008 after playing from 1996 to 1999 in minor leagues. Griffin grew up in Wichita, Kansas and played collegiately at Seton Hall University.",
      "pageId": 2447166,
      "monthDay": "07/04"
    },
    {
      "year": "1973",
      "uri": "/wiki/Gackt",
      "name": "Gackt",
      "aboutText": "Brendan Kevin Donnelly (born July 4, 1971) is a former Major League Baseball relief pitcher. A right-hander, Donnelly pitched for twenty-one teams (two of them independents), twelve organizations, two independent leagues, eleven organized minor leagues, and both the American League and the National League.\nHe won the World Series in 2002 with the Anaheim Angels and was on the roster for the Boston Red Sox during their 2007 World Series victory.",
      "pageId": 2459649,
      "monthDay": "07/04"
    },
    {
      "year": "1973",
      "uri": "/wiki/Keiko_Ihara",
      "name": "Keiko Ihara",
      "aboutText": "Nina Badrić (pronounced [nîna bâdrit͡ɕ] ; born 4 July 1972) is a Croatian pop singer. Before starting her career in the entertainment industry she used to be a bank teller. She began performing in early 1990s, exploiting the sudden popularity of dance music, but her repertoire gradually became more mainstream.",
      "pageId": 2569000,
      "monthDay": "07/04"
    },
    {
      "year": "1973",
      "uri": "/wiki/Michael_Johnson_(footballer,_born_1973)",
      "name": "Michael Johnson",
      "aboutText": "Antony \"Tony\" Vidmar (born 4 July 1970 in Adelaide) is an Australian former football (soccer) player and coach. He was a member of the Australian national team, competed at the 1992 Summer Olympics in Barcelona for his native country, and is currently Australia's third highest capped player.",
      "pageId": 2620124,
      "monthDay": "07/04"
    },
    {
      "year": "1973",
      "uri": "/wiki/Anjelika_Krylova",
      "name": "Anjelika Krylova",
      "aboutText": "Nedijeljko \"Ned\" Zelić (Croatian pronunciation: [zeːlitɕ]) (born 4 July 1971) is an Australian former football player, and is currently a commentator for Fox Sports.",
      "pageId": 2735971,
      "monthDay": "07/04"
    },
    {
      "year": "1973",
      "uri": "/wiki/Jan_Magnussen",
      "name": "Jan Magnussen",
      "aboutText": "Anjelika Alexeyevna Krylova (Russian: Анжелика Алексеевна Крылова; born 4 July 1973) is a Russian retired ice dancer. With partner Oleg Ovsyannikov, she is the 1998 Olympic silver medalist and two-time (1998, 1999) World champion.",
      "pageId": 4159399,
      "monthDay": "07/04"
    },
    {
      "year": "1973",
      "uri": "/wiki/Tony_Popovic",
      "name": "Tony Popovic",
      "aboutText": "Andrew Burnett \"Andy\" Creeggan (born July 4, 1971) is the former piano player, percussionist and occasional guitarist for the Canadian alternative rock band Barenaked Ladies from 1990–95.",
      "pageId": 4209702,
      "monthDay": "07/04"
    },
    {
      "year": "1974",
      "uri": "/wiki/Jill_Craybas",
      "name": "Jill Craybas",
      "aboutText": "Michael Owen Johnson (born 4 July 1973) is a former footballer who played as a defender, primarily at centre-half, although he also played left-back when called upon. He made more than 550 appearances in the Football League and Premier League, including more than 250 games for Birmingham City and more than 100 each for Notts County, the club where he began his professional career, and for Derby County. Although born in Nottingham, England, he is a full Jamaican international and played 12 times for the Jamaican national team.",
      "pageId": 4476802,
      "monthDay": "07/04"
    },
    {
      "year": "1974",
      "uri": "/wiki/La%27Roi_Glover",
      "name": "La'Roi Glover",
      "aboutText": "Christian \"Speesy\" Giesler (born 4 July 1970) is the current bass guitar player for Kreator. He first appeared on Cause for Conflict, replacing original bassist Roberto Fioretti, and has been with the band since. Unlike Fioretti, who used a pick on Kreator's recordings, Gielser is a fingerstyle bassist.",
      "pageId": 9372067,
      "monthDay": "07/04"
    },
    {
      "year": "1974",
      "uri": "/wiki/Adrian_Griffin",
      "name": "Adrian Griffin",
      "aboutText": "Wilfred Mugeyi (born 4 July 1969) is a Zimbabwean former footballer who is currently coach at South African Premier Soccer League club AmaZulu FC.",
      "pageId": 10397882,
      "monthDay": "07/04"
    },
    {
      "year": "1974",
      "uri": "/wiki/Vince_Spadea",
      "name": "Vince Spadea",
      "aboutText": "Daijiro Kato (加藤 大治郎, Katō Daijirō, July 4, 1976 – April 20, 2003) was a Japanese Grand Prix motorcycle road racer, the 2001 250cc world champion, and the 2000 and 2002 Suzuka 8 Hours winner.",
      "pageId": 219697,
      "monthDay": "07/04"
    },
    {
      "year": "1976",
      "uri": "/wiki/Daijiro_Kato",
      "name": "Daijiro Kato",
      "aboutText": "Vincent Spadea [SPAY-dee-ya] (born July 19, 1974) is a former ATP Tour professional tennis player from the United States.\nHe reached a career high tenth position in the ATP Champions Race in April 2003, as well as a career-high ATP eighteenth ranking in February 2005. He has career prize money earnings of over $5,000,000.",
      "pageId": 1574767,
      "monthDay": "07/04"
    },
    {
      "year": "1976",
      "uri": "/wiki/Yevgeniya_Medvedeva",
      "name": "Yevgeniya Medvedeva",
      "aboutText": "Joshua Treadwell McCown (born July 4, 1979) is an American football quarterback for the Cleveland Browns of the National Football League (NFL). He was drafted by the Arizona Cardinals in the third round of the 2002 NFL Draft. He played college football at SMU and Sam Houston State.",
      "pageId": 1770143,
      "monthDay": "07/04"
    },
    {
      "year": "1977",
      "uri": "/wiki/Orri_P%C3%A1ll_D%C3%BDrason",
      "name": "Orri Páll Dýrason",
      "aboutText": "Orri Páll Dýrason (Icelandic pronunciation: [ˈɔrːɪ ˈpautl ˈtiːrasɔn]; born in 4 July 1977) is the drummer for Sigur Rós. He joined the band in 1999, shortly after the recording of the studio album Ágætis byrjun, when the previous drummer, Ágúst Ævar Gunnarsson, left the band.  He has four children including one stepchild.",
      "pageId": 2506975,
      "monthDay": "07/04"
    },
    {
      "year": "1977",
      "uri": "/wiki/Jonas_Kjellgren",
      "name": "Jonas Kjellgren",
      "aboutText": "Eka Basunga Lokonda \"Émile\" Mpenza (born 4 July 1978) is a Belgian former footballer who played as a striker. He has been capped at international level by Belgium. His older brother, Mbo, was also a footballer who represented Belgium.",
      "pageId": 2807755,
      "monthDay": "07/04"
    },
    {
      "year": "1977",
      "uri": "/wiki/Zoe_Naylor",
      "name": "Zoe Naylor",
      "aboutText": "Ekaterini (Katia) Zygouli (Greek: Κάτια Ζυγούλη ) (born July 4, 1978) is a Greek fashion model and occasional actress.",
      "pageId": 4009157,
      "monthDay": "07/04"
    },
    {
      "year": "1978",
      "uri": "/wiki/Marcos_Daniel",
      "name": "Marcos Daniel",
      "aboutText": "Vicky Kaya (Greek: Βίκυ Καγιά; [ˈvici ˈkaʝa]; born 4 July 1978), is a Greek model, television presenter and occasional actress who has appeared on the covers of numerous international fashion magazines such as Vogue, Esquire, Madame Figaro, Marie Claire, and Elle.",
      "pageId": 4020083,
      "monthDay": "07/04"
    },
    {
      "year": "1978",
      "uri": "/wiki/Andrea_Gabriel",
      "name": "Andrea Gabriel",
      "aboutText": "Yevgeniya Vladimirovna Medvedeva (Russian: Евге́ния Влади́мировна Медве́дева-Арбу́зова; formerly Arbuzova, born 4 July 1976 in Kondopoga, Karelian ASSR) is a Russian cross-country skier who has competed since 1996. Competing in two Winter Olympics, she won two medals at Turin in 2006 with a gold in the 4 x 5 km and a bronze in the 7.5 km + 7.5 km double pursuit.",
      "pageId": 4256529,
      "monthDay": "07/04"
    },
    {
      "year": "1978",
      "uri": "/wiki/Vicky_Kaya",
      "name": "Vicky Kaya",
      "aboutText": "Marcos Diniz Daniel (born on July 4, 1978 in Passo Fundo, Rio Grande do Sul) is a retired professional tennis player from Brazil who turned professional in 1997. The right-hander reached his highest ATP singles ranking of World No. 56 in September 2009.",
      "pageId": 4474887,
      "monthDay": "07/04"
    },
    {
      "year": "1978",
      "uri": "/wiki/Stephen_McNally_(musician)",
      "name": "Stephen McNally",
      "aboutText": "Zoe Naylor (born 4 July 1977) is an Australian actress as well as journalist, MC, keynote speaker, writer, voice-artist and producer.",
      "pageId": 6079476,
      "monthDay": "07/04"
    },
    {
      "year": "1978",
      "uri": "/wiki/%C3%89mile_Mpenza",
      "name": "Émile Mpenza",
      "aboutText": "Stephen McNally (born Stephen Patrick McNally, 4 July 1978, Liverpool) is an English singer and songwriter.",
      "pageId": 6239452,
      "monthDay": "07/04"
    },
    {
      "year": "1978",
      "uri": "/wiki/Becki_Newton",
      "name": "Becki Newton",
      "aboutText": "Rebecca Sara \"Becki\" Newton (born July 4, 1978) is an American actress, known for her roles as Amanda Tanen on Ugly Betty and Quinn Garvey on How I Met Your Mother.",
      "pageId": 7203432,
      "monthDay": "07/04"
    },
    {
      "year": "1978",
      "uri": "/wiki/Katia_Zygouli",
      "name": "Katia Zygouli",
      "aboutText": "Dumas (born as Steve Dumas on July 4, 1979) is a Canadian singer and a native of Victoriaville, Quebec.",
      "pageId": 7878527,
      "monthDay": "07/04"
    },
    {
      "year": "1979",
      "uri": "/wiki/Dumas_(musician)",
      "name": "Dumas",
      "aboutText": "Noah Takes a Picture of Himself Everyday for 6 Years (as titled on YouTube), or Everyday (as shown on the title card), is a viral video produced by New York photographer Noah Kalina.",
      "pageId": 8949953,
      "monthDay": "07/04"
    },
    {
      "year": "1979",
      "uri": "/wiki/Siim_Kabrits",
      "name": "Siim Kabrits",
      "aboutText": "Jonas Kjellgren (Born 4 July 1977) is a Swedish musician and producer, now residing in Grangärde, Sweden. He has played for bands such as Carnal Forge and Dellamorte as their lead vocalist and played guitar for Centinex, and bass for October Tide. He is most famous for being the co founder and guitarist in Scar Symmetry which was founded in 2005.",
      "pageId": 11390200,
      "monthDay": "07/04"
    },
    {
      "year": "1979",
      "uri": "/wiki/Josh_McCown",
      "name": "Josh McCown",
      "aboutText": "Renny Vicente Vega Hernández (Spanish pronunciation: [ˈreni ˈβeɣa erˈnandeθ], born 4 July 1979) is a Venezuelan footballer who currently plays for the Portuguese side C.F. União as a goalkeeper.\nHe has played with the Venezuelan national team for more than ten years, with his most successful moment being when he was a member of the historic 2011 Copa América squad that reached 4th place.",
      "pageId": 15553044,
      "monthDay": "07/04"
    },
    {
      "year": "1979",
      "uri": "/wiki/Kevin_Thoms",
      "name": "Kevin Thoms",
      "aboutText": "Andrea Gabriel (born July 4, 1978) is an American actress.",
      "pageId": 27188049,
      "monthDay": "07/04"
    },
    {
      "year": "1979",
      "uri": "/wiki/Mark_Twitchell",
      "name": "Mark Twitchell",
      "aboutText": "Mark Andrew Twitchell (born July 4, 1979) is a Canadian convicted of first degree murder in 2011 for killing John Brian \"Johnny\" Altinger. His trial attracted substantial media attention because he was inspired by the Dexter Morgan character, featured in Jeff Lindsay novels and the Dexter television series, a serial killer who works as a forensic bloodstain pattern analyst for the fictional Miami Metro Police Department.\nBorn in Edmonton, Alberta, Twitchell was an aspiring filmmaker who dreamed of making blockbuster movies.",
      "pageId": 31513304,
      "monthDay": "07/04"
    },
    {
      "year": "1979",
      "uri": "/wiki/Renny_Vega",
      "name": "Renny Vega",
      "aboutText": "Kevin Thoms is an American television/film actor and voice actor, perhaps best known for providing the voice for Lance in Cartoon Network's Sym-Bionic Titan. Prior to this role, he has been cast in many films and television series including Riding In Cars With Boys, Ed, Law and Order: Special Victims Unit, as either main roles or minor roles. He has also had a few other voice roles in Star Wars: The Clone Wars, Fusion Fall (as Lance), Aion, and other video game and animated series.",
      "pageId": 33105311,
      "monthDay": "07/04"
    },
    {
      "year": "1980",
      "uri": "/wiki/Everyday_(video)",
      "name": "Noah Kalina",
      "aboutText": "Siim Kabrits (born 4 July 1979 in Tartu), is an Estonian politician and entrepreneur, former Member of Parliament XII.",
      "pageId": 39606035,
      "monthDay": "07/04"
    },
    {
      "year": "1980",
      "uri": "/wiki/Carrie_Keagan",
      "name": "Carrie Keagan",
      "aboutText": "Isabeli Bergossi Fontana (born July 4, 1983) is a Brazilian model.",
      "pageId": 1503964,
      "monthDay": "07/04"
    },
    {
      "year": "1980",
      "uri": "/wiki/Max_Elliott_Slade",
      "name": "Max Elliott Slade",
      "aboutText": "William Raymond Smith III (born July 4, 1981) is an American football defensive end who is currently a free agent.",
      "pageId": 1907958,
      "monthDay": "07/04"
    },
    {
      "year": "1980",
      "uri": "/wiki/Kwame_Steede",
      "name": "Kwame Steede",
      "aboutText": "Max Elliott Slade (born July 4, 1980) is an American former child actor who starred in 3 Ninjas, 3 Ninjas Kick Back, and 3 Ninjas Knuckle Up as the character named Jeffrey Douglas, later nicknamed Colt by his grandfather Mori Tanaka. He was the middle child of the Douglas family in the movies. He was featured as Jay Lovell in Apollo 13, young Mark Goddard in The Sweeper, and young Gil Buckman in Parenthood.",
      "pageId": 2610593,
      "monthDay": "07/04"
    },
    {
      "year": "1981",
      "uri": "/wiki/Ded%C3%A9_(Angolan_footballer)",
      "name": "Dedé",
      "aboutText": "Hannah Harper (born 4 July 1982) is an English pornographic actress, director, and was featured in the April 2002 Penthouse Pet of the Month.",
      "pageId": 2635875,
      "monthDay": "07/04"
    },
    {
      "year": "1981",
      "uri": "/wiki/Brock_Berlin",
      "name": "Brock Berlin",
      "aboutText": "Gina Glocksen (born July 4, 1984) is an American singer, who was the ninth-place finisher on the sixth season of American Idol. She was eliminated on April 4, 2007. She previously appeared in season 5.",
      "pageId": 4201453,
      "monthDay": "07/04"
    },
    {
      "year": "1981",
      "uri": "/wiki/Francisco_Cruceta",
      "name": "Francisco Cruceta",
      "aboutText": "Brock Sterling Berlin (born July 4, 1981) is an American former college and professional football player who was a quarterback in the National Football League (NFL). He played college football for the University of Florida and the University of Miami. Berlin was signed by the Miami Dolphins of the NFL as an undrafted free agent in 2005, and was also been a member of the Dallas Cowboys, St.",
      "pageId": 4784888,
      "monthDay": "07/04"
    },
    {
      "year": "1981",
      "uri": "/wiki/Tahar_Rahim",
      "name": "Tahar Rahim",
      "aboutText": "Ben Jorgensen (born July 4, 1983) is an American musician, best known as the lead singer and guitarist of the rock band Armor for Sleep.",
      "pageId": 7156481,
      "monthDay": "07/04"
    },
    {
      "year": "1981",
      "uri": "/wiki/Will_Smith_(American_football)",
      "name": "Will Smith",
      "aboutText": "Miguel Ángel Pinto Jerez (born July 4, 1983 in Santiago, Chile) is a Chilean football goalkeeper who plays for Mexican club Atlas of the Liga MX. He also holds Mexican citizenship.",
      "pageId": 7790675,
      "monthDay": "07/04"
    },
    {
      "year": "1982",
      "uri": "/wiki/Hannah_Harper",
      "name": "Hannah Harper",
      "aboutText": "Jin Akanishi (赤西 仁, Akanishi Jin, born July 4, 1984) is a Japanese musician, singer, songwriter and actor. He has been active since 1998, first as one of the two lead vocalists of the popular J-pop boy-band KAT-TUN. Since the group's official debut in 2006, they have achieved 14 consecutive number ones (including studio albums) on the Oricon charts. In 2009, Akanishi started his solo career, and since then has released two studio albums (Japonicana, #JustJin), and two mini albums (Test Drive, Mi Amor).",
      "pageId": 8899177,
      "monthDay": "07/04"
    },
    {
      "year": "1982",
      "uri": "/wiki/Michael_Sorrentino",
      "name": "Michael Sorrentino",
      "aboutText": "Francisco Alberto Cruceta (born July 4, 1981 in La Vega, Dominican Republic) is a former Major League Baseball pitcher.",
      "pageId": 11587107,
      "monthDay": "07/04"
    },
    {
      "year": "1983",
      "uri": "/wiki/Melanie_Fiona",
      "name": "Melanie Fiona",
      "aboutText": "Amantle Montsho (born July 4, 1983) is a female sprinter from Botswana who specializes in the 400 metres. She represented her country at the 2004 and 2008 Summer Olympics, reaching the final at the latter edition. She has also competed at the World Championships in Athletics and the IAAF World Indoor Championships, and is the former World Champion over the 400m, winning in a personal best time of 49.56 in Daegu.",
      "pageId": 12954580,
      "monthDay": "07/04"
    },
    {
      "year": "1983",
      "uri": "/wiki/Isabeli_Fontana",
      "name": "Isabeli Fontana",
      "aboutText": "Adérito Waldemar Alves de Carvalho (born 4 July 1981 in Lobito), commonly known as Dédé, is an Angolan professional footballer who plays for S.L. Benfica (Luanda) as a midfielder.",
      "pageId": 13391123,
      "monthDay": "07/04"
    },
    {
      "year": "1983",
      "uri": "/wiki/Ben_Jorgensen",
      "name": "Ben Jorgensen",
      "aboutText": "Miguel Ángel Múñoz Blanco (born 4 July 1983) is a Spanish actor and singer.",
      "pageId": 15827294,
      "monthDay": "07/04"
    },
    {
      "year": "1983",
      "uri": "/wiki/Amantle_Montsho",
      "name": "Amantle Montsho",
      "aboutText": "Andrew Mrotek (aka Andy \"The Butcher\" Mrotek) (born July 4, 1983) is the former drummer and backup vocalist for the rock band The Academy Is....\nBorn and raised on Milwaukee's south side, Andy attended Elm Elementary School and then Roosevelt Middle School. Mrotek graduated from Milwaukee High School of the Arts in 2001 while drumming for a band called Last Place Champs.",
      "pageId": 20809562,
      "monthDay": "07/04"
    },
    {
      "year": "1983",
      "uri": "/wiki/Andrew_Mrotek",
      "name": "Andrew Mrotek",
      "aboutText": "Melanie Fiona Hallim (born July 4, 1983), known professionally as Melanie Fiona, is a Canadian R&B recording artist. She was born and raised in Toronto. She started her career in 2002 as part of a Canadian musical girl band trio X-Quisite that was nominated for \"R&B/Soul Recording of the Year\" for the band's album X-Quisite.",
      "pageId": 21852321,
      "monthDay": "07/04"
    },
    {
      "year": "1983",
      "uri": "/wiki/Miguel_%C3%81ngel_Mu%C3%B1oz",
      "name": "Miguel Ángel Muñoz",
      "aboutText": "Tahar Rahim (born 4 July 1981) is a French actor of Algerian descent. He is known for his starring role as Malik El Djebena in the 2009 award-winning French movie A Prophet by Jacques Audiard.",
      "pageId": 24579986,
      "monthDay": "07/04"
    },
    {
      "year": "1983",
      "uri": "/wiki/Miguel_Pinto",
      "name": "Miguel Pinto",
      "aboutText": "Michael Paul Sorrentino (born July 4, 1981), also known as The Situation, is an American television personality. He appeared on the MTV reality show Jersey Shore in all six seasons from December 2009 through its final episode in 2012.",
      "pageId": 25980269,
      "monthDay": "07/04"
    },
    {
      "year": "1983",
      "uri": "/wiki/Mattia_Serafini",
      "name": "Mattia Serafini",
      "aboutText": "Carrie Keagan (born July 4, 1980) is a Buffalo-born television personality, actress, writer and producer, known as the host of Up Close with Carrie Keagan, Big Morning Buzz Live on VH1 and for her appearances as a panelist on Fox News Channel's Red Eye w/ Greg Gutfeld, the E! talk show Chelsea Lately, Vh1 Classic's Rock 'n' Roll Fantasy Camp and her numerous hosting duties for E!, VH1 and G4's Attack of the Show!.\n^ \"Carrie Keagan on Twitter\".",
      "pageId": 26791162,
      "monthDay": "07/04"
    },
    {
      "year": "1984",
      "uri": "/wiki/Jin_Akanishi",
      "name": "Jin Akanishi",
      "aboutText": "Mattia Serafini (born 4 July 1983) is an Italian footballer.",
      "pageId": 28354508,
      "monthDay": "07/04"
    },
    {
      "year": "1984",
      "uri": "/wiki/Gina_Glocksen",
      "name": "Gina Glocksen",
      "aboutText": "Kwame Steede (born 4 July 1980) is a Bermudian international footballer who plays club football for Bermuda Hogges in the USL Premier Development League, as a midfielder.",
      "pageId": 30157249,
      "monthDay": "07/04"
    },
    {
      "year": "1984",
      "uri": "/wiki/Miguel_Santos_Soares",
      "name": "Miguel Santos Soares",
      "aboutText": "Angelique Boyer (Spanish pronunciation: [aɲɟʝeˈlik βoˈʝeɾ]), born Angélique Monique-Paulette Boyer Rousseau (French pronunciation: ​[ɑ̃ʒelik mɔnik polɛt bwa.jeʁ ʁuso]), on July 4, 1988, is a French-born Mexican actress.\nShe started her career playing secondary roles in the telenovelas Rebelde, Muchachitas como tú, and Corazón Salvaje. In 2010, she was given her first protagonist role in Teresa, a remake of the 1959 telenovela.",
      "pageId": 1991791,
      "monthDay": "07/04"
    },
    {
      "year": "1985",
      "uri": "/wiki/Rinalds_Sirsni%C5%86%C5%A1",
      "name": "Rinalds Sirsniņš",
      "aboutText": "Kane Tenace (born 4 July 1985) is an Australian rules footballer who played for the Geelong Football Club in the Australian Football League (AFL).",
      "pageId": 3735264,
      "monthDay": "07/04"
    },
    {
      "year": "1985",
      "uri": "/wiki/Kane_Tenace",
      "name": "Kane Tenace",
      "aboutText": "Mía Lourdes Taveras López (born July 4, 1986 in Santiago de los Caballeros) is a Dominican beauty pageant titleholder who was crowned Miss Dominican Republic 2006. She competed in the Miss Universe 2006 beauty pageant in Los Angeles, California on July 23, 2006.\nTaveras represented the Santiago province during the national pageant which took place on December 18, 2005.",
      "pageId": 5747146,
      "monthDay": "07/04"
    },
    {
      "year": "1986",
      "uri": "/wiki/%C3%96mer_A%C5%9F%C4%B1k",
      "name": "Ömer Aşık",
      "aboutText": "Wude Ayalew Yimer (Amharic: ውዴ ፡ አያሌው ፡ ይመር; born 4 July 1987 in Gojjam) is an Ethiopian long-distance runner. She was the bronze medallist over 10,000 metres at the 2009 World Championships in Athletics and took the silver in that event at the 2011 All-Africa Games. Her sister Hiwot Ayalew is also a top level runner.",
      "pageId": 9538040,
      "monthDay": "07/04"
    },
    {
      "year": "1986",
      "uri": "/wiki/Takahisa_Masuda",
      "name": "Takahisa Masuda",
      "aboutText": "Ömer Faruk Aşık (Turkish pronunciation: [ømɛɾ aːʃɯk]; born July 4, 1986) is a Turkish professional basketball player for the New Orleans Pelicans of the National Basketball Association (NBA). Aşık, standing at 7'0\", was sought after by many of the top Euroleague basketball teams at the age of 19. Aşık got his first chance playing professionally with the Turkish Basketball League team Fenerbahçe in 2005–06.",
      "pageId": 11295384,
      "monthDay": "07/04"
    },
    {
      "year": "1986",
      "uri": "/wiki/Nguyen_Ngoc_Duy",
      "name": "Nguyen Ngoc Duy",
      "aboutText": "Found Nickname,",
      "pageId": 11541649,
      "monthDay": "07/04"
    },
    {
      "year": "1986",
      "uri": "/wiki/M%C3%ADa_Taveras",
      "name": "Mía Taveras",
      "aboutText": "Fanny Valette (born 4 July 1986) is a French actress.\nIn January 2011 she parodied herself in the video to Max Boublil's comic song J'aime les moches (\"I like ugly girls\").\n^ Max Boublil ose mettre un gros râteau à la très sexy Fanny Valette !",
      "pageId": 16729940,
      "monthDay": "07/04"
    },
    {
      "year": "1986",
      "uri": "/wiki/Fanny_Valette",
      "name": "Fanny Valette",
      "aboutText": "Jake William Gardiner (born July 4, 1990) is an American professional ice hockey defenseman currently playing for the Toronto Maple Leafs of the National Hockey League (NHL).",
      "pageId": 18051817,
      "monthDay": "07/04"
    },
    {
      "year": "1987",
      "uri": "/wiki/Wude_Ayalew",
      "name": "Wude Ayalew",
      "aboutText": "Rodgers Kola (born 4 July 1989) is a Zambian footballer who plays for Veria and the Zambian national team. He is a versatile forward who is usually deployed on the wing.",
      "pageId": 19186875,
      "monthDay": "07/04"
    },
    {
      "year": "1987",
      "uri": "/wiki/Guram_Kashia",
      "name": "Guram Kashia",
      "aboutText": "Backer Aloenouvo (born July 4, 1990 in Masséda) is a Togolese footballer, who currently plays for Tunisian club Stade Gabèsien.",
      "pageId": 21657407,
      "monthDay": "07/04"
    },
    {
      "year": "1988",
      "uri": "/wiki/Angelique_Boyer",
      "name": "Angelique Boyer",
      "aboutText": "Guram Kashia (Georgian: გურამ კაშია; born 4 July 1987) is a Georgian footballer who plays as a defender for Dutch Eredivisie club Vitesse and the Georgian national team.\nKashia made his Georgia debut on 1 April 2009.",
      "pageId": 22368586,
      "monthDay": "07/04"
    },
    {
      "year": "1988",
      "uri": "/wiki/Jada_Stevens",
      "name": "Jada Stevens",
      "aboutText": "Benjamin Büchel (born 4 July 1989) is a Liechtenstein international footballer who plays for English club Oxford United, as a goalkeeper.",
      "pageId": 25150059,
      "monthDay": "07/04"
    },
    {
      "year": "1989",
      "uri": "/wiki/Alyssa_Miller",
      "name": "Alyssa Miller",
      "aboutText": "Kelsi Auldyn Crain, (born July 4, 1990) is a woman from Monroe, Louisiana who was named Miss Louisiana 2010.",
      "pageId": 28636779,
      "monthDay": "07/04"
    },
    {
      "year": "1989",
      "uri": "/wiki/Benjamin_B%C3%BCchel",
      "name": "Benjamin Büchel",
      "aboutText": "Miguel Santos Soares known as Migi (born July 4, 1984) is a football player.",
      "pageId": 29317215,
      "monthDay": "07/04"
    },
    {
      "year": "1989",
      "uri": "/wiki/Yoon_Doo-joon",
      "name": "Yoon Doo-joon",
      "aboutText": "Found birth name,",
      "pageId": 30756198,
      "monthDay": "07/04"
    },
    {
      "year": "1989",
      "uri": "/wiki/Rodgers_Kola",
      "name": "Rodgers Kola",
      "aboutText": "Alyssa Elaine Miller (born July 4, 1989) is an American fashion model. She has done print and runway work for numerous leading companies. Among her highlights are cover appearances on for Vogue (Germany) and Elle (Italy), work as a featured model/spokesperson for both Guess and Victoria's Secret as well as appearances in the Sports Illustrated Swimsuit Issue.",
      "pageId": 30941880,
      "monthDay": "07/04"
    },
    {
      "year": "1990",
      "uri": "/wiki/Backer_Aloenouvo",
      "name": "Backer Aloenouvo",
      "aboutText": "Rishadi Fauzi is an Indonesian footballer who plays for Sriwijaya FC in the Indonesia Super League as a Striker.",
      "pageId": 31435709,
      "monthDay": "07/04"
    },
    {
      "year": "1990",
      "uri": "/wiki/Kelsi_Crain",
      "name": "Kelsi Crain",
      "aboutText": "Nguyễn Ngọc Duy (born 4 July 1986 in Hanoi) is a Vietnamese footballer.",
      "pageId": 33427249,
      "monthDay": "07/04"
    },
    {
      "year": "1990",
      "uri": "/wiki/Rishadi_Fauzi",
      "name": "Rishadi Fauzi",
      "aboutText": "Rinalds Sirsniņš (born 4 July 1985 in Ogre, Latvia) is a Latvian professional basketball player.",
      "pageId": 34850072,
      "monthDay": "07/04"
    },
    {
      "year": "1990",
      "uri": "/wiki/Jake_Gardiner",
      "name": "Jake Gardiner",
      "aboutText": "Jada Stevens (born July 4, 1988) is an American pornographic actress.",
      "pageId": 38094133,
      "monthDay": "07/04"
    },
    {
      "year": "1990",
      "uri": "/wiki/David_Kross",
      "name": "David Kross",
      "aboutText": "David Kross (born 4 July 1990) is a German actor. He began his career at a young age with a small role in the 2002 film Hilfe, ich bin ein Junge and worked sporadically, mainly focusing on his school work. In 2008 he won the starring role of Michael Berg in critically acclaimed film The Reader.",
      "pageId": 12847009,
      "monthDay": "07/04"
    },
    {
      "year": "1990",
      "uri": "/wiki/Richard_Mpong",
      "name": "Richard Mpong",
      "aboutText": "Jason Spevack (born July 4, 1997), is a Canadian child actor. He is currently attending The London School of Economics. He has dual citizenship with Canada and the United States.",
      "pageId": 15552234,
      "monthDay": "07/04"
    },
    {
      "year": "1990",
      "uri": "/wiki/Naoki_Yamada",
      "name": "Naoki Yamada",
      "aboutText": "Richard Mpong (born 4 July 1990 in Tarkwa) is a Ghanaian professional footballer who currently plays as a winger, for Asante Kotoko and the Ghana national football team.",
      "pageId": 19201315,
      "monthDay": "07/04"
    },
    {
      "year": "1990",
      "uri": "/wiki/Ihar_Yasinski",
      "name": "Ihar Yasinski",
      "aboutText": "Naoki Yamada (山田 直輝, Yamada Naoki, born 4 July 1990) is a Japanese footballer who plays for Shonan Bellmare.\n^ \"Stats Centre: Naoki Yamada Facts\". Guardian.co.uk.",
      "pageId": 20579764,
      "monthDay": "07/04"
    },
    {
      "year": "1990",
      "uri": "/wiki/Chloe_Jasmine",
      "name": "Chloe Jasmine",
      "aboutText": "Ihar Syarheyevich Yasinski (Belarusian: Ігар Сяргеевіч Ясінскі; Russian: Игорь Сергеевич Ясинский; born 4 July 1990) is a Belarusian professional footballer. As of 2015, he plays for Granit Mikashevichi.",
      "pageId": 23387967,
      "monthDay": "07/04"
    },
    {
      "year": "1991",
      "uri": "/wiki/Ak_Hafiy_Tajuddin_Rositi",
      "name": "Ak Hafiy Tajuddin Rositi",
      "aboutText": "Thomas John \"Tom\" Barkhuizen (born 4 July 1993) is an English footballer who plays for Morecambe as a forward.",
      "pageId": 28521025,
      "monthDay": "07/04"
    },
    {
      "year": "1992",
      "uri": "/wiki/Basim_(singer)",
      "name": "Basim",
      "aboutText": "Anis Basim Moujahid (born 4 July 1992), better known as Basim, is a Danish pop singer and songwriter. He is of Moroccan origin, but lives in Høje Gladsaxe, a large housing project on the outskirts of Copenhagen. He has released two albums, Alt det jeg ville have sagt in 2008 and Befri dig selv in 2009.",
      "pageId": 30673889,
      "monthDay": "07/04"
    },
    {
      "year": "1992",
      "uri": "/wiki/Nick_Hissom",
      "name": "Nick Hissom",
      "aboutText": "Nicholas Robert Danenza Hissom (born 4 July 1992) is a British male model and recording artist. Hissom's debut single \"If I Die Young\" was released worldwide on 1 July 2013. He was born in London.",
      "pageId": 33455370,
      "monthDay": "07/04"
    },
    {
      "year": "1993",
      "uri": "/wiki/Tom_Barkhuizen",
      "name": "Tom Barkhuizen",
      "aboutText": "Ak Hafiy Tajuddin Rositi (Arabic: أك حافي تجدين روستي‎; born 4 July 1991) is a Bruneian runner.\nRositi was born in Bandar Seri Begawan, the fifth of ten children. He competed at the 2012 Summer Olympics in the 400 m event and he was defeated in the first round although he finished in his personal best time of 48.67.",
      "pageId": 36637677,
      "monthDay": "07/04"
    },
    {
      "year": "1996",
      "uri": "/wiki/Mahiro_Takasugi",
      "name": "Mahiro Takasugi",
      "aboutText": "Moa Kikuchi (菊地 最愛, Kikuchi Moa, born July 4, 1999) is a Japanese idol, singer and model. She is represented by the talent agency Amuse, Inc.. She is a member of the heavy metal group Babymetal and a former member of the girl group Sakura Gakuin.",
      "pageId": 41047018,
      "monthDay": "07/04"
    },
    {
      "year": "1997",
      "uri": "/wiki/Jason_Spevack",
      "name": "Jason Spevack",
      "aboutText": "Chloe-Jasmine Whichello (born 4 July 1991), known as Chloe Jasmine, is an English singer and model. She is best known for participating in the Sky Living modelling show The Face in 2013 and the eleventh series of The X Factor in 2014. Chloe Jasmine made it to the live shows, where she was mentored by Cheryl Fernandez-Versini, but was eliminated in week 2 and finished in 13th place.",
      "pageId": 43973938,
      "monthDay": "07/04"
    },
    {
      "year": "1999",
      "uri": "/wiki/Moa_Kikuchi",
      "name": "Moa Kikuchi",
      "aboutText": "Mahiro Takasugi (高杉 真宙, Takasugi Mahiro, born July 4, 1996, in Fukuoka Prefecture, Japan) is a Japanese actor who is affiliated with Spice Power.",
      "pageId": 46972928,
      "monthDay": "07/04"
    }
  ]
}