{
  "people": [
    {
      "year": "1478",
      "uri": "/wiki/Gian_Giorgio_Trissino",
      "name": "Gian Giorgio Trissino",
      "aboutText": "Sir Arthur John Evans FRS FREng (/ˈɛvənz/; 8 July 1851 – 11 July 1941) was an English archaeologist most famous for unearthing the palace of Knossos on the Greek island of Crete and for developing the concept of Minoan civilization from the structures and artifacts found there and elsewhere throughout the eastern Mediterranean. Evans was the first to define Cretan scripts Linear A and Linear B, as well as an earlier pictographic writing.\nAlong with Heinrich Schliemann, Evans was a pioneer in the study of Aegean civilization in the Bronze Age.",
      "pageId": 44238,
      "monthDay": "07/08"
    },
    {
      "year": "1528",
      "uri": "/wiki/Emmanuel_Philibert,_Duke_of_Savoy",
      "name": "Emmanuel Philibert, Duke of Savoy",
      "aboutText": "Jean de La Fontaine (IPA: [ʒɑ̃ də la fɔ̃tɛn]; 8 July 1621 – 13 April 1695) was the most famous French fabulist and one of the most widely read French poets of the 17th century. He is known above all for his Fables, which provided a model for subsequent fabulists across Europe and numerous alternative versions in France, and in French regional languages.\nAccording to Flaubert, he was the only French poet to understand and master the texture of the French language before Victor Hugo.",
      "pageId": 60256,
      "monthDay": "07/08"
    },
    {
      "year": "1545",
      "uri": "/wiki/Carlos,_Prince_of_Asturias",
      "name": "Carlos, Prince of Asturias",
      "aboutText": "John Stith Pemberton (July 8, 1831 – August 16, 1888) was an American pharmacist, and is best known for being the inventor of Coca-Cola.",
      "pageId": 63576,
      "monthDay": "07/08"
    },
    {
      "year": "1593",
      "uri": "/wiki/Artemisia_Gentileschi",
      "name": "Artemisia Gentileschi",
      "aboutText": "Alfred Binet (French: [binɛ]; July 8, 1857 – October 18, 1911) was a French psychologist who invented the first practical intelligence test, the Binet-Simon scale. The French Ministry of Education asked Binet to find a way to identify children who were slow learners so they could be given remedial work (Psychology Today, 9th edition, Carole Wade, p. 342).",
      "pageId": 70655,
      "monthDay": "07/08"
    },
    {
      "year": "1604",
      "uri": "/wiki/Heinrich_Albert_(composer)",
      "name": "Heinrich Albert",
      "aboutText": "Joseph Chamberlain (8 July 1836 – 2 July 1914) was a British politician and statesman, who was first a radical Liberal then a leading imperialist.\nChamberlain made his career in Birmingham, first as a manufacturer of screws and then as a notable Mayor of the city. During his early adulthood he was a radical Liberal Party member and a campaigner for educational reform.",
      "pageId": 88256,
      "monthDay": "07/08"
    },
    {
      "year": "1621",
      "uri": "/wiki/Jean_de_La_Fontaine",
      "name": "Jean de La Fontaine",
      "aboutText": "Ferdinand Adolf Heinrich August Graf von Zeppelin (also known as Ferdinand Graf von Zeppelin, Graf Zeppelin and in English, Count Zeppelin) (8 July 1838 – 8 March 1917) was a German general and later aircraft manufacturer. He founded the Zeppelin airship company. He was born in Konstanz, Grand Duchy of Baden (now part of Baden-Württemberg, Germany).",
      "pageId": 173798,
      "monthDay": "07/08"
    },
    {
      "year": "1760",
      "uri": "/wiki/Christian_Kramp",
      "name": "Christian Kramp",
      "aboutText": "John Davison Rockefeller Sr. (July 8, 1839 – May 23, 1937) was an American business magnate and philanthropist. He was a co-founder of the Standard Oil Company, which dominated the oil industry and was the first great U.S. business trust.",
      "pageId": 186300,
      "monthDay": "07/08"
    },
    {
      "year": "1766",
      "uri": "/wiki/Dominique_Jean_Larrey",
      "name": "Dominique Jean Larrey",
      "aboutText": "Several of the Carlist pretenders to the Spanish throne were also known as Don Carlos.\nCarlos, Prince of Asturias, also known as Don Carlos (8 July 1545 – 24 July 1568), was the eldest son and heir-apparent of King Philip II of Spain. His mother was Maria Manuela of Portugal, daughter of John III of Portugal.",
      "pageId": 280993,
      "monthDay": "07/08"
    },
    {
      "year": "1792",
      "uri": "/wiki/Therese_of_Saxe-Hildburghausen",
      "name": "Therese of Saxe-Hildburghausen",
      "aboutText": "Christian Kramp (8 July 1760 – 13 May 1826) was a French mathematician, who worked primarily with factorials.\nChristian Kramp's father was his teacher at grammar school in Strasbourg. Kramp studied medicine and graduated, however, his interests certainly ranged outside medicine for, in addition to a number of medical publications, he published a work on crystallography in 1793.",
      "pageId": 308409,
      "monthDay": "07/08"
    },
    {
      "year": "1819",
      "uri": "/wiki/Francis_Leopold_McClintock",
      "name": "Francis Leopold McClintock",
      "aboutText": "Käthe Kollwitz (8 July 1867 – 22 April 1945) was a German painter, printmaker, and sculptor whose work offered an eloquent and often searing account of the human condition, and the tragedy of war, in the first half of the 20th century. Her empathy for the less fortunate, expressed most famously through the graphic means of drawing, etching, lithography, and woodcut, embraced the victims of poverty, hunger, and war.",
      "pageId": 422861,
      "monthDay": "07/08"
    },
    {
      "year": "1830",
      "uri": "/wiki/Princess_Alexandra_of_Saxe-Altenburg",
      "name": "Princess Alexandra of Saxe-Altenburg",
      "aboutText": "Artemisia Gentileschi (Italian pronunciation: [arteˈmizja dʒentiˈleski]; July 8, 1593 – c. 1656) was an Italian Baroque painter, today considered one of the most accomplished painters in the generation following that of Caravaggio. In an era when women painters were not easily accepted by the artistic community or patrons, she was the first woman to become a member of the Accademia di Arte del Disegno in Florence.",
      "pageId": 774547,
      "monthDay": "07/08"
    },
    {
      "year": "1830",
      "uri": "/wiki/Frederick_W._Seward",
      "name": "Frederick W. Seward",
      "aboutText": "Emmanuel Philibert (in Italian Emanuele Filiberto; known as \"Testa di ferro\", in English \"Ironhead\", because of his military career; 8 July 1528 – 30 August 1580) was Duke of Savoy from 1553 to 1580.\nBorn in Chambéry, Emmanuel Philibert was the only child of Charles III, Duke of Savoy, and Beatrice of Portugal to reach adulthood. His mother was sister-in-law to Charles V, Holy Roman Emperor, and the future duke served in Charles's army during the war against Francis I of France, distinguishing himself by capturing Hesdin in July 1553.",
      "pageId": 1122808,
      "monthDay": "07/08"
    },
    {
      "year": "1831",
      "uri": "/wiki/John_Pemberton",
      "name": "John Pemberton",
      "aboutText": "Dominique Jean Larrey (French: [larɛ]; 8 July 1766 – 25 July 1842) was a French surgeon in Napoleon's army and an important innovator in battlefield medicine.",
      "pageId": 1233162,
      "monthDay": "07/08"
    },
    {
      "year": "1836",
      "uri": "/wiki/Joseph_Chamberlain",
      "name": "Joseph Chamberlain",
      "aboutText": "Grand Duchess Alexandra Iosifovna of Russia (8 July 1830 Altenburg – 6 July 1911 Saint Petersburg), born Princess Alexandra Friederike Henriette of Saxe-Altenburg was the fifth daughter of Joseph Georg Friedrich Ernst Karl, Duke of Saxe-Altenburg and Amelie Theresa Luise, Duchess of Württemberg.",
      "pageId": 1430589,
      "monthDay": "07/08"
    },
    {
      "year": "1838",
      "uri": "/wiki/Eli_Lilly",
      "name": "Eli Lilly",
      "aboutText": "Admiral Sir Francis Leopold McClintock or Francis Leopold M'Clintock KCB, FRS (8 July 1819 – 17 November 1907) was an Irish explorer in the British Royal Navy who is known for his discoveries in the Canadian Arctic Archipelago.",
      "pageId": 1509096,
      "monthDay": "07/08"
    },
    {
      "year": "1838",
      "uri": "/wiki/Ferdinand_von_Zeppelin",
      "name": "Ferdinand von Zeppelin",
      "aboutText": "Eli Lilly (July 8, 1838 – June 6, 1898) was an American soldier, pharmacist, chemist, and businessman. He was the founder of the Eli Lilly and Company pharmaceutical corporation. Lilly enlisted in the Union Army during the American Civil War; he recruited a company of men to serve with him in an artillery battery, was later promoted to colonel, and was given command of a cavalry unit.",
      "pageId": 2319826,
      "monthDay": "07/08"
    },
    {
      "year": "1839",
      "uri": "/wiki/John_D._Rockefeller",
      "name": "John D. Rockefeller",
      "aboutText": "Gian Giorgio Trissino (8 July 1478 – 8 December 1550), also called Giovan Giorgio Trissino, was an Italian Renaissance humanist, poet, dramatist, diplomat, and grammarian.",
      "pageId": 2809433,
      "monthDay": "07/08"
    },
    {
      "year": "1851",
      "uri": "/wiki/Arthur_Evans",
      "name": "Arthur Evans",
      "aboutText": "Frederick William Seward (July 8, 1830 – April 25, 1915) was an American politician and member of the Republican Party who twice served as the Assistant Secretary of State.",
      "pageId": 6876324,
      "monthDay": "07/08"
    },
    {
      "year": "1857",
      "uri": "/wiki/Alfred_Binet",
      "name": "Alfred Binet",
      "aboutText": "Heinrich Albert (also Heinrich Alberti) (28 June 1604 – 6 October 1651) was a German composer and poet of the 17th century. He was a member of the Königsberg Poetic Society (Königsberger Dichterkreis).",
      "pageId": 8020728,
      "monthDay": "07/08"
    },
    {
      "year": "1867",
      "uri": "/wiki/K%C3%A4the_Kollwitz",
      "name": "Käthe Kollwitz",
      "aboutText": "Therese Charlotte Luise of Saxony-Hildburghausen (Therese of Bavaria; 8 July 1792 – 26 October 1854) was a queen consort of Bavaria as the wife of Ludwig I, King of Bavaria.",
      "pageId": 10738800,
      "monthDay": "07/08"
    },
    {
      "year": "1882",
      "uri": "/wiki/Percy_Grainger",
      "name": "Percy Grainger",
      "aboutText": "Richard Aldington (8 July 1892 – 27 July 1962), born Edward Godfree Aldington, was an English writer and poet.\nAldington was known best for his World War I poetry, the 1929 novel, Death of a Hero, and the controversy resulting from his 1955 Lawrence of Arabia: A Biographical Inquiry.",
      "pageId": 49793,
      "monthDay": "07/08"
    },
    {
      "year": "1885",
      "uri": "/wiki/Ernst_Bloch",
      "name": "Ernst Bloch",
      "aboutText": "Philip Cortelyou Johnson (July 8, 1906 – January 25, 2005) was an influential American architect. He is especially known for his postmodern work since the 1980s.\nIn 1930, he founded the Department of Architecture and Design at the Museum of Modern Art in New York City.",
      "pageId": 53421,
      "monthDay": "07/08"
    },
    {
      "year": "1885",
      "uri": "/wiki/Hugo_Boss_(fashion_designer)",
      "name": "Hugo Boss",
      "aboutText": "Igor Yevgenyevich Tamm (Russian: И́горь Евге́ньевич Тамм ; IPA: [ˈiɡərʲ jɪvˈɡʲenʲjɪvitɕ ˈtam]; 8 July 1895 – 12 April 1971) was a Soviet physicist who received the 1958 Nobel Prize in Physics, jointly with Pavel Alekseyevich Cherenkov and Ilya Frank, for their 1934 discovery of Cherenkov radiation.",
      "pageId": 79997,
      "monthDay": "07/08"
    },
    {
      "year": "1890",
      "uri": "/wiki/Stanton_Macdonald-Wright",
      "name": "Stanton Macdonald-Wright",
      "aboutText": "Louis Thomas Jordan (July 8, 1908 – February 4, 1975) was a pioneering American musician, songwriter and bandleader who enjoyed his greatest popularity from the late 1930s to the early 1950s. Known as \"The King of the Jukebox\", he was highly popular with both black and white audiences in the later years of the swing era.\nJordan was one of the most successful African-American musicians of the 20th century, ranking fifth in the list of the all-time most successful black recording artists according to Billboard magazine's chart methodology.",
      "pageId": 166062,
      "monthDay": "07/08"
    },
    {
      "year": "1892",
      "uri": "/wiki/Richard_Aldington",
      "name": "Richard Aldington",
      "aboutText": "George Antheil (/ˈæntaɪl/; July 8, 1900 – February 12, 1959) was an American avant-garde composer, pianist, author and inventor whose modernist musical compositions explored the modern sounds – musical, industrial, mechanical – of the early 20th century.\nSpending much of the 1920s in Europe, Antheil returned to the US in the 1930s, and thereafter spent much of his time composing music for films and, eventually, television. As a result of this work, his style became more tonal.",
      "pageId": 193089,
      "monthDay": "07/08"
    },
    {
      "year": "1892",
      "uri": "/wiki/Pavel_Korin",
      "name": "Pavel Korin",
      "aboutText": "Percy Aldridge Grainger (8 July 1882 – 20 February 1961) was an Australian-born composer, arranger and pianist. In the course of a long and innovative career he played a prominent role in the revival of interest in British folk music in the early years of the 20th century. He also made many adaptations of other composers' works.",
      "pageId": 254507,
      "monthDay": "07/08"
    },
    {
      "year": "1893",
      "uri": "/wiki/R._Carlyle_Buley",
      "name": "R. Carlyle Buley",
      "aboutText": "Stanton MacDonald-Wright (July 8, 1890 – August 22, 1973), was a modern American artist.",
      "pageId": 256745,
      "monthDay": "07/08"
    },
    {
      "year": "1894",
      "uri": "/wiki/Pyotr_Kapitsa",
      "name": "Pyotr Kapitsa",
      "aboutText": "Pyotr Leonidovich Kapitsa or Peter Kapitza (Russian: Пётр Леони́дович Капи́ца, Romanian: Petre Capiţa (8 July [O.S. 26 June] 1894 – 8 April 1984) was a leading Soviet physicist and Nobel laureate.",
      "pageId": 303650,
      "monthDay": "07/08"
    },
    {
      "year": "1895",
      "uri": "/wiki/Igor_Tamm",
      "name": "Igor Tamm",
      "aboutText": "George Wilcken Romney (July 8, 1907 – July 26, 1995) was an American businessman and Republican Party politician. He was chairman and president of American Motors Corporation from 1954 to 1962, the 43rd Governor of Michigan from 1963 to 1969, and the United States Secretary of Housing and Urban Development from 1969 to 1973. He was the father of former Governor of Massachusetts and 2012 Republican presidential nominee Mitt Romney and the husband of former Michigan U.S. Senate candidate Lenore Romney.",
      "pageId": 318677,
      "monthDay": "07/08"
    },
    {
      "year": "1898",
      "uri": "/wiki/Melville_Ruick",
      "name": "Melville Ruick",
      "aboutText": "Henri Paul Cartan (French: [kaʁtɑ̃]; July 8, 1904 – August 13, 2008) was a French mathematician with substantial contributions in algebraic topology.",
      "pageId": 362536,
      "monthDay": "07/08"
    },
    {
      "year": "1900",
      "uri": "/wiki/George_Antheil",
      "name": "George Antheil",
      "aboutText": "Ernst Bloch (German: [ˈɛʁnst ˈblɔχ]; July 8, 1885 – August 4, 1977) was a German Marxist philosopher.\nBloch was influenced by Georg Wilhelm Friedrich Hegel and Karl Marx, as well as by apocalyptic and religious thinkers such as Thomas Müntzer, Paracelsus, and Jacob Boehme. He established friendships with György Lukács, Bertolt Brecht, Kurt Weill, Walter Benjamin, and Theodor W. Adorno.",
      "pageId": 571418,
      "monthDay": "07/08"
    },
    {
      "year": "1904",
      "uri": "/wiki/Henri_Cartan",
      "name": "Henri Cartan",
      "aboutText": "Jyoti Basu (Bengali: জ্যোতি বসু; 8 July 1914 – 16 January 2010); or Jyotirindra Basu was an Indian politician belonging to the Communist Party of India (Marxist) from West Bengal, India. He served as the Chief Minister of West Bengal state from 1977 to 2000, making him the longest-serving Chief Minister in the country's history. Basu was a member of the CPI(M) Politburo from the time of the party's founding(The CPI(M) was formed at the Seventh Congress of the Communist Party of India held in Calcutta from 31 October to 7 November 1964) in 1964 until 2008.",
      "pageId": 1009245,
      "monthDay": "07/08"
    },
    {
      "year": "1905",
      "uri": "/wiki/Leonid_Amalrik",
      "name": "Leonid Amalrik",
      "aboutText": "Hugo Ferdinand Boss (8 July 1885 – 9 August 1948) was the founder of the clothing company Hugo Boss.",
      "pageId": 1373395,
      "monthDay": "07/08"
    },
    {
      "year": "1906",
      "uri": "/wiki/Philip_Johnson",
      "name": "Philip Johnson",
      "aboutText": "Pavel Dmitriyevich Korin (Russian: Павел Дмитриевич Корин; July 8 [O.S. June 25] 1892 - November 22, 1967) was a Russian painter and art restorer.",
      "pageId": 3124803,
      "monthDay": "07/08"
    },
    {
      "year": "1907",
      "uri": "/wiki/George_W._Romney",
      "name": "George W. Romney",
      "aboutText": "Kenneth Farnes (8 July 1911 – 20 October 1941) was an English cricketer. He played in 15 Tests from 1934 to 1939.\nFarnes was born in Leytonstone, Essex, and was educated at the Royal Liberty School in Gidea Park.",
      "pageId": 3664158,
      "monthDay": "07/08"
    },
    {
      "year": "1908",
      "uri": "/wiki/Louis_Jordan",
      "name": "Louis Jordan",
      "aboutText": "Leonid Alekseyevich Amalrik (Russian: Леони́д Алексе́евич Амальри́к; 8 July 1905 in Moscow – 22 October 1997 in Moscow) was a Russian animator and animation director.\nHe was born on July 8, 1905 in Moscow. He graduated from the State college of cinema (now VGIK) in 1928.",
      "pageId": 6516610,
      "monthDay": "07/08"
    },
    {
      "year": "1908",
      "uri": "/wiki/Nelson_Rockefeller",
      "name": "Nelson Rockefeller",
      "aboutText": "Roscoe Carlyle Buley (July 8, 1893 in Georgetown, Floyd County, Indiana - April 25, 1968 in Indianapolis, Indiana) was an American historian and educator.",
      "pageId": 8100420,
      "monthDay": "07/08"
    },
    {
      "year": "1909",
      "uri": "/wiki/Alan_Brown_(British_Army_officer)",
      "name": "Alan Brown",
      "aboutText": "Actor Melville Ruick was born in Boise, Idaho on July 8, 1898. He studied law at the University of California, but World War I changed him from a student lawyer to a student pilot. Ruick won his wings in the Air Service, Signal Corps, two weeks before the end of the war.",
      "pageId": 14038927,
      "monthDay": "07/08"
    },
    {
      "year": "1911",
      "uri": "/wiki/Ken_Farnes",
      "name": "Ken Farnes",
      "aboutText": "Nelson Aldrich Rockefeller (July 8, 1908 – January 26, 1979) was an American businessman, philanthropist, public servant, and politician. He served as the 41st Vice President of the United States (1974–1977) under President Gerald Ford, and as the 49th Governor of New York (1959–1973). He also served in the administrations of Presidents Franklin Roosevelt regarding Latin America and Dwight Eisenhower regarding welfare programs.",
      "pageId": 19283265,
      "monthDay": "07/08"
    },
    {
      "year": "1914",
      "uri": "/wiki/Jyoti_Basu",
      "name": "Jyoti Basu",
      "aboutText": "Brigadier Alan Ward Brown CBE DSO MC (8 July 1909 – 1 September 1971) was a British Army tank officer of the Second World War.\nBrown was educated at Bromsgrove School and the Royal Military College, Sandhurst, before commissioning into the Royal Tank Corps on 30 January 1930. He served with the 5th Battalion until 1931, and then he served with the 2nd Armoured Car Company in India until 1935.",
      "pageId": 47171247,
      "monthDay": "07/08"
    },
    {
      "year": "1914",
      "uri": "/wiki/Billy_Eckstine",
      "name": "Billy Eckstine",
      "aboutText": "William Harrison \"Bones\" Dillard (born July 8, 1923) is an American former track and field athlete, the only male so far to win Olympic titles in both sprinting and hurdling events.",
      "pageId": 68251,
      "monthDay": "07/08"
    },
    {
      "year": "1917",
      "uri": "/wiki/Pamela_Brown_(actress)",
      "name": "Pamela Brown",
      "aboutText": "Johnnie Johnson (July 8, 1924 – April 13, 2005) was an American pianist and blues musician.",
      "pageId": 164424,
      "monthDay": "07/08"
    },
    {
      "year": "1917",
      "uri": "/wiki/Faye_Emerson",
      "name": "Faye Emerson",
      "aboutText": "William Clarence \"Billy\" Eckstine (July 8, 1914 – March 8, 1993) was an American jazz and pop singer with a rich, resonant, almost operatic baritone voice and a bandleader of the swing era.",
      "pageId": 261546,
      "monthDay": "07/08"
    },
    {
      "year": "1917",
      "uri": "/wiki/J._F._Powers",
      "name": "J. F. Powers",
      "aboutText": "Walter Scheel (German pronunciation: [ˈvaltɐ ˈʃeːl]; born 8 July 1919) is a German politician (FDP). He served as Federal Minister of Economic Cooperation and Development from 1961 to 1966, Foreign Minister and Vice Chancellor from 1969 to 1974, acting Chancellor of West Germany from 7 to 16 May 1974 (following the resignation of Willy Brandt after the Guillaume Affair), and finally as President of the Federal Republic of Germany from 1974 to 1979.",
      "pageId": 299315,
      "monthDay": "07/08"
    },
    {
      "year": "1918",
      "uri": "/wiki/Paul_B._Fay",
      "name": "Paul B. Fay",
      "aboutText": "John David Dingell, Jr. (born July 8, 1926) is an American politician who was a member of the United States House of Representatives from December 13, 1955, until January 3, 2015. He was a member of the Democratic Party.",
      "pageId": 386146,
      "monthDay": "07/08"
    },
    {
      "year": "1918",
      "uri": "/wiki/Irwin_Hasen",
      "name": "Irwin Hasen",
      "aboutText": "Joseph Antonio Charles Lamer, PC CC CD (July 8, 1933 – November 24, 2007) was a Canadian lawyer, jurist and the 16th Chief Justice of the Supreme Court of Canada.",
      "pageId": 530079,
      "monthDay": "07/08"
    },
    {
      "year": "1918",
      "uri": "/wiki/Craig_Stevens_(actor)",
      "name": "Craig Stevens",
      "aboutText": "Jerry Vale (born Genaro Louis Vitaliano; July 8, 1930 – May 18, 2014) was an Italian-American singer and actor. During the 1950s and 1960s, Vale reached the top of the pop charts with his interpretations of romantic ballads, many of which he sang in Italian.\nThe crooner showed his love of Italian music with his albums, I Have But One Heart (1962) and Arrivederci, Roma (1963), full of Italian standards such as \"Amore, Scusami\", \"Ciao, Ciao, Bambina\", \"Arrivederci, Roma\", and \"O Sole Mio\".",
      "pageId": 564096,
      "monthDay": "07/08"
    },
    {
      "year": "1919",
      "uri": "/wiki/Walter_Scheel",
      "name": "Walter Scheel",
      "aboutText": "Elisabeth Kübler-Ross (July 8, 1926 – August 24, 2004) was a Swiss-American psychiatrist, a pioneer in near-death studies and the author of the groundbreaking book On Death and Dying (1969), where she first discussed her theory of the five stages of grief.\nShe was a 2007 inductee into the American National Women's Hall of Fame. She was the recipient of twenty honorary degrees and by July 1982 had taught, in her estimation, 125,000 students in death and dying courses in colleges, seminaries, medical schools, hospitals, and social-work institutions.",
      "pageId": 713529,
      "monthDay": "07/08"
    },
    {
      "year": "1920",
      "uri": "/wiki/Godtfred_Kirk_Christiansen",
      "name": "Godtfred Kirk Christiansen",
      "aboutText": "Pamela Mary Brown (8 July 1917 – 19 September 1975) was an English stage and film actress.\nShe was born in Hampstead, London to George Edward Brown, a journalist, and his wife, Helen Blanche (née Ellerton). Brought up in the Roman Catholic faith, she attended St Mary's School, Ascot.",
      "pageId": 1406194,
      "monthDay": "07/08"
    },
    {
      "year": "1923",
      "uri": "/wiki/Harrison_Dillard",
      "name": "Harrison Dillard",
      "aboutText": "Maurice Hayes (born 8 July 1927) is an Irish politician and was an independent member of the 21st and 22nd Seanads, nominated as a senator by the Taoiseach.",
      "pageId": 1508614,
      "monthDay": "07/08"
    },
    {
      "year": "1924",
      "uri": "/wiki/Johnnie_Johnson_(musician)",
      "name": "Johnnie Johnson",
      "aboutText": "Marco Cé (Italian pronunciation: [ˈmarko ˈtʃe]; 8 July 1925 – 12 May 2014) was an Italian cardinal of the Roman Catholic Church. He served as the Patriarch of Venice from 1978 to 2002 and was elevated to the cardinalate in 1979.",
      "pageId": 1733102,
      "monthDay": "07/08"
    },
    {
      "year": "1925",
      "uri": "/wiki/Marco_C%C3%A9",
      "name": "Marco Cé",
      "aboutText": "Craig Stevens (born Gail Shickles, Jr.; July 8, 1918 – May 10, 2000) was an American film and television actor.",
      "pageId": 1753825,
      "monthDay": "07/08"
    },
    {
      "year": "1926",
      "uri": "/wiki/David_Malet_Armstrong",
      "name": "David Malet Armstrong",
      "aboutText": "Peter Anton Orlovsky (July 8, 1933 – May 30, 2010) was an American poet and actor.",
      "pageId": 1919143,
      "monthDay": "07/08"
    },
    {
      "year": "1926",
      "uri": "/wiki/John_Dingell",
      "name": "John Dingell",
      "aboutText": "David Malet Armstrong (8 July 1926 – 13 May 2014), often D. M. Armstrong, was an Australian philosopher. He is well known for his work on metaphysics and the philosophy of mind, and for his defence of a factualist ontology, a functionalist theory of the mind, an externalist epistemology, and a necessitarian conception of the laws of nature. He was elected a Foreign Honorary Member of the American Academy of Arts and Sciences in 2008.",
      "pageId": 2108195,
      "monthDay": "07/08"
    },
    {
      "year": "1926",
      "uri": "/wiki/Elisabeth_K%C3%BCbler-Ross",
      "name": "Elisabeth Kübler-Ross",
      "aboutText": "Faye Margaret Emerson (July 8, 1917 – March 9, 1983) was an American film actress and television interviewer known as \"The First Lady of Television.\" Beginning in 1941, she acted in many Warner Brothers films. In 1944, she played one of her more memorable roles as Zachary Scott's former lover in The Mask of Dimitrios.",
      "pageId": 2278099,
      "monthDay": "07/08"
    },
    {
      "year": "1927",
      "uri": "/wiki/Maurice_Hayes",
      "name": "Maurice Hayes",
      "aboutText": "Paul Burgess Fay, Jr.",
      "pageId": 2611201,
      "monthDay": "07/08"
    },
    {
      "year": "1930",
      "uri": "/wiki/Jerry_Vale",
      "name": "Jerry Vale",
      "aboutText": "James Farl Powers (July 8, 1917 – June 12, 1999) was an American novelist and short-story writer who often drew his inspiration from developments in the Catholic Church, and was known for his studies of Catholic priests in the Midwest.",
      "pageId": 2647776,
      "monthDay": "07/08"
    },
    {
      "year": "1932",
      "uri": "/wiki/Franca_Raimondi",
      "name": "Franca Raimondi",
      "aboutText": "Irwin Hasen (July 8, 1918 – March 13, 2015) was an American cartoonist, best known as the creator (with Gus Edson) of the Dondi comic strip.",
      "pageId": 3607928,
      "monthDay": "07/08"
    },
    {
      "year": "1933",
      "uri": "/wiki/Antonio_Lamer",
      "name": "Antonio Lamer",
      "aboutText": "Godtfred Kirk Christiansen (July 8, 1920 – July 13, 1995) was the managing director of The Lego Group from 1957 to 1979. He was the third son of company founder Ole Kirk Christiansen.\nIn 1950, he became Junior Vice President of the company on his 30th birthday.",
      "pageId": 5538303,
      "monthDay": "07/08"
    },
    {
      "year": "1933",
      "uri": "/wiki/Peter_Orlovsky",
      "name": "Peter Orlovsky",
      "aboutText": "Franca Raimondi (8 July 1932 – 28 August 1988) was an Italian singer, born in Monopoli, Province of Bari, Apulia.\nIn 1956, Raimondi won the Festival della canzone italiana with the song \"Aprite Le Finestre\" (Open the Windows).",
      "pageId": 15850420,
      "monthDay": "07/08"
    },
    {
      "year": "1934",
      "uri": "/wiki/Raquel_Correa",
      "name": "Raquel Correa",
      "aboutText": "Martin Alan \"Marty\" Feldman (8 July 1934 – 2 December 1982) was an English comedy writer, comedian, and actor, easily identified by his bulbous and crooked eyes. He starred in several British television comedy series, including At Last the 1948 Show and Marty, the latter of which won two BAFTA awards. He was the first Saturn Award winner for Best Supporting Actor for his role in Young Frankenstein.",
      "pageId": 51276,
      "monthDay": "07/08"
    },
    {
      "year": "1934",
      "uri": "/wiki/Marty_Feldman",
      "name": "Marty Feldman",
      "aboutText": "William Philip \"Phil\" Gramm (born July 8, 1942) is an American economist and politician, who has served as a Democratic Congressman (1979–1983), a Republican Congressman (1983–1985) and a Republican Senator (1985–2002) from Texas. He later became a lobbyist for UBS and founded a public policy and lobbying firm, Gramm Partners.",
      "pageId": 168654,
      "monthDay": "07/08"
    },
    {
      "year": "1934",
      "uri": "/wiki/Alice_Gerrard",
      "name": "Alice Gerrard",
      "aboutText": "Dario Gradi MBE (born 8 July 1941) is an Italian-born English football manager and former player. He has been associated for more than 30 years with Crewe Alexandra, with whom he is currently the Director of Football and also director of the Academy.\nGradi had a 24-year first spell as manager of Crewe between 1983 and 2007.",
      "pageId": 176885,
      "monthDay": "07/08"
    },
    {
      "year": "1934",
      "uri": "/wiki/Ed_Lumley",
      "name": "Ed Lumley",
      "aboutText": "Vitaly Ivanovich Sevastyanov (Russian: Вита́лий Ива́нович Севастья́нов; 8 July 1935 – 5 April 2010) was a Soviet cosmonaut who flew on the Soyuz 9 and Soyuz 18 missions.\nHe trained as an engineer at the Moscow Aviation Institute and after graduation in 1959, joined Sergey Korolev's design bureau, where he worked on the design of the Vostok spacecraft. He also lectured at the Cosmonaut Training Centre, teaching the physics of spaceflight.",
      "pageId": 198035,
      "monthDay": "07/08"
    },
    {
      "year": "1935",
      "uri": "/wiki/John_David_Crow",
      "name": "John David Crow",
      "aboutText": "Micheline Anne-Marie Calmy-Rey (born 8 July 1945) is a Swiss politician. She was member of the Swiss Federal Council and became Switzerland's foreign minister as head of the Federal Department of Foreign Affairs from 2003 to 2011. She was Vice President of the Confederation in 2006 and 2010 and President in 2007 and 2011.",
      "pageId": 239463,
      "monthDay": "07/08"
    },
    {
      "year": "1935",
      "uri": "/wiki/Steve_Lawrence",
      "name": "Steve Lawrence",
      "aboutText": "Steve Lawrence (born July 8, 1935) is an American singer and actor, perhaps best known as a member of a duo with his wife Eydie Gormé, billed as \"Steve and Eydie.\" The two appeared together since appearing regularly on Tonight Starring Steve Allen in the mid-1950s until Gormé's retirement in 2009.",
      "pageId": 564109,
      "monthDay": "07/08"
    },
    {
      "year": "1935",
      "uri": "/wiki/Vitaly_Sevastyanov",
      "name": "Vitaly Sevastyanov",
      "aboutText": "Jeffrey Michael Tambor (born July 8, 1944) is an American actor and voice actor, best known for his roles as Hank Kingsley on The Larry Sanders Show, as well as George Bluth Sr. and Oscar Bluth on Arrested Development. Most recently, he has portrayed Maura Pfefferman on Transparent, for which he received the Primetime Emmy Award for Outstanding Lead Actor in a Comedy Series and the Golden Globe Award for Best Actor in a Television Series – Musical or Comedy in 2015.",
      "pageId": 579031,
      "monthDay": "07/08"
    },
    {
      "year": "1938",
      "uri": "/wiki/Diane_Clare",
      "name": "Diane Clare",
      "aboutText": "Raffi Cavoukian, CM OBC (Armenian: Րաֆֆի, born 8 July 1948), better known by his mononym Raffi, is an Egyptian-born Canadian singer-songwriter, author, essayist, and anti-war activist of Armenian descent. He has developed his career as a \"global troubadour\", to become a music producer, author, entrepreneur, and founder of the Centre for Child Honouring, a vision for global restoration.",
      "pageId": 768236,
      "monthDay": "07/08"
    },
    {
      "year": "1940",
      "uri": "/wiki/Joe_B._Mauldin",
      "name": "Joe B. Mauldin",
      "aboutText": "Jenny Diski FRSL (née Simmonds; born 8 July 1947) is an English writer. Diski was educated at University College London, and worked as a teacher during the 1970s and early 1980s. She won the 2003 Thomas Cook Travel Book Award for Stranger on a Train: Daydreaming and Smoking around America With Interruptions.",
      "pageId": 1096255,
      "monthDay": "07/08"
    },
    {
      "year": "1941",
      "uri": "/wiki/Dario_Gradi",
      "name": "Dario Gradi",
      "aboutText": "John David Crow, Sr. (July 8, 1935 – June 17, 2015), was an American football player, coach, and college athletics administrator. He won the Heisman Trophy as a halfback for the Texas A&M Aggies football team of Texas A&M University in 1957.",
      "pageId": 1191198,
      "monthDay": "07/08"
    },
    {
      "year": "1942",
      "uri": "/wiki/Phil_Gramm",
      "name": "Phil Gramm",
      "aboutText": "Edward C. Lumley, PC CM (born October 27, 1939) is a corporate executive and former Canadian politician.\nBorn in Windsor, Ontario, he received a Bachelor of Commerce degree in 1961 from Assumption University (predecessor of the University of Windsor). Lumley established himself in business in Cornwall in the other end of the province before entering politics.",
      "pageId": 1604164,
      "monthDay": "07/08"
    },
    {
      "year": "1942",
      "uri": "/wiki/Janice_Pennington",
      "name": "Janice Pennington",
      "aboutText": "Joseph Benson Mauldin, Jr. (July 8, 1940 – February 7, 2015) was an American double-bassist, songwriter and audio engineer, best known as the double-bassist of rock and roll group The Crickets.",
      "pageId": 1800251,
      "monthDay": "07/08"
    },
    {
      "year": "1944",
      "uri": "/wiki/Jai_Johanny_Johanson",
      "name": "Jai Johanny Johanson",
      "aboutText": "Jai Johanny Johanson (born on July 8, 1944), frequently known by the stage name Jaimoe, is an American drummer and percussionist.",
      "pageId": 2107193,
      "monthDay": "07/08"
    },
    {
      "year": "1944",
      "uri": "/wiki/Jeffrey_Tambor",
      "name": "Jeffrey Tambor",
      "aboutText": "Kim Darby (born July 8, 1948) is an American actress best known for her role as Mattie Ross in the film True Grit (1969).",
      "pageId": 2123578,
      "monthDay": "07/08"
    },
    {
      "year": "1945",
      "uri": "/wiki/Micheline_Calmy-Rey",
      "name": "Micheline Calmy-Rey",
      "aboutText": "Janice Marie Pennington (born July 8, 1942) was one of the original \"Barker's Beauties\" models on The Price Is Right, serving as the show's longest-running model, from 1972 to 2000. She was also Playboy magazine's Playmate of the Month for the May 1971 issue. She is the older sister of fellow model Ann Pennington.",
      "pageId": 2208205,
      "monthDay": "07/08"
    },
    {
      "year": "1947",
      "uri": "/wiki/Kim_Darby",
      "name": "Kim Darby",
      "aboutText": "Luis Fernando Figari Rodrigo (born July 8, 1947 in Lima, Peru) is a Peruvian Catholic layman and the founder and former superior general of Sodalitium Christianae Vitae. He has also founded Christian Life Movement and other religious associations.",
      "pageId": 3840118,
      "monthDay": "07/08"
    },
    {
      "year": "1947",
      "uri": "/wiki/Jenny_Diski",
      "name": "Jenny Diski",
      "aboutText": "Alice Gerrard (born July 8, 1934) is an American bluegrass singer, banjoist, and guitar player. She performed in a duo with Hazel Dickens and as part of The Back Creek Buddies with Matokie Slaughter.\nGerrard was born Seattle, Washington.",
      "pageId": 5271400,
      "monthDay": "07/08"
    },
    {
      "year": "1947",
      "uri": "/wiki/Luis_Fernando_Figari",
      "name": "Luis Fernando Figari",
      "aboutText": "Thomas William Stevenson Rowbotham (born 8 July 1949) is a British actor best known for playing Tom Simmonite on the longest-running British sitcom Last of the Summer Wine. He is the son of Bill Owen, who played William \"Compo\" Simmonite (the father of Tom Simmonite) on the show.\nOwen's first significant appearance on television was in 1968 at the age of 19, starring in the series Freewheelers (1968–70).",
      "pageId": 7082176,
      "monthDay": "07/08"
    },
    {
      "year": "1948",
      "uri": "/wiki/Raffi_(musician)",
      "name": "Raffi",
      "aboutText": "Diane Clare (born Diane Dirsztay; 8 July 1938 – 21 June 2013) was an English film and television actress.",
      "pageId": 31588498,
      "monthDay": "07/08"
    },
    {
      "year": "1949",
      "uri": "/wiki/Tom_Owen_(actor)",
      "name": "Tom Owen",
      "aboutText": "Raquel Teresa Correa Prats (8 July 1934 – 10 September 2012) was a Chilean journalist who spent the main part of her career with the newspaper El Mercurio.",
      "pageId": 36986968,
      "monthDay": "07/08"
    },
    {
      "year": "1949",
      "uri": "/wiki/Wolfgang_Puck",
      "name": "Wolfgang Puck",
      "aboutText": "Kevin Norwood Bacon (born July 8, 1958) is an American actor and musician whose films include musical-drama film Footloose (1984), the controversial historical conspiracy legal thriller JFK (1991), the legal drama A Few Good Men (1992), the historical docudrama Apollo 13 (1995) and the mystery drama Mystic River (2003). He starred on the Fox television series The Following from 2013 to 2015. Bacon has won a Golden Globe Award, three Screen Actors Guild Awards, and was nominated for a Primetime Emmy Award.",
      "pageId": 16827,
      "monthDay": "07/08"
    },
    {
      "year": "1949",
      "uri": "/wiki/Y._S._Rajasekhara_Reddy",
      "name": "Y. S. Rajasekhara Reddy",
      "aboutText": "Terry Stephen Puhl (born July 8, 1956) is a Canadian retired professional baseball outfielder. He played all or part of fifteen seasons in Major League Baseball, mostly with the Houston Astros. Puhl is a member of the Canadian Baseball Hall of Fame.",
      "pageId": 88480,
      "monthDay": "07/08"
    },
    {
      "year": "1951",
      "uri": "/wiki/Alan_Ashby",
      "name": "Alan Ashby",
      "aboutText": "Anjelica Huston (/ˈhjuːstən/; born July 8, 1951) is an American actress, director and former fashion model. Huston became the third generation of her family to win an Academy Award, when she won Best Supporting Actress for her performance in 1985's Prizzi's Honor, joining her father, director John Huston, and grandfather, actor Walter Huston. She also received Academy Award nominations for Enemies, a Love Story (1989) and The Grifters (1990).",
      "pageId": 235312,
      "monthDay": "07/08"
    },
    {
      "year": "1951",
      "uri": "/wiki/Anjelica_Huston",
      "name": "Anjelica Huston",
      "aboutText": "Wolfgang Johannes Puck (born Wolfgang Johannes Topfschnig; July 8, 1949) is an Austrian-born American celebrity chef, restaurateur, and occasional actor.",
      "pageId": 1039323,
      "monthDay": "07/08"
    },
    {
      "year": "1952",
      "uri": "/wiki/Larry_Garner",
      "name": "Larry Garner",
      "aboutText": "Marianne Deborah Williamson (born July 8, 1952) is an American spiritual teacher, author and lecturer. She has published ten books, including four New York Times number one bestsellers. She is the founder of Project Angel Food, a meals-on-wheels program that serves homebound people with AIDS in the Los Angeles area, and the co-founder of The Peace Alliance, a grassroots campaign supporting legislation to establish a United States Department of Peace.",
      "pageId": 1064183,
      "monthDay": "07/08"
    },
    {
      "year": "1952",
      "uri": "/wiki/Jack_Lambert_(American_football)",
      "name": "Jack Lambert",
      "aboutText": "Pauline Perpetua Quirke (born 8 July 1959) is an English actress, known for her role as Sharon Theodopolopodos in the long-running comedy series Birds of a Feather from 1989 to 1998, and again since 2014. For this role, she won the 1990 British Comedy Award for Best Newcomer. She was nominated for the BAFTA TV Award for Best Actress for her role in the 1996 BBC miniseries The Sculptress.",
      "pageId": 1189758,
      "monthDay": "07/08"
    },
    {
      "year": "1952",
      "uri": "/wiki/Mary_Ellen_Trainor",
      "name": "Mary Ellen Trainor",
      "aboutText": "Neetu Singh (born 8 July 1958), also known as Neetu Kapoor following her marriage to Rishi Kapoor in 1980, is an Indian Bollywood actress. She started acting at the age of 8 under the name Baby Sonia. She played Roopa in the 1966 movie Dus Lakh and a dual role in the film Do Kaliyaan.",
      "pageId": 1315358,
      "monthDay": "07/08"
    },
    {
      "year": "1952",
      "uri": "/wiki/Marianne_Williamson",
      "name": "Marianne Williamson",
      "aboutText": "John Harold \"Jack\" Lambert (born July 8, 1952) is a former NFL linebacker in American football.",
      "pageId": 1413127,
      "monthDay": "07/08"
    },
    {
      "year": "1955",
      "uri": "/wiki/Monty_Don",
      "name": "Monty Don",
      "aboutText": "Yeduguri Sandinti Rajasekhara (8 July 1949 – 2 September 2009), popularly known as YSR, was a two-time Chief Minister of the Indian state of Andhra Pradesh, serving from 2004 to 2009.\nYS was elected to the 9th, 10th, 11th, and 12th Lok Sabha from the Kadapa constituency for four terms and to the Andhra Pradesh Assembly for five terms from the Pulivendula constituency. He won every election he contested.",
      "pageId": 1433436,
      "monthDay": "07/08"
    },
    {
      "year": "1955",
      "uri": "/wiki/Mihaela_Mitrache",
      "name": "Mihaela Mitrache",
      "aboutText": "Carlos Eric Cavazo (born July 8, 1957) is a Mexican-born American guitarist best known as the guitarist for Quiet Riot during their commercial peak. Cavazo is originally from Mexico City where his first band—of which his brother, Antonio Cavazo, was also a member—was called Speed of Light. He and his brother, along with drummer Stephen Quadros and singer Doug Ellison, went on to create the Los Angeles band SNOW, which performed regularly at the Whisky A Go Go and the Starwood Club, as well as the Santa Monica Civic and the Pasadena Civic auditoriums.",
      "pageId": 1934197,
      "monthDay": "07/08"
    },
    {
      "year": "1956",
      "uri": "/wiki/Terry_Puhl",
      "name": "Terry Puhl",
      "aboutText": "Robert Lyle Knepper (born July 8, 1959) is an American actor best known for his role as Theodore \"T-Bag\" Bagwell in the FOX drama series Prison Break from 2005 to 2009 and has also appeared in films such as Good Night, and Good Luck, Hitman and Transporter 3. Knepper joined the cast of Heroes for its fourth and final season as Samuel Sullivan from 2009 to 2010, and he played Sid Rothman in the neo-noir television series Mob City in 2013.",
      "pageId": 2648669,
      "monthDay": "07/08"
    },
    {
      "year": "1957",
      "uri": "/wiki/Carlos_Cavazo",
      "name": "Carlos Cavazo",
      "aboutText": "Tziporah Malka \"Tzipi\" Livni (Hebrew: ציפורה מלכה \"ציפי\" לבני‎; pronounced [tsipoˈʁa malˈka ˈtsipi ˈlivni] born 8 July 1958) is a prominent Israeli politician and former Foreign Minister of Israel.\nOften regarded as the most powerful woman in Israel since Golda Meir, Tzipi Livni has served in eight different cabinet positions throughout her career, setting the record for most government roles ever held by an Israeli woman. Consequently, she has achieved a number of milestones in Israeli female political leadership, as the first female Vice Prime Minister, Justice Minister, Agriculture Minister, and Housing Minister.",
      "pageId": 3218946,
      "monthDay": "07/08"
    },
    {
      "year": "1957",
      "uri": "/wiki/Aleksandr_Gurnov",
      "name": "Aleksandr Gurnov",
      "aboutText": "Montagu Denis Wyatt \"Monty\" Don (born 8 July 1955) is a British television presenter, writer and speaker on horticulture, best known for presenting the BBC television series Gardeners' World.",
      "pageId": 4127424,
      "monthDay": "07/08"
    },
    {
      "year": "1958",
      "uri": "/wiki/Kevin_Bacon",
      "name": "Kevin Bacon",
      "aboutText": "Mary Ellen Trainor (July 8, 1952 – May 20, 2015) was an American actress best remembered as Dr.",
      "pageId": 5792015,
      "monthDay": "07/08"
    },
    {
      "year": "1958",
      "uri": "/wiki/Andreas_Carlgren",
      "name": "Andreas Carlgren",
      "aboutText": "Aleksandr Gurnov (born 8 July 1957 in Moscow, Soviet Union) is a Russian TV persona.\nIn 1973, Aleksandr Gurnov became a correspondent for the Russian national newspapers Pionerskaya Pravda and Komsomolskaya Pravda. He graduated from Moscow State Institute of International Relations in 1980, and in the same year he became the editor, author and presenter of a weekly political programme on State TV and Radio Broadcasting of the USSR. In 1984 he did military service in Ethiopia.",
      "pageId": 5858427,
      "monthDay": "07/08"
    },
    {
      "year": "1958",
      "uri": "/wiki/Tzipi_Livni",
      "name": "Tzipi Livni",
      "aboutText": "Alan Dean Ashby (born July 8, 1951) is an American former professional baseball player and current radio and television sports commentator. He played as a catcher in Major League Baseball for the Cleveland Indians, Toronto Blue Jays, and Houston Astros between 1973 and 1989. He was the catcher for two Astros teams that won division pennants.",
      "pageId": 5936390,
      "monthDay": "07/08"
    },
    {
      "year": "1958",
      "uri": "/wiki/Neetu_Singh",
      "name": "Neetu Singh",
      "aboutText": "Hemming Andreas Carlgren (born 8 July 1958) is a Swedish Centre Party politician, and a former Minister for the Environment in the Swedish government.",
      "pageId": 7347936,
      "monthDay": "07/08"
    },
    {
      "year": "1959",
      "uri": "/wiki/Robert_Knepper",
      "name": "Robert Knepper",
      "aboutText": "Billy Kimball (born July 8, 1959) is an American writer, producer and senior vice president and chief programming officer of Fusion.",
      "pageId": 12236444,
      "monthDay": "07/08"
    },
    {
      "year": "1959",
      "uri": "/wiki/Billy_Kimball",
      "name": "Billy Kimball",
      "aboutText": "Mihaela Mitrache (aka Mihaela Mitraki; July 8, 1955, Bucharest - February 18, 2008) was a Romanian movie and theatre actress.",
      "pageId": 16242207,
      "monthDay": "07/08"
    },
    {
      "year": "1959",
      "uri": "/wiki/Pauline_Quirke",
      "name": "Pauline Quirke",
      "aboutText": "Larry Garner (born July 8, 1952, New Orleans, Louisiana, United States) is an American Louisiana blues musician best known for his 1994 album Too Blues.\n^ Dahl, Bill. \"Larry Garner\".",
      "pageId": 25744822,
      "monthDay": "07/08"
    },
    {
      "year": "1960",
      "uri": "/wiki/Mal_Meninga",
      "name": "Mal Meninga",
      "aboutText": "Joan Elizabeth Osborne (born July 8, 1962) is an American singer-songwriter and interpreter of music, having recorded and performed in various popular American musical genres including pop, soul, R&B, blues and country. She is best known for her recording of the Eric Bazilian song \"One of Us\". She has toured with Motown sidemen the Funk Brothers and was featured in the documentary film about them, Standing in the Shadows of Motown.",
      "pageId": 168438,
      "monthDay": "07/08"
    },
    {
      "year": "1961",
      "uri": "/wiki/Ces_Drilon",
      "name": "Ces Drilon",
      "aboutText": "William Gaither \"Billy\" Crudup (/ˈkruːdəp/; born July 8, 1968) is an American actor. He is best known for his roles as Russell Hammond in Almost Famous, Will Bloom in Big Fish, and as the voice of the MasterCard \"Priceless\" commercials in the U.S. since 2005. He also starred in the 2007 romantic comedy film Dedication.",
      "pageId": 659313,
      "monthDay": "07/08"
    },
    {
      "year": "1961",
      "uri": "/wiki/Andy_Fletcher_(musician)",
      "name": "Andrew Fletcher",
      "aboutText": "Toby Keith Covel (born July 8, 1961), best known as Toby Keith, is an American country music singer, songwriter, record producer, entrepreneur and actor. Keith released his first four studio albums—1993's Toby Keith, 1994's Boomtown, 1996's Blue Moon and 1997's Dream Walkin', plus a Greatest Hits package for various divisions of Mercury Records before leaving Mercury in 1998. These albums all earned gold or higher certification, and produced several chart singles, including his debut \"Should've Been a Cowboy\", which topped the country charts and was the most played country song of the 1990s.",
      "pageId": 682527,
      "monthDay": "07/08"
    },
    {
      "year": "1961",
      "uri": "/wiki/Toby_Keith",
      "name": "Toby Keith",
      "aboutText": "Shane Paul Howarth (born 8 July 1968) is a New Zealand born former international rugby union player who gained four caps and scored 54 points for the All Blacks before later switching allegiance to Wales, attaining 19 Welsh caps.\nAn outside-half or full-back, he was a prolific goal-kicker and a fast elusive runner.",
      "pageId": 761101,
      "monthDay": "07/08"
    },
    {
      "year": "1961",
      "uri": "/wiki/Karl_Seglem",
      "name": "Karl Seglem",
      "aboutText": "Malcolm Norman \"Mal\" Meninga AM (/mənˈɪŋɡʌ/; born 8 July 1960) is an Australian professional rugby league football coach who is currently the head coach of the Australian national rugby league team. A former Australian Test captain, he was a legendary goal-kicking centre, counted amongst the finest footballers of the 20th century. He went on to coach for five seasons in the NRL with the Canberra Raiders and also coached Queensland's State of Origin team between 2006 and 2015, winning nine out of ten series in charge.",
      "pageId": 957217,
      "monthDay": "07/08"
    },
    {
      "year": "1962",
      "uri": "/wiki/Joan_Osborne",
      "name": "Joan Osborne",
      "aboutText": "William \"Whilce\" Portacio (born July 8, 1963) is an American comic book writer and artist noted for his work on such titles as The Punisher, X-Factor, Uncanny X-Men, Iron Man, Wetworks and Spawn. Portacio was also one of the seven co-founders of Image Comics, though he did not become a partner in the company.\n^ Miller, John Jackson (June 10, 2005).",
      "pageId": 1721669,
      "monthDay": "07/08"
    },
    {
      "year": "1963",
      "uri": "/wiki/Mark_Christopher_(director)",
      "name": "Mark Christopher",
      "aboutText": "For other people named Andrew or Andy Fletcher, see Andrew Fletcher",
      "pageId": 1766006,
      "monthDay": "07/08"
    },
    {
      "year": "1963",
      "uri": "/wiki/Whilce_Portacio",
      "name": "Whilce Portacio",
      "aboutText": "Jordan Chan (Chinese: 陳小春, Chan Siu-chun; born 8 July 1967) is a Hong Kong actor and singer.",
      "pageId": 2178636,
      "monthDay": "07/08"
    },
    {
      "year": "1964",
      "uri": "/wiki/Linda_de_Mol",
      "name": "Linda de Mol",
      "aboutText": "Lee Allen Tergesen (born July 8, 1965) is an American actor.",
      "pageId": 2219210,
      "monthDay": "07/08"
    },
    {
      "year": "1964",
      "uri": "/wiki/Alexei_Gusarov",
      "name": "Alexei Gusarov",
      "aboutText": "Alexei Vasilievich Gusarov (Russian: Алексей Васильевич Гусаров) (born July 8, 1964) is a retired Russian ice hockey player (defence). He played for the Quebec Nordiques, Colorado Avalanche, New York Rangers and St. Louis Blues.",
      "pageId": 4214720,
      "monthDay": "07/08"
    },
    {
      "year": "1965",
      "uri": "/wiki/Dan_Levinson",
      "name": "Dan Levinson",
      "aboutText": "Dan Levinson Born July 8, 1965 in Los Angeles, CA as Daniel A. Levinson is a jazz clarinetist, saxophonist, and bandleader. He is best known for his mastery of the jazz styles of the 1910s, 1920s, and 1930s.",
      "pageId": 5690857,
      "monthDay": "07/08"
    },
    {
      "year": "1965",
      "uri": "/wiki/Lee_Tergesen",
      "name": "Lee Tergesen",
      "aboutText": "Thomas \"Thom\" Fitzgerald (born July 8, 1968) is an award winning American-Canadian film and theatre director, screenwriter, playwright and producer.",
      "pageId": 5927544,
      "monthDay": "07/08"
    },
    {
      "year": "1966",
      "uri": "/wiki/Ralf_Altmeyer",
      "name": "Ralf Altmeyer",
      "aboutText": "Linda Margaretha de Mol, OON (born July 8, 1964 in Hilversum), known as Linda de Mol, is a Dutch actress and television presenter in the Netherlands and in Germany. She is the sister of Endemol co-founder John de Mol.",
      "pageId": 6473108,
      "monthDay": "07/08"
    },
    {
      "year": "1966",
      "uri": "/wiki/Shadlog_Bernicke",
      "name": "Shadlog Bernicke",
      "aboutText": "Mark Christopher (born July 8, 1963 in Fort Dodge, Iowa) is a screenwriter and director most well known as the director of the Ryan Phillippe, Mike Meyers, Salma Hayek, Neve Campbell and Mark Ruffalo-starring film, 54. Within the film community, he is better known for the success of the director's cut of the film that premiered at the Berlin International Film Festival in 2015. With over 30 minutes of re-shoots cut out of the 1998 version, and over 40 minutes re-instated, the film was universally lauded by critics and hailed as a \"jubilant resurrection\" and \"a lost gay classic.\" The full story of the films destruction and resurrection went viral on New York Magazine's Vulture site: http://www.vulture.com/2015/02/54-directors-cut.html Other reviews include: http://www.theguardian.com/film/2015/feb/12/54-the-directors-cut-review-disco-thrusting-delirium-mike-myers-berlin And Elvis Mitchell's interview with Christopher on KCRW's \"The Treatment\": http://www.kcrw.com/news-culture/shows/the-treatment/mark-christopher-54-the-directors-cut Christopher is also considered an innovative voice in short filmmaking having written and directed three short films, all of them theatrically distributed: \"The Dead Boys Club\" (1992), an influential short of the New Queer Cinema wave as cited by B. Ruby Rich in her Sight & Sound article that defined the genre; \"Alkali, Iowa\" (1995), winner of the Teddy at the Berlin International Film Festival (1996); and \"Heartland,\" Strand Releasing (2007).",
      "pageId": 7839320,
      "monthDay": "07/08"
    },
    {
      "year": "1966",
      "uri": "/wiki/Suzanne_Krull",
      "name": "Suzanne Krull",
      "aboutText": "Suzanne Krull (July 8, 1966 – July 27, 2013) was an American actress. Born in New York City, she attended South Shore High School in Brooklyn, New York, and Agoura High School in Agoura, California. She was a graduate of the American Academy of Dramatic Arts in New York City.",
      "pageId": 14266053,
      "monthDay": "07/08"
    },
    {
      "year": "1966",
      "uri": "/wiki/Mike_Nawrocki",
      "name": "Mike Nawrocki",
      "aboutText": "Cecilia Victoria Oreña-Drilon (born July 8, 1961), better known as Ces Drilon, is a Filipino broadcast journalist. She presented news and public affairs programs for the News and Current Affairs division of ABS-CBN Broadcasting Corporation, which she joined in 1989.\nShe was the recipient of the highest honor given by the KBP Golden Dove Awards, the \"Ka Doroy Broadcaster of the Year,\" on November 25, 2010, during the 19th KBP Golden Dove Awards.",
      "pageId": 17870285,
      "monthDay": "07/08"
    },
    {
      "year": "1967",
      "uri": "/wiki/Jordan_Chan",
      "name": "Jordan Chan",
      "aboutText": "Shadlog Armait Bernicke (born 8 July 1966) is a Nauruan politician.",
      "pageId": 20865324,
      "monthDay": "07/08"
    },
    {
      "year": "1968",
      "uri": "/wiki/Billy_Crudup",
      "name": "Billy Crudup",
      "aboutText": "Prof. Dr. Ralf M. Altmeyer is a German virologist who leads the Institut Pasteur of Shanghai, a joint institute of the Chinese Academy of Sciences, Institut Pasteur and Shanghai Municipal Government, founded in 2004.",
      "pageId": 25917467,
      "monthDay": "07/08"
    },
    {
      "year": "1968",
      "uri": "/wiki/Thom_Fitzgerald",
      "name": "Thom Fitzgerald",
      "aboutText": "Karl Seglem (born 8 July 1961 in Årdalstangen, Norway) is a Norwegian Jazz musician (saxophone and bukkehorn), composer and producer, known from a series of combined jazz and traditional music releases, as well as leading his own record label NorCD from 1991.",
      "pageId": 36901931,
      "monthDay": "07/08"
    },
    {
      "year": "1968",
      "uri": "/wiki/Shane_Howarth",
      "name": "Shane Howarth",
      "aboutText": "Mike Nawrocki (born July 8, 1966) is an American director, producer, writer, voice actor, animator, musician, puppeteer, and businessman best known as the co-creator of the long-running, Christian video series, VeggieTales where he voices Larry the Cucumber. He also voices many other main characters on the show, including Jerry Gourd, Jean-Claude Pea, and others. He is the co-founder of Big Idea Entertainment alongside Phil Vischer, and currently serves as the Executive Vice President of the company.",
      "pageId": 47436184,
      "monthDay": "07/08"
    },
    {
      "year": "1968",
      "uri": "/wiki/Michael_Weatherly",
      "name": "Michael Weatherly",
      "aboutText": "Beck Hansen (born Bek David Campbell; July 8, 1970), known by the stage name Beck, is an American singer, songwriter, producer and multi-instrumentalist. He rose to fame in the early 1990s with his lo-fi, sonically experimental style, and he became well known for creating musical collages of a wide range of styles. His later recordings encompass folk, funk, soul, hip hop, alternative rock, country and psychedelia.",
      "pageId": 149681,
      "monthDay": "07/08"
    },
    {
      "year": "1969",
      "uri": "/wiki/Sugizo",
      "name": "Sugizo",
      "aboutText": "Kathleen Robertson (born July 8, 1973) is a Canadian actress and producer. She is best known for her roles as Tina Edison, in the Canadian sitcom Maniac Mansion (1990–1993), and as Clare Arnold, in the Fox teen drama series Beverly Hills, 90210 (1994–1997). Robertson also starred in a number of films, and from 2011 to 2012 played the role of Kitty O'Neill in the Starz political drama series Boss.",
      "pageId": 522781,
      "monthDay": "07/08"
    },
    {
      "year": "1969",
      "uri": "/wiki/George_Fisher_(musician)",
      "name": "George Fisher",
      "aboutText": "Sourav Chandidas Ganguly ( pronunciation ; born 8 July 1972), affectionately known as Dada (meaning \"elder brother\" in Bengali), is a former Indian cricketer and captain of the Indian national team. Currently, he is appointed as the honourable President of the Cricket Association of Bengal and President of the Editorial Board with Wisden India. Born into an affluent Bengali Brahmin family, Ganguly was introduced into the world of cricket by his elder brother Snehasish.",
      "pageId": 529681,
      "monthDay": "07/08"
    },
    {
      "year": "1970",
      "uri": "/wiki/Beck",
      "name": "Beck",
      "aboutText": "David James Kennedy (born July 8, 1976) is an American guitarist, songwriter and performer. He is the former guitarist of Angels & Airwaves.\nHe was a member of Box Car Racer, a rock band formed by Blink-182 members Tom DeLonge and Travis Barker.",
      "pageId": 598299,
      "monthDay": "07/08"
    },
    {
      "year": "1970",
      "uri": "/wiki/Sylvain_Gaudreault",
      "name": "Sylvain Gaudreault",
      "aboutText": "Amanda Peterson (born Phyllis Amanda Peterson, July 8, 1971 – July 3, 2015) was an American actress known for her role as Cindy Mancini in the 1987 comedy film Can't Buy Me Love.",
      "pageId": 708931,
      "monthDay": "07/08"
    },
    {
      "year": "1970",
      "uri": "/wiki/Todd_Martin",
      "name": "Todd Martin",
      "aboutText": "Neil Jenkins MBE (born 8 July 1971) is a former rugby union player and current coach. He played fly-half, centre, or full back for Pontypridd, Cardiff, Celtic Warriors, Wales and the British and Irish Lions. Jenkins is Wales' highest ever points-scorer and is the third highest on the List of leading Rugby union Test point scorers.",
      "pageId": 788504,
      "monthDay": "07/08"
    },
    {
      "year": "1971",
      "uri": "/wiki/Neil_Jenkins",
      "name": "Neil Jenkins",
      "aboutText": "Todd Martin (born July 8, 1970) is a former professional tennis player from the United States. He reached the Men's Singles final at the 1994 Australian Open and the 1999 US Open and achieved a career-high singles ranking of World No.",
      "pageId": 871725,
      "monthDay": "07/08"
    },
    {
      "year": "1971",
      "uri": "/wiki/John_Juanda",
      "name": "John Juanda",
      "aboutText": "Yūne Sugihara (杉原 有音, Sugihara Yūne), born Yasuhiro Sugihara (杉原 康弘, Sugihara Yasuhiro, on July 8, 1969 in Hadano, Kanagawa, Japan), known exclusively by his stage name Sugizo, is a Japanese musician, singer, songwriter, composer, and record producer. He is best known as the lead guitarist and violinist of the rock band Luna Sea. He started his solo career in 1997 and has since collaborated with many artists.",
      "pageId": 1181083,
      "monthDay": "07/08"
    },
    {
      "year": "1971",
      "uri": "/wiki/Amanda_Peterson",
      "name": "Amanda Peterson",
      "aboutText": "Michael Manning Weatherly, Jr., (born July 8 1968) is an American actor, writer, singer and director best known for playing Anthony \"Tony\" DiNozzo on the television series NCIS since 2003.",
      "pageId": 1515933,
      "monthDay": "07/08"
    },
    {
      "year": "1972",
      "uri": "/wiki/Karl_Dykhuis",
      "name": "Karl Dykhuis",
      "aboutText": "Found instruments, George \"Corpsegrinder\" Fisher (born July 8, 1970) is an American extreme metal vocalist for the American death metal band Cannibal Corpse and the lesser-known melodic death metal band Paths of Possession. He previously recorded two albums with Florida's Monstrosity before leaving and joining Cannibal Corpse in late 1995, replacing former vocalist, Chris Barnes, who is now the vocalist for Six Feet Under. He also provided guest vocals for New York technical death metal band Suffocation on the songs \"Reincremation\" and \"Mass Obliteration\" from their debut album, Effigy of the Forgotten, as well as guest vocals for California deathcore band Suicide Silence, on the song \"Control\" from their fourth album, You Can't Stop Me.",
      "pageId": 2073849,
      "monthDay": "07/08"
    },
    {
      "year": "1972",
      "uri": "/wiki/Sourav_Ganguly",
      "name": "Sourav Ganguly",
      "aboutText": "Johnson \"John\" Juanda (born July 8, 1971) is an Indonesian-born American professional poker player based in Marina del Rey, California. He has won five World Series of Poker bracelets.\n^ Danny Aller (2007-07-28).",
      "pageId": 2077924,
      "monthDay": "07/08"
    },
    {
      "year": "1972",
      "uri": "/wiki/Sh%C5%8Dsuke_Tanihara",
      "name": "Shōsuke Tanihara",
      "aboutText": "Talal El Karkouri (Arabic: طلال القرقوري‎, born 8 July 1976 in Casablanca) is a Moroccan former professional footballer.\nHe played top-flight football in Morocco, France, Greece, England and Qatar before retiring in 2012.",
      "pageId": 2584871,
      "monthDay": "07/08"
    },
    {
      "year": "1973",
      "uri": "/wiki/Kathleen_Robertson",
      "name": "Kathleen Robertson",
      "aboutText": "Jeanna Vladimirovna Friske (Russian: Жанна Владимировна Фриске; 8 July 1974 – 15 June 2015), better known by the stage name Zhanna Friske, was a Russian actress, singer, model, and socialite.",
      "pageId": 3652923,
      "monthDay": "07/08"
    },
    {
      "year": "1974",
      "uri": "/wiki/Tami_Erin",
      "name": "Tami Erin",
      "aboutText": "Tami Erin (born Tamara Erin Klicman, July 8, 1974) is an American actress and model from Wheaton, Illinois. She is best known for her portrayal of Pippi Longstocking in the 1988 Columbia Pictures film The New Adventures of Pippi Longstocking.",
      "pageId": 4424048,
      "monthDay": "07/08"
    },
    {
      "year": "1974",
      "uri": "/wiki/Jeanna_Friske",
      "name": "Jeanna Friske",
      "aboutText": "Karl Sebastien Dykhuis (born July 8, 1972) is a Canadian former professional ice hockey defenceman who played 12 seasons in the National Hockey League (NHL) for the Chicago Blackhawks, Philadelphia Flyers, Tampa Bay Lightning and Montreal Canadiens.",
      "pageId": 5629437,
      "monthDay": "07/08"
    },
    {
      "year": "1975",
      "uri": "/wiki/Amara_(singer)",
      "name": "Amara",
      "aboutText": "Shōsuke Tanihara (谷原 章介, Tanihara Shōsuke, born July 8, 1972 in Yokohama, Kanagawa Prefecture) is a Japanese actor probably best known outside of Japan for his portrayal of Riki Fudoh in Fudoh: The New Generation.\nTanihara hosts Tokyo Twenty-Four Living Supported by FLET’S Hikari, a podcast produced by TOKYO FM. The podcast began airing on 2006-01-07 with a guest appearance by the former Yokohama Bay Stars pitcher Takashi Saitō.\nHe is married to Emi Miyake, who gave birth to their daughter in October 2007.",
      "pageId": 9445203,
      "monthDay": "07/08"
    },
    {
      "year": "1975",
      "uri": "/wiki/Elias_Viljanen",
      "name": "Elias Viljanen",
      "aboutText": "Sylvain Gaudreault (born July 8, 1970 in Chicoutimi, Quebec) is a Quebec politician and teacher. He is the current Member of National Assembly of Quebec for the riding of Jonquière in the city of Saguenay. He represents the Parti Québécois.",
      "pageId": 10982514,
      "monthDay": "07/08"
    },
    {
      "year": "1975",
      "uri": "/wiki/Jamal_Woolard",
      "name": "Jamal Woolard",
      "aboutText": "Elias 'E.Vil' Viljanen (born July 8, 1975) is a Finnish musician, known for being the guitarist for Sonata Arctica since 2007. Viljanen joined Sonata Arctica in spring 2007 in order to replace Jani Liimatainen, who left the band in August 2007 to fulfill his civil duties in Finland. The decision was only made official on August 8, 2007, but Elias Viljanen had been known to replace Liimatainen in concerts during the spring and summer tour.",
      "pageId": 13037625,
      "monthDay": "07/08"
    },
    {
      "year": "1976",
      "uri": "/wiki/Talal_El_Karkouri",
      "name": "Talal El Karkouri",
      "aboutText": "Jamal \"Gravy\" Woolard (born July 8, 1975), is an American actor, rapper, and comedian. He is best known for portraying The Notorious B.I.G. in Notorious.\nWoolard, like Christopher Wallace, is from Brooklyn, specifically L.G., Lafayette Gardens.",
      "pageId": 20312576,
      "monthDay": "07/08"
    },
    {
      "year": "1976",
      "uri": "/wiki/David_Kennedy_(musician)",
      "name": "David Kennedy",
      "aboutText": "Tuwuh Adijatitesih Amaranggana (born 8 July 1975) is an Indonesian actress, model, and singer better known as Amara or Mara.",
      "pageId": 47661015,
      "monthDay": "07/08"
    },
    {
      "year": "1976",
      "uri": "/wiki/Ellen_MacArthur",
      "name": "Ellen MacArthur",
      "aboutText": "Wang Zhizhi (Chinese: 王治郅; pinyin: Wáng Zhìzhì) is a Chinese professional basketball player who currently plays for Bayi Rockets in the Chinese Basketball Association.",
      "pageId": 488277,
      "monthDay": "07/08"
    },
    {
      "year": "1976",
      "uri": "/wiki/Grettell_Vald%C3%A9z",
      "name": "Grettell Valdéz",
      "aboutText": "Dame Ellen Patricia MacArthur, DBE (born 8 July 1976) is a retired British sailor, from Whatstandwell near Matlock in Derbyshire, now based in Cowes, Isle of Wight.\nMacArthur is a successful solo long-distance yachtswoman. On 7 February 2005 she broke the world record for the fastest solo circumnavigation of the globe, a feat which gained her international renown.",
      "pageId": 526051,
      "monthDay": "07/08"
    },
    {
      "year": "1977",
      "uri": "/wiki/Paolo_Tiralongo",
      "name": "Paolo Tiralongo",
      "aboutText": "Robert David \"Robbie\" Keane (born 8 July 1980) is an Irish professional footballer who plays as a striker and is captain of both Los Angeles Galaxy and the Republic of Ireland national team.\nHe began his professional career at Wolverhampton Wanderers, scoring twice on his first team debut aged 17. The following season he was the club's leading goalscorer and scored his first international goal for the Republic of Ireland.",
      "pageId": 625371,
      "monthDay": "07/08"
    },
    {
      "year": "1977",
      "uri": "/wiki/Milo_Ventimiglia",
      "name": "Milo Ventimiglia",
      "aboutText": "Anastasiya Andreyevna Myskina (Russian: Анастасия Мыскина; IPA: [ɐnəstɐˈsʲijə ˈmɨskʲɪnə]; born 8 July 1981) is a Russian former professional tennis player. She won the 2004 French Open singles title, becoming the first Russian female tennis player to win a Grand Slam singles title. Subsequent to this victory she rose to number 3 on the WTA ranking, becoming the first Russian female tennis player to reach the top three in the history of the rankings.",
      "pageId": 670394,
      "monthDay": "07/08"
    },
    {
      "year": "1977",
      "uri": "/wiki/Wang_Zhizhi",
      "name": "Wang Zhizhi",
      "aboutText": "Eric Guy Chouinard (born July 8, 1980) is an American-born Canadian professional ice hockey player who currently plays for Grenoble in the French Ligue Magnus.",
      "pageId": 928410,
      "monthDay": "07/08"
    },
    {
      "year": "1978",
      "uri": "/wiki/Rachael_Lillis",
      "name": "Rachael Lillis",
      "aboutText": "Iyari Pérez Limón (born July 8, 1976) is an American actress, best known for her supporting role as Potential Slayer Kennedy on the television series Buffy the Vampire Slayer.",
      "pageId": 1406774,
      "monthDay": "07/08"
    },
    {
      "year": "1978",
      "uri": "/wiki/Urmas_Rooba",
      "name": "Urmas Rooba",
      "aboutText": "Sophia Anna Bush (born July 8, 1982) is an American actress, director, spokesperson, and activist. She starred in The WB/CW drama One Tree Hill, where she played Brooke Davis from 2003 to 2012. She is also known for her film roles in John Tucker Must Die (2006), The Hitcher (2007), and The Narrows (2008).",
      "pageId": 1640050,
      "monthDay": "07/08"
    },
    {
      "year": "1979",
      "uri": "/wiki/Mat_McBriar",
      "name": "Mat McBriar",
      "aboutText": "Hakim Hanif Warrick (born July 8, 1982) is an American professional basketball player who currently plays for Melbourne United of the National Basketball League (NBL). The 6'9\", 219 lb power forward was a major part the Syracuse Orange's run to the 2003 National Championship, often being most remembered for blocking a potential game-tying three-pointer in the title game. Warrick also has a reputation as a prolific dunker while also possessing a wide arsenal of low-post moves.",
      "pageId": 1684650,
      "monthDay": "07/08"
    },
    {
      "year": "1980",
      "uri": "/wiki/Eric_Chouinard",
      "name": "Eric Chouinard",
      "aboutText": "Rachael Lillis (born July 8, 1978) is an American actress and voice actress. She studied acting in Boston and New York City and has appeared in various theater productions, animated series and independent films.\nLillis's voice work can be heard in shows including Sonic X, Pokémon (seasons 1-8), Cubix, Teenage Mutant Ninja Turtles, and Revolutionary Girl Utena.",
      "pageId": 2692779,
      "monthDay": "07/08"
    },
    {
      "year": "1980",
      "uri": "/wiki/Robbie_Keane",
      "name": "Robbie Keane",
      "aboutText": "Mat McBriar (born 8 July 1979) is a former Australian born player who played American football in the National Football League (NFL). McBriar played college football for the University of Hawaii. He was signed by the Denver Broncos as an undrafted free agent in 2003, and he played for the Cowboys for eight seasons, the Philadelphia Eagles in 2012, the Pittsburgh Steelers for part of the 2013 season, and the San Diego Chargers for part of the 2014 season.",
      "pageId": 3703559,
      "monthDay": "07/08"
    },
    {
      "year": "1981",
      "uri": "/wiki/Oka_Antara",
      "name": "Oka Antara",
      "aboutText": "Urmas Rooba (born 8 July 1978 in Kaaruka) is an Estonian footballer, who is playing for Paide Linnameeskond in Meistriliiga.",
      "pageId": 3774932,
      "monthDay": "07/08"
    },
    {
      "year": "1981",
      "uri": "/wiki/Iyari_Limon",
      "name": "Iyari Limon",
      "aboutText": "Grettell Valdéz (Spanish pronunciation: [ˈɡretel βalˈdes]; born Grettell Valeria Valdéz Jiménez on July 8, 1976, in Querétaro, Mexico) is a Mexican actress.",
      "pageId": 5149245,
      "monthDay": "07/08"
    },
    {
      "year": "1981",
      "uri": "/wiki/Wolfram_M%C3%BCller",
      "name": "Wolfram Müller",
      "aboutText": "Jaroslav \"Jarek\" Janiš is an auto racing driver born on 8 July 1983 in Olomouc, Czechoslovakia. In 2006 he is racing in the FIA GT Championship. He has taken three pole positions Brno, Dijon and the Hungaroring but only a single victory, teamed with Sascha Bert and occasionally former Formula One driver Andrea Montermini.",
      "pageId": 5220113,
      "monthDay": "07/08"
    },
    {
      "year": "1981",
      "uri": "/wiki/Anastasia_Myskina",
      "name": "Anastasia Myskina",
      "aboutText": "Pendleton \"Pen\" Ward (born July 8, 1982) is an American animator, screenwriter, producer, and voice actor who works for Cartoon Network Studios and Frederator Studios. He created the Emmy Award-winning series Adventure Time (2010) and the internet series Bravest Warriors (2012). Ward is a graduate of the CalArts Animation Program.",
      "pageId": 9671725,
      "monthDay": "07/08"
    },
    {
      "year": "1981",
      "uri": "/wiki/Dagmar_Oja",
      "name": "Dagmar Oja",
      "aboutText": "Wolfram Müller (born 8 July 1981 in Pirna) is a German middle distance runner who specialises in the 1500 metres.\nHe became European junior 5000 metres champion in 1999. In his special distance he won the silver medal at the 2000 World Junior Championships and finished seventh at the 2005 European Indoor Championships.",
      "pageId": 11585237,
      "monthDay": "07/08"
    },
    {
      "year": "1982",
      "uri": "/wiki/Sophia_Bush",
      "name": "Sophia Bush",
      "aboutText": "Paolo Tiralongo (born 8 July 1977) is an Italian professional road bicycle racer for UCI ProTour team Astana.",
      "pageId": 11715530,
      "monthDay": "07/08"
    },
    {
      "year": "1982",
      "uri": "/wiki/Pendleton_Ward",
      "name": "Pendleton Ward",
      "aboutText": "John Brite Bowker (born July 8, 1983) is an American professional baseball outfielder and first baseman who is a free agent. He stands 6 feet 1 inch (1.85 m) tall and weighs 205 pounds (93 kg). He has played for the San Francisco Giants, Pittsburgh Pirates and Philadelphia Phillies of Major League Baseball (MLB) and the Yomiuri Giants and Tohoku Rakuten Golden Eagles of Nippon Professional Baseball (NPB).",
      "pageId": 15451264,
      "monthDay": "07/08"
    },
    {
      "year": "1982",
      "uri": "/wiki/Hakim_Warrick",
      "name": "Hakim Warrick",
      "aboutText": "Milo Anthony Ventimiglia (/vɛntɪˈmiːljə/, Italian: [ventiˈmiʎʎa]; born July 8, 1977) is an American actor. He is known for his role as Peter Petrelli on the NBC television series Heroes. Ventimiglia's first career break was in the Fox series Opposite Sex, playing Jed Perry, the protagonist of the show.",
      "pageId": 20596343,
      "monthDay": "07/08"
    },
    {
      "year": "1983",
      "uri": "/wiki/John_Bowker_(baseball)",
      "name": "John Bowker",
      "aboutText": "Dagmar Oja (July 8, 1981) is an Estonian singer.\nShe has graduated from the Georg Ots Music School of Tallinn, and become known as a backing singer for different pop acts of Estonia, such as Anne Veski, Maarja-Liis Ilus, Eda-Ines Etti or Ithaka Maria.",
      "pageId": 25091905,
      "monthDay": "07/08"
    },
    {
      "year": "1983",
      "uri": "/wiki/Jaroslav_Jani%C5%A1",
      "name": "Jaroslav Janiš",
      "aboutText": "Oka Antara (native name: Nyoman Oka Antara, born: 8 July 1981) is an Indonesian rapper and actor of Balinese descent.",
      "pageId": 35119358,
      "monthDay": "07/08"
    },
    {
      "year": "1983",
      "uri": "/wiki/Daniel_Navarro",
      "name": "Daniel Navarro",
      "aboutText": "Daniella Sarahyba Fernandes, born 8 July 1984, is a Brazilian model.",
      "pageId": 1588965,
      "monthDay": "07/08"
    },
    {
      "year": "1983",
      "uri": "/wiki/Rich_Peverley",
      "name": "Rich Peverley",
      "aboutText": "Miguel \"Miki\" Roqué Farrero (8 July 1988 – 24 June 2012) was a Spanish footballer. Mainly a central defender, he could also appear as a defensive midfielder.\nHe signed with Liverpool before his 18th birthday, going on to be loaned to several teams in England and Spain for the duration of his contract.",
      "pageId": 2461298,
      "monthDay": "07/08"
    },
    {
      "year": "1984",
      "uri": "/wiki/Alexis_Dziena",
      "name": "Alexis Dziena",
      "aboutText": "Alexis Gabrielle Dziena (born July 8, 1984) is an American actress.",
      "pageId": 2509582,
      "monthDay": "07/08"
    },
    {
      "year": "1984",
      "uri": "/wiki/Daniella_Sarahyba",
      "name": "Daniella Sarahyba",
      "aboutText": "John Allen \"Jake\" McDorman IV (born July 8, 1986) is an American actor, starring in the leading role of Brian Finch in the CBS weekly television drama, Limitless, which debuted in September of 2015. McDorman also appeared as Evan Chambers in the ABC Family teen drama series Greek (2007–11). He also starred in the NBC short-lived sitcom Are You There, Chelsea?, and played the role of Mike Pratt in the Showtime comedy-drama Shameless.",
      "pageId": 3990401,
      "monthDay": "07/08"
    },
    {
      "year": "1985",
      "uri": "/wiki/Triin_Aljand",
      "name": "Triin Aljand",
      "aboutText": "Vlada Roslyakova (Russian: Влада Рослякова; born Elena Vladimirovna Roslyakova on 8 July 1987) is a Russian model.",
      "pageId": 5343846,
      "monthDay": "07/08"
    },
    {
      "year": "1985",
      "uri": "/wiki/Jamie_Cook",
      "name": "Jamie Cook",
      "aboutText": "Jamie Robert Cook (born 8 July 1985) is the guitarist of the British indie rock band Arctic Monkeys.",
      "pageId": 5364710,
      "monthDay": "07/08"
    },
    {
      "year": "1986",
      "uri": "/wiki/Renata_Costa",
      "name": "Renata Costa",
      "aboutText": "Jaden Christopher Syre Smith (born July 8, 1998) is an American actor and rapper. He is the son of actors Jada Pinkett Smith and Will Smith, elder brother of singer Willow Smith and younger half-brother of Trey Smith. His first movie role was in the 2006 film The Pursuit of Happyness, with his father.",
      "pageId": 8394551,
      "monthDay": "07/08"
    },
    {
      "year": "1986",
      "uri": "/wiki/Kenza_Farah",
      "name": "Kenza Farah",
      "aboutText": "John Richard Peverley (born July 8, 1982) is a Canadian former professional ice hockey player. He spent four years with the St. Lawrence University hockey team before turning professional, then playing three years for several teams in both the ECHL and American Hockey League (AHL).",
      "pageId": 9884628,
      "monthDay": "07/08"
    },
    {
      "year": "1986",
      "uri": "/wiki/Jake_McDorman",
      "name": "Jake McDorman",
      "aboutText": "Dave Taylor (born 7 August 1988) is an Australian professional rugby league footballer who currently plays for the Catalans Dragons in the Super League. He previously played for the Brisbane Broncos, South Sydney Rabbitohs and Gold Coast Titans in the National Rugby League. A Queensland State of Origin and Australian international representative second-rower, he can also fill in at prop, centre and five-eighth.",
      "pageId": 10806588,
      "monthDay": "07/08"
    },
    {
      "year": "1987",
      "uri": "/wiki/Vlada_Roslyakova",
      "name": "Vlada Roslyakova",
      "aboutText": "Benjamin Grosvenor (born 8 July 1992) is a British classical pianist.",
      "pageId": 11484778,
      "monthDay": "07/08"
    },
    {
      "year": "1988",
      "uri": "/wiki/Miki_Roqu%C3%A9",
      "name": "Miki Roqué",
      "aboutText": "Daniel Navarro García (born 18 July 1983) is a Spanish professional road bicycle racer for UCI Professional Continental Team Cofidis.\nNavarro was born in Gijón. Having been one of Alberto Contador's domestiques for most of his career, he left Saxo Bank-Tinkoff Bank at the end of the 2012 season, and joined Cofidis on a two-year contract from the 2013 season onwards.",
      "pageId": 12153246,
      "monthDay": "07/08"
    },
    {
      "year": "1988",
      "uri": "/wiki/Jesse_Sergent",
      "name": "Jesse Sergent",
      "aboutText": "Renata Aparecida da Costa, or simply Renata Costa or Kóki (born on July 8, 1986 in Assaí, Paraná) is a Brazilian women's soccer player.",
      "pageId": 13294415,
      "monthDay": "07/08"
    },
    {
      "year": "1988",
      "uri": "/wiki/David_Taylor_(rugby_league)",
      "name": "Dave Taylor",
      "aboutText": "Kenza Farah (born July 8, 1986) is a Franco-Algerian singer-songwriter. Her album Authentik won gold in its second week. It was followed up by Avec le coeur and Trésor.",
      "pageId": 15589341,
      "monthDay": "07/08"
    },
    {
      "year": "1989",
      "uri": "/wiki/Yarden_Gerbi",
      "name": "Yarden Gerbi",
      "aboutText": "Sophie Nyweide (born July 8, 2000) is a child actress.",
      "pageId": 18120339,
      "monthDay": "07/08"
    },
    {
      "year": "1989",
      "uri": "/wiki/Tor_Marius_Gromstad",
      "name": "Tor Marius Gromstad",
      "aboutText": "Triin Aljand (born July 8, 1985) is a retired Estonian swimmer who won a silver medal at the 2012 European Aquatics Championships in 50 m butterfly. She competed in the 2004, 2008 and 2012 Summer Olympics in the 50 m and 100 m freestyle and 100 butterfly, but never reached the finals. She also participated in multiple FINA World Aquatics Championships.",
      "pageId": 18739017,
      "monthDay": "07/08"
    },
    {
      "year": "1992",
      "uri": "/wiki/Sky_Ferreira",
      "name": "Sky Ferreira",
      "aboutText": "Jesse Sergent (born 8 July 1988) is a New Zealand racing cyclist for Trek Factory Racing. He was born in Feilding.\nAt the 2008 Summer Olympics in Beijing, Sergent won the bronze medal as part of the New Zealand team in team pursuit, together with Sam Bewley, Hayden Roulston Westley Gough, and Marc Ryan.",
      "pageId": 18920282,
      "monthDay": "07/08"
    },
    {
      "year": "1992",
      "uri": "/wiki/Son_Heung-min",
      "name": "Son Heung-min",
      "aboutText": "Tor Marius Gromstad (8 July 1989 – c. 12 May 2012) was a Norwegian football defender, who last played for Stabæk.",
      "pageId": 19910854,
      "monthDay": "07/08"
    },
    {
      "year": "1992",
      "uri": "/wiki/Benjamin_Grosvenor",
      "name": "Benjamin Grosvenor",
      "aboutText": "Sky Tonia Ferreira (born July 8, 1992) is an American singer-songwriter, model, and actress. As a teenager, Ferreira began uploading videos on Myspace of herself singing songs she had written, which led to her discovery by producers Bloodshy & Avant and an eventual recording contract with Parlophone in 2009. She released her first extended play, As If!, in 2011, which combined elements of electropop and dance music.",
      "pageId": 25045671,
      "monthDay": "07/08"
    },
    {
      "year": "1998",
      "uri": "/wiki/Jaden_Smith",
      "name": "Jaden Smith",
      "aboutText": "Son Heung-min (Hangul: 손흥민 [sʰon hɯŋmin]; born 8 July 1992) is a South Korean footballer who plays for English club Tottenham Hotspur and the South Korea national team.\nOriginally a player of FC Seoul, Son finished his development at Hamburger SV, where he made his debut in the German Bundesliga in 2010. In 2013, he moved to Bayer Leverkusen for a club record €10 million, and played for the club in the UEFA Europa League and UEFA Champions League.",
      "pageId": 29152920,
      "monthDay": "07/08"
    },
    {
      "year": "2000",
      "uri": "/wiki/Sophie_Nyweide",
      "name": "Sophie Nyweide",
      "aboutText": "Yarden Gerbi (Hebrew: ירדן ג'רבי‎, born July 8, 1989) is an Israeli judoka world champion.\nShe won the gold medal at the 2013 World Judo Championships in the category -63 kg (139 lbs.).",
      "pageId": 40392493,
      "monthDay": "07/08"
    }
  ]
}