{
  "people": [
    {
      "year": "1527",
      "uri": "/wiki/John_Dee",
      "name": "John Dee",
      "aboutText": "Pope Clement X (Latin: Clemens X; 13 July 1590 – 22 July 1676), born Emilio Bonaventura Altieri, was Pope from 29 April 1670 to his death in 1676.",
      "pageId": 24123,
      "monthDay": "07/13"
    },
    {
      "year": "1579",
      "uri": "/wiki/Arthur_Dee",
      "name": "Arthur Dee",
      "aboutText": "Nathan Bedford Forrest (July 13, 1821 – October 29, 1877), called Bedford Forrest in his lifetime, was a lieutenant general in the Confederate Army during the American Civil War. He is remembered as a self-educated, brutal, and innovative cavalry leader during the war and as a leading Southern advocate in the postwar years. He was a pledged delegate from Tennessee to the New York Democratic national convention of 4 July 1868.",
      "pageId": 49597,
      "monthDay": "07/13"
    },
    {
      "year": "1590",
      "uri": "/wiki/Pope_Clement_X",
      "name": "Pope Clement X",
      "aboutText": "Ferdinand III (13 July 1608 – 2 April 1657) was Holy Roman Emperor from 15 February 1637 until his death, as well as King of Hungary and Croatia, King of Bohemia and Archduke of Austria.\n^ Hengerer, Mark (2012). Kaiser Ferdinand III. (1608-1657): Eine Biographie (in German).",
      "pageId": 151087,
      "monthDay": "07/13"
    },
    {
      "year": "1607",
      "uri": "/wiki/Wenceslaus_Hollar",
      "name": "Wenceslaus Hollar",
      "aboutText": "Sidney James Webb, 1st Baron Passfield OM PC (13 July 1859 – 13 October 1947) was a British socialist, economist, reformer and a co-founder of the London School of Economics. He was one of the early members of the Fabian Society in 1884, along with George Bernard Shaw (they joined three months after its inception). Along with his wife Beatrice Webb, Annie Besant, Graham Wallas, Edward R. Pease, Hubert Bland, and Sydney Olivier, Shaw and Webb turned the Fabian Society into the pre-eminent political-intellectual society of England during the Edwardian era and beyond.",
      "pageId": 177287,
      "monthDay": "07/13"
    },
    {
      "year": "1608",
      "uri": "/wiki/Ferdinand_III,_Holy_Roman_Emperor",
      "name": "Ferdinand III, Holy Roman Emperor",
      "aboutText": "Arthur Dee (13 July 1579 – September or October 1651) was a physician and alchemist.\nHe was the eldest son of John Dee by his third wife, Jane, daughter of Bartholomew Fromond of East Cheam, Surrey, and was born at Mortlake on 13 July 1579. He accompanied his father in travels through Germany, Poland, and Bohemia.",
      "pageId": 248062,
      "monthDay": "07/13"
    },
    {
      "year": "1745",
      "uri": "/wiki/Robert_Calder",
      "name": "Robert Calder",
      "aboutText": "John Clare (13 July 1793 – 20 May 1864) was an English poet, the son of a farm labourer, who came to be known for his celebratory representations of the English countryside and his lamentation of its disruption. His poetry underwent a major re-evaluation in the late 20th century, and he is now often considered to be among the most important 19th-century poets. His biographer Jonathan Bate states that Clare was \"the greatest labouring-class poet that England has ever produced.",
      "pageId": 250678,
      "monthDay": "07/13"
    },
    {
      "year": "1760",
      "uri": "/wiki/Istv%C3%A1n_Pauli",
      "name": "István Pauli",
      "aboutText": "John Jacob \"Jack\" Astor IV (July 13, 1864 – April 15, 1912) was an American businessman, real estate builder, investor, inventor, writer, lieutenant colonel in the Spanish–American War, and a prominent member of the Astor family.\nAstor died in the sinking of the RMS Titanic during the early hours of April 15. He was among the 1,514 people on board who did not survive.",
      "pageId": 299809,
      "monthDay": "07/13"
    },
    {
      "year": "1770",
      "uri": "/wiki/Alexander_Balashov",
      "name": "Alexander Balashov",
      "aboutText": "Stewart Culin (July 13, 1858 – April 8, 1929) was an American ethnographer and author interested in games, art and dress. Culin played a major role in the development of ethnography, first concentrating his efforts on studying the Asian-Americans workers in Philadelphia. His first published works were \"The Practice of Medicine by the Chinese in America\" and \"China in America: A study in the social life of the Chinese in the eastern cities of the United States\", both dated 1887.",
      "pageId": 407474,
      "monthDay": "07/13"
    },
    {
      "year": "1776",
      "uri": "/wiki/Caroline_of_Baden",
      "name": "Caroline of Baden",
      "aboutText": "Otto Koloman Wagner (German: [ˈɔto ˈvaːɡnɐ]; 13 July 1841 – 11 April 1918) was an Austro-Hungarian architect and urban planner, known for his lasting impact on the appearance of his home town Vienna, to which he contributed many landmarks.",
      "pageId": 484143,
      "monthDay": "07/13"
    },
    {
      "year": "1793",
      "uri": "/wiki/John_Clare",
      "name": "John Clare",
      "aboutText": "Václav Hollar (Czech pronunciation: [ˈvaːtslav ˈɦolar]; 13 July 1607 – 25 March 1677), was a Bohemian etcher, known in England as Wenceslaus or Wenceslas and in Germany as Wenzel Hollar. He was born in Prague, and died in London, being buried at St Margaret's Church, Westminster.",
      "pageId": 1571706,
      "monthDay": "07/13"
    },
    {
      "year": "1798",
      "uri": "/wiki/Alexandra_Feodorovna_(Charlotte_of_Prussia)",
      "name": "Alexandra Feodorovna",
      "aboutText": "Admiral Sir Robert Calder, 1st Baronet, KCB (13 July 1745 – 1 September 1818) was a British naval officer who served in the Seven Years' War, the American Revolutionary War, the French Revolutionary Wars and the Napoleonic Wars.",
      "pageId": 1614777,
      "monthDay": "07/13"
    },
    {
      "year": "1821",
      "uri": "/wiki/Nathan_Bedford_Forrest",
      "name": "Nathan Bedford Forrest",
      "aboutText": "Alexandra Feodorovna (Russian: Алекса́ндра Фёдоровна; IPA: [ɐlʲɪˈksandrə ˈfjɵdərəvnə]), born Princess Charlotte of Prussia (13 July 1798 – 1 November 1860), was Empress consort of Russia.",
      "pageId": 2011934,
      "monthDay": "07/13"
    },
    {
      "year": "1831",
      "uri": "/wiki/Arthur_B%C3%B6ttcher",
      "name": "Arthur Böttcher",
      "aboutText": "Alexander Dmitriyevich Balashov (Russian: Александр Дмитриевич Балашов) (13 July 1770 in Moscow – 8 May 1837) was a Russian general and statesman.\nBalashov came from a noble family. When the boy turned 6 years, his father, a Privy Counsellor and Senator, had him enrolled in the Preobrazhensky Regiment though it was not until November 1781 that he entered the Page Corps, matriculating in 1787 with the rank of camer-page.",
      "pageId": 3839595,
      "monthDay": "07/13"
    },
    {
      "year": "1841",
      "uri": "/wiki/Otto_Wagner",
      "name": "Otto Wagner",
      "aboutText": "Louise Alexandra Marie Irene Mountbatten (previously Princess Louise of Battenberg; 13 July 1889 – 7 March 1965) became Queen consort of Sweden in 1950 and served as such until her death in 1965.",
      "pageId": 4506758,
      "monthDay": "07/13"
    },
    {
      "year": "1858",
      "uri": "/wiki/Stewart_Culin",
      "name": "Stewart Culin",
      "aboutText": "John Dee (13 July 1527 – 1608 or 1609) was a mathematician, astronomer, astrologer, occult philosopher, imperialist and adviser to Queen Elizabeth I. He devoted much of his life to the study of alchemy, divination and Hermetic philosophy.\nDee straddled the worlds of science and magic just as they were becoming distinguishable. One of the most learned men of his age, he had been invited to lecture on the geometry of Euclid at the University of Paris while still in his early twenties.",
      "pageId": 8457942,
      "monthDay": "07/13"
    },
    {
      "year": "1859",
      "uri": "/wiki/Sidney_Webb,_1st_Baron_Passfield",
      "name": "Sidney Webb, 1st Baron Passfield",
      "aboutText": "Yrjö Erik Mikael Saarela (13 July 1884 – 30 June 1951) was a Finnish farmer and wrestler who competed in the 1908 Summer Olympics and in the 1912 Summer Olympics.",
      "pageId": 10880951,
      "monthDay": "07/13"
    },
    {
      "year": "1864",
      "uri": "/wiki/John_Jacob_Astor_IV",
      "name": "John Jacob Astor IV",
      "aboutText": "Caroline of Baden (Friederike Karoline Wilhelmine; 13 July 1776 – 13 November 1841) (German: Friederike Karoline Wilhelmine) of Baden was an Electress of Bavaria and later the first Queen consort of Bavaria as the spouse of King Maximilian I Joseph.",
      "pageId": 10954823,
      "monthDay": "07/13"
    },
    {
      "year": "1884",
      "uri": "/wiki/Yrj%C3%B6_Saarela",
      "name": "Yrjö Saarela",
      "aboutText": "Jakob Ernst Arthur Böttcher (July 13, 1831 – August 10, 1889) was a Baltic German pathologist and anatomist who was a native of Bauska, in what was then the Courland Governorate (present-day Latvia). He worked primarily within the Russian Empire.\nIn 1856 he earned his medical doctorate from the University of Dorpat (present-day University of Tartu in Estonia) with a dissertation on the nerve supply to the inner ear's cochlea.",
      "pageId": 19405779,
      "monthDay": "07/13"
    },
    {
      "year": "1889",
      "uri": "/wiki/Emma_Asson",
      "name": "Emma Asson",
      "aboutText": "István Pauli or István Pável (Slovene: Števan Pauli, July 13, 1760 – January 29, 1829) was a Hungarian Slovene Roman Catholic priests. Pauli or the teacher of Pertoča György Kousz was the author of a hymnal in Pertoča.\nHe was born in Beltinci.",
      "pageId": 35612609,
      "monthDay": "07/13"
    },
    {
      "year": "1889",
      "uri": "/wiki/Louise_Mountbatten",
      "name": "Louise Mountbatten",
      "aboutText": "Emma Asson (13 July 1889 – 1 January 1965), was an Estonian politician (Social Democrat). She belonged to the first women to have been elected to the Estonian parliament. She participated in the creation of the first constitution of the independent Estonia, particularly within the fields of education and gender equality.",
      "pageId": 35749699,
      "monthDay": "07/13"
    },
    {
      "year": "1892",
      "uri": "/wiki/L%C3%A9o-Pol_Morin",
      "name": "Léo-Pol Morin",
      "aboutText": "Kenneth McKenzie Clark, Baron Clark OM CH KCB FBA (13 July 1903 – 21 May 1983) was a British author, museum director, broadcaster, and one of the best-known art historians and aesthetes of his generation, writing a series of books that appealed to a wide public while remaining a serious scholar. In 1969, he achieved international fame as the writer, producer and presenter of the BBC Television series Civilisation, which pioneered television documentary series combining expert personalized narration with lavish photography on location.",
      "pageId": 159002,
      "monthDay": "07/13"
    },
    {
      "year": "1892",
      "uri": "/wiki/Jonni_Myyr%C3%A4",
      "name": "Jonni Myyrä",
      "aboutText": "Isaac Emmanuilovich Babel (Russian: Исаа́к Эммануи́лович Ба́бель; July 13 [O.S. July 1] 1894 – January 27, 1940) was a Russian language journalist, playwright, literary translator, and short story writer. He is best known as the author of Red Cavalry, Story of My Dovecote, and Tales of Odessa, all of which are considered masterpieces of Russian literature. Babel has also been acclaimed as \"the greatest prose writer of Russian Jewry\".",
      "pageId": 179334,
      "monthDay": "07/13"
    },
    {
      "year": "1892",
      "uri": "/wiki/Kesarbai_Kerkar",
      "name": "Kesarbai Kerkar",
      "aboutText": "Alberto Ascari (Italian pronunciation: [alˈbɛrto asˈkari]; 13 July 1918 – 26 May 1955) was an Italian racing driver and twice Formula One World Champion.",
      "pageId": 246121,
      "monthDay": "07/13"
    },
    {
      "year": "1894",
      "uri": "/wiki/Isaac_Babel",
      "name": "Isaac Babel",
      "aboutText": "George Lewis (July 13, 1900 – December 31, 1968) was an American jazz clarinetist who achieved his greatest fame and influence in the later decades of his life.",
      "pageId": 336785,
      "monthDay": "07/13"
    },
    {
      "year": "1895",
      "uri": "/wiki/Sidney_Blackmer",
      "name": "Sidney Blackmer",
      "aboutText": "Kaoru Ishikawa (石川 馨, Ishikawa Kaoru, July 13, 1915 - April 16, 1989) was a Japanese organizational theorist, Professor at the Faculty of Engineering at The University of Tokyo, noted for his quality management innovations. He is considered a key figure in the development of quality initiatives in Japan, particularly the quality circle.",
      "pageId": 458907,
      "monthDay": "07/13"
    },
    {
      "year": "1896",
      "uri": "/wiki/Mordecai_Ardon",
      "name": "Mordecai Ardon",
      "aboutText": "Mordecai Ardon (Hebrew: מרדכי ארדון‎, July 13, 1896 – June 18, 1992) was an Israeli painter.",
      "pageId": 551233,
      "monthDay": "07/13"
    },
    {
      "year": "1898",
      "uri": "/wiki/Julius_Schreck",
      "name": "Julius Schreck",
      "aboutText": "David Cunningham \"Dave\" Garroway (July 13, 1913 – July 21, 1982) was an American television personality. He was the founding host and anchor of NBC's Today from 1952 to 1961. His easygoing and relaxing style belied a lifelong battle with depression.",
      "pageId": 555703,
      "monthDay": "07/13"
    },
    {
      "year": "1898",
      "uri": "/wiki/Ivan_Triesault",
      "name": "Ivan Triesault",
      "aboutText": "Sidney Alderman Blackmer (July 13, 1895 – October 6, 1973) was an American actor.",
      "pageId": 901856,
      "monthDay": "07/13"
    },
    {
      "year": "1900",
      "uri": "/wiki/George_Lewis_(clarinetist)",
      "name": "George Lewis",
      "aboutText": "Loren Brooks Pope (July 13, 1910 – September 23, 2008) was an American writer and independent college placement counselor. In 1965, Pope, a former newspaperman and education editor of The New York Times, founded the College Placement Bureau, one of the first independent college placement counseling services in the United States. He was an alumnus of DePauw University.",
      "pageId": 1235443,
      "monthDay": "07/13"
    },
    {
      "year": "1901",
      "uri": "/wiki/Eric_Portman",
      "name": "Eric Portman",
      "aboutText": "Julius Schreck (13 July 1898 – 16 May 1936) was a senior Nazi official and close confidant of Adolf Hitler.\nBorn on 13 July 1898 in Munich, Schreck served in World War I and shortly afterwards joined right-wing paramilitary units. He joined the Nazi Party in 1920 and developed a close friendship with Adolf Hitler.",
      "pageId": 1298429,
      "monthDay": "07/13"
    },
    {
      "year": "1903",
      "uri": "/wiki/Kenneth_Clark",
      "name": "Kenneth Clark",
      "aboutText": "Arnold Mærsk Mc-Kinney Møller (13 July 1913 – 16 April 2012) was a Danish shipping magnate.",
      "pageId": 1313667,
      "monthDay": "07/13"
    },
    {
      "year": "1905",
      "uri": "/wiki/Alfredo_M._Santos",
      "name": "Alfredo M. Santos",
      "aboutText": "George Anthony Weller (July 13, 1907 – December 19, 2002) was an American novelist, playwright, and journalist for The New York Times and Chicago Daily News. He won a 1943 Pulitzer Prize as a Daily News war correspondent.",
      "pageId": 2079214,
      "monthDay": "07/13"
    },
    {
      "year": "1907",
      "uri": "/wiki/George_Weller",
      "name": "George Weller",
      "aboutText": "Kesarbai Kerkar केसरबाई केरकर (July 13, 1892 – September 16, 1977) was an Indian classical vocalist of the Jaipur-Atrauli gharana. A protege of Ustad Alladiya Khan (1855–1946), the founder of the gharana, from age sixteen, she went on to become one of most noted khayal singer of second half of 20th-century.",
      "pageId": 2106037,
      "monthDay": "07/13"
    },
    {
      "year": "1910",
      "uri": "/wiki/Lien_Gisolf",
      "name": "Lien Gisolf",
      "aboutText": "Eric Portman (13 July 1901 – 7 December 1969) was an English stage and film actor.",
      "pageId": 2793264,
      "monthDay": "07/13"
    },
    {
      "year": "1910",
      "uri": "/wiki/Loren_Pope",
      "name": "Loren Pope",
      "aboutText": "Joonas \"Jonni\" Myyrä (13 July 1892 – 22 January 1955) was a Finnish athlete who competed at the 1912, 1920 and 1924 Olympics. In 1912, he finished eighth in the javelin throw. At the 1920 Olympics his left arm was fractured in a warm-up accident – the spear thrown by James Lincoln struck Myyrä while he was resting on the grass.",
      "pageId": 6134913,
      "monthDay": "07/13"
    },
    {
      "year": "1913",
      "uri": "/wiki/Dave_Garroway",
      "name": "Dave Garroway",
      "aboutText": "Carolina Anna \"Lien\" Gisolf (13 July 1910 – 30 May 1993) was a Dutch high jumper. She won a silver medal at the 1928 Summer Olympics and finished fourth in 1932.\nHer talent was discovered during school competition in 1926, when it turned out that she jumped 30 centimetres higher than her classmates.",
      "pageId": 6771795,
      "monthDay": "07/13"
    },
    {
      "year": "1913",
      "uri": "/wiki/M%C3%A6rsk_Mc-Kinney_M%C3%B8ller",
      "name": "Mærsk Mc-Kinney Møller",
      "aboutText": "General Alfredo Manapat Santos (July 13, 1905 – February 7, 1990) was Chief of Staff of the Armed Forces of the Philippines in 1962 to 1965, making him the first four-star general of the Philippines' armed forces.\nEngineer turned soldier, General Alfredo M. Santos is one of the most notable \"Freedom Fighters\" of the Philippines with a heroic war record. His outstanding achievements proved his selfless dedication to the service of his country and people, thereby bringing distinct honor to the Armed Forces of the Philippines.",
      "pageId": 12857978,
      "monthDay": "07/13"
    },
    {
      "year": "1913",
      "uri": "/wiki/Kay_Linaker",
      "name": "Kay Linaker",
      "aboutText": "Mary Katherine Linaker, known professionally as Kay Linaker, Kate Phillips, and Kay Linaker-Phillips (July 19, 1913, Pine Bluff, Arkansas – April 18, 2008, Keene, New Hampshire) was an American actress and screenwriter, who appeared in many B movies during the 1930s and 1940s, most notably Kitty Foyle (1940). Linaker used her married name (Kay Phillips) as a screenwriter, notably for the cult movie hit The Blob (1958). She is credited with coining the name \"The Blob\" for the movie, which was originally titled \"The Molten Meteor\".",
      "pageId": 17125352,
      "monthDay": "07/13"
    },
    {
      "year": "1915",
      "uri": "/wiki/Kaoru_Ishikawa",
      "name": "Kaoru Ishikawa",
      "aboutText": "Léo-Pol Morin (13 July 1892 – 29 May 1941) was a Canadian pianist, music critic, composer, and music educator. He composed under the name James Callihou, with his most well known works being Suite canadienne (1945) and Three Eskimos for piano. He also composed works based on Canadian and Inuit folklore/folk music and harmonized a number of French-Canadian folksongs.",
      "pageId": 27853662,
      "monthDay": "07/13"
    },
    {
      "year": "1918",
      "uri": "/wiki/Alberto_Ascari",
      "name": "Alberto Ascari",
      "aboutText": "Ivan Triesault (born as Johann Constantin Treisalt; 13 July [O.S. 1 July] 1898 in Reval (now Tallinn) – January 3, 1980 in Los Angeles) was an Estonian-born American actor.",
      "pageId": 31732727,
      "monthDay": "07/13"
    },
    {
      "year": "1918",
      "uri": "/wiki/Ronald_Bladen",
      "name": "Ronald Bladen",
      "aboutText": "Tommaso Buscetta (Italian pronunciation: [tomˈmazo buʃˈʃetta]; 13 July 1928 – 2 April 2000) was a Sicilian mafioso. He was the first Mafia boss to turn informant, and explain the inner workings of the organisation.",
      "pageId": 72701,
      "monthDay": "07/13"
    },
    {
      "year": "1918",
      "uri": "/wiki/Marcia_Brown",
      "name": "Marcia Brown",
      "aboutText": "Robert Edward \"Bob\" Crane (July 13, 1928 – June 29, 1978) was an American actor, drummer, radio host, and disc jockey.\nA drummer since eleven years of age, Crane began his career as a radio personality, first in New York and then Connecticut before moving to Los Angeles where he hosted the number-one rated morning show. In the early 1960s, he moved into acting.",
      "pageId": 146071,
      "monthDay": "07/13"
    },
    {
      "year": "1921",
      "uri": "/wiki/Git_Gay",
      "name": "Git Gay",
      "aboutText": "Carlo Bergonzi (13 July 1924 – 25 July 2014) was an Italian operatic tenor. Although he performed and recorded some bel canto and verismo roles, he was above all associated with the operas of Giuseppe Verdi, including a large number of the composer's lesser known works that he helped revive. Additionally, he sang more than 40 other roles throughout his career.",
      "pageId": 480325,
      "monthDay": "07/13"
    },
    {
      "year": "1921",
      "uri": "/wiki/Ernest_Gold_(composer)",
      "name": "Ernest Gold",
      "aboutText": "Hubert Reeves (born July 13, 1932), CC OQ is a French Canadian astrophysicist and popularizer of science.",
      "pageId": 509551,
      "monthDay": "07/13"
    },
    {
      "year": "1922",
      "uri": "/wiki/Leslie_Brooks",
      "name": "Leslie Brooks",
      "aboutText": "Simone Veil, DBE (French pronunciation: ​[simɔn vɛj]; born 13 July 1927) is a French lawyer and politician who served as Minister of Health under Valéry Giscard d'Estaing, President of the European Parliament and member of the Constitutional Council of France.\nA survivor from the Auschwitz-Birkenau concentration camp where she lost part of her family, she is the Honorary President of the Fondation pour la Mémoire de la Shoah. She was elected to the Académie française in November 2008.",
      "pageId": 574751,
      "monthDay": "07/13"
    },
    {
      "year": "1922",
      "uri": "/wiki/Louis_R._Harlan",
      "name": "Louis R. Harlan",
      "aboutText": "Naomi Shemer (Hebrew: נעמי שמר‎; July 13, 1930 – June 26, 2004) was a leading Israeli musician and songwriter, hailed as the \"first lady of Israeli song and poetry.\" Her song \"Yerushlayim Shel Zahav\" (\"Jerusalem of Gold\") written in 1967, became an unofficial second anthem after Israel won the Six-Day War that year and reunited Jerusalem.",
      "pageId": 757653,
      "monthDay": "07/13"
    },
    {
      "year": "1922",
      "uri": "/wiki/Anker_J%C3%B8rgensen",
      "name": "Anker Jørgensen",
      "aboutText": "Anker Henrik Jørgensen (born 13 July 1922) is a former Danish Prime Minister and Foreign Minister. Between 1972 and 1981 he led five cabinets as Prime Minister.\nHe led or represented the Social Democratic Party for well over 30 years.",
      "pageId": 774431,
      "monthDay": "07/13"
    },
    {
      "year": "1922",
      "uri": "/wiki/Ken_Mosdell",
      "name": "Ken Mosdell",
      "aboutText": "John L. \"Johnny\" Gilbert III (born July 13, 1924) is an American show business personality who has worked mainly on television game shows. Originally a nightclub singer and entertainer, he has hosted and announced a number of game shows from various eras, dating as far back as the 1950s.",
      "pageId": 1008071,
      "monthDay": "07/13"
    },
    {
      "year": "1924",
      "uri": "/wiki/Carlo_Bergonzi",
      "name": "Carlo Bergonzi",
      "aboutText": "Ernest Gold (born Ernst Sigmund Goldner; July 13, 1921 – March 17, 1999) was an Austria-born American composer.",
      "pageId": 1560082,
      "monthDay": "07/13"
    },
    {
      "year": "1924",
      "uri": "/wiki/Johnny_Gilbert",
      "name": "Johnny Gilbert",
      "aboutText": "Sven Davidson (13 July 1928 – 28 May 2008) was a Swedish tennis player who became the first Swede to win a Grand Slam title when he won the French Championships in 1957. He had reached the final in the two previous years but lost against Tony Trabert and Lew Hoad. In 1958 he partnered with Ulf Schmidt to win the doubles title at the Wimbledon Championships defeating the Australian pair Ashley Cooper and Neale Fraser in three straight sets.",
      "pageId": 2146283,
      "monthDay": "07/13"
    },
    {
      "year": "1926",
      "uri": "/wiki/Robert_H._Justman",
      "name": "Robert H. Justman",
      "aboutText": "Frank Vernon Ramsey, Jr. (born July 13, 1931) is an American former professional basketball player and coach. A 6-3 guard, he played his entire nine-year (1954–1964) NBA career with the Boston Celtics and played a major role in the early part of their dynasty, winning seven championships.",
      "pageId": 2687683,
      "monthDay": "07/13"
    },
    {
      "year": "1927",
      "uri": "/wiki/Simone_Veil",
      "name": "Simone Veil",
      "aboutText": "Kenneth \"Kenny\" Mosdell (July 13, 1922 in Montreal, Quebec – January 5, 2006 in Montreal, Quebec) was a Canadian ice hockey forward.\nKen played in the National Hockey League from 1941 to 1942, and 1944 to 1959. He played his career with the Montreal Canadiens, Brooklyn Americans, and Chicago Black Hawks.",
      "pageId": 3450978,
      "monthDay": "07/13"
    },
    {
      "year": "1928",
      "uri": "/wiki/Tommaso_Buscetta",
      "name": "Tommaso Buscetta",
      "aboutText": "Robert Harris \"Bob\" Justman (July 13, 1926 – May 28, 2008) was an American television producer, director, and production manager. He worked on many American TV series including Lassie, The Life of Riley, Adventures of Superman, The Outer Limits, Star Trek, Mission: Impossible, and Then Came Bronson.",
      "pageId": 4292262,
      "monthDay": "07/13"
    },
    {
      "year": "1928",
      "uri": "/wiki/Bob_Crane",
      "name": "Bob Crane",
      "aboutText": "Sofia Ivanovna Muratova (Russian: Софья Ивановна Муратова) (July 13, 1929 in Leningrad - September 25, 2006) was a Soviet gymnast, who competed in the 1950s and 1960s, training at Dynamo in Moscow, and won eight Olympic medals.",
      "pageId": 4504120,
      "monthDay": "07/13"
    },
    {
      "year": "1928",
      "uri": "/wiki/Sven_Davidson",
      "name": "Sven Davidson",
      "aboutText": "Marcia Joan Brown (July 13, 1918 - April 28, 2015) was an American writer and illustrator of more than 30 children's books. She has won three annual Caldecott Medals from the American Library Association, recognizing the year's best U.S. picture book illustration, and the ALA's Laura Ingalls Wilder Medal in 1992 for her career contribution to children's literature. Many of her titles have been published in translation, including Afrikaans, German, Japanese, Spanish and Xhosa-Bantu editions.",
      "pageId": 5844102,
      "monthDay": "07/13"
    },
    {
      "year": "1929",
      "uri": "/wiki/Sofia_Muratova",
      "name": "Sofia Muratova",
      "aboutText": "Birgit Carp (13 July 1921 – 2 July 2007), better known by her screen name Git Gay, was a Swedish revue director, actress, and singer.\nGit Gay was born Birgit Agda Holmberg in 1921 in Karlshamn, Sweden. Her parents wanted her to become a concerto pianist and sent her to the Music Conservatory in Malmö.",
      "pageId": 12060162,
      "monthDay": "07/13"
    },
    {
      "year": "1930",
      "uri": "/wiki/Sam_Greenlee",
      "name": "Sam Greenlee",
      "aboutText": "Samuel Eldred Greenlee, Jr. (July 13, 1930 – May 19, 2014) was an African-American writer, best known for his controversial novel The Spook Who Sat by the Door, which was first published in London by Allison & Busby in March 1969 (having been rejected by dozens of mainstream publishers), and went on to be chosen as The Sunday Times Book of the Year.",
      "pageId": 17317886,
      "monthDay": "07/13"
    },
    {
      "year": "1930",
      "uri": "/wiki/Naomi_Shemer",
      "name": "Naomi Shemer",
      "aboutText": "Louis Rudolph Harlan (July 13, 1922 – January 22, 2010) was an American academic historian who wrote a two-volume biography of the African-American educator and social leader Booker T. Washington and edited several volumes of Washington materials. He won the Bancroft Prize in 1973 and 1984, once for each volume, and the 1984 Pulitzer Prize for Biography or Autobiography for the second volume.\n^ Grimes, William.",
      "pageId": 25736185,
      "monthDay": "07/13"
    },
    {
      "year": "1931",
      "uri": "/wiki/Frank_Ramsey_(basketball)",
      "name": "Frank Ramsey",
      "aboutText": "Leslie Brooks (July 13, 1922 – July 1, 2011) was an American film actress.\nBorn in Lincoln, Nebraska as Virginia Gettman, her parents brought her to Southern California at an early age, where around 1940 she started work as a photographic model. At the beginning of her showbiz career she appeared as \"Lorraine Gettman\".",
      "pageId": 31311489,
      "monthDay": "07/13"
    },
    {
      "year": "1932",
      "uri": "/wiki/Hubert_Reeves",
      "name": "Hubert Reeves",
      "aboutText": "Ronald Bladen (1918- 1988) was an American painter and sculptor. He is particularly known for his large-scale sculptures. His artistic stance, was influenced by European Constructivism, American Hard-Edge Painting, and sculptors such as Isamu Noguchi and David Smith.",
      "pageId": 35322215,
      "monthDay": "07/13"
    },
    {
      "year": "1933",
      "uri": "/wiki/David_Storey",
      "name": "David Storey",
      "aboutText": "Jack French Kemp (July 13, 1935 – May 2, 2009) was an American politician and a collegiate and professional football player. A Republican, he served as Housing Secretary in the administration of President George H. W. Bush from 1989 to 1993, having previously served nine terms as a congressman for Western New York's 31st congressional district from 1971 to 1989. He was the Republican Party's nominee for Vice President in the 1996 election, where he was the running mate of presidential nominee Bob Dole.",
      "pageId": 16200,
      "monthDay": "07/13"
    },
    {
      "year": "1933",
      "uri": "/wiki/Piero_Manzoni",
      "name": "Piero Manzoni",
      "aboutText": "Akinwande Oluwole \"Wole\" Babatunde Soyinka (Yoruba: Akinwándé Oluwo̩lé Babátúndé S̩óyinká, pronounced [wɔlé ʃójĩká]; born 13 July 1934) is a Nigerian playwright and poet. He was awarded the 1986 Nobel Prize in Literature, the first African to be honored in that category.\nSoyinka was born into a Yoruba family in Abeokuta.",
      "pageId": 33825,
      "monthDay": "07/13"
    },
    {
      "year": "1934",
      "uri": "/wiki/Peter_Gzowski",
      "name": "Peter Gzowski",
      "aboutText": "Sir Patrick Stewart OBE (born 13 July 1940) is an English film, television, and stage actor, who has had a distinguished career on stage and screen. He is most widely known for his roles as Captain Jean-Luc Picard in Star Trek: The Next Generation and its successor films, as Professor Charles Xavier in the X-Men film series of superhero movies (2000–present), his prolific stage roles with the Royal Shakespeare Company, and his many voice acting roles, including CIA deputy director Avery Bullock in American Dad!.\nIn 1993, TV Guide named him the best dramatic television actor of the 1980s.",
      "pageId": 70938,
      "monthDay": "07/13"
    },
    {
      "year": "1934",
      "uri": "/wiki/Gordon_Lee_(footballer)",
      "name": "Gordon Lee",
      "aboutText": "Albert Ayler (/ˈeɪlər/; July 13, 1936 – November 25, 1970) was an American avant-garde jazz saxophonist, singer and composer.\nAfter early experience playing R&B and bebop, Ayler began recording music during the free jazz era of the 1960s. However, some critics argue that while Ayler's style is undeniably original and unorthodox, it does not adhere to the generally accepted critical understanding of free jazz.",
      "pageId": 155107,
      "monthDay": "07/13"
    },
    {
      "year": "1934",
      "uri": "/wiki/Wole_Soyinka",
      "name": "Wole Soyinka",
      "aboutText": "Aleksei Stanislavovich Yeliseyev (Russian: Алексей Станиславович Елисеев; born July 13, 1934 in Zhizdra) is a retired Soviet cosmonaut who flew on three missions in the Soyuz programme as a flight engineer: Soyuz 5, Soyuz 8, and Soyuz 10.\nA graduate of the Bauman Higher Technical School (1957) and postgraduate of Moscow Institute of Physics and Technology (1962). Yeliseyev worked as an engineer in Sergey Korolev's design bureau before being selected for cosmonaut training.",
      "pageId": 197189,
      "monthDay": "07/13"
    },
    {
      "year": "1934",
      "uri": "/wiki/Aleksei_Yeliseyev",
      "name": "Aleksei Yeliseyev",
      "aboutText": "Peter John Gzowski (known colloquially as Mr. Canada) CC (July 13, 1934 – January 24, 2002) was a Canadian broadcaster, writer and reporter, most famous for his work on the CBC radio shows This Country in the Morning and then Morningside. His first biographer argued that Gzowski's contribution to Canadian media must be considered in the context of efforts by a generation of Canadian nationalists to understand and express Canada's cultural identity.",
      "pageId": 336988,
      "monthDay": "07/13"
    },
    {
      "year": "1935",
      "uri": "/wiki/Jack_Kemp",
      "name": "Jack Kemp",
      "aboutText": "Robert Wallace Forster, Jr. (born July 13, 1941), known professionally as Robert Forster, is an American actor. He is best known for his roles as John Cassellis in Haskell Wexler's Medium Cool and Max Cherry in Quentin Tarantino's Jackie Brown, for which he was nominated for the Academy Award for Best Supporting Actor.",
      "pageId": 598461,
      "monthDay": "07/13"
    },
    {
      "year": "1935",
      "uri": "/wiki/Earl_Lovelace",
      "name": "Earl Lovelace",
      "aboutText": "Paul Prudhomme (July 13, 1940 – October 8, 2015), also known as Gene Autry Prudhomme, was an American celebrity chef whose specialties were Creole and Cajun cuisines; he was credited with popularizing the cuisines, as well. He was the chef proprietor of K-Paul's Louisiana Kitchen in New Orleans, and had previously owned and run several other restaurants.",
      "pageId": 1185786,
      "monthDay": "07/13"
    },
    {
      "year": "1935",
      "uri": "/wiki/Kurt_Westergaard",
      "name": "Kurt Westergaard",
      "aboutText": "Piero Manzoni (July 13, 1933 – February 6, 1963) was an Italian artist best known for his ironic approach to avant-garde art. Often compared to the work of Yves Klein, his own work anticipated, and directly influenced, the work of a generation of younger Italian artists brought together by the critic Germano Celant in the first Arte Povera exhibition held in Genoa, 1967. Manzoni is most famous for a series of artworks that call into question the nature of the art object, directly prefiguring Conceptual Art.",
      "pageId": 1347302,
      "monthDay": "07/13"
    },
    {
      "year": "1936",
      "uri": "/wiki/Albert_Ayler",
      "name": "Albert Ayler",
      "aboutText": "Ehud Manor (Hebrew: אהוד מנור; born Ehud Weiner, July 13, 1941; died April 12, 2005) was an Israeli songwriter, translator, and radio and TV personality.",
      "pageId": 1733863,
      "monthDay": "07/13"
    },
    {
      "year": "1937",
      "uri": "/wiki/Ghillean_Prance",
      "name": "Ghillean Prance",
      "aboutText": "Gordon Francis Lee (born 13 July 1934) is a former English footballer and football manager. He played 120 league matches in a 12-year career in the Football League, before going on to greater success as a manager.\nA right-back during his playing days, he moved from Hednesford Town to Aston Villa in 1955.",
      "pageId": 2399892,
      "monthDay": "07/13"
    },
    {
      "year": "1937",
      "uri": "/wiki/Jack_Purvis_(actor)",
      "name": "Jack Purvis",
      "aboutText": "Earl Lovelace (born 13 July 1935) is an award-winning Trinidadian novelist, journalist, playwright, and short story writer. He is particularly recognized for his descriptive, dramatic fiction on Trinidadian culture: \"Using Trinidadian dialect patterns and standard English, he probes the paradoxes often inherent in social change as well as the clash between rural and urban cultures.\" As Bernardine Evaristo notes, \"Lovelace is unusual among celebrated Caribbean writers in that he has always lived in Trinidad. Most writers leave to find support for their literary endeavours elsewhere and this, arguably, shapes the literature, especially after long periods of exile.",
      "pageId": 2601889,
      "monthDay": "07/13"
    },
    {
      "year": "1939",
      "uri": "/wiki/Prakash_Mehra",
      "name": "Prakash Mehra",
      "aboutText": "Kurt Westergaard (born 13 July 1935 as Kurt Vestergaard) is a Danish cartoonist who created the controversial cartoon of the Islamic prophet Muhammad wearing a bomb in his turban. This cartoon was the most contentious of the 12 Jyllands-Posten Muhammad cartoons, which met with strong reactions from Muslims worldwide, including Western countries. Since the drawing of the cartoon, Westergaard has received numerous death threats and been a target of assassination attempts.",
      "pageId": 3977430,
      "monthDay": "07/13"
    },
    {
      "year": "1939",
      "uri": "/wiki/Lambert_Jackson_Woodburne",
      "name": "Lambert Jackson Woodburne",
      "aboutText": "David Rhames Storey (born 13 July 1933 in Wakefield, Yorkshire) is an English playwright, screenwriter, award-winning novelist and a former professional rugby league player.",
      "pageId": 4283052,
      "monthDay": "07/13"
    },
    {
      "year": "1940",
      "uri": "/wiki/Donald_Lautrec",
      "name": "Donald Lautrec",
      "aboutText": "Prakash Mehra (Hindi: प्रकाश मेहरा, 13 July 1939 – 17 May 2009) was a legendary Hindi film producer and director. Along with Manmohan Desai, Prakash Mehra was regarded as the pioneer of \"Masala\" film genre.",
      "pageId": 5089323,
      "monthDay": "07/13"
    },
    {
      "year": "1940",
      "uri": "/wiki/Tom_Lichtenberg",
      "name": "Tom Lichtenberg",
      "aboutText": "Sir Ghillean Tolmie Prance  FIBiol FRS FLS FRS (born 13 July 1937) is a prominent British botanist and ecologist who has published extensively on the taxonomy of families such as Chrysobalanaceae and Lecythidaceae, but drew particular attention in documenting the pollination ecology of Victoria amazonica. Prance is a former Director of the Royal Botanic Gardens, Kew.\n^ a b c Sinon, Stephen (August 2000).",
      "pageId": 5463032,
      "monthDay": "07/13"
    },
    {
      "year": "1940",
      "uri": "/wiki/Paul_Prudhomme",
      "name": "Paul Prudhomme",
      "aboutText": "Jack Purvis (13 July 1937 – 21 November 1997) was a British film actor. Purvis was a dwarf, and thus was mainly cast in roles requiring actors of short stature. Purvis appeared as a different alien creature in each of the three films of the original Star Wars trilogy (including Teebo in Return of the Jedi), and also appeared in three of director Terry Gilliam's early fantasy films: Time Bandits, Brazil, and The Adventures of Baron Munchausen.",
      "pageId": 11193865,
      "monthDay": "07/13"
    },
    {
      "year": "1940",
      "uri": "/wiki/Patrick_Stewart",
      "name": "Patrick Stewart",
      "aboutText": "Donald Lautrec (born Donald Bourgeois, July 13, 1940 in Jonquière, Québec) is a Canadian (Quebec) singer and actor.\nWith a friend in 1957, Lautrec created the acrobatic duo, Don and Lee, who performed on trampolines throughout Canada and the United States. He then mixed in the entertainment world by working as a lighting technician, a master of ceremonies in several Montreal cabarets and, for a short time, as a bodyguard to Québécois singer Michel Louvain.",
      "pageId": 25030583,
      "monthDay": "07/13"
    },
    {
      "year": "1941",
      "uri": "/wiki/Robert_Forster",
      "name": "Robert Forster",
      "aboutText": "Thomas \"Tom\" Lichtenberg (July 13, 1940 – May 26, 2013) was an American football player and coach. He served as the head football coach also at at Morehead State University (1979–1980), the University of Maine (1989), and Ohio University (1990–1994), compiling a career college football coaching record of 26–59–3. He was also an assistant coach at Ohio State University and the University of Notre Dame.",
      "pageId": 25764521,
      "monthDay": "07/13"
    },
    {
      "year": "1941",
      "uri": "/wiki/Ehud_Manor",
      "name": "Ehud Manor",
      "aboutText": "Vice-Admiral Lambert Jackson Woodburne DVR SD SM SAN (13 July 1939 – 5 July 2013) was Chief of the South African Navy from 1 July 1990 to 31 August 1992. He is one of only two people to have been awarded the Van Riebeeck Decoration, which he received for Special Forces operations in Tanzania. He was more commonly known by his nickname \"Woody\".",
      "pageId": 31469482,
      "monthDay": "07/13"
    },
    {
      "year": "1941",
      "uri": "/wiki/Jacques_Perrin",
      "name": "Jacques Perrin",
      "aboutText": "Harrison Ford (born July 13, 1942) is an American actor and film producer. He gained worldwide fame for his starring roles as Han Solo in the original Star Wars epic space opera trilogy and the title character of the Indiana Jones film series. Ford is also known for his roles as Rick Deckard in the 1982 neo-noir dystopian science fiction film Blade Runner, John Book in the 1985 thriller Witness, and Jack Ryan in the 1992 action-suspense film Patriot Games and the 1994 spy action thriller film Clear and Present Danger.",
      "pageId": 44059,
      "monthDay": "07/13"
    },
    {
      "year": "1942",
      "uri": "/wiki/Harrison_Ford",
      "name": "Harrison Ford",
      "aboutText": "James Roger McGuinn /məˈɡwɪn/ (born James Joseph McGuinn III on July 13, 1942) known professionally as Roger McGuinn and previously as Jim McGuinn, is an American musician. He is best known for being the lead singer and lead guitarist on many of the Byrds' records. He is a member of the Rock and Roll Hall of Fame for his work with the Byrds.",
      "pageId": 98039,
      "monthDay": "07/13"
    },
    {
      "year": "1942",
      "uri": "/wiki/Roger_McGuinn",
      "name": "Roger McGuinn",
      "aboutText": "Ma Ying-jeou (Chinese: 馬英九; pinyin: Mǎ Yīngjiǔ, [mà jə́ŋtɕjù]; born 13 July 1950) is a Taiwanese politician who is the current President of the Republic of China (ROC). His previous political roles include Justice Minister (1993–96) and Mayor of Taipei (1998–2006). He was also the Chairman of the Kuomintang (KMT) between 2005–2007 and 2009–2014.",
      "pageId": 155608,
      "monthDay": "07/13"
    },
    {
      "year": "1943",
      "uri": "/wiki/Chris_Serle",
      "name": "Chris Serle",
      "aboutText": "Catherine Breillat (French: [bʁɛja]; born 13 July 1948) is a French filmmaker, novelist and Professor of Auteur Cinema at the European Graduate School. She has often courted controversy with her films' frank treatment of sexual themes. For example, her 1976 debut film, A Real Young Girl, was not released in theaters until 2000.",
      "pageId": 308676,
      "monthDay": "07/13"
    },
    {
      "year": "1944",
      "uri": "/wiki/Ern%C5%91_Rubik",
      "name": "Ernő Rubik",
      "aboutText": "Ernő Rubik (Hungarian: [ˈrubik ˈɛrnøː]; born 13 July 1944) is a Hungarian inventor, architect and professor of architecture. He is best known for the invention of mechanical puzzles including Rubik's Cube (1974), Rubik's Magic, Rubik's Magic: Master Edition, and Rubik's Snake.\nWhile Rubik became famous for Rubik's Cube and his other puzzles, much of his recent work involves the promotion of science in education.",
      "pageId": 335331,
      "monthDay": "07/13"
    },
    {
      "year": "1944",
      "uri": "/wiki/Cyril_Knowles",
      "name": "Cyril Knowles",
      "aboutText": "Milica \"Mila\" Mulroney (Serbian Cyrillic: Милица \"Мила\" Пивнички – Milica \"Mila\" Pivnički; born July 13, 1953) is the wife of the 18th Prime Minister of Canada, Brian Mulroney. They have one daughter, Caroline, and three sons, Ben, Mark, and Nicolas.",
      "pageId": 366316,
      "monthDay": "07/13"
    },
    {
      "year": "1946",
      "uri": "/wiki/Bob_Kauffman",
      "name": "Bob Kauffman",
      "aboutText": "Richard Anthony \"Cheech\" Marin (born July 13, 1946) is an American comedian, actor, voice actor and writer who gained recognition as part of the comedy act Cheech & Chong during the 1970s and early 1980s with Tommy Chong, and as Don Johnson's partner, Insp. Joe Dominguez, on Nash Bridges. He has also voiced characters in several Disney productions, including Oliver and Company, The Lion King, It's Tough to be a Bug!, Cars, Cars 2 and Beverly Hills Chihuahua.",
      "pageId": 447301,
      "monthDay": "07/13"
    },
    {
      "year": "1946",
      "uri": "/wiki/Cheech_Marin",
      "name": "Cheech Marin",
      "aboutText": "George Driver \"Pinky\" Nelson, Ph.D. (born July 13, 1950) is an American physicist, astronomer, science educator, and a former NASA astronaut.",
      "pageId": 547187,
      "monthDay": "07/13"
    },
    {
      "year": "1948",
      "uri": "/wiki/Catherine_Breillat",
      "name": "Catherine Breillat",
      "aboutText": "Robert William \"Rob\" Bishop (born July 13, 1951) is the U.S. Representative for Utah's 1st congressional district, serving since 2003.",
      "pageId": 595346,
      "monthDay": "07/13"
    },
    {
      "year": "1948",
      "uri": "/wiki/Daphne_Maxwell_Reid",
      "name": "Daphne Maxwell Reid",
      "aboutText": "Daphne Maxwell Reid (born July 13, 1948) is an American actress.",
      "pageId": 726199,
      "monthDay": "07/13"
    },
    {
      "year": "1950",
      "uri": "/wiki/Rod_Dixon",
      "name": "Rod Dixon",
      "aboutText": "Didi Conn (born Edith Bernstein; July 13, 1951) is an American film, stage and television actress. Conn was born in Brooklyn, New York, the daughter of a clinical psychologist.",
      "pageId": 1337606,
      "monthDay": "07/13"
    },
    {
      "year": "1950",
      "uri": "/wiki/George_Nelson_(astronaut)",
      "name": "George Nelson",
      "aboutText": "Cyril Barry Knowles (13 July 1944 – 30 August 1991) was a footballer who played full-back for Tottenham Hotspur and England. He was the brother of fellow professional footballer Peter Knowles.",
      "pageId": 1606793,
      "monthDay": "07/13"
    },
    {
      "year": "1950",
      "uri": "/wiki/Ma_Ying-jeou",
      "name": "Ma Ying-jeou",
      "aboutText": "Hilary \"Larry\" Angelo Gomes (born 13 July 1953) is a former Trinidad & Tobago and West Indian cricketer.\nHe toured England with the West Indian Schoolboys team in 1967 and he made his first-class debut as a left-handed batsman for Trinidad & Tobago versus the New Zealanders in 1971/72. He joined Middlesex in 1972 and played between 1973 and 1976.",
      "pageId": 2101207,
      "monthDay": "07/13"
    },
    {
      "year": "1950",
      "uri": "/wiki/Jurelang_Zedkaia",
      "name": "Jurelang Zedkaia",
      "aboutText": "Jacques Perrin (born Jacques André Simonet; 13 July 1941) is a French actor and filmmaker. He is occasionally credited as Jacques Simonet. Simonet was his father's name and Perrin his mother's.",
      "pageId": 2396339,
      "monthDay": "07/13"
    },
    {
      "year": "1951",
      "uri": "/wiki/Rob_Bishop",
      "name": "Rob Bishop",
      "aboutText": "Rodney Phillip \"Rod\" Dixon (born 13 July 1950) is a former New Zealand middle- to long-distance runner.",
      "pageId": 3569190,
      "monthDay": "07/13"
    },
    {
      "year": "1951",
      "uri": "/wiki/Didi_Conn",
      "name": "Didi Conn",
      "aboutText": "Robert \"Bob\" Kauffman (July 13, 1946 – July 25, 2015) was an American professional basketball player and coach.",
      "pageId": 3612395,
      "monthDay": "07/13"
    },
    {
      "year": "1953",
      "uri": "/wiki/Gil_Birmingham",
      "name": "Gil Birmingham",
      "aboutText": "Christopher \"Chris\" Richard Serle (born 13 July 1943 in Bristol, England) is a former BBC TV presenter, reporter and actor.",
      "pageId": 4623344,
      "monthDay": "07/13"
    },
    {
      "year": "1953",
      "uri": "/wiki/Larry_Gomes",
      "name": "Larry Gomes",
      "aboutText": "Gil Birmingham (born July 13, 1953) is an American actor of Comanche ancestry, best known for his portrayal of Billy Black in the The Twilight Saga film series.",
      "pageId": 22460186,
      "monthDay": "07/13"
    },
    {
      "year": "1953",
      "uri": "/wiki/Mila_Mulroney",
      "name": "Mila Mulroney",
      "aboutText": "Jurelang Zedkaia (13 July 1950 – 7 October 2015) was a Marshallese politician and Iroijlaplap. He served as the President of the Marshall Islands from 2009 to 2012. He was elected as the country's 5th head of state on October 26, 2009, following the ouster of his predecessor, Litokwa Tomeing, in the country's first successful vote of no confidence.",
      "pageId": 24853878,
      "monthDay": "07/13"
    },
    {
      "year": "1953",
      "uri": "/wiki/Sigurd_Ulveseth",
      "name": "Sigurd Ulveseth",
      "aboutText": "Sigurd Ulveseth (born 13 July 1953 in Bergen) is a Norwegian jazz musician (Upright bass) and Orchestra leader, known from a number of album releases.\n^ \"Ulveseth, Sigurd Biografi\" (in Norwegian). Norsk Musikkinformasjon MIC.no.",
      "pageId": 37396423,
      "monthDay": "07/13"
    },
    {
      "year": "1954",
      "uri": "/wiki/Sezen_Aksu",
      "name": "Sezen Aksu",
      "aboutText": "Ian David Hislop (born 13 July 1960) is a British journalist, satirist, writer, comedian, broadcaster and editor of the magazine Private Eye.",
      "pageId": 141023,
      "monthDay": "07/13"
    },
    {
      "year": "1954",
      "uri": "/wiki/Rick_Chartraw",
      "name": "Rick Chartraw",
      "aboutText": "Michael Spinks (born July 13, 1956) is an American former boxer who was an Olympic gold medalist and world champion in the light-heavyweight and heavyweight divisions. Nicknamed Jinx, which spawned the nickname of his right hand: The Spinks Jinx, he is the brother of former heavyweight champion Leon Spinks, and uncle of Cory Spinks, a former welterweight and light middleweight champion. He is also only one of 5 people, along with Mike Tyson, Evander Holyfield, Oliver McCall and Brian Nielsen to defeat Larry Holmes and the only one to do it twice.",
      "pageId": 152261,
      "monthDay": "07/13"
    },
    {
      "year": "1954",
      "uri": "/wiki/Louise_Mandrell",
      "name": "Louise Mandrell",
      "aboutText": "Cameron Bruce Crowe (born July 13, 1957) is an American actor, author, director, producer, screenwriter and journalist. Before moving into the film industry, Crowe was a contributing editor at Rolling Stone magazine, for which he still frequently writes.\nCrowe has made his mark with character-driven, personal films that have been generally hailed as refreshingly original and devoid of cynicism.",
      "pageId": 319525,
      "monthDay": "07/13"
    },
    {
      "year": "1954",
      "uri": "/wiki/David_Thompson_(basketball)",
      "name": "David Thompson",
      "aboutText": "Khalid Mahmood (born 13 July 1961) is a British Labour Party politician who has been the Member of Parliament (MP) for Birmingham Perry Barr since 2001.",
      "pageId": 434736,
      "monthDay": "07/13"
    },
    {
      "year": "1955",
      "uri": "/wiki/Mark_Mendoza",
      "name": "Mark Mendoza",
      "aboutText": "Sezen Aksu (Turkish pronunciation: [se'zen 'aksu]; born: Fatma Sezen Yıldırım; July 13, 1954 in Sarayköy, Denizli, Turkey) is a Turkish pop music singer, song-writer and producer who has sold over 40 million albums worldwide. Her nicknames include the \"Queen of Turkish Pop\" and Minik Serçe (\"Little Sparrow\").\nAksu's influence on Turkish pop and world music has continued since her debut in 1975, and has been reinforced by her patronage of and collaboration with many other musicians, including Sertab Erener, Şebnem Ferah, Aşkın Nur Yengi, Hande Yener, and Levent Yüksel.",
      "pageId": 845407,
      "monthDay": "07/13"
    },
    {
      "year": "1955",
      "uri": "/wiki/Yoshitaka_Tamba",
      "name": "Yoshitaka Tamba",
      "aboutText": "Thierry Marc Boutsen (born 13 July 1957 in Brussels, Belgium) is a former racing driver who raced for the Arrows, Benetton, Williams, Ligier and Jordan teams in Formula One. He competed in 164 World Championship Grands Prix (163 starts), winning three races, achieving 15 podiums and scoring 132 career points. His best finish in the World Drivers' Championship was fourth in 1988 whilst driving for Benetton.",
      "pageId": 1114709,
      "monthDay": "07/13"
    },
    {
      "year": "1956",
      "uri": "/wiki/Claude_Giroux_(wrestler)",
      "name": "Claude Giroux",
      "aboutText": "Timothy Michael \"Tim\" Watson (born 13 July 1961) is a former Australian rules footballer and coach, sports journalist and media personality.\nWatson is notable for his long career at the Essendon Football Club as a player where he participated in several premiership teams. He was the fourth youngest player ever to play in the VFL/AFL competition and made a comeback after retirement which included another premiership.",
      "pageId": 1137289,
      "monthDay": "07/13"
    },
    {
      "year": "1956",
      "uri": "/wiki/Michael_Spinks",
      "name": "Michael Spinks",
      "aboutText": "David O'Neil Thompson (born July 13, 1954) is a former American professional basketball star with the Denver Nuggets of both the National Basketball Association (NBA) and American Basketball Association (ABA), as well as the Seattle SuperSonics. He was previously a star in college for North Carolina State, leading the Wolfpack to its first NCAA championship in 1974.",
      "pageId": 1593714,
      "monthDay": "07/13"
    },
    {
      "year": "1957",
      "uri": "/wiki/Thierry_Boutsen",
      "name": "Thierry Boutsen",
      "aboutText": "Claude Giroux (July 13, 1956) is a Canadian-born midget wrestler whose career spans over 20 years. He is still active in the Canadian Independent circuit. Giroux's biggest exposure came when he performed as Doink the Clown's sidekick Dink in the World Wrestling Federation between 1993 and 1995.",
      "pageId": 2418274,
      "monthDay": "07/13"
    },
    {
      "year": "1957",
      "uri": "/wiki/L%C3%ADlia_Cabral",
      "name": "Lília Cabral",
      "aboutText": "Thelma Louise Mandrell (known by her middle name \"Louise\"; born July 13, 1954) is an American country music singer. She is the younger sister of fellow country singer Barbara Mandrell, and older sister of actress Irlene Mandrell.",
      "pageId": 2555205,
      "monthDay": "07/13"
    },
    {
      "year": "1957",
      "uri": "/wiki/Cameron_Crowe",
      "name": "Cameron Crowe",
      "aboutText": "Richard Alexander Leman (born 13 July 1959) is a former field hockey player.\nHe was a member of the Gold Medal winning Great Britain squad in the 1988 Summer Olympics in Seoul. Four years earlier he won Bronze at the 1984 Summer Olympics in Los Angeles.",
      "pageId": 3076642,
      "monthDay": "07/13"
    },
    {
      "year": "1957",
      "uri": "/wiki/Phil_Margera",
      "name": "Phil Margera",
      "aboutText": "Mark \"The Animal\" Mendoza (born Mark Glickman, July 13, 1955) is an American rock bassist and a member of the American heavy metal band, Twisted Sister. He joined the band on October 31, 1978, after he left The Dictators. He also briefly played in Blackfoot in the early 1990s.",
      "pageId": 3892237,
      "monthDay": "07/13"
    },
    {
      "year": "1959",
      "uri": "/wiki/Richard_Leman",
      "name": "Richard Leman",
      "aboutText": "Stylianos \"Stelios\" Manolas (Greek: Στέλιος Μανωλάς) (born 13 July 1961) is a retired Greek football defender.",
      "pageId": 5172055,
      "monthDay": "07/13"
    },
    {
      "year": "1960",
      "uri": "/wiki/Robert_Abraham_(American_football)",
      "name": "Robert Abraham",
      "aboutText": "Robert Eugene Abraham (born July 13, 1960 in Myrtle Beach, South Carolina) was an American football linebacker in the National Football League for the Houston Oilers.",
      "pageId": 5581116,
      "monthDay": "07/13"
    },
    {
      "year": "1960",
      "uri": "/wiki/Ian_Hislop",
      "name": "Ian Hislop",
      "aboutText": "Raymond Richard Chartraw (born July 13, 1954 in Caracas, Venezuela) is a retired American professional ice hockey defenseman who played 420 games in the National Hockey League between 1974 and 1984. Selected tenth overall in the 1974 NHL Entry Draft, he was the first American drafted in the first round.\nChartraw was born in Caracas, Venezuela while his American father was employed there as an engineer.[1] The family moved back to the United States when Rick was three, and he grew up in Erie, Pennsylvania.",
      "pageId": 6790813,
      "monthDay": "07/13"
    },
    {
      "year": "1960",
      "uri": "/wiki/Curtis_Rouse",
      "name": "Curtis Rouse",
      "aboutText": "Curtis Lamar Rouse (July 13, 1960 – May 3, 2013) was an American football offensive lineman who played six seasons in the National Football League with the Minnesota Vikings and the San Diego Chargers.",
      "pageId": 8862512,
      "monthDay": "07/13"
    },
    {
      "year": "1961",
      "uri": "/wiki/Tahira_Asif",
      "name": "Tahira Asif",
      "aboutText": "Yoshitaka Tamba (丹波 義隆, Tamba Yoshitaka, born July 13, 1955) is a Japanese actor.",
      "pageId": 11367947,
      "monthDay": "07/13"
    },
    {
      "year": "1961",
      "uri": "/wiki/Khalid_Mahmood_(politician,_born_1961)",
      "name": "Khalid Mahmood",
      "aboutText": "Phillip \"Phil\" Margera (born July 13, 1957) is an American reality television personality, best known for appearing on Viva La Bam, the CKY Videos and the Jackass television series and movies.",
      "pageId": 19719635,
      "monthDay": "07/13"
    },
    {
      "year": "1961",
      "uri": "/wiki/Stelios_Manolas",
      "name": "Stelios Manolas",
      "aboutText": "Lília Cabral Bertolli Figueiredo (born July 13, 1957 in São Paulo) is a Brazilian actress.",
      "pageId": 34672652,
      "monthDay": "07/13"
    },
    {
      "year": "1961",
      "uri": "/wiki/Tim_Watson",
      "name": "Tim Watson",
      "aboutText": "Tahira Asif (28 September, 1961 - 20 June 2014) was a Pakistani politician and a Member of National Assembly of Pakistan.",
      "pageId": 43110845,
      "monthDay": "07/13"
    },
    {
      "year": "1962",
      "uri": "/wiki/Tom_Kenny",
      "name": "Tom Kenny",
      "aboutText": "Thomas James \"Tom\" Kenny (born July 13, 1962) is an American actor and comedian. He is known for his long-running role as the title character in the SpongeBob SquarePants TV series and films. Kenny has voiced many other characters including Heffer Wolfe in Rocko's Modern Life, the Ice King in Adventure Time, the Mayor in The Powerpuff Girls, Dog in CatDog, and Spyro from the Spyro the Dragon franchise.",
      "pageId": 253555,
      "monthDay": "07/13"
    },
    {
      "year": "1962",
      "uri": "/wiki/Rhonda_Vincent",
      "name": "Rhonda Vincent",
      "aboutText": "Neal Foulds (born 13 July 1963) is a former English professional snooker player and is now a commentator on the sport.",
      "pageId": 684590,
      "monthDay": "07/13"
    },
    {
      "year": "1963",
      "uri": "/wiki/Neal_Foulds",
      "name": "Neal Foulds",
      "aboutText": "Omi Minami (南 央美, Minami Omi, born July 13, 1968) is a Japanese voice actress.",
      "pageId": 760472,
      "monthDay": "07/13"
    },
    {
      "year": "1963",
      "uri": "/wiki/Kenny_Johnson",
      "name": "Kenny Johnson",
      "aboutText": "Anthony Jerome \"Spud\" Webb (born July 13, 1963) is an American retired professional basketball point guard. Webb, who played in the National Basketball Association, is notable for winning a slam dunk contest despite being one of the shortest players in NBA history. NBA.com lists him at 5 feet 7 inches (170 cm) tall.",
      "pageId": 807293,
      "monthDay": "07/13"
    },
    {
      "year": "1963",
      "uri": "/wiki/Spud_Webb",
      "name": "Spud Webb",
      "aboutText": "Gerald Edward Levert (July 13, 1966 – November 10, 2006) was an American soul singer, songwriter and producer. He sang with his brother, Sean Levert, and friend Marc Gordon of the trio LeVert. He was also a member of LSG, a supergroup comprising Keith Sweat, Johnny Gill, and himself.",
      "pageId": 998912,
      "monthDay": "07/13"
    },
    {
      "year": "1964",
      "uri": "/wiki/Paul_Thorn",
      "name": "Paul Thorn",
      "aboutText": "Mark \"Barney\" Greenway (born 13 July 1969 in Great Barr, Birmingham) is an English extreme metal vocalist, who has been a member of Napalm Death, Extreme Noise Terror, and Benediction.\nGreenway has stated his nickname \"Barney\" came from a time when he used to drink alcohol. He stated he would get so drunk that when he went anywhere, he would bump into everything.",
      "pageId": 1145492,
      "monthDay": "07/13"
    },
    {
      "year": "1965",
      "uri": "/wiki/Eileen_Ivers",
      "name": "Eileen Ivers",
      "aboutText": "Lesli Kay (born Lesli Kay Pushkin on June 13, 1965 in Charleston, West Virginia) is an American actress, who is known primarily for her role on the CBS soap opera As the World Turns.",
      "pageId": 1329337,
      "monthDay": "07/13"
    },
    {
      "year": "1965",
      "uri": "/wiki/Lesli_Kay",
      "name": "Lesli Kay",
      "aboutText": "Robert Gant (born Robert John Gonzalez; July 13, 1968) is an American actor. He is sometimes credited as Robert J. Gant.",
      "pageId": 1357712,
      "monthDay": "07/13"
    },
    {
      "year": "1966",
      "uri": "/wiki/Gerald_Levert",
      "name": "Gerald Levert",
      "aboutText": "Eileen Ivers (born 13 July 1965) is an American fiddler.\nIvers was born in New York City of Irish-born parents and grew up in the Bronx. She spent summers in Ireland and took up the fiddle at the age of nine.",
      "pageId": 1414794,
      "monthDay": "07/13"
    },
    {
      "year": "1966",
      "uri": "/wiki/Natalia_Luis-Bassa",
      "name": "Natalia Luis-Bassa",
      "aboutText": "Hisako Sasaki (佐々木 久子, Sasaki Hisako, née Uno (宇野), born July 13, 1967) is a retired Japanese professional wrestler better known as Akira Hokuto (北斗 晶, Hokuto Akira).\n^ a b c d e f g h i j \"Akira Hokuto profile\". Online World of Wrestling.",
      "pageId": 1892343,
      "monthDay": "07/13"
    },
    {
      "year": "1967",
      "uri": "/wiki/Benny_Benassi",
      "name": "Benny Benassi",
      "aboutText": "Rhonda Lea Vincent (born July 13, 1962) is an American bluegrass singer, songwriter, and multi-instrumentalist. In 2000, The Wall Street Journal proclaimed Vincent \"the new Queen of Bluegrass\".\nVincent's musical career began when she was a child in her family's band The Sally Mountain Show, and has spanned more than four decades.",
      "pageId": 2026220,
      "monthDay": "07/13"
    },
    {
      "year": "1967",
      "uri": "/wiki/Akira_Hokuto",
      "name": "Akira Hokuto",
      "aboutText": "Marco \"Benny Benassi\" Benassi (born 13 July 1967) is an Italian DJ and record producer.",
      "pageId": 2028041,
      "monthDay": "07/13"
    },
    {
      "year": "1967",
      "uri": "/wiki/Richard_Marles",
      "name": "Richard Marles",
      "aboutText": "Akakios Kakiasvilis or Kakhi Kakhiashvili (Georgian: კახი კახიაშვილი, Greek: Ακάκιος Κακιασβίλης; born 13 July 1969 in Tskhinvali, South Ossetian AO, Georgian SSR, USSR), a Georgian-Greek weightlifter, is one of only four weightlifters to have won three consecutive gold medals at Olympic Games. He won his first at Barcelona 1992, competing with the Unified Team, and later as a citizen of Greece at Atlanta 1996 and in Sydney 2000. He won three Senior World Championships (1995, 1998, 1999), was twice a silver medalist at the Senior World Championships (1993 and 1994), and set seven world records during his career.",
      "pageId": 2240482,
      "monthDay": "07/13"
    },
    {
      "year": "1968",
      "uri": "/wiki/Robert_Gant",
      "name": "Robert Gant",
      "aboutText": "Oleg Serebrian (born July 13, 1969, Hădărăuţi) is a Moldovan politician, writer, diplomat and political scientist (geopolitician), President of the Latin Union between 2010 and 2013.",
      "pageId": 2904896,
      "monthDay": "07/13"
    },
    {
      "year": "1968",
      "uri": "/wiki/Omi_Minami",
      "name": "Omi Minami",
      "aboutText": "Natalia Luis-Bassa (born July 13, 1966, Caracas, Venezuela) is a conductor who lives and works in England, where she is Musical Director of the Wellington College Symphony Orchestra in Berkshire and the Hallam Sinfonia in Sheffield.",
      "pageId": 4026600,
      "monthDay": "07/13"
    },
    {
      "year": "1969",
      "uri": "/wiki/Oles_Buzina",
      "name": "Oles Buzina",
      "aboutText": "Richard Donald Marles (born 13 July 1967) is an Australian politician and the current Shadow Minister for Immigration and Border Protection. He was briefly the Minister for Trade from July to September 2013 and has been the member for the Victorian federal seat of Corio, based on Geelong, since 2007.",
      "pageId": 4386805,
      "monthDay": "07/13"
    },
    {
      "year": "1969",
      "uri": "/wiki/Barney_Greenway",
      "name": "Barney Greenway",
      "aboutText": "Kenneth Allen \"Kenny\" Johnson (July 13, 1963) is an American actor well known for his portrayal of Detective Curtis Lemansky on the drama series The Shield, Butch \"Burner\" Barnes on Pensacola: Wings of Gold, Joseph Shaw on Cold Case, Detective Hamilton \"Ham\" Dewey on Saving Grace, Herman Kozik on Sons of Anarchy, Matt Webb on Prime Suspect, Tyler Gray on Burn Notice, U.S. Marshal Max Clayton on Dexter, and Caleb Calhoun on Bates Motel.",
      "pageId": 4550596,
      "monthDay": "07/13"
    },
    {
      "year": "1969",
      "uri": "/wiki/Ken_Jeong",
      "name": "Ken Jeong",
      "aboutText": "Dr. Kendrick Kang-Joh \"Ken\" Jeong, M.D. (Korean: 정강조 Jeong Kang-jo, born July 13, 1969) is an American actor, comedian, and former physician. He is best known for his roles as Ben Chang on the critically acclaimed NBC/Yahoo!",
      "pageId": 11196274,
      "monthDay": "07/13"
    },
    {
      "year": "1969",
      "uri": "/wiki/Kakhi_Kakhiashvili",
      "name": "Kakhi Kakhiashvili",
      "aboutText": "Paul Wayne Thorn (born July 13, 1964) is an Americana singer-songwriter whose style is a mix of blues and rock music.\n^ \"Paul Thorn Biography\". Artists A to Z. Great American Country.",
      "pageId": 17261894,
      "monthDay": "07/13"
    },
    {
      "year": "1969",
      "uri": "/wiki/Oleg_Serebrian",
      "name": "Oleg Serebrian",
      "aboutText": "Oles Buzina (Ukrainian: Оле́сь Олексі́йович Бузина́; 13 July 1969, Kiev, Ukrainian SSR – 16 April 2015, Kiev, Ukraine) was a controversial Ukrainian journalist and writer known for his strong pro-Russian views. He was affiliated with the Russian Bloc party but had been unsuccessful in seeking office.\nHe was murdered on 16 April 2015, shot on the footpath not far from his flat in Kiev.",
      "pageId": 46427819,
      "monthDay": "07/13"
    },
    {
      "year": "1970",
      "uri": "/wiki/Barry_Pinches",
      "name": "Barry Pinches",
      "aboutText": "Sean Michael Waltman (born July 13, 1972) is an American professional wrestler. He wrestled for the World Wrestling Federation (WWF, now called WWE) under the ring names 1–2–3 Kid and X-Pac intermittently between 1993 and 2002, World Championship Wrestling (WCW) as Syxx, and Total Nonstop Action Wrestling (TNA) as Syxx-Pac and Sean Waltman.\nHe is signed with WWE working in their Legends program.",
      "pageId": 123416,
      "monthDay": "07/13"
    },
    {
      "year": "1970",
      "uri": "/wiki/Andrei_Tivontchik",
      "name": "Andrei Tivontchik",
      "aboutText": "Jason Reece (born July 13, 1971) is a member of Austin, TX rock band ...And You Will Know Us by the Trail of Dead, pulling double duties as both drummer and part-time frontman.",
      "pageId": 425676,
      "monthDay": "07/13"
    },
    {
      "year": "1971",
      "uri": "/wiki/Mark_Neeld",
      "name": "Mark Neeld",
      "aboutText": "Sheldon Sharik Souray (born July 13, 1976) is a Canadian former professional ice hockey defenceman who played 13 seasons in the National Hockey League (NHL) for the New Jersey Devils, Montreal Canadiens, Edmonton Oilers, Dallas Stars, and Anaheim Ducks.",
      "pageId": 427160,
      "monthDay": "07/13"
    },
    {
      "year": "1971",
      "uri": "/wiki/Jason_Reece",
      "name": "Jason Reece",
      "aboutText": "Jarno Trulli (Italian pronunciation: [ˈjarno ˈtrulli]; born 13 July 1974) is an Italian racing driver. He competed in Formula One from 1997 to 2011, driving for Minardi, Prost, Jordan, Renault, Toyota, Lotus Racing and Team Lotus. His best result in the World Drivers' Championship was sixth place in 2004; this was also the year in which he scored the only win of his Formula One career at the 2004 Monaco Grand Prix.",
      "pageId": 647260,
      "monthDay": "07/13"
    },
    {
      "year": "1972",
      "uri": "/wiki/Rodrigo_Gularte",
      "name": "Rodrigo Gularte",
      "aboutText": "Barry Pinches (born 13 July 1970 in Catton, Norwich) is an English professional snooker player, recognisable for his bright and flamboyant waistcoats, which usually feature the yellow and green colours of Norwich City F.C.. He is a former top 32 player and ranking-event quarter-finalist. He has compiled over 100 century breaks in his career, becoming the 33rd player to have done so.",
      "pageId": 704183,
      "monthDay": "07/13"
    },
    {
      "year": "1972",
      "uri": "/wiki/Sven_L%C3%B5hmus",
      "name": "Sven Lõhmus",
      "aboutText": "Deborah Cox (born July 13, 1974) is a Canadian R&B singer-songwriter and actress. Her 1998 song \"Nobody's Supposed to Be Here\" held the record for longest-running number one single on Billboard's Hot R&B/Hip-Hop Singles & Tracks chart (14 weeks), a record held for nearly eight years. She has achieved 12 number-one hits on Billboard's Hot Dance Club Play chart.",
      "pageId": 956166,
      "monthDay": "07/13"
    },
    {
      "year": "1972",
      "uri": "/wiki/Sean_Waltman",
      "name": "Sean Waltman",
      "aboutText": "Ashley McCall Scott (born July 13, 1977) is an American actress and model, best known for her roles in the television series Jericho, Birds of Prey, and Dark Angel.",
      "pageId": 1996804,
      "monthDay": "07/13"
    },
    {
      "year": "1973",
      "uri": "/wiki/Mohamed_Atiq_Awayd_Al_Harbi",
      "name": "Mohamed Atiq Awayd Al Harbi",
      "aboutText": "Danni Boatwright Wiegmann (born July 13, 1975) is an American actress, TV Host, model and beauty queen who won $1,000,000 on Survivor: Guatemala, the eleventh season of the reality television show Survivor.\nBoatwright was born in Tonganoxie, Kansas.",
      "pageId": 2703070,
      "monthDay": "07/13"
    },
    {
      "year": "1973",
      "uri": "/wiki/Mariada_Pieridi",
      "name": "Mariada Pieridi",
      "aboutText": "Alfredo \"Al\" Santos is an American actor, producer and former model. Santos studied at Hunter College.",
      "pageId": 3654561,
      "monthDay": "07/13"
    },
    {
      "year": "1973",
      "uri": "/wiki/Ariel_Z%C3%A1rate",
      "name": "Ariel Zárate",
      "aboutText": "Mohamed Atiq Awayd Al Harbi is a citizen of Saudi Arabia, held in extrajudicial detention in the United States's Guantanamo Bay detention camps, in Cuba. His Guantanamo Internee Security Number is 333. The US Department of Defense reports that he was born on July 13, 1973, in Riyadh, Saudi Arabia.",
      "pageId": 5106077,
      "monthDay": "07/13"
    },
    {
      "year": "1974",
      "uri": "/wiki/Deborah_Cox",
      "name": "Deborah Cox",
      "aboutText": "Ryan Andrew Ludwick (born July 13, 1978) is an American professional baseball outfielder who is a free agent. He has played in Major League Baseball (MLB) for the Texas Rangers, Cleveland Indians, St. Louis Cardinals, San Diego Padres, Pittsburgh Pirates, and Cincinnati Reds.",
      "pageId": 5942801,
      "monthDay": "07/13"
    },
    {
      "year": "1974",
      "uri": "/wiki/Jarno_Trulli",
      "name": "Jarno Trulli",
      "aboutText": "Andrei Tivontchik (Belarusian: Андрэй Цівончык; born 13 July 1970 in Gorkiy) is a former German pole vaulter. He was Olympic bronze medalist at the 1996 Summer Olympics in Atlanta.\nTivontchik grew up in the Soviet Union and became a Belarusian citizen after the Soviet dissolution.",
      "pageId": 6436201,
      "monthDay": "07/13"
    },
    {
      "year": "1975",
      "uri": "/wiki/Danni_Boatwright",
      "name": "Danni Boatwright",
      "aboutText": "Ariel Silvio Zárate Riga (born 13 July 1973 in Buenos Aires) is an Argentine retired footballer who played mainly as a forward.",
      "pageId": 9331923,
      "monthDay": "07/13"
    },
    {
      "year": "1975",
      "uri": "/wiki/Mariada_Pieridi",
      "name": "Mariada Pieridi",
      "aboutText": "Christopher Michael Horn (born July 13, 1977 in Notus, Idaho) is an American football wide receiver who is currently a free agent.",
      "pageId": 11446163,
      "monthDay": "07/13"
    },
    {
      "year": "1976",
      "uri": "/wiki/Al_Santos_(actor)",
      "name": "Al Santos",
      "aboutText": "Kate More (born July 13, 1978) is a pornographic film actress.",
      "pageId": 13730549,
      "monthDay": "07/13"
    },
    {
      "year": "1976",
      "uri": "/wiki/Sheldon_Souray",
      "name": "Sheldon Souray",
      "aboutText": "Mariada Pieridi (Greek: Μαριάντα Πιερίδη; born 13 July 1973) is a Greek Cypriot pop singer.",
      "pageId": 14667228,
      "monthDay": "07/13"
    },
    {
      "year": "1977",
      "uri": "/wiki/Chris_Horn",
      "name": "Chris Horn",
      "aboutText": "Mark Neeld (born 13 July 1971) is a former Australian rules footballer who played with Geelong and Richmond in the Australian Football League (AFL) during the 1990s. He was senior coach of the Melbourne Football Club from 2012 to 2013, when he was sacked on 17 June after much scrutiny. Neeld currently serves as the Head of Player Development at the Essendon Football Club.",
      "pageId": 27993429,
      "monthDay": "07/13"
    },
    {
      "year": "1977",
      "uri": "/wiki/Ashley_Scott",
      "name": "Ashley Scott",
      "aboutText": "Sven Lõhmus (born 13 July 1972) is an Estonian pop-composer, producer and lyricist.\nEstablished producer from Estonia. He has worked with leading artists of Estonia, including Vanilla Ninja (of which he was also manager), Suntribe, Urban Symphony, Grete Paia, Laura Põldvere, and Getter Jaani.",
      "pageId": 32981005,
      "monthDay": "07/13"
    },
    {
      "year": "1978",
      "uri": "/wiki/Ryan_Ludwick",
      "name": "Ryan Ludwick",
      "aboutText": "Rodrigo Muxfeldt Gularte (13 July 1972 – 29 April 2015) was a Brazilian citizen who was executed in Indonesia by firing squad for drug trafficking.\nGularte was diagnosed with schizophrenia and bipolar disorder.",
      "pageId": 46556980,
      "monthDay": "07/13"
    },
    {
      "year": "1978",
      "uri": "/wiki/Kate_More",
      "name": "Kate More",
      "error": "No data found.",
      "monthDay": "07/13"
    },
    {
      "year": "1978",
      "uri": "/wiki/Prodromos_Nikolaidis",
      "name": "Prodromos Nikolaidis",
      "aboutText": "Craig Douglas Bellamy (born 13 July 1979) is a Welsh former footballer who played as a forward.\nBorn in Cardiff, Bellamy began his career with Norwich City. He went on to play for Coventry City and Newcastle United, before spending half a season on loan at Celtic in 2005.",
      "pageId": 575600,
      "monthDay": "07/13"
    },
    {
      "year": "1979",
      "uri": "/wiki/Craig_Bellamy",
      "name": "Craig Bellamy",
      "aboutText": "Corey Delaney Clark (born July 13, 1980) is an American singer.",
      "pageId": 673124,
      "monthDay": "07/13"
    },
    {
      "year": "1979",
      "uri": "/wiki/Daniel_D%C3%ADaz",
      "name": "Daniel Díaz",
      "aboutText": "Ineta Radēviča (born 13 July 1981 in Krāslava, Soviet Union) is a retired Latvian athlete, competing in the long jump and triple jump.\nRadēviča won the bronze medal in the 2003 European U-23 championship. She has also won two NCAA championships, while competing for the University of Nebraska.",
      "pageId": 933126,
      "monthDay": "07/13"
    },
    {
      "year": "1979",
      "uri": "/wiki/Jonathan_Goulet",
      "name": "Jonathan Goulet",
      "aboutText": "Lucinda Martha Ruh (born 13 July 1979 in Zurich, Switzerland) is a one-time Swiss national figure skating champion known for her extreme flexibility and outstanding spinning ability. On 3 April 2003 she set a world record for the most continuous spins (115) on one foot at Chelsea Piers Sky Rink in New York City, United States. She nearly doubled the previous record of Neil Wilson of Britain (60 revolutions).",
      "pageId": 1346729,
      "monthDay": "07/13"
    },
    {
      "year": "1979",
      "uri": "/wiki/Libu%C5%A1e_Pr%C5%AF%C5%A1ov%C3%A1",
      "name": "Libuše Průšová",
      "aboutText": "Ágnes Kovács (born 13 July 1981) is an Olympic and national record holding former breaststroke swimmer from Hungary. She swam from Hungary at the 1996, 2000 and 2004 Olympics. At the 2000 Olympics, she won the Women's 200 Breaststroke.",
      "pageId": 3097007,
      "monthDay": "07/13"
    },
    {
      "year": "1979",
      "uri": "/wiki/Lucinda_Ruh",
      "name": "Lucinda Ruh",
      "aboutText": "Daniel Alberto 'Cata' Díaz (born 13 July 1979) is an Argentine professional footballer who plays for Boca Juniors as a central defender.\nAfter starting at Rosario Central he went on to spend most of his career in Spain, amassing La Liga totals of 174 games and three goals over the course of six seasons, mainly with Getafe. He also had two spells with Boca Juniors.",
      "pageId": 4069730,
      "monthDay": "07/13"
    },
    {
      "year": "1979",
      "uri": "/wiki/Fernando_Salazar",
      "name": "Fernando Salazar",
      "aboutText": "Rebecca Marie \"Becky\" O'Donohue and Jessica Elleanore \"Jessie\" O'Donohue (born July 13, 1980) are American reality TV show contestants, models and actresses. Becky was a semi-finalist in the fifth season of American Idol. They are identical twins.",
      "pageId": 4095895,
      "monthDay": "07/13"
    },
    {
      "year": "1980",
      "uri": "/wiki/Corey_Clark",
      "name": "Corey Clark",
      "aboutText": "Jonathan Goulet (born July 13, 1979) is a retired French Canadian mixed martial artist. He has most recently fought as a Welterweight for the UFC.Goulet earned his nickname, \"The Road Warrior,\" after taking a fight on very short notice, traveling to the fight venue without his trainers or cornermen. He is noted for his ever-changing hair colors and using his hair to advertise sponsors.",
      "pageId": 5822371,
      "monthDay": "07/13"
    },
    {
      "year": "1980",
      "uri": "/wiki/Karolina_Gruszka",
      "name": "Karolina Gruszka",
      "aboutText": "Fernando\"El Pollo\" Salazar (born July 13, 1979 in Guadalajara) is a Mexican footballer defender.",
      "pageId": 10063395,
      "monthDay": "07/13"
    },
    {
      "year": "1980",
      "uri": "/wiki/Becky_O%27Donohue",
      "name": "Becky O'Donohue",
      "aboutText": "Prodromos \"Makis\" Nikolaidis (alternate spelling: Nikolaides) (Greek: Πρόδρομος \"Μακϊς\" Νικολαΐδης; born July 13, 1978) is a Greek-Cypriot professional basketball player. He is 2.01 m (6'7\") in height and 102 kg (225 lbs.) in weight. He can play both the shooting guard and small forward positions.",
      "pageId": 12423398,
      "monthDay": "07/13"
    },
    {
      "year": "1980",
      "uri": "/wiki/Jessie_O%27Donohue",
      "name": "Jessie O'Donohue",
      "aboutText": "Brooke Ballentyne (born July 13, 1982 in Charlotte, North Carolina) is a former (from around 2002-07) pornographic actress.",
      "pageId": 12708813,
      "monthDay": "07/13"
    },
    {
      "year": "1980",
      "uri": "/wiki/Master_Saleem",
      "name": "Master Saleem",
      "aboutText": "Mirco Lorenzetto (born 13 July 1981 in Vittorio Veneto) is a former Italian racing cyclist, who competed as a professional between 2004 and 2011. He has won victories in the Tour Méditerranéen 2007, the Tour of Sardegna and Giro del Friuli in 2009.\nLorenzetto became a professional cyclist in 2004.",
      "pageId": 12798213,
      "monthDay": "07/13"
    },
    {
      "year": "1981",
      "uri": "/wiki/%C3%81gnes_Kov%C3%A1cs",
      "name": "Ágnes Kovács",
      "aboutText": "Karolina Gruszka (born 13 July 1980) is a Polish film actress. She has appeared in more than 30 films and television shows since 1996.",
      "pageId": 14316043,
      "monthDay": "07/13"
    },
    {
      "year": "1981",
      "uri": "/wiki/Fran_Kranz",
      "name": "Fran Kranz",
      "aboutText": "Francis Elliott \"Fran\" Kranz (born July 13, 1981) is an American comedian and film, television and Broadway actor. He is best known for his portrayal of Topher Brink in the science fiction drama series Dollhouse. He had prominent roles in the films The Cabin in the Woods and Much Ado About Nothing.",
      "pageId": 15960291,
      "monthDay": "07/13"
    },
    {
      "year": "1981",
      "uri": "/wiki/Mirco_Lorenzetto",
      "name": "Mirco Lorenzetto",
      "aboutText": "Aya Rachel Cash (born July 13, 1982) is an American television, film and stage actress. In 2014, Cash was listed among \"10 Comic Actresses Who Deserve A Big-Screen Leading Role\" by Indiewire. In December 2015, she received a Critics' Choice Television Award nomination for Best Actress in a Comedy Series for her lead role in the FX/FXX series You're the Worst.",
      "pageId": 22376859,
      "monthDay": "07/13"
    },
    {
      "year": "1981",
      "uri": "/wiki/Ineta_Rad%C4%93vi%C4%8Da",
      "name": "Ineta Radēviča",
      "aboutText": "Masterr' Saleem (born 13 July 1982 as Saleem Shahzada), sometimes referred as Saleem Shahzada (Salim Shahzada), is an Indian singer from Punjab, known for his work as a playback singer in Bollywood films, like Heyy Babyy (2007), Dostana and Love Aaj Kal (2009). He has also released private albums, of Punjabi Music, Religious and Sufi music.",
      "pageId": 25876122,
      "monthDay": "07/13"
    },
    {
      "year": "1981",
      "uri": "/wiki/Sigurd_Hole",
      "name": "Sigurd Hole",
      "aboutText": "Libuše Průšová (born 13 July 1979) is a former professional Czech tennis player.\nPrůšová won eleven singles and six doubles titles on the ITF tour in her career. On 21 October 2002, she reached her best singles ranking of world number 103.",
      "pageId": 29717542,
      "monthDay": "07/13"
    },
    {
      "year": "1981",
      "uri": "/wiki/Olavi_Louhivuori",
      "name": "Olavi Louhivuori",
      "aboutText": "Olavi Louhivuori (born 13 July 1981 in Jyväskylä, Finland) is a Finnish jazz drummer and composer, the leader of his own ensemble Oddarrang, and also performer within several other bands. He is married to the singer Emma Salokoski.\n^ \"Biography\".",
      "pageId": 44574873,
      "monthDay": "07/13"
    },
    {
      "year": "1982",
      "uri": "/wiki/Brooke_Ballentyne",
      "name": "Brooke Ballentyne",
      "aboutText": "Sigurd Hole (born 13 July 1981 in Elverum, Norway) is a Norwegian jazz musician (upright bass) from Rendalen living in Oslo.\n^ \"Biography\". SigurdHole.no.",
      "pageId": 46932148,
      "monthDay": "07/13"
    },
    {
      "year": "1982",
      "uri": "/wiki/Aya_Cash",
      "name": "Aya Cash",
      "error": "No data found.",
      "monthDay": "07/13"
    },
    {
      "year": "1982",
      "uri": "/wiki/Chri$_Ca$h",
      "name": "Chri$ Ca$h",
      "aboutText": "Liu Xiang (simplified Chinese: 刘翔; traditional Chinese: 劉翔; pinyin: Liú Xiáng; born July 13, 1983 in Putuo District, Shanghai) is a retired Chinese 110 meter hurdler. Liu is an Olympic Gold medalist and World Champion. His 2004 Olympic gold medal was the first in a men's track and field event for China.",
      "pageId": 875820,
      "monthDay": "07/13"
    },
    {
      "year": "1982",
      "uri": "/wiki/Shin-Soo_Choo",
      "name": "Shin-Soo Choo",
      "aboutText": "Francisco Guillermo Ochoa Magaña (Spanish pronunciation: [ɡiˈʎeɾmo oˈt͡ʃo.a]; born 13 July 1985), commonly referred to as Memo, is a Mexican footballer who plays as a goalkeeper for Spanish club Málaga and the Mexico national team.\nOchoa made his debut for América in 2004 in a league match against Monterrey. He won his first league title in 2005 and was the club's first-choice goalkeeper up until 2011, making over 200 appearances for América.",
      "pageId": 1388604,
      "monthDay": "07/13"
    },
    {
      "year": "1982",
      "uri": "/wiki/Simon_Clist",
      "name": "Simon Clist",
      "aboutText": "Yadier Benjamin Molina (Spanish pronunciation: [ʝaˈdjer moˈlina]; born July 13, 1982), also known as \"Yadi\", is a Puerto Rican professional baseball catcher for the St. Louis Cardinals of Major League Baseball (MLB). A two-time World Series champion, he is considered an essential figure in the Cardinals' postseason success, with nine appearances in his twelve seasons.",
      "pageId": 1567202,
      "monthDay": "07/13"
    },
    {
      "year": "1982",
      "uri": "/wiki/Samia_Ghadie",
      "name": "Samia Ghadie",
      "aboutText": "Samia Maxine Ghadie (previously Smith; born 13 July 1982) is an English actress.",
      "pageId": 1968359,
      "monthDay": "07/13"
    },
    {
      "year": "1982",
      "uri": "/wiki/Dominic_Isaacs",
      "name": "Dominic Isaacs",
      "aboutText": "Yakup Kılıç (born July 13, 1986) is a Turkish boxer in the featherweight (57 kg) discipline. He is member of Istanbul Fenerbahçe Boxing Club.",
      "pageId": 2406733,
      "monthDay": "07/13"
    },
    {
      "year": "1982",
      "uri": "/wiki/Nick_Kenny_(rugby_league)",
      "name": "Nick Kenny",
      "aboutText": "Christopher J. Bauman Jr. (July 13, 1982 – August 18, 2005) was an American professional wrestler, better known by his ring name Chri$ Ca$h. Bauman wrestled in many independent promotions, but is known for his time in Combat Zone Wrestling, where he was a former CZW World Tag Team Champion.",
      "pageId": 2530862,
      "monthDay": "07/13"
    },
    {
      "year": "1982",
      "uri": "/wiki/Yadier_Molina",
      "name": "Yadier Molina",
      "aboutText": "Neil Denis (born July 13, 1987) is a Canadian actor. He is known for his role as Rya'c, son of Teal'c, a Jaffa in Stargate SG-1. His first appearance was in University Hospital in 1995 at the age of 8.",
      "pageId": 4149721,
      "monthDay": "07/13"
    },
    {
      "year": "1983",
      "uri": "/wiki/Kristof_Beyens",
      "name": "Kristof Beyens",
      "aboutText": "Pierrick Lilliu, born 13 July 1986, is a French rock-singer living in Brittany and was born in Mulhouse, Alsace from a Sardinian father. he appeared in the French reality show Nouvelle Star and placed 2nd against Myriam Abel on 12 May 2005.\nAfter the show, he recorded his first single, \"À cœur ouvert\", he first sang on stage on 19 May, officially released on 30 May 2005.",
      "pageId": 4942425,
      "monthDay": "07/13"
    },
    {
      "year": "1983",
      "uri": "/wiki/Marco_Pomante",
      "name": "Marco Pomante",
      "aboutText": "Simon James Clist (born 13 June 1981) is an English footballer who plays as a midfielder. He began his career at Tottenham Hotspur and went on to play for Bristol City, Torquay United, Barnet, Hereford United, Oxford United and Forest Green Rovers.\n^ Rollin, Glenda; Rollin, Jack, eds.",
      "pageId": 5340226,
      "monthDay": "07/13"
    },
    {
      "year": "1983",
      "uri": "/wiki/Carmen_Villalobos",
      "name": "Carmen Villalobos",
      "aboutText": "Nick Kenny (born 13 July 1982 in Rockhampton, Queensland) was an Australian rugby league player for the Brisbane Broncos club in the National Rugby League competition. He primarily played as a prop-forward. He attended proud rugby league school Emmaus College prior to residing at St Leo's College from 2000-2002.",
      "pageId": 5728280,
      "monthDay": "07/13"
    },
    {
      "year": "1983",
      "uri": "/wiki/Liu_Xiang",
      "name": "Liu Xiang",
      "aboutText": "Shin-Soo Choo (Hangul: 추신수; Hanja: 秋信守; born July 13, 1982) is a South Korean professional baseball right fielder for the Texas Rangers of Major League Baseball (MLB). He has also played for the Seattle Mariners, Cleveland Indians, and Cincinnati Reds.\nChoo was selected as the Most Valuable Player (MVP) and Best Pitcher of the 2000 World Junior Baseball Championship as South Korea won the event.",
      "pageId": 6131345,
      "monthDay": "07/13"
    },
    {
      "year": "1984",
      "uri": "/wiki/Ida_Maria",
      "name": "Ida Maria",
      "aboutText": "Kristof Beyens (born 13 July 1983 in Herentals) is a Belgian sprint athlete, specialised in the 100 and 200 metres. His personal best time over 200 metres is 20.44 s, achieved in Osaka during the World Championships.\nBeyens finished 4th in the 200 metres final at the 2006 European Athletics Championships in Gothenburg.",
      "pageId": 6595668,
      "monthDay": "07/13"
    },
    {
      "year": "1984",
      "uri": "/wiki/Urvashi_Sharma",
      "name": "Urvashi Sharma",
      "aboutText": "Oğuz Savaş (born 13 July 1987) is a Turkish professional basketball player who plays for Darüşşafaka of the Turkish Basketball League. Standing at 2.11 m (6 ft 11 in), he plays the center position.",
      "pageId": 10859583,
      "monthDay": "07/13"
    },
    {
      "year": "1985",
      "uri": "/wiki/Trell_Kimmons",
      "name": "Trell Kimmons",
      "aboutText": "Urvashi Sharma (Hindi: उर्वशी शर्मा) is an Indian Bollywood actress & model, born in Delhi in a Hindu Family. She has appeared in numerous print and television advertisements and featured in music videos like Mika's Something Something and Atif's \"Doorie\". Her debut movie, Naqaab, was released on 13 July 2007.",
      "pageId": 12249447,
      "monthDay": "07/13"
    },
    {
      "year": "1985",
      "uri": "/wiki/Guillermo_Ochoa",
      "name": "Guillermo Ochoa",
      "aboutText": "Dominic Isaacs (born 13 July 1982 in Cape Town, Western Cape) is a South African football (soccer) player who plays as a defender for Ajax Cape Town in the Premier Soccer League.\nIsaacs hails from Mitchells Plain on the Cape Flats.",
      "pageId": 17236216,
      "monthDay": "07/13"
    },
    {
      "year": "1986",
      "uri": "/wiki/Yakup_K%C4%B1l%C4%B1%C3%A7",
      "name": "Yakup Kılıç",
      "aboutText": "Ida Maria Børli Sivertsen (born 13 July 1984), is a Norwegian rock musician and songwriter known primarily by the stage name, which is her given names, Ida Maria, (pronounced approximately 'ee-dah mah-ree-ah'). Her first album, Fortress Round My Heart, was released in 2008. In November 2010, she released her second album Katla in Norway; the album was released internationally on 7 June 2011.",
      "pageId": 18056761,
      "monthDay": "07/13"
    },
    {
      "year": "1986",
      "uri": "/wiki/Pierrick_Lilliu",
      "name": "Pierrick Lilliu",
      "aboutText": "Yorley del Carmen Villalobos Barrios (born 13 July 1983) is a Colombian actress. In this moment she is one of most important young actress Latin. Co-starring of El señor de los Cielos ( The Lord of the Skies) winner of the Emmy International last year.",
      "pageId": 18450982,
      "monthDay": "07/13"
    },
    {
      "year": "1987",
      "uri": "/wiki/Neil_Denis",
      "name": "Neil Denis",
      "aboutText": "Tula Paulinea \"Tulisa\" Contostavlos (born 13 July 1988), known mononymously as Tulisa, is an English singer-songwriter, actress, and television personality. She is known for being a member of the defunct Camden-based hip hop group N-Dubz, with her cousin Dappy and their friend Fazer. N-Dubz was formed in 2000 and released three studio albums before announcing an indefinite hiatus in 2011.",
      "pageId": 22731525,
      "monthDay": "07/13"
    },
    {
      "year": "1987",
      "uri": "/wiki/O%C4%9Fuz_Sava%C5%9F",
      "name": "Oğuz Savaş",
      "aboutText": "David Pretrell \"Trell\" Kimmons (born July 13, 1985) is an American sprinter.",
      "pageId": 28608187,
      "monthDay": "07/13"
    },
    {
      "year": "1988",
      "uri": "/wiki/Tulisa_Contostavlos",
      "name": "Tulisa Contostavlos",
      "aboutText": "Marco Pomante (born 13 July 1983) is an Italian footballer who plays for L'Aquila in the Lega Pro Prima Divisione.",
      "pageId": 31179986,
      "monthDay": "07/13"
    },
    {
      "year": "1988",
      "uri": "/wiki/Marcos_Paulo_Gelmini_Gomes",
      "name": "Marcos Paulo Gelmini Gomes",
      "aboutText": "Sayumi Michishige (道重 さゆみ, Michishige Sayumi, (named after Sayumi Horie) born July 13, 1989) is a former sixth-generation member and former leader of the J-pop group Morning Musume. Following the departure of fifth-generation member Risa Niigaki on October 12, 2013, Michishige has the longest tenure of any member in the group's history.\nMichishige was born in Ube, Yamaguchi Prefecture, Japan.",
      "pageId": 1364476,
      "monthDay": "07/13"
    },
    {
      "year": "1988",
      "uri": "/wiki/Colton_Haynes",
      "name": "Colton Haynes",
      "aboutText": "Dylan Michael Patton (born July 13, 1992) is an American actor and former model.",
      "pageId": 1986104,
      "monthDay": "07/13"
    },
    {
      "year": "1988",
      "uri": "/wiki/Steven_R._McQueen",
      "name": "Steven R. McQueen",
      "aboutText": "Matthew Phillip \"Matt\" Weinberg (born July 13, 1990) is an American former child actor.",
      "pageId": 4170081,
      "monthDay": "07/13"
    },
    {
      "year": "1988",
      "uri": "/wiki/Ra%C3%BAl_Spank",
      "name": "Raúl Spank",
      "aboutText": "Steven R. McQueen (born Steven Chadwick McQueen; July 13, 1988) is an American actor and model, known for his role as Jeremy Gilbert in The CW show The Vampire Diaries.",
      "pageId": 5092174,
      "monthDay": "07/13"
    },
    {
      "year": "1989",
      "uri": "/wiki/Justin_Chua",
      "name": "Justin Chua",
      "aboutText": "Ridge Canipe (born July 13, 1994) is an American actor. Ridge is best known for his roles in Walk the Line (in which he played Johnny Cash as a boy), the thriller Baby Blues in 2008 and the 2005 version of Bad News Bears. He also co-starred in the 231st presentation of the Hallmark Hall of Fame production Pictures of Hollis Woods which aired on CBS in December 2007.",
      "pageId": 9807326,
      "monthDay": "07/13"
    },
    {
      "year": "1989",
      "uri": "/wiki/Charis_Giannopoulos",
      "name": "Charis Giannopoulos",
      "aboutText": "Ungsumalynn Sirapatsakmetha (Thai: อังศุมาลิน สิรภัทรศักดิ์เมธา, rtgs: Angsumalin Siraphatsakmetha; born: July 13, 1991), or nickname Pattie (Thai: แพทตี้), is a Thai film and television actress and model.",
      "pageId": 17526432,
      "monthDay": "07/13"
    },
    {
      "year": "1989",
      "uri": "/wiki/Sayumi_Michishige",
      "name": "Sayumi Michishige",
      "aboutText": "Elise Matthysen (born 13 July 1992 in Kalmthout) is a retired Belgian swimmer who specialised in breaststroke. During the 2008 European Aquatics Championships she came 4th in the final of the 100 m breaststroke in which she broke the national record of Brigitte Becue. With this excellent performance, she managed to qualify herself for the Olympics.",
      "pageId": 18057345,
      "monthDay": "07/13"
    },
    {
      "year": "1990",
      "uri": "/wiki/Eduardo_Salvio",
      "name": "Eduardo Salvio",
      "aboutText": "Colton Lee Haynes (born July 13, 1988) is an American actor and model.",
      "pageId": 18698736,
      "monthDay": "07/13"
    },
    {
      "year": "1990",
      "uri": "/wiki/Matt_Weinberg",
      "name": "Matt Weinberg",
      "aboutText": "Charalampos \"Charis\" Giannopoulos (Greek: Χαράλαμπος \"Χάρης\" Γιαννόπουλος; born July 13, 1989) is a Greek professional basketball player who plays for Rethymno Cretan Kings. He is 2.01 m (6 ft 7 in) tall, and he can play at both the shooting guard and small forward positions, although he is primarily a small forward.",
      "pageId": 19382897,
      "monthDay": "07/13"
    },
    {
      "year": "1991",
      "uri": "/wiki/Ungsumalynn_Sirapatsakmetha",
      "name": "Ungsumalynn Sirapatsakmetha",
      "aboutText": "Eduardo Antonio \"Toto\" Salvio (born 13 July 1990) is an Argentine professional footballer who plays as a right winger for Portuguese club Benfica.",
      "pageId": 19656637,
      "monthDay": "07/13"
    },
    {
      "year": "1992",
      "uri": "/wiki/Elise_Matthysen",
      "name": "Elise Matthysen",
      "aboutText": "Hayley Erin Feil (born July 13, 1994) professionally known as Hayley Erin, is an American actress. She is known for playing the teenage Abby Newman on The Young and the Restless.",
      "pageId": 21221413,
      "monthDay": "07/13"
    },
    {
      "year": "1992",
      "uri": "/wiki/Mio_Ootani",
      "name": "Mio Ootani",
      "aboutText": "Leo Howard (born July 13, 1997) is an American actor, model and martial artist. He began his acting career at the age of seven, Howard is known for incorporating his karate skills into his feature film and television roles; as \"Young Snake-Eyes\" in the 2009 action film, G.I. Joe: The Rise of Cobra, as \"Young Conan\" in the 2011 fantasy film, Conan the Barbarian, and as \"Jack\" on the Disney XD comedy series, Kickin' It.",
      "pageId": 23411531,
      "monthDay": "07/13"
    },
    {
      "year": "1992",
      "uri": "/wiki/Dylan_Patton",
      "name": "Dylan Patton",
      "aboutText": "Raúl Roland Spank (born 13 July 1988) is a German athlete from Dresden who specialises in the high jump.\nHe competed on the world stage for the first time at the 2005 World Youth Championships in Athletics in Marrakesh. He finished seventh in the final, jumping a personal best of 2.11 metres.",
      "pageId": 23429428,
      "monthDay": "07/13"
    },
    {
      "year": "1993",
      "uri": "/wiki/Daniel_Bentley",
      "name": "Daniel Bentley",
      "aboutText": "Marcos Paulo Gelmini Gomes (born 13 July 1988), known as Marcos Paulo, is a Brazilian professional footballer who plays for Greek club Panetolikos F.C. as a midfielder.",
      "pageId": 25203995,
      "monthDay": "07/13"
    },
    {
      "year": "1993",
      "uri": "/wiki/Rena_N%C5%8Dnen",
      "name": "Rena Nōnen",
      "aboutText": "Daniel Ian Bentley (born 13 July 1993) is an English professional footballer who plays as a goalkeeper for Southend United.",
      "pageId": 33515864,
      "monthDay": "07/13"
    },
    {
      "year": "1994",
      "uri": "/wiki/Ridge_Canipe",
      "name": "Ridge Canipe",
      "aboutText": "Rena Nōnen (sometimes spelled Rena Nounen) (能年 玲奈, Nōnen Rena, born July 13, 1993 in Kamikawa, Hyōgo Prefecture) is a Japanese actress and fashion model.",
      "pageId": 38968141,
      "monthDay": "07/13"
    },
    {
      "year": "1994",
      "uri": "/wiki/Hayley_Erin",
      "name": "Hayley Erin",
      "aboutText": "Justin Shaun R. Chua (born July 13, 1989) is a Filipino professional basketball player currently playing for the Meralco Bolts of the Philippine Basketball Association (PBA). He plays the center and power forward positions. He played for the Ateneo de Manila University before being selected tenth overall in the 2013 PBA draft by San Mig Super Coffee Mixers.",
      "pageId": 41944470,
      "monthDay": "07/13"
    },
    {
      "year": "1994",
      "uri": "/wiki/Henrikas_%C5%BDustautas",
      "name": "Henrikas Žustautas",
      "aboutText": "Jena Irene Asciutto, (born July 13, 1996), known professionally as Jena Irene, is an American singer from Farmington Hills, Michigan. She was the runner-up of the thirteenth season of American Idol. Irene became the first female Wild Card contestant of the series to qualify into the finale, and became the second Wild Card contestant, after Clay Aiken in the second season, to make it into the finale.",
      "pageId": 42004292,
      "monthDay": "07/13"
    },
    {
      "year": "1996",
      "uri": "/wiki/Jena_Irene",
      "name": "Jena Irene",
      "aboutText": "Henrikas Žustautas (born 13 July 1994) is a Lithuanian sprint canoer.",
      "pageId": 47013131,
      "monthDay": "07/13"
    },
    {
      "year": "1997",
      "uri": "/wiki/Leo_Howard",
      "name": "Leo Howard",
      "aboutText": "Mio Ootani (大谷 澪, Ōtani Mio, born July 13, 1992, in Neyagawa, Osaka Prefecture, Japan) is a Japanese gravure idol who is affiliated with K-point. She won the 2008 Miss Magazine Special Jury Prize.",
      "pageId": 47147871,
      "monthDay": "07/13"
    }
  ]
}