{
  "people": [
    {
      "year": "810",
      "uri": "/wiki/Muhammad_al-Bukhari",
      "name": "Muhammad al-Bukhari",
      "aboutText": "Richard Leveridge (or Leueridge) (19 July 1670 – 22 March 1758) was an English bass singer of the London stage and a composer of baroque music, including many popular songs.",
      "pageId": 55914,
      "monthDay": "07/19"
    },
    {
      "year": "1670",
      "uri": "/wiki/Richard_Leveridge",
      "name": "Richard Leveridge",
      "aboutText": "Edgar Degas (US /deɪˈɡɑː/ or UK /ˈdeɪɡɑː/; born Hilaire-Germain-Edgar De Gas, French: [ilɛːʁ ʒɛʁmɛ̃ ɛdɡaʁ də ɡɑ]; 19 July 1834 – 27 September 1917) was a French artist famous for his paintings, sculptures, prints, and drawings. He is especially identified with the subject of dance; more than half of his works depict dancers. He is regarded as one of the founders of Impressionism, although he rejected the term, preferring to be called a realist.",
      "pageId": 63146,
      "monthDay": "07/19"
    },
    {
      "year": "1688",
      "uri": "/wiki/Giuseppe_Castiglione_(Jesuit)",
      "name": "Giuseppe Castiglione",
      "aboutText": "Gottfried Keller (19 July 1819 – 15 July 1890) was a Swiss poet and writer of German literature.",
      "pageId": 148352,
      "monthDay": "07/19"
    },
    {
      "year": "1744",
      "uri": "/wiki/Heinrich_Christian_Boie",
      "name": "Heinrich Christian Boie",
      "aboutText": "Samuel Colt (July 19, 1814 – January 10, 1862) was an American inventor and industrialist from Hartford, Connecticut. He founded Colt's Patent Fire-Arms Manufacturing Company (today, Colt's Manufacturing Company), and made the mass production of the revolver commercially viable.\nColt's first two business ventures — producing firearms in Paterson, New Jersey, and making underwater mines — ended in disappointment.",
      "pageId": 188548,
      "monthDay": "07/19"
    },
    {
      "year": "1759",
      "uri": "/wiki/Marianna_Auenbrugger",
      "name": "Marianna Auenbrugger",
      "aboutText": "Heinrich Christian Boie (19 July 1744 – 3 March 1806) was a German author.\nHe was born at Meldorf in Holstein (at the time a part of the Danish monarchy). After studying law at Jena, he went in 1769 to Göttingen, where he became one of the leading spirits in the Göttingen \"Dichterbund\" or \"Hain.\" Boie's poetic talent was mediocre, but his thorough knowledge of literature, his taste and judgment, made him an inspiration to others.",
      "pageId": 200400,
      "monthDay": "07/19"
    },
    {
      "year": "1759",
      "uri": "/wiki/Seraphim_of_Sarov",
      "name": "Seraphim of Sarov",
      "aboutText": "Lizzie Andrew Borden (July 19, 1860 – June 1, 1927) was an American woman who was tried and acquitted for the 1892 axe murders of her father and her stepmother in Fall River, Massachusetts.\nThe case was a cause célèbre throughout the United States. Following her release from the prison in which she had been held during the trial, Borden chose to remain a resident of Fall River, Massachusetts, for the rest of her life, despite facing significant ostracism.",
      "pageId": 214796,
      "monthDay": "07/19"
    },
    {
      "year": "1771",
      "uri": "/wiki/Thomas_Talbot_(Upper_Canada)",
      "name": "Thomas Talbot",
      "aboutText": "Abū ‘Abd Allāh Muḥammad ibn Ismā‘īl ibn Ibrāhīm ibn al-Mughīrah ibn Bardizbah al-Ju‘fī al-Bukhārī (Arabic: أبو عبد الله محمد بن اسماعيل بن ابراهيم بن المغيرة بن بردزبه الجعفي البخاري‎‎; 19 July 810 – September 870), or Bukhārī (Persian: بخاری‎‎), commonly referred to as Imam al-Bukhari or Imam Bukhari, was a Persian Islamic scholar who was born in Bukhara (the capital of the Bukhara Region (viloyat) of Uzbekistan). He authored the hadith collection known as Sahih al-Bukhari, regarded by Sunni Muslims as the most sahih (authentic) of all hadith compilations.",
      "pageId": 262185,
      "monthDay": "07/19"
    },
    {
      "year": "1789",
      "uri": "/wiki/John_Martin_(painter)",
      "name": "John Martin",
      "aboutText": "Florence Foster Jenkins (July 19, 1868–November 26, 1944) was an American socialite and amateur operatic soprano who was known and ridiculed for her lack of rhythm, pitch, and tone; her aberrant pronunciation; and her generally poor singing ability.",
      "pageId": 266185,
      "monthDay": "07/19"
    },
    {
      "year": "1800",
      "uri": "/wiki/Juan_Jos%C3%A9_Flores",
      "name": "Juan José Flores",
      "aboutText": "Giuseppe Castiglione, S.J. (simplified Chinese: 郎世宁; traditional Chinese: 郎世寧; pinyin: Lángshìníng) (July 19, 1688 – July 17, 1766), was an Italian Jesuit lay brother who served as a missionary in China, where he became a painter at the imperial court of the Qianlong Emperor.",
      "pageId": 270099,
      "monthDay": "07/19"
    },
    {
      "year": "1814",
      "uri": "/wiki/Samuel_Colt",
      "name": "Samuel Colt",
      "aboutText": "Princess Augusta of Cambridge (19 July 1822 – 5 December 1916) was a member of the British Royal Family, a granddaughter of George III. She married into the Grand Ducal House of Mecklenburg-Strelitz and became the Grand Duchess of Mecklenburg-Strelitz.",
      "pageId": 300887,
      "monthDay": "07/19"
    },
    {
      "year": "1819",
      "uri": "/wiki/Gottfried_Keller",
      "name": "Gottfried Keller",
      "aboutText": "Ferdinand Brunetière (19 July 1849 – 9 December 1906) was a French writer and critic.",
      "pageId": 306067,
      "monthDay": "07/19"
    },
    {
      "year": "1822",
      "uri": "/wiki/Princess_Augusta_of_Cambridge",
      "name": "Princess Augusta of Cambridge",
      "aboutText": "John Martin (19 July 1789 – 17 February 1854) was an English Romantic painter, engraver and illustrator.",
      "pageId": 749803,
      "monthDay": "07/19"
    },
    {
      "year": "1827",
      "uri": "/wiki/Mangal_Pandey",
      "name": "Mangal Pandey",
      "aboutText": "Colonel the Honourable Thomas Talbot (July 19, 1771 – February 5, 1853) was an Irish-born Canadian soldier and politician.",
      "pageId": 947903,
      "monthDay": "07/19"
    },
    {
      "year": "1834",
      "uri": "/wiki/Edgar_Degas",
      "name": "Edgar Degas",
      "aboutText": "Juan José Flores y Aramburu (July 19, 1800 – October 1, 1864) was a Venezuelan military general who became Supreme Chief, and later the first President of the new Republic of Ecuador.",
      "pageId": 1096223,
      "monthDay": "07/19"
    },
    {
      "year": "1849",
      "uri": "/wiki/Ferdinand_Bruneti%C3%A8re",
      "name": "Ferdinand Brunetière",
      "aboutText": "Mangal Pandey was an Indian soldier who played a key part in events immediately preceding the outbreak of the Indian rebellion of 1857. Mangal Pandey was a sepoy (sipahi) in the 34th Bengal Native Infantry (BNI) regiment of the British East India Company. While contemporary British opinion considered him a traitor and mutineer, Pandey is widely regarded as a hero in modern India.",
      "pageId": 1712924,
      "monthDay": "07/19"
    },
    {
      "year": "1860",
      "uri": "/wiki/Lizzie_Borden",
      "name": "Lizzie Borden",
      "aboutText": "Charles Horace Mayo (July 19, 1865 – May 26, 1939) was an American medical practitioner and was one of the founders of the Mayo Clinic along with his brother, William James Mayo, Augustus Stinchfield, Christopher Graham, E. Star Judd, Henry Stanley Plummer, Melvin Millet and Donald Balfour.",
      "pageId": 1784456,
      "monthDay": "07/19"
    },
    {
      "year": "1865",
      "uri": "/wiki/Georges_Friedel",
      "name": "Georges Friedel",
      "aboutText": "Saint Seraphim of Sarov (Russian: Серафим Саровский) (1 August [O.S. 19 July] 1754 (or 1759) – 14 January [O.S. 2 January] 1833), born Prokhor Moshnin (Прохор Мошнин), is one of the most renowned Russian monks and mystics in the Eastern Orthodox Church. He is generally considered the greatest of the 19th century startsy (elders). Seraphim extended the monastic teachings of contemplation, theoria and self-denial to the layperson.",
      "pageId": 2011060,
      "monthDay": "07/19"
    },
    {
      "year": "1865",
      "uri": "/wiki/Charles_Horace_Mayo",
      "name": "Charles Horace Mayo",
      "aboutText": "Georges Friedel (born 19 July 1865 in Mulhouse; died 11 December 1933 in Strasbourg) was a French mineralogist and crystallographer.",
      "pageId": 6943774,
      "monthDay": "07/19"
    },
    {
      "year": "1868",
      "uri": "/wiki/Florence_Foster_Jenkins",
      "name": "Florence Foster Jenkins",
      "aboutText": "Marianna Auenbrugger (July 19, 1759 in Vienna – August 25, 1782), was an Austrian pianist and composer.\nThe daughter of the physician Leopold Auenbrugger, she was a highly regarded pianist and composer in Vienna. Together with her sister Caterina Franziska, she was a student of Joseph Haydn and Antonio Salieri.",
      "pageId": 28712160,
      "monthDay": "07/19"
    },
    {
      "year": "1869",
      "uri": "/wiki/Xenophon_Stratigos",
      "name": "Xenophon Stratigos",
      "aboutText": "Xenophon Stratigos (Greek: Ξενοφών Στρατηγός; Corfu, 7 July 1869 – Davos, 11 March 1927) was a senior Greek Army staff officer who played a major role in the Balkan Wars of 1912–13 and the Asia Minor Campaign in 1921–22, serving also as de facto Chief of the Hellenic Army General Staff in 1916–17 and in 1921. He retired from the army in September 1921 and served as Minister for Transport in 1922. Condemned to life imprisonment at the Trial of the Six, he was later pardoned and left for Switzerland, where he lived until his death.",
      "pageId": 42091380,
      "monthDay": "07/19"
    },
    {
      "year": "1876",
      "uri": "/wiki/Joseph_Fielding_Smith",
      "name": "Joseph Fielding Smith",
      "aboutText": "George II (Greek: Γεώργιος Βʹ, Βασιλεὺς τῶν Ἑλλήνων, Geórgios Βʹ, Vasiléfs ton Ellínon; 19 July 1890 (NS) – 1 April 1947) reigned as King of Greece from 1922 to 1924 and from 1935 to 1947.",
      "pageId": 160203,
      "monthDay": "07/19"
    },
    {
      "year": "1877",
      "uri": "/wiki/Arthur_Fielder",
      "name": "Arthur Fielder",
      "aboutText": "Vladimir Vladimirovich Mayakovsky (/ˌmɑːjəˈkɔːfski, -ˈkɒf-/; Russian: Влади́мир Влади́мирович Маяко́вский; July 19 [O.S. July 7] 1893 – 14 April 1930) was a Russian Soviet poet, playwright, artist and stage and film actor.\nDuring his early, pre-Revolution period leading into 1917, Mayakovsky became renowned as a prominent figure of the Russian Futurist movement; being among the signers of the Futurist manifesto, A Slap in the Face of Public Taste (1913), and authoring poems such as A Cloud in Trousers (1915) and Backbone Flute (1916). Mayakovsky produced a large and diverse body of work during the course of his career: he wrote poems, wrote and directed plays, appeared in films, edited the art journal LEF, and created agitprop posters in support of the Communist Party during the Russian Civil War.",
      "pageId": 162145,
      "monthDay": "07/19"
    },
    {
      "year": "1881",
      "uri": "/wiki/Friedrich_Dessauer",
      "name": "Friedrich Dessauer",
      "aboutText": "Max Fleischer (July 19, 1883 – September 11, 1972) was an Polish Jewish American animator, inventor, film director and producer.\nFleischer was a pioneer in the development of the animated cartoon and served as the head of Fleischer Studios. He brought such animated characters as Betty Boop, Koko the Clown, Popeye and Superman to the movie screen and was responsible for a number of technological innovations including the Rotoscope.",
      "pageId": 188305,
      "monthDay": "07/19"
    },
    {
      "year": "1883",
      "uri": "/wiki/Max_Fleischer",
      "name": "Max Fleischer",
      "aboutText": "Archibald Joseph Cronin, MBChB, MD, DPH, MRCP (19 July 1896 – 6 January 1981) was a Scottish novelist and physician.\nHis best-known novel was The Citadel, about a doctor in a Welsh mining village who quickly moves up the career ladder in London. Cronin had observed this scene closely as a Medical Inspector of Mines and later as a doctor in Harley Street.",
      "pageId": 201658,
      "monthDay": "07/19"
    },
    {
      "year": "1886",
      "uri": "/wiki/Michael_Fekete",
      "name": "Michael Fekete",
      "aboutText": "Sir Khawaja Nazimuddin, KCIE (Urdu: خواجہ ناظم الدین‎; Bengali: খাজা নাজিমুদ্দীন; 19 July 1894 – 22 October 1964) was a politician and statesman from the Dhaka Nawab Family who served as 2nd Prime Minister of Pakistan after the assassination of Liaquat Ali Khan from 15 October 1951 to 1953 and successed Mohammad Ali Bogra as third prime minister. A member of the All India Muslim League, Nazimuddin served as the second Prime Minister of Bengal in the British Raj. After the establishment of Pakistan, he became the second Governor-General of Pakistan in 1948, following the death of Muhammad Ali Jinnah.",
      "pageId": 466960,
      "monthDay": "07/19"
    },
    {
      "year": "1888",
      "uri": "/wiki/Enno_Lolling",
      "name": "Enno Lolling",
      "aboutText": "Joseph Fielding Smith, Jr. (July 19, 1876 – July 2, 1972) was the tenth president of The Church of Jesus Christ of Latter-day Saints (LDS Church) from 1970 until his death in 1972. He was the son of Joseph F. Smith, who was the sixth president of the LDS Church, and grandson of Hyrum Smith, brother of LDS Church founder Joseph Smith.",
      "pageId": 480909,
      "monthDay": "07/19"
    },
    {
      "year": "1890",
      "uri": "/wiki/George_II_of_Greece",
      "name": "George II of Greece",
      "aboutText": "Xu Beihong (Chinese: 徐悲鴻; pinyin: Xú Bēihóng; 19 July 1895 – 26 September 1953) was a Chinese painter born in Yixing, Jiangsu province. He was primarily known for his Chinese ink paintings of horses and birds and was one of the first Chinese artists to articulate the need for artistic expressions that reflected a modern China at the beginning of the 20th century. He was also regarded as one of the first to create monumental oil paintings with epic Chinese themes – a show of his high proficiency in an essential Western art technique.",
      "pageId": 975516,
      "monthDay": "07/19"
    },
    {
      "year": "1892",
      "uri": "/wiki/Dick_Irvin",
      "name": "Dick Irvin",
      "aboutText": "Aleksandr Yakovlevich Khinchin (Russian: Алекса́ндр Я́ковлевич Хи́нчин, French: Alexandre Khintchine; July 19, 1894 – November 18, 1959) was a Soviet mathematician and one of the most significant people in the Soviet school of probability theory.",
      "pageId": 1029748,
      "monthDay": "07/19"
    },
    {
      "year": "1893",
      "uri": "/wiki/Vladimir_Mayakovsky",
      "name": "Vladimir Mayakovsky",
      "aboutText": "James Dickinson \"Dick\" Irvin, Jr. (or II) (July 19, 1892 – May 16, 1957) was a Canadian professional ice hockey player and coach. He played for professional teams in the Pacific Coast Hockey Association, the Western Canada Hockey League, and the National Hockey League (NHL) from 1916–1928, when he had to retire from repeated injuries.",
      "pageId": 1524350,
      "monthDay": "07/19"
    },
    {
      "year": "1894",
      "uri": "/wiki/Aleksandr_Khinchin",
      "name": "Aleksandr Khinchin",
      "aboutText": "Robert William Meusel (July 19, 1896 – November 28, 1977) was an American baseball left and right fielder who played in Major League Baseball (MLB) for eleven seasons from 1920 through 1930, all but the last for the New York Yankees. He was best known as a member of the Yankees' championship teams of the 1920s, nicknamed the \"Murderers' Row\", during which time the team won its first six American League (AL) pennants and first three World Series titles.\nMeusel, noted for his strong outfield throwing arm, batted fifth behind Baseball Hall of Famers Babe Ruth and Lou Gehrig.",
      "pageId": 1710256,
      "monthDay": "07/19"
    },
    {
      "year": "1894",
      "uri": "/wiki/Khawaja_Nazimuddin",
      "name": "Khawaja Nazimuddin",
      "aboutText": "Friedrich Dessauer (19 July 1881 – 16 February 1963) is a physicist, a philosopher, a socially engaged entrepreneur and a journalist.\nFriedrich Dessauer was born in Aschaffenburg, Germany. As a young man he was fascinated by new discoveries in the natural sciences.",
      "pageId": 2167132,
      "monthDay": "07/19"
    },
    {
      "year": "1895",
      "uri": "/wiki/Xu_Beihong",
      "name": "Xu Beihong",
      "aboutText": "Arthur Fielder (19 July 1877, Plaxtol, Tonbridge, Kent, England – 30 August 1949, Lambeth, London, England) was the leading fast bowler in English cricket for the decade before World War I and one of the key contributors to Kent's four County Championship successes between 1906 and 1913.\nIn some ways the founder of modern fast bowling, Fielder was the first fast bowler to rely on swing rather than the traditional break-back. He took a fairly long run for his time and could make the ball move away from leg stump to off with great effect.",
      "pageId": 2676066,
      "monthDay": "07/19"
    },
    {
      "year": "1896",
      "uri": "/wiki/Reginald_Baker_(film_producer)",
      "name": "Reginald Baker",
      "aboutText": "Samudrala Raghavacharya (19 July 1902 – 16 March 1968) also known as Samudrala Senior, was a writer, producer, director and playback singer of Telugu films, Andhra Pradesh, India. Samudrala Senior was the one who advised the renowned singer Ghantasala to try his luck in film Industry as a singer in 1942.",
      "pageId": 10866421,
      "monthDay": "07/19"
    },
    {
      "year": "1896",
      "uri": "/wiki/A.J._Cronin",
      "name": "A.J. Cronin",
      "aboutText": "Balāi Chānd Mukhopādhyāy (Bengali: বলাইচাঁদ মুখোপাধ্যায়) (1899–1979) was a Bengali author, playwright, poet, and physician who wrote under the pen name of Banaphul (Bengali: বনফুল) (meaning \"the wild flower\" in Bengali). He was a recipient of the civilian honour of the Padma Bhushan.",
      "pageId": 10909286,
      "monthDay": "07/19"
    },
    {
      "year": "1896",
      "uri": "/wiki/Bob_Meusel",
      "name": "Bob Meusel",
      "aboutText": "Michael (Mihály) Fekete (Hebrew: מיכאל פקטה‎; July 19, 1886 – May 13, 1957) was an Israeli-Hungarian mathematician.",
      "pageId": 12333282,
      "monthDay": "07/19"
    },
    {
      "year": "1898",
      "uri": "/wiki/Olle_Hilding",
      "name": "Olle Hilding",
      "aboutText": "Robert Todd Lincoln Beckwith (July 19, 1904 – December 24, 1985) was the great-grandson of Abraham Lincoln. In 1975, he became the last undisputed descendant of Lincoln when his sister, \"Peggy\" Beckwith, died without children. Timothy Lincoln Beckwith was born to Robert Beckwith's then wife, Annemarie Hoffman Beckwith, in 1968, though he disputed his paternity.",
      "pageId": 13395672,
      "monthDay": "07/19"
    },
    {
      "year": "1898",
      "uri": "/wiki/Herbert_Marcuse",
      "name": "Herbert Marcuse",
      "aboutText": "Enno Lolling (July 19, 1888 – May 27, 1945) was a German physician. As a member of the SS, he served as a Lagerarzt (camp doctor) at Dachau concentration camp. He later headed up the medical division for all the SS concentration camps.",
      "pageId": 24980536,
      "monthDay": "07/19"
    },
    {
      "year": "1899",
      "uri": "/wiki/Balai_Chand_Mukhopadhyay",
      "name": "Balai Chand Mukhopadhyay",
      "aboutText": "Olle Hilding (born Hilding Olof Johansson; 19 July 1898 in Stockholm – 9 November 1983 in Stockholm) was a Swedish stage and film actor.",
      "pageId": 29338244,
      "monthDay": "07/19"
    },
    {
      "year": "1902",
      "uri": "/wiki/Samudrala_Raghavacharya",
      "name": "Samudrala Raghavacharya",
      "aboutText": "Reginald Poynton Baker, MC, FCA, FRSA, (19 July 1896 – 31 January 1985), was a British film producer and a major contributor to the development of the British film industry. Along with his younger brother Leslie Forsyth, he played a decisive role in establishing Ealing Studios. He was the father of Conservative MP Peter Baker.",
      "pageId": 37532843,
      "monthDay": "07/19"
    },
    {
      "year": "1904",
      "uri": "/wiki/Robert_Todd_Lincoln_Beckwith",
      "name": "Robert Todd Lincoln Beckwith",
      "aboutText": "Herbert Marcuse (German: [maʀˈkuːzə]; July 19, 1898 – July 29, 1979) was a German-American philosopher, sociologist, and political theorist, associated with the Frankfurt School of critical theory. Born in Berlin, Marcuse studied at the universities of Berlin and then at Freiburg, where he received his Ph.D. He was a prominent figure in the Frankfurt-based Institute for Social Research – what later became known as the Frankfurt School. He was married to Sophie Wertheim (1924–1951), Inge Neumann (1955–1972), and Erica Sherover (1976–1979).",
      "pageId": 42035006,
      "monthDay": "07/19"
    },
    {
      "year": "1907",
      "uri": "/wiki/Isabel_Jewell",
      "name": "Isabel Jewell",
      "aboutText": "George Stanley McGovern (July 19, 1922 – October 21, 2012) was an American historian, author, U.S. Representative, U.S. Senator, and the Democratic Party presidential nominee in the 1972 presidential election.\nMcGovern grew up in Mitchell, South Dakota, where he was a renowned debater. He volunteered for the U.S. Army Air Forces upon the country's entry into World War II and as a B-24 Liberator pilot flew 35 missions over German-occupied Europe.",
      "pageId": 62896,
      "monthDay": "07/19"
    },
    {
      "year": "1909",
      "uri": "/wiki/Balamani_Amma",
      "name": "Balamani Amma",
      "aboutText": "Isabel Jewell (July 19, 1907 – April 5, 1972) was an American actress most active in the 1930s and early 1940s.",
      "pageId": 691257,
      "monthDay": "07/19"
    },
    {
      "year": "1914",
      "uri": "/wiki/Marius_Russo",
      "name": "Marius Russo",
      "aboutText": "Rosalyn Sussman Yalow (July 19, 1921 – May 30, 2011) was an American medical physicist, and a co-winner of the 1977 Nobel Prize in Physiology or Medicine (together with Roger Guillemin and Andrew Schally) for development of the radioimmunoassay (RIA) technique. She was the second American woman to be awarded the Nobel Prize Physiology or Medicine after Gerty Cori.\n^ Glick, S. (2011).",
      "pageId": 727467,
      "monthDay": "07/19"
    },
    {
      "year": "1916",
      "uri": "/wiki/Phil_Cavarretta",
      "name": "Phil Cavarretta",
      "aboutText": "Ronald Alfred Searle (July 19, 1919 – August 29, 2015) was a British-born Canadian soldier, publisher, and politician who served as the fourth mayor of Mississauga, Ontario from 1976 to 1978.",
      "pageId": 1144754,
      "monthDay": "07/19"
    },
    {
      "year": "1917",
      "uri": "/wiki/William_Scranton",
      "name": "William Scranton",
      "aboutText": "William Warren \"Bill\" Scranton (July 19, 1917 – July 28, 2013) was an American Republican Party politician. Scranton served as the 38th Governor of Pennsylvania from 1963 to 1967.",
      "pageId": 1429354,
      "monthDay": "07/19"
    },
    {
      "year": "1919",
      "uri": "/wiki/Dallas_McKennon",
      "name": "Dallas McKennon",
      "aboutText": "William Allen Rusher (July 19, 1923 – April 16, 2011) was an American lawyer, author, activist, speaker, debater, and conservative syndicated columnist. He was one of the founders of the conservative movement and was one of its most prominent spokesmen for thirty years as publisher of National Review magazine, which was edited by William F. Buckley, Jr. Kabaservice asserts, \"in many ways it was Rusher, not Buckley who was the founding father of the conservative movement as it currently exists.",
      "pageId": 1524710,
      "monthDay": "07/19"
    },
    {
      "year": "1919",
      "uri": "/wiki/Patricia_Medina",
      "name": "Patricia Medina",
      "aboutText": "Miltos Sachtouris or Miltos Sahtouris (Greek: Μίλτος Σαχτούρης; July 19, 1919, Athens – March 29, 2005, Athens) was a Greek poet. He was a descendant of Georgios Sachtouris which had origins from Ydra island. When he was young he aborted his law studies to follow his real passion poetry and adopted the pen name Miltos Chrysanthis (Μίλτος Χρυσάνθης).",
      "pageId": 1682834,
      "monthDay": "07/19"
    },
    {
      "year": "1919",
      "uri": "/wiki/Miltos_Sachtouris",
      "name": "Miltos Sachtouris",
      "aboutText": "Marius Ugo Russo (July 19, 1914 – March 26, 2005) was a starting pitcher in Major League Baseball who played for the New York Yankees (1939–43, 1946).",
      "pageId": 1683028,
      "monthDay": "07/19"
    },
    {
      "year": "1919",
      "uri": "/wiki/Ron_Searle",
      "name": "Ron Searle",
      "aboutText": "Philip Joseph Cavarretta (July 19, 1916 – December 18, 2010) was an American Major League Baseball first baseman, outfielder, and manager.\nCavarretta spent almost his entire baseball career with the Chicago Cubs. He was voted the 1945 National League Most Valuable Player after leading the Cubs to the pennant while winning the batting title with a .355 average.",
      "pageId": 1846163,
      "monthDay": "07/19"
    },
    {
      "year": "1920",
      "uri": "/wiki/Robert_Mann",
      "name": "Robert Mann",
      "aboutText": "Lonnie Alexander \"Lon\" Simmons (July 19, 1923 – April 5, 2015) was an American baseball and football broadcaster, and was broadcasting part-time for the San Francisco Giants at the time of his death. He was born in Vancouver, Washington. Simmons was a star pitcher at Burbank High School and Glendale College before enlisting in the U.S. Coast Guard.",
      "pageId": 1896884,
      "monthDay": "07/19"
    },
    {
      "year": "1920",
      "uri": "/wiki/Richard_Oriani",
      "name": "Richard Oriani",
      "aboutText": "Harold Egbert Camping (July 19, 1921 – December 15, 2013) was an American Christian radio broadcaster, author and evangelist. Beginning in 1958, he served as president of Family Radio, a California-based radio station group that broadcasts to more than 150 markets in the United States. In October 2011, he retired from active broadcasting following a stroke, but still maintained a role at Family Radio until his death.",
      "pageId": 2198290,
      "monthDay": "07/19"
    },
    {
      "year": "1921",
      "uri": "/wiki/Harold_Camping",
      "name": "Harold Camping",
      "aboutText": "Robert Mann (born July 19, 1920) is a violinist, composer, and conductor.\nHe was a founding member and first violinist of the Juilliard String Quartet for 51 years, and mentor to younger generations of string musicians.",
      "pageId": 2278428,
      "monthDay": "07/19"
    },
    {
      "year": "1921",
      "uri": "/wiki/Andr%C3%A9_Moynet",
      "name": "André Moynet",
      "aboutText": "Joseph Hansen (July 19, 1923 – November 24, 2004) was an American crime writer and poet, best known for a series of novels featuring private eye Dave Brandstetter.",
      "pageId": 2735107,
      "monthDay": "07/19"
    },
    {
      "year": "1921",
      "uri": "/wiki/Elizabeth_Spencer_(writer)",
      "name": "Elizabeth Spencer",
      "aboutText": "Elizabeth Spencer (born July 19, 1921) is an American writer. Spencer's first novel, Fire in the Morning, was published in 1948. She has written a total of nine novels, seven collections of short stories, a memoir (Landscapes of the Heart, 1998), and a play (For Lease or Sale, 1989).",
      "pageId": 8134257,
      "monthDay": "07/19"
    },
    {
      "year": "1921",
      "uri": "/wiki/Rosalyn_Sussman_Yalow",
      "name": "Rosalyn Sussman Yalow",
      "aboutText": "Dallas Raymond McKennon (July 19, 1919 – July 14, 2009), sometimes credited as Dal McKennon, was an American actor, with extensive work as a voice actor, in a career lasting over 50 years.",
      "pageId": 8953689,
      "monthDay": "07/19"
    },
    {
      "year": "1922",
      "uri": "/wiki/George_McGovern",
      "name": "George McGovern",
      "aboutText": "Patricia Paz Maria Medina (19 July 1919 – 28 April 2012) was an English actress. Her father Ramón Medina Nebot was Spanish from the Canary Islands, and her mother was English. Born in Liverpool, Lancashire, Medina began acting as a teenager in the late 1930s.",
      "pageId": 11008015,
      "monthDay": "07/19"
    },
    {
      "year": "1923",
      "uri": "/wiki/Theo_Barker",
      "name": "Theo Barker",
      "aboutText": "Theodore Cardwell Barker (19 July 1923 – 22 November 2001), usually known as Theo Barker, was a British social and economic historian.",
      "pageId": 22228401,
      "monthDay": "07/19"
    },
    {
      "year": "1923",
      "uri": "/wiki/Joseph_Hansen_(writer)",
      "name": "Joseph Hansen",
      "aboutText": "Nalapat Balamani Amma (19 July 1909 – 29 September 2004) was an Indian poet who wrote in Malayalam. She was a prolific writer and was known as the Poetess of Motherhood. Amma (Mother), Muthassi (Grandmother), and Mazhuvinte Katha (The story of the Axe) were some of her well known works.",
      "pageId": 33841642,
      "monthDay": "07/19"
    },
    {
      "year": "1923",
      "uri": "/wiki/William_A._Rusher",
      "name": "William A. Rusher",
      "aboutText": "Richard A. Oriani (July 19, 1920 – August 11, 2015) was an El Salvador-born American chemical engineer and metallurgist who was instrumental in the study of the effects of hydrogen in metal.",
      "pageId": 34026063,
      "monthDay": "07/19"
    },
    {
      "year": "1923",
      "uri": "/wiki/Lon_Simmons",
      "name": "Lon Simmons",
      "aboutText": "André Moynet (1921–1993) was a much decorated war time fighter pilot who moved on to become a test pilot and an entrepreneur-businessman. He was also a politician.",
      "pageId": 41308103,
      "monthDay": "07/19"
    },
    {
      "year": "1924",
      "uri": "/wiki/Stanley_K._Hathaway",
      "name": "Stanley K. Hathaway",
      "aboutText": "Thomas Moore Raworth (born 19 July 1938), known as Tom Raworth, is a poet and visual artist who has published over forty books of poetry and prose since 1966. His work has been translated and published in many countries. Raworth is a key figure in the British Poetry Revival.",
      "pageId": 381722,
      "monthDay": "07/19"
    },
    {
      "year": "1924",
      "uri": "/wiki/Pat_Hingle",
      "name": "Pat Hingle",
      "aboutText": "George Hege Hamilton IV (July 19, 1937 – September 17, 2014) was an American country musician.",
      "pageId": 400745,
      "monthDay": "07/19"
    },
    {
      "year": "1924",
      "uri": "/wiki/Arthur_Rankin,_Jr.",
      "name": "Arthur Rankin, Jr.",
      "aboutText": "Martin Patterson \"Pat\" Hingle (July 19, 1924 – January 3, 2009) was an American actor, who has appeared in hundreds of television shows and feature films. His first film was On The Waterfront in 1954. He often played tough authority figures.",
      "pageId": 475055,
      "monthDay": "07/19"
    },
    {
      "year": "1925",
      "uri": "/wiki/Sue_Thompson",
      "name": "Sue Thompson",
      "aboutText": "Francisco Manuel Lumbrales de Sá Carneiro, GCTE, GCC, GCL (Portuguese: [fɾɐ̃ˈsiʃku sa kɐɾˈnɐjɾu]; 19 July 1934 – 4 December 1980) founded the Portuguese Social Democratic Party in 1974 (the year of the Portuguese Carnation Revolution) and was elected Prime Minister of Portugal in January 1980, but only held office for eleven months, dying in a plane crash with his partner, \"Snu\" Abecassis (born Ebba Merethe Seidenfaden), on 4 December 1980.",
      "pageId": 879537,
      "monthDay": "07/19"
    },
    {
      "year": "1926",
      "uri": "/wiki/Helen_Gallagher",
      "name": "Helen Gallagher",
      "aboutText": "Neelie Kroes (Dutch pronunciation: [ˈneːli ˈkrus]; born 19 July 1941) is a Dutch politician of the People's Party for Freedom and Democracy (VVD).",
      "pageId": 954842,
      "monthDay": "07/19"
    },
    {
      "year": "1929",
      "uri": "/wiki/Gaston_Glock",
      "name": "Gaston Glock",
      "aboutText": "Vikki Carr (born Florencia Bisenta de Casillas Martinez Cardona, July 19, 1941) is an American singer and humanitarian, of Mexican descent.",
      "pageId": 1014689,
      "monthDay": "07/19"
    },
    {
      "year": "1930",
      "uri": "/wiki/Darko_Suvin",
      "name": "Darko Suvin",
      "aboutText": "Helen Gallagher (born July 19, 1926) is an American actress, dancer, and singer.",
      "pageId": 1023797,
      "monthDay": "07/19"
    },
    {
      "year": "1932",
      "uri": "/wiki/Buster_Benton",
      "name": "Buster Benton",
      "aboutText": "Gaston Glock (born 19 July 1929) is an Austrian engineer, and founder of the firearms company Glock.",
      "pageId": 1034211,
      "monthDay": "07/19"
    },
    {
      "year": "1932",
      "uri": "/wiki/Jan_Lindblad",
      "name": "Jan Lindblad",
      "aboutText": "Stanley Knapp Hathaway (July 19, 1924 – October 4, 2005) served as 27th Governor of Wyoming from January 2, 1967 to January 6, 1975, and as United States Secretary of the Interior under President Gerald R. Ford.",
      "pageId": 1429771,
      "monthDay": "07/19"
    },
    {
      "year": "1934",
      "uri": "/wiki/Francisco_de_S%C3%A1_Carneiro",
      "name": "Francisco de Sá Carneiro",
      "aboutText": "Jayant Vishnu Narlikar (born 19 July 1938) is an Indian astrophysicist.\nNarlikar is a proponent of steady state cosmology. He developed with Sir Fred Hoyle the conformal gravity theory, commonly known as Hoyle–Narlikar theory.",
      "pageId": 2251669,
      "monthDay": "07/19"
    },
    {
      "year": "1935",
      "uri": "/wiki/Nick_Koback",
      "name": "Nick Koback",
      "aboutText": "Richard Jordan (born Robert Anson Jordan, Jr.; July 19, 1937 – August 30, 1993) was an American stage, screen, and television actor. A long-time member of the New York Shakespeare Festival, he performed in many Off Broadway and Broadway plays.",
      "pageId": 2425026,
      "monthDay": "07/19"
    },
    {
      "year": "1935",
      "uri": "/wiki/Vasily_Livanov",
      "name": "Vasily Livanov",
      "aboutText": "Vasily Borisovich Livanov MBE, FMF, PAR (Russian: Васи́лий Бори́сович Лива́нов; born 19 July 1935) is a Russian film actor and screenwriter. He is widely regarded as having reproduced one of the best portrayals of Sherlock Holmes on film to date.",
      "pageId": 2952161,
      "monthDay": "07/19"
    },
    {
      "year": "1936",
      "uri": "/wiki/David_Colquhoun",
      "name": "David Colquhoun",
      "aboutText": "Darko Ronald Suvin (born Darko Šlesinger; July 19, 1930) is a Croatia born academic and critic who became a Professor at McGill University in Montreal — now emeritus. He was born in Zagreb, Kingdom of Yugoslavia (now capital of Croatia), and after teaching at the department for comparative literature at Zagreb University, moved to Canada in 1968.\nHe is best known for several major works of criticism and literary history devoted to science fiction.",
      "pageId": 3192731,
      "monthDay": "07/19"
    },
    {
      "year": "1937",
      "uri": "/wiki/George_Hamilton_IV",
      "name": "George Hamilton IV",
      "aboutText": "Arthur Gardner Rankin, Jr. (July 19, 1924 – January 30, 2014) was an American director, producer and writer, who mostly worked in animation. A part of Rankin/Bass Productions with his friend Jules Bass, he created stop-motion animation features such as Rudolph the Red Nosed Reindeer and the 1977 cartoon animation of The Hobbit.",
      "pageId": 6429626,
      "monthDay": "07/19"
    },
    {
      "year": "1938",
      "uri": "/wiki/Richard_Jordan",
      "name": "Richard Jordan",
      "aboutText": "Dennis Cole (July 19, 1940 – November 15, 2009) was an American film and television actor.",
      "pageId": 7400213,
      "monthDay": "07/19"
    },
    {
      "year": "1938",
      "uri": "/wiki/Jayant_Narlikar",
      "name": "Jayant Narlikar",
      "aboutText": "Sue Thompson (born Eva Sue McKee; July 19, 1925) is an American pop and country music singer. She is best known for the million selling hits \"Sad Movies (Make Me Cry)\" and \"Norman\", both pop hits in the 1960s.",
      "pageId": 8306149,
      "monthDay": "07/19"
    },
    {
      "year": "1938",
      "uri": "/wiki/Tom_Raworth",
      "name": "Tom Raworth",
      "aboutText": "David Colquhoun, FRS FBPhS (born 19 July 1936) is a British pharmacologist at University College London (UCL). He has contributed to the general theory of receptor and synaptic mechanisms, and particular the theory and practice of single ion channel function. He previously held the A.J. Clark chair of Pharmacology at UCL, and was the Hon.",
      "pageId": 15056294,
      "monthDay": "07/19"
    },
    {
      "year": "1940",
      "uri": "/wiki/Dennis_Cole",
      "name": "Dennis Cole",
      "aboutText": "Jan Victor Armas Lindblad (July 19, 1932 - April 5, 1987) was a Swedish naturalist, writer, photographer, film maker, and whistling artist who imitated animals.\nLindblad was born in Örebro, Sweden in 1932. He made his debut in the early 1950s, performing in various revues, as a juggler and whistling artist.",
      "pageId": 21896915,
      "monthDay": "07/19"
    },
    {
      "year": "1941",
      "uri": "/wiki/Vikki_Carr",
      "name": "Vikki Carr",
      "aboutText": "Buster Benton (July 19, 1932 – January 20, 1996) was an American blues guitarist and singer, who played guitar in Willie Dixon's Blues All-Stars, and is best known for his solo rendition of the Dixon-penned song \"Spider in My Stew.\" He was tenacious and in the latter part of his lengthy career, despite the amputation of parts of both his legs, Benton never stopped playing his own version of Chicago blues.",
      "pageId": 25754407,
      "monthDay": "07/19"
    },
    {
      "year": "1941",
      "uri": "/wiki/Neelie_Kroes",
      "name": "Neelie Kroes",
      "aboutText": "Nicholas Nicholie \"Nick\" Koback (July 19, 1935 – January 23, 2015) was a Russian American professional baseball player whose career spanned eight seasons, three of which were spent with the Major League Baseball (MLB) Pittsburgh Pirates (1953–55). At the age of 17, Koback signed with the Pirates as a bonus baby out of Hartford Public High School. He made his MLB debut without ever playing in the minor leagues.",
      "pageId": 32014208,
      "monthDay": "07/19"
    },
    {
      "year": "1944",
      "uri": "/wiki/Tim_McIntire",
      "name": "Tim McIntire",
      "aboutText": "Brian Harold May, CBE (born 19 July 1947) is an English musician, singer, songwriter and astrophysicist, best known as the lead guitarist and songwriter of the rock band Queen. He uses a home-built electric guitar, called the Red Special. His compositions for the band include \"The Prophet's Song\", \"We Will Rock You\", \"Tie Your Mother Down\", \"I Want It All\", \"Fat Bottomed Girls\", \"Flash\", \"Save Me\", \"Who Wants to Live Forever\" and \"The Show Must Go On\".",
      "pageId": 42069,
      "monthDay": "07/19"
    },
    {
      "year": "1944",
      "uri": "/wiki/Andres_Vooremaa",
      "name": "Andres Vooremaa",
      "aboutText": "Ilie \"Nasty\" Năstase (Romanian pronunciation: [iˈli.e nəsˈtase], born 19 July 1946) is a Romanian former world No. 1 professional tennis player, one of the world's top players of the 1970s. Năstase was ranked world No.",
      "pageId": 301406,
      "monthDay": "07/19"
    },
    {
      "year": "1943",
      "uri": "/wiki/Han_Sai_Por",
      "name": "Han Sai Por",
      "aboutText": "Keith Richard Godchaux (July 19, 1948 – July 23, 1980) was a musician best known for his tenure in the rock group the Grateful Dead from 1971 to 1979.",
      "pageId": 406196,
      "monthDay": "07/19"
    },
    {
      "year": "1945",
      "uri": "/wiki/Paule_Baillargeon",
      "name": "Paule Baillargeon",
      "aboutText": "Alan Edward Gorrie (born 19 July 1946, Perth, Scotland) is a Scottish bassist, guitarist, keyboardist and singer. He is a founding member of the Average White Band and remains one of two original members in the group's current line-up.\nHaving previously played in Forever More, Gorrie and Onnie McIntyre formed the Average White Band in Glasgow in 1971.",
      "pageId": 564549,
      "monthDay": "07/19"
    },
    {
      "year": "1945",
      "uri": "/wiki/George_Dzundza",
      "name": "George Dzundza",
      "aboutText": "George Dzundza (/ˈzʊndzə/ ZUUND-zə) (born July 19, 1945) is a German-born American television and film actor.",
      "pageId": 606889,
      "monthDay": "07/19"
    },
    {
      "year": "1946",
      "uri": "/wiki/Stephen_Coonts",
      "name": "Stephen Coonts",
      "aboutText": "Per-Kristian Foss (born 19 July 1950 in Oslo) is a Norwegian politician for the Conservative Party and 2nd Vice President of the Storting.\nHe was elected to the Norwegian Parliament from Oslo in 1981, and was re-elected on six occasions. He had previously served as a deputy representative during the term 1977–1981.",
      "pageId": 1218901,
      "monthDay": "07/19"
    },
    {
      "year": "1946",
      "uri": "/wiki/Alan_Gorrie",
      "name": "Alan Gorrie",
      "aboutText": "Larkin Allen Collins Jr. (July 19, 1952 – January 23, 1990) was one of the founding members and guitarists of Southern rock band Lynyrd Skynyrd, and co-wrote many of the band's songs with late frontman Ronnie Van Zant.",
      "pageId": 1307367,
      "monthDay": "07/19"
    },
    {
      "year": "1946",
      "uri": "/wiki/Ilie_N%C4%83stase",
      "name": "Ilie Năstase",
      "aboutText": "Abel Ferrara (born July 19, 1951) is an American film screenwriter and director. He is best known as an independent filmmaker of such films as The Driller Killer (1979), Ms.",
      "pageId": 1508213,
      "monthDay": "07/19"
    },
    {
      "year": "1947",
      "uri": "/wiki/Andr%C3%A9_Forcier",
      "name": "André Forcier",
      "aboutText": "Bernard Mathew \"Bernie\" Leadon III (pronounced led-un; born July 19, 1947) is an American musician and songwriter, best known as a founding member of the Eagles. Prior to the Eagles, he was a member of three pioneering and highly influential country rock bands, Hearts & Flowers, Dillard & Clark and the Flying Burrito Brothers. He is a multi-instrumentalist (guitar, banjo, mandolin, steel guitar, dobro) coming from a bluegrass background.",
      "pageId": 1579006,
      "monthDay": "07/19"
    },
    {
      "year": "1947",
      "uri": "/wiki/Hans-J%C3%BCrgen_Kreische",
      "name": "Hans-Jürgen Kreische",
      "aboutText": "Beverly Archer (born July 19, 1948) is an American actress.\nShe was born in Oak Park, Illinois, but raised in California. She attended Alverno Heights High School (Sierra Madre, California), and both San Francisco State University and UC Santa Barbara, majoring in drama.",
      "pageId": 1762019,
      "monthDay": "07/19"
    },
    {
      "year": "1947",
      "uri": "/wiki/Bernie_Leadon",
      "name": "Bernie Leadon",
      "aboutText": "Stephen Coonts (born July 19, 1946) is an American thriller and suspense novelist.\nCoonts grew up in Buckhannon, West Virginia, a small coal-mining town, and earned a B.A. degree in political science at West Virginia University in 1968. He entered the Navy the following year and flew an A-6 Intruder medium attack plane during the Vietnam War, where he served on two combat cruises aboard the USS Enterprise (CVN-65).",
      "pageId": 2109653,
      "monthDay": "07/19"
    },
    {
      "year": "1947",
      "uri": "/wiki/Brian_May",
      "name": "Brian May",
      "aboutText": "Ivar Kants (born 19 July 1949) (commonly credited as Ivor Kants or Ivar Kanz) is an Australian actor of Latvian descent who has played numerous roles in soap opera's including A Country Practice, G.P., All Saints, Water Rats, and Blue Heelers. He portrayed the role of Ken Garrett in the soap opera The Restless Years (1979).\nA more prominent role was as school principal Barry Hyde, the father of Chris Hemsworth's character as a regular in Home and Away.",
      "pageId": 2588481,
      "monthDay": "07/19"
    },
    {
      "year": "1948",
      "uri": "/wiki/Beverly_Archer",
      "name": "Beverly Archer",
      "aboutText": "Frederick George \"Freddy\" Moore (born July 19, 1950) is an American rock musician probably best known for his 1980 song \"It's Not A Rumour\", which he co-wrote with his then-wife Demi Moore, and recorded with his band The Nu-Kats.",
      "pageId": 2799756,
      "monthDay": "07/19"
    },
    {
      "year": "1948",
      "uri": "/wiki/Keith_Godchaux",
      "name": "Keith Godchaux",
      "aboutText": "Tim McIntire (July 19, 1944 – April 15, 1986) was an American character actor, probably most famous for his portrayal of disc jockey Alan Freed in the film American Hot Wax (1978).",
      "pageId": 4956231,
      "monthDay": "07/19"
    },
    {
      "year": "1949",
      "uri": "/wiki/Ivar_Kants",
      "name": "Ivar Kants",
      "aboutText": "Adrian Keith Noble (born 19 July 1950) is a theatre director, and was also the artistic director and chief executive of the Royal Shakespeare Company from 1990 to 2003.",
      "pageId": 5418014,
      "monthDay": "07/19"
    },
    {
      "year": "1950",
      "uri": "/wiki/Per-Kristian_Foss",
      "name": "Per-Kristian Foss",
      "aboutText": "Hans-Jürgen \"Hansi\" Kreische (born July 19, 1947 in Dresden) is a former East German footballer.",
      "pageId": 8116137,
      "monthDay": "07/19"
    },
    {
      "year": "1950",
      "uri": "/wiki/Freddy_Moore",
      "name": "Freddy Moore",
      "aboutText": "Paule Baillargeon (born July 19, 1945) is a Quebec actress and film director. She won the Genie Award for Best Supporting Actress for her role in the film I've Heard the Mermaids Singing, and was a nominee for Best Director for Le Sexe des étoiles.\nBaillargeon was born in Rouyn-Noranda.",
      "pageId": 16151768,
      "monthDay": "07/19"
    },
    {
      "year": "1950",
      "uri": "/wiki/Adrian_Noble",
      "name": "Adrian Noble",
      "aboutText": "André Forcier (birth name: Marc-André Forcier) (born July 19, 1947 in Montreal) is a Quebec film director and screenwriter. His work has been linked to Latin American magic realism by its use of fantasy but is firmly rooted in Quebec's reality.\nHe won the Prix André-Guérin in 1990.",
      "pageId": 20970479,
      "monthDay": "07/19"
    },
    {
      "year": "1951",
      "uri": "/wiki/Abel_Ferrara",
      "name": "Abel Ferrara",
      "aboutText": "Han Sai Por (Chinese: 韩少芙; pinyin: Hán Shàofú; born 19 July 1943) is a Singaporean sculptor. A graduate of the Nanyang Academy of Fine Arts (NAFA), East Ham College of Art, Wolverhampton College of Art (now the School of Art and Design of the University of Wolverhampton) and Lincoln University, New Zealand, she worked as a teacher and later as a part-time lecturer at NAFA, the LASALLE-SIA College of the Arts, and the National Institute of Education, Nanyang Technological University, before becoming a full-time artist in 1997.\nHan has participated in exhibitions locally and abroad, including events in China, Denmark, Japan, Malaysia, New Zealand and South Korea.",
      "pageId": 23232866,
      "monthDay": "07/19"
    },
    {
      "year": "1952",
      "uri": "/wiki/Allen_Collins",
      "name": "Allen Collins",
      "aboutText": "Andres Vooremaa (born 19 July 1944) is an Estonian chess player, who twice won the Estonian Chess Championship.",
      "pageId": 41799382,
      "monthDay": "07/19"
    },
    {
      "year": "1952",
      "uri": "/wiki/Nancy_Folbre",
      "name": "Nancy Folbre",
      "aboutText": "Kevin Michael Dompe (born 19 July 1960 in Northampton, England), better known as Kevin Haskins, is a drummer, best known from the British rock group Bauhaus. He was also a member of Tones on Tail and Love and Rockets.",
      "pageId": 264301,
      "monthDay": "07/19"
    },
    {
      "year": "1954",
      "uri": "/wiki/Alvan_Adams",
      "name": "Alvan Adams",
      "aboutText": "Dalton James Patrick McGuinty, Jr., (born July 19, 1955) is a former Canadian politician who served as the 24th Premier of Ontario from 2003 to 2013. He became the first Liberal leader to win two majority governments since Mitchell Hepburn nearly 70 years earlier. In 2011, he became the first Liberal premier to secure a third consecutive term since Oliver Mowat (1872-1896), after his party was re-elected in that year's provincial election.",
      "pageId": 314084,
      "monthDay": "07/19"
    },
    {
      "year": "1954",
      "uri": "/wiki/Mark_O%27Donnell",
      "name": "Mark O'Donnell",
      "aboutText": "Atom Egoyan, OC (born July 19, 1960) is a Canadian stage director and film director. Egoyan made his career breakthrough with Exotica (1994), a film set primarily in and around the fictional Exotica strip club.\nEgoyan was born to Armenian parents in Egypt.",
      "pageId": 322696,
      "monthDay": "07/19"
    },
    {
      "year": "1954",
      "uri": "/wiki/Steve_O%27Donnell_(writer)",
      "name": "Steve O'Donnell",
      "aboutText": "Katherine Alice Applegate (born October 9, 1956 in Ann Arbor, Michigan) is an American young adult and children's fiction writer, best known as the author of the Animorphs, Remnants, Everworld, and other book series. She won the 2013 Newbery Medal for her 2012 children's novel The One and Only Ivan. Applegate's most popular books are science fiction, fantasy, and adventure novels.",
      "pageId": 461583,
      "monthDay": "07/19"
    },
    {
      "year": "1954",
      "uri": "/wiki/Sr%C4%91a_Trifkovi%C4%87",
      "name": "Srđa Trifković",
      "aboutText": "Mark Reed Crispin (born July 19, 1956, in Camden, New Jersey; died December 28, 2012 in Poulsbo, Washington) is best known as the father of the IMAP protocol, having invented it in 1985 during his time at the Stanford Knowledge Systems Laboratory. He is the author or co-author of numerous RFCs; and is the principal author of UW IMAP, one of the reference implementations of the IMAP4rev1 protocol described in RFC 3501. He also designed the mix mail storage format.",
      "pageId": 521237,
      "monthDay": "07/19"
    },
    {
      "year": "1955",
      "uri": "/wiki/Roger_Binny",
      "name": "Roger Binny",
      "aboutText": "Robert Gibson (born Ruben Cain, July 19, 1958) is an American professional wrestler.",
      "pageId": 1856426,
      "monthDay": "07/19"
    },
    {
      "year": "1955",
      "uri": "/wiki/Dalton_McGuinty",
      "name": "Dalton McGuinty",
      "aboutText": "Srđa Trifković (also Srdja Trifković; Serbian Cyrillic: Срђа Трифковић, Serbian pronunciation: [sr̩̂dʑa trîfkɔʋitɕ], and as author Serge Trifkovic; born 19 July 1954) is a Serbian-American writer on international affairs and foreign affairs editor for the paleoconservative magazine Chronicles. He was director of the Center for International Affairs at the Rockford Institute until his resignation on 31 December 2008. Trifković was an unofficial spokesman for the Republika Srpska government in the 1990s and a former adviser to Serbian president Vojislav Koštunica and Republika Srpska president Biljana Plavšić.",
      "pageId": 1902195,
      "monthDay": "07/19"
    },
    {
      "year": "1956",
      "uri": "/wiki/K._A._Applegate",
      "name": "K. A. Applegate",
      "aboutText": "David Eric Robertson (born July 19, 1958) is an American conductor. He is currently music director of the St.",
      "pageId": 2227557,
      "monthDay": "07/19"
    },
    {
      "year": "1956",
      "uri": "/wiki/Mark_Crispin",
      "name": "Mark Crispin",
      "aboutText": "Roger Michael Humphrey Binny (born 19 July 1955, Bangalore, Karnataka) is an Indian former cricket all-rounder who is best known for his impressive bowling performance in the 1983 Cricket World Cup where he was the highest wicket-taker (18 wickets), and in the 1985 World Series Cricket Championship in Australia where he repeated this feat (17 wickets). He played 27 tests and 72 ODIs for India. Binny started his international career on his home ground, the M. Chinnaswamy Stadium in Bangalore in the first Test of the 1979 home series against Pakistan.",
      "pageId": 2271495,
      "monthDay": "07/19"
    },
    {
      "year": "1956",
      "uri": "/wiki/Joe_Mohen",
      "name": "Joe Mohen",
      "aboutText": "Alvan Leigh Adams (born July 19, 1954) is a retired American professional basketball player. After starring at the University of Oklahoma, the 6'9\" (2.06 m) power forward/center was selected by the Phoenix Suns with the 4th pick of the 1975 NBA Draft. Adams was a rookie on a Suns team whose season included an improbable playoff run that took them all the way to the 1976 NBA Finals.",
      "pageId": 2907460,
      "monthDay": "07/19"
    },
    {
      "year": "1956",
      "uri": "/wiki/Rajendra_Prasad_(actor)",
      "name": "Rajendra Prasad",
      "aboutText": "Nikki Sudden (19 July 1956 – 26 March 2006), born Adrian Nicholas Godfrey, was a prolific English singer-songwriter and guitarist. He co-founded the post-punk band Swell Maps with his brother Epic Soundtracks while attending Solihull School in Solihull.",
      "pageId": 3021486,
      "monthDay": "07/19"
    },
    {
      "year": "1956",
      "uri": "/wiki/Nikki_Sudden",
      "name": "Nikki Sudden",
      "aboutText": "Yoshiaki Yatsu (谷津嘉章 Yatsu Yoshiaki) (born July 19, 1956) is a retired Japanese professional wrestler, amateur wrestler and mixed martial artist. He is known for being one-half of the first-ever World Tag Team Champions with Jumbo Tsuruta, having won the NWA International Tag Team Championship and the PWF Tag Team Championship, and unifying the two titles.",
      "pageId": 7011399,
      "monthDay": "07/19"
    },
    {
      "year": "1956",
      "uri": "/wiki/Colin_J._N._Wilson",
      "name": "Colin J. N. Wilson",
      "aboutText": "Steve O'Donnell (born July 19, 1954) is an American television writer. His credits include The Simpsons, Seinfeld, The Chris Rock Show and Late Night with David Letterman.\nHe was born in Cleveland, Ohio, and graduated with an A.B. degree from Harvard College in 1976.",
      "pageId": 7125143,
      "monthDay": "07/19"
    },
    {
      "year": "1956",
      "uri": "/wiki/Yoshiaki_Yatsu",
      "name": "Yoshiaki Yatsu",
      "aboutText": "Gadde Rajendra Prasad (Telugu: గద్దె రాజేంద్ర ప్రసాద్; born 19 July 1956) is an Indian film actor who predominantly works in the Telugu cinema is considered to be one of the finest comic heroes in Telugu film industry. In 1991, he received Andhra Pradesh state's Nandi Award for Best Actor for Erra Mandaram. And after almost 25 years, he received his second Nandi Award for Best Actor for Aa Naluguru.",
      "pageId": 7275643,
      "monthDay": "07/19"
    },
    {
      "year": "1958",
      "uri": "/wiki/Brad_Drewett",
      "name": "Brad Drewett",
      "aboutText": "Juan José Campanella (born July 19, 1959) is an Argentine television and film director, writer and producer. He is a prominent figure of cinema in his country, and achieved worldwide fame with the release of The Secret in Their Eyes (2009).",
      "pageId": 8540406,
      "monthDay": "07/19"
    },
    {
      "year": "1958",
      "uri": "/wiki/Robert_Gibson_(wrestler)",
      "name": "Robert Gibson",
      "aboutText": "Nancy Folbre (19 July 1952) is an American feminist economist who focuses on economics and the family (or family economics), non-market work and the economics of care. She is Professor of economics at the University of Massachusetts Amherst.",
      "pageId": 10788704,
      "monthDay": "07/19"
    },
    {
      "year": "1958",
      "uri": "/wiki/David_Robertson_(conductor)",
      "name": "David Robertson",
      "aboutText": "Brad Drewett (19 July 1958 – 3 May 2013) was an Australian tennis player and ATP official. He was the 1975 and 1977 Australian Open Junior champion and the youngest player at age 17 to win the title since Ken Rosewall and John Newcombe. He was also the third-youngest Australian Open quarter-finalist in his first Grand Slam, at 17 years 5 months in 1975, behind Boris Becker, 17 years 4 days in 1984 and Goran Ivanišević, 17 years 4 months in 1989.",
      "pageId": 11624045,
      "monthDay": "07/19"
    },
    {
      "year": "1959",
      "uri": "/wiki/Juan_J._Campanella",
      "name": "Juan J. Campanella",
      "aboutText": "Mark O’Donnell (July 19, 1954 – August 6, 2012) was an American writer and humorist.",
      "pageId": 14649199,
      "monthDay": "07/19"
    },
    {
      "year": "1960",
      "uri": "/wiki/Atom_Egoyan",
      "name": "Atom Egoyan",
      "aboutText": "Joseph T. Mohen, better known as Joe Mohen, (born July 19, 1956) is a digital media entrepreneur having been CEO of Nylon Media, best known for having been founder and CEO and co-founder of election.com, which ran the Arizona Democratic Primary in March 2000, the world’s first legally binding election conducted on the Internet, according to the company.",
      "pageId": 22837282,
      "monthDay": "07/19"
    },
    {
      "year": "1960",
      "uri": "/wiki/Kevin_Haskins",
      "name": "Kevin Haskins",
      "aboutText": "Colin James Ness Wilson (born 1956) FRS is Professor of Volcanology at Victoria University of Wellington in New Zealand.\n^ a b c d WILSON, Prof. Colin James Ness.",
      "pageId": 46858309,
      "monthDay": "07/19"
    },
    {
      "year": "1961",
      "uri": "/wiki/Harsha_Bhogle",
      "name": "Harsha Bhogle",
      "aboutText": "Dame Evelyn Elizabeth Ann Glennie, DBE (born 19 July 1965) is a Scottish virtuoso percussionist.",
      "pageId": 276258,
      "monthDay": "07/19"
    },
    {
      "year": "1961",
      "uri": "/wiki/Maria_Filatova",
      "name": "Maria Filatova",
      "aboutText": "Garth Richard Nix (born 19 July 1963) is an Australian writer who specialises in children's and young adults' fantasy novels, notably the Old Kingdom, Seventh Tower and Keys to the Kingdom series. He has frequently been asked if his name is a pseudonym, to which he has responded, \"I guess people ask me because it sounds like the perfect name for a writer of fantasy.",
      "pageId": 292062,
      "monthDay": "07/19"
    },
    {
      "year": "1961",
      "uri": "/wiki/Lisa_Lampanelli",
      "name": "Lisa Lampanelli",
      "aboutText": "Lisa Lampanelli (born Lisa Marie Lampugnale; July 19, 1961) is an American stand-up comedian and insult comic.",
      "pageId": 314059,
      "monthDay": "07/19"
    },
    {
      "year": "1961",
      "uri": "/wiki/Beno%C3%AEt_Mariage",
      "name": "Benoît Mariage",
      "aboutText": "Anthony Charles Edwards (born July 19, 1962) is an American actor and director.",
      "pageId": 376009,
      "monthDay": "07/19"
    },
    {
      "year": "1961",
      "uri": "/wiki/Hideo_Nakata",
      "name": "Hideo Nakata",
      "aboutText": "Hideo Nakata (中田 秀夫 Nakata Hideo; born July 19, 1961) is a Japanese filmmaker.\n^ Schilling, Mark (18 January 2010). \"Hideo Nakata to direct 'Incite Mill'\".",
      "pageId": 580817,
      "monthDay": "07/19"
    },
    {
      "year": "1961",
      "uri": "/wiki/Campbell_Scott",
      "name": "Campbell Scott",
      "aboutText": "Stuart Orlando Scott (July 19, 1965 – January 4, 2015) was an American sportscaster and anchor on ESPN, most notably on SportsCenter. Well known for his hip-hop style and use of catchphrases, Scott was also a regular for the network in its National Basketball Association (NBA) and the National Football League (NFL) coverage.\nScott grew up in North Carolina, and graduated from the University of North Carolina at Chapel Hill.",
      "pageId": 631793,
      "monthDay": "07/19"
    },
    {
      "year": "1962",
      "uri": "/wiki/Anthony_Edwards",
      "name": "Anthony Edwards",
      "aboutText": "Harsha Bhogle (born 19 July 1961) is an Indian cricket commentator and journalist. He was born in a Marathi speaking family in Hyderabad.",
      "pageId": 1075312,
      "monthDay": "07/19"
    },
    {
      "year": "1963",
      "uri": "/wiki/Garth_Nix",
      "name": "Garth Nix",
      "aboutText": "Yael Abecassis (Hebrew: יעל אבקסיס‎; born 19 July 1967) is an Israeli actress and model. She married Israeli actor Lior Miller in 1996 and has one child. They divorced in 2003.",
      "pageId": 1209032,
      "monthDay": "07/19"
    },
    {
      "year": "1964",
      "uri": "/wiki/Andr%C3%A9_A._Jackson",
      "name": "André A. Jackson",
      "aboutText": "Robert Conrad \"Robb\" Flynn (born Lawrence Matthew Cardine, July 19, 1967, Oakland, California) is the lead vocalist and guitarist for the heavy metal band Machine Head.",
      "pageId": 1325913,
      "monthDay": "07/19"
    },
    {
      "year": "1964",
      "uri": "/wiki/Masahiko_Kond%C5%8D",
      "name": "Masahiko Kondō",
      "aboutText": "Campbell Scott (born July 19, 1961) is an American actor, director, producer, and voice artist.",
      "pageId": 1507980,
      "monthDay": "07/19"
    },
    {
      "year": "1964",
      "uri": "/wiki/Mark_Wigglesworth",
      "name": "Mark Wigglesworth",
      "aboutText": "Pavel Kuka (born 19 July 1968 in Prague) is a former Czech football forward.\nKuka started and finished his career at Slavia Praha, playing with the club from 1989–93 and then from 2000–05. He has also played for 1.",
      "pageId": 2315570,
      "monthDay": "07/19"
    },
    {
      "year": "1965",
      "uri": "/wiki/Evelyn_Glennie",
      "name": "Evelyn Glennie",
      "aboutText": "David Vincent Segui, (/sɨˈɡiː/; born July 19, 1966) is an American former Major League Baseball first baseman.\nSegui was born in Kansas City, Kansas, the son of former Major League Baseball pitcher Diego Segui. He played collegiate baseball for Louisiana Tech University and Kansas City Kansas Community College.",
      "pageId": 2806454,
      "monthDay": "07/19"
    },
    {
      "year": "1965",
      "uri": "/wiki/Stuart_Scott",
      "name": "Stuart Scott",
      "aboutText": "Nancy Ellen Carell (née Walls) is an American actress, comedian, and writer best known for her work on Saturday Night Live, The Daily Show, and The Office. She is the wife of actor-comedian Steve Carell, the couple are creators of the upcoming TBS comedy series Angie Tribeca.",
      "pageId": 3434668,
      "monthDay": "07/19"
    },
    {
      "year": "1965",
      "uri": "/wiki/Claus-Dieter_Wollitz",
      "name": "Claus-Dieter Wollitz",
      "aboutText": "Maria Evgenievna Filatova (Russian: Мария Евгеньевна Филатова) (born July 19, 1961) is a retired Soviet gymnast who competed at the 1976 and 1980 Olympics.",
      "pageId": 4530672,
      "monthDay": "07/19"
    },
    {
      "year": "1966",
      "uri": "/wiki/Nancy_Carell",
      "name": "Nancy Carell",
      "aboutText": "Benoît Mariage (born 19 July 1961) is a Belgian film director.",
      "pageId": 6867290,
      "monthDay": "07/19"
    },
    {
      "year": "1966",
      "uri": "/wiki/David_Segui",
      "name": "David Segui",
      "aboutText": "André Action Diakité Jackson (Arabic: أندريه جاكسون‎), (born July 19, 1964), also known by his African clan name \"M’Zée Fula-Ngenge\" (pronounced [əmˈzeɪ:] [fu:la] [ng'eing'ei]), is a French diamond industrialist and head of JFPI Corporation.",
      "pageId": 8150174,
      "monthDay": "07/19"
    },
    {
      "year": "1967",
      "uri": "/wiki/Yael_Abecassis",
      "name": "Yael Abecassis",
      "aboutText": "Masahiko Kondō (近藤 真彦, Kondō Masahiko, born July 19, 1964 in Yokohama, Japan) or Matchy is a Japanese singer, lyricist and actor represented by Johnny & Associates.\nKondō is also a semi-professional racing driver and a racing team owner.",
      "pageId": 10592282,
      "monthDay": "07/19"
    },
    {
      "year": "1967",
      "uri": "/wiki/Jean-Fran%C3%A7ois_Mercier",
      "name": "Jean-François Mercier",
      "aboutText": "Mark Wigglesworth (born 19 July 1964) is a British conductor.",
      "pageId": 11278985,
      "monthDay": "07/19"
    },
    {
      "year": "1968",
      "uri": "/wiki/Robb_Flynn",
      "name": "Robb Flynn",
      "aboutText": "Claus-Dieter Wollitz (born 19 July 1965) is a German former footballer and most recently the manager of FC Viktoria Köln.",
      "pageId": 20601302,
      "monthDay": "07/19"
    },
    {
      "year": "1968",
      "uri": "/wiki/Pavel_Kuka",
      "name": "Pavel Kuka",
      "aboutText": "Jean-François Mercier (born 19 July 1967) is a comedian, screenwriter and television host from Quebec, Canada.\nSelf-nicknamed Le Gros Cave (French for fat dumbass) he gained recognition through TV shows appearances in The Mike Ward Show in the early 2000s, where he played a recurring character known as The Frustrated Guy. Mercier later had his own one-man show, appeared several times at Montreal's French comedy festival Just For Laughs and was one of the screenwriters of TV show Les Bougon.",
      "pageId": 31587853,
      "monthDay": "07/19"
    },
    {
      "year": "1968",
      "uri": "/wiki/Jim_Norton_(American_comedian)",
      "name": "Jim Norton",
      "aboutText": "Vitali Volodymyrovych Klitschko (/vɨˈtæli ˈklɪtʃkoʊ/; Ukrainian: Віта́лій Володи́мирович Кличко́, [ʋiˈtɑʎiɪ̯ klɪtʃˈkɔ]; born 19 July 1971, Belovodsk, Kyrgyzstan) is a Ukrainian politician and former professional boxer, who currently serves as Mayor of Kiev (the capital and largest city in Ukraine) and head of the Kiev City State Administration. He has held both offices since June 2014.\nKlitschko is the leader of the Petro Poroshenko Bloc and a former Member of the Ukrainian Parliament.",
      "pageId": 555483,
      "monthDay": "07/19"
    },
    {
      "year": "1969",
      "uri": "/wiki/Matthew_Libatique",
      "name": "Matthew Libatique",
      "aboutText": "Nicola Ferguson Sturgeon (born 19 July 1970) is a Scottish politician who is the fifth and current First Minister of Scotland and the leader of the Scottish National Party, in office since 2014. She is the first woman to hold either position. Sturgeon has been a member of the Scottish Parliament since 1999, first as an additional member for the Glasgow electoral region from 1999 to 2007, and as the member for Glasgow Southside since 2007 (known as Glasgow Govan from 2007 to 2011).",
      "pageId": 579570,
      "monthDay": "07/19"
    },
    {
      "year": "1970",
      "uri": "/wiki/Bill_Chen",
      "name": "Bill Chen",
      "aboutText": "Scott Walker (born July 19, 1973) is a retired Canadian professional ice hockey player who is currently a player development consultant for the Vancouver Canucks of the National Hockey League (NHL).\nDuring his 17 seasons as a professional hockey player, Walker played in 829 regular season games in the NHL where he scored 397 points and earned 1,135 minutes in penalties before retiring as a player following the 2009–10 NHL season. He also competed in three Ice Hockey World Championships (1999, 2001, and 2005) as a member of Team Canada.",
      "pageId": 607996,
      "monthDay": "07/19"
    },
    {
      "year": "1970",
      "uri": "/wiki/Nicola_Sturgeon",
      "name": "Nicola Sturgeon",
      "aboutText": "James Joseph \"Jim\" Norton, Jr. (born July 19, 1968) is an American comedian, radio personality, author, and actor. He is the co-host of the Opie with Jim Norton show with Gregg Hughes, which airs on Sirius XM Radio and was previously the third mic on The Opie & Anthony Show.",
      "pageId": 1045735,
      "monthDay": "07/19"
    },
    {
      "year": "1971",
      "uri": "/wiki/Russell_Allen",
      "name": "Russell Allen",
      "aboutText": "Saïd Taghmaoui (born July 19, 1973) is a French American actor and screenwriter. One of his major screen roles was that of Saïd in the 1995 French film La Haine, directed by Mathieu Kassovitz. Taghmaoui has also appeared in a number of English-language films, with roles such as the Iraqi interrogator captain in Three Kings (1999), and Omar in Traitor (2008).",
      "pageId": 1284319,
      "monthDay": "07/19"
    },
    {
      "year": "1971",
      "uri": "/wiki/Urs_B%C3%BChler",
      "name": "Urs Bühler",
      "aboutText": "Ebbe Sand (born 19 July 1972) is a Danish former professional footballer who played as a striker for Brøndby IF in Denmark and FC Schalke 04 in Germany. He was the German Bundesliga top scorer in 2001, and he won the DFB-Pokal in 2001 and 2002 with Schalke. On the international stage, he represented the Denmark national football team at the 1998 and 2002 FIFA World Cup, as well as the 2000 and 2004 European Championships.",
      "pageId": 1429576,
      "monthDay": "07/19"
    },
    {
      "year": "1971",
      "uri": "/wiki/Rene_Busch",
      "name": "Rene Busch",
      "aboutText": "Catriona Rowntree (born 19 July 1971) is an Australian presenter for Australian Nine Network's Getaway program.",
      "pageId": 1507689,
      "monthDay": "07/19"
    },
    {
      "year": "1971",
      "uri": "/wiki/Vitali_Klitschko",
      "name": "Vitali Klitschko",
      "aboutText": "Vincent Spadea [SPAY-dee-ya] (born July 19, 1974) is a former ATP Tour professional tennis player from the United States.\nHe reached a career high tenth position in the ATP Champions Race in April 2003, as well as a career-high ATP eighteenth ranking in February 2005. He has career prize money earnings of over $5,000,000.",
      "pageId": 1574767,
      "monthDay": "07/19"
    },
    {
      "year": "1971",
      "uri": "/wiki/Michael_Modest",
      "name": "Michael Modest",
      "aboutText": "Martin Powell (born 19 July 1973 in Sheffield, South Yorkshire, England) is an English musician. In 1991, Powell auditioned for the position of bass-playing in the band My Dying Bride, but was turned down as the band had just filled the position. Upon informing the band he was also a violin and keyboard player, he was hired as a session musician, before becoming the band's permanent violinist and keyboardist.",
      "pageId": 1598387,
      "monthDay": "07/19"
    },
    {
      "year": "1971",
      "uri": "/wiki/Catriona_Rowntree",
      "name": "Catriona Rowntree",
      "aboutText": "Russell Allen (born July 19, 1971 in Long Beach, California) is a singer best known as the vocalist of American progressive metal band Symphony X.",
      "pageId": 1973694,
      "monthDay": "07/19"
    },
    {
      "year": "1971",
      "uri": "/wiki/Lesroy_Weekes",
      "name": "Lesroy Weekes",
      "aboutText": "Michael K. Cariglio (born July 19, 1971) is an American professional wrestler, better known by his stage name, Michael Modest (sometimes shortened to Mike Modest). A Bay Area legend on the independent circuit scene, Modest ran the promotion Pro Wrestling IRON with tag partner Donovan Morgan and Frank Murdoch until its closure in 2005. Modest has also wrestled in Japan for Pro Wrestling Noah, winning the GHC Junior Heavyweight Championship after defeating Yoshinobu Kanemaru.",
      "pageId": 2234183,
      "monthDay": "07/19"
    },
    {
      "year": "1972",
      "uri": "/wiki/Naohito_Fujiki",
      "name": "Naohito Fujiki",
      "aboutText": "Matthew Libatique (born July 19, 1968) is an American cinematographer best known for his work with director Darren Aronofsky on such films as π, Requiem for a Dream, The Fountain and Black Swan.",
      "pageId": 2964410,
      "monthDay": "07/19"
    },
    {
      "year": "1972",
      "uri": "/wiki/Ebbe_Sand",
      "name": "Ebbe Sand",
      "aboutText": "Urs Toni Bühler (born 19 July 1971 in Willisau, Lucerne, Switzerland) is a classically-trained tenor.",
      "pageId": 3155722,
      "monthDay": "07/19"
    },
    {
      "year": "1973",
      "uri": "/wiki/Martin_Powell",
      "name": "Martin Powell",
      "aboutText": "Arturo García Ortiz is a Mexican professional wrestler, who works for Consejo Mundial de Lucha Libre under the ring name Rey Bucanero (Spanish for \"Buccaneer king\"). Outside of lucha libre, he has also worked in Japan for New Japan Pro Wrestling, Frontier Martial Arts Wrestling, Toryumon and Dragondoor.\n^ a b c d e \"Rudos – Rey Bucanero\".",
      "pageId": 4045920,
      "monthDay": "07/19"
    },
    {
      "year": "1973",
      "uri": "/wiki/Sa%C3%AFd_Taghmaoui",
      "name": "Saïd Taghmaoui",
      "aboutText": "Naohito Fujiki (藤木 直人, Fujiki Naohito, born July 19, 1972) is a Japanese actor and singer.",
      "pageId": 4841179,
      "monthDay": "07/19"
    },
    {
      "year": "1973",
      "uri": "/wiki/Scott_Walker_(ice_hockey)",
      "name": "Scott Walker",
      "aboutText": "William \"Bill\" Chen (born 1970 in Williamsburg, Virginia) is an American quantitative analyst, poker player, and software designer.",
      "pageId": 5836066,
      "monthDay": "07/19"
    },
    {
      "year": "1974",
      "uri": "/wiki/Rey_Bucanero",
      "name": "Rey Bucanero",
      "aboutText": "Francisco Copado Álvarez (born 19 July 1974) is a German retired footballer who played mainly as a striker.",
      "pageId": 7242823,
      "monthDay": "07/19"
    },
    {
      "year": "1974",
      "uri": "/wiki/Francisco_Copado",
      "name": "Francisco Copado",
      "aboutText": "Josée Piché (born July 19, 1974) is a Canadian former ice dancer.",
      "pageId": 9514082,
      "monthDay": "07/19"
    },
    {
      "year": "1974",
      "uri": "/wiki/Jos%C3%A9e_Pich%C3%A9",
      "name": "Josée Piché",
      "aboutText": "Lesroy Charlesworth Weekes (born 19 July 1971, Montserrat, Lesser Antilles, West Indies) was a first-class cricketer.\nWeekes was a fast bowler who made appearances for the Leeward Islands, Lincolnshire, Northamptonshire, Yorkshire and the Yorkshire Cricket Board, taking sixty nine first-class wickets at an average of 27.11, and scoring 535 runs at 17.83, in a fitful career which spanned the 1990s. He also played in twenty eight List A one day games, taking 27 wickets at 40.14.",
      "pageId": 10365749,
      "monthDay": "07/19"
    },
    {
      "year": "1974",
      "uri": "/wiki/Vince_Spadea",
      "name": "Vince Spadea",
      "aboutText": "Rene Busch (born July 19, 1971 in Tallinn) is a tennis coach and former Estonian tennis player. He achieved his career high ATP ranking in 1995 on No.793.\nHe is the all-time singles wins leader for Estonia Davis Cup team.",
      "pageId": 14247558,
      "monthDay": "07/19"
    },
    {
      "year": "1974",
      "uri": "/wiki/Preston_Wilson",
      "name": "Preston Wilson",
      "aboutText": "Richard Alexander Ankiel (/ˈæŋkiːl/; born July 19, 1979) is an American former professional baseball outfielder and pitcher. Ankiel played in Major League Baseball from 1999 through 2013 for the St. Louis Cardinals, Kansas City Royals, Atlanta Braves, Washington Nationals, Houston Astros, and New York Mets.",
      "pageId": 1090387,
      "monthDay": "07/19"
    },
    {
      "year": "1975",
      "uri": "/wiki/Luca_Castellazzi",
      "name": "Luca Castellazzi",
      "aboutText": "Xavier Malisse (born 19 July 1980) is a retired Belgian tennis player. Born in the north-western Flemish city of Kortrijk and nicknamed X-Man, he is only one of two players from Belgium (the other being David Goffin) to have been ranked in the top 20 of the ATP tour, with a career-high singles ranking of World No. 19.",
      "pageId": 1551805,
      "monthDay": "07/19"
    },
    {
      "year": "1975",
      "uri": "/wiki/Wax_Tailor",
      "name": "Wax Tailor",
      "aboutText": "Charles John Spencer (born July 19, 1977) is an American retired professional wrestler.",
      "pageId": 1690976,
      "monthDay": "07/19"
    },
    {
      "year": "1976",
      "uri": "/wiki/Benedict_Cumberbatch",
      "name": "Benedict Cumberbatch",
      "aboutText": "Michelle Christine Heaton (born 19 July 1979) is an English pop singer, actress, television personality, personal trainer and glamour model. Heaton was a member of the pop group Liberty X from 2001 until they announced their split in 2007: they reformed one year later for a small gig.",
      "pageId": 1789778,
      "monthDay": "07/19"
    },
    {
      "year": "1976",
      "uri": "/wiki/Gonzalo_de_los_Santos",
      "name": "Gonzalo de los Santos",
      "aboutText": "Preston James Richard Wilson (born July 19, 1974) is a former professional baseball outfielder. He played all or part of ten seasons in Major League Baseball from 1998-2007. He is both the nephew and stepson of former New York Mets star Mookie Wilson.",
      "pageId": 1889674,
      "monthDay": "07/19"
    },
    {
      "year": "1976",
      "uri": "/wiki/Angela_Griffin",
      "name": "Angela Griffin",
      "aboutText": "Benedict Timothy Carlton Cumberbatch CBE (born 19 July 1976) is an English actor and film producer who has performed in film, television, theatre and radio. The son of actors Timothy Carlton and Wanda Ventham, he graduated from the University of Manchester and continued his training at the London Academy of Music and Dramatic Art, obtaining a Master of Arts in Classical Acting. He first performed at the Open Air Theatre, Regent's Park in Shakespearean productions such as Love's Labour's Lost (2001), A Midsummer Night's Dream (2001), and Romeo and Juliet (2002).",
      "pageId": 2275990,
      "monthDay": "07/19"
    },
    {
      "year": "1976",
      "uri": "/wiki/Vinessa_Shaw",
      "name": "Vinessa Shaw",
      "aboutText": "Edward Thomas \"Ed\" Smith (born 19 July 1977) is an English author and journalist, former professional cricketer, and cricket commentator.\nSmith was born in Pembury, Kent. He attended Yardley Court, Tonbridge School and Cambridge University before playing First-class cricket for Kent, Middlesex and England.",
      "pageId": 2392462,
      "monthDay": "07/19"
    },
    {
      "year": "1977",
      "uri": "/wiki/Jean-S%C3%A9bastien_Aubin",
      "name": "Jean-Sébastien Aubin",
      "aboutText": "Luke Paul Young (born 19 July 1979) is an English footballer who plays as a defender.\nYoung began his career at Tottenham Hotspur in 1997, before moving to Charlton Athletic in 2001, where he spent six seasons. He then had stints at Middlesbrough and Aston Villa before moving to QPR in 2011.",
      "pageId": 2606970,
      "monthDay": "07/19"
    },
    {
      "year": "1977",
      "uri": "/wiki/Tony_Mamaluke",
      "name": "Tony Mamaluke",
      "aboutText": "Vinessa Elizabeth Shaw (born July 19, 1976) is an American film actress and model. Shaw has starred in numerous motion pictures since the early 1990s and was a supporting cast member in the Showtime Drama Ray Donovan. Her breakout role was in Disney's 1993 Halloween comedy-fantasy hit film Hocus Pocus.",
      "pageId": 2702911,
      "monthDay": "07/19"
    },
    {
      "year": "1977",
      "uri": "/wiki/Haitham_Mustafa",
      "name": "Haitham Mustafa",
      "aboutText": "Jean-Sébastien \"J. S.\" Aubin (born July 19, 1977 in Montreal, Quebec) is a Canadian professional ice hockey goaltender who plays for the Angers Dukes of the French Ligue Magnus.",
      "pageId": 2854874,
      "monthDay": "07/19"
    },
    {
      "year": "1977",
      "uri": "/wiki/Ed_Smith_(cricketer)",
      "name": "Ed Smith",
      "aboutText": "Congenige Randhi Dilhara Fernando (born 19 July 1979) is a professional Sri Lankan cricketer playing for Tests, ODIs and T20Is in international arena . He is a right-handed pace bowler. Dilhara studied at De Mazenod College Kandana.",
      "pageId": 3068646,
      "monthDay": "07/19"
    },
    {
      "year": "1978",
      "uri": "/wiki/Atsushi_Harada",
      "name": "Atsushi Harada",
      "aboutText": "Angela Mellissa Griffin (born 19 July 1976 in Leeds) is an English actress and television presenter who has been active on British television since the early 1990s.",
      "pageId": 3499695,
      "monthDay": "07/19"
    },
    {
      "year": "1979",
      "uri": "/wiki/Rick_Ankiel",
      "name": "Rick Ankiel",
      "aboutText": "Giorgio Mondini (Born July 19, 1980) is an Automobile racing driver from Geneva, Switzerland.",
      "pageId": 3949040,
      "monthDay": "07/19"
    },
    {
      "year": "1979",
      "uri": "/wiki/Josu%C3%A9_Anunciado_de_Oliveira",
      "name": "Josué Anunciado de Oliveira",
      "aboutText": "Hytham Mostafa Karar (Arabic: هيثم مصطفي كرار) (born 19 July 1977 in Khartoum North) is a Sudanese footballer playing for Al-Merrikh as midfielder. He was the captain of Al-Hilal Omdurman and the Sudan national football team.\nHe joined Al-Hilal in November 1995 after transferring from Al-Ameer Al-Bahrawi, a second league team.",
      "pageId": 4277266,
      "monthDay": "07/19"
    },
    {
      "year": "1979",
      "uri": "/wiki/Dilhara_Fernando",
      "name": "Dilhara Fernando",
      "aboutText": "Atsushi Harada (原田篤, Koga Mitsuki, born July 19, 1978 in Handa, Aichi) is a Japanese actor in the Tokusatsu genre. He is best known for being Kamen Rider Delta in Kamen Rider 555, and Shou Tatsumi/Go Green in the 1999 Super Sentai Series Kyuukyuu Sentai GoGo-V, and reprised his role in the Sentai Teamup Special Timeranger vs. GoGo-V and Gokaiger.",
      "pageId": 5578294,
      "monthDay": "07/19"
    },
    {
      "year": "1979",
      "uri": "/wiki/Luke_Young_(footballer,_born_1979)",
      "name": "Luke Young",
      "aboutText": "Gonzalo de los Santos da Rosa (born 19 July 1976) is an Uruguayan retired footballer who played as a defensive midfielder, and a current coach.\nHe spent the vast majority of his professional career in Spain, playing nearly 300 official matches for six clubs over 11 seasons – 179 in La Liga alone, being crowned champion with Valencia – but started and finished it at the same club, Peñarol.",
      "pageId": 5682252,
      "monthDay": "07/19"
    },
    {
      "year": "1979",
      "uri": "/wiki/Michelle_Heaton",
      "name": "Michelle Heaton",
      "aboutText": "Mark Allen Webber (born July 19, 1980) is an American actor, screenwriter, and director known for his roles in the films Snow Day, Weapons and Scott Pilgrim vs. the World.",
      "pageId": 5699711,
      "monthDay": "07/19"
    },
    {
      "year": "1980",
      "uri": "/wiki/Xavier_Malisse",
      "name": "Xavier Malisse",
      "aboutText": "Luca Castellazzi (born 19 July 1975) is an Italian professional footballer who plays for Torino as a goalkeeper.",
      "pageId": 5959148,
      "monthDay": "07/19"
    },
    {
      "year": "1980",
      "uri": "/wiki/Giorgio_Mondini",
      "name": "Giorgio Mondini",
      "aboutText": "Jean-Christophe Le Saoût (born 19 July 1975 in Vernon, Eure), better known by the stage name Wax Tailor, is a French trip hop/hip hop producer.",
      "pageId": 6294967,
      "monthDay": "07/19"
    },
    {
      "year": "1980",
      "uri": "/wiki/Mark_Webber_(actor)",
      "name": "Mark Webber",
      "aboutText": "Josué Anunciado de Oliveira, or simply Josué (born 19 July 1979 in Vitória de Santo Antão), is a Brazilian defensive midfielder who currently plays for Atlético Mineiro.",
      "pageId": 7982931,
      "monthDay": "07/19"
    },
    {
      "year": "1981",
      "uri": "/wiki/Nen%C3%AA_(footballer,_born_1981)",
      "name": "Nenê",
      "aboutText": "Jared Tristan Padalecki (born July 19, 1982) is an American actor. He grew up in Texas and rose to fame in the early 2000s after appearing on the television series Gilmore Girls as well as such films as New York Minute and House of Wax.",
      "pageId": 900572,
      "monthDay": "07/19"
    },
    {
      "year": "1981",
      "uri": "/wiki/David_Bernard_(cricketer)",
      "name": "David Bernard",
      "aboutText": "Billy James Gobble (born July 19, 1981) is a former Major League Baseball pitcher who last played in the Colorado Rockies organization.",
      "pageId": 1574463,
      "monthDay": "07/19"
    },
    {
      "year": "1981",
      "uri": "/wiki/Mark_Gasnier",
      "name": "Mark Gasnier",
      "aboutText": "Grégory Vignal (born 19 July 1981 in Montpellier) is a French footballer. A left full back or midfielder, he plays for CFA club AS Béziers.\nVignal has played in the top division in five countries – England, France, Spain, Scotland and Greece – and in the second tier in a sixth, Germany, though as of 2012 he is yet to play more than 30 league games for any of his clubs.",
      "pageId": 2222254,
      "monthDay": "07/19"
    },
    {
      "year": "1981",
      "uri": "/wiki/Jimmy_Gobble",
      "name": "Jimmy Gobble",
      "aboutText": "Mark Gasnier (born 19 July 1981) is an Australian former professional rugby league footballer of the 2000s and 2010s. A New South Wales State of Origin and national representative centre three-quarter back, he played eleven seasons in the National Rugby League with the St. George Illawarra Dragons, punctuated by two seasons of rugby union played with the French club Stade Français.",
      "pageId": 2725903,
      "monthDay": "07/19"
    },
    {
      "year": "1981",
      "uri": "/wiki/Didz_Hammond",
      "name": "Didz Hammond",
      "aboutText": "Stuart Parnaby (born 19 July 1982) is a retired English professional footballer who played as a right back.\nParnaby graduated from Middlesbrough's Academy, which was run by his father, Dave. He went on to make more than 100 appearances for Middlesbrough's first team before joining Birmingham City in 2007.",
      "pageId": 2861050,
      "monthDay": "07/19"
    },
    {
      "year": "1981",
      "uri": "/wiki/Nikki_Osborne",
      "name": "Nikki Osborne",
      "aboutText": "David Jonathan Hammond (born 19 July 1981), better known as Didz Hammond, is an English bassist. He was the bassist and backing vocalist in The Cooper Temple Clause (while also occasionally playing other instruments), and in Carl Barât's Dirty Pretty Things. The band's second album, Romance At Short Notice, saw Hammond taking on more vocal duties within the band, for example contributing all the vocals on the ballad \"The North\".",
      "pageId": 2933027,
      "monthDay": "07/19"
    },
    {
      "year": "1981",
      "uri": "/wiki/Malvika_Subba",
      "name": "Malvika Subba",
      "aboutText": "Fedor Anatolievich Tyutin (Russian: Фёдор Анатольевич Тютин, Fjodor Tjutin; born 19 July 1983) is a Russian professional ice hockey defenceman currently playing for the Columbus Blue Jackets of the National Hockey League (NHL). Tyutin was drafted in the second round, 40th overall by the New York Rangers in the 2001 NHL Entry Draft.",
      "pageId": 3684443,
      "monthDay": "07/19"
    },
    {
      "year": "1981",
      "uri": "/wiki/Gr%C3%A9gory_Vignal",
      "name": "Grégory Vignal",
      "aboutText": "Alessandra Tiotangco Schiavone, known professionally as Alessandra De Rossi (born 19 July 1984, England) is an Italian-Filipina actress. She is the younger sister of actress Assunta De Rossi.\nAt the age of 16, De Rossi won the FAMAS Awards Best Supporting Actress for her role in Azucena.",
      "pageId": 3720524,
      "monthDay": "07/19"
    },
    {
      "year": "1982",
      "uri": "/wiki/Christopher_Bear",
      "name": "Christopher Bear",
      "aboutText": "David Eddison Bernard (born 19 July 1981) is a West Indian cricketer who has played for the West Indies in Tests and ODIs.\nHe played his second test for a weakened West Indies team on 9 July 2009.",
      "pageId": 3904408,
      "monthDay": "07/19"
    },
    {
      "year": "1982",
      "uri": "/wiki/Phil_Coke",
      "name": "Phil Coke",
      "aboutText": "Anderson Luiz de Carvalho (born 19 July 1981), known as Nenê, is a Brazilian professional footballer who plays for CR Vasco da Gama. A left winger, he is most known for his crossing ability, as well as being a free kick specialist.\nHe played most of his professional career in Spain, representing four clubs and amassing La Liga totals of 140 games and 23 goals over the course of four seasons, and France, where he appeared with Monaco and Paris Saint-Germain for 142 Ligue 1 matches in four-and-a-half campaigns (55 goals).",
      "pageId": 5547850,
      "monthDay": "07/19"
    },
    {
      "year": "1982",
      "uri": "/wiki/Jared_Padalecki",
      "name": "Jared Padalecki",
      "aboutText": "Jess Kedwell Vanstrattan (born 19 July 1982) is a retired Australian professional footballer who played as a goalkeeper. He also is the goalkeeping coach for Newcastle Jets in the A-League.\nVanstrattan was born in Gosford and started his senior career with Central Coast.",
      "pageId": 6679436,
      "monthDay": "07/19"
    },
    {
      "year": "1982",
      "uri": "/wiki/Stuart_Parnaby",
      "name": "Stuart Parnaby",
      "aboutText": "Nikki Osborne (born 19 July 1981 in Redcliffe, Queensland, Australia) is an Australian actress, former model and television presenter. Osborne is best known as a former host of the now-defunct late night interactive quiz series, Quizmania ( Nine Network, 2006–2007).",
      "pageId": 8331260,
      "monthDay": "07/19"
    },
    {
      "year": "1982",
      "uri": "/wiki/Jess_Vanstrattan",
      "name": "Jess Vanstrattan",
      "aboutText": "Lasse Gjertsen (born 19 July 1984) is a Norwegian animator, musician, and videographer known on YouTube as lassegg. He is best known for his short pieces \"Hyperactive\" and \"Amateur\", big hits in the early years of YouTube, which strung together short clips of video to create a unique form of video akin to stop-motion animation.",
      "pageId": 8574983,
      "monthDay": "07/19"
    },
    {
      "year": "1983",
      "uri": "/wiki/Helen_Skelton",
      "name": "Helen Skelton",
      "aboutText": "Kaitlin Janette Doubleday (born July 19, 1984) is an American actress.",
      "pageId": 11716041,
      "monthDay": "07/19"
    },
    {
      "year": "1983",
      "uri": "/wiki/Fedor_Tyutin",
      "name": "Fedor Tyutin",
      "aboutText": "Christopher Bear (born July 19, 1982) is a drummer and multi-instrumentalist member of the Brooklyn-based indie-rock group, Grizzly Bear.\nBear joined the group with singer Ed Droste for contributions on their first record, Horn of Plenty. He also contributed to Earl Greyhound's self-titled EP in 2004.",
      "pageId": 16754811,
      "monthDay": "07/19"
    },
    {
      "year": "1983",
      "uri": "/wiki/Craig_Vye",
      "name": "Craig Vye",
      "aboutText": "Helen Skelton-Myler, born and also still known professionally as Helen Skelton (born on 19 July 1983, Kirkby Thore), is a British television presenter, best known for co-presenting the BBC children's programme Blue Peter from 2008 until 2013  and as a regular relief presenter on Countryfile since 2008.\nSince 2013, she has co-presented the factual BBC One programme Holiday Hit Squad alongside Angela Rippon and Joe Crowley.\n^ a b \"Colin Jackson's Raise Your Game No pain No gain - Helen Skelton\".",
      "pageId": 19083726,
      "monthDay": "07/19"
    },
    {
      "year": "1984",
      "uri": "/wiki/Alessandra_De_Rossi",
      "name": "Alessandra De Rossi",
      "aboutText": "Phillip Douglas Coke (born July 19, 1982) is an American professional baseball pitcher who is a free agent.",
      "pageId": 19135905,
      "monthDay": "07/19"
    },
    {
      "year": "1984",
      "uri": "/wiki/Kaitlin_Doubleday",
      "name": "Kaitlin Doubleday",
      "aboutText": "Craig Vye (born 19 July 1983), is an English actor, best known for his role as Ethan Scott in teen soap opera Hollyoaks.",
      "pageId": 32529027,
      "monthDay": "07/19"
    },
    {
      "year": "1984",
      "uri": "/wiki/Lasse_Gjertsen",
      "name": "Lasse Gjertsen",
      "aboutText": "Malvika Subba (Nepali: माल्बिका सुब्बा) (born July 19, 1981 in Bansbari, Kathmandu) is a Nepalese media personality, beauty pageant winner, actress, television host, social activist & entrepreneur. She finished her university from Tribhuwan University with Masters in Mass Communication and Journalism.",
      "pageId": 34508054,
      "monthDay": "07/19"
    },
    {
      "year": "1984",
      "uri": "/wiki/Matthias_Laurenz_Gr%C3%A4ff",
      "name": "Matthias Laurenz Gräff",
      "aboutText": "Matthias Laurenz Gräff (born Matthias-Laurenz Gräff; 19 July 1984) is an Austrian painter.",
      "pageId": 44880500,
      "monthDay": "07/19"
    },
    {
      "year": "1984",
      "uri": "/wiki/Andrea_Libman",
      "name": "Andrea Libman",
      "aboutText": "Lewis Peter Price (born 19 July 1984) is a Welsh international footballer, who plays for Sheffield Wednesday as a goalkeeper.",
      "pageId": 2144059,
      "monthDay": "07/19"
    },
    {
      "year": "1984",
      "uri": "/wiki/Diana_Mocanu",
      "name": "Diana Mocanu",
      "aboutText": "Adam John Morrison (born July 19, 1984) is an American retired professional basketball player. Morrison played for three years at Gonzaga University and was considered to be one of the top college basketball players in 2005–06. He was a finalist for the Naismith and the Wooden Award.",
      "pageId": 3223232,
      "monthDay": "07/19"
    },
    {
      "year": "1984",
      "uri": "/wiki/Adam_Morrison",
      "name": "Adam Morrison",
      "aboutText": "LaMarcus Nurae Aldridge (born July 19, 1985) is an American professional basketball player for the San Antonio Spurs of the National Basketball Association (NBA). The power forward played college basketball for two seasons at the University of Texas. Aldridge was selected second overall in the 2006 NBA draft.",
      "pageId": 3304339,
      "monthDay": "07/19"
    },
    {
      "year": "1984",
      "uri": "/wiki/Ryan_O%27Byrne",
      "name": "Ryan O'Byrne",
      "aboutText": "Diana Iuliana Mocanu (born July 19, 1984, in Brăila, Romania) is a former an Olympic and national record holding swimmer from Romania. She swam for Romania at the 2000 Olympics, where she won in the 100 and 200 backstrokes, both in Romanian Records.",
      "pageId": 3705470,
      "monthDay": "07/19"
    },
    {
      "year": "1984",
      "uri": "/wiki/Lewis_Price",
      "name": "Lewis Price",
      "aboutText": "Marc Murphy (born 19 July 1987) is an Australian rules footballer, recruited at number one in the 2005 AFL Draft.",
      "pageId": 4624354,
      "monthDay": "07/19"
    },
    {
      "year": "1985",
      "uri": "/wiki/LaMarcus_Aldridge",
      "name": "LaMarcus Aldridge",
      "aboutText": "Leandro Greco (born 19 July 1986) is an Italian footballer who plays as a midfielder for the Serie A club Verona on loan from Genoa.",
      "pageId": 4750587,
      "monthDay": "07/19"
    },
    {
      "year": "1985",
      "uri": "/wiki/Zhou_Haibin",
      "name": "Zhou Haibin",
      "aboutText": "Andrea Eva Libman (born July 19, 1984) is a Canadian actress, voice actress, pianist, and singer, whose most popular on-screen appearances are in Little Women, Andre and a guest-role on The X-Files.",
      "pageId": 4854958,
      "monthDay": "07/19"
    },
    {
      "year": "1985",
      "uri": "/wiki/Marina_Kuzina",
      "name": "Marina Kuzina",
      "aboutText": "Steven Anthony Lawrence (born July 1990) is an American actor. He is perhaps best known for his recurring role as Bernard \"Beans\" Aranguren in the hit Disney Channel Original Series Even Stevens.",
      "pageId": 5697510,
      "monthDay": "07/19"
    },
    {
      "year": "1985",
      "uri": "/wiki/Hadi_Norouzi",
      "name": "Hadi Norouzi",
      "aboutText": "Zhou Haibin (simplified Chinese: 周海滨; traditional Chinese: 周海濱; pinyin: Zhōu Hǎibīn; born 19 July 1985) is a Chinese footballer who currently plays for Tianjin Teda in the Chinese Super League.",
      "pageId": 8764428,
      "monthDay": "07/19"
    },
    {
      "year": "1986",
      "uri": "/wiki/Leandro_Greco",
      "name": "Leandro Greco",
      "aboutText": "Ryan David O'Byrne (born July 19, 1984) is a Canadian professional ice hockey player currently playing for HV71 of the Swedish Hockey League (SHL).",
      "pageId": 14598047,
      "monthDay": "07/19"
    },
    {
      "year": "1987",
      "uri": "/wiki/Jon_Jones",
      "name": "Jon Jones",
      "aboutText": "Cherami Leigh Kuehn (born July 19, 1988, in Dallas, Texas) is an American actress who has provided voices for a number of English-language versions of Japanese anime series and video games with Funimation, Bang Zoom! Entertainment, and Studiopolis. Some of her major roles include: Sae Kashiwagi in Peach Girl, Cecily Campbell in The Sacred Blacksmith, Tamaki Kawazoe in Bamboo Blade, Patty Thompson in Soul Eater, Lucy Heartfilia in Fairy Tail, Asuna Yuuki in Sword Art Online and Sailor Venus in Sailor Moon.",
      "pageId": 17387152,
      "monthDay": "07/19"
    },
    {
      "year": "1987",
      "uri": "/wiki/Marc_Murphy",
      "name": "Marc Murphy",
      "aboutText": "Hadi Norouzi (Persian: هادی نوروزی‎‎, 19 July 1985 – 1 October 2015) was an Iranian football striker who last played for Persepolis in the Iran Pro League.\nHe joined Persepolis youth team in 2000 and was promoted to the first team squad in 2008 by Afshin Ghotbi after spend a short spell at Pasargad and Damash Iranian. In 2013, he joined Naft Tehran in a six-month loan contract.",
      "pageId": 18421723,
      "monthDay": "07/19"
    },
    {
      "year": "1987",
      "uri": "/wiki/Louie_Torrellas",
      "name": "Louie Torrellas",
      "aboutText": "Marina Kuzina (born 19 July 1985 in Moscow) is a Russian basketball player who competed for the Russian National Team at the 2008 Summer Olympics, winning the bronze medal. She was also part of the 2012 Summer Olympics Russian team who missed out on a bronze medal, losing the bronze medal match 74-83 to Australia.",
      "pageId": 19025970,
      "monthDay": "07/19"
    },
    {
      "year": "1988",
      "uri": "/wiki/Shane_Dawson",
      "name": "Shane Dawson",
      "aboutText": "Joe Tracini (born Joe James Pasquale 19 July 1988) is an English actor, best known for his role as Dennis Savage in the Channel 4 soap Hollyoaks. His previous TV acting credits have included the BBC Three comedy series Coming of Age and the Boomerang children's sitcom My Spy Family. His theatre credits include Spamalot, starring in the role of Patsy during a touring version of the production in 2015.",
      "pageId": 23024115,
      "monthDay": "07/19"
    },
    {
      "year": "1988",
      "uri": "/wiki/Jakub_Kov%C3%A1%C5%99",
      "name": "Jakub Kovář",
      "aboutText": "Shane Lee Dawson (born Yaw; born July 19, 1988) is an American YouTube personality, actor, sketch comedian, singer, songwriter and film director. Dawson is known for making comedy videos featuring many recurring characters (such as Shananay, Ned the Nerd, S. Deezy, Mom, Aunt Hilda, Fruitlupe and recently Amy), celebrity impersonations (such as Paris Hilton, Miley Cyrus and Sarah Palin), and spoofs of popular music videos and television shows. Most of his major productions were done with the help of producer Lauren Schnipper.",
      "pageId": 26823325,
      "monthDay": "07/19"
    },
    {
      "year": "1988",
      "uri": "/wiki/Cherami_Leigh",
      "name": "Cherami Leigh",
      "aboutText": "Louie Joseph Torrellas (born July 19, 1987) is an American media personality, Emmy awarded actor, comedian, producer, writer, and entrepreneur. Notable films and video games featuring Louie include Jumper, Sponk, Blood and Bone, the popular Rockstar Games Bully, and Grand Theft Auto. His recent production, “To Be Friends,” was awarded the prize for best cinematography at the Boston Film Festival.",
      "pageId": 31415169,
      "monthDay": "07/19"
    },
    {
      "year": "1988",
      "uri": "/wiki/Joe_Tracini",
      "name": "Joe Tracini",
      "aboutText": "Jakub Kovář (born July 19, 1988) is a Czech professional ice hockey goaltender who is currently playing for Avtomobilist Yekaterinburg in the Kontinental Hockey League (KHL). He was selected by the Philadelphia Flyers in the 4th round (109th overall) of the 2006 NHL Entry Draft.\nKovar played major junior hockey in the North American Ontario Hockey League with the Windsor Spitfires.",
      "pageId": 31620500,
      "monthDay": "07/19"
    },
    {
      "year": "1990",
      "uri": "/wiki/Steven_Anthony_Lawrence",
      "name": "Steven Anthony Lawrence",
      "aboutText": "Jake Charlie Nicholson (born 19 July 1992) is an English footballer. He is a product of the West Ham United and Tottenham Hotspur youth academies.",
      "pageId": 31781058,
      "monthDay": "07/19"
    },
    {
      "year": "1991",
      "uri": "/wiki/Eray_%C4%B0%C5%9Fcan",
      "name": "Eray İşcan",
      "aboutText": "Eray İşcan (born 19 July 1991) is a Turkish professional football player who plays as a goalkeeper for Galatasaray in the Süper Lig.",
      "pageId": 32499626,
      "monthDay": "07/19"
    },
    {
      "year": "1992",
      "uri": "/wiki/Jake_Nicholson",
      "name": "Jake Nicholson",
      "aboutText": "Jonathan Dwight \"Jon\" Jones (born July 19, 1987) is an American mixed martial artist and former UFC Light Heavyweight Champion. He is widely regarded as the best mixed martial arts fighter in the world and as one of the greatest fighters of all time. When he won the title in March 2011 at the age of 23, he became the youngest champion in the Ultimate Fighting Championship's (UFC) history.",
      "pageId": 47391205,
      "monthDay": "07/19"
    },
    {
      "year": "1995",
      "uri": "/wiki/Mar%C3%ADa_Jos%C3%A9_Alvarado",
      "name": "María José Alvarado",
      "aboutText": "The Grudge 2 is a 2006 American supernatural horror film and a sequel to 2004's The Grudge, directed by Takashi Shimizu (director of the Ju-on series) and written by Stephen Susco. The film was produced by Sam Raimi and stars Sarah Michelle Gellar, Amber Tamblyn, Edison Chen, Arielle Kebbel, Teresa Palmer, Misako Uno, Matthew Knight, and Takako Fuji. As stated by Takashi Shimizu, the film is not a remake of any Japanese film and follows a different storyline.",
      "pageId": 3226774,
      "monthDay": "07/19"
    },
    {
      "year": "1997",
      "uri": "/wiki/Ohga_Tanaka",
      "name": "Ohga Tanaka",
      "aboutText": "María José Alvarado Muñoz (19 July 1995 – 13 November 2014) was a Honduran model, TV Host and beauty paegant titleholder who was Miss Honduras World 2014. She had been scheduled to compete at the Miss World 2014 contest in London in December 2014, but was murdered prior to the event. Since her crowning she had worked as a model on the television game-show X-O da Dinero.",
      "pageId": 44429941,
      "monthDay": "07/19"
    }
  ]
}