{
  "people": [
    {
      "year": "923",
      "uri": "/wiki/Emperor_Suzaku",
      "name": "Emperor Suzaku",
      "aboutText": "John Newton (/ˈnjuːtən/; 24 July 1725 – 21 December 1807) was an English sailor, in the Royal Navy for a period, and later a captain of slave ships. He became ordained as an evangelical Anglican cleric, served Olney, Buckinghamshire for two decades, and also wrote hymns, known for \"Amazing Grace\" and \"Glorious Things of Thee Are Spoken\".\nNewton started his career at sea at a young age, and worked on slave ships in the slave trade for several years.",
      "pageId": 15943,
      "monthDay": "07/24"
    },
    {
      "year": "1468",
      "uri": "/wiki/Catherine_of_Saxony,_Archduchess_of_Austria",
      "name": "Catherine of Saxony, Archduchess of Austria",
      "aboutText": "Charles Émile Picard ForMemRS (French: [ʃaʁl emil pikaʁ]; 24 July 1856 – 11 December 1941) was a French mathematician. He was elected the fifteenth member to occupy seat 1 of the Académie française in 1924.",
      "pageId": 42000,
      "monthDay": "07/24"
    },
    {
      "year": "1529",
      "uri": "/wiki/Charles_II,_Margrave_of_Baden-Durlach",
      "name": "Charles II, Margrave of Baden-Durlach",
      "aboutText": "Simón Bolívar (IPA: [siˈmom boˈliβar]), in full Simón José Antonio de la Santísima Trinidad Bolívar y Palacios (24 July 1783 – 17 December 1830), was a Venezuelan military and political leader who played an instrumental role in the establishment of Venezuela, Ecuador, Bolivia, Peru and Colombia as sovereign states, independent of Spanish rule.\nBolívar was born into a wealthy, aristocratic Creole family, and similar to others of his day, he was educated in Europe at a young age, arriving in Spain at the age of 16. There, he was introduced to the thoughts and ideas of learned Enlightenment philosophers, which filled him with the ambition to replace the Spanish as rulers.",
      "pageId": 55917,
      "monthDay": "07/24"
    },
    {
      "year": "1561",
      "uri": "/wiki/Maria_of_the_Palatinate-Simmern",
      "name": "Maria of the Palatinate-Simmern",
      "aboutText": "Alexandre Dumas (French: [a.lɛk.sɑ̃dʁ dy.ma], born Dumas Davy de la Pailleterie [dy.ma da.vi də la pa.jə.tʁi]; 24 July 1802 – 5 December 1870), also known as Alexandre Dumas, père, was a French writer. His works have been translated into nearly 100 languages, and he is one of the most widely read French authors. Many of his historical novels of high adventure were originally published as serials, including The Count of Monte Cristo, The Three Musketeers, Twenty Years After, and The Vicomte de Bragelonne: Ten Years Later.",
      "pageId": 157272,
      "monthDay": "07/24"
    },
    {
      "year": "1574",
      "uri": "/wiki/Thomas_Platter_the_Younger",
      "name": "Thomas Platter the Younger",
      "aboutText": "Emperor Suzaku (朱雀天皇（すざくてんのう）, Suzaku-tennō, July 24, 922 – October 7, 952) was the 61st emperor of Japan, according to the traditional order of succession.\nSuzaku's reign spanned the years from 930 through 946.",
      "pageId": 202298,
      "monthDay": "07/24"
    },
    {
      "year": "1660",
      "uri": "/wiki/Charles_Talbot,_1st_Duke_of_Shrewsbury",
      "name": "Charles Talbot, 1st Duke of Shrewsbury",
      "aboutText": "Juan Vicente Gómez Chacón (La Mulera, 24 July 1857 – Maracay, 17 December 1935) was a military general and de facto ruler of Venezuela from 1908 until his death in 1935.",
      "pageId": 261311,
      "monthDay": "07/24"
    },
    {
      "year": "1725",
      "uri": "/wiki/John_Newton",
      "name": "John Newton",
      "aboutText": "William Hooker Gillette (July 24, 1853 – April 29, 1937) was an American actor-manager, playwright, and stage-manager in the late 19th and early 20th centuries. He is best remembered for portraying Sherlock Holmes on stage and in a 1916 silent film long thought lost.\nGillette's most significant contributions to the theater were in devising realistic stage settings and special sound and lighting effects, and as an actor in putting forth what he called the \"Illusion of the First Time\".",
      "pageId": 314924,
      "monthDay": "07/24"
    },
    {
      "year": "1757",
      "uri": "/wiki/Vladimir_Borovikovsky",
      "name": "Vladimir Borovikovsky",
      "aboutText": "Henrik Pontoppidan (24 July 1857 – 21 August 1943) was a Danish realist writer who shared with Karl Gjellerup the Nobel Prize for Literature in 1917 for \"his authentic descriptions of present-day life in Denmark.\" Pontoppidan's novels and short stories — informed with a desire for social progress but despairing, later in his life, of its realization — present an unusually comprehensive picture of his country and his epoch. As a writer he was an interesting figure, distancing himself both from the conservative environment in which he was brought up and from his socialist contemporaries and friends.",
      "pageId": 335248,
      "monthDay": "07/24"
    },
    {
      "year": "1783",
      "uri": "/wiki/Sim%C3%B3n_Bol%C3%ADvar",
      "name": "Simón Bolívar",
      "aboutText": "Charles Talbot, 1st Duke of Shrewsbury, KG, PC (24 July 1660 – 1 February 1718) was an English statesman. Born to Roman Catholic parents, he remained in that faith until 1679 when—during the time of the Popish Plot and following the advice of the divine John Tillotson—he converted to the Church of England.",
      "pageId": 395595,
      "monthDay": "07/24"
    },
    {
      "year": "1786",
      "uri": "/wiki/Joseph_Nicollet",
      "name": "Joseph Nicollet",
      "aboutText": "Joseph Nicolas Nicollet (July 24, 1786 – September 11, 1843), also known as Jean-Nicolas Nicollet, was a French geographer, astronomer, and mathematician known for mapping the Upper Mississippi River basin during the 1830s. Nicollet led three expeditions in the region between the Mississippi and Missouri Rivers, primarily in Minnesota, South Dakota, and North Dakota.\nBefore emigrating to the United States, Nicollet was a professor of mathematics at Collège Louis-le-Grand, and a professor and astronomer at the Paris Observatory with Pierre-Simon Laplace.",
      "pageId": 442757,
      "monthDay": "07/24"
    },
    {
      "year": "1794",
      "uri": "/wiki/Johan_Georg_Forchhammer",
      "name": "Johan Georg Forchhammer",
      "aboutText": "Adolphe Charles Adam (French: [adolf adɑ̃]; 24 July 1803 – 3 May 1856) was a French composer and music critic. A prolific composer of operas and ballets, he is best known today for his ballets Giselle (1841) and Le corsaire (1856, his last work), his operas Le postillon de Lonjumeau (1836), Le toréador (1849) and Si j'étais roi (1852)  and his Christmas carol Minuit, chrétiens! (1844), later set to different English lyrics and widely sung as \"O Holy Night\" (1847).",
      "pageId": 472353,
      "monthDay": "07/24"
    },
    {
      "year": "1802",
      "uri": "/wiki/Alexandre_Dumas",
      "name": "Alexandre Dumas",
      "aboutText": "William Poole (July 24, 1821 – March 8, 1855), also known as Bill the Butcher, was the leader of the New York City gang Bowery Boys, a bare-knuckle boxer, and a leader of the Know Nothing political movement.",
      "pageId": 1096747,
      "monthDay": "07/24"
    },
    {
      "year": "1803",
      "uri": "/wiki/Adolphe_Adam",
      "name": "Adolphe Adam",
      "aboutText": "Johan Georg Forchhammer (26 July 1794 – 14 December 1865) was a Danish mineralogist and geologist.\nForchhammer was born at Husum, Schleswig. After studying at the universities of Kiel and Copenhagen from 1815 to 1818, he joined Hans Christian Ørsted and Lauritz Esmarch in their mineralogical exploration of Bornholm, and took a considerable share in the labors of the expedition.",
      "pageId": 2150593,
      "monthDay": "07/24"
    },
    {
      "year": "1821",
      "uri": "/wiki/William_Poole",
      "name": "William Poole",
      "aboutText": "Vladimir Lukich Borovikovsky (Russian: Влади́мир Луки́ч Боровико́вский, Ukrainian: Володимир Лукич Боровиковський July 24 O.S. (August 4, N.S.) 1757 – April 6 O.S. (April 18, N.S.) 1825) was a Russian painter of Ukrainian origin who dominated Russian portraiture at the turn of the 19th century.",
      "pageId": 2605094,
      "monthDay": "07/24"
    },
    {
      "year": "1826",
      "uri": "/wiki/Jan_Gotlib_Bloch",
      "name": "Jan Gotlib Bloch",
      "aboutText": "Charles II, Margrave of Baden-Durlach (born July 24, 1529 in Pforzheim; died: March 23, 1577 in Durlach), nicknamed Charles with the bag, governed the Margravate of Durlach from 1552 to 1577.",
      "pageId": 5149942,
      "monthDay": "07/24"
    },
    {
      "year": "1851",
      "uri": "/wiki/Friedrich_Schottky",
      "name": "Friedrich Schottky",
      "aboutText": "Friedrich Hermann Schottky (24 July 1851 – 12 August 1935) was a German mathematician who worked on elliptic, abelian, and theta functions and introduced Schottky groups and Schottky's theorem. He was born in Breslau, Germany (now Wrocław, Poland) and died in Berlin.",
      "pageId": 5872505,
      "monthDay": "07/24"
    },
    {
      "year": "1853",
      "uri": "/wiki/William_Gillette",
      "name": "William Gillette",
      "aboutText": "Maria of the Palatinate, (24 July 1561 in Heidelberg – 29 July 1589 in Eskilstuna), was a German Princess and a Swedish Princess and Duchess of Södermanland by marriage, the first spouse of the future King Charles IX of Sweden.",
      "pageId": 19173710,
      "monthDay": "07/24"
    },
    {
      "year": "1856",
      "uri": "/wiki/%C3%89mile_Picard",
      "name": "Émile Picard",
      "aboutText": "Thomas Platter the Younger (c. 24 July 1574, Basel – 4 December 1628, Basel) was a Swiss-born physician, traveller and diarist, the son of the humanist Thomas Platter the Elder.\nThe foremost record of Platter's life is the manuscript journal he kept, written in German, between around 1595 and 1600.",
      "pageId": 19458846,
      "monthDay": "07/24"
    },
    {
      "year": "1857",
      "uri": "/wiki/Henrik_Pontoppidan",
      "name": "Henrik Pontoppidan",
      "aboutText": "For the sexologist Ivan Bloch, see Iwan Bloch",
      "pageId": 30871455,
      "monthDay": "07/24"
    },
    {
      "year": "1857",
      "uri": "/wiki/Juan_Vicente_G%C3%B3mez",
      "name": "Juan Vicente Gómez",
      "aboutText": "Catherine of Saxony (24 July 1468, Grimma, Saxony – 10 February 1524, Calenberg) was the second wife of Sigismund, Archduke of Austria and Regent of Tyrol.",
      "pageId": 31713455,
      "monthDay": "07/24"
    },
    {
      "year": "1860",
      "uri": "/wiki/Princess_Charlotte_of_Prussia",
      "name": "Princess Charlotte of Prussia",
      "aboutText": "Edward John Moreton Drax Plunkett, 18th Baron of Dunsany (/dʌnˈseɪni/; 24 July 1878 – 25 October 1957) was an Irish writer and dramatist, notable for his work, mostly in fantasy, published under the name Lord Dunsany. More than eighty books of his work were published, and his oeuvre includes many hundreds of published short stories, as well as successful plays, novels and essays.\nBorn to the second-oldest title (created 1439) in the Irish peerage, Dunsany lived much of his life at what may be Ireland's longest-inhabited house, Dunsany Castle near Tara, worked with W. B. Yeats and Lady Gregory, received an honorary doctorate from Trinity College, Dublin, was chess and pistol-shooting champion of Ireland, and travelled and hunted extensively.",
      "pageId": 17911,
      "monthDay": "07/24"
    },
    {
      "year": "1860",
      "uri": "/wiki/Alphonse_Mucha",
      "name": "Alphonse Mucha",
      "aboutText": "Robert von Ranke Graves (also known as Robert Ranke Graves and most commonly Robert Graves) (24 July 1895 – 7 December 1985) was an English poet, novelist, critic and classicist. During his long life he produced more than 140 works. Graves's poems—together with his translations and innovative analysis and interpretations of the Greek myths; his memoir of his early life, including his role in the First World War, Good-Bye to All That; and his speculative study of poetic inspiration, The White Goddess—have never been out of print.",
      "pageId": 39345,
      "monthDay": "07/24"
    },
    {
      "year": "1864",
      "uri": "/wiki/Frank_Wedekind",
      "name": "Frank Wedekind",
      "aboutText": "Edward Frederic Benson (24 July 1867 – 29 February 1940) was an English novelist, biographer, memoirist, archaeologist and short story writer, known professionally as E. F. Benson. His friends called him Fred.",
      "pageId": 82142,
      "monthDay": "07/24"
    },
    {
      "year": "1867",
      "uri": "/wiki/Vicente_Acosta",
      "name": "Vicente Acosta",
      "aboutText": "Amelia Mary Earhart (/ˈɛərhɑrt/; July 24, 1897 – disappeared July 2, 1937) was an American aviation pioneer and author. Earhart was the first female aviator to fly solo across the Atlantic Ocean. She received the U.S. Distinguished Flying Cross for this record.",
      "pageId": 85234,
      "monthDay": "07/24"
    },
    {
      "year": "1867",
      "uri": "/wiki/E._F._Benson",
      "name": "E. F. Benson",
      "aboutText": "Alfons Maria Mucha (Czech: [ˈalfons ˈmuxa]; 24 July 1860 – 14 July 1939), often known in English and French as Alphonse Mucha, was a Czech Art Nouveau painter and decorative artist, known best for his distinct style. He produced many paintings, illustrations, advertisements, postcards, and designs.",
      "pageId": 102989,
      "monthDay": "07/24"
    },
    {
      "year": "1867",
      "uri": "/wiki/Fred_Tate",
      "name": "Fred Tate",
      "aboutText": "Zelda Fitzgerald (née Sayre; July 24, 1900 – March 10, 1948) was an American socialite and novelist, and the wife of American author F. Scott Fitzgerald, whose work she strongly influenced.\nBorn in Montgomery, Alabama, she was noted for her beauty and high spirits, and was dubbed by her husband as \"the first American Flapper\". She and Scott became the emblem of the Jazz Age, for which they are still celebrated.",
      "pageId": 271149,
      "monthDay": "07/24"
    },
    {
      "year": "1874",
      "uri": "/wiki/Oswald_Chambers",
      "name": "Oswald Chambers",
      "aboutText": "Jun'ichirō Tanizaki (谷崎 潤一郎, Tanizaki Jun'ichirō, 24 July 1886 – 30 July 1965) was one of the major writers of modern Japanese literature, and perhaps the most popular Japanese novelist after Natsume Sōseki. Some of his works present a shocking world of sexuality and destructive erotic obsessions. Others, less sensational, subtly portray the dynamics of family life in the context of the rapid changes in 20th-century Japanese society.",
      "pageId": 366900,
      "monthDay": "07/24"
    },
    {
      "year": "1877",
      "uri": "/wiki/Calogero_Vizzini",
      "name": "Calogero Vizzini",
      "aboutText": "Ernest Bloch (July 24, 1880 – July 15, 1959) was a Swiss-born American composer.",
      "pageId": 588490,
      "monthDay": "07/24"
    },
    {
      "year": "1878",
      "uri": "/wiki/Edward_Plunkett,_18th_Baron_of_Dunsany",
      "name": "Edward Plunkett, 18th Baron of Dunsany",
      "aboutText": "Benjamin Franklin Wedekind (July 24, 1864 – March 9, 1918), usually known as Frank Wedekind, was a German playwright. His work, which often criticizes bourgeois attitudes (particularly towards sex), is considered to anticipate expressionism, and he was a major influence on the development of epic theatre.\n^ See Banham (1998) and Willett (1959).",
      "pageId": 617736,
      "monthDay": "07/24"
    },
    {
      "year": "1880",
      "uri": "/wiki/Ernest_Bloch",
      "name": "Ernest Bloch",
      "aboutText": "Oswald Chambers (24 July 1874 – 15 November 1917) was an early twentieth-century Scottish Baptist and Holiness Movement evangelist and teacher, best known for the devotional My Utmost for His Highest.",
      "pageId": 1047051,
      "monthDay": "07/24"
    },
    {
      "year": "1884",
      "uri": "/wiki/Maria_Caserini",
      "name": "Maria Caserini",
      "aboutText": "Chief Dan George, OC (July 24, 1899 – September 23, 1981) was a chief of the Tsleil-Waututh Nation, a Coast Salish band whose Indian reserve is located on Burrard Inlet in the southeast area of the District of North Vancouver, British Columbia, Canada. He was also an author, poet and actor.",
      "pageId": 1120255,
      "monthDay": "07/24"
    },
    {
      "year": "1886",
      "uri": "/wiki/Jun%27ichir%C5%8D_Tanizaki",
      "name": "Jun'ichirō Tanizaki",
      "aboutText": "Princess Charlotte of Prussia (Viktoria Elisabeth Auguste Charlotte), Duchess of Saxe-Meiningen (24 July 1860 in Potsdam, Germany – 1 October 1919 in Baden-Baden, Germany) was the second child born to Prince Frederick of Prussia and Princess Victoria. Through her mother, Charlotte was the eldest granddaughter of Queen Victoria and Prince Albert of Saxe-Coburg-Gotha.",
      "pageId": 2025431,
      "monthDay": "07/24"
    },
    {
      "year": "1888",
      "uri": "/wiki/Arthur_Richardson_(Australian_cricketer)",
      "name": "Arthur Richardson",
      "aboutText": "Arthur John Richardson (24 July 1888, Clare, South Australia – 23 December 1973, Semaphore, South Australia) was an Australian Test cricketer who played nine Tests for Australia.\nHe played four Tests in 1924–25 against the touring English team, and toured England in 1926, playing all five Tests and scoring a century in the Third Test at Leeds.\nRichardson was one of the few Australians to play with spectacles.",
      "pageId": 3468205,
      "monthDay": "07/24"
    },
    {
      "year": "1895",
      "uri": "/wiki/Robert_Graves",
      "name": "Robert Graves",
      "aboutText": "Frederick William Tate (24 July 1867 – 24 February 1943) was an English cricketer who played in one Test in 1902. This was the famous match at Old Trafford which England lost by 3 runs, and with it the series. Tate had the misfortune to drop a crucial swerving lofted pull off the left-handed Australian captain, Joe Darling, the bowler being the leg-spinner Len Braund from the now Brian Statham End: just forward of square leg, in front of the refreshment stall (the bowler's testimony, and photos locate the structure), slightly in from the boundary, rail/tram-line side of the ground.",
      "pageId": 3624986,
      "monthDay": "07/24"
    },
    {
      "year": "1897",
      "uri": "/wiki/Amelia_Earhart",
      "name": "Amelia Earhart",
      "aboutText": "Richard Brandon Morris (July 24, 1904 – March 3, 1989) was an American historian best known for his pioneering work in colonial American legal history and the early history of American labor. In later years, he shifted his research interests to the constitutional, diplomatic, and political history of the American Revolution and the making of the U.S. Constitution.",
      "pageId": 4708208,
      "monthDay": "07/24"
    },
    {
      "year": "1899",
      "uri": "/wiki/Chief_Dan_George",
      "name": "Chief Dan George",
      "aboutText": "Calogero Don Calò Vizzini (July 24, 1877 – July 10, 1954) was a historical Mafia boss of Villalba in the Province of Caltanissetta, Sicily. Vizzini was considered to be one of the most influential and legendary Mafia bosses of Sicily after World War II until his death in 1954. In the media he was often depicted as the \"boss of bosses\" – although such a position does not exist in the loose structure of Cosa Nostra.",
      "pageId": 5366966,
      "monthDay": "07/24"
    },
    {
      "year": "1899",
      "uri": "/wiki/Bernice_Madigan",
      "name": "Bernice Madigan",
      "aboutText": "Leo Arnaud or Léo Arnaud (/ˈleɪ.oʊ ɑrˈnoʊ/; July 24, 1904 – April 26, 1991) was a French-American composer of film scores, best known for \"Bugler's Dream\", which is used as the theme by television networks presenting the Olympic Games in the United States.\nThe composer studied composition at conservatories in Lyon and Paris with Maurice Ravel and Vincent d'Indy. After playing as a jazz trombonist in France using the name Leo Vauchant and arranging for the Jack Hylton band in England from 1928 to 1930, he immigrated to the United States in 1931.",
      "pageId": 11143466,
      "monthDay": "07/24"
    },
    {
      "year": "1900",
      "uri": "/wiki/Zelda_Fitzgerald",
      "name": "Zelda Fitzgerald",
      "aboutText": "Maria Caserini (née Gasperini; 24 July 1884-15 April 1969) was an Italian stage and film actress, as well as an early pioneer of film making during the early 20th century. She often starred in adaptations of stage and film productions for the works of William Shakespeare.\nBorn in Milan, she started acting in stage productions at a young age.",
      "pageId": 15099124,
      "monthDay": "07/24"
    },
    {
      "year": "1904",
      "uri": "/wiki/Leo_Arnaud",
      "name": "Leo Arnaud",
      "aboutText": "Vicente Acosta (July 24, 1867 - July 24, 1908) was a Salvadoran poet.\nBorn in Apopa, Acosta published various diaries and papers, notably Diario del Salvador, La juventud salvadoreña, La república de Centro América, and El Fígaro. He was active in the newspaper La Unión, in which he signed under the pseudonym Flirt.",
      "pageId": 18605390,
      "monthDay": "07/24"
    },
    {
      "year": "1904",
      "uri": "/wiki/Richard_B._Morris",
      "name": "Richard B. Morris",
      "aboutText": "Bernice Madigan (July 24, 1899 – January 3, 2015) was an American supercentenarian who was the oldest living resident of Massachusetts, the fourth-oldest living person in the United States, and the world's fifth-oldest living person before her death.",
      "pageId": 37857186,
      "monthDay": "07/24"
    },
    {
      "year": "1910",
      "uri": "/wiki/Harry_Horner",
      "name": "Harry Horner",
      "aboutText": "John Dann MacDonald (July 24, 1916 – December 28, 1986) was an American writer of novels and short stories, known for his thrillers.\nMacDonald was a prolific author of crime and suspense novels, many of them set in his adopted home of Florida. His best-known works include the popular and critically acclaimed Travis McGee series, and his novel The Executioners, which was filmed twice as Cape Fear.",
      "pageId": 383884,
      "monthDay": "07/24"
    },
    {
      "year": "1912",
      "uri": "/wiki/Essie_Summers",
      "name": "Essie Summers",
      "aboutText": "Bella Savitsky Abzug (July 24, 1920 – March 31, 1998), nicknamed \"Battling Bella\", was an American lawyer, U.S. Representative, social activist and a leader of the Women's Movement. In 1971, Abzug joined other leading feminists such as Gloria Steinem and Betty Friedan to found the National Women's Political Caucus. She declared, \"This woman's place is in the House—the House of Representatives,\" in her successful 1970 campaign.",
      "pageId": 472925,
      "monthDay": "07/24"
    },
    {
      "year": "1913",
      "uri": "/wiki/Britton_Chance",
      "name": "Britton Chance",
      "aboutText": "Edwin “Honest Ed” Mirvish, OC, CBE (24 July 1914 – 11 July 2007) was a Canadian businessman, philanthropist and theatrical impresario who lived in Toronto, Ontario.",
      "pageId": 637051,
      "monthDay": "07/24"
    },
    {
      "year": "1914",
      "uri": "/wiki/Frances_Oldham_Kelsey",
      "name": "Frances Oldham Kelsey",
      "aboutText": "Wilfred Josephs (24 July 1927 – 17 November 1997) was an English composer.",
      "pageId": 857222,
      "monthDay": "07/24"
    },
    {
      "year": "1914",
      "uri": "/wiki/Ed_Mirvish",
      "name": "Ed Mirvish",
      "aboutText": "Giuseppe Di Stefano (24 July 1921 – 3 March 2008) was an Italian operatic tenor who sang professionally from the late 1940s until the early 1990s. He was known as the \"Golden voice\" or \"The most beautiful voice\", as the true successor of Beniamino Gigli.",
      "pageId": 1248911,
      "monthDay": "07/24"
    },
    {
      "year": "1915",
      "uri": "/wiki/Enrique_Fernando",
      "name": "Enrique Fernando",
      "aboutText": "Ruggiero Ricci (July 24, 1918 – August 6, 2012) was an American violinist known for performances and recordings of the works of Paganini.",
      "pageId": 1254181,
      "monthDay": "07/24"
    },
    {
      "year": "1916",
      "uri": "/wiki/Bob_Eberly",
      "name": "Bob Eberly",
      "aboutText": "William \"Billy\" Taylor (July 24, 1921 – December 28, 2010) was an American jazz pianist, composer, broadcaster and educator.",
      "pageId": 1420774,
      "monthDay": "07/24"
    },
    {
      "year": "1916",
      "uri": "/wiki/John_D._MacDonald",
      "name": "John D. MacDonald",
      "aboutText": "Frances Kathleen Oldham Kelsey, CM (July 24, 1914 – August 7, 2015) was a Canadian pharmacologist and physician. As a reviewer for the U.S. Food and Drug Administration (FDA), she refused to authorize thalidomide for market because she had concerns about the drug's safety. Her concerns proved to be justified when it was shown that thalidomide caused serious birth defects.",
      "pageId": 1448170,
      "monthDay": "07/24"
    },
    {
      "year": "1917",
      "uri": "/wiki/Robert_Farnon",
      "name": "Robert Farnon",
      "aboutText": "Robert Joseph Farnon CM(July 24, 1917 – April 23, 2005) was a Canadian-born composer, conductor, musical arranger and trumpet player. As well as being a composer of original works (often in the light music genre), he was commissioned by film and television producers for theme and incidental music.",
      "pageId": 1788051,
      "monthDay": "07/24"
    },
    {
      "year": "1918",
      "uri": "/wiki/Ruggiero_Ricci",
      "name": "Ruggiero Ricci",
      "aboutText": "Aris Poulianos (born on July 24, 1924, in Ikaria is a Greek anthropologist and archaeologist.",
      "pageId": 2240681,
      "monthDay": "07/24"
    },
    {
      "year": "1919",
      "uri": "/wiki/Robert_Marsden_Hope",
      "name": "Robert Marsden Hope",
      "aboutText": "Bob Eberly (July 24, 1916, Mechanicville, New York – November 17, 1981, Glen Burnie, Maryland) was a big band vocalist, best known for his association with Jimmy Dorsey and his duets with Helen O'Connell.\nEberly was born Robert Eberle, but changed the spelling of his surname slightly to the homonymous Eberly. His younger brother Ray was also a big-band singer, most notably with Glenn Miller's orchestra.",
      "pageId": 3338954,
      "monthDay": "07/24"
    },
    {
      "year": "1919",
      "uri": "/wiki/Ferdinand_K%C3%BCbler",
      "name": "Ferdinand Kübler",
      "aboutText": "Constance Dowling (July 24, 1920 - October 28, 1969) was an American model turned actress of the 1940s and 1950s.",
      "pageId": 3438073,
      "monthDay": "07/24"
    },
    {
      "year": "1919",
      "uri": "/wiki/John_Winkin",
      "name": "John Winkin",
      "aboutText": "Ferdinand \"Ferdi\" Kübler (pronounced [ˈfɛrdinand ˈkyːblər]; born 24 July 1919) is a retired Swiss cyclist with more than 400 professional victories, including the 1950 Tour de France and the 1951 World Road Race Championship.",
      "pageId": 3613213,
      "monthDay": "07/24"
    },
    {
      "year": "1920",
      "uri": "/wiki/Bella_Abzug",
      "name": "Bella Abzug",
      "aboutText": "Britton Chance (July 24, 1913 – November 16, 2010) was the Eldridge Reeves Johnson University Professor Emeritus of Biochemistry and Biophysics, as well as Professor Emeritus of Physical Chemistry and Radiological Physics at the University of Pennsylvania School of Medicine.\nAt the 1952 Summer Olympics, Chance won a gold medal in sailing.",
      "pageId": 4530019,
      "monthDay": "07/24"
    },
    {
      "year": "1920",
      "uri": "/wiki/Constance_Dowling",
      "name": "Constance Dowling",
      "aboutText": "Harry Horner (July 24, 1910 - December 5, 1994) was an Austro-Hungarian-born American art director who made a successful career in Hollywood as an Academy Award winning art director and as a feature film and television director.",
      "pageId": 4998379,
      "monthDay": "07/24"
    },
    {
      "year": "1921",
      "uri": "/wiki/Giuseppe_Di_Stefano",
      "name": "Giuseppe Di Stefano",
      "aboutText": "Madeleine Ferron (July 24, 1922 – February 27, 2010) was a Canadian writer. She was born in Louiseville, Quebec.\nShe began her early studies with the Sisters of Saint Anne, continuing at the Université de Montréal and Université Laval.",
      "pageId": 7536534,
      "monthDay": "07/24"
    },
    {
      "year": "1921",
      "uri": "/wiki/Billy_Taylor",
      "name": "Billy Taylor",
      "aboutText": "Enrique M. Fernando (July 25, 1915 – October 13, 2004) was the 13th Chief Justice of the Supreme Court of the Philippines.",
      "pageId": 9924296,
      "monthDay": "07/24"
    },
    {
      "year": "1922",
      "uri": "/wiki/Madeleine_Ferron",
      "name": "Madeleine Ferron",
      "aboutText": "Essie Summers (born Ethel Snelson Summers on 24 July 1912 in Christchurch, New Zealand – d.",
      "pageId": 16276916,
      "monthDay": "07/24"
    },
    {
      "year": "1924",
      "uri": "/wiki/Wilfred_Josephs",
      "name": "Wilfred Josephs",
      "aboutText": "Robert Marsden Hope, AC CMG QC (24 July 1919 – 12 October 1999) was a Justice of the New South Wales Supreme Court and Royal Commissioner.",
      "pageId": 16960313,
      "monthDay": "07/24"
    },
    {
      "year": "1924",
      "uri": "/wiki/Aris_Poulianos",
      "name": "Aris Poulianos",
      "aboutText": "John W. Winkin, Jr. (July 24, 1919 – July 19, 2014) was an American baseball coach, scout, broadcaster, journalist and collegiate athletics administrator. Winkin led the University of Maine Black Bears baseball team to six College World Series berths in an 11-year span.",
      "pageId": 31936013,
      "monthDay": "07/24"
    },
    {
      "year": "1927",
      "uri": "/wiki/Alex_Katz",
      "name": "Alex Katz",
      "aboutText": "Sante Kimes (born Sandra Louise Singhrs; July 24, 1934 – May 19, 2014) was an American criminal who was convicted of two murders, as well as robbery, violation of anti-slavery laws, forgery and numerous other crimes. Many of these crimes were committed with the assistance of her son, Kenneth Kimes Jr. They were tried and convicted together for the murder of Irene Silverman, along with 117 other charges.",
      "pageId": 285704,
      "monthDay": "07/24"
    },
    {
      "year": "1927",
      "uri": "/wiki/Zara_Mints",
      "name": "Zara Mints",
      "aboutText": "John Anthony Aniston (born Giannis Anastasakis; July 24, 1933) is a Greek-American actor. He is best known for his role as Victor Kiriakis on the NBC daytime drama Days of Our Lives, which he originated in July 1985 and has played continually since then.",
      "pageId": 297483,
      "monthDay": "07/24"
    },
    {
      "year": "1930",
      "uri": "/wiki/Alfred_Balk",
      "name": "Alfred Balk",
      "aboutText": "Daniel Arca Inosanto (born July 24, 1936) is a Filipino-American martial arts instructor from California who is best known as a teacher and a student of Bruce Lee at the same time and a renowned authority on Jeet Kune Do, Filipino Martial Arts including Eskrima and Silat.\nDan was also a PE teacher at Malaga Cove Junior High in PVE in 1978/79.",
      "pageId": 394866,
      "monthDay": "07/24"
    },
    {
      "year": "1930",
      "uri": "/wiki/Keshubhai_Patel",
      "name": "Keshubhai Patel",
      "aboutText": "Patrick Bruce \"Pat\" Oliphant (born 24 July 1935) is an Australian editorial cartoonist whose career spans more than fifty years. His trademark is a small penguin character named Punk, who is often seen making a comment about the subject of the panel. In 1990, the New York Times described him as \"the most influential editorial cartoonist now working\".",
      "pageId": 783804,
      "monthDay": "07/24"
    },
    {
      "year": "1931",
      "uri": "/wiki/Ermanno_Olmi",
      "name": "Ermanno Olmi",
      "aboutText": "George Douglas Sanders (born July 24, 1933) is an American former PGA Tour professional golfer who won 20 PGA Tour events during his career.",
      "pageId": 901190,
      "monthDay": "07/24"
    },
    {
      "year": "1931",
      "uri": "/wiki/%C3%89ric_Tabarly",
      "name": "Éric Tabarly",
      "aboutText": "Ruth Ann Buzzi (born July 24, 1936) is an American comedian and actress of theatre, film, and television.",
      "pageId": 1025220,
      "monthDay": "07/24"
    },
    {
      "year": "1932",
      "uri": "/wiki/Gustav_Andreas_Tammann",
      "name": "Gustav Andreas Tammann",
      "aboutText": "Ermanno Olmi (born July 24, 1931 in Bergamo) is a renowned Italian film director and screenwriter.",
      "pageId": 1251379,
      "monthDay": "07/24"
    },
    {
      "year": "1933",
      "uri": "/wiki/John_Aniston",
      "name": "John Aniston",
      "aboutText": "Mark Goddard (born Charles Harvey Goddard; July 24, 1936) is an American actor who has starred in a number of television programs. He portrayed Major Don West, the adversary of Dr. Zachary Smith (played by Jonathan Harris) in the 1960s CBS television series, Lost in Space, and young Detective Sgt.",
      "pageId": 1510392,
      "monthDay": "07/24"
    },
    {
      "year": "1933",
      "uri": "/wiki/Doug_Sanders",
      "name": "Doug Sanders",
      "aboutText": "Keshubhai Patel (born 24 July 1928) is an Indian politician and the former Chief Minister of Gujarat state of India in 1995 and 1998-2001. He has been member of Gujarat Legislative Assembly six times. He was a member of Bharatiya Janata Party (BJP) from 1980s.",
      "pageId": 1618505,
      "monthDay": "07/24"
    },
    {
      "year": "1934",
      "uri": "/wiki/Sante_Kimes",
      "name": "Sante Kimes",
      "aboutText": "Alex Katz (born July 24, 1927) is an American figurative artist.",
      "pageId": 2698517,
      "monthDay": "07/24"
    },
    {
      "year": "1934",
      "uri": "/wiki/P._S._Soosaithasan",
      "name": "P. S. Soosaithasan",
      "aboutText": "Gustav Andreas Tammann (born 24 July 1932) was the director of the Astronomical Institute of the University of Basel, Switzerland, European Space Agency member of the Space Telescope Advisory Team, and Member of Council of the European Southern Observatory. His research interests include supernovae and the extragalactic distance scale. Tammann is a former President of the International Astronomical Union Commission on Galaxies.",
      "pageId": 2917464,
      "monthDay": "07/24"
    },
    {
      "year": "1935",
      "uri": "/wiki/Aaron_Elkins",
      "name": "Aaron Elkins",
      "aboutText": "Mel Ramos (born July 24, 1935) is an American figurative painter, specializing most often in paintings of female nudes, whose work incorporates elements of realist and abstract art. Born in Sacramento, California, to a first generation Portuguese-Azorean immigrant family, he gained his popularity as part of the Pop Art movement of the 1960s. Ramos is \"best known for his paintings of superheroes and voluptuous female nudes emerging from cornstalks or Chiquita bananas, popping up from candy wrappers or lounging in martini glasses\".",
      "pageId": 2987044,
      "monthDay": "07/24"
    },
    {
      "year": "1935",
      "uri": "/wiki/Pat_Oliphant",
      "name": "Pat Oliphant",
      "aboutText": "Éric Marcel Guy Tabarly (24 July 1931 – 12 June 1998) was a French Navy officer and yachtsman.",
      "pageId": 3679841,
      "monthDay": "07/24"
    },
    {
      "year": "1935",
      "uri": "/wiki/Mel_Ramos",
      "name": "Mel Ramos",
      "aboutText": "George Derek Varnals (born 24 July 1935 in Durban, Natal) is a former South African cricketer who played in three Tests in the 1964-65 season.\nVarnals was a right-handed batsman who had a 10-year career in South African domestic first-class cricket, playing for Eastern Province, Transvaal and Natal. Apart from the 1957-58 season, when he made his highest score and averaged more than 50 runs per innings, his record was relatively modest until the 1964-65 season.",
      "pageId": 3830770,
      "monthDay": "07/24"
    },
    {
      "year": "1935",
      "uri": "/wiki/Les_Reed_(songwriter)",
      "name": "Les Reed",
      "aboutText": "Les Reed OBE (born Leslie David Reed, 24 July 1935, in Woking, Surrey, England) is an English songwriter, arranger, musician and light orchestra leader. His major songwriter partners were Gordon Mills, Barry Mason and Geoff Stephens, although he penned songs with many others such as Roger Greenaway, Roger Cook, and Johnny Worth.\nAllmusic noted that \"Reed's sixty or more major hits have earned numerous gold discs, Ivor Novello awards and, in 1982, the British Academy Gold Badge of Merit.",
      "pageId": 5155119,
      "monthDay": "07/24"
    },
    {
      "year": "1935",
      "uri": "/wiki/Derek_Varnals",
      "name": "Derek Varnals",
      "aboutText": "Aaron Elkins (born Brooklyn July 24, 1935) is an American mystery writer.",
      "pageId": 5437093,
      "monthDay": "07/24"
    },
    {
      "year": "1936",
      "uri": "/wiki/Ruth_Buzzi",
      "name": "Ruth Buzzi",
      "aboutText": "Zara Grigoryevna Mints (Russian: Зара Григорьевна Минц; July 24, 1927 – October 25, 1990) was a Slavic literary scientist active in the University of Tartu. She was the wife of Yuri Lotman.\nMints was born in Pskov, but the family soon moved to Leningrad.",
      "pageId": 9207949,
      "monthDay": "07/24"
    },
    {
      "year": "1936",
      "uri": "/wiki/Mark_Goddard",
      "name": "Mark Goddard",
      "aboutText": "Alfred Balk (July 24, 1930 – November 25, 2010) was an American reporter, nonfiction author and magazine editor who wrote groundbreaking articles about housing segregation, the Nation of Islam, the environment and Illinois politics. His refusal to identify a confidential source led to a landmark court case. During a career-long emphasis on media improvement, he served on the Twentieth Century Fund's task force that established a National News Council, consulted for several foundations, served as secretary of New York Governor Nelson Rockefeller's Committee on the Employment of Minority Groups in the News Media, and produced a film, That the People Shall Know: The Challenge of Journalism, narrated by Walter Cronkite.",
      "pageId": 22376606,
      "monthDay": "07/24"
    },
    {
      "year": "1936",
      "uri": "/wiki/Dan_Inosanto",
      "name": "Dan Inosanto",
      "aboutText": "Albert Marrin (born July 24, 1936 in New York City) is an American historian, professor of history, and author of more than forty juvenile nonfiction books.",
      "pageId": 25960298,
      "monthDay": "07/24"
    },
    {
      "year": "1936",
      "uri": "/wiki/Albert_Marrin",
      "name": "Albert Marrin",
      "aboutText": "Pilesiyan Sosai Soosaithasan (Tamil: பிலேசியன் சூசை சூசைதாசன்; born 24 July 1934) is a Sri Lankan Tamil accountant, politician and former Member of Parliament.",
      "pageId": 39963322,
      "monthDay": "07/24"
    },
    {
      "year": "1937",
      "uri": "/wiki/Manoj_Kumar",
      "name": "Manoj Kumar",
      "aboutText": "Christopher \"Chris\" Sarandon, Jr. (/səˈrændən/; born July 24, 1942) is an American actor and voice actor who is best known for playing Prince Humperdinck in the film The Princess Bride, the vampire Jerry Dandrige in Fright Night and Detective Mike Norris in the first entry of the Child's Play series, and for providing the voice of Jack Skellington from The Nightmare Before Christmas, and Captain Jack from James and the Giant Peach. He was nominated for an Academy Award for Best Supporting Actor for his performance as Leon Shermer in Dog Day Afternoon.",
      "pageId": 7180,
      "monthDay": "07/24"
    },
    {
      "year": "1937",
      "uri": "/wiki/Quinlan_Terry",
      "name": "Quinlan Terry",
      "aboutText": "Azim Hashim Premji (born 24 July 1945) is an Indian business tycoon, investor and philanthropist, who is the chairman of Wipro Limited, informally known as the Czar of the Indian IT Industry. He was responsible for guiding Wipro through four decades of diversification and growth to finally emerge as one of the global leaders in the Software Industry. In 2010, he was voted among the 20 most powerful men in the world by Asiaweek.",
      "pageId": 423745,
      "monthDay": "07/24"
    },
    {
      "year": "1938",
      "uri": "/wiki/Alexis_Jacquemin",
      "name": "Alexis Jacquemin",
      "aboutText": "Stanley Hauerwas (born July 24, 1940) is an American theologian, ethicist, and public intellectual. Hauerwas is a longtime professor at Duke University, serving as the Gilbert T. Rowe Professor of Theological Ethics at Duke Divinity School with a joint appointment at the Duke University School of Law in the fall of 2014, he also assumed a chair in Theological Ethics at the University of Aberdeen. Before coming to Duke, Hauerwas taught at the University of Notre Dame.",
      "pageId": 1451835,
      "monthDay": "07/24"
    },
    {
      "year": "1938",
      "uri": "/wiki/Eugene_J._Martin",
      "name": "Eugene J. Martin",
      "aboutText": "Daniel G. “Dan” Hedaya (born July 24, 1940) is an American character actor.",
      "pageId": 1573975,
      "monthDay": "07/24"
    },
    {
      "year": "1938",
      "uri": "/wiki/John_Sparling",
      "name": "John Sparling",
      "aboutText": "Walter Jones Bellamy (July 24, 1939 – November 2, 2013) was an American professional basketball player.",
      "pageId": 1665597,
      "monthDay": "07/24"
    },
    {
      "year": "1939",
      "uri": "/wiki/Walt_Bellamy",
      "name": "Walt Bellamy",
      "aboutText": "John Quinlan Terry CBE (born 24 July 1937 in Hampstead, London, England) is a British architect. He was educated at Bryanston School and the Architectural Association. He was a pupil of architect Raymond Erith, with whom he formed the partnership Erith & Terry.",
      "pageId": 1899109,
      "monthDay": "07/24"
    },
    {
      "year": "1939",
      "uri": "/wiki/David_Simon,_Baron_Simon_of_Highbury",
      "name": "David Simon, Baron Simon of Highbury",
      "aboutText": "Francis Edwin Close OBE (born 24 July 1945) is a noted particle physicist who is Professor of Physics at the University of Oxford and a Fellow of Exeter College, Oxford.",
      "pageId": 2594468,
      "monthDay": "07/24"
    },
    {
      "year": "1940",
      "uri": "/wiki/Rex_Garvin",
      "name": "Rex Garvin",
      "aboutText": "Linda Melson Harrison (born July 26, 1945) is an American actress, internationally renowned for her role as Nova, Charlton Heston's mute mate in the classic 1968 science fiction film Planet of the Apes and the first sequel, Beneath the Planet of the Apes; she also had a cameo in Tim Burton's 2001 remake of the original.",
      "pageId": 2619831,
      "monthDay": "07/24"
    },
    {
      "year": "1940",
      "uri": "/wiki/Stanley_Hauerwas",
      "name": "Stanley Hauerwas",
      "aboutText": "Hugh Norman Ross (born July 24, 1945) is a Canadian North American astrophysicist, Christian apologist, and old earth creationist.\nRoss has a Ph.D. in astrophysics from the University of Toronto and an undergraduate degree in physics from the University of British Columbia. He is known for establishing his own ministry called Reasons to Believe that promotes progressive and day-age forms of Old Earth Creationism.",
      "pageId": 2846967,
      "monthDay": "07/24"
    },
    {
      "year": "1940",
      "uri": "/wiki/Dan_Hedaya",
      "name": "Dan Hedaya",
      "aboutText": "Manoj Kumar (born Harikrishna Giri Goswami on 24 July 1937) is an award-winning Indian actor and director in Bollywood. He is remembered for his films Hariyali Aur Raasta, Woh Kaun Thi?, Himalaya Ki God Mein, Do Badan, Upkar, Patthar Ke Sanam, Neel Kamal, Purab Aur Paschim, Roti Kapda Aur Makaan, and Kranti. He is known for acting in and directing films with patriotic themes, and has been given the nickname \"Bharat Kumar\".",
      "pageId": 2980609,
      "monthDay": "07/24"
    },
    {
      "year": "1941",
      "uri": "/wiki/John_Bond_(banker)",
      "name": "John Bond",
      "aboutText": "Sir John Reginald Hartnell Bond (born 24 July 1941) is the incumbent chairman of the Swiss mining company Xstrata. Previously he retired as chairman of HSBC Holdings plc on 26 May 2006, after spending 45 years with the bank.\nHe was appointed as a member of the Hong Kong Chief Executive's Council of International Advisers in the years of 1998–2005.",
      "pageId": 3537021,
      "monthDay": "07/24"
    },
    {
      "year": "1942",
      "uri": "/wiki/Heinz_(singer)",
      "name": "Heinz",
      "aboutText": "John Trevor Sparling (born 24 July 1938, Mount Eden, Auckland) is a former New Zealand cricketer who played in 11 Tests from 1958 to 1964.\nA stocky, fair-haired, off-spinning all-rounder, Sparling was educated at Auckland Grammar School. Coached in Auckland by Jim Laker, he broke into the Auckland team at the age of 18.",
      "pageId": 4013450,
      "monthDay": "07/24"
    },
    {
      "year": "1942",
      "uri": "/wiki/David_Miner_(musician)",
      "name": "David Miner",
      "aboutText": "Eugene James Martin (Washington, D.C., July 24, 1938 – Lafayette, Louisiana, January 1, 2005) was an African-American visual artist.",
      "pageId": 4289910,
      "monthDay": "07/24"
    },
    {
      "year": "1942",
      "uri": "/wiki/Chris_Sarandon",
      "name": "Chris Sarandon",
      "aboutText": "Heinz Burt, (24 July 1942 – 7 April 2000) was a German-born bassist and singer, who performed under the stage name Heinz.",
      "pageId": 4503565,
      "monthDay": "07/24"
    },
    {
      "year": "1944",
      "uri": "/wiki/Jim_Armstrong_(guitarist)",
      "name": "Jim Armstrong",
      "aboutText": "David Miner (Born Ft. Worth, Texas on July 24, 1945), sometimes credited as David Minor, is an American guitarist, singer and songwriter, perhaps best known as a member of Grace Slick's The Great Society in the 1960s. He actually co-founded The Great Society along with Jerry, Darby, and Grace Slick as well as Bard Du Pont, in the sense that he was there from the start.",
      "pageId": 5328505,
      "monthDay": "07/24"
    },
    {
      "year": "1945",
      "uri": "/wiki/Frank_Close",
      "name": "Frank Close",
      "aboutText": "James 'Jim' Armstrong (born 24 July 1944, in Belfast, Co Antrim) is a guitarist from Northern Ireland.\nArmstrong's musical career started while he was still a schoolboy, when he played in Belfast's top showband, The Melotones, who were resident in the city's Romano's Ballroom. Armstrong played and recorded in the mid-'60s with Van Morrison and Them, touring both Europe and America (where he lived – playing and recording - for 4 years).",
      "pageId": 6989625,
      "monthDay": "07/24"
    },
    {
      "year": "1945",
      "uri": "/wiki/Linda_Harrison_(actress)",
      "name": "Linda Harrison",
      "aboutText": "David Alec Gwyn Simon, Baron Simon of Highbury CBE (born 24 July 1939) is a British businessman.\nHe graduated from the University of Cambridge in 1961 and joined British Petroleum as a management trainee, became chief executive of BP Oil International in 1982, managing director of BP in 1986, chief executive of BP from 1992 to 1995 and chairman from 1995 to 1997.\nIn the early years of his career he spent some time at the elite business school INSEAD. He became Advisor to Unilever and was Chairman of the Belgo-British Conference in 2004.",
      "pageId": 7445089,
      "monthDay": "07/24"
    },
    {
      "year": "1945",
      "uri": "/wiki/Azim_Premji",
      "name": "Azim Premji",
      "aboutText": "Alexis Jacquemin (24 July 1938 – 14 August 2004) was a Belgian economist. He received his PhD at the Université de Liège, and became a professor at the Universite Catholique de Louvain in 1974. In 1983, he was awarded the Francqui Prize on Human Sciences.",
      "pageId": 8370473,
      "monthDay": "07/24"
    },
    {
      "year": "1945",
      "uri": "/wiki/Hugh_Ross_(creationist)",
      "name": "Hugh Ross",
      "aboutText": "Rex Garvin (July 24, 1940 – December 2, 2013) was an American rhythm and blues singer, songwriter, keyboard player and arranger. His writing credits include the 1957 US chart hit \"Over the Mountain; Across the Sea\", by Johnnie and Joe, and his own 1966 recording \"Sock It To 'Em J.B.\", later recorded by The Specials.\n^ Profile, Ancestry.com.",
      "pageId": 26151102,
      "monthDay": "07/24"
    },
    {
      "year": "1945",
      "uri": "/wiki/Anthony_Watts_(geologist)",
      "name": "Anthony Watts",
      "aboutText": "Anthony Brian Watts FRS is a British marine geologist and geophysicist and Professor of Marine Geology and Geophysics in the Department of Earth Sciences, at the University of Oxford.\n^ a b c WATTS, Prof. Anthony Brian.",
      "pageId": 43683968,
      "monthDay": "07/24"
    },
    {
      "year": "1946",
      "uri": "/wiki/Gallagher_(comedian)",
      "name": "Gallagher",
      "aboutText": "Michael Anthony Richards (born July 24, 1949) is an American actor, writer and television producer, widely known for his portrayal of Cosmo Kramer on the television sitcom Seinfeld, for which he received the Primetime Emmy Award for Outstanding Supporting Actor in a Comedy Series three times.\nRichards began his career as a stand-up comedian, first entering the national spotlight when he was featured on Billy Crystal's first cable TV special. He went on to become a series regular on ABC's Fridays.",
      "pageId": 104998,
      "monthDay": "07/24"
    },
    {
      "year": "1946",
      "uri": "/wiki/Friedhelm_Haebermann",
      "name": "Friedhelm Haebermann",
      "aboutText": "Leo Anthony Gallagher, Jr.",
      "pageId": 207585,
      "monthDay": "07/24"
    },
    {
      "year": "1946",
      "uri": "/wiki/Herv%C3%A9_Vilard",
      "name": "Hervé Vilard",
      "aboutText": "Gus Green Van Sant, Jr. (born July 24, 1952) is an American film director, screenwriter, painter, photographer, musician and author who has earned acclaim as both an independent and more mainstream filmmaker. His films typically deal with themes of marginalized subcultures, in particular homosexuality; as such, Van Sant is considered one of the most prominent auteurs of the New Queer Cinema movement.",
      "pageId": 219217,
      "monthDay": "07/24"
    },
    {
      "year": "1947",
      "uri": "/wiki/Zaheer_Abbas",
      "name": "Zaheer Abbas",
      "aboutText": "Christopher Robert Smith, Baron Smith of Finsbury, PC (born 24 July 1951) is a British politician and a peer; a former Member of Parliament (MP) and Cabinet Minister; and former chairman of the Environment Agency. Although he is currently not aligned to any party, for the majority of his career he was a Labour Party member. He was one of the first openly gay British MPs, coming out in 1984, and in 2005, the first MP to acknowledge that he is HIV positive.",
      "pageId": 304477,
      "monthDay": "07/24"
    },
    {
      "year": "1947",
      "uri": "/wiki/David_Acfield",
      "name": "David Acfield",
      "aboutText": "Julian William Hendy Brazier TD (born 24 July 1953) is a British Conservative Party politician. He is the Member of Parliament (MP) for Canterbury. He was a shadow transport minister (until May 2010), (with responsibility for Aviation and Shipping) and is a prominent member of the Conservative Christian Fellowship.",
      "pageId": 414689,
      "monthDay": "07/24"
    },
    {
      "year": "1947",
      "uri": "/wiki/Robert_Hays",
      "name": "Robert Hays",
      "aboutText": "Jon Faddis (born July 24, 1953) is an American jazz trumpet player, conductor, composer, and educator, renowned for both his playing and for his expertise in the field of music education.",
      "pageId": 621235,
      "monthDay": "07/24"
    },
    {
      "year": "1947",
      "uri": "/wiki/Geoff_McQueen",
      "name": "Geoff McQueen",
      "aboutText": "Lynda Carter (born Linda Jean Córdova Carter; July 24, 1953) is an American actress, singer, songwriter and beauty pageant titleholder who was crowned Miss World America 1972 and also the star of the TV series Wonder Woman from 1975 to 1979.",
      "pageId": 682290,
      "monthDay": "07/24"
    },
    {
      "year": "1947",
      "uri": "/wiki/Peter_Serkin",
      "name": "Peter Serkin",
      "aboutText": "Syed Zaheer Abbas Kirmani (Urdu: سید ظہیر عباس کرمانی; born 24 July 1947), popularly known as Zaheer Abbas, is a former Pakistani cricketer, regarded as one of the finest batsman produced by that country. He is among few professional cricketers who used to wear spectacles. In 1982/1983, he became the first batsman to score three consecutive centuries in one-day internationals.",
      "pageId": 894432,
      "monthDay": "07/24"
    },
    {
      "year": "1948",
      "uri": "/wiki/Michael_Coveney",
      "name": "Michael Coveney",
      "aboutText": "Claire Conner McCaskill (/məˈkæskəl/; born July 24, 1953) is an American politician and member of the Democratic Party who serves as the senior United States Senator from Missouri. The first woman elected to the U.S. Senate from Missouri in her own right, she defeated Republican incumbent Jim Talent in the 2006 election, by a margin of 49.6% to 47.3%. She became the state's senior U.S. Senator upon the retirement of Kit Bond in 2011 and won a bid for re-election in 2012, defeating Republican Todd Akin by a margin of 54.7% to 39.2%.",
      "pageId": 1043236,
      "monthDay": "07/24"
    },
    {
      "year": "1949",
      "uri": "/wiki/Yves_Duteil",
      "name": "Yves Duteil",
      "aboutText": "Peter Adolf Serkin (born July 24, 1947) is an American pianist.",
      "pageId": 1227668,
      "monthDay": "07/24"
    },
    {
      "year": "1949",
      "uri": "/wiki/Michael_Richards",
      "name": "Michael Richards",
      "aboutText": "Robert Hays (born July 24, 1947) is an American actor, perhaps best known for his role as pilot Ted Striker in the film Airplane!",
      "pageId": 1328334,
      "monthDay": "07/24"
    },
    {
      "year": "1950",
      "uri": "/wiki/Arliss_Ryan",
      "name": "Arliss Ryan",
      "aboutText": "Geoffrey \"Geoff\" McQueen (24 July 1947 – 6 July 1994) was a television screenwriter. A carpenter and joiner by trade he worked abroad for many years before he began writing in 1978.",
      "pageId": 1532834,
      "monthDay": "07/24"
    },
    {
      "year": "1951",
      "uri": "/wiki/Lynda_Carter",
      "name": "Lynda Carter",
      "aboutText": "Yves Duteil is a French singer-songwriter. He was born in Neuilly-sur-Seine (Hauts-de-Seine), in 24 July 1949 and is the third child to be born in the family.\nDuteil is a noted proponent of the French language, the rights of children and the respect of environment.",
      "pageId": 4271961,
      "monthDay": "07/24"
    },
    {
      "year": "1951",
      "uri": "/wiki/Gypie_Mayo",
      "name": "Gypie Mayo",
      "aboutText": "Gypie Mayo (born John Phillip Cawthra; 24 July 1951 − 23 October 2013) was an English guitarist and songwriter, playing in Dr.",
      "pageId": 8399738,
      "monthDay": "07/24"
    },
    {
      "year": "1951",
      "uri": "/wiki/Chris_Smith,_Baron_Smith_of_Finsbury",
      "name": "Chris Smith, Baron Smith of Finsbury",
      "aboutText": "Michael Coveney (born 24 July 1948, in London) is a British theatre critic.",
      "pageId": 10019564,
      "monthDay": "07/24"
    },
    {
      "year": "1952",
      "uri": "/wiki/Gus_Van_Sant",
      "name": "Gus Van Sant",
      "aboutText": "David Laurence Acfield (b.24 July 1947, Chelmsford, Essex) was a First Class and List A cricketer and champion fencer from England. He was part of the successful Essex team of the late 1970s and early 1980s and formed a famous county spin partnership with Ray East. He was a right arm off break bowler and right hand tail end batsman.",
      "pageId": 12546035,
      "monthDay": "07/24"
    },
    {
      "year": "1953",
      "uri": "/wiki/Julian_Brazier",
      "name": "Julian Brazier",
      "aboutText": "James William Scobie Newcome DL (born 24 July 1953) is the current Bishop of Carlisle in the Diocese of Carlisle.",
      "pageId": 18807968,
      "monthDay": "07/24"
    },
    {
      "year": "1953",
      "uri": "/wiki/Jon_Faddis",
      "name": "Jon Faddis",
      "aboutText": "Arliss Ryan (born July 24, 1950 in Detroit, Michigan) is an American novelist and short story writer and essayist.\nRyan graduated Phi Beta Kappa from the University of Michigan with a B.A. in English in 1971. For a time, Ryan worked at the United Nations as an administrative assistant before pursuing writing full-time.",
      "pageId": 28097488,
      "monthDay": "07/24"
    },
    {
      "year": "1953",
      "uri": "/wiki/Claire_McCaskill",
      "name": "Claire McCaskill",
      "aboutText": "Friedhelm Haebermann (born 24 July 1946 in Duisburg) is a former German football player and manager.\nHaebermann made a total of 229 appearances for Eintracht Braunschweig in the Bundesliga during his playing career.",
      "pageId": 30822568,
      "monthDay": "07/24"
    },
    {
      "year": "1953",
      "uri": "/wiki/James_Newcome",
      "name": "James Newcome",
      "aboutText": "Hervé Vilard (born René Villard, 24 July 1946 in Paris, France) is a French pop–singer, who first became famous in the 1960s. His first single \"Capri c'est fini\" became an international hit in 1965 and rendered him instantaneously famous. The song sold 3.3 million copies.",
      "pageId": 33481719,
      "monthDay": "07/24"
    },
    {
      "year": "1954",
      "uri": "/wiki/Erdo%C4%9Fan_Ar%C4%B1ca",
      "name": "Erdoğan Arıca",
      "aboutText": "Barry Lamar Bonds (born July 24, 1964) is an American former professional baseball left fielder who played 22 seasons in Major League Baseball (MLB) with the Pittsburgh Pirates and San Francisco Giants. Bonds received seven NL MVP awards and 14 All-Star selections, and is considered to be one of the greatest baseball players of all time. Bonds is currently the co-hitting coach for the Miami Marlins along with Frank Menechino.",
      "pageId": 4375,
      "monthDay": "07/24"
    },
    {
      "year": "1954",
      "uri": "/wiki/G%C3%BCnter_B%C3%B6ttcher",
      "name": "Günter Böttcher",
      "aboutText": "Karl Anthony Malone (born July 24, 1963) is an American retired professional basketball player. Nicknamed \"The Mailman\", Malone played the power forward position and spent his first 18 seasons (1985–2003) in the National Basketball Association (NBA) with the Utah Jazz and formed a formidable duo with his teammate John Stockton. Malone also played for the Los Angeles Lakers.",
      "pageId": 459304,
      "monthDay": "07/24"
    },
    {
      "year": "1955",
      "uri": "/wiki/Brad_Watson_(writer)",
      "name": "Brad Watson",
      "aboutText": "Andonis Michaelides (24 July 1958 – 4 January 2011), better known as Mick Karn, was a British multi-instrumentalist musician and songwriter, who rose to fame as the bassist for the art rock/new wave band Japan, from 1974 to 1982.",
      "pageId": 626226,
      "monthDay": "07/24"
    },
    {
      "year": "1956",
      "uri": "/wiki/Charlie_Crist",
      "name": "Charlie Crist",
      "aboutText": "James \"Jim\" Leighton MBE (born 24 July 1958 in Johnstone, Renfrewshire) is a Scottish former football goalkeeper. Among the clubs he played for are Aberdeen (two spells), Manchester United, Arsenal, Dundee and Hibernian.",
      "pageId": 800481,
      "monthDay": "07/24"
    },
    {
      "year": "1956",
      "uri": "/wiki/Pat_Finn",
      "name": "Pat Finn",
      "aboutText": "Patrick Joseph \"Pat\" Finn (born July 24, 1956) is the former host of several game shows. He is the owner of the production company Rubicon Entertainment. Finn's first national gig was hosting the 1990 remake of the classic Jack Barry show The Joker's Wild.",
      "pageId": 1057002,
      "monthDay": "07/24"
    },
    {
      "year": "1957",
      "uri": "/wiki/Susan_Gelman",
      "name": "Susan Gelman",
      "aboutText": "Charles Joseph \"Charlie\" Crist, Jr. (/ˈkrɪst/; born July 24, 1956) is an American attorney and politician who served as the 44th Governor of Florida from 2007 to 2011.\nCrist began his political career as a Republican, serving in the Florida Senate from 1993 to 1999, running unsuccessfully for the U.S. Senate in 1998 when he challenged incumbent Bob Graham and then serving as Florida Education Commissioner from 2001 to 2003 and Florida Attorney General from 2003 to 2007, before being elected Governor in 2006.",
      "pageId": 1224681,
      "monthDay": "07/24"
    },
    {
      "year": "1957",
      "uri": "/wiki/Larry_Gott",
      "name": "Larry Gott",
      "aboutText": "Pamela Yvonne \"Pam\" Tillis (born July 24, 1957) is an American country music singer-songwriter and actress. She is the daughter of country music singer Mel Tillis and Doris Tillis.\nOriginally a demo singer in Nashville, Tennessee, Tillis was signed to Warner Bros.",
      "pageId": 1745463,
      "monthDay": "07/24"
    },
    {
      "year": "1957",
      "uri": "/wiki/Pam_Tillis",
      "name": "Pam Tillis",
      "aboutText": "Julieann Louise \"Julie\" Krone (born July 24, 1963, Benton Harbor, Michigan), is a retired American jockey. In 1993, she became the first woman jockey to win a Triple Crown race when she captured the Belmont Stakes aboard Colonial Affair. In 2000, she became the first woman inducted into the National Museum of Racing and Hall of Fame, and in 2003 became the first woman jockey to win a Breeders' Cup race.",
      "pageId": 1904096,
      "monthDay": "07/24"
    },
    {
      "year": "1958",
      "uri": "/wiki/Joe_Barry_Carroll",
      "name": "Joe Barry Carroll",
      "aboutText": "Paul Geary (born July 24, 1961, Medford, Massachusetts) is an American rock and roll drummer and Artist Manager. He is a co-founder and drummer of the heavy metal band, Extreme. He left the group in 1994 to pursue a career in artist management.",
      "pageId": 2001932,
      "monthDay": "07/24"
    },
    {
      "year": "1958",
      "uri": "/wiki/Mick_Karn",
      "name": "Mick Karn",
      "aboutText": "Kerry Michael Dixon (born 24 July 1961, in Luton) is a retired English professional footballer who played as a forward.\nHis club career was spent most notably at Chelsea, where he won the Second Division twice. His 193 goals across all competitions made him their third-highest goalscorer of all time.",
      "pageId": 2863273,
      "monthDay": "07/24"
    },
    {
      "year": "1958",
      "uri": "/wiki/Jim_Leighton",
      "name": "Jim Leighton",
      "aboutText": "Joe Barry Carroll (born July 24, 1958) is a retired American professional basketball player who spent ten seasons in the NBA. After retiring he became a wealth advisor, philanthropist, artist, author of the memoir Growing Up... In Words and Images and recipient of the Hank Aaron Champion for Justice award.",
      "pageId": 3370969,
      "monthDay": "07/24"
    },
    {
      "year": "1960",
      "uri": "/wiki/Catherine_Destivelle",
      "name": "Catherine Destivelle",
      "aboutText": "Johnny O'Connell (born July 24, 1962), is the most successful GM factory racing driver from the United States.",
      "pageId": 5458863,
      "monthDay": "07/24"
    },
    {
      "year": "1961",
      "uri": "/wiki/Kerry_Dixon",
      "name": "Kerry Dixon",
      "aboutText": "James Lawrence \"Larry\" Gott (born 24 July 1957, Manchester) is an English musician, primarily of the Mancunian band, James.",
      "pageId": 8920867,
      "monthDay": "07/24"
    },
    {
      "year": "1961",
      "uri": "/wiki/Paul_Geary",
      "name": "Paul Geary",
      "aboutText": "Erdoğan Arıca (24 July 1954 – 10 April 2012) was a Turkish football manager and coach. As a footballer, he played defender. He was also the brother of the singer Soner Arıca and the nephew of Kadir İnanır.",
      "pageId": 10788381,
      "monthDay": "07/24"
    },
    {
      "year": "1962",
      "uri": "/wiki/Johnny_O%27Connell",
      "name": "Johnny O'Connell",
      "aboutText": "Günter Böttcher (July 24, 1954 - October 4, 2012) was a West German handball player who competed in the 1976 Summer Olympics.\nIn 1976 he was a part of the West German team which finished fourth in the Olympic tournament.",
      "pageId": 13082543,
      "monthDay": "07/24"
    },
    {
      "year": "1963",
      "uri": "/wiki/Julie_Krone",
      "name": "Julie Krone",
      "aboutText": "Susan A. Gelman (born July 24, 1957) is a Heinz Werner Collegiate Professor of Psychology at the University of Michigan. Her research focuses on the topics of cognitive development, language acquisition, categorization, inductive reasoning, causal reasoning, and relationships between language and thought. Gelman subscribes to the domain specificity view of cognition, asserting that the mind is composed of specialized modules subserving specific cognitive functions.",
      "pageId": 21756157,
      "monthDay": "07/24"
    },
    {
      "year": "1963",
      "uri": "/wiki/Karl_Malone",
      "name": "Karl Malone",
      "aboutText": "Urmas Kaljend (born 24 July 1964) is a retired Estonian professional footballer, who played as a defender. He was affiliated with FC Norma Tallinn, SK Tallinna Sport and TVMK Tallinn.",
      "pageId": 23024574,
      "monthDay": "07/24"
    },
    {
      "year": "1964",
      "uri": "/wiki/Barry_Bonds",
      "name": "Barry Bonds",
      "aboutText": "Pedro Manuel Mamede Passos Coelho (Portuguese pronunciation: [ˈpeðɾu mɐnuˈɛɫ mɐˈmɛðɨ ˈpasuʃ kuˈeʎu]; born 24 July 1964) is a Portuguese politician who was the 118th Prime Minister of Portugal, in office from 2011 to 2015. He is the leader of the Social Democratic Party (PSD). Passos Coelho started very early in politics, becoming the national leader of the youth branch of the PSD. A business manager by trade, he led the XIX Governo Constitucional (19th Constitutional Government of Portugal) and the XX Governo Constitucional (20th Constitutional Government) as head of government from 21 June 2011 to 26 November 2015.",
      "pageId": 26835496,
      "monthDay": "07/24"
    },
    {
      "year": "1964",
      "uri": "/wiki/Pedro_Passos_Coelho",
      "name": "Pedro Passos Coelho",
      "aboutText": "Brad Watson (born July 24, 1955 in Meridian, Mississippi) is an American author.",
      "pageId": 26969386,
      "monthDay": "07/24"
    },
    {
      "year": "1964",
      "uri": "/wiki/Urmas_Kaljend",
      "name": "Urmas Kaljend",
      "aboutText": "Catherine Monique Suzanne Destivelle (born 24 July 1960) is a French rock climber and mountaineer. In 1992 she became the first woman to complete a solo ascent of the Eiger's north face. She completed the climb in winter in 17 hours.",
      "pageId": 28850791,
      "monthDay": "07/24"
    },
    {
      "year": "1964",
      "uri": "/wiki/John_Rosengren",
      "name": "John Rosengren",
      "aboutText": "Jennifer Lynn Lopez (born July 24, 1969), also known as J. Lo, is an American actress, author, fashion designer, dancer, producer, and singer. She became interested in pursuing a career in the entertainment industry following a minor role in the 1986 film My Little Girl, to the dismay of her Puerto Rican parents, who believed that it was an unrealistic career route for a Hispanic. Lopez gained her first regular high-profile job as a Fly Girl dancer on In Living Color in 1991, where she remained a regular until she decided to pursue an acting career in 1993.",
      "pageId": 16175,
      "monthDay": "07/24"
    },
    {
      "year": "1964",
      "uri": "/wiki/Banana_Yoshimoto",
      "name": "Banana Yoshimoto",
      "aboutText": "Colleen Doran (born July 24, 1964) is an American writer/artist and cartoonist. She illustrated hundreds of comics, graphic novels, books and magazines, including the autobiographical graphic novel of Marvel Comics editor and writer Stan Lee entitled Amazing Fantastic Incredible Stan Lee, which became a \"The New York Times\" bestseller.\nShe has also illustrated the works of Neil Gaiman, Clive Barker, Joe R. Lansdale, Anne Rice, J. Michael Straczynski, Peter David and Tori Amos.",
      "pageId": 261414,
      "monthDay": "07/24"
    },
    {
      "year": "1965",
      "uri": "/wiki/Andrew_Gaze",
      "name": "Andrew Gaze",
      "aboutText": "Andrew Barry Casson Gaze, AM (born 24 July 1965) is an Australian former professional basketball player.",
      "pageId": 283234,
      "monthDay": "07/24"
    },
    {
      "year": "1965",
      "uri": "/wiki/Kadeem_Hardison",
      "name": "Kadeem Hardison",
      "aboutText": "Banana Yoshimoto (よしもと ばなな, Yoshimoto Banana) (born 24 July 1964) is the pen name of Japanese writer Mahoko Yoshimoto (吉本 真秀子 , Yoshimoto Mahoko).",
      "pageId": 352275,
      "monthDay": "07/24"
    },
    {
      "year": "1965",
      "uri": "/wiki/Doug_Liman",
      "name": "Doug Liman",
      "aboutText": "Ulrich Alexander \"Rick\" Fox (born July 24, 1969) is a Canadian-born Bahaman film and television actor, businessman, and retired basketball player who last played for the Los Angeles Lakers in 2004. He also played for the Boston Celtics.",
      "pageId": 654160,
      "monthDay": "07/24"
    },
    {
      "year": "1966",
      "uri": "/wiki/Mo-Do",
      "name": "Mo-Do",
      "aboutText": "Laura Leighton (born July 24, 1968) is an American actress.",
      "pageId": 692822,
      "monthDay": "07/24"
    },
    {
      "year": "1966",
      "uri": "/wiki/Martin_Keown",
      "name": "Martin Keown",
      "aboutText": "Kristin Dawn Chenoweth (/ˈtʃɛnoʊwɛθ/; born Kristi Dawn Chenoweth, July 24, 1968) is an American actress and singer, with credits in musical theatre, film and television. In 1999, she won a Tony Award for her performance as Sally Brown in You're a Good Man, Charlie Brown on Broadway. In 2003, she received wide notice for originating the role of Glinda in the musical Wicked, including a nomination for another Tony.",
      "pageId": 1115791,
      "monthDay": "07/24"
    },
    {
      "year": "1968",
      "uri": "/wiki/Kristin_Chenoweth",
      "name": "Kristin Chenoweth",
      "aboutText": "Dino Baggio (born 24 July 1971) is an Italian former professional footballer who played as a defensive midfielder.\nThroughout his club career, he won the UEFA Cup three times, twice with Parma and once with Juventus. He obtained 60 caps at international level for Italy, and was part of the team that reached the final of the 1994 FIFA World Cup; he later also represented Italy at UEFA Euro 1996, and at the 1998 FIFA World Cup.",
      "pageId": 1234159,
      "monthDay": "07/24"
    },
    {
      "year": "1968",
      "uri": "/wiki/Colleen_Doran",
      "name": "Colleen Doran",
      "aboutText": "Kadeem Hardison (born July 24, 1965) is an American actor and director. He is best known for his role as Dwayne Wayne on A Different World, a spin-off of the long-running NBC sitcom The Cosby Show. He is also starring in the new Disney Channel sitcom K.C. Undercover as Zendaya's father.",
      "pageId": 1657515,
      "monthDay": "07/24"
    },
    {
      "year": "1968",
      "uri": "/wiki/Malcolm_Ingram",
      "name": "Malcolm Ingram",
      "aboutText": "Martin Raymond Keown (born 24 July 1966) is an English former professional footballer who played as a defender from 1984 to 2005 notably in the Premier League for Arsenal where he made over 300 appearances for the club and won nine major trophies.\nHe also played for Brighton & Hove Albion, Aston Villa, Everton, Leicester City and Reading. Keown made his England debut in 1992 against France and went on to win 43 caps for the national side over the next 10 years, gradually forming a respected defensive partnership with Arsenal team-mate Tony Adams at both club and international level.",
      "pageId": 1666773,
      "monthDay": "07/24"
    },
    {
      "year": "1968",
      "uri": "/wiki/Laura_Leighton",
      "name": "Laura Leighton",
      "aboutText": "Douglas Eric \"Doug\" Liman (born July 24, 1965) is an American film director and producer best known for Swingers (1996), The Bourne Identity (2002), Mr. & Mrs.",
      "pageId": 2028253,
      "monthDay": "07/24"
    },
    {
      "year": "1968",
      "uri": "/wiki/John_P._Navin_Jr.",
      "name": "John P. Navin Jr.",
      "aboutText": "John P. Navin Jr. (born July 24, 1968) is an American film and television actor from Philadelphia. He is well known for his roles in the 1981 drama film Taps and the 1983 movie Losin' It, both of which co-starred Tom Cruise.",
      "pageId": 2374413,
      "monthDay": "07/24"
    },
    {
      "year": "1969",
      "uri": "/wiki/Rick_Fox",
      "name": "Rick Fox",
      "aboutText": "Ahn Ji-hwan (Korean: 안지환; born July 24, 1969) is a South Korean voice actor, television presenter, radio presenter, and actor. He joined Munhwa Broadcasting Corporation's voice acting division in 1993 and debuted with his role as Prince Dandarn (known as Prince Omar in South Korea) on the Korean dub of Time Travel Tondekeman.\nSince the early 2000s, Ji-hwan has narrated several entertaining shows at Seoul Broadcasting System, including Animal Farm, The Music Trend, and Star King.",
      "pageId": 2914015,
      "monthDay": "07/24"
    },
    {
      "year": "1969",
      "uri": "/wiki/Ahn_Ji-hwan",
      "name": "Ahn Ji-hwan",
      "aboutText": "Anja Garbarek (born 24 July 1970 in Oslo, Norway) is a Norwegian singer-songwriter of mixed Norwegian and Polish descent. She was raised in Oslo, as the daughter of the Norwegian jazz saxophonist Jan Garbarek.\n^ \"Anja Garbarek: Artist\" (in Norwegian).",
      "pageId": 3096771,
      "monthDay": "07/24"
    },
    {
      "year": "1969",
      "uri": "/wiki/Jennifer_Lopez",
      "name": "Jennifer Lopez",
      "aboutText": "Malcolm Ingram is a Canadian independent film director, and podcaster. He was born in 1968 in Toronto, Ontario, Canada.",
      "pageId": 6066778,
      "monthDay": "07/24"
    },
    {
      "year": "1970",
      "uri": "/wiki/Stephanie_Adams",
      "name": "Stephanie Adams",
      "aboutText": "Julia Bradbury (born 24 July 1970) is an English television presenter, employed by the BBC and ITV, specialising in documentaries and consumer affairs.",
      "pageId": 8312802,
      "monthDay": "07/24"
    },
    {
      "year": "1970",
      "uri": "/wiki/Julia_Bradbury",
      "name": "Julia Bradbury",
      "aboutText": "Elli Kokkinou (Greek pronunciation: [ˈeli koˈki'nou]; Greek: Έλλη Κοκκίνου) (Born July 24, 1970) is a Greek singer who was born in Athens, Greece. Kokkinou is among the most popular singers in Greece today. She has performed together with Greek music stars such as Anna Vissi, Glykeria, Paschalis Terzis, Sakis Rouvas, Tolis Voskopoulos, Thanos Petrelis, Natassa Theodoridou, Despina Vandi, Giorgos Tsalikis and Kalomoira.",
      "pageId": 8386397,
      "monthDay": "07/24"
    },
    {
      "year": "1970",
      "uri": "/wiki/Anja_Garbarek",
      "name": "Anja Garbarek",
      "aboutText": "Fabio Frittelli (24 July 1966 – 6 February 2013), better known by his pseudonym Mo-Do, was an Italian musician. Mo-Do appeared in the 1990s as an Italian techno act.",
      "pageId": 20588575,
      "monthDay": "07/24"
    },
    {
      "year": "1970",
      "uri": "/wiki/Elli_Kokkinou",
      "name": "Elli Kokkinou",
      "aboutText": "John Rosengren (born July 24, 1964 in Minneapolis, Minnesota ) is an American writer and author.\nHis feature articles, profiles and essays have appeared in more than 100 publications, including Reader's Digest, Runner's World, Sports Illustrated, Tennis and the Utne Reader. His eight books include The Fight of Their Lives: How Juan Marichal and John Roseboro Turned Baseball's Ugliest Brawl into a Story of Forgiveness and Redemption; Hank Greenberg: The Hero of Heroes, the definitive biography of the most important American Jew of the 20th century; Blades of Glory: A Story of a Young Team Bred to Win, which chronicles a season spent with a successful Minnesota high school hockey team as seen through the eyes of some of the mother's; and Hammerin' Hank, George Almighty and the Say Hey Kid: The Year that Changed Baseball Forever, an account of the 1973 baseball season.",
      "pageId": 21137204,
      "monthDay": "07/24"
    },
    {
      "year": "1971",
      "uri": "/wiki/Dino_Baggio",
      "name": "Dino Baggio",
      "aboutText": "Stephanie Adams (born July 24, 1970) is an American model and author. She was the November 1992 Playboy Playmate.\n^ a b c d e \"Stephanie Adams\".",
      "pageId": 32887794,
      "monthDay": "07/24"
    },
    {
      "year": "1971",
      "uri": "/wiki/John_Partridge_(actor)",
      "name": "John Partridge",
      "aboutText": "Mehdi Mahdavikia (Persian:  مهدی مهدوی‌کیا ‎‎, born 24 July 1977 in Tehran) is a retired Iranian football player who played for Persepolis, Hamburg SV, Eintracht Frankfurt, Steel Azin, Damash Gilan and also Iran national football team. He has won Asian Young Footballer of the Year award in 1997, as well as Asian Footballer of the Year in 2003. He was the captain of the Iran national football team from 2006 to 2009, and currently is the fourth most capped Iranian International after Ali Daei, Javad Nekounam and Ali Karimi.",
      "pageId": 272859,
      "monthDay": "07/24"
    },
    {
      "year": "1972",
      "uri": "/wiki/Kai%C5%8D_Hiroyuki",
      "name": "Kaiō Hiroyuki",
      "aboutText": "Torrie Anne Wilson (born July 24, 1975) is an American model, fitness competitor, actress and retired professional wrestler. She is best known for her time in World Championship Wrestling (WCW) and World Wrestling Entertainment (WWE).\nAs a fitness competitor, Wilson won the Miss Galaxy competition in 1999.",
      "pageId": 307312,
      "monthDay": "07/24"
    },
    {
      "year": "1972",
      "uri": "/wiki/Jen_Miller",
      "name": "Jen Miller",
      "aboutText": "Mary Rose Byrne (born 24 July 1979) is an Australian actress. Byrne made her screen debut in 1992 with a small role in the film Dallas Doll. In 2000, she played a leading role in the Australian film The Goddess of 1967, which brought her a Venice Film Festival award for Best Actress.",
      "pageId": 854487,
      "monthDay": "07/24"
    },
    {
      "year": "1973",
      "uri": "/wiki/Amanda_Stretton",
      "name": "Amanda Stretton",
      "aboutText": "Laura Fraser (born 24 July 1976) is a Scottish actress. She is best known for portraying Door in the urban fantasy series Neverwhere, Kate in the film A Knight's Tale, Cat MacKenzie in the drama series Lip Service and Lydia Rodarte-Quayle in the AMC crime drama series Breaking Bad.",
      "pageId": 867922,
      "monthDay": "07/24"
    },
    {
      "year": "1975",
      "uri": "/wiki/Tracey_Crouch",
      "name": "Tracey Crouch",
      "aboutText": "Rafer Jamel Alston (born July 24, 1976) is a retired American professional basketball player.",
      "pageId": 914163,
      "monthDay": "07/24"
    },
    {
      "year": "1975",
      "uri": "/wiki/Dafydd_James",
      "name": "Dafydd James",
      "aboutText": "Philip Andrew Irons (July 24, 1978 – November 2, 2010) was an American professional surfer. Irons learned to surf on the dangerous and shallow reefs of the North Shore in Kauai, Hawaii. Over the course of his professional career, he won three world titles (2002, 2003, 2004), three Quiksilver Pro France titles (2003, 2004, 2005), two Rip Curl Pro Search titles (2006 and 2007) and 20 elite tour victories including the Vans Triple Crown of Surfing four times from 2002-2006.",
      "pageId": 995253,
      "monthDay": "07/24"
    },
    {
      "year": "1975",
      "uri": "/wiki/Jamie_Langenbrunner",
      "name": "Jamie Langenbrunner",
      "aboutText": "Eric Kyle Szmanda (/səˈmændə/; born July 24, 1975) is an American actor. He portrayed Greg Sanders in the CBS police drama CSI: Crime Scene Investigation, a role he held from when the show began in 2000 until its end in 2015.",
      "pageId": 1348446,
      "monthDay": "07/24"
    },
    {
      "year": "1975",
      "uri": "/wiki/Eric_Szmanda",
      "name": "Eric Szmanda",
      "aboutText": "Tiago da Costa Monteiro (Portuguese pronunciation: [tiˈaɣu mõˈtɐjɾu]; born 24 July 1976) is a Portuguese professional racing driver. He drove for Jordan Grand Prix, Midland and Spyker MF1 teams—all different iterations of the same team as it was bought by new owners during a two-year stint as part of the Formula One paddock.\nMonteiro raced with the semi-privateer SR Sport team in the 2010 WTCC season driving a SEAT León TDI, following the withdrawal of SEAT Sport at the end of the previous season.",
      "pageId": 1464152,
      "monthDay": "07/24"
    },
    {
      "year": "1975",
      "uri": "/wiki/Torrie_Wilson",
      "name": "Torrie Wilson",
      "aboutText": "John Partridge (born 24 July 1971 in Radcliffe, Lancashire) is an English actor, dancer, singer, panelist and television presenter, who is probably best known for the role of Christian Clarke in the long-running BBC television soap opera EastEnders, having joined the cast in January 2008.",
      "pageId": 1887680,
      "monthDay": "07/24"
    },
    {
      "year": "1976",
      "uri": "/wiki/Rafer_Alston",
      "name": "Rafer Alston",
      "aboutText": "Danial \"Danny\" Dyer (born 24 July 1977) is an English actor, currently cast in EastEnders, and the previous chairman of Greenwich Borough, a non-League football team.",
      "pageId": 1910375,
      "monthDay": "07/24"
    },
    {
      "year": "1976",
      "uri": "/wiki/Nate_Bump",
      "name": "Nate Bump",
      "aboutText": "Joanna Taylor (born 24 July 1978) is an English actress and former model.",
      "pageId": 2179061,
      "monthDay": "07/24"
    },
    {
      "year": "1976",
      "uri": "/wiki/Laura_Fraser",
      "name": "Laura Fraser",
      "aboutText": "James Joseph Craig Langenbrunner (/ˈlæŋɡənbrʌnər/; born July 24, 1975) is an American retired professional ice hockey player.",
      "pageId": 2818881,
      "monthDay": "07/24"
    },
    {
      "year": "1976",
      "uri": "/wiki/Tiago_Monteiro",
      "name": "Tiago Monteiro",
      "aboutText": "Dafydd Rhys James (born 24 July 1975) is a former Welsh international rugby union footballer who plays on the wing or at centre. He toured with the British and Irish Lions in 2001. James was born in Mufulira, Zambia, but has earned 48 caps for Wales and three for the British & Irish Lions.",
      "pageId": 2991403,
      "monthDay": "07/24"
    },
    {
      "year": "1977",
      "uri": "/wiki/Danny_Dyer",
      "name": "Danny Dyer",
      "aboutText": "Kaiō Hiroyuki (born 24 July 1972 as Hiroyuki Koga) is a former professional sumo wrestler from Nōgata, Fukuoka, Japan.\nHe made his debut in 1988, reaching the top makuuchi division in 1993. He held the second highest rank of ōzeki or champion for eleven years from 2000 to 2011, and is the longest-serving ōzeki of all time in terms of number of tournaments fought.",
      "pageId": 3210749,
      "monthDay": "07/24"
    },
    {
      "year": "1977",
      "uri": "/wiki/Mehdi_Mahdavikia",
      "name": "Mehdi Mahdavikia",
      "aboutText": "Nathan Louis Bump (born July 24, 1976) is a Major League Baseball starting pitcher who currently plays for the Philadelphia Phillies organization and currently assigned to the Lehigh Valley IronPigs. He was drafted by the Giants in the 1998 Major League Baseball Draft as the 25th overall pick from Penn State University.\nHe was traded in 1999 by the Giants with Jason Grilli in exchange for Liván Hernández from the Florida Marlins.",
      "pageId": 4064151,
      "monthDay": "07/24"
    },
    {
      "year": "1977",
      "uri": "/wiki/Aitor_P%C3%A9rez",
      "name": "Aitor Pérez",
      "aboutText": "Jennifer \"Jen\" Miller (also known as Saint Reverend Jen and Reverend Jen — born Jennifer Miller on July 24, 1972 in Silver Spring, Maryland) is an American performer, underground movie star, writer, painter, director, preacher, and poet from Manhattan, New York City. In 2002 Miller was named the Village Voice's \"Best D.I.Y. Go-Girl\" in the category of \"Over 21\".",
      "pageId": 6357657,
      "monthDay": "07/24"
    },
    {
      "year": "1978",
      "uri": "/wiki/Andy_Irons",
      "name": "Andy Irons",
      "aboutText": "Amanda Stretton (née Cohn; 24 July 1973, London) is an English female racing driver and motoring journalist.",
      "pageId": 8613671,
      "monthDay": "07/24"
    },
    {
      "year": "1978",
      "uri": "/wiki/Joanna_Taylor",
      "name": "Joanna Taylor",
      "aboutText": "Aitor Pérez Arrieta (born July 24, 1977 in Zegama, Basque Country) is a Spanish professional road bicycle racer, who currently rides for the Gios Deyser-Leon Kastro team.",
      "pageId": 12751914,
      "monthDay": "07/24"
    },
    {
      "year": "1979",
      "uri": "/wiki/Rose_Byrne",
      "name": "Rose Byrne",
      "aboutText": "Tracey Elizabeth Anne Crouch (born 24 July 1975) is a British Conservative Party politician.",
      "pageId": 27306911,
      "monthDay": "07/24"
    },
    {
      "year": "1979",
      "uri": "/wiki/Alexis_Mateo",
      "name": "Alexis Mateo",
      "aboutText": "Alexis Mateo Pacheco (born July 24, 1979), better known as Alexis Mateo, is a Puerto Rican drag queen, performer, reality television personality, and fashion designer.",
      "pageId": 34283750,
      "monthDay": "07/24"
    },
    {
      "year": "1979",
      "uri": "/wiki/Jerrod_Niemann",
      "name": "Jerrod Niemann",
      "aboutText": "Summer Lyn Glau (/ˈɡlaʊ/; born July 24, 1981) is an American actress best known for her portrayals of the fictional characters River Tam (Firefly / Serenity), Cameron (Terminator: The Sarah Connor Chronicles), Tess Doerner (The 4400), and Isabel Rochev (Arrow).",
      "pageId": 763860,
      "monthDay": "07/24"
    },
    {
      "year": "1979",
      "uri": "/wiki/Stat_Quo",
      "name": "Stat Quo",
      "aboutText": "Gauge (born July 24, 1980) is the stage name of an American pornographic actress and featured dancer.",
      "pageId": 945019,
      "monthDay": "07/24"
    },
    {
      "year": "1979",
      "uri": "/wiki/Valerio_Scassellati",
      "name": "Valerio Scassellati",
      "aboutText": "Stanley Benton, better known as Stat Quo, is an American rapper, producer, songwriter, and entrepreneur. Benton worked his way to college and attended University of Florida, where he majored in economics and international business in 2000. Benton was contemplating law school, until veteran Southern rapper Scarface encouraged him to rap professionally.",
      "pageId": 1432683,
      "monthDay": "07/24"
    },
    {
      "year": "1979",
      "uri": "/wiki/Anne-Ga%C3%ABlle_Sidot",
      "name": "Anne-Gaëlle Sidot",
      "aboutText": "Joel Michael Stroetzel (born July 24, 1980) is best known as one of two guitarists from the Massachusetts metalcore band Killswitch Engage.",
      "pageId": 1435665,
      "monthDay": "07/24"
    },
    {
      "year": "1979",
      "uri": "/wiki/Lee_Si-yeon",
      "name": "Lee Si-yeon",
      "aboutText": "Mewelde Jaem Cadere Moore (born July 24, 1982) is a former American football running back. He was originally drafted by the Minnesota Vikings in the fourth round of the 2004 NFL Draft. Moore also played with the Pittsburgh Steelers, winning a super bowl ring in the meantime.",
      "pageId": 1911902,
      "monthDay": "07/24"
    },
    {
      "year": "1979",
      "uri": "/wiki/Mark_Andrew_Smith",
      "name": "Mark Andrew Smith",
      "aboutText": "Elisabeth Singleton Moss (born July 24, 1982) is an American actor, known for her roles as Zoey Bartlet, the youngest daughter of President Josiah Bartlet, on the NBC television series The West Wing (1999–2006); Peggy Olson, secretary-turned-copywriter on the AMC series, Mad Men (2007–2015), which earned her six Emmy Awards nominations and one Golden Globe nomination; and Det. Robin Griffin in the BBC miniseries Top of the Lake (2013), the last of which won her a Golden Globe and Satellite Awards for Best Actress in a Miniseries and/or TV film.",
      "pageId": 3076827,
      "monthDay": "07/24"
    },
    {
      "year": "1979",
      "uri": "/wiki/Ryan_Speier",
      "name": "Ryan Speier",
      "aboutText": "Douglas Erwin Bollinger (born 24 July 1981) is a professional Australian cricketer who has recently played first class county cricket for Kent. He previously played first-class cricket for the New South Wales Blues and international cricket for Australia. He is a left-handed batsman and a left-arm fast bowler.",
      "pageId": 3084564,
      "monthDay": "07/24"
    },
    {
      "year": "1980",
      "uri": "/wiki/Gauge_(actress)",
      "name": "Gauge",
      "aboutText": "Élise Crombez (born 24 July 1982 in Mouscron, Belgium) is a Belgian fashion model.",
      "pageId": 3863040,
      "monthDay": "07/24"
    },
    {
      "year": "1980",
      "uri": "/wiki/Wilfred_Bungei",
      "name": "Wilfred Bungei",
      "aboutText": "Chris Barrett (born July 24, 1982 in Bryn Mawr, Pennsylvania) is an American film director, producer, spokesperson, and author who was featured in the Sundance Award Winning Documentary The Corporation.\nChris co-founded Powerhouse Pictures Entertainment, LLC, with Efren Ramirez, who is most well known for his portrayal of Pedro in Napoleon Dynamite. They co-authored the book \"Direct Your Own Life: How To Be A Star In Any Field You Choose\" released on June 10, 2008 through Kaplan Publishing.",
      "pageId": 4005483,
      "monthDay": "07/24"
    },
    {
      "year": "1980",
      "uri": "/wiki/Joel_Stroetzel",
      "name": "Joel Stroetzel",
      "aboutText": "Wilfred Kipkemboi Bungei (born 24 July 1980) is a Kenyan retired Middle-distance runner, who won the 800 m gold medal at the 2008 Summer Olympics in Beijing. He also won at the World indoor Championships in Moscow 2006 the 800 metres title, defeating Mbulaeni Mulaudzi and Olympic Champion Yuriy Borzakovskiy in the course of the race.\nBungei was ranked No.1 in the world over 800 m in 2002 and 2003.",
      "pageId": 4391165,
      "monthDay": "07/24"
    },
    {
      "year": "1981",
      "uri": "/wiki/Doug_Bollinger",
      "name": "Doug Bollinger",
      "aboutText": "Anne-Gaëlle Sidot (born on 24 July 1979) is a former professional tennis player from France.",
      "pageId": 4450757,
      "monthDay": "07/24"
    },
    {
      "year": "1981",
      "uri": "/wiki/Summer_Glau",
      "name": "Summer Glau",
      "aboutText": "Thiago Medeiros (born July 24, 1982 in São Paulo) is a Brazilian racing driver.\nAfter racing in Formula Three Sudamericana from 1999 to 2002, finishing 3rd in 2001 and 4th in 2002, he came to the United States in 2003 to race in the Infiniti Pro Series for Genoa Racing. He started his first race from the pole at Homestead Miami Speedway and captured his first victory in the final race of the season at Texas Motor Speedway.",
      "pageId": 5050148,
      "monthDay": "07/24"
    },
    {
      "year": "1981",
      "uri": "/wiki/Mark_Robinson_(footballer,_born_1981)",
      "name": "Mark Robinson",
      "aboutText": "Mark Andrew Robinson (born 24 July 1981) is an English footballer who plays for Whitby Town as a defender and is the current club captain.",
      "pageId": 5408856,
      "monthDay": "07/24"
    },
    {
      "year": "1982",
      "uri": "/wiki/Chris_Barrett",
      "name": "Chris Barrett",
      "aboutText": "Ryan Andrew Speier (born July 24, 1979, in Frankfort, Kentucky) is a former right-handed Major League Baseball pitcher who last played for the independent Southern Maryland Blue Crabs in 2012. He played with the Rockies for his entire Major League career, from 2005 when he was called up to July 24, 2009 when he was designated for assignment.\n^ \"Rockies send Speier out\".",
      "pageId": 8228756,
      "monthDay": "07/24"
    },
    {
      "year": "1982",
      "uri": "/wiki/%C3%89lise_Crombez",
      "name": "Élise Crombez",
      "aboutText": "Valerio Scassellati (born July 24, 1979 in Gualdo Tadino) is an Italian racing driver.",
      "pageId": 14810198,
      "monthDay": "07/24"
    },
    {
      "year": "1982",
      "uri": "/wiki/Luka_Magnotta",
      "name": "Luka Magnotta",
      "aboutText": "Lee Si-yeon (hangul:이시연, hanja:李詩姸, born Lee Dae-hak, 24 July 1980) is a South Korean transgender actress and model. In 1999 her debut for Anti-Miss Korea, In 2007, gender transition operative. Born Lee Dae-hak(이대학, 李大鶴).",
      "pageId": 15250813,
      "monthDay": "07/24"
    },
    {
      "year": "1982",
      "uri": "/wiki/Trevor_Matthews",
      "name": "Trevor Matthews",
      "aboutText": "Mark Andrew Smith is an award-winning American comic book author and graphic novelist.",
      "pageId": 17227974,
      "monthDay": "07/24"
    },
    {
      "year": "1982",
      "uri": "/wiki/Thiago_Medeiros",
      "name": "Thiago Medeiros",
      "aboutText": "Jerrod Lee Niemann (born July 24, 1979) is an American singer and songwriter. He has released one single for Category 5 Records and three albums for Sea Gayle Music/Arista Nashville: Judge Jerrod & the Hung Jury (2010), Free the Music (2012), and High Noon (2014). These albums have produced a combined six Top 40 entries on the Hot Country Songs and Country Airplay charts, including the number 1 singles \"Lover, Lover\" (a cover of Sonia Dada's \"You Don't Treat Me No Good\") and \"Drink to That All Night\".",
      "pageId": 19894424,
      "monthDay": "07/24"
    },
    {
      "year": "1982",
      "uri": "/wiki/Mewelde_Moore",
      "name": "Mewelde Moore",
      "aboutText": "Trevor Matthews (born July 24, 1982 in Ottawa, Ontario) is a Canadian film producer and actor.",
      "pageId": 26075508,
      "monthDay": "07/24"
    },
    {
      "year": "1982",
      "uri": "/wiki/Elisabeth_Moss",
      "name": "Elisabeth Moss",
      "aboutText": "Luka Rocco Magnotta (born Eric Clinton Kirk Newman; July 24, 1982) is a Canadian former pornographic actor and model who killed and dismembered Lin Jun, a Chinese international student, then mailed his limbs to elementary schools and federal political party offices. This act gained international notoriety. After a video depicting the murder was posted online in May 2012, Magnotta fled Canada, becoming the subject of an Interpol Red Notice and prompting an international manhunt.",
      "pageId": 35987677,
      "monthDay": "07/24"
    },
    {
      "year": "1982",
      "uri": "/wiki/Anna_Paquin",
      "name": "Anna Paquin",
      "aboutText": "Anna Helene Paquin (/ˈpækwɪn/; born 24 July 1982) is a Canadian-born New Zealand actress. Her first film was The Piano, for which she won the Academy Award for Best Supporting Actress in March 1994 at the age of 11, making her the second youngest winner in Oscar history. She later appeared in a number of successful films, including Fly Away Home, She's All That, Almost Famous, The Squid and the Whale, 25th Hour and the X-Men franchise as Rogue from Marvel Comics.",
      "pageId": 276341,
      "monthDay": "07/24"
    },
    {
      "year": "1982",
      "uri": "/wiki/Michael_Poppmeier",
      "name": "Michael Poppmeier",
      "aboutText": "John Dhani Lennevald (born July 24, 1984 in Stockholm) is a Swedish Pop/R&B dancer and singer. He is a former member of the pop group A-Teens.",
      "pageId": 893961,
      "monthDay": "07/24"
    },
    {
      "year": "1983",
      "uri": "/wiki/Daniele_De_Rossi",
      "name": "Daniele De Rossi",
      "aboutText": "Patrice Bergeron-Cleary (born July 24, 1985) is a Canadian professional ice hockey centre and alternate captain playing for the Boston Bruins of the National Hockey League (NHL).\nHe played junior hockey with the Acadie–Bathurst Titan of the Quebec Major Junior Hockey League (QMJHL) for one full season before being selected 45th overall by the Bruins in the 2003 NHL Entry Draft. He made the immediate jump from junior to the NHL after his draft and joined the Bruins in 2003–04.",
      "pageId": 1327038,
      "monthDay": "07/24"
    },
    {
      "year": "1983",
      "uri": "/wiki/Joey_Kovar",
      "name": "Joey Kovar",
      "aboutText": "Teagan Presley (born Ashley Ann Erickson on July 24, 1985) is an American pornographic actress.",
      "pageId": 1643318,
      "monthDay": "07/24"
    },
    {
      "year": "1983",
      "uri": "/wiki/Asami_Mizukawa",
      "name": "Asami Mizukawa",
      "aboutText": "Daniele De Rossi, Ufficiale OMRI (Italian pronunciation: [daˈnjɛːle de ˈrossi]; born 24 July 1983) is an Italian professional footballer who plays for Serie A club Roma and the Italy national team as a defensive midfielder.\nDe Rossi made his professional debut with Roma during the 2001–02 season, and made his Serie A debut the following year. With the club, he has won the Coppa Italia twice and the 2007 Supercoppa Italiana.",
      "pageId": 1686203,
      "monthDay": "07/24"
    },
    {
      "year": "1984",
      "uri": "/wiki/Patrick_Harvey_(actor)",
      "name": "Patrick Harvey",
      "aboutText": "Patrick Harvey (born 24 July 1984 in Melbourne, Australia) is an Irish-Australian actor. He played Irish immigrant Connor O'Neill on the television soap opera Neighbours. His first appearance on the soap was in April 2002.",
      "pageId": 1753152,
      "monthDay": "07/24"
    },
    {
      "year": "1984",
      "uri": "/wiki/Tyler_Kyte",
      "name": "Tyler Kyte",
      "aboutText": "Jonathan Tyler \"Ty\" Kyte (born July 24, 1984; Lindsay, Ontario) is a Canadian actor and musician. He began his acting career with commercials and performing in the Musical Tommy in Toronto. Kyte was made famous amongst Canadian youth as a correspondent on the Canadian TV series Popular Mechanics for Kids alongside fellow Canadians Elisha Cuthbert, Vanessa Lengies and Jay Baruchel.",
      "pageId": 6353052,
      "monthDay": "07/24"
    },
    {
      "year": "1984",
      "uri": "/wiki/Dhani_Lennevald",
      "name": "Dhani Lennevald",
      "aboutText": "Andrei Vladimirovich Lutai (Russian: Андрей Владимирович Лутай; born 24 July 1986 in Belgorod, Russian SFSR) is a Russian figure skater.",
      "pageId": 8932000,
      "monthDay": "07/24"
    },
    {
      "year": "1984",
      "uri": "/wiki/Leanne_Moore",
      "name": "Leanne Moore",
      "aboutText": "Joris Jacques Kees Putman (24 July 1984 at Noordwijk in the Netherlands) is a Dutch actor.",
      "pageId": 9246927,
      "monthDay": "07/24"
    },
    {
      "year": "1984",
      "uri": "/wiki/Adam_Nelson_(footballer)",
      "name": "Adam Nelson",
      "aboutText": "Aries Merritt (born July 24, 1985) is an American track and field athlete who specializes in the 110 meter hurdles, and currently holds the world record in that event with a time of 12.80 s set on September 7, 2012.",
      "pageId": 9508204,
      "monthDay": "07/24"
    },
    {
      "year": "1984",
      "uri": "/wiki/Joris_Putman",
      "name": "Joris Putman",
      "aboutText": "Eric Andrew Wright (born July 24, 1985) is a former American football cornerback in the National Football League (NFL). He was drafted by the Cleveland Browns in the second round of the 2007 NFL Draft.",
      "pageId": 9982154,
      "monthDay": "07/24"
    },
    {
      "year": "1985",
      "uri": "/wiki/Patrice_Bergeron",
      "name": "Patrice Bergeron",
      "aboutText": "Adam Edgar Nelson (born 24 July 1984 in Mayfield, Edinburgh) is a Scottish football player.\nNelson was educated at Newbattle Community High School and won a Midlothian county cap in 1999.\nIn 2000, Nelson won international schoolboy football honours gaining 11 caps and being an ever-present in the Scottish Schools 15's side during which he was involved in three live televised matches.",
      "pageId": 12665336,
      "monthDay": "07/24"
    },
    {
      "year": "1985",
      "uri": "/wiki/Aries_Merritt",
      "name": "Aries Merritt",
      "aboutText": "Vugar Gashimov (Azerbaijani: Vüqar Həşimov; 24 July 1986 – 11 January 2014) was an Azerbaijani chess grandmaster. He was a noted player of blitz chess. At his peak ranking he was No.",
      "pageId": 13076711,
      "monthDay": "07/24"
    },
    {
      "year": "1985",
      "uri": "/wiki/Teagan_Presley",
      "name": "Teagan Presley",
      "aboutText": "Leanne Moore (born 24 July 1984) is the winner of the 2008 series of You're a Star on Raidió Teilifís Éireann (RTÉ).\nBorn and raised in Limerick, Moore made it to the final along with fellow contestants Robyn Kavanagh and Deirdre Archibald. For the final, Moore sang \"Piece of My Heart\", \"Run\" and \"Let's Stay Together\".",
      "pageId": 16344078,
      "monthDay": "07/24"
    },
    {
      "year": "1985",
      "uri": "/wiki/Luk%C3%A1%C5%A1_Rosol",
      "name": "Lukáš Rosol",
      "aboutText": "Megan Park (born July 24, 1986) is a Canadian actress and singer.",
      "pageId": 18484597,
      "monthDay": "07/24"
    },
    {
      "year": "1985",
      "uri": "/wiki/Eric_Wright_(cornerback,_born_1985)",
      "name": "Eric Wright",
      "aboutText": "Asami Mizukawa (水川 あさみ, Mizukawa Asami, born July 24, 1983 in Kyoto Prefecture) is a Japanese actress. She grew up in Ibaraki, Osaka.\nShe made her debut in 1997 at age of thirteen in an advertisement for Asahi Kasei's \"Hebel Haus\".",
      "pageId": 19378500,
      "monthDay": "07/24"
    },
    {
      "year": "1986",
      "uri": "/wiki/Vugar_Gashimov",
      "name": "Vugar Gashimov",
      "aboutText": "Joseph Eugene \"Joey\" Kovar (July 24, 1983 – August 17, 2012) was an American model and reality television star and bodybuilder who first appeared in the twentieth season of MTV's The Real World, The Real World: Hollywood, in 2008. In 2010, Kovar appeared as a patient on the VH1 reality show, Celebrity Rehab with Dr.",
      "pageId": 24607894,
      "monthDay": "07/24"
    },
    {
      "year": "1986",
      "uri": "/wiki/Andrei_Lutai",
      "name": "Andrei Lutai",
      "aboutText": "Lukáš Rosol (Czech pronunciation: [ˈlukaːʃ ˈrosol]; born 24 July 1985) is a Czech professional tennis player. Rosol competes on the ATP Challenger Tour and the ATP World Tour, both in singles and doubles. Rosol was coached by former Czech player, 1999 US Open quarterfinalist Ctislav Doseděl.",
      "pageId": 24940038,
      "monthDay": "07/24"
    },
    {
      "year": "1986",
      "uri": "/wiki/Megan_Park",
      "name": "Megan Park",
      "aboutText": "Michael Poppmeier (born 24 July 1982 in Durban) is a German international rugby union player, playing for the Villagers in South Africa and the German national rugby union team.\nHe returned to the German side against Georgia on 7 February 2009 after a five-year absence, having made his last international in 2004.\nPoppmeier, born in South Africa, started playing rugby in 2000.",
      "pageId": 26626743,
      "monthDay": "07/24"
    },
    {
      "year": "1986",
      "uri": "/wiki/Kaido_Saks",
      "name": "Kaido Saks",
      "aboutText": "Kaido Saks (born 24 July 1986) is an Estonian professional basketball player who plays as a small forward. He currently plays for Korvpalli Meistriliiga team TLÜ/Kalev.\n^ \"Kaido Saks\" (in Estonian).",
      "pageId": 42522182,
      "monthDay": "07/24"
    },
    {
      "year": "1986",
      "uri": "/wiki/Natalie_Tran",
      "name": "Natalie Tran",
      "aboutText": "Daveigh Elizabeth Chase-Schwallier (born July 24, 1990) is an American actress, best known for playing Rhonda Volmer in the HBO series Big Love and Lilo Pelekai in the Lilo & Stitch franchise.",
      "pageId": 318111,
      "monthDay": "07/24"
    },
    {
      "year": "1987",
      "uri": "/wiki/Jovan_Belcher",
      "name": "Jovan Belcher",
      "aboutText": "Mara Elizabeth Wilson (born July 24, 1987) is an American actress, voice actress, stage actress, writer, and playwright. She is best known for her roles as Natalie Hillard in Mrs. Doubtfire and Matilda Wormwood in Matilda.",
      "pageId": 679967,
      "monthDay": "07/24"
    },
    {
      "year": "1987",
      "uri": "/wiki/Filipe_Francisco_dos_Santos",
      "name": "Filipe Francisco dos Santos",
      "aboutText": "Merve Sevi (born 24 July 1987) is a Turkish actress, mostly known for her roles in Omuz Omuza, Hayat Bilgisi and most recently in Yalanci Yarim, a popular TV show where she rose to nationwide fame.",
      "pageId": 10713584,
      "monthDay": "07/24"
    },
    {
      "year": "1987",
      "uri": "/wiki/Nathan_Gerbe",
      "name": "Nathan Gerbe",
      "aboutText": "Ricky Petterd (born 24 July 1988) is a former Australian rules footballer who played for the Melbourne Football Club and Richmond Football Club in the Australian Football League (AFL).\nPetterd was drafted to Melbourne with the 30th overall pick in the 2006 national draft. He is a state representative footballer from Broadbeach on the Gold Coast, Queensland who made his senior debut with Melbourne in round 5 of 2007, where he had 22 disposals in the midfield and featured in the Demons best player list.",
      "pageId": 12340118,
      "monthDay": "07/24"
    },
    {
      "year": "1987",
      "uri": "/wiki/Zack_Sabre,_Jr.",
      "name": "Zack Sabre, Jr.",
      "aboutText": "Nathan David Gerbe (born July 24, 1987) is an American ice hockey player who is currently a player for the Carolina Hurricanes of the National Hockey League. He previously played for Buffalo Sabres.",
      "pageId": 16904617,
      "monthDay": "07/24"
    },
    {
      "year": "1987",
      "uri": "/wiki/Merve_Sevi",
      "name": "Merve Sevi",
      "aboutText": "Lucas Eatwell (born 24 July 1987) is a British professional wrestler better known by the ring name Zack Sabre, Jr. Sabre is a former NWA United Kingdom Junior Heavyweight Championship winner and a product of the NWA-UK Hammerlock training school. He started training with NWA-UK Hammerlock at the age of 14, under the guidance of Jon Ryan and Andre Baker.",
      "pageId": 17958040,
      "monthDay": "07/24"
    },
    {
      "year": "1987",
      "uri": "/wiki/Mara_Wilson",
      "name": "Mara Wilson",
      "aboutText": "Lin Yue (simplified Chinese: 林跃; traditional Chinese: 林躍; pinyin: Lín Yuè); born July 24, 1991) is a Chinese athlete who competes in diving.",
      "pageId": 18691709,
      "monthDay": "07/24"
    },
    {
      "year": "1988",
      "uri": "/wiki/Ricky_Petterd",
      "name": "Ricky Petterd",
      "aboutText": "Jovan Henry Allen Belcher (July 24, 1987 – December 1, 2012) was an American football linebacker who played for the Kansas City Chiefs of the National Football League (NFL). He grew up in West Babylon, New York and was a standout high school athlete before attending and graduating from the University of Maine, where he played for the Maine Black Bears football team. Belcher was named an All-American twice in college after switching in his junior year from linebacker to defensive end.",
      "pageId": 20775094,
      "monthDay": "07/24"
    },
    {
      "year": "1988",
      "uri": "/wiki/Han_Seung-yeon",
      "name": "Han Seung-yeon",
      "aboutText": "Natalie Tyler Tran (born 24 July 1986) is an Australian vlogger, actress, comedian and writer from Sydney who uses the handle communitychannel. Her videos have been described as \"quirky and diverting\".",
      "pageId": 21835575,
      "monthDay": "07/24"
    },
    {
      "year": "1989",
      "uri": "/wiki/Maurkice_Pouncey",
      "name": "Maurkice Pouncey",
      "aboutText": "Cafu real name Filipe Francisco dos Santos (born 24 July 1987) is a Brazilian footballer",
      "pageId": 24163365,
      "monthDay": "07/24"
    },
    {
      "year": "1989",
      "uri": "/wiki/Kim_Tae-hwan",
      "name": "Kim Tae-hwan",
      "aboutText": "LaShawn Maurkice Pouncey (born July 24, 1989) is an American football center and guard for the Pittsburgh Steelers of the National Football League (NFL).",
      "pageId": 25373389,
      "monthDay": "07/24"
    },
    {
      "year": "1990",
      "uri": "/wiki/Daveigh_Chase",
      "name": "Daveigh Chase",
      "aboutText": "Manuel Fischnaller (born 24 July 1991 in Bolzano) is an Italian professional footballer who plays as a striker for Lega Pro club F.C. Südtirol.",
      "pageId": 25541815,
      "monthDay": "07/24"
    },
    {
      "year": "1990",
      "uri": "/wiki/Jay_McGuiness",
      "name": "Jay McGuiness",
      "aboutText": "Han Seung-yeon (born July 24, 1988) is a South Korean idol singer, dancer, and actress.",
      "pageId": 26380016,
      "monthDay": "07/24"
    },
    {
      "year": "1990",
      "uri": "/wiki/Dean_Stoneman",
      "name": "Dean Stoneman",
      "aboutText": "Dean Colin Stoneman (born 24 July 1990 in Croydon) is a British racing driver from England who was the 2010 Formula Two champion.",
      "pageId": 26998693,
      "monthDay": "07/24"
    },
    {
      "year": "1991",
      "uri": "/wiki/Manuel_Fischnaller",
      "name": "Manuel Fischnaller",
      "aboutText": "Kim Tae-Hwan (born July 24, 1989) is a South Korean football player who plays for K League Classic side Ulsan Hyundai.",
      "pageId": 28275145,
      "monthDay": "07/24"
    },
    {
      "year": "1991",
      "uri": "/wiki/Emily_Bett_Rickards",
      "name": "Emily Bett Rickards",
      "aboutText": "Dmitry Mikhaylovich Abyzov (Russian: Дми́трий Миха́йлович Абы́зов; born 24 July 1992) is a Russian professional association football player currently playing for FC Torpedo Vladimir.",
      "pageId": 28981005,
      "monthDay": "07/24"
    },
    {
      "year": "1991",
      "uri": "/wiki/Lin_Yue",
      "name": "Lin Yue",
      "aboutText": "Mikaël Kingsbury (born 24 July 1992) is a Canadian freestyle skier from Sainte-Agathe-des-Monts, Quebec. Kingsbury currently resides in Deux-Montagnes, Quebec. He first reached notoriety when he received the 2009–10 FIS World Cup Rookie of the Year award.",
      "pageId": 30009853,
      "monthDay": "07/24"
    },
    {
      "year": "1992",
      "uri": "/wiki/Dmitry_Abyzov",
      "name": "Dmitry Abyzov",
      "aboutText": "Emily Bett Rickards (born July 24, 1991) is a Canadian actress, best known for portraying Felicity Smoak in The CW television series Arrow.",
      "pageId": 38539058,
      "monthDay": "07/24"
    },
    {
      "year": "1992",
      "uri": "/wiki/Mitch_Grassi",
      "name": "Mitch Grassi",
      "aboutText": "Mitchell Coby Michael Grassi (born July 24, 1992), known professionally as Mitch Grassi, is an American singer, songwriter and YouTube personality, most known for singing tenor in the a cappella group Pentatonix. He also co-hosts the web-show Superfruit with fellow Pentatonix member Scott Hoying.",
      "pageId": 38574556,
      "monthDay": "07/24"
    },
    {
      "year": "1992",
      "uri": "/wiki/Mika%C3%ABl_Kingsbury",
      "name": "Mikaël Kingsbury",
      "aboutText": "James \"Jay\" McGuiness (born 24 July 1990) is a British singer, best known as a vocalist with boy band The Wanted. On 19 December 2015, partnered with Aliona Vilani, he won the 13th series of BBC's Strictly Come Dancing.",
      "pageId": 42856375,
      "monthDay": "07/24"
    },
    {
      "year": "1994",
      "uri": "/wiki/Alejandra_%C3%81lvarez",
      "name": "Alejandra Álvarez",
      "aboutText": "Bindi Sue Irwin (born 24 July 1998) is an Australian actress, television presenter, and conservationist. She is the daughter of Steve Irwin (star of The Crocodile Hunter) and Terri Irwin. She has been involved in acting, singing, songwriting, game show hosting, and has created an instructional fitness DVD. She is also known for winning season 21 of Dancing with the Stars (U.S.).",
      "pageId": 7075860,
      "monthDay": "07/24"
    },
    {
      "year": "1998",
      "uri": "/wiki/Bindi_Irwin",
      "name": "Bindi Irwin",
      "aboutText": "Alejandra Álvarez (born 24 July 1994) is an Ecuadorian tennis player.\nPlaying for Ecuador at the Fed Cup, Álvarez has a win–loss record of 6–3.",
      "pageId": 44568484,
      "monthDay": "07/24"
    }
  ]
}