{
  "people": [
    {
      "year": "1491",
      "uri": "/wiki/Maria_of_J%C3%BClich-Berg",
      "name": "Maria of Jülich-Berg",
      "aboutText": "\"WK Dickson\" redirects here. For the advocate, librarian and writer, see William Kirk Dickson.",
      "pageId": 32898,
      "monthDay": "08/03"
    },
    {
      "year": "1509",
      "uri": "/wiki/%C3%89tienne_Dolet",
      "name": "Étienne Dolet",
      "aboutText": "Stanley Baldwin, 1st Earl Baldwin of Bewdley, KG, PC, FRS (3 August 1867 – 14 December 1947) was a British Conservative politician, who dominated the government in his country between the two world wars. Three times Prime Minister, he is the only premier to have served under three monarchs (George V, Edward VIII and George VI).\nBaldwin first entered the House of Commons in 1908 as the Member of Parliament for Bewdley.",
      "pageId": 49584,
      "monthDay": "08/03"
    },
    {
      "year": "1692",
      "uri": "/wiki/John_Henley_(clergyman)",
      "name": "John Henley",
      "aboutText": "Rupert Chawner Brooke (middle name sometimes given as \"Chaucer\"; 3 August 1887 – 23 April 1915) was an English poet known for his idealistic war sonnets written during the First World War, especially \"The Soldier\". He was also known for his boyish good looks, which were said to have prompted the Irish poet W. B. Yeats to describe him as \"the handsomest young man in England\".",
      "pageId": 62355,
      "monthDay": "08/03"
    },
    {
      "year": "1734",
      "uri": "/wiki/Naungdawgyi",
      "name": "Naungdawgyi",
      "aboutText": "Haakon VII (Norwegian pronunciation: [ho̞ːkɔ̞̈n]; Prince Carl of Denmark and Iceland, born Christian Frederik Carl Georg Valdemar Axel; 3 August 1872 –  21 September 1957), known as Prince Carl of Denmark until 1905, was the first king of Norway after the 1905 dissolution of the union with Sweden. He was a member of the House of Schleswig-Holstein-Sonderburg-Glücksburg.",
      "pageId": 64956,
      "monthDay": "08/03"
    },
    {
      "year": "1770",
      "uri": "/wiki/Frederick_William_III_of_Prussia",
      "name": "Frederick William III of Prussia",
      "aboutText": "Sir Joseph Paxton (3 August 1803 – 8 June 1865) was an English gardener, architect and Member of Parliament, best known for designing the Crystal Palace.",
      "pageId": 128695,
      "monthDay": "08/03"
    },
    {
      "year": "1803",
      "uri": "/wiki/Joseph_Paxton",
      "name": "Joseph Paxton",
      "aboutText": "Alfred Deakin (3 August 1856 – 7 October 1919), the Australian politician, was a leader of the movement for Australian federation and later the second Prime Minister of Australia. In the last quarter of the 19th century, Deakin was a major contributor to the establishment of liberal reforms in the colony of Victoria, including pro-worker industrial reforms. He also played a major part in establishing irrigation in Australia.",
      "pageId": 154954,
      "monthDay": "08/03"
    },
    {
      "year": "1808",
      "uri": "/wiki/Hamilton_Fish",
      "name": "Hamilton Fish",
      "aboutText": "Étienne Dolet (3 August 1509 – 3 August 1546) was a French scholar, translator and printer. Dolet was a controversial figure throughout his lifetime. His scientific scholarship aroused many suspicions concerning his religious views.",
      "pageId": 165256,
      "monthDay": "08/03"
    },
    {
      "year": "1811",
      "uri": "/wiki/Elisha_Otis",
      "name": "Elisha Otis",
      "aboutText": "John Henley (3 August 1692 – 13 October 1756), English clergyman, commonly known as 'Orator Henley', was a preacher known for showmanship and eccentricity.",
      "pageId": 192955,
      "monthDay": "08/03"
    },
    {
      "year": "1817",
      "uri": "/wiki/Archduke_Albrecht,_Duke_of_Teschen",
      "name": "Archduke Albrecht, Duke of Teschen",
      "aboutText": "Frederick William III (German: Friedrich Wilhelm III) (3 August 1770 – 7 June 1840) was king of Prussia from 1797 to 1840. He ruled Prussia during the difficult times of the Napoleonic Wars and the end of the Holy Roman Empire. Steering a careful course between France and her enemies, after a major military defeat in 1806, he eventually and reluctantly joined the coalition against Napoleon in the Befreiungskriege.",
      "pageId": 220401,
      "monthDay": "08/03"
    },
    {
      "year": "1832",
      "uri": "/wiki/Ivan_Zajc",
      "name": "Ivan Zajc",
      "aboutText": "Hamilton Fish (August 3, 1808 – September 7, 1893) was an American statesman and politician who served as the 16th Governor of New York, a United States Senator and United States Secretary of State. Fish is considered one of the best Secretaries of State in the United States' history, as he is known for his judiciousness and efforts towards reform during the Grant Administration. Fish settled the controversial Alabama Claims with Great Britain through his development of the concept of international arbitration.",
      "pageId": 383925,
      "monthDay": "08/03"
    },
    {
      "year": "1840",
      "uri": "/wiki/John_Bigham,_1st_Viscount_Mersey",
      "name": "John Bigham, 1st Viscount Mersey",
      "aboutText": "Elisha Graves Otis (August 3, 1811 – April 8, 1861) was an American industrialist, founder of the Otis Elevator Company, and inventor of a safety device that prevents elevators from falling if the hoisting cable fails.",
      "pageId": 395204,
      "monthDay": "08/03"
    },
    {
      "year": "1850",
      "uri": "/wiki/Reginald_Heber_Roe",
      "name": "Reginald Heber Roe",
      "aboutText": "Vernon Louis Parrington (August 3, 1871 – June 16, 1929) was an American literary historian and scholar.",
      "pageId": 904311,
      "monthDay": "08/03"
    },
    {
      "year": "1856",
      "uri": "/wiki/Alfred_Deakin",
      "name": "Alfred Deakin",
      "aboutText": "Maithilisharan Gupt (मैथिलीशरण गुप्त) (3 August 1886 – 12 December 1964) was one of the most important modern Hindi poets. He is considered one among the pioneers of Khari Boli (plain dialect) poetry and wrote in Khari Boli dialect, at a time when most Hindi poets favoured the use of Braj Bhasha dialect.",
      "pageId": 1015498,
      "monthDay": "08/03"
    },
    {
      "year": "1860",
      "uri": "/wiki/William_Kennedy_Dickson",
      "name": "William Kennedy Dickson",
      "aboutText": "Archduke Albrecht Friedrich Rudolf Dominik of Austria, Duke of Teschen (3 August 1817 – 18 February 1895) was an Austrian Habsburg general.",
      "pageId": 1287344,
      "monthDay": "08/03"
    },
    {
      "year": "1863",
      "uri": "/wiki/G%C3%A9za_G%C3%A1rdonyi",
      "name": "Géza Gárdonyi",
      "aboutText": "Géza Gárdonyi, born Géza Ziegler (3 August 1863 – 30 October 1922) was a Hungarian writer and journalist.",
      "pageId": 2015793,
      "monthDay": "08/03"
    },
    {
      "year": "1867",
      "uri": "/wiki/Stanley_Baldwin",
      "name": "Stanley Baldwin",
      "aboutText": "Ivan Zajc (also Croatian: Ivan plemeniti Zajc, Italian: Giovanni di Zayitz; pronounced [ǐʋan zâjts]; August 3, 1832 – December 16, 1914), was a Croatian composer, conductor, director and teacher who for over forty years dominated Croatia's musical culture. Through his artistic and institutional reform efforts, he is credited with its revitalization and refinement, paving the way for new and significant Croatian musical achievements in the 20th century.",
      "pageId": 2052138,
      "monthDay": "08/03"
    },
    {
      "year": "1871",
      "uri": "/wiki/Vernon_Louis_Parrington",
      "name": "Vernon Louis Parrington",
      "aboutText": "John Charles Bigham, 1st Viscount Mersey (3 August 1840 – 3 September 1929) was a British jurist and politician. After early success as a lawyer, and a less successful spell as a politician, he was appointed a judge, working in commercial law.",
      "pageId": 3304435,
      "monthDay": "08/03"
    },
    {
      "year": "1872",
      "uri": "/wiki/Haakon_VII_of_Norway",
      "name": "Haakon VII of Norway",
      "aboutText": "Maria of Jülich-Berg (3 August 1491 – 29 August 1543) was born in Jülich, the daughter of Wilhelm IV, Duke of Jülich-Berg and Sibylle of Brandenburg.\nMaria came from the line of German princesses that stretched back to Sybille of Brandenberg, Sophia of Saxony, and Adelaide of Teck.\nMaria became heiress to her father's estates of Jülich, Berg and Ravensberg after his death in 1511.",
      "pageId": 5597936,
      "monthDay": "08/03"
    },
    {
      "year": "1886",
      "uri": "/wiki/Maithili_Sharan_Gupt",
      "name": "Maithili Sharan Gupt",
      "aboutText": "Reginald Heber Roe (3 August 1850 – 21 September 1926) was a headmaster of Brisbane Grammar School, Queensland, Australia and first vice-chancellor of the University of Queensland.",
      "pageId": 10044743,
      "monthDay": "08/03"
    },
    {
      "year": "1887",
      "uri": "/wiki/Rupert_Brooke",
      "name": "Rupert Brooke",
      "aboutText": "Naungdawgyi (Burmese: နောင်တော်ကြီး [nàʊɴdɔ̀dʑí]; 10 August 1734 – 28 November 1763) was king of Konbaung Dynasty of Burma (Myanmar) from 1760 to 1763. He was a top military commander in his father Alaungpaya's reunification campaigns of the country. As king, he spent much of his short reign suppressing multiple rebellions across the newly founded kingdom from Ava (Inwa) and Toungoo (Taungoo) to Martaban (Mottama) and Chiang Mai.",
      "pageId": 10842610,
      "monthDay": "08/03"
    },
    {
      "year": "1890",
      "uri": "/wiki/Konstantin_Melnikov",
      "name": "Konstantin Melnikov",
      "aboutText": "John Thomas Scopes (August 3, 1900 – October 21, 1970) was a teacher in Dayton, Tennessee, who was charged on May 5, 1925 for violating Tennessee's Butler Act, which prohibited the teaching of evolution in Tennessee schools.",
      "pageId": 163519,
      "monthDay": "08/03"
    },
    {
      "year": "1891",
      "uri": "/wiki/Marguerite_Nichols",
      "name": "Marguerite Nichols",
      "aboutText": "Ernest Taylor Pyle (August 3, 1900 – April 18, 1945) was a Pulitzer Prize–winning American journalist. As a roving correspondent for the Scripps-Howard newspaper chain, he earned wide acclaim for his accounts of ordinary people in rural America, and later, of ordinary American soldiers during World War II. His syndicated column ran in more than 300 newspapers nationwide.\nFrom 1935 through 1941 he traveled throughout the United States, writing about rural towns and their inhabitants.",
      "pageId": 173749,
      "monthDay": "08/03"
    },
    {
      "year": "1894",
      "uri": "/wiki/Harry_Heilmann",
      "name": "Harry Heilmann",
      "aboutText": "John Cornelius Stennis (August 3, 1901 – April 23, 1995) was a U.S. Senator from the state of Mississippi. He was a Democrat who served in the Senate for over 41 years, becoming its most senior member for his last eight years.",
      "pageId": 218165,
      "monthDay": "08/03"
    },
    {
      "year": "1895",
      "uri": "/wiki/Allen_Bathurst,_Lord_Apsley",
      "name": "Allen Bathurst, Lord Apsley",
      "aboutText": "Harry Edwin Heilmann (August 3, 1894 – July 9, 1951), nicknamed \"Slug,\" was a Major League Baseball player who played 17 seasons with the Detroit Tigers (1914, 1916–1929) and Cincinnati Reds (1930, 1932). He was elected to the Baseball Hall of Fame in 1952.\nHeilmann was a line drive hitter who won four American League batting crowns, in 1921, 1923, 1925 & 1927.",
      "pageId": 337512,
      "monthDay": "08/03"
    },
    {
      "year": "1895",
      "uri": "/wiki/Neva_Morris",
      "name": "Neva Morris",
      "aboutText": "Franz König (3 August 1905 – 13 March 2004) was an Austrian Cardinal of the Catholic Church. He served as archbishop of Vienna from 1956 to 1985, and was elevated to the cardinalate in 1958.",
      "pageId": 342393,
      "monthDay": "08/03"
    },
    {
      "year": "1896",
      "uri": "/wiki/Ralph_Horween",
      "name": "Ralph Horween",
      "aboutText": "Lawrence Brown (August 3, 1907 – September 5, 1988) was an acclaimed jazz trombonist from California who achieved recognition with the Duke Ellington orchestra. Brown worked throughout his career as a session musician, as well as recording his own solo efforts.",
      "pageId": 380469,
      "monthDay": "08/03"
    },
    {
      "year": "1899",
      "uri": "/wiki/Louis_Chiron",
      "name": "Louis Chiron",
      "aboutText": "Habib Bourguiba (Arabic: الحبيب بورقيبة‎ Ḥabīb Būrgība; full name: Habib Ben Ali Bourguiba; 3 August 1903 – 6 April 2000) was a Tunisian statesman who served as the first President of Tunisia from 1957 to 1987.\nHaving worked as a lawyer in France in the 1920s, he returned to Tunisia and started being more active in the country's nationalist movement. In 1934, when he was 31 years old, he co-founded the Neo Destour that spearheaded the Tunisian movement for independence.",
      "pageId": 391488,
      "monthDay": "08/03"
    },
    {
      "year": "1900",
      "uri": "/wiki/Ernie_Pyle",
      "name": "Ernie Pyle",
      "aboutText": "Ernesto Beckmann Geisel (Portuguese pronunciation: [eɾˈnɛstu ˈbɛkmɐ̃ ˈɡajzew], German pronunciation: [ɛɐ̯ˈnesto ˈbɛkmɐn ˈɡaɪzəl]) 3 August 1907 – 12 September 1996) was a Brazilian military leader and politician, who was President of Brazil from 1974 to 1979, during the Brazilian military government.",
      "pageId": 492058,
      "monthDay": "08/03"
    },
    {
      "year": "1900",
      "uri": "/wiki/John_T._Scopes",
      "name": "John T. Scopes",
      "aboutText": "Dolores del Río (Spanish pronunciation: [doˈloɾes del ˈrio]; born María de los Dolores Asúnsolo López-Negrete (August 3, 1905 – April 11, 1983), was a Mexican and American film, television and stage actress. She was a Hollywood star in the 1920s and 1930s, and one of the most important female figures of the Golden Age of Mexican cinema in the 1940s and 1950s. Dolores del Río was the first major Latin cross-over star in Hollywood., and was considered by critics and film historians, one of the most beautiful faces that have emerged in the Hollywood cinema.",
      "pageId": 564424,
      "monthDay": "08/03"
    },
    {
      "year": "1901",
      "uri": "/wiki/John_C._Stennis",
      "name": "John C. Stennis",
      "aboutText": "Louis Alexandre Chiron (3 August 1899 – 22 June 1979) was a Monegasque Grand Prix driver.",
      "pageId": 743911,
      "monthDay": "08/03"
    },
    {
      "year": "1901",
      "uri": "/wiki/Stefan_Wyszy%C5%84ski",
      "name": "Stefan Wyszyński",
      "aboutText": "Stefan Wyszyński (3 August 1901 – 28 May 1981) was a Polish prelate of the Roman Catholic Church. He served as the bishop of Lublin from 1946 to 1948, archbishop of Warsaw and archbishop of Gniezno from 1948 to 1981. He was created cardinal on 12 January 1953 by Pope Pius XII. He assumed the title of Primate of Poland.",
      "pageId": 1203817,
      "monthDay": "08/03"
    },
    {
      "year": "1902",
      "uri": "/wiki/Regina_Jonas",
      "name": "Regina Jonas",
      "aboutText": "Walter Van Tilburg Clark (August 3, 1909 — November 10, 1971) was an American novelist, short story writer, and educator. He ranks as one of Nevada's most distinguished literary figures of the 20th century and is known primarily for his novels and short stories. He was the first inductee into the Nevada Writers Hall of Fame in 1988.",
      "pageId": 1632114,
      "monthDay": "08/03"
    },
    {
      "year": "1903",
      "uri": "/wiki/Habib_Bourguiba",
      "name": "Habib Bourguiba",
      "aboutText": "Regina Jonas (3 August 1902 – 12 December 1944) was a Berlin-born rabbi. In 1935, she became the first woman to be ordained as a rabbi (though there had been some previous women, such as the Maiden of Ludmir and Asenath Barzani, who acted in similar roles without being ordained).",
      "pageId": 1816487,
      "monthDay": "08/03"
    },
    {
      "year": "1904",
      "uri": "/wiki/Clifford_D._Simak",
      "name": "Clifford D. Simak",
      "aboutText": "Konstantin Stepanovich Melnikov (Russian: Константин Степанович Мельников; August 3 [O.S. July 22] 1890 – November 28, 1974) was a Russian architect and painter. His architectural work, compressed into a single decade (1923–1933), placed Melnikov on the front end of 1920s avant-garde architecture. Although associated with the Constructivists, Melnikov was an independent artist, not bound by the rules of a particular style or artistic group.",
      "pageId": 2833844,
      "monthDay": "08/03"
    },
    {
      "year": "1905",
      "uri": "/wiki/Dolores_del_R%C3%ADo",
      "name": "Dolores del Río",
      "aboutText": "Alex McCrindle (August 3, 1911 – April 20, 1990) was a British actor. He is best known for his role as General Jan Dodonna in Star Wars.",
      "pageId": 6179412,
      "monthDay": "08/03"
    },
    {
      "year": "1905",
      "uri": "/wiki/Franz_K%C3%B6nig",
      "name": "Franz König",
      "aboutText": "Marguerite Nichols (August 3, 1891 – March 17, 1941) was an American silent film actress.",
      "pageId": 7660887,
      "monthDay": "08/03"
    },
    {
      "year": "1907",
      "uri": "/wiki/Lawrence_Brown_(jazz_trombonist)",
      "name": "Lawrence Brown",
      "aboutText": "Allen Algernon Bathurst, Lord Apsley, DSO, MC, TD, DL (3 August 1895 – 17 December 1942) was a British Conservative Party politician.",
      "pageId": 8520996,
      "monthDay": "08/03"
    },
    {
      "year": "1907",
      "uri": "/wiki/Ernesto_Geisel",
      "name": "Ernesto Geisel",
      "aboutText": "Ralph Horween (born Ralph Horwitz; also known as Ralph McMahon or B. McMahon; August 3, 1896 – May 26, 1997) was an American football player and coach. He played fullback and halfback and was a punter and drop-kicker for the unbeaten Harvard Crimson football teams of 1919 and 1920, which won the 1920 Rose Bowl. He was voted an All-American.",
      "pageId": 15696473,
      "monthDay": "08/03"
    },
    {
      "year": "1909",
      "uri": "/wiki/Walter_Van_Tilburg_Clark",
      "name": "Walter Van Tilburg Clark",
      "aboutText": "Neva Morris (née Freed; August 3, 1895 – April 6, 2010) was an American supercentenarian. At the age of 114 years, 246 days, she was the oldest verified living person in the United States following the death of 114-year-old Mary Josephine Ray. On December 22, 2009, Morris, aged 114 years 141 days, surpassed Olivia Patricia Thomas as the oldest Iowan ever verified.",
      "pageId": 23555068,
      "monthDay": "08/03"
    },
    {
      "year": "1911",
      "uri": "/wiki/Alex_McCrindle",
      "name": "Alex McCrindle",
      "aboutText": "Clifford Donald Simak (August 3, 1904 – April 25, 1988) was an American science fiction writer. He was honored by fans with three Hugo Awards and by colleagues with one Nebula Award. The Science Fiction Writers of America made him its third SFWA Grand Master, and the Horror Writers Association made him one of three inaugural winners of the Bram Stoker Award for Lifetime Achievement.",
      "pageId": 33576107,
      "monthDay": "08/03"
    },
    {
      "year": "1913",
      "uri": "/wiki/Mel_Tolkin",
      "name": "Mel Tolkin",
      "aboutText": "Phyllis Dorothy James, Baroness James of Holland Park, OBE, FRSA, FRSL (3 August 1920 – 27 November 2014), known as P. D. James, was an English crime writer.",
      "pageId": 161757,
      "monthDay": "08/03"
    },
    {
      "year": "1916",
      "uri": "/wiki/Shakeel_Badayuni",
      "name": "Shakeel Badayuni",
      "aboutText": "Pope Shenouda III (Egyptian Arabic pronunciation: [ʃeˈnuːdæ]; Coptic: Ⲡⲁⲡⲁ Ⲁⲃⲃⲁ Ϣⲉⲛⲟⲩϯ ⲅ̅   Papa Abba Šenoude pimah šoumt ; Arabic: بابا الإسكندرية شنودة الثالث‎ Bābā al-Iskandarīyah Shinūdah al-Thālith ; 3 August 1923 – 17 March 2012) was the 117th Pope of Alexandria & Patriarch of the See of St. Mark. His episcopate lasted 40 years, four months, and 4 days from 14 November 1971 until his death on 17 March 2012.",
      "pageId": 191043,
      "monthDay": "08/03"
    },
    {
      "year": "1916",
      "uri": "/wiki/Jos%C3%A9_Manuel_Moreno",
      "name": "José Manuel Moreno",
      "aboutText": "Shakeel Badayuni (Hindi: शकील बदायुनी, Urdu: شکیل بدایونی) (3 August 1916 – 20 April 1970) was an Indian Urdu poet, lyricist and songwriter in Hindi films.",
      "pageId": 235518,
      "monthDay": "08/03"
    },
    {
      "year": "1917",
      "uri": "/wiki/Les_Elgart",
      "name": "Les Elgart",
      "aboutText": "Leon Marcus Uris (August 3, 1924 – June 21, 2003) was an American author, known for his historical fiction and the deep research that went into his novels.",
      "pageId": 252727,
      "monthDay": "08/03"
    },
    {
      "year": "1918",
      "uri": "/wiki/James_MacGregor_Burns",
      "name": "James MacGregor Burns",
      "aboutText": "Sidney Gottlieb (born as Joseph Scheider; August 3, 1918 – March 7, 1999) was an American chemist and spymaster best known for his involvement with the Central Intelligence Agency's 1950s and '60s assassination attempts and mind control program, known as Project MKUltra.",
      "pageId": 469877,
      "monthDay": "08/03"
    },
    {
      "year": "1918",
      "uri": "/wiki/Sidney_Gottlieb",
      "name": "Sidney Gottlieb",
      "aboutText": "Larry Haines (born Larry Hecht; August 3, 1918 – July 17, 2008) was an American actor.",
      "pageId": 1015012,
      "monthDay": "08/03"
    },
    {
      "year": "1918",
      "uri": "/wiki/Larry_Haines",
      "name": "Larry Haines",
      "aboutText": "John Sheldon Doud Eisenhower (August 3, 1922 – December 21, 2013) was a United States Army officer and military historian. As the son of General, later President Dwight D. Eisenhower, his opportunities for front-line service were often restricted, at some cost to his career, though he ended as a decorated brigadier-general.",
      "pageId": 1032299,
      "monthDay": "08/03"
    },
    {
      "year": "1918",
      "uri": "/wiki/Eddie_Jefferson",
      "name": "Eddie Jefferson",
      "aboutText": "Richard Adler (August 3, 1921 – June 21, 2012) was an American lyricist, writer, composer and producer of several Broadway shows.",
      "pageId": 1070082,
      "monthDay": "08/03"
    },
    {
      "year": "1920",
      "uri": "/wiki/Max_Fatchen",
      "name": "Max Fatchen",
      "aboutText": "Charles James Shavers (August 3, 1920 – July 8, 1971), known as Charlie Shavers, was an American swing era jazz trumpet player who played at one time or another with Dizzy Gillespie, Roy Eldridge, Johnny Dodds, Jimmie Noone, Sidney Bechet, Midge Williams and Billie Holiday. He was also an arranger and composer, and one of his compositions, \"Undecided\", is a jazz standard.\nCharlie Shavers' father (a distant relative of Fats Navarro) was from the prominent Shavers family of Key West, Florida, and Charlie was a cousin of heavyweight boxer Earnie Shavers.",
      "pageId": 1082010,
      "monthDay": "08/03"
    },
    {
      "year": "1920",
      "uri": "/wiki/P._D._James",
      "name": "P. D. James",
      "aboutText": "Marvin Daniel \"Marv\" Levy (born August 3, 1925) is a former American and Canadian football coach, front office executive, and author. He served as head coach in the Canadian Football League (CFL) for the Montreal Alouettes (1973–1977) and in the National Football League (NFL) for the Kansas City Chiefs (1978–1982) and the Buffalo Bills (1986–1997), coaching the Bills to four consecutive American Football Conference championships.",
      "pageId": 1217316,
      "monthDay": "08/03"
    },
    {
      "year": "1920",
      "uri": "/wiki/Charlie_Shavers",
      "name": "Charlie Shavers",
      "aboutText": "Jean Hagen (August 3, 1923 – August 29, 1977) was an American actress best known for her role as Lina Lamont in Singin' in the Rain (1952) for which she was nominated for an Academy Award for Best Supporting Actress.",
      "pageId": 1291976,
      "monthDay": "08/03"
    },
    {
      "year": "1920",
      "uri": "/wiki/Elmar_Tamp%C3%B5ld",
      "name": "Elmar Tampõld",
      "aboutText": "José Manuel Moreno Fernández (August 3, 1916 — August 26, 1978), nicknamed \"El Charro\", was an Argentine football inside forward who played for several clubs in Argentina, Mexico, Chile, and Colombia, and was the first footballer ever to have won first division league titles in four different countries (later players to emulate the feat include Jiri Jarosik and Rivaldo).\nMoreno was part of the River Plate team known as La Máquina (\"The Machine\") which dominated Argentine football in the 1940s, and was also a member of the Argentine national team that won three South American Championships during the same decade.\nUsually an inside-right, Moreno was one of the leading players of his era.",
      "pageId": 2134684,
      "monthDay": "08/03"
    },
    {
      "year": "1921",
      "uri": "/wiki/Richard_Adler",
      "name": "Richard Adler",
      "aboutText": "Marilyn Maxwell (August 3, 1921 – March 20, 1972), born Marvel Marilyn Maxwell, was an American actress and entertainer.",
      "pageId": 2231531,
      "monthDay": "08/03"
    },
    {
      "year": "1921",
      "uri": "/wiki/Hayden_Carruth",
      "name": "Hayden Carruth",
      "aboutText": "Eddie Jefferson (August 3, 1918 – May 9, 1979) was a celebrated jazz vocalist and lyricist. He is credited as an innovator of vocalese, a musical style in which lyrics are set to an instrumental composition or solo. Jefferson himself claims that his main influence was Leo Watson.",
      "pageId": 2295659,
      "monthDay": "08/03"
    },
    {
      "year": "1921",
      "uri": "/wiki/Marilyn_Maxwell",
      "name": "Marilyn Maxwell",
      "aboutText": "Hayden Carruth (August 3, 1921 – September 29, 2008) was an American poet and literary critic.",
      "pageId": 2454192,
      "monthDay": "08/03"
    },
    {
      "year": "1922",
      "uri": "/wiki/John_Eisenhower",
      "name": "John Eisenhower",
      "aboutText": "James MacGregor Burns (August 3, 1918 in Melrose, Massachusetts – July 15, 2014 in Williamstown, Massachusetts) was an American historian and political scientist, presidential biographer, and authority on leadership studies. He was the Woodrow Wilson Professor of Government Emeritus at Williams College and Distinguished Leadership Scholar at the James MacGregor Burns Academy of Leadership of the School of Public Policy at the University of Maryland, College Park. In 1971 Burns received the Pulitzer Prize and the National Book Award in History and Biography for his work on America's 32nd president, Roosevelt: The Soldier of Freedom.",
      "pageId": 3257957,
      "monthDay": "08/03"
    },
    {
      "year": "1923",
      "uri": "/wiki/Jean_Hagen",
      "name": "Jean Hagen",
      "aboutText": "Mel Tolkin, né Shmuel Tolchinsky(August 3, 1913 – November 26, 2007), was a television comedy writer best known as head writer of the seminal live TV sketch comedy series Your Show of Shows (NBC, 1950–1954) during the Golden Age of Television. There he presided over a storied staff that at times included Mel Brooks, Neil Simon, Danny Simon, and Larry Gelbart. The writers' room inspired the film My Favorite Year (1982), produced by Brooks, and the Broadway play Laughter on the 23rd Floor (1993), written by Neil Simon.",
      "pageId": 14483125,
      "monthDay": "08/03"
    },
    {
      "year": "1923",
      "uri": "/wiki/Pope_Shenouda_III_of_Alexandria",
      "name": "Pope Shenouda III of Alexandria",
      "aboutText": "Maxwell Edgar \"Max\" Fatchen, AM (3 August 1920 – 14 October 2012) was an Australian journalist and children's writer.\nFatchen spent his childhood on an Adelaide Plains farm at Angle Vale. He learned to drive a team of Clydesdale horses and did part of his High School studies at home, driving his horse and buggy in once a week to Gawler High School to get his papers corrected.",
      "pageId": 15393892,
      "monthDay": "08/03"
    },
    {
      "year": "1924",
      "uri": "/wiki/Leon_Uris",
      "name": "Leon Uris",
      "aboutText": "Les Elgart (August 3, 1917, New Haven, Connecticut-July 29, 1995, Dallas, Texas) was an American swing jazz bandleader and trumpeter.\nLester Elliott (Les) Elgart began playing trumpet as a teenager, and by age 20 had landed professional gigs. In the 1940s he played in bands led by Raymond Scott, Charlie Spivak, and Harry James, and occasionally found himself in bands alongside brother Larry.",
      "pageId": 15442169,
      "monthDay": "08/03"
    },
    {
      "year": "1925",
      "uri": "/wiki/Marv_Levy",
      "name": "Marv Levy",
      "aboutText": "Elmar Tampõld (August 3, 1920 – March 7, 2013) was an Estonian-Canadian architect and founder of an academic base for Estonian studies in Toronto.",
      "pageId": 18461808,
      "monthDay": "08/03"
    },
    {
      "year": "1926",
      "uri": "/wiki/Rona_Anderson",
      "name": "Rona Anderson",
      "aboutText": "Georgy Stepanovich Shonin (Ukrainian: Гео́ргій Степа́нович Шо́нін) (August 3, 1935 – April 7, 1997; born in Rovenky, Luhansk Oblast, (now Ukraine) but grew up in Balta of Ukrainian SSR) was a Soviet cosmonaut, who flew on the Soyuz 6 space mission.\nShonin was part of the original group of cosmonauts selected in 1960. He left the space programme in 1979 for medical reasons.",
      "pageId": 197207,
      "monthDay": "08/03"
    },
    {
      "year": "1926",
      "uri": "/wiki/Tony_Bennett",
      "name": "Tony Bennett",
      "aboutText": "Anthony Dominick \"Tony\" Benedetto (born August 3, 1926), better known by his stage name Tony Bennett, is an Italian-American singer of traditional pop standards, big band, show tunes, and jazz. He is also a painter, having created works under the name Anthony Benedetto that are on permanent public display in several institutions. He is the founder of the Frank Sinatra School of the Arts in Astoria, Queens, New York.",
      "pageId": 232669,
      "monthDay": "08/03"
    },
    {
      "year": "1926",
      "uri": "/wiki/Anthony_Sampson",
      "name": "Anthony Sampson",
      "aboutText": "Jonas Malheiro Savimbi (3 August 1934 – 22 February 2002) was an Angolan political and military leader who founded and led the National Union for the Total Independence of Angola (UNITA).",
      "pageId": 264097,
      "monthDay": "08/03"
    },
    {
      "year": "1927",
      "uri": "/wiki/Gordon_Scott",
      "name": "Gordon Scott",
      "aboutText": "Steven Berkoff (born 3 August 1937) is an English actor, author, playwright and theatre director. As an actor, he is best known for his performances in villainous roles, such as Lt. Col Podovsky in Rambo: First Blood Part II, General Orlov in the James Bond film Octopussy, Victor Maitland in Beverly Hills Cop and Adolf Hitler in the TV mini-series War and Remembrance.",
      "pageId": 296331,
      "monthDay": "08/03"
    },
    {
      "year": "1928",
      "uri": "/wiki/C%C3%A9cile_Aubry",
      "name": "Cécile Aubry",
      "aboutText": "Anthony Terrell Seward Sampson (3 August 1926 – 18 December 2004) was a British writer and journalist. His most notable and successful book was Anatomy of Britain, which was published to acclaim in 1962. and was followed by five more \"Anatomies\", updating the original book under various titles.",
      "pageId": 1279739,
      "monthDay": "08/03"
    },
    {
      "year": "1928",
      "uri": "/wiki/Henning_Moritzen",
      "name": "Henning Moritzen",
      "aboutText": "Rona Anderson (3 August 1926 – 23 July 2013) was a Scottish stage, film, and television actress. Her first stage appearance took place at the Garrison Theatre in April 1945. She also appeared in the original production of Whose Life Is It Anyway?.",
      "pageId": 1286808,
      "monthDay": "08/03"
    },
    {
      "year": "1930",
      "uri": "/wiki/James_Komack",
      "name": "James Komack",
      "aboutText": "William Dee Calhoun (August 3, 1934 – December 7, 1989) was an American professional wrestler, who used the professional name \"Haystack\" or \"Haystacks\" Calhoun.\nThe gargantuan wrestler was one of the foremost drawing cards during the industry’s “Kayfabe Era” of the 1950s and 1960s, sporting his trademark white T-shirt, blue overalls, and horseshoe necklace.",
      "pageId": 1436852,
      "monthDay": "08/03"
    },
    {
      "year": "1933",
      "uri": "/wiki/Pat_Crawford",
      "name": "Pat Crawford",
      "aboutText": "Edward Petherbridge (born on 3 August 1936) is an English actor, writer and artist. Among his many roles, he portrayed Lord Peter Wimsey in the 1987 BBC television adaptations of Dorothy L. Sayers's novels, and Guildenstern in Tom Stoppard's Rosencrantz and Guildenstern Are Dead.",
      "pageId": 1668143,
      "monthDay": "08/03"
    },
    {
      "year": "1934",
      "uri": "/wiki/Haystacks_Calhoun",
      "name": "Haystacks Calhoun",
      "aboutText": "Gordon Scott (August 3, 1926 – April 30, 2007) was an American film and television actor known for his portrayal of the fictional character Tarzan in five films (and one compilation of three made-as-a-pilot television episodes) of the Tarzan film series from 1955 to 1960. Gordon Scott was the eleventh Tarzan, starting with Tarzan’s Hidden Jungle (1955).",
      "pageId": 2189862,
      "monthDay": "08/03"
    },
    {
      "year": "1934",
      "uri": "/wiki/Michael_Chapman_(bassoonist)",
      "name": "Michael Chapman",
      "aboutText": "Tom Georgeson (born 8 August 1937 in Liverpool, Lancashire) is an English actor, known for his television and film work. His most notable credits have been supporting parts in Between the Lines (1992–94) and in three dramas by Alan Bleasdale; Boys from the Blackstuff (1982) Scully (1984) and G.B.H. (1991). He appeared as the lawyer's clerk Clamb in the BBC serial Bleak House (2005).",
      "pageId": 3026625,
      "monthDay": "08/03"
    },
    {
      "year": "1934",
      "uri": "/wiki/Jonas_Savimbi",
      "name": "Jonas Savimbi",
      "aboutText": "William Patrick Anthony Crawford (3 August 1933 – 21 January 2009) was an Australian cricketer who played in four Tests, including one in England at Lord's in 1956 and three in India in 1956–57. He was born in Dubbo, New South Wales.\nHe was a right-arm fast bowler.",
      "pageId": 3595422,
      "monthDay": "08/03"
    },
    {
      "year": "1935",
      "uri": "/wiki/John_Erman",
      "name": "John Erman",
      "aboutText": "Roland Wallace Burris (born August 3, 1937) is a former United States Senator from the state of Illinois and a member of the Democratic Party.\nIn 1978, Burris was the first African-American elected to statewide office in Illinois, when he was elected Illinois Comptroller. He served in that office until his election as Illinois Attorney General in 1990.",
      "pageId": 3661571,
      "monthDay": "08/03"
    },
    {
      "year": "1935",
      "uri": "/wiki/Georgy_Shonin",
      "name": "Georgy Shonin",
      "aboutText": "Duncan Albert Sharpe (born in Rawalpindi, 3 August 1937) is a former Pakistani cricketer who played in three Tests in 1959. Sharpe is an Anglo-Pakistani, and is one of only four Christians to have played Test cricket for Pakistan.",
      "pageId": 3976049,
      "monthDay": "08/03"
    },
    {
      "year": "1935",
      "uri": "/wiki/Vic_Vogel",
      "name": "Vic Vogel",
      "aboutText": "James Komack (August 3, 1924 – December 24, 1997) was an American television producer, director, writer and actor.",
      "pageId": 7453172,
      "monthDay": "08/03"
    },
    {
      "year": "1936",
      "uri": "/wiki/Jerry_G._Bishop",
      "name": "Jerry G. Bishop",
      "aboutText": "Cécile Aubry (3 August 1928 – 19 July 2010) was a French film actress, author, television screenwriter and director.",
      "pageId": 11017773,
      "monthDay": "08/03"
    },
    {
      "year": "1936",
      "uri": "/wiki/Edward_Petherbridge",
      "name": "Edward Petherbridge",
      "aboutText": "John Erman (born August 3, 1935) is an American television and film director, actor and producer.",
      "pageId": 12784093,
      "monthDay": "08/03"
    },
    {
      "year": "1937",
      "uri": "/wiki/Steven_Berkoff",
      "name": "Steven Berkoff",
      "aboutText": "Michael Chapman (3 August 1934 - 21 July 2005) was a British classical bassoonist and reed-maker.\nHis playing, characterized by an ability to weave long, sustained, singing lines and deliver powerful utterances, has influenced subsequent generations of British bassoonists. He studied at the Royal College of Music in London with Archie Camden and Vernon Elliott.",
      "pageId": 17011248,
      "monthDay": "08/03"
    },
    {
      "year": "1937",
      "uri": "/wiki/Roland_Burris",
      "name": "Roland Burris",
      "aboutText": "Victor \"Vic\" Stefan Vogel, LLD, PhD (born August 3, 1935) is a jazz pianist, composer, arranger, trombonist and conductor in Montreal, Quebec, Canada.",
      "pageId": 17269686,
      "monthDay": "08/03"
    },
    {
      "year": "1937",
      "uri": "/wiki/Tom_Georgeson",
      "name": "Tom Georgeson",
      "aboutText": "Henning Moritzen (3 August 1928 – 11 August 2012) was a Danish film actor. He appeared in more than 70 films between 1950 and 2010.",
      "pageId": 19608719,
      "monthDay": "08/03"
    },
    {
      "year": "1937",
      "uri": "/wiki/Duncan_Sharpe",
      "name": "Duncan Sharpe",
      "aboutText": "Jerry G. Bishop (August 3, 1936 – September 15, 2013) was a radio and television personality who is known for being Chicago's original \"Svengoolie\", and for his award-winning twelve-year stint on \"Sun-Up San Diego.\"",
      "pageId": 34522194,
      "monthDay": "08/03"
    },
    {
      "year": "1938",
      "uri": "/wiki/Terry_Wogan",
      "name": "Terry Wogan",
      "aboutText": "Ramón Antonio Gerardo Estévez (born August 3, 1940), better known by his stage name Martin Sheen, is an American actor who first became known for his roles in the films The Subject Was Roses (1968) and Badlands (1973), and later achieved wide recognition for his leading role in Apocalypse Now (1979).\nOther notable films in Sheen's career include Gandhi (1982), Gettysburg (1993), The Departed (2006), and The Amazing Spider-Man (2012). He also starred in the television series The West Wing (1999–2006) as President Josiah Bartlet.",
      "pageId": 68131,
      "monthDay": "08/03"
    },
    {
      "year": "1939",
      "uri": "/wiki/Jimmie_Nicol",
      "name": "Jimmie Nicol",
      "aboutText": "Jean-Pierre Raffarin (French: [ʒɑ̃ pjɛʁ ʁa.fa.ʁɛ̃]; born 3 August 1948) is a French conservative politician and Senator for Vienne.\nJean-Pierre Raffarin served as the Prime Minister of France from 6 May 2002 to 31 May 2005, resigning after France's rejection of the referendum on the European Union draft constitution. However, after Raffarin resigned, he said that his decision was not based on the outcome of the vote.",
      "pageId": 164664,
      "monthDay": "08/03"
    },
    {
      "year": "1939",
      "uri": "/wiki/Apoorva_Sengupta",
      "name": "Apoorva Sengupta",
      "aboutText": "Martha Helen Stewart (née Kostyra; born August 3, 1941) is an American businesswoman, writer, and television personality. As founder of Martha Stewart Living Omnimedia, she has gained success through a variety of business ventures, encompassing publishing, broadcasting, merchandising, and electronic commerce. She has written numerous bestselling books, is the publisher of the Martha Stewart Living magazine, and hosted two long-running syndicated television shows, Martha, which ran from 2005 to 2012, and Martha Stewart Living, which ran from 1993 to 2005.",
      "pageId": 190995,
      "monthDay": "08/03"
    },
    {
      "year": "1940",
      "uri": "/wiki/Lance_Alworth",
      "name": "Lance Alworth",
      "aboutText": "Sir Michael Terence \"Terry\" Wogan, KBE DL (born 3 August 1938) is an Irish radio and television broadcaster who has worked for the BBC in the United Kingdom for most of his career. Before he retired from his weekday breakfast programme Wake Up to Wogan on BBC Radio 2 in 2009, it had eight million regular listeners, making him the most listened-to radio broadcaster in Europe. Wogan began his career at Raidió Teilifís Éireann where he presented shows such as Jackpot in the 1960s.",
      "pageId": 233249,
      "monthDay": "08/03"
    },
    {
      "year": "1940",
      "uri": "/wiki/Martin_Sheen",
      "name": "Martin Sheen",
      "aboutText": "John Whitaker Straw (born 3 August 1946) is a British politician who served as the Member of Parliament (MP) for Blackburn from 1979 to 2015. Straw served in the Cabinet from 1997 to 2010 under the governments of Tony Blair and Gordon Brown. He held two of the traditional Great Offices of State, as Home Secretary from 1997 to 2001 and Foreign Secretary from 2001 to 2006 under Blair.",
      "pageId": 242476,
      "monthDay": "08/03"
    },
    {
      "year": "1940",
      "uri": "/wiki/James_Tyler_(music)",
      "name": "James Tyler",
      "aboutText": "Lance Dwight Alworth (born August 3, 1940) is a former American football wide receiver. He is a member of the College Football Hall of Fame and the Pro Football Hall of Fame.",
      "pageId": 330810,
      "monthDay": "08/03"
    },
    {
      "year": "1941",
      "uri": "/wiki/Beverly_Lee",
      "name": "Beverly Lee",
      "aboutText": "Eamon Martin Dunphy (born 3 August 1945) is an Irish media personality, broadcaster, author, sports pundit and former professional footballer. Since retiring from the sport, he has become recognisable to Irish television audiences as a football analyst during coverage of the Premier League, UEFA Champions League and international football on Raidió Teilifís Éireann (RTÉ).\nAs well as his slot with RTÉ, Dunphy has worked for its rival television station, TV3 (for which he has presented a chat show and a game show), and rival radio stations Today FM and Newstalk.",
      "pageId": 378848,
      "monthDay": "08/03"
    },
    {
      "year": "1941",
      "uri": "/wiki/Martha_Stewart",
      "name": "Martha Stewart",
      "aboutText": "Béla Bollobás FRS (born 3 August 1943) is a Hungarian-born British mathematician who has worked in various areas of mathematics, including functional analysis, combinatorics, graph theory, and percolation. Paul Erdős has been his academic influence and inspiration ever since he was 14.\n^ \"BOLLOBÁS, Prof.",
      "pageId": 614956,
      "monthDay": "08/03"
    },
    {
      "year": "1943",
      "uri": "/wiki/B%C3%A9la_Bollob%C3%A1s",
      "name": "Béla Bollobás",
      "aboutText": "James George Nicol (born 3 August 1939), better known as Jimmie Nicol or Jimmy Nicol, is a British drummer and business entrepreneur. He is best known for temporarily replacing Ringo Starr in The Beatles for a series of concerts during the height of Beatlemania in 1964, elevating him from relative obscurity to worldwide fame and then back again in the space of a fortnight. Nicol had hoped that his association with The Beatles would greatly boost his career but instead found that the spotlight moved away from him once Starr returned to the group.",
      "pageId": 869236,
      "monthDay": "08/03"
    },
    {
      "year": "1943",
      "uri": "/wiki/Princess_Christina,_Mrs._Magnuson",
      "name": "Princess Christina, Mrs. Magnuson",
      "aboutText": "Princess Christina, Mrs. Magnuson, LoK av KMO (Christina Louise Helena, born 3 August 1943) is the youngest of four older sisters of King Carl XVI Gustaf of Sweden. She does business as Christina Magnuson.",
      "pageId": 996542,
      "monthDay": "08/03"
    },
    {
      "year": "1943",
      "uri": "/wiki/Steven_Millhauser",
      "name": "Steven Millhauser",
      "aboutText": "Beverly Lee is an American soul singer who was a member of the all girl vocal pop group, The Shirelles. She was born on August 3, 1941, in Passaic, New Jersey.",
      "pageId": 1081842,
      "monthDay": "08/03"
    },
    {
      "year": "1944",
      "uri": "/wiki/Nino_Bravo",
      "name": "Nino Bravo",
      "aboutText": "Robert John (Bob) Ayling (born 3 August 1946) is a British businessman who has worked with a variety of high profile companies and organisations. From 1996 to 2000, he was the CEO of British Airways.\nAyling was educated at King's College School, Wimbledon.",
      "pageId": 1101630,
      "monthDay": "08/03"
    },
    {
      "year": "1945",
      "uri": "/wiki/Eamon_Dunphy",
      "name": "Eamon Dunphy",
      "aboutText": "Syreeta Wright (August 3, 1946 – July 6, 2004), who recorded professionally under the single name Syreeta, was a Grammy-nominated American singer-songwriter, best known for her work with her ex-husband Stevie Wonder and musical artist Billy Preston.",
      "pageId": 1143926,
      "monthDay": "08/03"
    },
    {
      "year": "1946",
      "uri": "/wiki/Robert_Ayling",
      "name": "Robert Ayling",
      "aboutText": "Luis Manuel Ferri Llopis (3 August 1944 – 16 April 1973), better known by his stage name Nino Bravo, was a Spanish pop singer.",
      "pageId": 1416471,
      "monthDay": "08/03"
    },
    {
      "year": "1946",
      "uri": "/wiki/Jack_Straw",
      "name": "Jack Straw",
      "aboutText": "Lieutenant General Apoorva Kumar Sengupta  pronunciation  (born 3 August 1938, Lucknow, Uttar Pradesh, died 14 September 2013, New Delhi) was an Indian army officer and cricketer who played in one Test in 1959.",
      "pageId": 3955652,
      "monthDay": "08/03"
    },
    {
      "year": "1946",
      "uri": "/wiki/Syreeta_Wright",
      "name": "Syreeta Wright",
      "aboutText": "Philip Casnoff (born August 3, 1949 in Philadelphia) is an American actor, known for his roles in TV series and on Broadway. He has also been a director.",
      "pageId": 4969976,
      "monthDay": "08/03"
    },
    {
      "year": "1946",
      "uri": "/wiki/John_York_(musician)",
      "name": "John York",
      "aboutText": "James Tyler (August 3, 1940 Hartford, Connecticut, USA– November 23, 2010 Los Angeles, California, USA) was an American lutenist, banjoist, guitarist, composer, musicologist and author, who featured on over sixty early music recordings.\nHe was born in Hartford, Connecticut, and initially studied the banjo (classic 5-string and tenor) and Mandolin with Walter K. Bauer, then the lute with Joseph Iadone - he also played the cello. As a lutenist, he performed and recorded with New York Pro Musica, and also toured and recorded as a banjoist with 'Max Morath and the Original Rag Quartet'.",
      "pageId": 6521208,
      "monthDay": "08/03"
    },
    {
      "year": "1947",
      "uri": "/wiki/Ralph_Wright_(footballer)",
      "name": "Ralph Wright",
      "aboutText": "Steven Millhauser (born August 3, 1943) is an American novelist and short story writer. He won the 1997 Pulitzer Prize for Fiction for his novel Martin Dressler. The prize brought many of his older books back into print.",
      "pageId": 7484551,
      "monthDay": "08/03"
    },
    {
      "year": "1948",
      "uri": "/wiki/Jean-Pierre_Raffarin",
      "name": "Jean-Pierre Raffarin",
      "aboutText": "John Foley York (born August 3, 1946, White Plains, New York) is an American bassist and guitarist. He is best known for his work with The Byrds.\n^ \"John York Biography\".",
      "pageId": 28110034,
      "monthDay": "08/03"
    },
    {
      "year": "1949",
      "uri": "/wiki/Philip_Casnoff",
      "name": "Philip Casnoff",
      "aboutText": "Ralph Wright (born 3 August 1947) is an English former professional footballer who played as a defender and midfielder.",
      "pageId": 38755121,
      "monthDay": "08/03"
    },
    {
      "year": "1949",
      "uri": "/wiki/B._B._Dickerson",
      "name": "B. B. Dickerson",
      "aboutText": "Osvaldo César Ardiles (born 3 August 1952), often referred to in Britain as Ossie Ardiles, is a football manager, pundit and former midfielder who won the 1978 FIFA World Cup as part of the Argentine national team. He now runs his own football school in the UK called the Ossie Ardiles Soccer School.\nA competitive and skilled midfielder, Ardiles became a cult hero in England, along with Glenn Hoddle and compatriot Ricardo Villa, as a player for Tottenham Hotspur.",
      "pageId": 52088,
      "monthDay": "08/03"
    },
    {
      "year": "1949",
      "uri": "/wiki/Sue_Slipman",
      "name": "Sue Slipman",
      "aboutText": "Corey Burton (born Corey Gregg Weinberg; August 3, 1955) is an American voice actor and singer, perhaps best known as the current voice of Ludwig Von Drake, Captain Hook and many other characters for numerous Disney projects, Brainiac in the DC animated universe, several central characters (Count Dooku, Cad Bane, and Ziro the Hutt) for numerous Star Wars projects, and Spike Witwicky and Shockwave in the Transformers universe.",
      "pageId": 344062,
      "monthDay": "08/03"
    },
    {
      "year": "1950",
      "uri": "/wiki/Linda_Howard",
      "name": "Linda Howard",
      "aboutText": "Marcel Elphège \"Little Beaver\" Dionne (born August 3, 1951) is a retired Canadian professional ice hockey centre who played 18 seasons in the National Hockey League for the Detroit Red Wings, Los Angeles Kings and New York Rangers. Marcel Dionne was inducted into the Hockey Hall of Fame in 1992.",
      "pageId": 586719,
      "monthDay": "08/03"
    },
    {
      "year": "1950",
      "uri": "/wiki/John_Landis",
      "name": "John Landis",
      "aboutText": "Morris \"B.B.\" Dickerson (born August 3, 1949, in Torrance, California) is an American musician who served as the bass player for the 1970s Latin–funk group War, and before that The Creators.",
      "pageId": 595004,
      "monthDay": "08/03"
    },
    {
      "year": "1950",
      "uri": "/wiki/Jo_Marie_Payton",
      "name": "Jo Marie Payton",
      "aboutText": "Jo Marie Payton (born August 3, 1950) is an American television actress, and singer, who starred as Harriette Winslow, the matriarch of the Winslow family on the ABC/CBS sitcom, Family Matters, and its parent series Perfect Strangers. From 2001 to 2005 Jo Marie Payton provided the voice for Suga Mama Proud on Bruce W. Smith's Disney Channel's The Proud Family. The role earned her an NAACP Image Award nomination in 2005.",
      "pageId": 658991,
      "monthDay": "08/03"
    },
    {
      "year": "1950",
      "uri": "/wiki/Ernesto_Samper",
      "name": "Ernesto Samper",
      "aboutText": "John David Landis (born August 3, 1950) is an American film director, screenwriter, actor, and producer. He is known for his comedy films, his horror films, and his music videos with Michael Jackson.",
      "pageId": 663389,
      "monthDay": "08/03"
    },
    {
      "year": "1951",
      "uri": "/wiki/Marcel_Dionne",
      "name": "Marcel Dionne",
      "aboutText": "Jay Waverly North (born August 3, 1951),J.W.North III, is an American actor. Beginning a prolific career as a child actor at the age of six, he became a household name during the early 1960s for his role as the well-meaning but mischievous Dennis Mitchell on the CBS situation comedy Dennis the Menace, based on the comic strip created by Hank Ketcham.\nAs a teen, North moved on to roles in the MGM feature films Zebra in the Kitchen and Maya, as well as starring in the NBC television series adaptation of the film, also titled Maya.",
      "pageId": 874996,
      "monthDay": "08/03"
    },
    {
      "year": "1951",
      "uri": "/wiki/Jay_North",
      "name": "Jay North",
      "aboutText": "Ernesto Samper Pizano (born 3 August 1950) is a Colombian politician. Samper is a member of the aristocratic, wealthy and influential Samper family. He served as the President of Colombia from 1994 to 1998, representing the Liberal Party.",
      "pageId": 974131,
      "monthDay": "08/03"
    },
    {
      "year": "1952",
      "uri": "/wiki/Osvaldo_Ardiles",
      "name": "Osvaldo Ardiles",
      "aboutText": "Lindsey Hilsum (born 3 August 1958) is an English television journalist and writer.",
      "pageId": 1184386,
      "monthDay": "08/03"
    },
    {
      "year": "1953",
      "uri": "/wiki/Ian_Bairnson",
      "name": "Ian Bairnson",
      "aboutText": "Sue Slipman OBE (born 3 Aug. 1949) was President of the National Union of Students of the United Kingdom between 1977 and 1978. She later joined the National Union of Public Employees.",
      "pageId": 1577962,
      "monthDay": "08/03"
    },
    {
      "year": "1954",
      "uri": "/wiki/Michael_Arthur_(physician)",
      "name": "Michael Arthur",
      "aboutText": "Ian Bairnson (born 3 August 1953) is a Scottish musician, best known for being one of the core members of The Alan Parsons Project. He is a multi-instrumentalist, who has played saxophone and keyboards, although he is best known as a guitarist. He is also known for preferring the sound of a sixpence to a plectrum.",
      "pageId": 2271690,
      "monthDay": "08/03"
    },
    {
      "year": "1954",
      "uri": "/wiki/Gary_Peters_(footballer)",
      "name": "Gary Peters",
      "aboutText": "Balwinder Singh Sandhu  pronunciation  (born 3 August 1956) is a former Indian Test cricketer. He represented India in eight Test matches as a medium pace bowler who could swing the ball and was a useful batsman.\nA late starter in cricket, Sandhu's break came when he was spotted during a summer coaching camp by the former first class cricketer Yeshwant 'Baba' Sidhaye.",
      "pageId": 2749675,
      "monthDay": "08/03"
    },
    {
      "year": "1955",
      "uri": "/wiki/Corey_Burton",
      "name": "Corey Burton",
      "aboutText": "Gary David Peters (born 3 August 1954 in Carshalton, London) is an English former professional footballer and now manager.",
      "pageId": 2965334,
      "monthDay": "08/03"
    },
    {
      "year": "1956",
      "uri": "/wiki/Kirk_Brandon",
      "name": "Kirk Brandon",
      "aboutText": "Michael James Paul Arthur FMedSci (born 3 August 1954) is the tenth Provost and President of University College London, having replaced Professor Sir Malcolm Grant in September 2013.\nArthur had previously been Chairman of the Russell Group of UK universities and the Vice-Chancellor of the University of Leeds between September 2004 and 2013.",
      "pageId": 3233165,
      "monthDay": "08/03"
    },
    {
      "year": "1956",
      "uri": "/wiki/Todd_Christensen",
      "name": "Todd Christensen",
      "aboutText": "Catherine Joan \"Kate\" Wilkinson (born 3 August 1957) was a member of the House of Representatives of New Zealand for the National Party from 2005 until her retirement in 2014. From 2008 until January 2013, she was a member of cabinet, holding the portfolios of Labour (from which she resigned over the Pike River Mine disaster), Conservation, Food Safety, and Associate Immigration, before being removed from cabinet by Prime Minister John Key.",
      "pageId": 3911125,
      "monthDay": "08/03"
    },
    {
      "year": "1956",
      "uri": "/wiki/Dave_Cloud",
      "name": "Dave Cloud",
      "aboutText": "Todd Jay Christensen (August 3, 1956 – November 13, 2013) was an American football player who played in the National Football League from 1978 until 1988, spending most of that time playing tight end for the Oakland and Los Angeles Raiders.",
      "pageId": 5915217,
      "monthDay": "08/03"
    },
    {
      "year": "1956",
      "uri": "/wiki/Balwinder_Sandhu",
      "name": "Balwinder Sandhu",
      "aboutText": "Linda S. Howington (born August 3, 1950 in Alabama, United States) is an American best-selling romance/suspense author under her pseudonym Linda Howard. Before she became a writer, she was an avid reader and fond of Gone With the Wind by Margaret Mitchell. After 21 years of penning stories for her own enjoyment, she submitted a novel for publication which was very successful.",
      "pageId": 6583830,
      "monthDay": "08/03"
    },
    {
      "year": "1957",
      "uri": "/wiki/Bodo_Rudwaleit",
      "name": "Bodo Rudwaleit",
      "aboutText": "Kirk Brandon (born 3 August 1956, Westminster, London) is an English musician best known as the leader of the bands Theatre of Hate and Spear of Destiny.",
      "pageId": 8582685,
      "monthDay": "08/03"
    },
    {
      "year": "1957",
      "uri": "/wiki/Kate_Wilkinson_(politician)",
      "name": "Kate Wilkinson",
      "aboutText": "Bodo Rudwaleit (born 3 August 1957 in Woltersdorf (bei Berlin)) is a former German former football goalkeeper who played in East Germany. He played during most of his career for the football club Berliner FC Dynamo where he was East German champion ten times in a row from 1979 to 1988. He was also the goalkeeper of the East Germany national squad for over a decade before the collapse of the country between 1989 and 1990.",
      "pageId": 9150563,
      "monthDay": "08/03"
    },
    {
      "year": "1958",
      "uri": "/wiki/Lindsey_Hilsum",
      "name": "Lindsey Hilsum",
      "aboutText": "David Bliss \"Dave\" Cloud (August 3, 1956 – February 18, 2015) was an American musician, singer, songwriter, storyteller and occasional actor.",
      "pageId": 17402689,
      "monthDay": "08/03"
    },
    {
      "year": "1958",
      "uri": "/wiki/Ana_Kokkinos",
      "name": "Ana Kokkinos",
      "aboutText": "James Alan Hetfield (born August 3, 1963) is the co-founder, lead vocalist, rhythm guitarist, main songwriter, and lyricist for the American heavy metal band Metallica. Hetfield is mainly known for his intricate rhythm playing, but has also performed occasional lead guitar duties both in the studio and live.\nHetfield co-founded Metallica in October 1981 after answering a classified advertisement by drummer Lars Ulrich in the Los Angeles newspaper The Recycler.",
      "pageId": 269826,
      "monthDay": "08/03"
    },
    {
      "year": "1958",
      "uri": "/wiki/Lambert_Wilson",
      "name": "Lambert Wilson",
      "aboutText": "John Christopher McGinley (born August 3, 1959) is an American actor, author and former comedian. He is most notable for his roles as Perry Cox in Scrubs, Bob Slydell in Office Space, Captain Hendrix in The Rock, Sergeant Red O'Neill in Oliver Stone's Platoon and Marv in Stone's Wall Street. He has also written and produced for television and film.",
      "pageId": 328647,
      "monthDay": "08/03"
    },
    {
      "year": "1959",
      "uri": "/wiki/Martin_Atkins",
      "name": "Martin Atkins",
      "aboutText": "Martin Clive Atkins (born 3 August 1959, Coventry, England) is an English drummer and session musician, best known for his work in post-punk and industrial groups including Public Image Ltd, Ministry, Nine Inch Nails, Pigface, and Killing Joke.",
      "pageId": 408566,
      "monthDay": "08/03"
    },
    {
      "year": "1959",
      "uri": "/wiki/Mike_Gminski",
      "name": "Mike Gminski",
      "aboutText": "Sir Nicholas Barton Harvey (born 3 August 1961) is a British Liberal Democrat politician.\nHe was the Member of Parliament (MP) for North Devon from 1992 until 2015, losing his seat to the Conservative Party. He was the Minister of State for the Armed Forces from 2010 to 2012.",
      "pageId": 434612,
      "monthDay": "08/03"
    },
    {
      "year": "1959",
      "uri": "/wiki/John_C._McGinley",
      "name": "John C. McGinley",
      "aboutText": "Koichi Tanaka (田中 耕一, Tanaka Kōichi, born August 3, 1959) is a Japanese engineer who shared the Nobel Prize in Chemistry in 2002 for developing a novel method for mass spectrometric analyses of biological macromolecules with John Bennett Fenn and Kurt Wüthrich (the latter for work in NMR spectroscopy).",
      "pageId": 794861,
      "monthDay": "08/03"
    },
    {
      "year": "1959",
      "uri": "/wiki/Koichi_Tanaka",
      "name": "Koichi Tanaka",
      "aboutText": "Lucky Philip Dube (pronounced doo-beh) (3 August 1964 – 18 October 2007) was a South African reggae musician and Rastafarian. He recorded 22 albums in Zulu, English and Afrikaans in a 25-year period and was South Africa's biggest-selling reggae artist.",
      "pageId": 1225960,
      "monthDay": "08/03"
    },
    {
      "year": "1960",
      "uri": "/wiki/Tim_Mayotte",
      "name": "Tim Mayotte",
      "aboutText": "Lisa Ann Walter (born August 3, 1963) is an American actress, comedian, writer and film producer. She has appeared in such films as the 1998 version of The Parent Trap, Bruce Almighty, Shall We Dance, and War of the Worlds. Walter also created and starred in the short-lived 1996–1997 sitcom, Life's Work.",
      "pageId": 1327702,
      "monthDay": "08/03"
    },
    {
      "year": "1960",
      "uri": "/wiki/Gopal_Sharma",
      "name": "Gopal Sharma",
      "aboutText": "Lambert Wilson (born 3 August 1958) is a French actor. He is internationally known for his portrayal of The Merovingian in The Matrix Reloaded and The Matrix Revolutions.",
      "pageId": 1465692,
      "monthDay": "08/03"
    },
    {
      "year": "1961",
      "uri": "/wiki/Molly_Hagan",
      "name": "Molly Hagan",
      "aboutText": "Nathaniel \"Nate\" McMillan (born August 3, 1964) is an American basketball coach and former player; he's currently an assistant coach for the Indiana Pacers of the National Basketball Association (NBA).",
      "pageId": 1682989,
      "monthDay": "08/03"
    },
    {
      "year": "1961",
      "uri": "/wiki/Nick_Harvey",
      "name": "Nick Harvey",
      "aboutText": "Timothy \"Gentleman Tim\" Mayotte (born August 3, 1960) is a former professional tennis player from the United States.",
      "pageId": 1717159,
      "monthDay": "08/03"
    },
    {
      "year": "1961",
      "uri": "/wiki/Lee_Rocker",
      "name": "Lee Rocker",
      "aboutText": "Ana Kokkinos (born 3 August 1958) is an Australian film director. Kokkinos was born in Melbourne and prior to her career in film, she worked as an industrial lawyer. In 1991 she was accepted into the Victorian College of the Arts' graduate film and television programme.",
      "pageId": 2178171,
      "monthDay": "08/03"
    },
    {
      "year": "1963",
      "uri": "/wiki/Frano_Botica",
      "name": "Frano Botica",
      "aboutText": "Edgar Eugene \"Ed\" Roland, Jr. (born August 3, 1963) is an American musician, singer-songwriter and record producer. He is best known as the lead vocalist and primary songwriter of the rock band Collective Soul.",
      "pageId": 2355121,
      "monthDay": "08/03"
    },
    {
      "year": "1963",
      "uri": "/wiki/James_Hetfield",
      "name": "James Hetfield",
      "aboutText": "Abhisit Vejjajiva (Thai: อภิสิทธิ์ เวชชาชีวะ; rtgs: Aphisit Wetchachiwa (Thai pronunciation); IPA: [ʔà.pʰí.sìt wêːt.tɕʰāː.tɕʰīː.wáʔ]  pronunciation ; born 3 August 1964) is a Thai politician who was the 27th prime minister of Thailand from 2008 to 2011 and is the current leader of the Democrat Party. As leader of the second largest party in the House of Representatives, he was also leader of the opposition – a position he held from December 2008 until his party's en masse resignation from the House on 8 December 2013. That same month, he was formally charged with murder resulting from a crackdown on demonstrators in 2010 that killed 90 people.",
      "pageId": 2859905,
      "monthDay": "08/03"
    },
    {
      "year": "1963",
      "uri": "/wiki/Ed_Roland",
      "name": "Ed Roland",
      "aboutText": "Michael Thomas \"Mike\" Gminski (born August 3, 1959) is a retired American college and professional basketball player. He is of Polish descent. In 2003, Mike was inducted into the National Polish American Sports Hall of Fame.",
      "pageId": 3190566,
      "monthDay": "08/03"
    },
    {
      "year": "1963",
      "uri": "/wiki/Lisa_Ann_Walter",
      "name": "Lisa Ann Walter",
      "aboutText": "Molly Joan Hagan (born August 3, 1961) is an American actress.",
      "pageId": 3255163,
      "monthDay": "08/03"
    },
    {
      "year": "1963",
      "uri": "/wiki/Isaiah_Washington",
      "name": "Isaiah Washington",
      "aboutText": "Isaiah Washington IV (born August 3, 1963) is an American actor. A veteran of several Spike Lee films, Washington is best known for his role as Dr. Preston Burke on the ABC medical drama Grey's Anatomy from 2005 until 2007.",
      "pageId": 3317052,
      "monthDay": "08/03"
    },
    {
      "year": "1964",
      "uri": "/wiki/Lucky_Dube",
      "name": "Lucky Dube",
      "aboutText": "Gopal Sharma  pronunciation  (born 3 August 1960, Kanpur, Uttar Pradesh) is a former Indian cricketer who played in 5 Tests and 11 ODIs from 1985 to 1990. He was an off-spinner but was overshadowed by the spinners of the day for a place in the international squad - Laxman Sivaramakrishnan, Maninder Singh, Arshad Ayub, Shivlal Yadav, Ravi Shastri and Narendra Hirwani.\nHe was the first person from Uttar Pradesh to represent India post-independence.",
      "pageId": 3964842,
      "monthDay": "08/03"
    },
    {
      "year": "1964",
      "uri": "/wiki/Nate_McMillan",
      "name": "Nate McMillan",
      "aboutText": "Lee Rocker (born Leon Drucker, August 3, 1961) is an American rockabilly double bass player. He was a member of the rockabilly revival band The Stray Cats.\nHe is the son of the classical clarinetists Stanley Drucker (the retired principal clarinetist of the New York Philharmonic Orchestra) and Naomi Drucker.",
      "pageId": 4314744,
      "monthDay": "08/03"
    },
    {
      "year": "1964",
      "uri": "/wiki/Kevin_Sumlin",
      "name": "Kevin Sumlin",
      "aboutText": "Kevin Warren Sumlin (born August 3, 1964) is an American football coach and former player who is currently head coach at Texas A&M University.",
      "pageId": 14179978,
      "monthDay": "08/03"
    },
    {
      "year": "1964",
      "uri": "/wiki/Abhisit_Vejjajiva",
      "name": "Abhisit Vejjajiva",
      "aboutText": "Frano Michael Botica (born 3 August 1963) is a former rugby union and rugby league player.",
      "pageId": 20082744,
      "monthDay": "08/03"
    },
    {
      "year": "1966",
      "uri": "/wiki/Brent_Butt",
      "name": "Brent Butt",
      "aboutText": "For the director and writer, see Stephen Carpenter. For the limnologist, see Stephen R. Carpenter.\nStephen \"Stef\" Carpenter (born August 3, 1970) is an American musician, known as the co-founder and lead guitarist of the rock band Deftones.",
      "pageId": 143077,
      "monthDay": "08/03"
    },
    {
      "year": "1966",
      "uri": "/wiki/Gizz_Butt",
      "name": "Gizz Butt",
      "aboutText": "Mathieu Kassovitz (born 3 August 1967) is a French director, screenwriter, producer, editor, and actor probably best known in Anglophone countries for his role as Nino Quincampoix in Amélie (Le Fabuleux Destin d'Amélie Poulain; 2001). Kassovitz is also the founder of MNP Entreprise, a film production company.\nHe has won three César Awards: Most Promising Actor for See How They Fall (1994), and Best Film and Best Editing for La Haine (1995).",
      "pageId": 497087,
      "monthDay": "08/03"
    },
    {
      "year": "1966",
      "uri": "/wiki/Eric_Esch",
      "name": "Eric Esch",
      "aboutText": "Sandis Ozoliņš (born August 3, 1972), commonly spelled Sandis Ozolinsh /ˈsɑːndɨs ˈoʊzoʊlɪntʃ/ in North America, is a politician and retired Latvian ice hockey player. During his career in North America, Ozoliņš was a seven-time NHL All-Star, Stanley Cup champion, and Norris Trophy finalist. He is also the all-time leader for goals, assists, points and games played by a Latvian in the NHL and holds several Colorado Avalanche and San Jose Sharks franchise records.",
      "pageId": 500022,
      "monthDay": "08/03"
    },
    {
      "year": "1967",
      "uri": "/wiki/Mathieu_Kassovitz",
      "name": "Mathieu Kassovitz",
      "aboutText": "Deidra Muriel Roper (born August 3, 1971), known as DJ Spinderella, is an American DJ and rapper who is a member of the hip-hop group Salt-n-Pepa.",
      "pageId": 632025,
      "monthDay": "08/03"
    },
    {
      "year": "1967",
      "uri": "/wiki/Skin_(musician)",
      "name": "Skin",
      "aboutText": "Brent Butt (born August 3, 1966) is a Canadian actor, comedian, and writer. He is best known for his role as Brent Leroy on the CTV sitcom Corner Gas, which he also created. The series was an instant hit when it made its debut in 2004.",
      "pageId": 717074,
      "monthDay": "08/03"
    },
    {
      "year": "1967",
      "uri": "/wiki/Manmohan_Waris",
      "name": "Manmohan Waris",
      "aboutText": "Gina G (born Gina Mary Gardiner, 3 August 1970) is an Australian singer who represented the United Kingdom at the Eurovision Song Contest in Oslo 1996, with the song \"Ooh Aah... Just a Little Bit\", which reached #1 in the UK singles chart. The song remains (as of 2015) the last UK Eurovision entry to top the UK charts.",
      "pageId": 929353,
      "monthDay": "08/03"
    },
    {
      "year": "1968",
      "uri": "/wiki/Rod_Beck",
      "name": "Rod Beck",
      "aboutText": "Masahiro Sakurai (桜井 政博, Sakurai Masahiro, born August 3, 1970) is a Japanese video game director, designer, and writer, best known as the creator of the Kirby and Super Smash Bros. series. Apart from his work in those series, he also directed Meteos in 2005 and Kid Icarus: Uprising in 2012.",
      "pageId": 1256787,
      "monthDay": "08/03"
    },
    {
      "year": "1969",
      "uri": "/wiki/Doug_Overton",
      "name": "Doug Overton",
      "aboutText": "Deborah Anne Dyer, known by the stage name Skin, (born 3 August 1967) is an English singer, a Dj for electronical music and occasional model. As Deborah Dyer, Skin studied Interior Design at Teesside University in Middlesbrough, who later honoured her with an honorary degree. She is currently the lead vocalist of English band Skunk Anansie.",
      "pageId": 1338384,
      "monthDay": "08/03"
    },
    {
      "year": "1970",
      "uri": "/wiki/Stephen_Carpenter",
      "name": "Stephen Carpenter",
      "aboutText": "Michael Brown (born August 3, 1973), professionally known as Michael Ealy, is an American actor. He is known for his roles in Barbershop (2002), 2 Fast 2 Furious (2003), For Colored Girls (2010), About Last Night (2014), and The Perfect Guy (2015). Ealy starred as Dorian the android in the Fox TV science fiction police drama series Almost Human.",
      "pageId": 1484075,
      "monthDay": "08/03"
    },
    {
      "year": "1970",
      "uri": "/wiki/Gina_G",
      "name": "Gina G",
      "aboutText": "Rodney Roy \"Rod\" Beck (August 3, 1968 – June 23, 2007), nicknamed \"Shooter\", was a relief pitcher in Major League Baseball who played for the San Francisco Giants (1991–1997), Chicago Cubs (1998–1999), Boston Red Sox (1999–2001) and San Diego Padres (2003–2004).",
      "pageId": 1742131,
      "monthDay": "08/03"
    },
    {
      "year": "1970",
      "uri": "/wiki/Masahiro_Sakurai",
      "name": "Masahiro Sakurai",
      "aboutText": "Erika Marozsán (born 3 August 1972) is a Hungarian actress. Her first movie appearance was in the hit Hungarian film, \"Béketárgyalás, avagy az évszázad csütörtökig tart\" (\"Peace negotiations – This century lasts until Thursday\"), released in 1989. She has played primarily in Hungarian films, but also appeared on the HBO hit action thriller, Sniper 2, with Tom Berenger and Bokeem Woodbine, as well as Gloomy Sunday and One Day Crossing, which was nominated for an Oscar in 2001.",
      "pageId": 2198050,
      "monthDay": "08/03"
    },
    {
      "year": "1971",
      "uri": "/wiki/Forbes_Johnston",
      "name": "Forbes Johnston",
      "aboutText": "Jason Isaac \"Jay\" Cutler (born August 3, 1973) is an American IFBB professional bodybuilder. He is a four-time Mr.",
      "pageId": 2507966,
      "monthDay": "08/03"
    },
    {
      "year": "1971",
      "uri": "/wiki/Will_Muschamp",
      "name": "Will Muschamp",
      "aboutText": "Manmohan Waris (born 3 August 1967) is an Indian Punjabi folk/pop singer. Manmohan Waris was born in Halluwal, District Hoshiarpur, Punjab, India. He is the elder brother of Sangtar (a renowned Punjabi record producer, musician & poet) & Kamal Heer (a renowned Punjabi Folk/Pop singer).",
      "pageId": 2956670,
      "monthDay": "08/03"
    },
    {
      "year": "1971",
      "uri": "/wiki/DJ_Spinderella",
      "name": "DJ Spinderella",
      "aboutText": "Nikolaos \"Nikos\" Dabizas (Greek: Νικόλαος \"Νίκος\" Νταμπίζας, born 3 August 1973 in Amyntaio) is a retired Greek professional footballer and former Newcastle United, Leicester City, Olympiacos and AEL defender. He was also in Greece's 2004 European Football Championship winning squad.",
      "pageId": 3100581,
      "monthDay": "08/03"
    },
    {
      "year": "1972",
      "uri": "/wiki/Brigid_Brannagh",
      "name": "Brigid Brannagh",
      "aboutText": "Brigid Brannagh (born August 3, 1972) is an American actress. She has been credited as Brigid Brannagh, Brigid Brannah, Brigid Brannaugh, Brigid Walsh, and Brigid Conley Walsh.",
      "pageId": 3477810,
      "monthDay": "08/03"
    },
    {
      "year": "1972",
      "uri": "/wiki/Erika_Marozs%C3%A1n",
      "name": "Erika Marozsán",
      "aboutText": "Gizz Butt (born Graham Anthony Butt, 3 August 1966, Manchester, England) is a British musician, best known for playing the guitar during live performances by the band The Prodigy in the late 1990s.",
      "pageId": 3874158,
      "monthDay": "08/03"
    },
    {
      "year": "1972",
      "uri": "/wiki/Sandis_Ozoli%C5%86%C5%A1",
      "name": "Sandis Ozoliņš",
      "aboutText": "Douglas M. \"Doug\" Overton (born August 3, 1969) is an American retired professional basketball player and current coach.",
      "pageId": 5934528,
      "monthDay": "08/03"
    },
    {
      "year": "1973",
      "uri": "/wiki/Jay_Cutler_(bodybuilder)",
      "name": "Jay Cutler",
      "aboutText": "Forbes Johnston (3 August 1971 – 12 July 2007) was a Scottish professional footballer playing primarily in defence, but also spending some time in the midfield.\nHe started his career playing for junior side Musselburgh Athletic, and joined the professional ranks at Falkirk where he played from 1990 to 1996. He later joined Airdrieonians, where he played from 1996 to 2000.",
      "pageId": 12291837,
      "monthDay": "08/03"
    },
    {
      "year": "1973",
      "uri": "/wiki/Nikos_Dabizas",
      "name": "Nikos Dabizas",
      "aboutText": "William Larry Muschamp (born August 3, 1971) is an American football coach and former player. He currently is the head coach at South Carolina. He previously was the head coach at Florida from 2011 to 2014.",
      "pageId": 13775303,
      "monthDay": "08/03"
    },
    {
      "year": "1973",
      "uri": "/wiki/Michael_Ealy",
      "name": "Michael Ealy",
      "aboutText": "Eric Scott Esch (born August 3, 1966), commonly referred to as Butterbean, is an American professional boxer, kickboxer, mixed martial artist, and professional wrestler who competes in the heavyweight division. He also is a minor television personality, having appeared in several programs and been referenced by many others. Esch transitioned to professional boxing in 1994 following a successful stint on the Toughman Contest scene and went on to capture the World Athletic Association (WAA) heavyweight and IBA super heavyweight championships.",
      "pageId": 23577434,
      "monthDay": "08/03"
    },
    {
      "year": "1973",
      "uri": "/wiki/Stephen_Graham_(actor)",
      "name": "Stephen Graham",
      "aboutText": "Thomas Edward Patrick \"Tom\" Brady, Jr. (born August 3, 1977), nicknamed Tom Terrific, is an American football quarterback for the New England Patriots of the National Football League (NFL).\nAfter playing college football for the University of Michigan, Tom Brady was drafted by the Patriots in the sixth round of the 2000 NFL draft.",
      "pageId": 339841,
      "monthDay": "08/03"
    },
    {
      "year": "1975",
      "uri": "/wiki/Wael_Gomaa",
      "name": "Wael Gomaa",
      "aboutText": "Nicole Evangeline Lilly (born August 3, 1979) is a Canadian actress and author. She won a Screen Actors Guild Award and received a Golden Globe nomination for her role as Kate Austen in the ABC series Lost (2004–10). She is also known for her roles in films such as the psychological thriller Afterwards (2008), the war film The Hurt Locker (2008), and the sci-fi sports drama film Real Steel (2011).",
      "pageId": 1031258,
      "monthDay": "08/03"
    },
    {
      "year": "1975",
      "uri": "/wiki/Argyro_Strataki",
      "name": "Argyro Strataki",
      "aboutText": "Troy Edward Glaus (/ˈɡlɔːs/; born August 3, 1976) is a former Major League Baseball first baseman and third baseman. Previously, Glaus played with the Anaheim Angels (1998-2004), Arizona Diamondbacks (2005), Toronto Blue Jays (2006-2007), St. Louis Cardinals (2008-2009), and the Atlanta Braves (2010).",
      "pageId": 1260863,
      "monthDay": "08/03"
    },
    {
      "year": "1976",
      "uri": "/wiki/Troy_Glaus",
      "name": "Troy Glaus",
      "aboutText": "Charles Larry \"Justin\" Lehr (born August 3, 1977) is a former Major League Baseball pitcher.",
      "pageId": 1593563,
      "monthDay": "08/03"
    },
    {
      "year": "1977",
      "uri": "/wiki/Deniz_Akkaya",
      "name": "Deniz Akkaya",
      "aboutText": "Óscar Pereiro Sío (pronounced: [ˈos.kaɾ pe.reˈi.ro ˈsi.o]; born August 3, 1977) is a former Spanish professional road bicycle racer. Pereiro won the 2006 Tour de France, after the original winner Floyd Landis was disqualified for failing a doping test after his stage 17 victory. Pereiro is a former member of Porta da Ravessa (2000 to 2001), Phonak Hearing Systems (2002 to 2005), Caisse d'Epargne (2006 to 2009), and the Astana cycling team (2010).",
      "pageId": 2287632,
      "monthDay": "08/03"
    },
    {
      "year": "1977",
      "uri": "/wiki/Tom_Brady",
      "name": "Tom Brady",
      "aboutText": "Anthony \"Tony\" George Pashos (born August 3, 1980) is a former American football offensive tackle who played in the National Football League (NFL). He was drafted by the Baltimore Ravens in the fifth round of the 2003 NFL Draft. He played college football at Illinois.",
      "pageId": 2648281,
      "monthDay": "08/03"
    },
    {
      "year": "1977",
      "uri": "/wiki/Justin_Lehr",
      "name": "Justin Lehr",
      "aboutText": "Dominic Michael Moore (born August 3, 1980) is a Canadian professional ice hockey centreman currently playing for the New York Rangers of the National Hockey League (NHL).",
      "pageId": 2901559,
      "monthDay": "08/03"
    },
    {
      "year": "1977",
      "uri": "/wiki/T%C3%B3mas_Lemarquis",
      "name": "Tómas Lemarquis",
      "aboutText": "Brandan Schieppati (born August 3, 1980, Newport Beach, California) is the singer of metalcore band Bleeding Through. He was Straight Edge from an early age, he remained until his late twenties and lives in Orange County. In June 2002, Brandan's jaw was broken in a fight after a show.",
      "pageId": 3152612,
      "monthDay": "08/03"
    },
    {
      "year": "1977",
      "uri": "/wiki/%C3%93scar_Pereiro",
      "name": "Óscar Pereiro",
      "aboutText": "Stephen Graham (born 3 August 1973) is an English actor who is best known for his roles as Tommy in the film Snatch, Andrew \"Combo\" Gascoigne in This Is England as well as its television sequels, This Is England '86, This Is England '88 and This Is England '90, Danny Ferguson in Occupation, Billy Bremner in The Damned United, notorious bank robber Baby Face Nelson in Public Enemies (2009), Scrum in the Pirates of the Caribbean films and a crooked police detective in the acclaimed crime thriller Hyena.\nFrom 2010 to 2014, he starred as Al Capone in the HBO series Boardwalk Empire.\n^ Kirkby, Lancashire is correct because Merseyside did not exist until 1 April 1974.",
      "pageId": 3160057,
      "monthDay": "08/03"
    },
    {
      "year": "1978",
      "uri": "/wiki/Joi_Chua",
      "name": "Joi Chua",
      "aboutText": "Deniz Akkaya (born 3 August 1977) is a Turkish actress, businesswoman, model, and presenter. She is an ethnic Circassian, with Abzakh and Kabardian parents.",
      "pageId": 4204673,
      "monthDay": "08/03"
    },
    {
      "year": "1978",
      "uri": "/wiki/Mariusz_Jop",
      "name": "Mariusz Jop",
      "aboutText": "Joi Chua or Joi Tsai (Chinese: 蔡淳佳; pinyin: Cài Chúnjiā, born August 3, 1978) is a Singaporean female pop singer. Her most famous songs are \"Waiting For A Sunny Day\" (《等一个晴天》), \"Watching the Sunrise With Me\" (《陪我看日出》), the Chinese version of \"Nada Soso\" and \"Wind Chimes\" (《风铃》). She is also well known in Mainland China and Taiwan.",
      "pageId": 4875284,
      "monthDay": "08/03"
    },
    {
      "year": "1978",
      "uri": "/wiki/Jenny_Tinmouth",
      "name": "Jenny Tinmouth",
      "aboutText": "Mariusz Jop [ˈmarjuʂ ˈjɔp] (born 3 August 1978 in Ostrowiec Świętokrzyski) is a retired Polish footballer who played as a defender.",
      "pageId": 5282889,
      "monthDay": "08/03"
    },
    {
      "year": "1978",
      "uri": "/wiki/Dimitrios_Zografakis",
      "name": "Dimitrios Zografakis",
      "aboutText": "Hannah Simone (born August 3, 1980) is a Canadian television hostess, actress, and former fashion model. From May 2006 to November 2008, she worked as a VJ for MuchMusic in Canada, and is best known for portraying Cece Parekh on the Fox sitcom, New Girl.",
      "pageId": 5406070,
      "monthDay": "08/03"
    },
    {
      "year": "1979",
      "uri": "/wiki/Evangeline_Lilly",
      "name": "Evangeline Lilly",
      "aboutText": "Nadia Ali (Urdu: نادیہ علی‎, born 3 August 1980) is a Pakistani American singer-songwriter. Ali gained prominence in 2001 as the frontwoman and songwriter of the band iiO after their debut single \"Rapture\" reached No. 2 on the UK Singles Chart.",
      "pageId": 7919201,
      "monthDay": "08/03"
    },
    {
      "year": "1980",
      "uri": "/wiki/Nadia_Ali",
      "name": "Nadia Ali",
      "aboutText": "Wael Gomaa (Arabic: وائل جمعة‎) (born 3 August 1975) is a retired Egyptian footballer.",
      "pageId": 8178481,
      "monthDay": "08/03"
    },
    {
      "year": "1980",
      "uri": "/wiki/Dominic_Moore",
      "name": "Dominic Moore",
      "aboutText": "Tómas Lemarquis (born 3 August 1977) is an Icelandic film actor. He is possibly best recalled for his appearance in the 2003 Icelandic film Nói Albínói.",
      "pageId": 8567178,
      "monthDay": "08/03"
    },
    {
      "year": "1980",
      "uri": "/wiki/Tony_Pashos",
      "name": "Tony Pashos",
      "aboutText": "Argyro Strataki (Greek: Αργυρώ Στρατάκη, born 3 August 1975 in Heraklion) is a Greek former heptathlete. She represented her country at the Olympic Games in 2004 and 2008. She was also a four-time participant at the World Championships in Athletics and a three-time competitor at the European Athletics Championships.",
      "pageId": 8660498,
      "monthDay": "08/03"
    },
    {
      "year": "1980",
      "uri": "/wiki/Brandan_Schieppati",
      "name": "Brandan Schieppati",
      "aboutText": "Dimitrios Zografakis, (born 3 August 1978) is a Greek footballer currently playing as a midfielder.\nZografakis started his career at amateur football club FC Orfeas Eleftheroupolis. at the age of 20, Dimitrios signed with Skoda Xanthi and played for the team for seven years.",
      "pageId": 21008503,
      "monthDay": "08/03"
    },
    {
      "year": "1980",
      "uri": "/wiki/Hannah_Simone",
      "name": "Hannah Simone",
      "aboutText": "Jenny Tinmouth (born Jennifer Rosanne Tinmouth, 3 August 1978) is an English motorcycle racer competing in the British Superbike Championship as a Honda-supported rider. She is the current female Isle of Man TT lap record holder, breaking the record during her first ever TT in 2009 and gaining a Guinness World Record for this achievement. She then re-broke her own lap record during her second TT in 2010, with an average lap speed of 119.945 mph, gaining another Guinness World Record.",
      "pageId": 31549421,
      "monthDay": "08/03"
    },
    {
      "year": "1981",
      "uri": "/wiki/Fikirte_Addis",
      "name": "Fikirte Addis",
      "aboutText": "Fikirte Addis (b. 1981) is an Ethiopian fashion designer. In 2009, Addis formed her own label–Yefiker Design–which creates clothes that are modern interpretations of traditional Ethiopian dress.",
      "pageId": 45621535,
      "monthDay": "08/03"
    },
    {
      "year": "1981",
      "uri": "/wiki/Travis_Bowyer",
      "name": "Travis Bowyer",
      "aboutText": "Aaron Steven Haddad (born April 3, 1982) is an American professional wrestler. He is currently signed to WWE, where he performs under the ring name Damien Sandow.\nHaddad previously appeared in WWE as Idol Stevens in 2006.",
      "pageId": 1849742,
      "monthDay": "08/03"
    },
    {
      "year": "1981",
      "uri": "/wiki/Pablo_Ib%C3%A1%C3%B1ez",
      "name": "Pablo Ibáñez",
      "aboutText": "Jon Foster (born August 3, 1984) is an American actor and musician. He is known for his roles in the 2004 film The Door in the Floor, the 2006 horror film Stay Alive, and co-starring opposite Jenna Elfman in the CBS comedy Accidentally on Purpose.",
      "pageId": 2516985,
      "monthDay": "08/03"
    },
    {
      "year": "1981",
      "uri": "/wiki/Erlend_Tvinnereim",
      "name": "Erlend Tvinnereim",
      "aboutText": "Sonny William \"Sonny Bill\" Williams (born 3 August 1985) is a New Zealand rugby player and heavyweight boxer who has played rugby league and rugby union at the highest levels. He currently plays rugby union for the Chiefs in Super Rugby. He is only the second person to represent New Zealand in rugby union after first playing for the country in rugby league.",
      "pageId": 2725599,
      "monthDay": "08/03"
    },
    {
      "year": "1981",
      "uri": "/wiki/Travis_Willingham",
      "name": "Travis Willingham",
      "aboutText": "Pablo Ibáñez Tébar (born 3 August 1981), sometimes known as just Pablo, is a Spanish footballer who plays as a centre back. He has been a free agent since leaving Birmingham City at the end of the 2012–13 season.\nPablo was born in Madrigueras.",
      "pageId": 3151933,
      "monthDay": "08/03"
    },
    {
      "year": "1982",
      "uri": "/wiki/Kaspar_Kokk",
      "name": "Kaspar Kokk",
      "aboutText": "Travis Hampton Willingham (born August 3, 1981) is an American actor and voice actor who has worked for various anime series and video games at Funimation/OkraTron 5000, Studiopolis, and New Generation Pictures. His most well known roles include; Roy Mustang in Fullmetal Alchemist, Cleo Aiolos Corbeille de Veil in Glass Fleet, Yu Kanda in D.Gray-man, Portgas D. Ace in the Funimation dub of One Piece, Takashi Morinozuka in Ouran High School Host Club, Zetsu in Naruto Shippuden, the current voice of Knuckles the Echidna in the Sonic the Hedgehog series, and currently voice of Thor in the Marvel animated series. He married fellow voice actor Laura Bailey on September 25, 2011.",
      "pageId": 3338747,
      "monthDay": "08/03"
    },
    {
      "year": "1982",
      "uri": "/wiki/Jesse_Lumsden",
      "name": "Jesse Lumsden",
      "aboutText": "Ryan Steven Lochte (/ˈlɒkti/, LOCK-tee; born August 3, 1984) is an American competitive swimmer and an 11-time Olympic medalist (five gold, three silver, three bronze). His seven individual Olympic medals rank near the top in men's swimming. As part of the American team, he holds the world record in the 4×200-meter freestyle relay (long course).",
      "pageId": 4057953,
      "monthDay": "08/03"
    },
    {
      "year": "1982",
      "uri": "/wiki/Damien_Sandow",
      "name": "Damien Sandow",
      "aboutText": "Carah Faye Charnow (born August 3, 1984, in Santa Barbara, California) is an American singer and songwriter. She is currently the female vocalist of the band Shiny Toy Guns (2004–2008, 2011–present), with whom she scored a Grammy nomination, and is also currently the frontwoman/vocalist of the band Versant.",
      "pageId": 6767114,
      "monthDay": "08/03"
    },
    {
      "year": "1983",
      "uri": "/wiki/Ryan_Carter",
      "name": "Ryan Carter",
      "aboutText": "Jesse Lumsden (born August 3, 1982) is a Canadian Olympic bobsledder and a retired Canadian football player, who played for the Hamilton Tiger-Cats, Edmonton Eskimos and Calgary Stampeders.",
      "pageId": 7121800,
      "monthDay": "08/03"
    },
    {
      "year": "1983",
      "uri": "/wiki/Mamie_Gummer",
      "name": "Mamie Gummer",
      "aboutText": "Chris Maurer (Born August 3, 1984) was the bassist for the third-wave ska band Suburban Legends. After years of watching his older brother sing for the band, he joined the band August 3 of 2000, replacing Justin Meacham who left the band.\nHe left the band in late 2004 to get married to Rachel Lents and continue with his education and was replaced by Suburban Legends bassist Mike Hachey.",
      "pageId": 8090518,
      "monthDay": "08/03"
    },
    {
      "year": "1983",
      "uri": "/wiki/Mark_Reynolds_(baseball)",
      "name": "Mark Reynolds",
      "aboutText": "Yasin Avcı (born 3 August 1984) is a Turkish professional football midfielder, who is currently unattached.",
      "pageId": 10017105,
      "monthDay": "08/03"
    },
    {
      "year": "1984",
      "uri": "/wiki/Yasin_Avc%C4%B1_(footballer_born_1984)",
      "name": "Yasin Avcı",
      "aboutText": "Sunil Chhetri (Nepali: सुनिल छेत्री; Hindi: सुनील छेत्री; born 3 August 1984) is an Indian professional footballer who plays as a striker for Mumbai City in the Indian Super League. He is the captain of the Indian national football team, and also the all-time top goalscorer with 48 goals in 86 appearances for the senior national team.\nBorn in Secunderabad, Chhetri began his professional career at Mohun Bagan in 2002.",
      "pageId": 11035100,
      "monthDay": "08/03"
    },
    {
      "year": "1984",
      "uri": "/wiki/Sunil_Chhetri",
      "name": "Sunil Chhetri",
      "aboutText": "Mary Willa \"Mamie\" Gummer (born August 3, 1983) is an American actress. She starred in the title role of the CW series Emily Owens, M.D. (2012–13), and plays the recurring role of Nancy Crozier on The Good Wife (2010–15). She has also appeared in the films Evening (2007), Side Effects (2013), Cake (2014), and Ricki and the Flash (2015).",
      "pageId": 11407709,
      "monthDay": "08/03"
    },
    {
      "year": "1984",
      "uri": "/wiki/Carah_Faye_Charnow",
      "name": "Carah Faye Charnow",
      "aboutText": "Mark Andrew Reynolds (born August 3, 1983) is an American professional baseball first baseman for the Colorado Rockies of Major League Baseball (MLB). He made his MLB debut with the Arizona Diamondbacks in 2007, and has also played for the Baltimore Orioles, Cleveland Indians, New York Yankees, Milwaukee Brewers and St. Louis Cardinals.",
      "pageId": 11475368,
      "monthDay": "08/03"
    },
    {
      "year": "1984",
      "uri": "/wiki/Jon_Foster",
      "name": "Jon Foster",
      "aboutText": "Ryan Michael Carter (born August 3, 1983) is an American professional ice hockey player who currently plays for the Minnesota Wild of the National Hockey League (NHL).",
      "pageId": 11617093,
      "monthDay": "08/03"
    },
    {
      "year": "1984",
      "uri": "/wiki/Matt_Joyce_(baseball)",
      "name": "Matt Joyce",
      "aboutText": "Ats Purje (born 3 August 1985) is an Estonian professional footballer who plays as a striker for Estonian Meistriliiga club Nõmme Kalju and the Estonia national football team.",
      "pageId": 12599912,
      "monthDay": "08/03"
    },
    {
      "year": "1984",
      "uri": "/wiki/Ryan_Lochte",
      "name": "Ryan Lochte",
      "aboutText": "Travis Charlton Bowyer (born August 3, 1981) is a former professional baseball relief pitcher. He is listed at 6 foot, 3 inches and 210 pounds.",
      "pageId": 12686669,
      "monthDay": "08/03"
    },
    {
      "year": "1984",
      "uri": "/wiki/Chris_Maurer",
      "name": "Chris Maurer",
      "aboutText": "Brent Michael Kutzle (born August 3, 1985) is an American musician, multi-instrumentalist and producer born in Newport Beach, California. Brent is best known as the bassist and cellist of the pop rock band OneRepublic, who are signed to Interscope Records. He has written and performed with various other musicians from both underground music scenes and mainstream acts, including Beyoncé, Matchbox Twenty, Ellie Goulding, Cobra Starship, Leona Lewis, Kelly Clarkson, ísland, Vermeer, Augustine, Torrent, This Allure, Monarch, Venus Infers, Jessica Dobson, and Kevin Max.",
      "pageId": 14424643,
      "monthDay": "08/03"
    },
    {
      "year": "1985",
      "uri": "/wiki/Brent_Kutzle",
      "name": "Brent Kutzle",
      "aboutText": "Matthew R. Joyce (born August 3, 1984) is an American professional baseball outfielder who is a free agent. He has played in Major League Baseball (MLB) for the Detroit Tigers, the Tampa Bay Rays and the Los Angeles Angels of Anaheim.",
      "pageId": 17278751,
      "monthDay": "08/03"
    },
    {
      "year": "1985",
      "uri": "/wiki/Ats_Purje",
      "name": "Ats Purje",
      "aboutText": "Kaspar Kokk (born August 3, 1982 in Tartu) is an Estonian cross-country skier. He competed at the 2006 Winter Olympics in Turin. He represents Estonia at the 2010 Winter Olympics in Vancouver.",
      "pageId": 26274489,
      "monthDay": "08/03"
    },
    {
      "year": "1985",
      "uri": "/wiki/Sonny_Bill_Williams",
      "name": "Sonny Bill Williams",
      "aboutText": "Erlend Tvinnereim (born 3 August 1981 in Bergen, Norway) is a Norwegian tenor based in Zürich, Switzerland. He has in recent years been much used as a concert singer in Switzerland, Germany and Scandinavia, and in the season 08/09 he performed as \"young artist\" at the opera in Basel where he cased several significant roles.\n^ \"Erlend Tvinnereim - Tenor - Directory\".",
      "pageId": 40115760,
      "monthDay": "08/03"
    },
    {
      "year": "1986",
      "uri": "/wiki/Charlotte_Casiraghi",
      "name": "Charlotte Casiraghi",
      "aboutText": "Charlotte Marie Pomeline Casiraghi (born 3 August 1986, Centre Hospitalier Princesse Grace in Monte Carlo, Monaco) is the second child of Caroline, Princess of Hanover, Princess of Monaco, and the late Stefano Casiraghi, an Italian industrialist. She is eighth in line to the throne of Monaco. Her maternal grandparents were the late Prince Rainier III and the late Princess Grace of Monaco.",
      "pageId": 840061,
      "monthDay": "08/03"
    },
    {
      "year": "1987",
      "uri": "/wiki/Kim_Hyung-jun",
      "name": "Kim Hyung-jun",
      "aboutText": "Yurina Kumai (熊井 友理奈, Kumai Yurina, born August 3, 1993, Kanagawa, Japan) is a Japanese pop singer currently performing in the all-girl group Berryz Kobo, under Hello! Project. Kumai joined Hello!",
      "pageId": 2247852,
      "monthDay": "08/03"
    },
    {
      "year": "1987",
      "uri": "/wiki/Juri_Kurakin",
      "name": "Juri Kurakin",
      "aboutText": "Van Leigh Tiffin (born August 3, 1988 in Muscle Shoals, Alabama) is a former American football kicker. He was signed by the Cleveland Browns as an undrafted free agent in 2010. He played college football at Alabama.",
      "pageId": 7137833,
      "monthDay": "08/03"
    },
    {
      "year": "1987",
      "uri": "/wiki/Chris_McQueen",
      "name": "Chris McQueen",
      "aboutText": "Samuel Edward \"Sam\" Hutchinson (born 3 August 1989) is an English professional footballer who plays for Sheffield Wednesday as a right back a centre back or as a defensive midfielder",
      "pageId": 8117828,
      "monthDay": "08/03"
    },
    {
      "year": "1988",
      "uri": "/wiki/Denny_Cardin",
      "name": "Denny Cardin",
      "aboutText": "Juri Kurakin (born 3 August 1987) is an Estonian ice dancer who has competed for Estonia, Bulgaria, and currently Austria. Early in his career, he competed with Alexandra Baurina for Estonia. He teamed up with Ina Demireva in 2005 and skated for Bulgaria with her.",
      "pageId": 9729281,
      "monthDay": "08/03"
    },
    {
      "year": "1988",
      "uri": "/wiki/Leigh_Tiffin",
      "name": "Leigh Tiffin",
      "aboutText": "Karlie Elizabeth Kloss (born August 3, 1992) is an American fashion model. Vogue Paris declared her one of the top 30 models of the 2000s.",
      "pageId": 16284906,
      "monthDay": "08/03"
    },
    {
      "year": "1989",
      "uri": "/wiki/Jules_Bianchi",
      "name": "Jules Bianchi",
      "aboutText": "Jules Bianchi (3 August 1989 – 17 July 2015) was a French motor racing driver who drove for Marussia F1 in the FIA Formula One World Championship.\nBianchi had previously raced in Formula Renault 3.5, GP2 and Formula Three and was a Ferrari Driver Academy member. He entered Formula One as a practice driver in 2012 for Sahara Force India.",
      "pageId": 16487972,
      "monthDay": "08/03"
    },
    {
      "year": "1989",
      "uri": "/wiki/Sam_Hutchinson",
      "name": "Sam Hutchinson",
      "aboutText": "Jourdan Sherise Dunn (born 3 August 1990) is a British fashion model. She was discovered in Hammersmith Primark in 2006 and signed to Storm Model Management in London shortly thereafter. She began appearing on international runways in early 2007.",
      "pageId": 20547387,
      "monthDay": "08/03"
    },
    {
      "year": "1989",
      "uri": "/wiki/Nick_Viergever",
      "name": "Nick Viergever",
      "aboutText": "Chris McQueen (born 3 August 1987, in Brisbane, Queensland) is an Australian professional rugby league footballer who currently plays for the Gold Coast Titans in the National Rugby League. A Queensland State of Origin representative, he primarily plays at second-row and lock, but can also fill in at wing and centre.",
      "pageId": 22602998,
      "monthDay": "08/03"
    },
    {
      "year": "1990",
      "uri": "/wiki/Jourdan_Dunn",
      "name": "Jourdan Dunn",
      "aboutText": "Nick Viergever (Dutch pronunciation: [ˈnɪk ˈfiːrɣeːvər]; born 3 August 1989) is a Dutch footballer who plays for Ajax and the Netherlands national team as a defender.",
      "pageId": 23833451,
      "monthDay": "08/03"
    },
    {
      "year": "1990",
      "uri": "/wiki/Shunya_Shiraishi",
      "name": "Shunya Shiraishi",
      "aboutText": "Kim Hyung-jun (Hangul: 김형준; hanja: 金亨俊; born: August 3, 1987) is a South Korean entertainer, lead rapper and youngest member of boyband SS501.\nIn 2010, Kim left DSP Media, who managed him as part of SS501, and joined S-Plus Entertainment as a solo artist. He made his debut as a soloist in March 2011 with mini album My Girl, and musical debut in Caffeine.",
      "pageId": 27484905,
      "monthDay": "08/03"
    },
    {
      "year": "1992",
      "uri": "/wiki/Gamze_Bulut",
      "name": "Gamze Bulut",
      "aboutText": "Denny Cardin (born 3 August 1988) is an Italian footballer who plays for Lega Pro club Pavia.",
      "pageId": 31388683,
      "monthDay": "08/03"
    },
    {
      "year": "1992",
      "uri": "/wiki/Gesa_Felicitas_Krause",
      "name": "Gesa Felicitas Krause",
      "aboutText": "Lum Rexhepi (born 3 August 1992) is a Finnish football player currently playing for Norwegian Tippeligaen side Lillestrøm SK. He is of Kosovo Albanian descent.",
      "pageId": 32057582,
      "monthDay": "08/03"
    },
    {
      "year": "1992",
      "uri": "/wiki/Karlie_Kloss",
      "name": "Karlie Kloss",
      "aboutText": "Diāna Marcinkēviča (born 3 August 1992 in Riga) is a Latvian tennis player.\nMarcinkēviča has won four singles and 17 doubles titles on the ITF tour in her career. On 28 April 2014, she reached her best singles ranking of world number 196.",
      "pageId": 33758998,
      "monthDay": "08/03"
    },
    {
      "year": "1992",
      "uri": "/wiki/Di%C4%81na_Marcink%C4%93vi%C4%8Da",
      "name": "Diāna Marcinkēviča",
      "aboutText": "Gamze Bulut (pronounced [ˈɡamze ˈbuɫut]; born August 3, 1992 in Eskişehir) is a Turkish female middle-distance runner.\nThe 166 cm (5 ft 5 in) tall athlete at 48 kg (106 lb) is a member of Fenerbahçe Athletics, where she is coached by Süleyman Altınoluk.",
      "pageId": 35882310,
      "monthDay": "08/03"
    },
    {
      "year": "1992",
      "uri": "/wiki/Aljon_Mariano",
      "name": "Aljon Mariano",
      "aboutText": "Gesa Felicitas Krause (born 3 August 1992) is a German athlete who specialises in the 3000 m steeplechase.\nIn the 2013 European Athletics U23 Championships, she won in a new championship record time of 9:38,91 min.",
      "pageId": 36559663,
      "monthDay": "08/03"
    },
    {
      "year": "1992",
      "uri": "/wiki/Lum_Rexhepi",
      "name": "Lum Rexhepi",
      "aboutText": "Ola Abidogun (born 3 August 1993) is a British athlete who competes in T46 sprinting events. He competed for England at the 2010 Commonwealth Games, and was part of the British team at the 2012 Summer Paralympics where he took bronze in the 100m sprint.",
      "pageId": 36675804,
      "monthDay": "08/03"
    },
    {
      "year": "1993",
      "uri": "/wiki/Ola_Abidogun",
      "name": "Ola Abidogun",
      "aboutText": "Aljon Escalona Mariano (born August 3, 1992) is a Filipino professional basketball player who currently plays for the Barangay Ginebra San Miguel of the Philippine Basketball Association (PBA).",
      "pageId": 36710671,
      "monthDay": "08/03"
    },
    {
      "year": "1993",
      "uri": "/wiki/Yurina_Kumai",
      "name": "Yurina Kumai",
      "aboutText": "Shunya Shiraishi (白石 隼也, Shiraishi Shun'ya, born August 3, 1990) is a Japanese actor, best known for his role as Haruto Soma, the main character of the Kamen Rider Wizard tokusatsu series. He finished second in Junon Super Boy Contest 2007.\n^ a b c \"TV Asahi's official cast and characters of Kamen Rider Wizard page\".",
      "pageId": 36841179,
      "monthDay": "08/03"
    },
    {
      "year": "1994",
      "uri": "/wiki/Esther_Earl",
      "name": "Esther Earl",
      "aboutText": "Esther Grace Earl (August 3, 1994 – August 25, 2010) was an American author, internet vlogger, online personality and a Nerdfighter, as well as an activist in the Harry Potter Alliance. Prior to her death from cancer in 2010, Earl became friends with author John Green, who credited her for inspiring him to complete the novel that became 2012 bestseller The Fault in Our Stars. In 2014, Earl's writings were compiled and released as the book This Star Won't Go Out, which appeared in 2014 on the New York Times bestseller list for young adult books.",
      "pageId": 43438951,
      "monthDay": "08/03"
    },
    {
      "year": "1995",
      "uri": "/wiki/Victoria_Kan",
      "name": "Victoria Kan",
      "aboutText": "Victoria Rodionovna Kan (Russian: Виктория Родионовна Кан; born 3 August 1995) is a Russian tennis player.\nKan has won 13 singles and eight doubles titles on the ITF tour in her career. On 31 March 2014, she reached her best singles ranking of world number 151.",
      "pageId": 41180101,
      "monthDay": "08/03"
    },
    {
      "year": "2000",
      "uri": "/wiki/Landry_Bender",
      "name": "Landry Bender",
      "aboutText": "Landry Bender (born August 3, 2000 in Chicago, Illinois) is an American actress. She is known for playing the role of Cleo Bernstein in the Disney XD series Crash & Bernstein, and playing Blithe Pedulla in the 2011 film The Sitter. Bender currently plays one of the lead roles, Cyd, in the Disney Channel sitcom, Best Friends Whenever.",
      "pageId": 41217506,
      "monthDay": "08/03"
    }
  ]
}