{
  "people": [
    {
      "year": "1350",
      "uri": "/wiki/Vincent_Ferrer",
      "name": "Vincent Ferrer",
      "aboutText": "David Hilbert (German: [ˈdaːvɪt ˈhɪlbɐt]; 23 January 1862 – 14 February 1943) was a German mathematician. He is recognized as one of the most influential and universal mathematicians of the 19th and early 20th centuries. Hilbert discovered and developed a broad range of fundamental ideas in many areas, including invariant theory and the axiomatization of geometry.",
      "pageId": 8302,
      "monthDay": "01/23"
    },
    {
      "year": "1688",
      "uri": "/wiki/Ulrika_Eleonora,_Queen_of_Sweden",
      "name": "Ulrika Eleonora, Queen of Sweden",
      "aboutText": "Édouard Manet (US /mæˈneɪ/ or UK /ˈmæneɪ/; French: [edwaʁ manɛ]; 23 January 1832 – 30 April 1883) was a French painter. He was one of the first 19th-century artists to paint modern life, and a pivotal figure in the transition from Realism to Impressionism.\nHis early masterworks, The Luncheon on the Grass (Le déjeuner sur l'herbe) and Olympia, both 1863, caused great controversy and served as rallying points for the young painters who would create Impressionism.",
      "pageId": 9615,
      "monthDay": "01/23"
    },
    {
      "year": "1719",
      "uri": "/wiki/John_Landen",
      "name": "John Landen",
      "aboutText": "John Hancock (January 23, 1737 [O.S. January 12, 1736] – October 8, 1793) was an American merchant, smuggler, statesman, and prominent Patriot of the American Revolution. He served as president of the Second Continental Congress and was the first and third Governor of the Commonwealth of Massachusetts. He is remembered for his large and stylish signature on the United States Declaration of Independence, so much so that the term \"John Hancock\" has become, in the United States, a synonym for a signature.",
      "pageId": 16324,
      "monthDay": "01/23"
    },
    {
      "year": "1737",
      "uri": "/wiki/John_Hancock",
      "name": "John Hancock",
      "aboutText": "Marie-Henri Beyle (French: [bɛl]; 23 January 1783 – 23 March 1842), better known by his pen name Stendhal (French: [stɛ̃dal] or [stɑ̃dal]; in English [ˈstɒ̃dɑːl], /stɛnˈdɑːl/, or /stænˈdɑːl/), was a 19th-century French writer.",
      "pageId": 26773,
      "monthDay": "01/23"
    },
    {
      "year": "1745",
      "uri": "/wiki/William_Jessop",
      "name": "William Jessop",
      "aboutText": "Muzio Clementi (24 January 1752 – 10 March 1832) was an Italian-born English composer, pianist, pedagogue, conductor, music publisher, editor, and piano manufacturer. Born in Rome, he spent most of his life in England.\nEncouraged to study music by his father, he was sponsored as a young composer by Sir Peter Beckford who took him to England to advance his studies.",
      "pageId": 54449,
      "monthDay": "01/23"
    },
    {
      "year": "1752",
      "uri": "/wiki/Muzio_Clementi",
      "name": "Muzio Clementi",
      "aboutText": "Ulrika Eleonora or Ulrica Eleanor (23 January 1688 – 24 November 1741), also known as Ulrika Eleonora the Younger, was Queen regnant of Sweden from 5 December 1718 to 29 February 1720, and then Queen consort until her death.\nShe was the youngest child of King Charles XI and Ulrika Eleonora of Denmark and named after her mother. After the death of her brother King Charles XII in 1718, she claimed the throne.",
      "pageId": 104938,
      "monthDay": "01/23"
    },
    {
      "year": "1780",
      "uri": "/wiki/Georgios_Karaiskakis",
      "name": "Georgios Karaiskakis",
      "aboutText": "Auguste de Montferrand (January 23, 1786 – July 10, 1858) was a French Neoclassical architect who worked primarily in Russia. His two best known works are the Saint Isaac's Cathedral and the Alexander Column in St.",
      "pageId": 147261,
      "monthDay": "01/23"
    },
    {
      "year": "1783",
      "uri": "/wiki/Stendhal",
      "name": "Stendhal",
      "aboutText": "John Moses Browning (January 23, 1855 – November 26, 1926), born in Ogden, Utah, was an American firearms designer who developed many varieties of military and civilian firearms, cartridges, and gun mechanisms, many of which are still in use around the world. He is regarded as one of the most successful firearms designers of the 20th century, in the development of modern automatic and semi-automatic firearms, and is credited with 128 gun patents. He made his first firearm at age 13 in his father's gun shop, and was awarded his first patent on October 7, 1879 at the age of 24.",
      "pageId": 148837,
      "monthDay": "01/23"
    },
    {
      "year": "1786",
      "uri": "/wiki/Auguste_de_Montferrand",
      "name": "Auguste de Montferrand",
      "aboutText": "Jacobine Camilla Collett (born Wergeland) (23 January 1813 – 6 March 1895) was a Norwegian writer, often referred to as the first Norwegian feminist. She was also the younger sister of Norwegian poet Henrik Wergeland, and is recognized as being one of the first contributors to realism in Norwegian literature.",
      "pageId": 287070,
      "monthDay": "01/23"
    },
    {
      "year": "1809",
      "uri": "/wiki/Veer_Surendra_Sai",
      "name": "Veer Surendra Sai",
      "aboutText": "Saigō Takamori (Takanaga) (西郷 隆盛 (隆永), January 23, 1828 – September 24, 1877) was one of the most influential samurai in Japanese history, living during the late Edo Period and early Meiji Era. He has been dubbed the last true samurai. He was born Saigō Kokichi (西郷 小吉), and received the given name Takamori in adulthood.",
      "pageId": 316443,
      "monthDay": "01/23"
    },
    {
      "year": "1813",
      "uri": "/wiki/Camilla_Collett",
      "name": "Camilla Collett",
      "aboutText": "Andrija Mohorovičić (23 January 1857 – 18 December 1936) was a Croatian meteorologist and seismologist. He is best known for the eponymous Mohorovičić discontinuity and is considered as one of the founders of modern seismology.",
      "pageId": 437003,
      "monthDay": "01/23"
    },
    {
      "year": "1828",
      "uri": "/wiki/Saig%C5%8D_Takamori",
      "name": "Saigō Takamori",
      "aboutText": "William Jessop (23 January 1745 – 18 November 1814) was an English civil engineer, best known for his work on canals, harbours and early railways in the late 18th and early 19th centuries.",
      "pageId": 462076,
      "monthDay": "01/23"
    },
    {
      "year": "1832",
      "uri": "/wiki/%C3%89douard_Manet",
      "name": "Édouard Manet",
      "aboutText": "Ernst Karl Abbe (23 January 1840 – 14 January 1905) was a German physicist, optical scientist, entrepreneur, and social reformer. Together with Otto Schott and Carl Zeiss, he laid the foundation of modern optics. Abbe developed numerous optical instruments.",
      "pageId": 524981,
      "monthDay": "01/23"
    },
    {
      "year": "1833",
      "uri": "/wiki/Muthu_Coomaraswamy",
      "name": "Muthu Coomaraswamy",
      "aboutText": "Vincent Ferrer, O.P., (Valencian: Sant Vicent Ferrer, IPA: [ˈsam viˈsɛm feˈreɾ]) (23 January 1350 – 5 April 1419) was a Valencian Dominican friar, who gained acclaim as a missionary and a logician.",
      "pageId": 1195103,
      "monthDay": "01/23"
    },
    {
      "year": "1840",
      "uri": "/wiki/Ernst_Abbe",
      "name": "Ernst Abbe",
      "aboutText": "John Landen (23 January 1719 – 15 January 1790) was an English mathematician.",
      "pageId": 1400598,
      "monthDay": "01/23"
    },
    {
      "year": "1846",
      "uri": "/wiki/Hermann_Clemenz",
      "name": "Hermann Clemenz",
      "aboutText": "Georgios Karaiskakis (Greek: Γεώργιος Καραϊσκάκης) born Georgios Karaiskos (Greek: Γεώργιος Καραΐσκος) (January 23, 1780 or January 23, 1782 – April 23, 1827) was a famous Greek klepht, armatolos, military commander, and a hero of the Greek War of Independence.",
      "pageId": 2253633,
      "monthDay": "01/23"
    },
    {
      "year": "1855",
      "uri": "/wiki/John_Browning",
      "name": "John Browning",
      "aboutText": "Ole Sæther (23 January 1870 – 13 October 1946) was a Norwegian rifle shooter who competed in the early 20th century. He won several Olympic medals.\n^ \"Sports Reference: Ole Sæther\".",
      "pageId": 7219942,
      "monthDay": "01/23"
    },
    {
      "year": "1857",
      "uri": "/wiki/Andrija_Mohorovi%C4%8Di%C4%87",
      "name": "Andrija Mohorovičić",
      "aboutText": "Surendra Sai was an Indian freedom fighter who sacrificed his life fighting against the British and died in obscurity. Surendra Sai and his associates Madho Singh, Kunjal Singh, Airi Singh, Bairi Sing, Uddant Sai, Ujjal Sai, Khageswar Dao, Salegram Bariha, Govind Singh, Pahar Singh, Rajee Ghasia, Kamal Singh, Hati Singh, Salik Ram Bariha, Loknath Panda/Gadtia, Mrutunjaya Panigrahi, Jagabandu Hota, Padmanave Guru, Trilochan Panigrahi and many others resisted the British and successfully protected most parts of Western Odisha region for some time from the British rule. Most of them died unnoticed fighting for freedom from the British.",
      "pageId": 12709767,
      "monthDay": "01/23"
    },
    {
      "year": "1862",
      "uri": "/wiki/David_Hilbert",
      "name": "David Hilbert",
      "aboutText": "Sir Muthu Coomaraswamy (Tamil: முத்து குமாரசுவாமி; 23 January 1834 – 4 May 1879) was a Ceylon Tamil lawyer, writer and member of the Legislative Council of Ceylon.",
      "pageId": 17756317,
      "monthDay": "01/23"
    },
    {
      "year": "1870",
      "uri": "/wiki/Ole_S%C3%A6ther",
      "name": "Ole Sæther",
      "aboutText": "Hermann Clemenz (23 January 1846 – 28 March 1908) was an Estonian chess master.",
      "pageId": 27958265,
      "monthDay": "01/23"
    },
    {
      "year": "1872",
      "uri": "/wiki/Paul_Langevin",
      "name": "Paul Langevin",
      "aboutText": "Sergei Mikhailovich Eisenstein (/ˈaɪzənˌstaɪn/; Russian: Сергей Михайлович Эйзенштейн; IPA: [sʲɪrˈɡʲej mʲɪˈxajləvʲɪtɕ ɪjzʲɪnˈʂtʲejn]; 22 January [O.S. 10 January] 1898 – 11 February 1948) was a Soviet film director and film theorist, a pioneer in the theory and practice of montage. He is noted in particular for his silent films Strike (1925), Battleship Potemkin (1925) and October (1928), as well as the historical epics Alexander Nevsky (1938) and Ivan the Terrible (1944, 1958).\n^ \"Eisenstein\".",
      "pageId": 28380,
      "monthDay": "01/23"
    },
    {
      "year": "1872",
      "uri": "/wiki/Jo%C5%BEe_Ple%C4%8Dnik",
      "name": "Jože Plečnik",
      "aboutText": "George Randolph Scott (January 23, 1898 – March 2, 1987) was an American film actor whose career spanned from 1928 to 1962. As a leading man for all but the first three years of his cinematic career, Scott appeared in a variety of genres, including social dramas, crime dramas, comedies, musicals (albeit in non-singing and non-dancing roles), adventure tales, war films, and a few horror and fantasy films. However, his most enduring image is that of the tall-in-the-saddle Western hero.",
      "pageId": 158802,
      "monthDay": "01/23"
    },
    {
      "year": "1876",
      "uri": "/wiki/Otto_Diels",
      "name": "Otto Diels",
      "aboutText": "Subhas Chandra Bose ( listen ; 23 January 1897 – 18 August 1945), was an Indian nationalist whose defiant patriotism made him a hero in India, but whose attempt during World War II to rid India of British rule with the help of Nazi Germany and Imperial Japan left a troubled legacy. The honorific Netaji, (Hindustani: \"Respected Leader\"), first applied to Bose in Germany, by the Indian soldiers of the Indische Legion and by the German and Indian officials in the Special Bureau for India in Berlin, in early 1942, was by 1990 used widely throughout India.\nEarlier, Bose had been a leader of the younger, radical, wing of the Indian National Congress in the late 1920s and 1930s, rising to become Congress President in 1938 and 1939.",
      "pageId": 204281,
      "monthDay": "01/23"
    },
    {
      "year": "1878",
      "uri": "/wiki/Rutland_Boughton",
      "name": "Rutland Boughton",
      "aboutText": "Margarete \"Grete\" Schütte-Lihotzky (January 23, 1897 – January 18, 2000) was the first female Austrian architect and an activist in the Nazi resistance movement.",
      "pageId": 355407,
      "monthDay": "01/23"
    },
    {
      "year": "1880",
      "uri": "/wiki/Antonio_D%C3%ADaz_Soto_y_Gama",
      "name": "Antonio Díaz Soto y Gama",
      "aboutText": "Charlotte (Charlotte Adelgonde Élise/Elisabeth Marie Wilhelmine; 23 January 1896 – 9 July 1985) reigned as Grand Duchess of Luxembourg from 1919 to 1964.",
      "pageId": 442798,
      "monthDay": "01/23"
    },
    {
      "year": "1881",
      "uri": "/wiki/Luisa_Casati",
      "name": "Luisa Casati",
      "aboutText": "Sir William Samuel Stephenson, Kt, CC, MC, DFC (23 January 1897 – 31 January 1989) was a Canadian soldier, airman, businessman, inventor, spymaster, and the senior representative of British intelligence for the entire western hemisphere during World War II. He is best known by his wartime intelligence codename Intrepid. Many people consider him to be one of the real-life inspirations for James Bond. Ian Fleming himself once wrote, \"James Bond is a highly romanticized version of a true spy.",
      "pageId": 589278,
      "monthDay": "01/23"
    },
    {
      "year": "1884",
      "uri": "/wiki/George_McManus",
      "name": "George McManus",
      "aboutText": "Jože Plečnik ( pronunciation ) (23 January 1872 – 7 January 1957) was a Slovene architect who had a major impact on the modern identity of the city of Ljubljana, the capital of Slovenia, most notably by designing the iconic Triple Bridge and the Slovene National and University Library building, as well as the embankments along the Ljubljanica River, the Ljubljana open market buildings, the Ljubljana cemetery, parks, plazas etc. His architectural imprint on Ljubljana has been compared to the impact Antonio Gaudi had on Barcelona.\nHis style is associated with the Vienna Secession style of architecture (a type of Art Nouveau).",
      "pageId": 624882,
      "monthDay": "01/23"
    },
    {
      "year": "1894",
      "uri": "/wiki/Jyotirmoyee_Devi",
      "name": "Jyotirmoyee Devi",
      "aboutText": "Paul Langevin ForMemRS (/lænʒˈveɪn/; French: [pɔl lɑ̃ʒvɛ̃]; 23 January 1872 – 19 December 1946) was a prominent French physicist who developed Langevin dynamics and the Langevin equation. He was one of the founders of the Comité de vigilance des intellectuels antifascistes, an antifascist organization created in the wake of the 6 February 1934 far right riots. Langevin was also president of the Human Rights League (LDH) from 1944 to 1946 – he had just recently joined the French Communist Party.",
      "pageId": 681413,
      "monthDay": "01/23"
    },
    {
      "year": "1896",
      "uri": "/wiki/Charlotte,_Grand_Duchess_of_Luxembourg",
      "name": "Charlotte, Grand Duchess of Luxembourg",
      "aboutText": "Otto Paul Hermann Diels (German: [diːls]; 23 January 1876 – 7 March 1954) was a German chemist. His most notable work was done with Kurt Alder on the Diels–Alder reaction, a method for diene synthesis. The pair was awarded the Nobel Prize in Chemistry in 1950 for their work.",
      "pageId": 780437,
      "monthDay": "01/23"
    },
    {
      "year": "1896",
      "uri": "/wiki/Alf_Hall",
      "name": "Alf Hall",
      "aboutText": "Rutland Boughton (23 January 1878 – 25 January 1960) was an English composer who became well known in the early 20th century as a composer of opera and choral music.\nHis oeuvre includes three symphonies, several concertos, part-songs, songs, chamber music and opera (which he called \"music drama\" after Wagner). His best known work was the opera The Immortal Hour.",
      "pageId": 2086073,
      "monthDay": "01/23"
    },
    {
      "year": "1897",
      "uri": "/wiki/Subhas_Chandra_Bose",
      "name": "Subhas Chandra Bose",
      "aboutText": "Luisa, Marchesa Casati Stampa di Soncino (23 January 1881 – 1 June 1957), also known as Luisa Casati, was an Italian heiress, muse, and patroness of the arts in early 20th-century Europe known for her eccentricities.",
      "pageId": 2120637,
      "monthDay": "01/23"
    },
    {
      "year": "1897",
      "uri": "/wiki/Margarete_Sch%C3%BCtte-Lihotzky",
      "name": "Margarete Schütte-Lihotzky",
      "aboutText": "George McManus (January 23, 1884 – October 22, 1954) was an American cartoonist best known as the creator of Irish immigrant Jiggs and his wife Maggie, the main characters of his syndicated comic strip, Bringing Up Father.",
      "pageId": 3142590,
      "monthDay": "01/23"
    },
    {
      "year": "1897",
      "uri": "/wiki/Ieva_Simonaityt%C4%97",
      "name": "Ieva Simonaitytė",
      "aboutText": "Alfred Ewart Hall (23 January 1896 in Bolton, Lancashire, England – 1 January 1964 in The Hill, South Africa) was a South African cricketer who played in seven Tests from 1923 to 1931. His appearances in first class cricket were limited by his movement between South Africa and his native Lancashire due to business commitments, but he played nine times as a professional for his native county in 1923 and 1924, despite controversy as to whether he was eligible given that he had played for South Africa. However, because Hall’s bowling was developed on the matting pitches then used in South Africa, he was not successful in England apart from his first two games when he took a total of sixteen wickets against the two University teams - though he did bowl with deadly effect in Lancashire League games for East Lancashire and Todmorden.",
      "pageId": 3807697,
      "monthDay": "01/23"
    },
    {
      "year": "1897",
      "uri": "/wiki/William_Stephenson",
      "name": "William Stephenson",
      "aboutText": "William Ifor Jones (January 23, 1900 – November 11, 1988), was a Welsh conductor and organist. Born into a large coal-mining family and raised in Merthyr Tydfil, Jones studied at the Royal Academy of Music in London from 1920 to 1925. He studied the organ with Sir Stanley Marchant at St.",
      "pageId": 4796875,
      "monthDay": "01/23"
    },
    {
      "year": "1898",
      "uri": "/wiki/Sergei_Eisenstein",
      "name": "Sergei Eisenstein",
      "aboutText": "Winifred Utley (London, England, January 23, 1898 – Washington, D.C., United States, January 21, 1978), commonly known as Freda Utley, was an English scholar, political activist and best-selling author. After visiting the Soviet Union in 1927 as a trade union activist, she joined the Communist Party of Great Britain in 1928. Later, married and living in Moscow, she quickly became disillusioned with communism.",
      "pageId": 7101250,
      "monthDay": "01/23"
    },
    {
      "year": "1897",
      "uri": "/wiki/Georg_Kulenkampff",
      "name": "Georg Kulenkampff",
      "aboutText": "George Pearson Glen Kidston (23 January 1899 – 5 May 1931) was an English record-breaking aviator and motor racing driver.\nKidston was a member of the well known Bentley Boys of the late 1920s, and possibly the wealthiest of that already wealthy set. His father, A.G. Kidston, was a grandson of the original A.G. Kidston who was a metal and machinery merchant in Glasgow with interests in the Clyde Shipping Company, local solicitors, accountants and banking interests amalgamated into the Clydesdale Bank.",
      "pageId": 9467001,
      "monthDay": "01/23"
    },
    {
      "year": "1898",
      "uri": "/wiki/Randolph_Scott",
      "name": "Randolph Scott",
      "aboutText": "Georg Kulenkampff (23 January 1898 - 4 October 1948) was a concert violinist, one of the best-known German virtuosi of the 1930s and 1940s. Considered one of the finest violinists of the 20th century, Kulenkampff was known for his interpretations of works from the Romantic period. Kulenkampff gave the premiere performance of Robert Schumann's violin concerto and made the first recording of the piece; additionally, his performances of the violin concertos of Beethoven, Mendelssohn, Glazunov, and Bruch are considered among the finest on record.",
      "pageId": 9656533,
      "monthDay": "01/23"
    },
    {
      "year": "1898",
      "uri": "/wiki/Freda_Utley",
      "name": "Freda Utley",
      "aboutText": "Jyotirmoyee Devi (Bengali: জ্যোতির্ময়ী দেবী) (1896–1988) was an Indian writer in the early twentieth century. She wrote predominantly about women in the Rajasthan of her childhood and in what is now Bangladesh at the time of Partition.",
      "pageId": 11989712,
      "monthDay": "01/23"
    },
    {
      "year": "1899",
      "uri": "/wiki/Glen_Kidston",
      "name": "Glen Kidston",
      "aboutText": "Ieva Simonaitytė or Ewa Simoneit (23 January 1897 – 27 August 1978) was a Lithuanian writer. She represented the culture of Lithuania Minor and Klaipėda Region, territories of German East Prussia with large, but dwindling, Lithuanian population.",
      "pageId": 23015710,
      "monthDay": "01/23"
    },
    {
      "year": "1900",
      "uri": "/wiki/William_Ifor_Jones",
      "name": "William Ifor Jones",
      "aboutText": "Antonio Diaz Soto y Gama (born in San Luis Potosí, January 23, 1880 - died Mexico City, March 14, 1967) was a revolutionary during the Mexican Revolution and Mexican politician.",
      "pageId": 26241003,
      "monthDay": "01/23"
    },
    {
      "year": "1901",
      "uri": "/wiki/Arthur_Wirtz",
      "name": "Arthur Wirtz",
      "aboutText": "Jean \"Django\" Reinhardt (French: [dʒãŋɡo ʁɛjnaʁt] or [dʒɑ̃ɡo ʁenɑʁt]; 23 January 1910 – 16 May 1953) was a Belgium-born French guitarist and composer of Romani ethnicity.\nReinhardt is regarded as one of the greatest guitar players of all time; he was the first important European jazz musician who made major contributions to the development of the guitar genre. After his fourth and fifth fingers were paralyzed when he suffered burns in a fire, Reinhardt used only the index and middle finger of his left hand on his solos.",
      "pageId": 9039,
      "monthDay": "01/23"
    },
    {
      "year": "1903",
      "uri": "/wiki/Jorge_Eli%C3%A9cer_Gait%C3%A1n",
      "name": "Jorge Eliécer Gaitán",
      "aboutText": "Ernest Edward \"Ernie\" Kovacs (January 23, 1919 – January 13, 1962) was an American comedian, actor, and writer.\nKovacs' uninhibited, often ad-libbed, and visually experimental comedic style came to influence numerous television comedy programs for years after his death in an automobile accident. Many shows, such as Rowan and Martin's Laugh-In, Saturday Night Live, Monty Python, The Uncle Floyd Show, Captain Kangaroo, Sesame Street and The Electric Company are credited with having been influenced by Kovacs.",
      "pageId": 99970,
      "monthDay": "01/23"
    },
    {
      "year": "1905",
      "uri": "/wiki/Erich_Borchmeyer",
      "name": "Erich Borchmeyer",
      "aboutText": "Airey Middleton Sheffield Neave, DSO, OBE, MC, TD (23 January 1916 – 30 March 1979) was a British army officer, barrister and politician.\nDuring World War II, Neave was the first British officer to successfully escape from the German prisoner-of-war camp Oflag IV-C at Colditz Castle. He later became Conservative Member of Parliament (MP) for Abingdon.",
      "pageId": 100172,
      "monthDay": "01/23"
    },
    {
      "year": "1907",
      "uri": "/wiki/Dan_Duryea",
      "name": "Dan Duryea",
      "aboutText": "Hideki Yukawa ForMemRS FRSE (湯川 秀樹, Yukawa Hideki, 23 January 1907 – 8 September 1981), was a Japanese theoretical physicist and the first Japanese Nobel laureate.",
      "pageId": 187670,
      "monthDay": "01/23"
    },
    {
      "year": "1907",
      "uri": "/wiki/Hideki_Yukawa",
      "name": "Hideki Yukawa",
      "aboutText": "Jean-Michel Atlan (January 23, 1913 – February 12, 1960) was a French artist.",
      "pageId": 256508,
      "monthDay": "01/23"
    },
    {
      "year": "1910",
      "uri": "/wiki/Django_Reinhardt",
      "name": "Django Reinhardt",
      "aboutText": "Gertrude Belle Elion (January 23, 1918 – February 21, 1999) was an American biochemist and pharmacologist, who shared the 1988 Nobel Prize in Physiology or Medicine with George H. Hitchings and Sir James Black.",
      "pageId": 337411,
      "monthDay": "01/23"
    },
    {
      "year": "1912",
      "uri": "/wiki/Boris_Pokrovsky",
      "name": "Boris Pokrovsky",
      "aboutText": "Potter Stewart (January 23, 1915 – December 7, 1985) was an Associate Justice of the United States Supreme Court.",
      "pageId": 535821,
      "monthDay": "01/23"
    },
    {
      "year": "1913",
      "uri": "/wiki/Jean-Michel_Atlan",
      "name": "Jean-Michel Atlan",
      "aboutText": "Sir William Arthur Lewis (23 January 1915 – 15 June 1991) was a Saint Lucian economist well known for his contributions in the field of economic development. In 1979 he won the Nobel Memorial Prize in Economics.",
      "pageId": 563078,
      "monthDay": "01/23"
    },
    {
      "year": "1913",
      "uri": "/wiki/Wally_Parks",
      "name": "Wally Parks",
      "aboutText": "Hans Hass (23 January 1919 – 16 June 2013) was an Austrian biologist and diving pioneer. He was known mainly for being among the first scientists to popularize coral reefs, stingrays and sharks. He pioneered the making of documentaries filmed underwater.",
      "pageId": 619853,
      "monthDay": "01/23"
    },
    {
      "year": "1915",
      "uri": "/wiki/Herma_Bauma",
      "name": "Herma Bauma",
      "aboutText": "Jorge Eliécer Gaitán Ayala (January 23, 1903 – April 9, 1948) was a politician, a leader of a populist movement in Colombia, a former Education Minister (1940) and Labor Minister (1943–1944), mayor of Bogotá (1936) and one of the most charismatic leaders of the Liberal Party.\nHe was assassinated during his second presidential campaign in 1948, setting off the Bogotazo and leading to a violent period of political unrest in Colombian history known as La Violencia (approx. 1948 to 1958).",
      "pageId": 908983,
      "monthDay": "01/23"
    },
    {
      "year": "1915",
      "uri": "/wiki/W._Arthur_Lewis",
      "name": "W. Arthur Lewis",
      "aboutText": "Robert \"Bob\" Paisley OBE (23 January 1919 – 14 February 1996) was an English footballer and manager who spent almost fifty years with Liverpool as a wing half, physiotherapist, coach and manager. Due to his achievements as Liverpool manager, Paisley is one of the most successful English football managers of all time. He is also considered as one of the greatest managers of all time.",
      "pageId": 1142554,
      "monthDay": "01/23"
    },
    {
      "year": "1915",
      "uri": "/wiki/Potter_Stewart",
      "name": "Potter Stewart",
      "aboutText": "Wallace Gordon \"Wally\" Parks (January 23, 1913 – September 28, 2007) was the founder, president, and chairman of the National Hot Rod Association, better known as NHRA. He was instrumental in establishing drag racing as a legitimate amateur and professional motorsport.",
      "pageId": 1300682,
      "monthDay": "01/23"
    },
    {
      "year": "1916",
      "uri": "/wiki/David_Douglas_Duncan",
      "name": "David Douglas Duncan",
      "aboutText": "Dan Duryea (January 23, 1907 – June 7, 1968) was an American actor in film, stage and television.",
      "pageId": 1567938,
      "monthDay": "01/23"
    },
    {
      "year": "1916",
      "uri": "/wiki/Airey_Neave",
      "name": "Airey Neave",
      "aboutText": "Frances Evelyn Bay (née Goffman; January 23, 1919 – September 15, 2011) was a Canadian American character actress. She did not enter the acting industry of television and film until 1978 while in her late 50s, ultimately appearing in numerous roles. She also worked in radio and theater, winning the Drama-Logue and Gemini awards.",
      "pageId": 3434494,
      "monthDay": "01/23"
    },
    {
      "year": "1918",
      "uri": "/wiki/Gertrude_B._Elion",
      "name": "Gertrude B. Elion",
      "aboutText": "David Douglas Duncan (born January 23, 1916) is an American photojournalist who is best known for his dramatic combat photographs.",
      "pageId": 3779945,
      "monthDay": "01/23"
    },
    {
      "year": "1918",
      "uri": "/wiki/Florence_Rush",
      "name": "Florence Rush",
      "aboutText": "Arthur Michael Wirtz (January 23, 1901 – July 21, 1983) was a powerful figure in sports and arena operation. He was the owner of Chicago Stadium, the Bismarck Hotel in Chicago, the Chicago Black Hawks, and the Chicago Bulls.",
      "pageId": 5425688,
      "monthDay": "01/23"
    },
    {
      "year": "1919",
      "uri": "/wiki/Frances_Bay",
      "name": "Frances Bay",
      "aboutText": "Hermine (\"Herma\") Bauma (January 23, 1915, in Vienna – February 9, 2003, in Vienna) was an Austrian athlete who competed mainly in the javelin. She also was famous for playing handball.",
      "pageId": 6803254,
      "monthDay": "01/23"
    },
    {
      "year": "1919",
      "uri": "/wiki/Hans_Hass",
      "name": "Hans Hass",
      "aboutText": "Erich Borchmeyer (January 23, 1905 – August 17, 2000) was a German athlete, who competed mainly in the 100 metres.\nBorchmeyer was born in Münster. He competed for Germany in the 1932 Summer Olympics held in Los Angeles, United States in the 4 x 100 metres relay, where he won the silver medal with his team mates Helmut Körnig, Friedrich Hendrix and Arthur Jonath.",
      "pageId": 7229216,
      "monthDay": "01/23"
    },
    {
      "year": "1919",
      "uri": "/wiki/Ernie_Kovacs",
      "name": "Ernie Kovacs",
      "aboutText": "Florence Rush (January 23, 1918 – December 9, 2008) was an American certified social worker (M.S.W. from the University of Pennsylvania), feminist theorist and organizer best known for introducing The Freudian Coverup in her presentation \"The Sexual Abuse of Children: A Feminist Point of View\" about childhood sexual abuse and incest at the April 1971 New York Radical Feminists (NYRF) Rape Conference. Rush's paper at the time was the first challenge to Freudian theories of children as the seducers of adults rather than the victims of adults' sexual/power exploitation.\nRush observed the problem of childhood sexual abuse as a psychiatric social worker at the New York Society for the Prevention of Cruelty to Children and at a facility for delinquent female adolescents, although at the time—during the 1950s and 1960s—such therapists were instructed to avoid discussing incest with their young patients because of prevailing Freudian theories.",
      "pageId": 21012017,
      "monthDay": "01/23"
    },
    {
      "year": "1919",
      "uri": "/wiki/Bob_Paisley",
      "name": "Bob Paisley",
      "aboutText": "Boris Alexandrovich Pokrovsky (Russian: Борис Александрович Покровский; 23 January 1912 – 5 June 2009) was a Russian opera director, best known as the stage director of the Bolshoi Theatre between 1943 and 1982.",
      "pageId": 23110501,
      "monthDay": "01/23"
    },
    {
      "year": "1920",
      "uri": "/wiki/Henry_Eriksson",
      "name": "Henry Eriksson",
      "aboutText": "Bal Keshav Thackeray (IPA: ['ʈʰa:kə'ɾei]; 23 January 1926 – 17 November 2012) was an Indian politician who founded the Shiv Sena, a right-wing Marathi ethnocentric party active mainly in the Western Indian state of Maharashtra. He was called as 'Balasaheb' by his supporters. His followers called him the Hindu Hruday Samraat (\"Emperor of Hindu Hearts\").",
      "pageId": 3780,
      "monthDay": "01/23"
    },
    {
      "year": "1920",
      "uri": "/wiki/Walter_Frederick_Morrison",
      "name": "Walter Frederick Morrison",
      "aboutText": "Walter Michael Miller, Jr. (January 23, 1923 – January 9, 1996) was an American science fiction writer. Today he is primarily known for A Canticle for Leibowitz, the only novel he published in his lifetime.",
      "pageId": 206635,
      "monthDay": "01/23"
    },
    {
      "year": "1922",
      "uri": "/wiki/Leon_Golub",
      "name": "Leon Golub",
      "aboutText": "Frank Raleigh Lautenberg (/ˈlɔːtənbɜrɡ/; January 23, 1924 –  June 3, 2013) was a United States Senator from New Jersey and a member of the Democratic Party. Originally from Paterson, he first served in the United States Senate from 1982 to 2001; after a brief retirement, he was asked by his party to run again after Robert Torricelli dropped out of the 2002 Senate race due to a scandal. Lautenberg was re-elected to the Senate and served from 2003 until his death in June 2013, with Jeffrey Chiesa then filling the seat.",
      "pageId": 329971,
      "monthDay": "01/23"
    },
    {
      "year": "1923",
      "uri": "/wiki/Horace_Ashenfelter",
      "name": "Horace Ashenfelter",
      "aboutText": "Alfonso Carrasquel Colón, better known as Chico Carrasquel (January 23, 1928 – May 26, 2005) was a Venezuelan-born professional baseball player. He played in Major League Baseball as a shortstop for the Chicago White Sox (1950–1955), Cleveland Indians (1956–1958), Kansas City Athletics (1958) and the Baltimore Orioles (1959). Carrasquel was the first in a long line of Major League shortstops from Venezuela including, Luis Aparicio, Dave Concepción, Ozzie Guillén and Omar Vizquel among others.",
      "pageId": 548970,
      "monthDay": "01/23"
    },
    {
      "year": "1923",
      "uri": "/wiki/Cot_Deal",
      "name": "Cot Deal",
      "aboutText": "William Reid \"Bill\" Pogue (January 23, 1930 – March 3, 2014), (Col, USAF), was an American astronaut, U.S. Air Force fighter pilot, and test pilot who was also an accomplished teacher, public speaker and author.",
      "pageId": 635277,
      "monthDay": "01/23"
    },
    {
      "year": "1923",
      "uri": "/wiki/Walter_M._Miller,_Jr.",
      "name": "Walter M. Miller, Jr.",
      "aboutText": "John Charles Polanyi, PC CC FRSC OOnt FRS (born 23 January 1929) is a Hungarian-Canadian chemist who won the 1986 Nobel Prize in Chemistry, for his research in chemical kinetics. Polanyi was educated at the University of Manchester, and did postdoctoral research at the National Research Council in Canada and Princeton University in New Jersey. Polanyi's first academic appointment was at the University of Toronto, and he remains there as of 2014.",
      "pageId": 764652,
      "monthDay": "01/23"
    },
    {
      "year": "1924",
      "uri": "/wiki/Frank_Lautenberg",
      "name": "Frank Lautenberg",
      "aboutText": "Horace Ashenfelter, III (born January 23, 1923) is a retired American athlete. He competed in international athletics from 1947 to 1956 after service in World War II and the completion of his degree at Penn State, where he was a member of Delta Upsilon fraternity. Ashenfelter was born in Collegeville, Pennsylvania.",
      "pageId": 773783,
      "monthDay": "01/23"
    },
    {
      "year": "1925",
      "uri": "/wiki/Marty_Paich",
      "name": "Marty Paich",
      "aboutText": "Jeanne Moreau (French pronunciation: ​[ʒan mɔʁo]; born 23 January 1928) is a French actress, singer, screenwriter and director. She is the recipient of a César Award for Best Actress, a BAFTA Award for Best Foreign Actress and a Cannes Film Festival Best Actress Award for individual performances, and several lifetime awards.\nMoreau made her theatrical debut in 1947, and established herself as one of the leading actresses of the Comédie-Française.",
      "pageId": 800094,
      "monthDay": "01/23"
    },
    {
      "year": "1926",
      "uri": "/wiki/Kyriakos_Matsis",
      "name": "Kyriakos Matsis",
      "aboutText": "Knut Henry \"Krylbo\" Eriksson (23 January 1920 – 8 January 2000) was a Swedish middle-distance runner who specialized in the 1500 m event. In 1946 he finished second behind Lennart Strand, both at the national and European Championships. On 15 July 1947, at the national championships at Malmö, Eriksson and Strand had a very close 1500 m race.",
      "pageId": 822324,
      "monthDay": "01/23"
    },
    {
      "year": "1926",
      "uri": "/wiki/Bal_Thackeray",
      "name": "Bal Thackeray",
      "aboutText": "Myron Cope (January 23, 1929 – February 27, 2008), born Myron Sidney Kopelman, was an American sports journalist, radio personality, and sportscaster.",
      "pageId": 834425,
      "monthDay": "01/23"
    },
    {
      "year": "1927",
      "uri": "/wiki/Lars-Eric_Lindblad",
      "name": "Lars-Eric Lindblad",
      "aboutText": "Leon Golub (January 23, 1922 – August 8, 2004) was an American painter. He was born in Chicago, Illinois, where he also studied, receiving his BA at the University of Chicago in 1942, and his BFA and MFA at the Art Institute of Chicago in 1949 and 1950, respectively.\nHe was married to and collaborated with the artist Nancy Spero (1926 – October 18, 2009).",
      "pageId": 904847,
      "monthDay": "01/23"
    },
    {
      "year": "1927",
      "uri": "/wiki/Jack_Quinlan",
      "name": "Jack Quinlan",
      "aboutText": "The material from this article should be included in Ukrainian Orthodox Church of the Kyivan Patriarchate and History of Christianity in Ukraine.\nPatriarch Filaret (secular name in Ukrainian Mykhailo Antonovych Denysenko, in Russian Mikhail Antonovich Denisenko, officially His Holiness, the Patriarch of Kyiv and All Rus’ - Ukraine Filaret; born 23 January 1929) is the head of the Ukrainian Orthodox Church of the Kyivan Patriarchate (since 1995), and a former Metropolitan bishop of the Russian Orthodox Church (until 1992; excommunicated in 1997).",
      "pageId": 1578186,
      "monthDay": "01/23"
    },
    {
      "year": "1927",
      "uri": "/wiki/Fred_Williams",
      "name": "Fred Williams",
      "aboutText": "John Charles \"Jack\" Quinlan (January 23, 1927, Peoria, Illinois – March 19, 1965, Scottsdale, Arizona) was an American sportscaster. He was best known for covering the Chicago Cubs first on WIND (AM) 1955-56, then on WGN radio from 1957 to 1964, his broadcast partner was Hall of Famer Lou Boudreau 1957 to April 1960, 1961 to 1964 and Cubs legend Charlie Grimm April 1960 to October 1960.\nQuinlan was killed in an auto accident after leaving a golf outing during spring training of 1965.",
      "pageId": 1888274,
      "monthDay": "01/23"
    },
    {
      "year": "1928",
      "uri": "/wiki/Chico_Carrasquel",
      "name": "Chico Carrasquel",
      "aboutText": "Frederick Ronald (Fred) Williams OBE (23 January 1927 – 22 April 1982) was an Australian painter and printmaker. He was one of Australia’s most important artists, and one of the twentieth century’s major painters of the landscape.",
      "pageId": 2488232,
      "monthDay": "01/23"
    },
    {
      "year": "1928",
      "uri": "/wiki/Jeanne_Moreau",
      "name": "Jeanne Moreau",
      "aboutText": "Walter Frederick \"Fred\" Morrison (January 16",
      "pageId": 3078436,
      "monthDay": "01/23"
    },
    {
      "year": "1929",
      "uri": "/wiki/Filaret_(Denysenko)",
      "name": "Filaret",
      "aboutText": "Phillip Knightley (born 23 January 1929 in Sydney) is an Australian journalist, critic, and non-fiction author.",
      "pageId": 4142206,
      "monthDay": "01/23"
    },
    {
      "year": "1929",
      "uri": "/wiki/Myron_Cope",
      "name": "Myron Cope",
      "aboutText": "Martin Louis \"Marty\" Paich (January 23, 1925 – August 12, 1995) was an American pianist, composer, arranger, record producer, music director, and conductor.",
      "pageId": 5542106,
      "monthDay": "01/23"
    },
    {
      "year": "1929",
      "uri": "/wiki/Phillip_Knightley",
      "name": "Phillip Knightley",
      "aboutText": "Kyriakos Matsis (Κυριάκος Μάτσης) (23 January 1926 - 19 November 1958) was a Greek Cypriot guerrilla member of EOKA. He was Yiannakis Matsis' brother who was Member of the European Parliament for Cyprus from 14 June 2004 until June 2009",
      "pageId": 10404159,
      "monthDay": "01/23"
    },
    {
      "year": "1929",
      "uri": "/wiki/John_Polanyi",
      "name": "John Polanyi",
      "aboutText": "Ellis Ferguson \"Cot\" Deal (January 23, 1923 – May 21, 2013) was a pitcher and coach in Major League Baseball. Listed at 5 ft 10.5 in (1.79 m), 185 lb., Deal was a switch-hitter and threw right-handed. A native of Arapaho, Oklahoma, he grew up in Oklahoma City and was nicknamed \"Cot\" for his cotton-top hair color.",
      "pageId": 13263573,
      "monthDay": "01/23"
    },
    {
      "year": "1930",
      "uri": "/wiki/William_R._Pogue",
      "name": "William R. Pogue",
      "aboutText": "Lars-Eric Lindblad (January 23, 1927 – July 8, 1994) was a Swedish-American entrepreneur and explorer, who pioneered tourism to many remote and exotic parts of the world. He led the first tourist expedition to Antarctica in 1966 in a chartered Argentine navy ship, and for many years operated his own vessel, the MS Lindblad Explorer, in the region.",
      "pageId": 14416157,
      "monthDay": "01/23"
    },
    {
      "year": "1930",
      "uri": "/wiki/Derek_Walcott",
      "name": "Derek Walcott",
      "aboutText": "Derek Alton Walcott, OBE OCC (born 23 January 1930) is a Saint Lucian- Trinidadian poet and playwright. He received the 1992 Nobel Prize in Literature. He is currently Professor of Poetry at the University of Essex.",
      "pageId": 8945,
      "monthDay": "01/23"
    },
    {
      "year": "1932",
      "uri": "/wiki/George_Allen_(footballer)",
      "name": "George Allen",
      "aboutText": "Tom Reamy (January 23, 1935 – November 4, 1977) was an American science fiction and fantasy author and a key figure in 1960s and 1970s science fiction fandom.",
      "pageId": 334999,
      "monthDay": "01/23"
    },
    {
      "year": "1932",
      "uri": "/wiki/Bill_Sharpe_(athlete)",
      "name": "Bill Sharpe",
      "aboutText": "Shin'ichi Chiba (千葉 真一, Chiba Shin'ichi, born 23 January 1939), also known as Sonny Chiba, is a Japanese actor, singer, film producer, film director, and martial artist.\nChiba was one of the first actors to achieve stardom through his skills in martial arts, initially in Japan and later before an international audience.\n^ \"SPORTS CITY\".",
      "pageId": 415196,
      "monthDay": "01/23"
    },
    {
      "year": "1932",
      "uri": "/wiki/Larri_Thomas",
      "name": "Larri Thomas",
      "aboutText": "Georg Baselitz (born 23 January 1938) is a German painter.",
      "pageId": 501485,
      "monthDay": "01/23"
    },
    {
      "year": "1933",
      "uri": "/wiki/Chita_Rivera",
      "name": "Chita Rivera",
      "aboutText": "Pierre Bourgault (January 23, 1934 – June 16, 2003) was a politician and essayist of Norman-Breton origin, as well as an actor and journalist, from Quebec, Canada.",
      "pageId": 525703,
      "monthDay": "01/23"
    },
    {
      "year": "1934",
      "uri": "/wiki/Pierre_Bourgault",
      "name": "Pierre Bourgault",
      "aboutText": "Chita Rivera (born January 23, 1933) is an American actress, dancer, and singer best known for her roles in musical theatre. She is the first Hispanic woman and the first Latino American to receive a Kennedy Center Honors award (December 2002). She was awarded the Presidential Medal of Freedom in 2009.",
      "pageId": 901511,
      "monthDay": "01/23"
    },
    {
      "year": "1935",
      "uri": "/wiki/Mike_Agostini",
      "name": "Mike Agostini",
      "aboutText": "Gerald Louis \"Jerry\" Kramer (born January 23, 1936) is an American former professional football player, author and sports commentator, best remembered for his 11-year National Football League (NFL) career with the Green Bay Packers as an offensive lineman. As a 6 ft 3 in (1.91 m), 245-pound (111 kg) right guard, Kramer was an integral part of the famous \"Packer Sweep\", a signature play in which both guards rapidly pull out from their normal positions and lead block for the running back going around the end. Kramer was an All-Pro five times, and a member of the NFL's 50th anniversary team in 1969, but surprisingly, even after appearing on the list of finalists ten times since becoming eligible, has not been inducted into the Pro Football Hall of Fame.",
      "pageId": 1439741,
      "monthDay": "01/23"
    },
    {
      "year": "1935",
      "uri": "/wiki/Robert_Parris_Moses",
      "name": "Robert Parris Moses",
      "aboutText": "Shohei Baba (馬場 正平, Baba Shōhei, January 23, 1938 – January 31, 1999) was a Japanese professional wrestler and co-founder of All Japan Pro Wrestling (AJPW), best known by his ring name Giant Baba. Along with Antonio Inoki, he became one of the most famous Japanese wrestlers of his era, with a popularity in Japan comparable to Hulk Hogan's in the United States. He was a three times NWA World Heavyweight Champion.",
      "pageId": 1665301,
      "monthDay": "01/23"
    },
    {
      "year": "1935",
      "uri": "/wiki/Tom_Reamy",
      "name": "Tom Reamy",
      "aboutText": "Cécile Ousset (born 23 January 1936) is a French pianist.\nCécile Ousset was born in Tarbes, France, and gave her first recital at the age of five, subsequently studying at the Paris Conservatoire at the age of 10 with Marcel Ciampi (who had formerly taught Yaltah and Hephzibah Menuhin) where, aged only fourteen, she was awarded first prize in the piano graduation class of 1950. In 1953 she won the Claire Pages prize and went on to win several competition credits, including the Marguerite Long-Jacques Thibaud Competition in Geneva at the age of 17; the Prix du Concours International de Geneve at 18; the Premier Grand Prix du Concours International Viotti at 19; the Premier Prix du Concours International Busoni at 23 and a Van Cliburn Prize when 26.",
      "pageId": 1987584,
      "monthDay": "01/23"
    },
    {
      "year": "1935",
      "uri": "/wiki/Teresa_%C5%BBylis-Gara",
      "name": "Teresa Żylis-Gara",
      "aboutText": "Robert Parris Moses (born January 23, 1935 in Harlem, New York, also known as Bob Moses) is an American educator and civil rights activist, known for his work as a leader of the Student Nonviolent Coordinating Committee on voter education and registration in Mississippi during the 1960s Civil Rights Movement. He was a graduate of Hamilton College and completed a master's in philosophy at Harvard University.\nSince 1982 Moses has developed the nationwide Algebra Project in the United States.",
      "pageId": 2530957,
      "monthDay": "01/23"
    },
    {
      "year": "1936",
      "uri": "/wiki/Brian_Howe_(politician)",
      "name": "Brian Howe",
      "aboutText": "João Ubaldo Ribeiro (January 23, 1941 – July 18, 2014) was a Brazilian writer, journalist, screenwriter and professor. Several of his books and short tales have been turned into movies and TV series in Brazil. Ribeiro was member of the Brazilian Academy of Letters, being elected in 1994.",
      "pageId": 3771386,
      "monthDay": "01/23"
    },
    {
      "year": "1936",
      "uri": "/wiki/Jerry_Kramer",
      "name": "Jerry Kramer",
      "aboutText": "Abdur Razzak (born 23 January 1942) is a Bangladeshi actor and film director. He is referred to as Nayak Raj Razzak, a title given by Ahmed Zaman Chowdhury, editor of Chitrali.",
      "pageId": 4111546,
      "monthDay": "01/23"
    },
    {
      "year": "1936",
      "uri": "/wiki/C%C3%A9cile_Ousset",
      "name": "Cécile Ousset",
      "aboutText": "George Henry Allen (born 23 January 1932) is an English former professional footballer who played more than 250 games in the Football League.",
      "pageId": 5545362,
      "monthDay": "01/23"
    },
    {
      "year": "1938",
      "uri": "/wiki/Giant_Baba",
      "name": "Giant Baba",
      "aboutText": "Brian Leslie Howe, AO (born 23 January 1936), is an Australian former politician who served as the Deputy Prime Minister of Australia in the Labor government under prime ministers Bob Hawke and Paul Keating from 1991 to 1995.\nHowe was born in Melbourne. He spent his early childhood in the suburb of Malvern and was educated at Melbourne High School and the University of Melbourne.",
      "pageId": 6941410,
      "monthDay": "01/23"
    },
    {
      "year": "1938",
      "uri": "/wiki/Georg_Baselitz",
      "name": "Georg Baselitz",
      "aboutText": "Teresa Żylis-Gara (born 23 January 1930 in Landwarów, Second Polish Republic, now Lentvaris in Lithuania) is a Polish operatic soprano who had a major international career during the 1950s through the 1990s. Although chiefly known for her portrayals in operas by Wolfgang Amadeus Mozart, Giacomo Puccini, and Giuseppe Verdi, she sang a broad repertoire that encompassed a wide array of musical periods and languages.",
      "pageId": 6986696,
      "monthDay": "01/23"
    },
    {
      "year": "1939",
      "uri": "/wiki/Sonny_Chiba",
      "name": "Sonny Chiba",
      "aboutText": "Alan Stuart Cheuse (January 23, 1940 – July 31, 2015) was an American writer and critic.",
      "pageId": 9746194,
      "monthDay": "01/23"
    },
    {
      "year": "1940",
      "uri": "/wiki/Alan_Cheuse",
      "name": "Alan Cheuse",
      "aboutText": "Larri Thomas (January 23, 1932 – October 20, 2013) was an American actress and dancer. She began her career by participating in a string of television commercials. Eventually, she managed to sign a contract with NBC, putting her on such shows as Peter Gunn, and even The Lucy-Desi Comedy Hour.",
      "pageId": 11419228,
      "monthDay": "01/23"
    },
    {
      "year": "1941",
      "uri": "/wiki/Jo%C3%A3o_Ubaldo_Ribeiro",
      "name": "João Ubaldo Ribeiro",
      "aboutText": "Michael George Raymond \"Mike\" Agostini (born 23 January 1935) is a former track and field athlete from Trinidad and Tobago. In 1954, he became the first athlete from that country to take a gold medal at what is now known as the Commonwealth Games when he won the 100 yards final in Vancouver, Canada on 31 July.",
      "pageId": 11676489,
      "monthDay": "01/23"
    },
    {
      "year": "1942",
      "uri": "/wiki/Abdur_Razzak_(actor)",
      "name": "Abdur Razzak",
      "aboutText": "William (\"Bill\") John Sharpe (born January 23, 1932 in Philadelphia, Pennsylvania) is retired male athlete from the United States, competing in the triple jump.",
      "pageId": 20244036,
      "monthDay": "01/23"
    },
    {
      "year": "1942",
      "uri": "/wiki/Herman_Tjeenk_Willink",
      "name": "Herman Tjeenk Willink",
      "aboutText": "Herman Diederik Tjeenk Willink (born 23 January 1942) is a retired Dutch politician of the Labour Party (PvdA).\nTjeenk Willink served as a Member of the Senate from 23 June 1987 until 11 March 1997 and served as President of the Senate from 11 June 1991 until 11 March 1997.",
      "pageId": 20607968,
      "monthDay": "01/23"
    },
    {
      "year": "1943",
      "uri": "/wiki/Gary_Burton",
      "name": "Gary Burton",
      "aboutText": "Rutger Oelsen Hauer (Dutch pronunciation: [ˈrʏtxər ˈulsə(n) ˈɦʌuər]; born 23 January 1944) is a Dutch actor, writer, and environmentalist. He has acted in both Dutch and English-language TV series and films.\nHis career began in 1969 with the title role in the Dutch television series Floris.",
      "pageId": 37500,
      "monthDay": "01/23"
    },
    {
      "year": "1943",
      "uri": "/wiki/%C3%96zhan_Canayd%C4%B1n",
      "name": "Özhan Canaydın",
      "aboutText": "Diah Permata Megawati Setiawati Sukarnoputri, usually shortened to Megawati Sukarnoputri ( pronunciation  born 23 January 1947), generally known as Megawati, is an Indonesian politician who served as president of Indonesia from 23 July 2001 to 20 October 2004.\nMegawati is the leader of the Indonesian Democratic Party of Struggle (PDI-P), one of Indonesia's largest political parties. She is the daughter of Indonesia's first president, Sukarno.",
      "pageId": 237564,
      "monthDay": "01/23"
    },
    {
      "year": "1943",
      "uri": "/wiki/Gil_Gerard",
      "name": "Gil Gerard",
      "aboutText": "Richard Dean Anderson (born January 23, 1950) is an American television and film actor, television producer and composer. He began his television career in 1976, playing Dr. Jeff Webber in the American soap-opera series General Hospital, then rose to prominence as the lead actor in the television series MacGyver (1985–1992).",
      "pageId": 262533,
      "monthDay": "01/23"
    },
    {
      "year": "1944",
      "uri": "/wiki/Rutger_Hauer",
      "name": "Rutger Hauer",
      "aboutText": "Michael Deane \"Mike\" Harris (born January 23, 1945) was the 22nd Premier of Ontario from June 26, 1995 to April 14, 2002.",
      "pageId": 293593,
      "monthDay": "01/23"
    },
    {
      "year": "1945",
      "uri": "/wiki/Mike_Harris",
      "name": "Mike Harris",
      "aboutText": "Thomas Richard \"Tom\" Carper (born January 23, 1947) is the senior United States Senator from Delaware, serving since 2001. A member of the Democratic Party, Carper served in the United States House of Representatives from 1983 to 1993 and was the 71st Governor of Delaware from 1993 to 2001.\nA native of Danville, Virginia, Carper graduated from Ohio State University.",
      "pageId": 339186,
      "monthDay": "01/23"
    },
    {
      "year": "1946",
      "uri": "/wiki/Arnoldo_Alem%C3%A1n",
      "name": "Arnoldo Alemán",
      "aboutText": "Boris Abramovich Berezovsky (Russian: Бори́с Абра́мович Березо́вский, 23 January 1946 – 23 March 2013) was a Russian business oligarch, government official and mathematician. He was a member of the Russian Academy of Sciences. Berezovsky was politically opposed to the President of Russia Vladimir Putin, since Putin's election in 2000 and remained a vocal critic of Putin for the rest of his life.",
      "pageId": 355478,
      "monthDay": "01/23"
    },
    {
      "year": "1946",
      "uri": "/wiki/Boris_Berezovsky_(businessman)",
      "name": "Boris Berezovsky",
      "aboutText": "José Arnoldo Alemán Lacayo (born 23 January 1946) was the 81st President of Nicaragua from 10 January 1997 to 10 January 2002.",
      "pageId": 403090,
      "monthDay": "01/23"
    },
    {
      "year": "1946",
      "uri": "/wiki/Zvonko_Bu%C5%A1i%C4%87",
      "name": "Zvonko Bušić",
      "aboutText": "Gilbert C. \"Gil\" Gerard (born January 23, 1943) is an American actor, most notable for his role as Captain William \"Buck\" Rogers in the 1979–1981 television series Buck Rogers in the 25th Century.",
      "pageId": 496767,
      "monthDay": "01/23"
    },
    {
      "year": "1947",
      "uri": "/wiki/Tom_Carper",
      "name": "Tom Carper",
      "aboutText": "Daniel Paul \"Danny\" Federici (January 23, 1950 – April 17, 2008) was an American musician, best known as the organ, glockenspiel, and accordion player and a founding member for Bruce Springsteen's E Street Band.",
      "pageId": 540661,
      "monthDay": "01/23"
    },
    {
      "year": "1947",
      "uri": "/wiki/Megawati_Sukarnoputri",
      "name": "Megawati Sukarnoputri",
      "aboutText": "Gary Burton (born January 23, 1943, Anderson, Indiana) is an American jazz vibraphonist, composer and jazz educator. Burton developed a pianistic style of four-mallet technique as an alternative to the prevailing two-mallet technique. This approach caused him to be heralded as an innovator and his sound and technique are widely imitated.",
      "pageId": 588791,
      "monthDay": "01/23"
    },
    {
      "year": "1948",
      "uri": "/wiki/David_F._Ford",
      "name": "David F. Ford",
      "aboutText": "John Luther Adams (born January 23, 1953) is an American composer whose music is inspired by nature, especially the landscapes of Alaska where he lived from 1978 to 2014 (Garland 2007).",
      "pageId": 637104,
      "monthDay": "01/23"
    },
    {
      "year": "1950",
      "uri": "/wiki/Richard_Dean_Anderson",
      "name": "Richard Dean Anderson",
      "aboutText": "Alister Edgar McGrath (born 23 January 1953) is a Northern Irish theologian, priest, intellectual historian, scientist, and Christian apologist. He currently holds the Andreas Idreos Professorship in Science and Religion in the Faculty of Theology and Religion at the University of Oxford, and is Professor of Divinity at Gresham College. He was previously Professor of Theology, Ministry, and Education at King's College London and Head of the Centre for Theology, Religion and Culture, Professor of Historical Theology at the University of Oxford, and was principal of Wycliffe Hall, Oxford, until 2005.",
      "pageId": 1463438,
      "monthDay": "01/23"
    },
    {
      "year": "1950",
      "uri": "/wiki/Danny_Federici",
      "name": "Danny Federici",
      "aboutText": "David Patrick Kelly (born January 23, 1951) is an American actor and musician who has appeared in numerous films and television series.",
      "pageId": 1702945,
      "monthDay": "01/23"
    },
    {
      "year": "1951",
      "uri": "/wiki/Margaret_Bailes",
      "name": "Margaret Bailes",
      "aboutText": "Özhan Canaydın (23 January 1943 – 22 March 2010) was a businessman, basketballer and former chairman of the Turkish sports club Galatasaray.",
      "pageId": 2912016,
      "monthDay": "01/23"
    },
    {
      "year": "1951",
      "uri": "/wiki/David_Patrick_Kelly",
      "name": "David Patrick Kelly",
      "aboutText": "Omar Henry (born 23 January 1952 in Stellenbosch, Cape Province) is a former cricketer who played in three Tests and three One Day Internationals for South Africa. He is notable for being the first non-white player of the modern era (after Charles Llewellyn in 1912) to play cricket for South Africa. He played extensively in Scotland.",
      "pageId": 3025129,
      "monthDay": "01/23"
    },
    {
      "year": "1951",
      "uri": "/wiki/Chesley_Sullenberger",
      "name": "Chesley Sullenberger",
      "aboutText": "Margaret Johnson Bailes (born January 23, 1951) is an American athlete who competed in the 100 and 200 meters.",
      "pageId": 6810043,
      "monthDay": "01/23"
    },
    {
      "year": "1952",
      "uri": "/wiki/Omar_Henry",
      "name": "Omar Henry",
      "aboutText": "David Frank Ford (born 23 January 1948, Dublin) is an academic and public theologian. He has been the Regius Professor of Divinity at the University of Cambridge since 1991. His research interests include political theology, ecumenical theology, Christian theologians and theologies, theology and poetry, the shaping of universities and of the field of theology and religious studies within universities, hermeneutics, and inter-faith theology and relations.",
      "pageId": 7708478,
      "monthDay": "01/23"
    },
    {
      "year": "1953",
      "uri": "/wiki/John_Luther_Adams",
      "name": "John Luther Adams",
      "aboutText": "Chesley Burnett \"Sully\" Sullenberger, III (born January 23, 1951) is a retired airline captain and aviation safety consultant. He was hailed as a national hero in the United States when he successfully executed an emergency water landing of US Airways Flight 1549 in the Hudson River off Manhattan, New York City, after the aircraft was disabled by striking a flock of Canada geese during its initial climb out of LaGuardia Airport on January 15, 2009. All of the 155 passengers and crew aboard the aircraft survived.",
      "pageId": 21143211,
      "monthDay": "01/23"
    },
    {
      "year": "1953",
      "uri": "/wiki/Alister_McGrath",
      "name": "Alister McGrath",
      "aboutText": "Antonio Ramón Villaraigosa (/ˌviː.əraɪˈɡoʊsə/; born Antonio Ramón Villar, Jr.; January 23, 1953) is an American politician who served as the 41st Mayor of Los Angeles, California from 2005 to 2013. Prior to being elected Mayor he was a member of the California State Assembly from 1994 to 2000, the Democratic leader of the Assembly from 1996 to 1998, and the Speaker of the California State Assembly from 1998 to 2000. After leaving the State Assembly due to term limits he was elected to the Los Angeles City Council from 2003 until he was elected Mayor in 2005.",
      "pageId": 21347195,
      "monthDay": "01/23"
    },
    {
      "year": "1953",
      "uri": "/wiki/Antonio_Villaraigosa",
      "name": "Antonio Villaraigosa",
      "aboutText": "Zvonko Bušić (23 January 1946 – 1 September 2013) was a Croatian emigrant, responsible for hijacking TWA Flight 355 in September 1976.",
      "pageId": 23501747,
      "monthDay": "01/23"
    },
    {
      "year": "1953",
      "uri": "/wiki/Robin_Zander",
      "name": "Robin Zander",
      "aboutText": "Jonatha Brooke (born January 23, 1964) is an American folk rock singer-songwriter and guitarist from Massachusetts.\nHer music merges elements of folk, rock and pop, often with poignant lyrics and complex harmonies. She has been a performer, writer, and artist since the late 1980s, and her songs have been used in television shows and movies.",
      "pageId": 187931,
      "monthDay": "01/23"
    },
    {
      "year": "1954",
      "uri": "/wiki/Franco_De_Vita",
      "name": "Franco De Vita",
      "aboutText": "Robin Zander (born January 23, 1953) is the lead singer and rhythm guitarist for the rock band Cheap Trick.",
      "pageId": 235300,
      "monthDay": "01/23"
    },
    {
      "year": "1954",
      "uri": "/wiki/Richard_Finch_(musician)",
      "name": "Richard Finch",
      "aboutText": "Caroline, Princess of Hanover (Caroline Louise Marguerite; born 23 January 1957), is the eldest child of Rainier III, Prince of Monaco, and the American actress Grace Kelly. She is the elder sister of Prince Albert II and Princess Stéphanie. Until the births of her niece and nephew Princess Gabriella and Prince Jacques of Monaco in December 2014 she had been heir presumptive to the throne of Monaco since 2005, a position which she previously held from 1957 to 1958.",
      "pageId": 292511,
      "monthDay": "01/23"
    },
    {
      "year": "1954",
      "uri": "/wiki/Edward_Ka-Spel",
      "name": "Edward Ka-Spel",
      "aboutText": "Mariska Magdolna Hargitay (/məˈrɪʃkə ˈhɑrɡɨteɪ/ mə-RISH-kə HAR-gi-tay; born January 23, 1964) is an American actress, best known for her role as NYPD Special Victims Unit Detective/Sergeant/Lieutenant Olivia Benson on the NBC television drama Law & Order: Special Victims Unit, a role that has earned her multiple awards and nominations, including an Emmy and Golden Globe.\nThe daughter of actress Jayne Mansfield and actor and bodybuilder Mickey Hargitay, Hargitay made her film debut in the 1985 horror-comedy film Ghoulies and her major television debut in the 1986 adventure drama series Downtown. She appeared in numerous roles in film and television shows throughout the late 1980s and 1990s before being cast as Olivia Benson, a role that led to her founding the Joyful Heart Foundation, which provides support to women who have been sexually abused.",
      "pageId": 429643,
      "monthDay": "01/23"
    },
    {
      "year": "1957",
      "uri": "/wiki/Caroline,_Princess_of_Hanover",
      "name": "Caroline, Princess of Hanover",
      "aboutText": "David G. Arnold (born 23 January 1962) is an English film composer best known for scoring five James Bond films, Stargate (1994), Independence Day (1996), Godzilla (1998) and the television series Little Britain and Sherlock. For Independence Day he received a Grammy Award for Best Instrumental Composition Written for a Motion Picture or for Television and for Sherlock he, and co-composer Michael Price, won a Creative Arts Emmy for the score of \"His Last Vow\", the final episode in the third series.",
      "pageId": 484364,
      "monthDay": "01/23"
    },
    {
      "year": "1957",
      "uri": "/wiki/Lou_Schuler",
      "name": "Lou Schuler",
      "aboutText": "Edward Ka-Spel (born Edward Francis Sharp, 23 January 1954 in London) is an English singer/songwriter and musician residing in the Netherlands.",
      "pageId": 535298,
      "monthDay": "01/23"
    },
    {
      "year": "1958",
      "uri": "/wiki/Sergey_Litvinov_(athlete,_born_1958)",
      "name": "Sergey Litvinov",
      "aboutText": "Richard Roxburgh (born 23 January 1962) is an Australian actor who has starred in many Australian films and television series and has appeared in supporting roles in a number of Hollywood productions, usually as villains.",
      "pageId": 640144,
      "monthDay": "01/23"
    },
    {
      "year": "1959",
      "uri": "/wiki/Clive_Bull",
      "name": "Clive Bull",
      "aboutText": "Clive Bull, born 23 January 1959, is an award-winning radio talk show host, best known for presenting a late-night show on LBC in London, England.",
      "pageId": 704573,
      "monthDay": "01/23"
    },
    {
      "year": "1960",
      "uri": "/wiki/Patrick_de_Gayardon",
      "name": "Patrick de Gayardon",
      "aboutText": "Franco De Vita (born January 23, 1954 in Caracas, Venezuela) is a Venezuelan Latin Grammy award-winning singer-songwriter. His first album as a solo artist garnered three Spanish-language hits in Venezuela. He signed with the CBS Records label in 1989, and in 1990, his album Extranjero had a song that reached No.",
      "pageId": 1626471,
      "monthDay": "01/23"
    },
    {
      "year": "1960",
      "uri": "/wiki/Leilani_Kai",
      "name": "Leilani Kai",
      "aboutText": "Patty Seymour (born January 23, 1960) is a semi-retired professional wrestler, better known by her ring name Leilani Kai. She began training with The Fabulous Moolah right after finishing high school. In the 1980s, as part of the World Wrestling Federation (WWF)'s Rock 'n' Wrestling Connection, a storyline that combined wrestling and music, Kai defeated Wendi Richter to become the WWF Women's Champion.",
      "pageId": 1863290,
      "monthDay": "01/23"
    },
    {
      "year": "1960",
      "uri": "/wiki/Jean-Fran%C3%A7ois_Sauv%C3%A9",
      "name": "Jean-François Sauvé",
      "aboutText": "Gail Ann O'Grady (born January 23, 1963), an American actress and producer, is best known for her roles on television. Her roles include Donna Abandando in the ABC police drama NYPD Blue, and Helen Pryor in the NBC drama series American Dreams. O'Grady is also well known for her lead roles in a number of television movies.",
      "pageId": 2285110,
      "monthDay": "01/23"
    },
    {
      "year": "1961",
      "uri": "/wiki/Mas_Selamat_bin_Kastari",
      "name": "Mas Selamat bin Kastari",
      "aboutText": "Sergey Nikolaevich Litvinov (Russian: Серге́й Николаевич Литвинов, born 23 January 1958) is an athletics coach and retired hammer thrower. He competed at the 1980 and 1988 Olympics, missing the 1984 Games due to the Soviet boycott, and won a silver and a gold medal, respectively. He also won two world tiles, in 1983 and 1987.",
      "pageId": 3310524,
      "monthDay": "01/23"
    },
    {
      "year": "1961",
      "uri": "/wiki/Yelena_Sinchukova",
      "name": "Yelena Sinchukova",
      "aboutText": "Mas Selamat bin Kastari (born 23 January 1961), an Indonesian-born Singaporean, was for more than a year Singapore's most-wanted fugitive after escaping from detention on 27 February 2008. The search for him has been described as the largest manhunt ever launched in Singapore. He was eventually recaptured in Skudai, Malaysia, on 1 April 2009, over a year after his escape, and has since been returned to Singapore.",
      "pageId": 3977425,
      "monthDay": "01/23"
    },
    {
      "year": "1962",
      "uri": "/wiki/David_Arnold",
      "name": "David Arnold",
      "aboutText": "Elvira Lindo (born 23 January 1962 in Cádiz, Spain) is a Spanish journalist and writer.\nAt the age of 12 Lindo moved to Madrid, where she studied journalism. She did not get her degree, as she began to work in television and radio as a speaker, actress and scriptwriter.",
      "pageId": 4674017,
      "monthDay": "01/23"
    },
    {
      "year": "1962",
      "uri": "/wiki/Aivar_Lillevere",
      "name": "Aivar Lillevere",
      "aboutText": "Patrick de Gayardon (French pronunciation: ​[patʁik də ɡɛjaʁdɔ̃]; 23 January 1960, Oullins, Rhône - 13 April 1998, Hawaii) was a French skydiver, skysurfer and a BASE jumper.\nDe Gayardon was famous for pushing the boundaries of skydiving. He was one of the first people to develop the unique style of skysurfing, in which skydivers use a snowboard to make aerobatic maneuvers.",
      "pageId": 5450414,
      "monthDay": "01/23"
    },
    {
      "year": "1962",
      "uri": "/wiki/Elvira_Lindo",
      "name": "Elvira Lindo",
      "aboutText": "Lou Schuler (born January 23, 1957, in St. Louis, Missouri) is a fitness journalist and author or coauthor of several books on men's health and exercise. In 2004 he won a National Magazine Award for Death by Exercise.",
      "pageId": 8019522,
      "monthDay": "01/23"
    },
    {
      "year": "1962",
      "uri": "/wiki/Richard_Roxburgh",
      "name": "Richard Roxburgh",
      "aboutText": "Richard Raymond Finch (born January 23, 1954) is an American composer, producer, engineer, and song arranger. He is best known as the co-founder, producer and former bass guitar player of KC and the Sunshine Band. Along with Harry Wayne Casey, he co-wrote six No.",
      "pageId": 15032614,
      "monthDay": "01/23"
    },
    {
      "year": "1963",
      "uri": "/wiki/Gail_O%27Grady",
      "name": "Gail O'Grady",
      "aboutText": "Aivar Lillevere (born 23 January 1962 in Põltsamaa) is an Estonian football coach.\nLillevere coached the Estonia national football team during their campaign in 2000. Both games he coached ended in losses, and he was succeeded by Arno Pijpers.",
      "pageId": 27952301,
      "monthDay": "01/23"
    },
    {
      "year": "1964",
      "uri": "/wiki/Jonatha_Brooke",
      "name": "Jonatha Brooke",
      "aboutText": "Jean-François \"J. F.\" Sauvé (born January 23, 1960 in Sainte-Geneviève, Quebec) is a former professional ice hockey centre. He played in the National Hockey League with the Buffalo Sabres and Quebec Nordiques. He is the brother of former NHL goaltender Bob Sauvé and the uncle of former NHL goaltender Philippe Sauvé.",
      "pageId": 35157964,
      "monthDay": "01/23"
    },
    {
      "year": "1964",
      "uri": "/wiki/Mariska_Hargitay",
      "name": "Mariska Hargitay",
      "aboutText": "Yelena Sinchukova (Cyrillic: Елена Синчукова; née Ivanova; born 23 January 1961 in Kemerovo) is a retired Soviet and later Russian athlete who specialised in the long jump. She competed at the 1996 Summer Olympics, as well as two World Championships.\nEarly in her career she competed in the combined events and later sometimes also participated in the triple jump.",
      "pageId": 44537099,
      "monthDay": "01/23"
    },
    {
      "year": "1964",
      "uri": "/wiki/Bharrat_Jagdeo",
      "name": "Bharrat Jagdeo",
      "aboutText": "Bharrat Jagdeo (born 23 January 1964) is a Guyanese politician who was President of Guyana from 11 August 1999, to 3 December 2011. He holds a number of global leadership positions in the areas of sustainable development, green growth and climate change.\nPrior to his presidency, he was Minister of Finance and became President after Janet Jagan resigned for health reasons.",
      "pageId": 392422,
      "monthDay": "01/23"
    },
    {
      "year": "1964",
      "uri": "/wiki/Mario_Roberge",
      "name": "Mario Roberge",
      "aboutText": "Naim Süleymanoğlu (born Naim Suleimanov (Bulgarian: Наим Сюлейманов) on January 23, 1967) is a Turkish World and Olympic Champion in weightlifting. Nicknamed “The Pocket Hercules”. In the 1988 Summer Olympics he set a record by achieving a 190 kg in clean and jerk.",
      "pageId": 551659,
      "monthDay": "01/23"
    },
    {
      "year": "1965",
      "uri": "/wiki/Louie_Clemente",
      "name": "Louie Clemente",
      "aboutText": "Brendan Frederick \"Shanny\" Shanahan (born January 23, 1969) is a Canadian-American professional ice hockey executive and former player. Originally drafted by the New Jersey Devils second overall in the 1987 NHL Entry Draft, Shanahan played with the St. Louis Blues, Hartford Whalers, Detroit Red Wings, New York Rangers and New Jersey Devils.",
      "pageId": 768107,
      "monthDay": "01/23"
    },
    {
      "year": "1966",
      "uri": "/wiki/Oleg_Sakirkin",
      "name": "Oleg Sakirkin",
      "aboutText": "Taro Hakase (葉加瀬 太郎, Hakase Tarō, born January 23, 1968 in Suita, Osaka, Japan) is a Japanese musician who specialises as a violinist and composer.",
      "pageId": 803667,
      "monthDay": "01/23"
    },
    {
      "year": "1966",
      "uri": "/wiki/Haywoode_Workman",
      "name": "Haywoode Workman",
      "aboutText": "Adam Craig Parore (born 23 January 1971) is a former wicket-keeper and batsman for the New Zealand cricket team. He played 78 Test cricket matches for New Zealand and 179 One Day International cricket matches.\nLatterly, Parore is the managing director of financial services firm Adam Parore Mortgages.",
      "pageId": 1004272,
      "monthDay": "01/23"
    },
    {
      "year": "1967",
      "uri": "/wiki/Naim_S%C3%BCleymano%C4%9Flu",
      "name": "Naim Süleymanoğlu",
      "aboutText": "Petr Korda (born 23 January 1968) is a Czech former professional tennis player. As of 2014, Korda remains the last man from the Czech Republic to have won a Grand Slam singles title, at the Australian Open in 1998.",
      "pageId": 1439769,
      "monthDay": "01/23"
    },
    {
      "year": "1968",
      "uri": "/wiki/Taro_Hakase",
      "name": "Taro Hakase",
      "aboutText": "Andrei Antanasovich Kanchelskis (Ukrainian: Андрій Антанасович Канчельскіс; Russian: Андрей Антанасович Канчельскис; born 23 January 1969) is a Ukrainian-born Russian former professional footballer and former manager of FC Jūrmala.\nAs a player from 1988 to 2006, he was a right winger, and is remembered for his spells with English clubs Manchester United and Everton, and in Scotland with Rangers. He is the only player in history to have scored in each of the Glasgow, Merseyside and Manchester local derbies.",
      "pageId": 1530110,
      "monthDay": "01/23"
    },
    {
      "year": "1968",
      "uri": "/wiki/Petr_Korda",
      "name": "Petr Korda",
      "aboutText": "Ewen Bremner (born 23 January 1972) is a Scottish actor. His roles have included Daniel \"Spud\" Murphy in Trainspotting, SPC Shawn Nelson in Black Hawk Down, and Lt.",
      "pageId": 2428266,
      "monthDay": "01/23"
    },
    {
      "year": "1969",
      "uri": "/wiki/Ariadna_Gil",
      "name": "Ariadna Gil",
      "aboutText": "Marc Nelson (born January 23, 1971 in Philadelphia, Pennsylvania) is an American singer-songrwriter, pianist, and musician. His mother was the late R&B/Dance singer Phyllis Nelson, known for the songs \"I Like You\" and \"Move Closer\". He was an original member of Boyz II Men while still attending Philadelphia's High School of Performing Artshowever, Nelson left the group to pursue a solo career, before they released their first album.",
      "pageId": 2481467,
      "monthDay": "01/23"
    },
    {
      "year": "1969",
      "uri": "/wiki/Andrei_Kanchelskis",
      "name": "Andrei Kanchelskis",
      "aboutText": "Marcel Reinier Wouda (born 23 January 1972, Tilburg) is a former Dutch swimmer, who became the first Dutch world champion in men's swimming when he won the world title in the 200 m individual medley at the 1998 World Aquatics Championships in Perth, Australia.",
      "pageId": 2857423,
      "monthDay": "01/23"
    },
    {
      "year": "1969",
      "uri": "/wiki/Brendan_Shanahan",
      "name": "Brendan Shanahan",
      "aboutText": "Louie Clemente (born January 23, 1965) is a former drummer for the Bay Area thrash metal band Testament.",
      "pageId": 3278539,
      "monthDay": "01/23"
    },
    {
      "year": "1969",
      "uri": "/wiki/Susen_Tiedtke",
      "name": "Susen Tiedtke",
      "aboutText": "Oleg Evgenevich Sakirkin (Kazakh: Олег Евгеневич Сакиркин; January 23, 1966 – March 18, 2015) was a triple jumper from Shymkent, Ongutsik Qazaqstan, who represented the USSR and later Kazakhstan. His greatest achievement came in 1987 when he won the World Championship bronze medal with a personal best jump of 17.43 metres. He went on to win the 1988 European Indoor Championships (17.30 m) and the 1994 Asian Games (17.21 m).",
      "pageId": 3578688,
      "monthDay": "01/23"
    },
    {
      "year": "1970",
      "uri": "/wiki/Constantina_Di%C8%9B%C4%83",
      "name": "Constantina Diță",
      "aboutText": "Oleg Vladimirovich Ovsyannikov (Russian: Олег Владимирович Овсянников; born 23 January 1970) is a Russian former competitive ice dancer. With partner Anjelika Krylova, he is the 1998 Olympic silver medalist and two-time (1998, 1999) World champion.",
      "pageId": 4159408,
      "monthDay": "01/23"
    },
    {
      "year": "1970",
      "uri": "/wiki/Oleg_Ovsyannikov",
      "name": "Oleg Ovsyannikov",
      "aboutText": "Haywoode Wilvon Workman (born January 23, 1966) is a retired American basketball player, and active NBA referee.\nHe played the point guard position at 6'2\", and played 359 games in eight NBA seasons for five teams from 1989 to 2000 (averaging 5.5 points, 3.9 assists, 2.3 rebounds and 1 steal in 20.1 minutes per game).",
      "pageId": 4850899,
      "monthDay": "01/23"
    },
    {
      "year": "1970",
      "uri": "/wiki/Spyridon_Vasdekis",
      "name": "Spyridon Vasdekis",
      "aboutText": "Joseph Mario Roberge (born January 23, 1964 in Quebec City, Quebec) is a retired Canadian ice hockey forward.\nRoberge started his National Hockey League career with the Montreal Canadiens in 1991. He would play his entire career with Montreal and leave after the 1995 season.",
      "pageId": 8347191,
      "monthDay": "01/23"
    },
    {
      "year": "1971",
      "uri": "/wiki/Marc_Nelson",
      "name": "Marc Nelson",
      "aboutText": "Ariadna Gil Giner (Spanish pronunciation: [aˈɾjaðna xil]; born January 23, 1969 in Barcelona, Spain) is a Spanish actress.",
      "pageId": 9204215,
      "monthDay": "01/23"
    },
    {
      "year": "1971",
      "uri": "/wiki/Adam_Parore",
      "name": "Adam Parore",
      "aboutText": "Spyridon \"Spyros\" Vasdekis (Greek: Σπυρίδων \"Σπύρος\" Βασδέκης, born January 23, 1970) is a retired Greek long jumper.\nHe was born in Volos.\nHe won the gold medal at the 1993 Mediterranean Games, finished tenth at the 1993 World Championships, third at the 1996 European Indoor Championships and eighth at the 1997 IAAF World Indoor Championships.",
      "pageId": 9266732,
      "monthDay": "01/23"
    },
    {
      "year": "1972",
      "uri": "/wiki/Ewen_Bremner",
      "name": "Ewen Bremner",
      "aboutText": "Susen Tiedtke (born 23 January 1969 in East Berlin, East Germany) is a German former long jumper, who took part in two editions of the Summer Olympics and won a silver and a bronze medal at the IAAF World Indoor Championships in Athletics in 1993 and 1995 respectively.\nTiedtke represented Germany in the long jump at the 1992 Olympic Games, where she finished 8th, and the 2000 Olympic Games, where she finished 5th. At the 1992 games, Tiedtke had originally finished ninth, but was promoted to eighth after the drugs disqualification of Nijole Medvedeva.",
      "pageId": 13721766,
      "monthDay": "01/23"
    },
    {
      "year": "1972",
      "uri": "/wiki/Dmitry_Shumkov",
      "name": "Dmitry Shumkov",
      "aboutText": "Constantina Diţă (formerly Constantina Diţă-Tomescu born on January 23, 1970 in Turburea, Gorj County), is a Romanian long-distance runner, who specializes mainly in the half marathon and marathon. She was the marathon gold medallist at the 2008 Beijing Olympics, having previously won a bronze medal at the 2005 World Championships in Athletics. She also represented her country at the Olympics in 2000 and 2004.",
      "pageId": 23551640,
      "monthDay": "01/23"
    },
    {
      "year": "1972",
      "uri": "/wiki/Marcel_Wouda",
      "name": "Marcel Wouda",
      "aboutText": "Dmitry Vladimirovich Shumkov (Russian: Дми́трий Влади́мирович Шумко́в, 23 January 1972 – 4 December 2015) was a Russian lawyer, businessman, public figure and a billionaire. In 2012 Shumkov was named the Lawyer of the Year award winner, which is the highest honour for lawyers in the Russian Federation. The award was established by the Edict of the President of the Russian Federation on 8 October 2009.",
      "pageId": 33856442,
      "monthDay": "01/23"
    },
    {
      "year": "1973",
      "uri": "/wiki/Tomas_Holmstr%C3%B6m",
      "name": "Tomas Holmström",
      "aboutText": "Tiffani Amber Thiessen (born January 23, 1974) is an American actress. She is primarily known for starring as Kelly Kapowski on NBC's Saved by the Bell (1989–1993) and as Valerie Malone on Fox's Beverly Hills, 90210 (1994–1998), two TV series that met great success. Thiessen has also starred in other TV series such as Fox's Fastlane (2002–2003) and USA Network's White Collar (2009–2014), as well as in a number of TV movies, and she has also appeared in several films like Son in Law (1993), Shriek If You Know What I Did Last Friday the Thirteenth (2000), Hollywood Ending (2002) and Cyborg Soldier (2008).",
      "pageId": 29774,
      "monthDay": "01/23"
    },
    {
      "year": "1973",
      "uri": "/wiki/Epi_Quizon",
      "name": "Epi Quizon",
      "aboutText": "Juan Manuel Rincón (born January 23, 1979) is a former professional baseball relief pitcher. Rincón bats and throws right-handed. He throws a low 90s fastball and a mid low 80s slider.",
      "pageId": 713815,
      "monthDay": "01/23"
    },
    {
      "year": "1974",
      "uri": "/wiki/Sampsa_Astala",
      "name": "Sampsa Astala",
      "aboutText": "Joël Bouchard (born January 23, 1974) is a retired Canadian professional ice hockey defenceman who played in the National Hockey League.",
      "pageId": 714210,
      "monthDay": "01/23"
    },
    {
      "year": "1974",
      "uri": "/wiki/Jo%C3%ABl_Bouchard",
      "name": "Joël Bouchard",
      "aboutText": "Bengt Tomas Holmström (born 23 January 1973) is a Swedish former professional ice hockey left winger who played his entire National Hockey League (NHL) career with the Detroit Red Wings, with whom he won four Stanley Cup championships with in 1997, 1998, 2002 and 2008.",
      "pageId": 948312,
      "monthDay": "01/23"
    },
    {
      "year": "1974",
      "uri": "/wiki/Rebekah_Elmaloglou",
      "name": "Rebekah Elmaloglou",
      "aboutText": "Larry Darnell Hughes (born January 23, 1979) is an American former professional basketball player. He is a 6 ft 5 in (1.96 m) and 184 lb (83 kg) shooting guard.",
      "pageId": 1373516,
      "monthDay": "01/23"
    },
    {
      "year": "1974",
      "uri": "/wiki/Christian_Longo",
      "name": "Christian Longo",
      "aboutText": "Rob Friend (born 23 January 1981) is a Canadian former soccer player.",
      "pageId": 2445669,
      "monthDay": "01/23"
    },
    {
      "year": "1974",
      "uri": "/wiki/Yosvani_P%C3%A9rez",
      "name": "Yosvani Pérez",
      "aboutText": "Richard T. Slone (born 23 January 1974) is an English painter.\nSlone was born in 1974 in Newton-in-Furness, Lancashire, a northern English town. Slone is self-taught.",
      "pageId": 2460196,
      "monthDay": "01/23"
    },
    {
      "year": "1974",
      "uri": "/wiki/Richard_T._Slone",
      "name": "Richard T. Slone",
      "aboutText": "Jeffrey \"Epy\" Smith Quizon (born January 23, 1973) is a Filipino actor and the son of comedian Dolphy.",
      "pageId": 2841331,
      "monthDay": "01/23"
    },
    {
      "year": "1974",
      "uri": "/wiki/Tiffani_Thiessen",
      "name": "Tiffani Thiessen",
      "aboutText": "Angelica Lee (李心潔, Lee Sin-je; born 23 January 1976 in Kedah, Malaysia) is a Malaysian Chinese film actress and pop singer. She started her career in singing and later moved on to acting in Taiwan and Hong Kong. Lee starred in The Eye, the hit Asian horror film by the Pang Brothers, winning her the Golden Horse Award for Best Actress, Best Actress at the Hong Kong Film Festival and a Hong Kong Golden Bauhinia Award.",
      "pageId": 3099927,
      "monthDay": "01/23"
    },
    {
      "year": "1976",
      "uri": "/wiki/Brandon_Duckworth",
      "name": "Brandon Duckworth",
      "aboutText": "Sarai Marie Howard (born January 23, 1981) is an American rapper.",
      "pageId": 3846100,
      "monthDay": "01/23"
    },
    {
      "year": "1976",
      "uri": "/wiki/Angelica_Lee",
      "name": "Angelica Lee",
      "aboutText": "Rebekah Sophie Elmaloglou Baker (Greek: Ρεβέκκα Σόφια Ελμαλόγλου; born 23 January 1974) is an Australian actress who is currently known for her role as Terese Willis on the long-running soap opera Neighbours. She is best remembered for her portrayal of teenage tearaway and mother Sophie Simpson on Home and Away from 1990 to 1993 and again on a recurring basis from 2002 to 2005.",
      "pageId": 4493478,
      "monthDay": "01/23"
    },
    {
      "year": "1976",
      "uri": "/wiki/Nigel_McGuinness",
      "name": "Nigel McGuinness",
      "aboutText": "Sampsa Astala, (born January 23, 1974 in Vantaa, Finland), known by stage names Stala and Kita, is the lead singer of the Finnish glam rock band Stala & SO. and the former and original drummer for the metal band Lordi.\nHis current stage name, Stala, comes from his own surname, Astala.",
      "pageId": 5301532,
      "monthDay": "01/23"
    },
    {
      "year": "1976",
      "uri": "/wiki/Tsuyoshi_Muro",
      "name": "Tsuyoshi Muro",
      "aboutText": "Brandon J. Duckworth (born January 23, 1976) is an American former professional baseball pitcher.",
      "pageId": 6173660,
      "monthDay": "01/23"
    },
    {
      "year": "1976",
      "uri": "/wiki/Harmen_Fraanje",
      "name": "Harmen Fraanje",
      "aboutText": "Steven Haworth (born January 23, 1976), better known by the ring names Desmond Wolfe and Nigel McGuinness, is an English retired professional wrestler. As McGuinness, Haworth first gained notoriety working for Ring of Honor (ROH) in the United States and Pro Wrestling Noah in Japan. He was the longest reigning ROH Pure Champion, holding the title for 350 days, while also being a former ROH World Champion, holding the championship for 545 days and also making him the second English World Heavyweight Champion in professional wrestling history after Gary Steele.",
      "pageId": 7116160,
      "monthDay": "01/23"
    },
    {
      "year": "1977",
      "uri": "/wiki/Kamal_Heer",
      "name": "Kamal Heer",
      "aboutText": "Yosvani Pérez Ruiz (born January 23, 1974, in Rodas, Cienfuegos Province, Cuba) is a left-handed pitcher for Cienfuegos of the Cuban National Series, and the Cuban national baseball team . Pérez was part of the Cuban roster at the 2006 World Baseball Classic.\nWith an 8-5 record and a 2.30 ERA during the 2005-06 season, Pérez was one of the few bright spots for a Cienfuegos team that went 35-54.",
      "pageId": 7386351,
      "monthDay": "01/23"
    },
    {
      "year": "1979",
      "uri": "/wiki/Larry_Hughes",
      "name": "Larry Hughes",
      "aboutText": "Julia Jones (born January 23, 1981) is an American actress best known for playing Leah Clearwater in The Twilight Saga films based on the Twilight series by Stephenie Meyer.",
      "pageId": 25257774,
      "monthDay": "01/23"
    },
    {
      "year": "1979",
      "uri": "/wiki/Juan_Rinc%C3%B3n",
      "name": "Juan Rincón",
      "aboutText": "Kamal Heer (born Kamaljeet Singh Heer) is a Punjabi musician. He is the younger brother of Manmohan Waris (the eldest of the brothers) and Sangtar, two other esteemed musicians. His live performances showcase his virtuosity with taan and his command of the art of traditional Punjabi music.",
      "pageId": 25769836,
      "monthDay": "01/23"
    },
    {
      "year": "1981",
      "uri": "/wiki/Rob_Friend",
      "name": "Rob Friend",
      "aboutText": "Christian Michael Longo aka \"Shortstop\" is a convicted murderer from the U.S. state of Oregon.",
      "pageId": 41609914,
      "monthDay": "01/23"
    },
    {
      "year": "1981",
      "uri": "/wiki/Julia_Jones",
      "name": "Julia Jones",
      "aboutText": "Tsuyoshi Muro (ムロツヨシ, Muro Tsuyoshi, born 23 January 1976) is a Japanese actor who appears on stage and screen. He debuted as an actor in 1999 and has appeared in the \"Bayside Shakedown\" series, NHK's Gochisosan, and Yūsha Yoshihiko.\n^ a b \"ムロツヨシ ： テストなし本番「せりふをかんでもそのまま\".",
      "pageId": 42980414,
      "monthDay": "01/23"
    },
    {
      "year": "1981",
      "uri": "/wiki/Sarai_(rapper)",
      "name": "Sarai",
      "aboutText": "Harmen Fraanje (born 23 January 1976 in Roosendaal, Netherlands) is a Dutch jazz pianist and composer. He currently lives in Amsterdam.\n^ \"Harmen Fraanje\".",
      "pageId": 44565260,
      "monthDay": "01/23"
    },
    {
      "year": "1982",
      "uri": "/wiki/Patrick_Levis",
      "name": "Patrick Levis",
      "aboutText": "Arjen Robben (Dutch pronunciation: [ˈɑrjən ˈrɔbə(n)]; born 23 January 1984) is a Dutch professional footballer who plays for German club Bayern Munich and is the captain of the Netherlands national team. Robben has appeared at the 2004, 2008 and 2012 UEFA European Championships, and the 2006, 2010 and 2014 FIFA World Cups. He is a forward who usually plays as a left or right sided winger.",
      "pageId": 756433,
      "monthDay": "01/23"
    },
    {
      "year": "1982",
      "uri": "/wiki/Wily_Mo_Pe%C3%B1a",
      "name": "Wily Mo Peña",
      "aboutText": "Steven Vincent Taylor (born 23 January 1986) is an English professional footballer who plays for Newcastle United.",
      "pageId": 1404167,
      "monthDay": "01/23"
    },
    {
      "year": "1982",
      "uri": "/wiki/Andrew_Rock",
      "name": "Andrew Rock",
      "aboutText": "Wily Modesto Peña (born January 23, 1982) is a Dominican professional baseball outfielder who is a free agent. He has played in Major League Baseball (MLB) for the Cincinnati Reds, Boston Red Sox, Washington Nationals, Arizona Diamondbacks and Seattle Mariners and in Nippon Professional Baseball (NPB) for the Fukuoka SoftBank Hawks and Orix Buffaloes.",
      "pageId": 1782694,
      "monthDay": "01/23"
    },
    {
      "year": "1983",
      "uri": "/wiki/Irving_Saladino",
      "name": "Irving Saladino",
      "aboutText": "Dong Fangzhuo (Chinese: 董方卓; pinyin: Dǒng Fāngzhuō; born 23 January 1985) is a Chinese footballer who plays as a forward.",
      "pageId": 1906435,
      "monthDay": "01/23"
    },
    {
      "year": "1984",
      "uri": "/wiki/Robbie_Farah",
      "name": "Robbie Farah",
      "aboutText": "Andrew Rock (born January 23, 1982) is an American sprinter who specializes in the 400 meter dash.",
      "pageId": 2589812,
      "monthDay": "01/23"
    },
    {
      "year": "1984",
      "uri": "/wiki/Arjen_Robben",
      "name": "Arjen Robben",
      "aboutText": "Gelete Burka Bati (sometimes misspelled Burika, Amharic: ገለቴ ቡርቃ; born 23 January 1986) is an Ethiopian middle-distance and long-distance runner. She was born in Kofele in the Arsi Zone of the Oromia Region, the same district as double Olympic champion Haile Gebrselassie.\nGelete was the short course champion at the 2006 IAAF World Cross Country Championships.",
      "pageId": 2741446,
      "monthDay": "01/23"
    },
    {
      "year": "1985",
      "uri": "/wiki/Dong_Fangzhuo",
      "name": "Dong Fangzhuo",
      "aboutText": "Doutzen Kroes (West Frisian pronunciation: [ˈdʌu̯tsə(ŋ) ˈkrus]; born 23 January 1985) is a Dutch Frisian model and actress. She began her modelling career in 2003 in the Netherlands but quickly got sent by her agency to New York where she was cast, among other names, by lingerie giant Victoria’s Secret. She became an ‘Angel’ for the brand in 2008.",
      "pageId": 3760457,
      "monthDay": "01/23"
    },
    {
      "year": "1985",
      "uri": "/wiki/Doutzen_Kroes",
      "name": "Doutzen Kroes",
      "aboutText": "Patrick Cannon Levis (born January 23, 1982) is an American actor.",
      "pageId": 3814407,
      "monthDay": "01/23"
    },
    {
      "year": "1985",
      "uri": "/wiki/Yevgeny_Lukyanenko",
      "name": "Yevgeny Lukyanenko",
      "aboutText": "Leonid Aleksandrovitš Komarov (Russian: Леонид Александрович Комаров, Leonid Aleksandrovich Komarov; born 23 January 1987) is a Finnish–Russian professional ice hockey centre currently playing for the Toronto Maple Leafs of the National Hockey League (NHL).",
      "pageId": 4662437,
      "monthDay": "01/23"
    },
    {
      "year": "1985",
      "uri": "/wiki/Aselefech_Mergia",
      "name": "Aselefech Mergia",
      "aboutText": "Irving Jahir Saladino Aranda (born January 23, 1983) is a Panamanian long jumper.",
      "pageId": 5398957,
      "monthDay": "01/23"
    },
    {
      "year": "1986",
      "uri": "/wiki/Gelete_Burka",
      "name": "Gelete Burka",
      "aboutText": "Robert Peter \"Robbie\" Farah (Arabic: روبي فرح‎) (born 23 January 1984 in Sydney, New South Wales) is a professional rugby league footballer who captains the Wests Tigers club of the National Rugby League (NRL). An Australia national and New South Wales State of Origin representative hooker, he has played his entire professional career to date at the Tigers, with whom he won the 2005 NRL Premiership. Between 2006 and 2012, Farah represented City Origin six times, captaining the team from 2009 onwards.",
      "pageId": 5746495,
      "monthDay": "01/23"
    },
    {
      "year": "1986",
      "uri": "/wiki/Yukie_Kawamura",
      "name": "Yukie Kawamura",
      "aboutText": "Felicia \"Flay\" Brandström (/ˈflaɪ/; born January 23, 1987) is a Swedish singer and competed as one of the finalists in Idol 2006 — the Swedish version of Idol.",
      "pageId": 7255862,
      "monthDay": "01/23"
    },
    {
      "year": "1986",
      "uri": "/wiki/Jos%C3%A9_Enrique_S%C3%A1nchez",
      "name": "José Enrique Sánchez",
      "aboutText": "April Janet Pearson (born 23 January 1989) is an English actress best known for her role as Michelle Richardson in the E4 teen drama series, Skins.",
      "pageId": 9865862,
      "monthDay": "01/23"
    },
    {
      "year": "1986",
      "uri": "/wiki/Steven_Taylor_(footballer)",
      "name": "Steven Taylor",
      "aboutText": "José Enrique Sánchez Díaz (Spanish pronunciation: [xoˈse enˈrike ˈsant͡ʃeθ ˈði.aθ]; born 23 January 1986), known as José Enrique, is a Spanish footballer who plays as a left back for English club Liverpool.",
      "pageId": 12483269,
      "monthDay": "01/23"
    },
    {
      "year": "1987",
      "uri": "/wiki/Felicia_Brandstr%C3%B6m",
      "name": "Felicia Brandström",
      "aboutText": "Aselefech Mergia Medessa (Amharic: አሰለፈች መርግአ; born 23 January 1985) is an Ethiopian long-distance runner who competes in the marathon. She was a bronze medallist in the event at the 2009 World Championships in Athletics. She is a two-time winner of the Dubai Marathon and has finished in the top three at the Paris and London Marathons.",
      "pageId": 16682721,
      "monthDay": "01/23"
    },
    {
      "year": "1987",
      "uri": "/wiki/The_Avener",
      "name": "The Avener",
      "aboutText": "Yevgeny Yuryevich Lukyanenko (Russian: Евгений Юрьевич Лукьяненко, Evgenij Luk′ânenko; born 23 January 1985) is a Russian pole vaulter.",
      "pageId": 18264165,
      "monthDay": "01/23"
    },
    {
      "year": "1987",
      "uri": "/wiki/Leo_Komarov",
      "name": "Leo Komarov",
      "aboutText": "Yukie Kawamura (川村 ゆきえ, Kawamura Yukie, born January 23, 1986) is a Japanese gravure idol, tarento, and actress signed to Japan Art.",
      "pageId": 19327466,
      "monthDay": "01/23"
    },
    {
      "year": "1989",
      "uri": "/wiki/April_Pearson",
      "name": "April Pearson",
      "aboutText": "Alex Silva is an Canadian professional wrestler, who is currently signed by Ohio Valley Wrestling (OVW), and is currently the OVW Television Champion in his second reign.",
      "pageId": 33759166,
      "monthDay": "01/23"
    },
    {
      "year": "1990",
      "uri": "/wiki/%C5%9Eener_%C3%96zbayrakl%C4%B1",
      "name": "Şener Özbayraklı",
      "aboutText": "Şener Özbayraklı (born 23 January 1990) is a Turkish footballer who plays as a right back for Fenerbahçe. He made his Süper Lig debut on 19 January 2013. After two successful seasons at Bursaspor it was announced that Bursaspor had accepted a €1,700,000 offer from Fenerbahçe on the 23rd of June, 2015.",
      "pageId": 38301531,
      "monthDay": "01/23"
    },
    {
      "year": "1990",
      "uri": "/wiki/Alex_Silva_(wrestler)",
      "name": "Alex Silva",
      "aboutText": "Tristan Casara (born 23 January 1987), known by his stage name The Avener (/ˈævənər/), is a French deep house and electro music producer.",
      "pageId": 44258930,
      "monthDay": "01/23"
    },
    {
      "year": "1990",
      "uri": "/wiki/Martyn_Waghorn",
      "name": "Martyn Waghorn",
      "aboutText": "Martyn Thomas Waghorn (born 23 January 1990) is an English professional footballer who plays as a striker for Scottish Championship club Rangers. He is a former England U21 international.\nWaghorn had been with Sunderland since the age of eight and made his first team debut for the club in December 2007 against Manchester United at the age of 17.",
      "pageId": 14896425,
      "monthDay": "01/23"
    },
    {
      "year": "1992",
      "uri": "/wiki/Reina_Triendl",
      "name": "Reina Triendl",
      "aboutText": "Wesley Jobello (born 23 January 1994 in Gennevilliers) is a French football player who plays for French club Clermont in Ligue 2. He plays as a striker. Jobello is a France youth international having represented his nation at under-18 level.",
      "pageId": 35887317,
      "monthDay": "01/23"
    },
    {
      "year": "1994",
      "uri": "/wiki/Wesley_Jobello",
      "name": "Wesley Jobello",
      "aboutText": "Reina Triendl (トリンドル 玲奈, Torindoru Reina, born January 23, 1992 in Vienna, Austria) is a Japanese fashion model and tarento. She is represented by the talent agency Platinum Production.",
      "pageId": 41306566,
      "monthDay": "01/23"
    }
  ]
}