{
  "people": [
    {
      "year": "1503",
      "uri": "/wiki/Christian_III_of_Denmark",
      "name": "Christian III of Denmark",
      "aboutText": "George IV (George Augustus Frederick; 12 August 1762 – 26 June 1830) was King of the United Kingdom of Great Britain and Ireland and of Hanover following the death of his father, George III, on 29 January 1820, until his own death ten years later. From 1811 until his accession, he served as Prince Regent during his father's final mental illness.\nGeorge IV led an extravagant lifestyle that contributed to the fashions of the Regency era.",
      "pageId": 40225,
      "monthDay": "08/12"
    },
    {
      "year": "1566",
      "uri": "/wiki/Isabella_Clara_Eugenia",
      "name": "Isabella Clara Eugenia",
      "aboutText": "Robert Southey (/ˈsaʊði/ or /ˈsʌði/; August 12, 1774 in Bristol – March 21, 1843 in London) was an English poet of the Romantic school, one of the so-called \"Lake Poets\", and Poet Laureate for 30 years from 1813 to his death in 1843. Although his fame has long been eclipsed by that of his contemporaries and friends William Wordsworth and Samuel Taylor Coleridge, Southey's verse still enjoys some popularity.\nSouthey was also a prolific letter writer, literary scholar, essay writer, historian and biographer.",
      "pageId": 70509,
      "monthDay": "08/12"
    },
    {
      "year": "1604",
      "uri": "/wiki/Tokugawa_Iemitsu",
      "name": "Tokugawa Iemitsu",
      "aboutText": "John Balguy (August 12, 1686 – September 21, 1748) was an English divine and philosopher.",
      "pageId": 148166,
      "monthDay": "08/12"
    },
    {
      "year": "1644",
      "uri": "/wiki/Heinrich_Ignaz_Franz_Biber",
      "name": "Heinrich Ignaz Franz Biber",
      "aboutText": "Christian III (12 August 1503 – 1 January 1559) reigned as king of Denmark and Norway from 1534 until his death. He was the eldest son of King Frederick I and Anna of Brandenburg.\nInspired by his tutors, who were devout Lutherans, Christian established Lutheranism as the state religion of his realms in a reformation.",
      "pageId": 150871,
      "monthDay": "08/12"
    },
    {
      "year": "1647",
      "uri": "/wiki/Johann_Heinrich_Acker",
      "name": "Johann Heinrich Acker",
      "aboutText": "Helena Petrovna Blavatsky (Russian: Еле́на Петро́вна Блава́тская, Yelena Petrovna Blavatskaya; 12 August [O.S. 31 July] 1831 – 8 May 1891) was an occultist, spirit medium, and author who co-founded the Theosophical Society in 1875. She gained an international following as the leading theoretician of Theosophy, the esoteric movement that the Society promoted.\nBorn into an aristocratic Russian-German family in Yekaterinoslav, Blavatsky traveled widely around the Russian Empire as a child.",
      "pageId": 168171,
      "monthDay": "08/12"
    },
    {
      "year": "1686",
      "uri": "/wiki/John_Balguy",
      "name": "John Balguy",
      "aboutText": "Maurice Greene (12 August 1696 – 1 December 1755) was an English composer and organist.",
      "pageId": 192571,
      "monthDay": "08/12"
    },
    {
      "year": "1696",
      "uri": "/wiki/Maurice_Greene_(composer)",
      "name": "Maurice Greene",
      "aboutText": "Heinrich Ignaz Franz von Biber (12 August 1644 (baptised) – 3 May 1704) was a Bohemian-Austrian composer and violinist. Born in the small Bohemian town of Wartenberg (Stráž pod Ralskem), Biber worked at Graz and Kroměříž before he illegally left his Kremsier (Kroměříž) employer (Prince-Bishop Carl Liechtenstein-Kastelkorn) and settled in Salzburg. He remained there for the rest of his life, publishing much of his music but apparently seldom, if ever, giving concert tours.",
      "pageId": 233264,
      "monthDay": "08/12"
    },
    {
      "year": "1720",
      "uri": "/wiki/Konrad_Ekhof",
      "name": "Konrad Ekhof",
      "aboutText": "Tokugawa Iemitsu (徳川 家光 August 12, 1604 – June 8, 1651) was the third shogun of the Tokugawa dynasty. He was the eldest son of Tokugawa Hidetada, and the grandson of Tokugawa Ieyasu.",
      "pageId": 296896,
      "monthDay": "08/12"
    },
    {
      "year": "1762",
      "uri": "/wiki/George_IV_of_the_United_Kingdom",
      "name": "George IV of the United Kingdom",
      "aboutText": "Katharine Lee Bates (August 12, 1859 – March 28, 1929) was an American songwriter. She is remembered as the author of the words to the anthem \"America the Beautiful\". She popularized \"Mrs.",
      "pageId": 316613,
      "monthDay": "08/12"
    },
    {
      "year": "1774",
      "uri": "/wiki/Robert_Southey",
      "name": "Robert Southey",
      "aboutText": "Jacinto Benavente y Martínez (12 August 1866 – 14 July 1954) was one of the foremost Spanish dramatists of the 20th century. He was awarded the Nobel Prize for Literature in 1922 \"for the happy manner in which he has continued the illustrious traditions of the Spanish drama\".\nBorn in Madrid, the son of a celebrated pediatrician, he returned drama to reality by way of social criticism: declamatory verse giving way to prose, melodrama to comedy, formula to experience, impulsive action to dialogue and the play of minds.",
      "pageId": 335251,
      "monthDay": "08/12"
    },
    {
      "year": "1773",
      "uri": "/wiki/Karl_Faber",
      "name": "Karl Faber",
      "aboutText": "Edith Hamilton (August 12, 1867 – May 31, 1963) was an American educator and author who was \"recognized as the greatest woman Classicist\". She was sixty-two years old when The Greek Way, her first book, was published in 1930. It was instantly successful, and is the earliest expression of her belief in \"the calm lucidity of the Greek mind\" and \"that the great thinkers of Athens were unsurpassed in their mastery of truth and enlightenment\".",
      "pageId": 342230,
      "monthDay": "08/12"
    },
    {
      "year": "1831",
      "uri": "/wiki/Helena_Blavatsky",
      "name": "Helena Blavatsky",
      "aboutText": "Father Michael Joseph McGivney (August 12, 1852 – August 14, 1890) was an American Catholic priest based in New Haven, Connecticut. He founded the Knights of Columbus at a local parish to serve as a mutual aid and fraternal insurance organization, particularly for immigrants and their families. It developed through the 20th century as the world's largest Catholic fraternal organization.",
      "pageId": 397362,
      "monthDay": "08/12"
    },
    {
      "year": "1852",
      "uri": "/wiki/Michael_J._McGivney",
      "name": "Michael J. McGivney",
      "aboutText": "Isabella Clara Eugenia (Spanish: Isabel Clara Eugenia; 12 August 1566 – 1 December 1633) was sovereign of the Spanish Netherlands in the Low Countries and the north of modern France, together with her husband Albert. In some sources, she is referred to as Clara Isabella Eugenia. By birth, she was an infanta of Spain and Portugal.",
      "pageId": 558253,
      "monthDay": "08/12"
    },
    {
      "year": "1856",
      "uri": "/wiki/Diamond_Jim_Brady",
      "name": "Diamond Jim Brady",
      "aboutText": "Klara Hitler (née Pölzl; 12 August 1860 – 21 December 1907) was the mother of German politician and leader of the Nazi Party Adolf Hitler.",
      "pageId": 676576,
      "monthDay": "08/12"
    },
    {
      "year": "1857",
      "uri": "/wiki/Ernestine_von_Kirchsberg",
      "name": "Ernestine von Kirchsberg",
      "aboutText": "Johann Heinrich Acker (12 August 1647 – 21 September 1719) was a German writer. He sometimes wrote under the name of Melissander.\nHe was taught in his native city of Naumburg and at the regional school of Pforta (Schulpforta).",
      "pageId": 822708,
      "monthDay": "08/12"
    },
    {
      "year": "1859",
      "uri": "/wiki/Katharine_Lee_Bates",
      "name": "Katharine Lee Bates",
      "aboutText": "Konrad Ekhof (12 August 1720 in Hamburg, Germany – 16 June 1778) was a German actor, widely regarded as one of the foremost actors of the German-speaking realm in the 18th century.",
      "pageId": 2413725,
      "monthDay": "08/12"
    },
    {
      "year": "1860",
      "uri": "/wiki/Klara_Hitler",
      "name": "Klara Hitler",
      "aboutText": "James Buchanan Brady (August 12, 1856 – April 13, 1917), also known as Diamond Jim Brady, was an American businessman, financier, and philanthropist of the Gilded Age.",
      "pageId": 2859877,
      "monthDay": "08/12"
    },
    {
      "year": "1866",
      "uri": "/wiki/Jacinto_Benavente",
      "name": "Jacinto Benavente",
      "aboutText": "Henrik Sillem (12 August 1866, Amsterdam – 13 July 1907, Courmayeur, Italy) was a Dutch jurist, mountaineer and sports shooter.\nHenrik Sillem was the son of Johann Gottlieb Sillem, banker with Hope & Co. bankers, Amsterdam.",
      "pageId": 7218856,
      "monthDay": "08/12"
    },
    {
      "year": "1866",
      "uri": "/wiki/Henrik_Sillem",
      "name": "Henrik Sillem",
      "aboutText": "Ernestine von Kirchsberg (1857 — 1924) was an Austrian landscape painter.",
      "pageId": 34757686,
      "monthDay": "08/12"
    },
    {
      "year": "1867",
      "uri": "/wiki/Edith_Hamilton",
      "name": "Edith Hamilton",
      "aboutText": "Karl Peter Andreas Faber (12 August 1773 – 19 January 1853) was a Prussian archivist and historian.\nA native of Königsberg, East Prussia, Faber became chief archivist of the Prussian State Archive in 1808 after attending the University of Königsberg. Faber and Ernst Hennig were the first of Königsberg's archivists to approach the subject in a scientific manner.",
      "pageId": 37977934,
      "monthDay": "08/12"
    },
    {
      "year": "1871",
      "uri": "/wiki/Gustavs_Zemgals",
      "name": "Gustavs Zemgals",
      "aboutText": "Cecil Blount DeMille (/dəˈmɪl/; August 12, 1881 – January 21, 1959) was an American filmmaker. Between 1913 and 1956, he made seventy features, both silent and sound films. He is acknowledged as a founding father of the Hollywood film industry, and the most commercially successful producer-director in cinema history.",
      "pageId": 6176,
      "monthDay": "08/12"
    },
    {
      "year": "1872",
      "uri": "/wiki/Princess_Marie_Louise_of_Schleswig-Holstein",
      "name": "Princess Marie Louise of Schleswig-Holstein",
      "aboutText": "Erwin Rudolf Josef Alexander Schrödinger (German: [ˈɛɐ̯viːn ˈʃʁøːdɪŋɐ]; 12 August 1887 – 4 January 1961), sometimes written as Erwin Schrodinger or Erwin Schroedinger, was a Nobel Prize-winning Austrian physicist who developed a number of fundamental results in the field of quantum theory, which formed the basis of wave mechanics: he formulated the wave equation (stationary and time-dependent Schrödinger equation) and revealed the identity of his development of the formalism and matrix mechanics. Schrödinger proposed an original interpretation of the physical meaning of the wave function.\nIn addition, he was the author of many works in various fields of physics: statistical mechanics and thermodynamics, physics of dielectrics, colour theory, electrodynamics, general relativity, and cosmology, and he made several attempts to construct a unified field theory.",
      "pageId": 9942,
      "monthDay": "08/12"
    },
    {
      "year": "1876",
      "uri": "/wiki/Mary_Roberts_Rinehart",
      "name": "Mary Roberts Rinehart",
      "aboutText": "Christopher \"Christy\" Mathewson (August 12, 1880 – October 7, 1925), nicknamed \"Big Six\", \"The Christian Gentleman\", \"Matty\", or \"The Gentleman's Hurler\" was a Major League Baseball right-handed pitcher who played 17 seasons with the New York Giants. He was among the most dominant pitchers of his (or any) era and ranks in the all-time top-10 in major pitching categories including wins, shutouts, and ERA. In fact, he is the only pitcher in MLB history to rank in the top ten both in career wins and in career ERA. In 1936, Mathewson was posthumously elected into the Baseball Hall of Fame as one of its \"first five\" inaugural members.\nMathewson grew up in Factoryville, Pennsylvania, and began playing semiprofessional baseball when he was 14 years old.",
      "pageId": 74130,
      "monthDay": "08/12"
    },
    {
      "year": "1877",
      "uri": "/wiki/Albert_Bartha",
      "name": "Albert Bartha",
      "aboutText": "Alfred Lunt (August 12, 1892 – August 3, 1977) was an American stage director and actor, often identified for a long-time professional partnership with his wife, actress Lynn Fontanne. Broadway's Lunt-Fontanne Theatre was named for them.",
      "pageId": 144776,
      "monthDay": "08/12"
    },
    {
      "year": "1880",
      "uri": "/wiki/Radclyffe_Hall",
      "name": "Radclyffe Hall",
      "aboutText": "Sir Keith Arthur Murdoch (12 August 1885 – 4 October 1952) was an Australian journalist and the father of Rupert Murdoch, the CEO and Chairman of News Corp.",
      "pageId": 228315,
      "monthDay": "08/12"
    },
    {
      "year": "1880",
      "uri": "/wiki/Christy_Mathewson",
      "name": "Christy Mathewson",
      "aboutText": "Princess Marie Louise of Schleswig-Holstein (Franziska Josepha Louise Augusta Marie Christina Helena; 12 August 1872 – 8 December 1956) was a granddaughter of Queen Victoria.",
      "pageId": 303164,
      "monthDay": "08/12"
    },
    {
      "year": "1881",
      "uri": "/wiki/Cecil_B._DeMille",
      "name": "Cecil B. DeMille",
      "aboutText": "Radclyffe Hall (born Marguerite Radclyffe Hall on 12 August 1880 – 7 October 1943) was an English poet and author, best known for the novel The Well of Loneliness.",
      "pageId": 320696,
      "monthDay": "08/12"
    },
    {
      "year": "1883",
      "uri": "/wiki/Pauline_Frederick",
      "name": "Pauline Frederick",
      "aboutText": "Gustavs Zemgals (12 August 1871, Džūkste parish, Courland Governorate – 6 January 1939) was a Latvian politician and the second President of Latvia.\nZemgals was born in Džūkste, Latvia. He attended elementary school in a small parish of Saka, and later continued education in Riga Nikolai Gymansium.",
      "pageId": 497824,
      "monthDay": "08/12"
    },
    {
      "year": "1883",
      "uri": "/wiki/Martha_Hedman",
      "name": "Martha Hedman",
      "aboutText": "Jean Cabannes (b. Marseille August 12, 1885 - d. Saint-Cyr-sur-Mer October 31, 1959) was a French physicist specialising in optics.",
      "pageId": 559991,
      "monthDay": "08/12"
    },
    {
      "year": "1883",
      "uri": "/wiki/Marion_Lorne",
      "name": "Marion Lorne",
      "aboutText": "Cyril Edwin Mitchinson Joad (12 August 1891 – 9 April 1953) was an English philosopher and broadcasting personality. He appeared on The Brains Trust, a BBC Radio wartime discussion programme. He managed to popularise philosophy and became a celebrity, before his downfall in a scandal over an unpaid train ticket in 1948.",
      "pageId": 939743,
      "monthDay": "08/12"
    },
    {
      "year": "1885",
      "uri": "/wiki/Jean_Cabannes",
      "name": "Jean Cabannes",
      "aboutText": "Zerna Addis Sharp (August 12, 1889 – June 17, 1981) was a US author, writer and teacher. She became known for creating the Dick and Jane beginning readers, and many other readers for children. Sharp noted the reduced reading ability of children during her travels and urged a new reading format for primers.",
      "pageId": 1114556,
      "monthDay": "08/12"
    },
    {
      "year": "1885",
      "uri": "/wiki/Juhan_Simm",
      "name": "Juhan Simm",
      "aboutText": "Mary Roberts Rinehart (August 12, 1876 – September 22, 1958) was an American writer, often called the American Agatha Christie, although her first mystery novel was published 14 years before Christie's first novel in 1922.\nRinehart is considered the source of the phrase \"The butler did it\" from her novel The Door (1930), although the novel does not use the exact phrase. Rinehart is also considered to have invented the \"Had-I-But-Known\" school of mystery writing, with the publication of The Circular Staircase (1908).",
      "pageId": 1650925,
      "monthDay": "08/12"
    },
    {
      "year": "1886",
      "uri": "/wiki/Keith_Murdoch",
      "name": "Keith Murdoch",
      "aboutText": "Marion Lorne (August 12, 1883 – May 9, 1968) was an American actress of stage, film, and television.\nAfter a career in theatre in New York and London, Lorne made her first film in 1951, and for the remainder of her life, played small roles in films and television.",
      "pageId": 1841749,
      "monthDay": "08/12"
    },
    {
      "year": "1887",
      "uri": "/wiki/Erwin_Schr%C3%B6dinger",
      "name": "Erwin Schrödinger",
      "aboutText": "Pauline Frederick (August 12, 1883 – September 19, 1938) was an American stage and film actress.",
      "pageId": 1984300,
      "monthDay": "08/12"
    },
    {
      "year": "1889",
      "uri": "/wiki/Zerna_Sharp",
      "name": "Zerna Sharp",
      "aboutText": "Maurius Pacheco \"Maurice\" Fernandes, (12 August 1897 – 8 May 1981) was a West Indian Test cricketer who played first-class cricket for British Guiana between 1922 and 1932. He made two Test appearances for the West Indies, in 1928 and 1930. Fernandes played as a right-handed top-order batsman and occasional wicket-keeper.",
      "pageId": 3745607,
      "monthDay": "08/12"
    },
    {
      "year": "1891",
      "uri": "/wiki/C._E._M._Joad",
      "name": "C. E. M. Joad",
      "aboutText": "Benjamin James Sealey (12 August 1899 – 12 September 1963) was a West Indian cricketer whose career spanned the years 1924 to 1941. He was an attacking, middle-order batsman, a medium-pace, leg-break bowler and an athletic fielder anywhere on the pitch. Despite once turning out for a \"Barbados-born\" side against the Rest of West Indies, Sealey was a Trinidad player through and through.",
      "pageId": 3853289,
      "monthDay": "08/12"
    },
    {
      "year": "1892",
      "uri": "/wiki/Alfred_Lunt",
      "name": "Alfred Lunt",
      "aboutText": "Ejner Federspiel (12 August 1896 – 21 November 1981) was a Danish film actor. He appeared in 58 films between 1934 and 1981.",
      "pageId": 19619186,
      "monthDay": "08/12"
    },
    {
      "year": "1896",
      "uri": "/wiki/Ejner_Federspiel",
      "name": "Ejner Federspiel",
      "aboutText": "Albert Bartha de Nagyborosnyó (12 August 1877 - 2 December 1960) was a Hungarian military officer and politician, who served as Minister of Defence twice: in 1918 and, almost thirty years later, between 1946 and 1947.",
      "pageId": 24776425,
      "monthDay": "08/12"
    },
    {
      "year": "1897",
      "uri": "/wiki/Maurice_Fernandes",
      "name": "Maurice Fernandes",
      "aboutText": "Martha Hedman (August 12, 1883 – June 20, 1974) was a Swedish-American stage actress popular on the Broadway stage.",
      "pageId": 27275305,
      "monthDay": "08/12"
    },
    {
      "year": "1899",
      "uri": "/wiki/Ben_Sealey",
      "name": "Ben Sealey",
      "aboutText": "Juhan Simm (12 August [O.S. 31 July] 1885 in Kivilõppe – 20 December 1959 in Tartu) was an Estonian composer.\nJuhan Simm was born in Kivilõppe village, Vana-Suislepa Parish, Viljandi County, Governorate of Livonia, Russian Empire. He attended the village school in Suislepa and the parish school in Tarvastu.",
      "pageId": 30246141,
      "monthDay": "08/12"
    },
    {
      "year": "1902",
      "uri": "/wiki/Mohammad_Hatta",
      "name": "Mohammad Hatta",
      "aboutText": "Mario Fortino Alfonso Moreno Reyes, known casually as Mario Moreno, and known professionally as Cantinflas (August 12, 1911 – April 20, 1993), was a Mexican comic film actor, producer, and screenwriter and an iconic figure in Mexico and Latin America. He often portrayed impoverished campesinos or a peasant of pelado origin. The character came to be associated with the national identity of Mexico, and allowed Cantinflas to establish a long, successful film career that included a foray into Hollywood.",
      "pageId": 151514,
      "monthDay": "08/12"
    },
    {
      "year": "1904",
      "uri": "/wiki/Idel_Jakobson",
      "name": "Idel Jakobson",
      "aboutText": "Alexei Nikolaevich (Russian: Алексе́й Никола́евич) (12 August 1904 [O.S. 30 July] – 17 July 1918) of the House of Romanov, was the Tsesarevich and heir apparent to the throne of the Russian Empire. He was the youngest child and only son of Emperor Nicholas II and Empress Alexandra Feodorovna. He was born with hemophilia; his mother's reliance on the starets Grigori Rasputin to treat the disease helped bring about the end of the Romanov dynasty.",
      "pageId": 185107,
      "monthDay": "08/12"
    },
    {
      "year": "1904",
      "uri": "/wiki/Tam%C3%A1s_Lossonczy",
      "name": "Tamás Lossonczy",
      "aboutText": "Jane Wyatt (August 12, 1910 – October 20, 2006) was an American actress. She starred in a number of Hollywood films, but likely is best known for her role as the housewife and mother on the NBC and CBS television comedy series, Father Knows Best, and as Amanda Grayson, the human mother of Spock on the science fiction television series Star Trek.",
      "pageId": 594237,
      "monthDay": "08/12"
    },
    {
      "year": "1904",
      "uri": "/wiki/Alexei_Nikolaevich,_Tsarevich_of_Russia",
      "name": "Alexei Nikolaevich, Tsarevich of Russia",
      "aboutText": "Michael Kidd (August 12, 1915 – December 23, 2007) was an American film and stage choreographer, dancer and actor, whose career spanned five decades, and staged some of the leading Broadway and film musicals of the 1940s and 1950s. Kidd, who was strongly influenced by Charlie Chaplin and Léonide Massine, was an innovator in what came to be known as the \"integrated musical\", in which dance movements are integral to the plot.\nHe was probably best known for his athletic dance numbers in Seven Brides for Seven Brothers, a 1954 Metro-Goldwyn-Mayer musical, and for choreographing Fred Astaire and Cyd Charisse in the \"Girl Hunt Ballet\" and \"Dancing in the Dark\" numbers in the 1953 musical film The Band Wagon.",
      "pageId": 610504,
      "monthDay": "08/12"
    },
    {
      "year": "1906",
      "uri": "/wiki/Harry_Hopman",
      "name": "Harry Hopman",
      "aboutText": "Benjamin Henry Sheares, GCB, (12 August 1907 – 12 May 1981), was the second President of Singapore.\nThe Benjamin Sheares Bridge was named after him.",
      "pageId": 882790,
      "monthDay": "08/12"
    },
    {
      "year": "1906",
      "uri": "/wiki/Tedd_Pierce",
      "name": "Tedd Pierce",
      "aboutText": "Mohammad Hatta  (12 August 1902 – 14 March 1980) was Indonesia's first vice president, later also serving as the country's prime minister. Known as \"The Proclamator\", he and a number of Indonesians, including the first president of Indonesia, Sukarno, fought for the independence of Indonesia from the Dutch. Hatta was born in Fort De Kock, West Sumatra, Dutch East Indies (now Indonesia).",
      "pageId": 907194,
      "monthDay": "08/12"
    },
    {
      "year": "1907",
      "uri": "/wiki/Joe_Besser",
      "name": "Joe Besser",
      "aboutText": "Ruth Lowe (August 12, 1914 – January 4, 1981) was a Canadian pianist and songwriter. She wrote the song \"I'll Never Smile Again\" after her husband died during surgery.",
      "pageId": 907512,
      "monthDay": "08/12"
    },
    {
      "year": "1907",
      "uri": "/wiki/Boy_Charlton",
      "name": "Boy Charlton",
      "aboutText": "Samuel Michael Fuller (August 12, 1912 – October 30, 1997) was an American screenwriter, novelist, and film director known for low-budget genre movies with controversial themes.",
      "pageId": 1056321,
      "monthDay": "08/12"
    },
    {
      "year": "1907",
      "uri": "/wiki/Benjamin_Sheares",
      "name": "Benjamin Sheares",
      "aboutText": "Henry Christian \"Harry\" Hopman CBE (12 August 1906 – 27 December 1985) was a world-acclaimed Australian tennis player and coach.\nHopman was born in Glebe, Sydney, New South Wales, before his family moved to Parramatta, a city adjoining Sydney and now effectively a suburb of the metropolis.",
      "pageId": 1373436,
      "monthDay": "08/12"
    },
    {
      "year": "1909",
      "uri": "/wiki/Bruce_Matthews_(Canadian_Army_officer)",
      "name": "Bruce Matthews",
      "aboutText": "Joe Besser (August 12, 1907 – March 1, 1988) was an American comedian, known for his impish humor and wimpy characters. He is best known for his brief stint as a member of the Three Stooges in movie short subjects of 1957–59.",
      "pageId": 1412109,
      "monthDay": "08/12"
    },
    {
      "year": "1910",
      "uri": "/wiki/Yusof_bin_Ishak",
      "name": "Yusof bin Ishak",
      "aboutText": "Edward Stacey \"Tedd\" Pierce III (August 12, 1906 – February 19, 1972) was an American animator.\nPierce spent the majority of his career as a writer for the Warner Bros. \"Termite Terrace\" animation studio, working alongside fellow luminaries such as Chuck Jones and Michael Maltese.",
      "pageId": 1503313,
      "monthDay": "08/12"
    },
    {
      "year": "1910",
      "uri": "/wiki/Jane_Wyatt",
      "name": "Jane Wyatt",
      "aboutText": "Tun Yusof bin Ishak (Jawi: يوسف بن اسحاق ;/ˈjʊsɒf bɪn ˈɪs.hɑːk/ YUUSS-off bin ISS-hahk; DUT (First Class), SMN 12 August 1910 – 23 November 1970) was a Singaporean politician and was the first President of Singapore, serving from 1965 to 1970.",
      "pageId": 2290643,
      "monthDay": "08/12"
    },
    {
      "year": "1911",
      "uri": "/wiki/Cantinflas",
      "name": "Cantinflas",
      "aboutText": "Major General Albert Bruce Matthews, CBE DSO ED (August 12, 1909 – September 12, 1991) was a Canadian businessman and militia artillery officer in the 1930s. He rose to be the commander of the 2nd Canadian Infantry Division during the Second World War, after campaigns in Sicily and Italy. He became noted for his personal bravery and the accuracy and reliability of the artillery under his command.",
      "pageId": 5838948,
      "monthDay": "08/12"
    },
    {
      "year": "1912",
      "uri": "/wiki/Samuel_Fuller",
      "name": "Samuel Fuller",
      "aboutText": "Andrew Murray Charlton (12 August 1907 – 10 December 1975), known popularly as Boy Charlton, was an Australian freestyle swimmer of the 1920s and 1930s who won a gold medal in the 1500 m freestyle at the 1924 Summer Olympics in Paris.",
      "pageId": 5993814,
      "monthDay": "08/12"
    },
    {
      "year": "1913",
      "uri": "/wiki/Richard_L._Bare",
      "name": "Richard L. Bare",
      "aboutText": "Tamás Lossonczy (12 August 1904 – 3 November 2009) was a Hungarian abstract painter born in Budapest. He is considered by many critics to be one of the leading figures of modern art in Hungary of the 20th century.\nAfter graduation from secondary school, Lossonczy began law studies, but soon afterward took an entrance examination to the Hungarian Academy of Fine Arts and was accepted.",
      "pageId": 6875633,
      "monthDay": "08/12"
    },
    {
      "year": "1914",
      "uri": "/wiki/Gerd_Buchdahl",
      "name": "Gerd Buchdahl",
      "aboutText": "Richard Leland Bare (August 12, 1913 – March 28, 2015) was an American director, producer, and screenwriter of television shows and short films.\nBorn in Turlock, California, he attended USC School of Cinematic Arts where he directed his most notable student film, The Oval Portrait, an adaptation of Edgar Allan Poe's story. He became notable post-graduation for writing and directing the Joe McDoakes series of short films for Warner Brothers between 1942 and 1956, featuring George O'Hanlon in the title role.",
      "pageId": 7529000,
      "monthDay": "08/12"
    },
    {
      "year": "1914",
      "uri": "/wiki/Ruth_Lowe",
      "name": "Ruth Lowe",
      "aboutText": "Gerd Buchdahl (12 August 1914 – 17 May 2001) was a German-English philosopher of science.",
      "pageId": 7966442,
      "monthDay": "08/12"
    },
    {
      "year": "1915",
      "uri": "/wiki/Sickan_Carlsson",
      "name": "Sickan Carlsson",
      "aboutText": "Sickan Anna-Greta Carlsson (12 August 1915 – 2 November 2011) was a Swedish film and theatre actress and singer.",
      "pageId": 8429566,
      "monthDay": "08/12"
    },
    {
      "year": "1915",
      "uri": "/wiki/Michael_Kidd",
      "name": "Michael Kidd",
      "aboutText": "Idel Jakobson (12 August 1904 in Jēkabpils, Latvia – 12 September 1997 in Tallinn, Estonia) was a Jewish Estonian NKVD investigator. According to the materials of Kaitsepolitsei, Jakobson took part in sentencing around 1,200 people to death and persecuting at least 1,800 people.\nJakobson was at first a citizen of Latvia, but moved to Estonia in 1930s.",
      "pageId": 23629642,
      "monthDay": "08/12"
    },
    {
      "year": "1916",
      "uri": "/wiki/Ioan_Dicezare",
      "name": "Ioan Dicezare",
      "aboutText": "Ioan Dicezare (August 12, 1916, Bucharest – August 10, 2012, Bucharest) was a leading Romanian fighter pilot and flying ace in World War II. He was born and died in Bucharest.\nOn April 22, 1943 Dicezare engaged a Soviet bomber formation and shot down one A-20 Boston, which fell behind Axis lines. He then returned to the airfield and took the group's liaison Bf-108 Taifun.",
      "pageId": 36694344,
      "monthDay": "08/12"
    },
    {
      "year": "1917",
      "uri": "/wiki/Oliver_Crawford",
      "name": "Oliver Crawford",
      "aboutText": "Norris Dewar McWhirter, CBE (12 August 1925 – 19 April 2004) was a British writer, political activist, co-founder of The Freedom Association, and a television presenter. He and his twin brother, Ross, were known internationally for the founding of Guinness World Records, a book they wrote and annually updated together between 1955 and 1975.",
      "pageId": 192247,
      "monthDay": "08/12"
    },
    {
      "year": "1918",
      "uri": "/wiki/Sid_Bernstein",
      "name": "Sid Bernstein",
      "aboutText": "Alan Ross McWhirter (12 August 1925 – 27 November 1975), known as Ross McWhirter, was, with his twin brother, Norris, the co-founder of Guinness World Records and a contributor to The Record Breakers.",
      "pageId": 192253,
      "monthDay": "08/12"
    },
    {
      "year": "1918",
      "uri": "/wiki/Guy_Gibson",
      "name": "Guy Gibson",
      "aboutText": "William Fulton Beith Mackay OBE (12 August 1922 – 6 June 1987) was a Scottish actor and playwright, best known for his role as prison officer Mr.",
      "pageId": 199938,
      "monthDay": "08/12"
    },
    {
      "year": "1919",
      "uri": "/wiki/Margaret_Burbidge",
      "name": "Margaret Burbidge",
      "aboutText": "Muhammad Zia-ul-Haq (Urdu: محمد ضياء الحق‎; 12 August 1924 – 17 August 1988), was a Pakistani general who served as the 6th President of Pakistan from 1978 until his death in 1988, after declaring martial law in 1977. He was Pakistan's longest-serving head of state.\nEducated at Delhi University, Zia saw action in World War II as a British Indian Army officer, before opting for Pakistan in 1947 and fighting in the war against India in 1965.",
      "pageId": 235340,
      "monthDay": "08/12"
    },
    {
      "year": "1919",
      "uri": "/wiki/Vikram_Sarabhai",
      "name": "Vikram Sarabhai",
      "aboutText": "Dale Leon Bumpers (born August 12, 1925) is an American politician who served as the 38th Governor of Arkansas from 1971 to 1975; and then in the United States Senate from 1975 until his retirement in January 1999. He is a member of the Democratic Party.",
      "pageId": 300348,
      "monthDay": "08/12"
    },
    {
      "year": "1922",
      "uri": "/wiki/Fulton_Mackay",
      "name": "Fulton Mackay",
      "aboutText": "Wing Commander Guy Penrose Gibson VC DSO* DFC* (12 August 1918 – 19 September 1944), was the first CO of the Royal Air Force's 617 Squadron, which he led in the Dam Busters raid (Operation Chastise) in 1943, resulting in the destruction of two large dams in the Ruhr area. He was awarded the Victoria Cross, and in June 1942 became the most highly decorated serviceman in the country, but lost his life later in the war. He lost his life while on a mission with 627 Sqn Pathfinders 19/20th September 1944 while MASTER BOMBER on a mission which had been changed from Bremen to Rheydt near the Ruhr.",
      "pageId": 422279,
      "monthDay": "08/12"
    },
    {
      "year": "1923",
      "uri": "/wiki/John_Holt_(cricketer)",
      "name": "John Holt",
      "aboutText": "Eleanor Margaret Burbidge (née Peachey), FRS (born August 12, 1919 Davenport) is a British-born American astrophysicist, noted for original research and holding many administrative posts, including Director of the Royal Greenwich Observatory.",
      "pageId": 513975,
      "monthDay": "08/12"
    },
    {
      "year": "1924",
      "uri": "/wiki/Derek_Shackleton",
      "name": "Derek Shackleton",
      "aboutText": "Donald Justice (August 12, 1925 – August 6, 2004) was an American poet and teacher of writing. In summing up Justice's career David Orr wrote, \"In most ways, Justice was no different from any number of solid, quiet older writers devoted to traditional short poems. But he was different in one important sense: sometimes his poems weren't just good; they were great.",
      "pageId": 992398,
      "monthDay": "08/12"
    },
    {
      "year": "1924",
      "uri": "/wiki/Muhammad_Zia-ul-Haq",
      "name": "Muhammad Zia-ul-Haq",
      "aboutText": "Porter Wayne Wagoner (August 12, 1927 – October 28, 2007) was a popular American country music singer known for his flashy Nudie and Manuel suits and blond pompadour.\nIn 1967, he introduced then-obscure singer Dolly Parton on his long-running television show, and they were a well-known vocal duo throughout the late 1960s and early 1970s.\nKnown as Mr.",
      "pageId": 1050858,
      "monthDay": "08/12"
    },
    {
      "year": "1925",
      "uri": "/wiki/Dale_Bumpers",
      "name": "Dale Bumpers",
      "aboutText": "Vikram Ambalal Sarabhai (12 August 1919 – 30 December 1971) was an Indian scientist and innovator widely regarded as the father of India's space programme.\nSarabhai received the Shanti Swarup Bhatnagar Medal in 1962.",
      "pageId": 1104242,
      "monthDay": "08/12"
    },
    {
      "year": "1925",
      "uri": "/wiki/Guillermo_Cano_Isaza",
      "name": "Guillermo Cano Isaza",
      "aboutText": "John Derek (August 12, 1926 – May 22, 1998) was an American actor, director and photographer. He appeared in such films as Knock on Any Door, All the King's Men, and Rogues of Sherwood Forest.",
      "pageId": 1492042,
      "monthDay": "08/12"
    },
    {
      "year": "1925",
      "uri": "/wiki/Donald_Justice",
      "name": "Donald Justice",
      "aboutText": "Robert Ray Buhl (August 12, 1928 – February 16, 2001) was an American right-handed starting pitcher in Major League Baseball who played with the Milwaukee Braves, Chicago Cubs, and Philadelphia Phillies. His last name rhymes with \"fuel\".\nA native of Saginaw, Michigan, in a 15-year career Buhl posted a 166–132 record with 1288 strikeouts and a 3.55 ERA in 2587 innings.",
      "pageId": 1498976,
      "monthDay": "08/12"
    },
    {
      "year": "1925",
      "uri": "/wiki/Norris_McWhirter",
      "name": "Norris McWhirter",
      "aboutText": "Derek Shackleton (12 August 1924 – 28 September 2007) was a Hampshire and England bowler. He took over 100 wickets in 20 consecutive seasons of first-class cricket, but only played in seven Tests for England. As of 2007, he has the seventh-highest tally of first-class wickets, and the most first-class wickets of any player who began his career after World War II. He holds the record for the most first-class wickets taken by any Hampshire player.",
      "pageId": 1651249,
      "monthDay": "08/12"
    },
    {
      "year": "1925",
      "uri": "/wiki/Ross_McWhirter",
      "name": "Ross McWhirter",
      "aboutText": "George Wetherill (August 12, 1925 -- July 19, 2006) was the Director Emeritus, Department of Terrestrial Magnetism, Carnegie Institution of Washington, DC, USA.",
      "pageId": 2170476,
      "monthDay": "08/12"
    },
    {
      "year": "1925",
      "uri": "/wiki/George_Wetherill",
      "name": "George Wetherill",
      "aboutText": "Charles Blackman (born 12 August 1928) is an Australian painter, noted for the Schoolgirl and Alice in Wonderland series of the 1950s.",
      "pageId": 2897557,
      "monthDay": "08/12"
    },
    {
      "year": "1926",
      "uri": "/wiki/John_Derek",
      "name": "John Derek",
      "aboutText": "Joe Jones (August 12, 1926 – November 27, 2005) was an American R&B singer, songwriter and arranger, who was born in New Orleans, Louisiana. Jones is also generally credited with discovering the Dixie Cups. He also worked with B.B. King.",
      "pageId": 3297421,
      "monthDay": "08/12"
    },
    {
      "year": "1926",
      "uri": "/wiki/Joe_Jones_(singer)",
      "name": "Joe Jones",
      "aboutText": "John Kenneth Constantine Holt (known as J. K. Holt junior) (August 12, 1923, Kingston, Jamaica – June 3, 1997, Kingston, Jamaica) was a West Indian cricketer who played in 17 Tests between 1954 and 1959.\nHolt played for Jamaica from 1946 to 1961-62. He toured India, Pakistan and Ceylon with the Commonwealth XI in 1949-50, making 838 runs at 39.90, and scoring 162 in the match against Pakistan.",
      "pageId": 3861068,
      "monthDay": "08/12"
    },
    {
      "year": "1927",
      "uri": "/wiki/Porter_Wagoner",
      "name": "Porter Wagoner",
      "aboutText": "Guillermo Cano Isaza (12 August 1925 – 17 December 1986) was a Colombian journalist.",
      "pageId": 10994149,
      "monthDay": "08/12"
    },
    {
      "year": "1928",
      "uri": "/wiki/Charles_Blackman",
      "name": "Charles Blackman",
      "aboutText": "Oliver Crawford (August 12, 1917 – September 24, 2008) was an American screenwriter and author who overcame the Hollywood blacklist during the McCarthy Era of the 1950s to become one of the entertainment industry's most successful television writers.",
      "pageId": 19813274,
      "monthDay": "08/12"
    },
    {
      "year": "1928",
      "uri": "/wiki/Bob_Buhl",
      "name": "Bob Buhl",
      "aboutText": "Sidney Bernstein (August 12, 1918 – August 21, 2013) was an American music producer and promoter. Bernstein changed the American music scene in the 1960s by bringing The Beatles, The Rolling Stones, Herman's Hermits, The Moody Blues, and The Kinks to America.",
      "pageId": 20700065,
      "monthDay": "08/12"
    },
    {
      "year": "1928",
      "uri": "/wiki/Dan_Curtis",
      "name": "Dan Curtis",
      "aboutText": "William Goldman (born August 12, 1931) is an American novelist, playwright, and screenwriter. He came to prominence in the 1950s as a novelist, before turning to writing for film. He has won two Academy Awards for his screenplays, first for the western Butch Cassidy and the Sundance Kid (1969) and again for All the President's Men (1976), about journalists who broke the Watergate scandal of President Richard Nixon.",
      "pageId": 33904,
      "monthDay": "08/12"
    },
    {
      "year": "1929",
      "uri": "/wiki/Buck_Owens",
      "name": "Buck Owens",
      "aboutText": "Dan Curtis (born Daniel Mayer Cherkoss; August 12, 1927 – March 27, 2006) was an American director and producer of television and film, best known among fans of horror films for his afternoon TV series Dark Shadows and TV movies such as Trilogy of Terror. Dark Shadows originally aired from 1966 to 1971 and has aired in syndication for nearly 40 years. Curtis was responsible for the 1991 remake of Dark Shadows, which was canceled due to low ratings.",
      "pageId": 165043,
      "monthDay": "08/12"
    },
    {
      "year": "1930",
      "uri": "/wiki/George_Soros",
      "name": "George Soros",
      "aboutText": "Dallin Harris Oaks (born August 12, 1932) is an American attorney, jurist, author, professor, public speaker, and religious leader. Since 1984, he has been a member of the Quorum of the Twelve Apostles of The Church of Jesus Christ of Latter-day Saints (LDS Church). He was president of Brigham Young University (BYU), a professor of law at the University of Chicago Law School and a justice of the Utah Supreme Court.",
      "pageId": 183662,
      "monthDay": "08/12"
    },
    {
      "year": "1930",
      "uri": "/wiki/Kanagaratnam_Sriskandan",
      "name": "Kanagaratnam Sriskandan",
      "aboutText": "Jacques Tits (French: [tits]; born 12 August 1930 in Uccle) is a Belgium-born French mathematician who works on group theory and geometry and who introduced Tits buildings, the Tits alternative, and the Tits group.",
      "pageId": 219570,
      "monthDay": "08/12"
    },
    {
      "year": "1930",
      "uri": "/wiki/Jacques_Tits",
      "name": "Jacques Tits",
      "aboutText": "George Stevens Hamilton (born August 12, 1939) is an American film and television actor.",
      "pageId": 348350,
      "monthDay": "08/12"
    },
    {
      "year": "1931",
      "uri": "/wiki/William_Goldman",
      "name": "William Goldman",
      "aboutText": "Alvis Edgar \"Buck\" Owens, Jr. (August 12, 1929 – March 25, 2006) was an American musician, singer, songwriter and band leader who had 21 No. 1 hits on the Billboard country music charts with his band the Buckaroos.",
      "pageId": 381560,
      "monthDay": "08/12"
    },
    {
      "year": "1932",
      "uri": "/wiki/Sirikit",
      "name": "Sirikit",
      "aboutText": "John Holland Cazale (/kəˈzeɪl/; Italian pronunciation: [kaˈdzaːle]; August 12, 1935 – March 12, 1978) was an American actor. He appeared in five films during six years that were nominated for the Academy Award for Best Picture: The Godfather, The Conversation, The Godfather Part II, Dog Day Afternoon, and The Deer Hunter. He appeared in archival footage in The Godfather Part III, also nominated for Best Picture, making him the only actor to have this multi-film distinction.",
      "pageId": 823277,
      "monthDay": "08/12"
    },
    {
      "year": "1932",
      "uri": "/wiki/Dallin_H._Oaks",
      "name": "Dallin H. Oaks",
      "aboutText": "Sirikit (Thai: สิริกิติ์; Thai pronunciation: [sìrìkìt];  listen ), born Mom Rajawongse Sirikit Kitiyakara (Thai: สิริกิติ์ กิติยากร; rtgs: Sirikit Kitiyakon) on 12 August 1932, is the queen consort of Bhumibol Adulyadej, King (Rama IX) of Thailand. She met Bhumibol in Paris, where her father was the Thai ambassador. They married in 1950, shortly before Bhumibol's coronation.",
      "pageId": 846986,
      "monthDay": "08/12"
    },
    {
      "year": "1932",
      "uri": "/wiki/Charlie_O%27Donnell",
      "name": "Charlie O'Donnell",
      "aboutText": "Jean-Paul L'Allier (born August 12, 1938) was a Canadian politician, a two-term Member of the National Assembly of Quebec (MNA) and the 38th Mayor of Quebec City.\n^ \"Biography\". Dictionnaire des parlementaires du Québec de 1792 à nos jours (in French).",
      "pageId": 857830,
      "monthDay": "08/12"
    },
    {
      "year": "1933",
      "uri": "/wiki/Parnelli_Jones",
      "name": "Parnelli Jones",
      "aboutText": "Charles John \"Charlie\" O'Donnell (August 12, 1932 – November 1, 2010) was an American radio and television announcer, primarily known for his work on game shows. Among them, he was best known for Wheel of Fortune, where he worked from 1975 to 1980, and again from 1989 until his death.",
      "pageId": 1058185,
      "monthDay": "08/12"
    },
    {
      "year": "1933",
      "uri": "/wiki/Frederic_Lindsay",
      "name": "Frederic Lindsay",
      "aboutText": "Sir David Anthony King, FRS HonFREng (born 12 August 1939) is an Emeritus Professor in Physical Chemistry at the University of Cambridge, Director of the Collegio Carlo Alberto, Chancellor of the University of Liverpool and a senior scientific adviser to UBS. He currently serves as the Foreign Secretary's Special Representative for Climate Change and Chairman of the Future Cities Catapult.",
      "pageId": 1065128,
      "monthDay": "08/12"
    },
    {
      "year": "1934",
      "uri": "/wiki/Robin_Nicholson_(metallurgist)",
      "name": "Robin Nicholson",
      "aboutText": "Hans Haacke (born August 12, 1936) is a German-born artist who currently lives and works in New York.",
      "pageId": 1249468,
      "monthDay": "08/12"
    },
    {
      "year": "1935",
      "uri": "/wiki/John_Cazale",
      "name": "John Cazale",
      "aboutText": "Rufus Parnell \"Parnelli\" Jones (born August 12, 1933 in Texarkana, Arkansas), is a retired American racing driver and race car owner. He is most remembered for his accomplishments at the Indianapolis 500. In 1962, he became the first driver to qualify over 150 mph.",
      "pageId": 2046034,
      "monthDay": "08/12"
    },
    {
      "year": "1936",
      "uri": "/wiki/Kjell_Grede",
      "name": "Kjell Grede",
      "aboutText": "Pamela Kilborn-Ryan, AM MBE (born 12 August 1939) is an Australian former athlete who set world records as a hurdler. For three years, she was ranked as the world's top woman hurdler.\nKilborn was also an Olympic class sprinter, Long Jumper and pentathlete, and loved shot put, she also won a total of 17 individual Australian Championships between 1962 and 1972.",
      "pageId": 3656507,
      "monthDay": "08/12"
    },
    {
      "year": "1936",
      "uri": "/wiki/Hans_Haacke",
      "name": "Hans Haacke",
      "aboutText": "Walter Dean Myers (born Walter Milton Myers; August 12, 1937 – July 1, 2014) was an American writer of children's books best known for young adult literature. He wrote more than one hundred books including picture books and nonfiction. He won the Coretta Scott King Award for African-American authors five times.",
      "pageId": 6033565,
      "monthDay": "08/12"
    },
    {
      "year": "1937",
      "uri": "/wiki/Walter_Dean_Myers",
      "name": "Walter Dean Myers",
      "aboutText": "George Soros (/ˈsɔroʊs/ or /ˈsɔrɒs/; Hungarian: Soros György; Hungarian: [ˈʃoroʃ]; born August 12, 1930, as Schwartz György) is a Hungarian-born American business magnate, investor, philanthropist, and author. He is chairman of Soros Fund Management. He is known as \"The Man Who Broke the Bank of England\" because of his short sale of US$10 billion worth of pounds, making him a profit of $1 billion during the 1992 Black Wednesday UK currency crisis.",
      "pageId": 6951166,
      "monthDay": "08/12"
    },
    {
      "year": "1938",
      "uri": "/wiki/Jean-Paul_L%27Allier",
      "name": "Jean-Paul L'Allier",
      "aboutText": "Frederic Lindsay (12 August 1933 - 31 May 2013)  was a Scottish crime writer, who was born in Glasgow and lived in Edinburgh. He was a full-time writer from 1979 and previously worked as a lecturer, teacher and library assistant. He was active in a number of literary organisations including the Society of Authors, International PEN (a worldwide writers' association promoting freedom of expression) and the Scottish Arts Council.",
      "pageId": 8969862,
      "monthDay": "08/12"
    },
    {
      "year": "1939",
      "uri": "/wiki/George_Hamilton_(actor)",
      "name": "George Hamilton",
      "aboutText": "Sir Robin Buchanan Nicholson, FRS, FREng (born 12 August 1934 Warwickshire England) was a university and then industrial metallurgist, who served as Chief Scientific Adviser, Cabinet Office, from 1983-85. He then joined the board of Rolls-Royce plc, where he served until 2005.",
      "pageId": 21940431,
      "monthDay": "08/12"
    },
    {
      "year": "1939",
      "uri": "/wiki/Pam_Kilborn",
      "name": "Pam Kilborn",
      "aboutText": "Kjell Birger Grede (born 12 August 1936) is a Swedish film director. He directed nine films between 1967 and 2003. He was married to actress Bibi Andersson from 1960 to 1973.",
      "pageId": 22358314,
      "monthDay": "08/12"
    },
    {
      "year": "1939",
      "uri": "/wiki/David_King_(chemist)",
      "name": "David King",
      "aboutText": "Kanagaratnam Sriskandan (12 August 1930 - 21 April 2010) was a Sri Lankan born British engineer and civil servant.",
      "pageId": 31580909,
      "monthDay": "08/12"
    },
    {
      "year": "1939",
      "uri": "/wiki/Roy_Romanow",
      "name": "Roy Romanow",
      "aboutText": "Mark Freuder Knopfler, OBE (born 12 August 1949) is a British singer, songwriter, guitarist, record producer and film score composer. He is best known as the lead guitarist, lead singer and songwriter for the rock band Dire Straits, which he co-founded with his younger brother, David Knopfler, in 1977.\nSince Dire Straits disbanded in 1995, Knopfler has recorded and produced eight solo albums, and, as with his previous band, produced many hit songs.",
      "pageId": 199158,
      "monthDay": "08/12"
    },
    {
      "year": "1940",
      "uri": "/wiki/Eddie_Barlow",
      "name": "Eddie Barlow",
      "aboutText": "Roy John Romanow, PC OC SOM QC (born August 12, 1939) is a Canadian politician and the 12th Premier of Saskatchewan (1991–2001).",
      "pageId": 240348,
      "monthDay": "08/12"
    },
    {
      "year": "1941",
      "uri": "/wiki/L._M._Kit_Carson",
      "name": "L. M. Kit Carson",
      "aboutText": "Réjean Ducharme (born August 12, 1941) is a Quebec novelist and playwright who currently resides in Montreal. He is known for his reclusive personality and has not appeared at any public functions since his first successful book was published in 1966. A common theme of his early work is the rejection of the adult world by children.",
      "pageId": 259019,
      "monthDay": "08/12"
    },
    {
      "year": "1941",
      "uri": "/wiki/R%C3%A9jean_Ducharme",
      "name": "Réjean Ducharme",
      "aboutText": "Lewis Minor \"Kit\" Carson (August 12, 1941 – October 20, 2014) was an American actor, screenwriter and film producer.",
      "pageId": 556556,
      "monthDay": "08/12"
    },
    {
      "year": "1941",
      "uri": "/wiki/Dana_Ivey",
      "name": "Dana Ivey",
      "aboutText": "Ronald David Mael (born August 12, 1945, in Culver City, California) is an American musician, keyboard player and songwriter.",
      "pageId": 652114,
      "monthDay": "08/12"
    },
    {
      "year": "1941",
      "uri": "/wiki/Deborah_Walley",
      "name": "Deborah Walley",
      "aboutText": "Terence Paul \"Terry\" Nutkins (12 August 1946 – 6 September 2012) was an English naturalist, television presenter and author. He was best known for his television appearances, notably in the UK children's programmes Animal Magic, The Really Wild Show, Brilliant Creatures and Growing Up Wild.\n^ \"Index entry\".",
      "pageId": 1242584,
      "monthDay": "08/12"
    },
    {
      "year": "1942",
      "uri": "/wiki/Hans-Wilhelm_M%C3%BCller-Wohlfahrt",
      "name": "Hans-Wilhelm Müller-Wohlfahrt",
      "aboutText": "Dorothy Elizabeth Denning (born August 12, 1945) an American information security researcher who is a graduate of the University of Michigan, she has published four books and 140 articles. At Georgetown University, she was the Patricia and Patrick Callahan Family Professor of computer science and director of the Georgetown Institute of Information Assurance. She is now a professor in the Department of Defense Analysis at the Naval Postgraduate School.",
      "pageId": 1613907,
      "monthDay": "08/12"
    },
    {
      "year": "1943",
      "uri": "/wiki/Deborah_Walley",
      "name": "Deborah Walley",
      "aboutText": "Deborah Walley (August 12, 1941 – May 10, 2001) was an American actress noted for playing the title role in Gidget Goes Hawaiian (1961) and in several Beach Party films.",
      "pageId": 1775542,
      "monthDay": "08/12"
    },
    {
      "year": "1945",
      "uri": "/wiki/Dorothy_E._Denning",
      "name": "Dorothy E. Denning",
      "aboutText": "Siddaramaiah (born 12 August 1949) is an Indian politician who has been the 22nd Chief Minister of Karnataka, a state in South India, since 2013. Currently a leader of the Indian National Congress party, Siddaramaiah was a member of various Janata Parivar factions for several years. Earlier, as a Janata Dal (Secular) leader, he was Deputy Chief Minister of Karnataka on two occasions.",
      "pageId": 2157124,
      "monthDay": "08/12"
    },
    {
      "year": "1945",
      "uri": "/wiki/Ron_Mael",
      "name": "Ron Mael",
      "aboutText": "Admiral Panagiotis Chinofotis (Greek: Παναγιώτης Χηνοφώτης, also transliterated Panayiotis Khinofotis, born 12 August 1949) is a retired Hellenic Navy officer, who served as the Chief of the Hellenic National Defense General Staff from 2005 to 2007. He was also a member of parliament with the New Democracy party and served as Vice-Minister of the Interior in the Second Cabinet of Kostas Karamanlis.\nBorn in Athens, Chinofotis graduated from the Hellenic Naval Academy and was commissioned an Ensign in 1971.",
      "pageId": 2457430,
      "monthDay": "08/12"
    },
    {
      "year": "1946",
      "uri": "/wiki/Terry_Nutkins",
      "name": "Terry Nutkins",
      "aboutText": "Edgar \"Eddie\" John Barlow (12 August 1940 – 30 December 2005) was a South African cricketer (an all rounder). Barlow was born in Pretoria, Transvaal, South Africa, and played first-class cricket for Transvaal and Eastern Province from 1959–60 to 1967–68 before moving to Western Province for the seasons from 1968–69 to 1980–81. During this time he also played three seasons with Derbyshire in the English County Championship from 1976 – 1978.",
      "pageId": 3089515,
      "monthDay": "08/12"
    },
    {
      "year": "1948",
      "uri": "/wiki/Siddaramaiah",
      "name": "Siddaramaiah",
      "aboutText": "Sue Monk Kidd (born August 12, 1948) is a writer from the Southern United States, best known for her novel, The Secret Life of Bees.\n^ \"Sue Monk Kidd\". Penguin Group USA. Retrieved 19 August 2010.",
      "pageId": 3493289,
      "monthDay": "08/12"
    },
    {
      "year": "1948",
      "uri": "/wiki/Sue_Monk_Kidd",
      "name": "Sue Monk Kidd",
      "aboutText": "James Norman \"Jim\" Beaver, Jr. (born August 12, 1950) is an American stage, film, and television actor, playwright, screenwriter, and film historian. He is most familiar to worldwide audiences as the gruff but tenderhearted Bobby Singer in Supernatural.",
      "pageId": 7592752,
      "monthDay": "08/12"
    },
    {
      "year": "1948",
      "uri": "/wiki/Graham_J._Zellick",
      "name": "Graham J. Zellick",
      "aboutText": "Dana Robins Ivey (born August 12, 1941) is an American character actress, who has performed on Broadway and other stage roles, in film and on television.",
      "pageId": 8086116,
      "monthDay": "08/12"
    },
    {
      "year": "1949",
      "uri": "/wiki/Panagiotis_Chinofotis",
      "name": "Panagiotis Chinofotis",
      "aboutText": "Hans-Wilhelm Müller-Wohlfahrt (born 12 August 1942 in Leerhafe, today part of Wittmund, East Frisia) is the former club doctor of Bayern Munich. He was a club doctor for the club between 1 April 1977 and 16 April 2015. He resigned after the medical staff was blamed after a 3–1 loss to Porto in a UEFA Champions League match.",
      "pageId": 8501590,
      "monthDay": "08/12"
    },
    {
      "year": "1949",
      "uri": "/wiki/Mark_Knopfler",
      "name": "Mark Knopfler",
      "aboutText": "Alexandra Naumik (formerly Alexandra Sandøy; 12 August 1949 – 17 September 2013), better known by her stage name Alex, was a Polish-Norwegian rock and pop artist who rose to fame in the late 1970s.",
      "pageId": 9845440,
      "monthDay": "08/12"
    },
    {
      "year": "1949",
      "uri": "/wiki/Lou_Martin",
      "name": "Lou Martin",
      "aboutText": "Louis Michael \"Lou\" Martin (12 August 1949 – 17 August 2012) was a piano and organ player from Belfast, Northern Ireland, most famous for his work with the London-based band Killing Floor, and with fellow Irish musician Rory Gallagher.",
      "pageId": 11829516,
      "monthDay": "08/12"
    },
    {
      "year": "1949",
      "uri": "/wiki/Alex_Naumik",
      "name": "Alex Naumik",
      "aboutText": "Rick Ridgeway (born August 12, 1949) is a mountaineer and adventurer, who during his career has also been an environmentalist, writer, filmmaker and businessman. Ridgeway has climbed new routes and explored little-known regions on six continents. He was part of the 1978 team that were the first Americans to summit K2, the world's second-highest mountain.",
      "pageId": 25951468,
      "monthDay": "08/12"
    },
    {
      "year": "1949",
      "uri": "/wiki/Rick_Ridgeway",
      "name": "Rick Ridgeway",
      "aboutText": "Professor Graham J. Zellick CBE FRSA QC (born 12 August 1948) was Vice-Chancellor of the University of London from 1997–2003 and previously Principal of Queen Mary and Westfield College of the University of London from 1991–98.",
      "pageId": 39709945,
      "monthDay": "08/12"
    },
    {
      "year": "1950",
      "uri": "/wiki/Jim_Beaver",
      "name": "Jim Beaver",
      "error": "No data found.",
      "monthDay": "08/12"
    },
    {
      "year": "1951",
      "uri": "/wiki/Willie_Horton",
      "name": "Willie Horton",
      "aboutText": "Patrick Bruce \"Pat\" Metheny (/məˈθiːni/ mə-THEE-nee; born August 12, 1954) is an American jazz guitarist and composer.\nHe is the leader of the Pat Metheny Group and is also involved in duets, solo works and other side projects. His style incorporates elements of progressive and contemporary jazz, post-bop, Latin jazz and jazz fusion.",
      "pageId": 289997,
      "monthDay": "08/12"
    },
    {
      "year": "1952",
      "uri": "/wiki/Chen_Kaige",
      "name": "Chen Kaige",
      "aboutText": "Bruce Greenwood (born Stuart Bruce Greenwood; August 12, 1956) is a Canadian actor and producer. He is generally known for his roles as U.S. presidents in Thirteen Days and National Treasure: Book of Secrets, Ben Stevenson in Mao's Last Dancer and for his role as Captain Christopher Pike in the 2009 Star Trek film and its sequel, Star Trek Into Darkness.\nHe has appeared in supporting roles in such films as Hollywood Homicide, Double Jeopardy, Déjà Vu, I, Robot, Dinner for Schmucks, Capote, and as the motion capture alien dubbed \"Cooper\" in Super 8.",
      "pageId": 343658,
      "monthDay": "08/12"
    },
    {
      "year": "1952",
      "uri": "/wiki/Kalevi_Kull",
      "name": "Kalevi Kull",
      "aboutText": "Chen Kaige (born August 12, 1952) is a Chinese film director and a leading figure of the fifth generation of Chinese cinema. His films are known for their visual flair and epic storytelling. Chen won the Palme d'Or at 1993 Cannes Film Festival and the International Federation of Film Critics (FIPRESCI) Award in 1993.",
      "pageId": 411310,
      "monthDay": "08/12"
    },
    {
      "year": "1954",
      "uri": "/wiki/Leung_Chun-ying",
      "name": "Leung Chun-ying",
      "aboutText": "William R. \"Willie\" Horton (born August 12, 1951) is an American convicted felon who, while serving a life sentence for murder (without the possibility of parole), was the beneficiary of a Massachusetts weekend furlough program.",
      "pageId": 458647,
      "monthDay": "08/12"
    },
    {
      "year": "1954",
      "uri": "/wiki/Ibolya_D%C3%A1vid",
      "name": "Ibolya Dávid",
      "aboutText": "Laurent Patrick Fignon (French pronunciation: ​[loʁɑ̃ fiɲɔ̃]; 12 August 1960 – 31 August 2010) was a French professional road bicycle racer who won the Tour de France in 1983 and 1984 and the Giro d'Italia in 1989. He nearly captured the Tour de France for a third time in 1989 before being edged by Greg LeMond by 8 seconds, the closest margin ever to decide the Tour. Fignon won many classic races, including taking Milan–San Remo back-to-back in 1988 and 1989.",
      "pageId": 556345,
      "monthDay": "08/12"
    },
    {
      "year": "1954",
      "uri": "/wiki/Fran%C3%A7ois_Hollande",
      "name": "François Hollande",
      "aboutText": "François Gérard Georges Nicolas Hollande (French pronunciation: ​[fʁɑ̃swa ɔlɑ̃d]; born 12 August 1954) is a French politician who has been the President of France since 2012. Hollande was previously the First Secretary of the French Socialist Party from 1997 to 2008, the Mayor of Tulle from 2001 to 2008 and the President of the Corrèze General Council from 2008 to 2012. He also served in the National Assembly twice as the Member for Corrèze's 1st Constituency from 1988 to 1993 and again from 1997 to 2012.",
      "pageId": 563975,
      "monthDay": "08/12"
    },
    {
      "year": "1954",
      "uri": "/wiki/Sam_J._Jones",
      "name": "Sam J. Jones",
      "aboutText": "Leung Chun-ying GBM, GBS, JP (born 12 August 1954), also known as CY Leung, is the third and incumbent Chief Executive of the Hong Kong Special Administrative Region. He assumed office on 1 July 2012. Leung has held various political offices including convenor of the Executive Council and member of the Provisional Legislative Council.",
      "pageId": 1588875,
      "monthDay": "08/12"
    },
    {
      "year": "1954",
      "uri": "/wiki/Pat_Metheny",
      "name": "Pat Metheny",
      "aboutText": "The Red Rooster redirects here. For the blues song, see Little Red Rooster.\nPaul Worden Taylor III (born August 12, 1955) is an American former professional wrestler better known by his ring name Terry Taylor and for his time in National Wrestling Alliance, World Championship Wrestling and World Wrestling Federation.",
      "pageId": 1691042,
      "monthDay": "08/12"
    },
    {
      "year": "1955",
      "uri": "/wiki/Ann_M._Martin",
      "name": "Ann M. Martin",
      "aboutText": "Ann Matthews Martin (born August 12, 1955) is an American children's author.\nAnn Martin grew up in Princeton, New Jersey with her parents and her younger sister, Jane. Her father was the great cartoonist Henry Martin.",
      "pageId": 1866203,
      "monthDay": "08/12"
    },
    {
      "year": "1955",
      "uri": "/wiki/Heintje_Simons",
      "name": "Heintje Simons",
      "aboutText": "Amanda Jacqueline Redman, MBE (born 12 August 1957) is an English actress, known for her role as Sandra Pullman in the BBC One series New Tricks (2003–13). She received BAFTA TV Award nominations for At Home with the Braithwaites (2000–03) and Tommy Cooper: Not Like That, Like This (2014).",
      "pageId": 2272755,
      "monthDay": "08/12"
    },
    {
      "year": "1955",
      "uri": "/wiki/Terry_Taylor",
      "name": "Terry Taylor",
      "aboutText": "Sidath Wettimuny is a former Sri Lankan cricketer, who played Test cricket and One Day Internationals as an opening batsman from 1982 to 1987. Wettimuny was a typical opening batsman in that he often played very defensively, grafting for his runs, and his ODI strike rate of 48 shows this quite clearly.\nWettimuny made his international debut with a composed 46 in an ODI with England, which left the required run rate too high for his team-mates to chase.",
      "pageId": 2652315,
      "monthDay": "08/12"
    },
    {
      "year": "1956",
      "uri": "/wiki/Lee_Freedman",
      "name": "Lee Freedman",
      "aboutText": "Jürgen Dehmel (born 12 August 1958, Berlin, Germany) is a German bass player and songwriter.",
      "pageId": 2964179,
      "monthDay": "08/12"
    },
    {
      "year": "1956",
      "uri": "/wiki/Bruce_Greenwood",
      "name": "Bruce Greenwood",
      "aboutText": "David Lee Freedman (born 12 August 1956) is an Australian racehorse trainer. In partnership with brothers Anthony, Michael, and Richard, he has been a prolific winner of Australia's major races in past 20 years, with four Golden Slippers, four Caulfield Cups, two Cox Plates, and five Melbourne Cups, including two of the three won by Makybe Diva.",
      "pageId": 3059941,
      "monthDay": "08/12"
    },
    {
      "year": "1956",
      "uri": "/wiki/Sidath_Wettimuny",
      "name": "Sidath Wettimuny",
      "aboutText": "Greg Thomas (born John Gregory Thomas, 12 August 1960, Trebanos, Glamorgan, Wales) is a Welsh former cricketer, who played in five Tests and three ODIs for England between 1986 and 1987.",
      "pageId": 3740710,
      "monthDay": "08/12"
    },
    {
      "year": "1957",
      "uri": "/wiki/Friedhelm_Sch%C3%BCtte",
      "name": "Friedhelm Schütte",
      "aboutText": "Kalevi Kull (born on August 12, 1952, Tartu) is a biosemiotics professor at the University of Tartu, Estonia.\nHe graduated from the University of Tartu in 1975. His earlier work dealt with ethology and field ecology.",
      "pageId": 4486201,
      "monthDay": "08/12"
    },
    {
      "year": "1958",
      "uri": "/wiki/J%C3%BCrgen_Dehmel",
      "name": "Jürgen Dehmel",
      "aboutText": "Hendrik Nikolaas Theodoor \"Heintje\" Simons, later known as Hein Simons, (born 12 August 1955, Bleijerheide, a section of Kerkrade, Netherlands), is a Dutch singer and actor.",
      "pageId": 4751837,
      "monthDay": "08/12"
    },
    {
      "year": "1959",
      "uri": "/wiki/Kerry_Boustead",
      "name": "Kerry Boustead",
      "aboutText": "Kerry Boustead (born 12 August 1959) is an Australian former rugby league footballer of the 1970s and 80s. A talented representative winger for Queensland and Australia, at the time he was picked for the Australian national rugby league team he was the youngest ever player so selected.",
      "pageId": 9742652,
      "monthDay": "08/12"
    },
    {
      "year": "1959",
      "uri": "/wiki/Amanda_Redman",
      "name": "Amanda Redman",
      "aboutText": "Ibolya Dávid born Baja, Hungary, 1954 is a Hungarian lawyer, politician, she was the president of the Hungarian Democratic Forum (MDF) between 1999-2010. Dávid was the Hungarian Minister of Justice between 1998-2002. She was the only female Minister in the government of Viktor Orbán.",
      "pageId": 22735714,
      "monthDay": "08/12"
    },
    {
      "year": "1960",
      "uri": "/wiki/Laurent_Fignon",
      "name": "Laurent Fignon",
      "aboutText": "Friedhelm Schütte (born 12 August 1957) is a former professional German footballer.\nSchütte made a total of 4 appearances in the Fußball-Bundesliga and 175 in the 2.",
      "pageId": 30074256,
      "monthDay": "08/12"
    },
    {
      "year": "1960",
      "uri": "/wiki/Greg_Thomas",
      "name": "Greg Thomas",
      "aboutText": "Samuel Gerald \"Sam J.\" Jones (born August 12, 1954) is an American actor. He is best known for playing the title character in the 1980 film Flash Gordon.",
      "pageId": 30789871,
      "monthDay": "08/12"
    },
    {
      "year": "1960",
      "uri": "/wiki/Eduardo_Tokeshi",
      "name": "Eduardo Tokeshi",
      "aboutText": "Anthony Ray (born August 12, 1963), better known by his stage name Sir Mix-a-Lot, is an American rapper and producer based in Seattle, Washington.",
      "pageId": 47066,
      "monthDay": "08/12"
    },
    {
      "year": "1961",
      "uri": "/wiki/Roy_Hay_(musician)",
      "name": "Roy Hay",
      "aboutText": "Tanita Tikaram (born 12 August 1969) is a German-born British pop/folk singer-songwriter. She achieved chart success with the singles \"Twist in My Sobriety\" and \"Good Tradition\" from her 1988 debut album, Ancient Heart.",
      "pageId": 155633,
      "monthDay": "08/12"
    },
    {
      "year": "1961",
      "uri": "/wiki/Lawrence_Hayward",
      "name": "Lawrence Hayward",
      "aboutText": "Peter William Krause (/ˈkraʊzə/; born August 12, 1965) is an American film and television actor, director, and producer. He played lead roles as Nate Fisher on Six Feet Under, Adam Braverman on Parenthood, Nick George on Dirty Sexy Money, and Casey McCall on Sports Night.",
      "pageId": 630124,
      "monthDay": "08/12"
    },
    {
      "year": "1961",
      "uri": "/wiki/Mark_Priest",
      "name": "Mark Priest",
      "aboutText": "Roy Ernest Hay (born 12 August 1961, Southend, Essex, England) is the guitarist/keyboardist with Culture Club, one of the more popular bands of the 1980s, fronted by Boy George. Hay, a trained pianist since the age of five under the tutelage of Ms Eileen Chick, replaced founding member Johnny Suede in 1981. Some of Hay's musical influences were Stevie Wonder, The Isley Brothers and Led Zeppelin.",
      "pageId": 992905,
      "monthDay": "08/12"
    },
    {
      "year": "1963",
      "uri": "/wiki/K%C5%8Dji_Kitao",
      "name": "Kōji Kitao",
      "aboutText": "Andy Hui Chi-On (born 12 August 1967) is a Hong Kong singer and film actor. Hui was the First Runner-up in the fifth Annual New Talent Singing Awards in 1986. Hui has appeared in about 25 films.",
      "pageId": 1262769,
      "monthDay": "08/12"
    },
    {
      "year": "1963",
      "uri": "/wiki/Sir_Mix-a-Lot",
      "name": "Sir Mix-a-Lot",
      "aboutText": "Ariel Aquino Muhlach (born August 12, 1969), commonly known as Aga Muhlach, is a multi-award winning Filipino actor and product endorser. He is considered as one of the top dramatic actors in the Philippines.\nHe was introduced to the entertainment industry using his real name \"Ariel Muhlach\" at the age of seven when he appeared in the 1975 film May Isang Tsuper ng Taksi and the 1976 film, Babaing Hiwalay Sa Asawa, but he only became well known (under his new screen name \"Aga Muhlach\") with the success of the 1984 film Bagets, after which he became a popular matinee idol.",
      "pageId": 1613816,
      "monthDay": "08/12"
    },
    {
      "year": "1963",
      "uri": "/wiki/Britt_Morgan",
      "name": "Britt Morgan",
      "aboutText": "Tobias Martin Ellwood (born 12 August 1966, New York City) is a British-American Conservative Party politician, author, and soldier. He served in the Royal Green Jackets and reached the rank of Captain.",
      "pageId": 1871869,
      "monthDay": "08/12"
    },
    {
      "year": "1964",
      "uri": "/wiki/Katherine_Boo",
      "name": "Katherine Boo",
      "aboutText": "Kōji Kitao (born August 12, 1963) is a former sumo wrestler and professional wrestler, born in Mie, Japan. He was sumo's 60th yokozuna, and the only yokozuna in sumo history not to win a top division tournament championship. He was forced to leave sumo at the end of 1987 after a falling-out with his stable master Tatsunami, and became a professional wrestler in 1990.",
      "pageId": 2418269,
      "monthDay": "08/12"
    },
    {
      "year": "1964",
      "uri": "/wiki/Michael_Hagan",
      "name": "Michael Hagan",
      "aboutText": "Regilio Benito Tuur (born August 12, 1967) is a former boxer from The Netherlands, who made his fame by knocking out reigning world champion Kelcie Banks in the first round at the 1988 Summer Olympics in Seoul.",
      "pageId": 2858088,
      "monthDay": "08/12"
    },
    {
      "year": "1965",
      "uri": "/wiki/Peter_Krause",
      "name": "Peter Krause",
      "aboutText": "Stuart Clayton Williams (born August 12, 1969) is a West Indian cricketer. One of the opening batsmen tried after the retirement of Gordan Greenidge and Desmond Haynes, Williams was an elegant batsman who never made the number of runs expected of him at the highest level. He scored one test century and four half centuries in a career which spanned 8 years from 1994 until 2002.",
      "pageId": 2880526,
      "monthDay": "08/12"
    },
    {
      "year": "1966",
      "uri": "/wiki/Tobias_Ellwood",
      "name": "Tobias Ellwood",
      "aboutText": "Lawrence Hayward (born 12 August 1961), known simply as Lawrence, is a singer, songwriter and guitarist known as the frontman in the British alternative rock bands Felt, Denim and Go Kart Mozart.",
      "pageId": 3303273,
      "monthDay": "08/12"
    },
    {
      "year": "1967",
      "uri": "/wiki/Andy_Hui",
      "name": "Andy Hui",
      "aboutText": "Michael Hagan (born 12 August 1964) is an Australian professional rugby league football coach and former player. He currently works as the director of football at the Newcastle Knights and as an assistant coach under Mal Meninga for the record-breaking Queensland rugby league team. A Queensland State of Origin representative half, he played his club football in Australia with Canterbury-Bankstown (with whom he won the 1988 and 1985 premierships) and Newcastle (whom he captained), as well as in England with Halifax.",
      "pageId": 3902003,
      "monthDay": "08/12"
    },
    {
      "year": "1967",
      "uri": "/wiki/Andrey_Plotnikov",
      "name": "Andrey Plotnikov",
      "aboutText": "Mark Wellings Priest (born 12 August 1961, Greymouth, West Coast) is a former New Zealand cricketer who played in 3 Tests and 18 ODIs from 1990 to 1998.",
      "pageId": 4023073,
      "monthDay": "08/12"
    },
    {
      "year": "1967",
      "uri": "/wiki/Regilio_Tuur",
      "name": "Regilio Tuur",
      "aboutText": "Eduardo Tokeshi Namizato (born August 12, 1960 in Lima, Peru) is a contemporary Peruvian artist.\nEduardo Tokeshi was born on August 12, 1960 in Lima. His parents are Victor Tokeshi and Sara Namizato; he has one brother Jorge (b.",
      "pageId": 5735401,
      "monthDay": "08/12"
    },
    {
      "year": "1968",
      "uri": "/wiki/Thorsten_Boer",
      "name": "Thorsten Boer",
      "aboutText": "Kōji Yusa (遊佐 浩二, Yusa Kōji, born August 12, 1968) is a Japanese voice actor and singer, born and raised in Kyoto Prefecture. He is best known for his roles in Choja Raideen (as Raideen Owl), the Sonic series (as Shadow the Hedgehog), Bleach (as Gin Ichimaru), Battle Vixens (as Zuo Ci and Xu Huang), Majin Tantei Nōgami Neuro (as Eiji Sasazuka), Zettai Karen Children (as Kyōsuke Hyobu) and Kamen Rider Den-O (as Urataros). He won the Sinergy Award for Kamen Rider Den-O at the 2nd Seiyu Awards.",
      "pageId": 7747389,
      "monthDay": "08/12"
    },
    {
      "year": "1968",
      "uri": "/wiki/%C3%9Clar_Mark",
      "name": "Ülar Mark",
      "aboutText": "Andrey Plotnikov (Russian: Андрей Плотников, born 12 August 1967) is a Russian race walker, who won the bronze medal in the 50 km race at the 1998 European Championships. He represented his native country at the 1996 Summer Olympics in Atlanta, Georgia.",
      "pageId": 8233253,
      "monthDay": "08/12"
    },
    {
      "year": "1968",
      "uri": "/wiki/K%C5%8Dji_Yusa",
      "name": "Kōji Yusa",
      "aboutText": "Britt Morgan (born August 12, 1963) is a former pornographic actress.",
      "pageId": 13695557,
      "monthDay": "08/12"
    },
    {
      "year": "1969",
      "uri": "/wiki/Aga_Muhlach",
      "name": "Aga Muhlach",
      "aboutText": "Katherine \"Kate\" J. Boo (born August 12, 1964) is an American investigative journalist who has documented the lives of people in poverty. She has won the Pulitzer Prize for Public Service (2000), the MacArthur \"genius\" award (2002), and the National Book Award for Nonfiction (2012). She has been a staff writer for the New Yorker magazine since 2003.",
      "pageId": 21219637,
      "monthDay": "08/12"
    },
    {
      "year": "1969",
      "uri": "/wiki/Tanita_Tikaram",
      "name": "Tanita Tikaram",
      "aboutText": "Ülar Mark (born 12 February 1968) is a notable Estonian architect.\nHe graduated from the Department of Architecture of the Tallinn University of Art (today's Estonian Academy of Arts) in 1995.\nFrom 1999 to 2002 Ülar Mark worked as the chief architect of the city of Narva.",
      "pageId": 25452873,
      "monthDay": "08/12"
    },
    {
      "year": "1969",
      "uri": "/wiki/Stuart_Williams_(cricketer)",
      "name": "Stuart Williams",
      "aboutText": "Thorsten Boer (born 12 August 1968 in Halle (Saale), East Germany) is a German football manager and former player.\nBoer made a total of 85 2. Bundesliga appearances in the early 1990s for Chemnitzer FC and Tennis Borussia Berlin.",
      "pageId": 28849312,
      "monthDay": "08/12"
    },
    {
      "year": "1970",
      "uri": "/wiki/Charles_Mesure",
      "name": "Charles Mesure",
      "aboutText": "Petros \"Pete\" Sampras (born August 12, 1971) is a retired American tennis player and former world No. 1 widely regarded as one of the greatest in tennis history. He debuted on the professional tour in 1988 and finished his career at the 2002 US Open, which he won, defeating rival Andre Agassi in the final.",
      "pageId": 65961,
      "monthDay": "08/12"
    },
    {
      "year": "1970",
      "uri": "/wiki/Toby_Perkins",
      "name": "Toby Perkins",
      "aboutText": "Richard Colvin Reid (born 12 August 1973), also known as the Shoe Bomber, is a British man who attempted to detonate explosives packed into the shoes he was wearing, while on American Airlines Flight 63 from Paris to Miami. Born to a father who was a career criminal, Reid converted to Islam as a young man in prison after years as a petty criminal. Later he became radicalised and went to Pakistan and Afghanistan, where he trained and became a member of al-Qaeda.",
      "pageId": 176943,
      "monthDay": "08/12"
    },
    {
      "year": "1970",
      "uri": "/wiki/Jim_Schlossnagle",
      "name": "Jim Schlossnagle",
      "aboutText": "Muqtadā al-Ṣadr (Arabic: سيد مقتدى الصدر; born 12 August 1973) is an Iraqi Islamic political leader.\nAlong with Ali al-Sistani and Ammar al-Hakim of the Islamic Supreme Council of Iraq, Sadr is one of the most influential religious and political figures in Iraq, despite not holding any official title in the Iraqi government. He is the leader of a political party, the Sadrist Movement.",
      "pageId": 351058,
      "monthDay": "08/12"
    },
    {
      "year": "1970",
      "uri": "/wiki/Anthony_Swofford",
      "name": "Anthony Swofford",
      "aboutText": "Joseba Beloki Dorronsoro (born 12 August 1973) is a Spanish former professional road bicycle racer.",
      "pageId": 357825,
      "monthDay": "08/12"
    },
    {
      "year": "1970",
      "uri": "/wiki/Hidetaka_Yoshioka",
      "name": "Hidetaka Yoshioka",
      "aboutText": "Takanohana (II) Kōji (貴乃花 光司, Takanohana Kōji, born August 12, 1972 as Kōji Hanada (花田 光司 Hanada Kōji)) is a Japanese former sumo wrestler. He was the 65th man in history to reach sumo's highest rank of yokozuna, and he won 22 tournament championships between 1992 and 2001, the sixth highest total ever. The son of a popular ōzeki ranked wrestler from the 1970s, Takanohana's rise through the ranks alongside his elder brother Wakanohana and his rivalry with the foreign born yokozuna Akebono saw interest in sumo and attendance at tournaments soar during the early 1990s.",
      "pageId": 438921,
      "monthDay": "08/12"
    },
    {
      "year": "1971",
      "uri": "/wiki/Michael_Ian_Black",
      "name": "Michael Ian Black",
      "aboutText": "Teren Delvon Jones (born August 12, 1972), better known as Del the Funky Homosapien or Del tha Funkee Homosapien or Sir Dzl, is an American underground hip hop MC.",
      "pageId": 582456,
      "monthDay": "08/12"
    },
    {
      "year": "1971",
      "uri": "/wiki/Yvette_Nicole_Brown",
      "name": "Yvette Nicole Brown",
      "aboutText": "Rebecca Gayheart (born August 12, 1971) is an American television and film actress. Gayheart began her career appearing in a student short film by Brett Ratner, and later gained notoriety as a spokesperson and model for Noxzema in the early 1990s. She had minor roles in Nothing to Lose and Scream 2 (1997) before starring in the 1998 slasher film Urban Legend (1998), and the black comedy Jawbreaker (1999).",
      "pageId": 993669,
      "monthDay": "08/12"
    },
    {
      "year": "1971",
      "uri": "/wiki/Rebecca_Gayheart",
      "name": "Rebecca Gayheart",
      "aboutText": "Jonathan William Coachman (born August 12, 1972), also known as \"The Coach\", is a sports interviewer signed to ESPN who is currently interviewing WWE Superstars. He is a former professional wrestling color commentator and authority figure. He is also a former college basketball player, and football play-by-play announcer.",
      "pageId": 1019323,
      "monthDay": "08/12"
    },
    {
      "year": "1971",
      "uri": "/wiki/Pete_Sampras",
      "name": "Pete Sampras",
      "aboutText": "Michael Ian Black (born Michael Ian Schwartz; August 12, 1971) is a comedian, actor, writer, and director. He has starred in several TV comedy series, including The State, Ed, Viva Variety, Stella, Wet Hot American Summer: First Day of Camp and Michael & Michael Have Issues. He is also a poker player, appearing on Celebrity Poker Showdown several times.",
      "pageId": 1024055,
      "monthDay": "08/12"
    },
    {
      "year": "1972",
      "uri": "/wiki/Demir_Demirkan",
      "name": "Demir Demirkan",
      "aboutText": "Todd Michael Marchant (born August 12, 1973) is a retired American professional ice hockey player who played 17 seasons in the National Hockey League (NHL). He played nine seasons with the Edmonton Oilers and almost six seasons with the Anaheim Ducks, along with just over a season with the Columbus Blue Jackets and a game with the New York Rangers.",
      "pageId": 1929512,
      "monthDay": "08/12"
    },
    {
      "year": "1972",
      "uri": "/wiki/Mark_Kinsella",
      "name": "Mark Kinsella",
      "aboutText": "Gyanendra Kedarnath Pandey  pronunciation  (born 12 August 1972, in Lucknow) is a former Indian cricketer. He is a left-handed batsman and a slow left-arm bowler.\nPandey made his debut in the Pepsi Cup in 1998–99, but he had a much longer association with the game, having played from 1989.",
      "pageId": 3060032,
      "monthDay": "08/12"
    },
    {
      "year": "1972",
      "uri": "/wiki/Takanohana_K%C5%8Dji",
      "name": "Takanohana Kōji",
      "aboutText": "Anthony Swofford (born August 12, 1970) is an American writer and former U.S. Marine, best known for his 2003 book Jarhead, based heavily on his accounts of various situations encountered in the Persian Gulf War. This memoir was the basis of the 2005 film of the same name, directed by Sam Mendes.",
      "pageId": 3139687,
      "monthDay": "08/12"
    },
    {
      "year": "1972",
      "uri": "/wiki/Gyanendra_Pandey",
      "name": "Gyanendra Pandey",
      "aboutText": "Mark Anthony Kinsella (born 12 August 1972) is an Irish football coach and former player who is currently the manager of Drogheda United after previously being the assistant manager. He played as a central midfielder for most of his career. He is the father of Liam Kinsella.",
      "pageId": 3499990,
      "monthDay": "08/12"
    },
    {
      "year": "1972",
      "uri": "/wiki/Del_the_Funky_Homosapien",
      "name": "Del the Funky Homosapien",
      "aboutText": "Demir Demirkan (Turkish pronunciation: [deˈmiɾ demiɾˈkan]) (born August 12, 1972 in Adana, Turkey) is a Turkish musician, Eurovision Song Contest winning composer, formerly guitarist for thrash metal band Mezarkabul. Demir Demirkan started his music life when he was 13 and played guitar with various groups in college.",
      "pageId": 4203765,
      "monthDay": "08/12"
    },
    {
      "year": "1973",
      "uri": "/wiki/Muqtada_al-Sadr",
      "name": "Muqtada al-Sadr",
      "aboutText": "Yvette Nicole Brown (born August 12, 1971) is an American actress, singer, and comedian. Brown has appeared in numerous commercials, television shows, and films throughout her career. She starred as Shirley Bennett on the NBC comedy series Community.",
      "pageId": 5094273,
      "monthDay": "08/12"
    },
    {
      "year": "1973",
      "uri": "/wiki/Joseba_Beloki",
      "name": "Joseba Beloki",
      "aboutText": "Charles William David Mesure (born 12 August 1970) is an English Australian actor.",
      "pageId": 5539908,
      "monthDay": "08/12"
    },
    {
      "year": "1973",
      "uri": "/wiki/Marcy_Borders",
      "name": "Marcy Borders",
      "aboutText": "Jim Schlossnagle (born August 12, 1970 in Hagerstown, Maryland) is currently the head baseball coach of TCU. Schlossnagle was named 2010 National Coach of the Year by the National College Baseball Writers Association.",
      "pageId": 8829345,
      "monthDay": "08/12"
    },
    {
      "year": "1973",
      "uri": "/wiki/Jonathan_Coachman",
      "name": "Jonathan Coachman",
      "aboutText": "Matthew Toby Perkins (born 12 August 1970) is a British Labour Party politician who has been the Member of Parliament (MP) for Chesterfield since 2010, winning the seat from Liberal Democrat Paul Holmes.",
      "pageId": 12596431,
      "monthDay": "08/12"
    },
    {
      "year": "1973",
      "uri": "/wiki/Todd_Marchant",
      "name": "Todd Marchant",
      "aboutText": "Hidetaka Yoshioka (吉岡 秀隆, born on August 12, 1970 in Saitama, Japan) is a Japanese actor known for his performance in several movies as a child and lately the award-winning TV drama Dr. Koto Shinryojo. He notably played the part of Tora-san's little nephew in the \"Otoko wa Tsurai yo\" film series, and he appeared in Akira Kurosawa's \"Rhapsody in August\" and \"Madadayo\".",
      "pageId": 13830598,
      "monthDay": "08/12"
    },
    {
      "year": "1973",
      "uri": "/wiki/Richard_Reid",
      "name": "Richard Reid",
      "aboutText": "Marcy Borders (August 12, 1973 – August 24, 2015) was a bank clerk, who worked in the World Trade Center and survived its collapse, following al-Qaeda attacks on September 11, 2001. Stan Honda, a photographer for Agence France Presse, captured an image of Borders, completely covered in dust from the building collapse, that subsequently became widely described as \"iconic\".",
      "pageId": 47634993,
      "monthDay": "08/12"
    },
    {
      "year": "1974",
      "uri": "/wiki/Matt_Clement",
      "name": "Matt Clement",
      "aboutText": "Hayley Wickenheiser OC (born August 12, 1978) is a Canadian women's ice hockey player. She was the first woman to play full-time professional hockey in a position other than goalie. Wickenheiser is a member of the Canada women's national ice hockey team.",
      "pageId": 40628,
      "monthDay": "08/12"
    },
    {
      "year": "1975",
      "uri": "/wiki/Casey_Affleck",
      "name": "Casey Affleck",
      "aboutText": "Christopher J. Chambers (born August 12, 1978) is a former American football wide receiver who played ten seasons in the National Football League (NFL). He played college football for the University of Wisconsin.",
      "pageId": 351073,
      "monthDay": "08/12"
    },
    {
      "year": "1975",
      "uri": "/wiki/Burcu_G%C3%BCne%C5%9F",
      "name": "Burcu Güneş",
      "aboutText": "Matthew Paul Clement (born August 12, 1974) is a former Major League Baseball starting pitcher. Clement played for the San Diego Padres (1998-2000), Florida Marlins (2001), Chicago Cubs (2002-2004) and Boston Red Sox (2005-2006). While on the Red Sox active roster, he was injured all of the 2007 season.",
      "pageId": 642238,
      "monthDay": "08/12"
    },
    {
      "year": "1976",
      "uri": "/wiki/Wednesday_13",
      "name": "Wednesday 13",
      "aboutText": "Caleb Casey McGuire Affleck-Boldt (born August 12, 1975), better known as Casey Affleck, is an American actor, film director, screenwriter and producer. He first came to attention for his performances in Gus Van Sant's films To Die For (1995), Good Will Hunting (1997) and Gerry (2002). He appeared in Ocean's Trilogy (2001–2007), a caper comedy series, as Virgil Maloy.",
      "pageId": 689839,
      "monthDay": "08/12"
    },
    {
      "year": "1976",
      "uri": "/wiki/Pedro_Collins",
      "name": "Pedro Collins",
      "aboutText": "Jesper Grønkjær (Danish pronunciation: [jesb̥ɐ ˈɡ̊ʁɶnɡ̊ɛːˀɐ̯]; born 12 August 1977 in Nuuk, Greenland) is a former Danish professional football player.\nA pacey winger, he was able to play on the right or left wing and as a second striker. Grønkjær played a total 400 league games for a number of European clubs, most notably winning the 1999 Dutch Cup with Ajax Amsterdam and playing more than 100 games for English club Chelsea.",
      "pageId": 735262,
      "monthDay": "08/12"
    },
    {
      "year": "1976",
      "uri": "/wiki/Mikko_Lindstr%C3%B6m",
      "name": "Mikko Lindström",
      "aboutText": "Antoine Devon Walker (born August 12, 1976) is an American retired professional basketball player. He was drafted with the sixth overall pick in the 1996 NBA Draft out of the University of Kentucky and played in the NBA from 1996 to 2008. Walker played for the Celtics, Mavericks, Hawks, Heat, Timberwolves, Grizzlies, the BSN's Mets and the NBA D-League's Stampede before retiring from basketball in 2012.",
      "pageId": 843538,
      "monthDay": "08/12"
    },
    {
      "year": "1976",
      "uri": "/wiki/Brad_Lukowich",
      "name": "Brad Lukowich",
      "aboutText": "Park Yong-ha (August 12, 1977 – June 30, 2010) was a South Korean actor and singer.",
      "pageId": 1101764,
      "monthDay": "08/12"
    },
    {
      "year": "1976",
      "uri": "/wiki/Richard_McCourt",
      "name": "Richard McCourt",
      "aboutText": "Plaxico Antonio Burress (born August 12, 1977) is a former American football wide receiver. He was drafted by the Pittsburgh Steelers eighth overall in the 2000 NFL Draft and also played for the New York Giants and the New York Jets. He played college football at Michigan State.",
      "pageId": 1117731,
      "monthDay": "08/12"
    },
    {
      "year": "1976",
      "uri": "/wiki/Henry_Tuilagi",
      "name": "Henry Tuilagi",
      "aboutText": "Richard \"Dick\" McCourt (born 12 August 1976 in Sheffield, South Yorkshire, England) is an English actor and presenter of radio and television, best known as one half of the comic duo Dick and Dom, with the other being Dominic Wood. McCourt is the godfather of Wood's two sons, Tommy and Sam. His older brother is fellow TV presenter James McCourt.",
      "pageId": 1470642,
      "monthDay": "08/12"
    },
    {
      "year": "1976",
      "uri": "/wiki/Antoine_Walker",
      "name": "Antoine Walker",
      "aboutText": "Mikko Viljami Lindström (born 12 August 1976) is the lead guitarist of the Finnish rock band, HIM. Lindström is commonly called by his nickname, Linde.",
      "pageId": 1684046,
      "monthDay": "08/12"
    },
    {
      "year": "1977",
      "uri": "/wiki/Plaxico_Burress",
      "name": "Plaxico Burress",
      "aboutText": "Joseph Poole (born August 12, 1976), better known by the stage name Wednesday 13, is an American singer and musician. As well as his solo career, he is known for being the frontman of Murderdolls.",
      "pageId": 1868330,
      "monthDay": "08/12"
    },
    {
      "year": "1977",
      "uri": "/wiki/Jesper_Gr%C3%B8nkj%C3%A6r",
      "name": "Jesper Grønkjær",
      "aboutText": "Austra Skujytė (born 12 August 1979 in Biržai) is a Lithuanian athlete, competing in both the heptathlon and the decathlon. On 15 April 2005 in Columbia, Missouri, she broke the women's decathlon world record, with a score of 8366. She is the 2004 Olympic silver medalist in the heptathlon.",
      "pageId": 2398292,
      "monthDay": "08/12"
    },
    {
      "year": "1977",
      "uri": "/wiki/Park_Yong-ha",
      "name": "Park Yong-ha",
      "aboutText": "Pedro Tyrone Collins (born August 12, 1976 in Boscobelle, St Peter, Barbados) is a West Indian cricketer.\nHe is the half brother of Fidel Edwards. He is one of the very few left-handed seam bowlers who have had a chance to represent the West Indies cricket team.",
      "pageId": 2518042,
      "monthDay": "08/12"
    },
    {
      "year": "1978",
      "uri": "/wiki/Chris_Chambers",
      "name": "Chris Chambers",
      "aboutText": "Cindy Klassen, OM (born August 12, 1979) is a retired Canadian long track speed skater. She is a six-time medalist having achieved one gold, two silver, three bronze at the Winter Olympics. Klassen is tied with Clara Hughes for Canada's all-time most decorated Olympian with six medals each.",
      "pageId": 3206899,
      "monthDay": "08/12"
    },
    {
      "year": "1978",
      "uri": "/wiki/Hayley_Wickenheiser",
      "name": "Hayley Wickenheiser",
      "aboutText": "Dennis Sean \"D. J.\" Houlton Jr. (born August 12, 1979 in Fullerton, California) is a professional baseball pitcher who is currently a free agent.",
      "pageId": 3521410,
      "monthDay": "08/12"
    },
    {
      "year": "1979",
      "uri": "/wiki/D._J._Houlton",
      "name": "D. J. Houlton",
      "aboutText": "Bradley J. Lukowich (born August 12, 1976) is a retired Canadian professional ice hockey defenceman and former assistant coach of the Lethbridge Hurricanes of the Western Hockey League. He has won the Stanley Cup twice in his career, with the Dallas Stars in 1999 and Tampa Bay Lightning in 2004.",
      "pageId": 3823361,
      "monthDay": "08/12"
    },
    {
      "year": "1979",
      "uri": "/wiki/Ian_Hutchinson_(motorcycle_racer)",
      "name": "Ian Hutchinson",
      "aboutText": "Enele \"Henry\" Tuilagi (born 12 August 1976) is a Samoan rugby union footballer. He currently plays for USA Perpignan in the French club competition, the Top 14, and has appeared ten times for his national team Samoa. He previously spent a year playing in the Italian Super 10 competition for Parma as well as a spell in Rugby League.",
      "pageId": 7513999,
      "monthDay": "08/12"
    },
    {
      "year": "1979",
      "uri": "/wiki/Cindy_Klassen",
      "name": "Cindy Klassen",
      "aboutText": "Burcu Güneş (Turkish pronunciation: [buɾˈdʒu ɟyˈneʃ]; born August 12th, 1975, İzmir) is a Turkish singer.",
      "pageId": 13472657,
      "monthDay": "08/12"
    },
    {
      "year": "1979",
      "uri": "/wiki/Austra_Skujyt%C4%97",
      "name": "Austra Skujytė",
      "aboutText": "Ian Hutchinson (born 12 August 1979 in Bingley, West Yorkshire) is an English professional motorcycle road racer specialising in events held on closed public roads like the Isle of Man TT, the North West 200 and Ulster Grand Prix.\nHutchinson's most successful racing year was in 2010, when he set the record of winning the most races in a single Isle of Man TT festival in June, achieving five solo wins, preceded by Supersport class at the North West 200 in Northern Ireland. At a British Supersport round in September, Hutchinson suffered a crash resulting in a badly broken left leg after being hit by another rider's machine which needed many surgical operations and much time to recover.",
      "pageId": 23161929,
      "monthDay": "08/12"
    },
    {
      "year": "1980",
      "uri": "/wiki/Rojda_Demirer",
      "name": "Rojda Demirer",
      "aboutText": "Rojda Demirer (born 12 August 1980 in Ankara) is a Turkish theater, movie, television, and voice actress.",
      "pageId": 43757513,
      "monthDay": "08/12"
    },
    {
      "year": "1980",
      "uri": "/wiki/Maggie_Lawson",
      "name": "Maggie Lawson",
      "aboutText": "Margaret Cassidy \"Maggie\" Lawson (born August 12, 1980) is an American actress who is best known for her role as Detective Juliet \"Jules\" O'Hara in the TV show Psych. She also has starred in the sitcoms Inside Schwartz, It's All Relative, and Crumbs, as well as the television movie Nancy Drew. In late 2014 and early 2015, she had a supporting role as Miss McMartin in the 12th and final season of Two and a Half Men.",
      "pageId": 250966,
      "monthDay": "08/12"
    },
    {
      "year": "1980",
      "uri": "/wiki/Dominique_Swain",
      "name": "Dominique Swain",
      "aboutText": "Djibril Cissé (French pronunciation: ​[dʒibʁil sise]; born 12 August 1981) is a former professional French footballer.\nCissé started his career at AC Arles in 1989 at the age of eight. After seven years at the club, he had a six-month spell at Nîmes Olympique before moving to Auxerre joining the club's youth system.",
      "pageId": 1172503,
      "monthDay": "08/12"
    },
    {
      "year": "1980",
      "uri": "/wiki/Matt_Thiessen",
      "name": "Matt Thiessen",
      "aboutText": "Dominique Swain (born August 12, 1980) is an American actress.",
      "pageId": 1182519,
      "monthDay": "08/12"
    },
    {
      "year": "1980",
      "uri": "/wiki/Jade_Villalon",
      "name": "Jade Villalon",
      "aboutText": "Anthony Charles \"Tony\" Capaldi (born 12 August 1981) is a footballer who plays for Northern Premier League Premier Division side Rushall Olympic as a defender.\nBorn in Porsgrunn, Norway, Capaldi won 22 caps for Northern Ireland at full international level, 21 of which were as a Plymouth Argyle player, a total that made him the club's most-capped international. He played in the Football League for Plymouth Argyle, Cardiff City, Leeds United, Morecambe and Oxford United.",
      "pageId": 1353418,
      "monthDay": "08/12"
    },
    {
      "year": "1981",
      "uri": "/wiki/Tony_Capaldi",
      "name": "Tony Capaldi",
      "aboutText": "Matthew Arnold \"Matt\" Thiessen (born August 12, 1980) is a Canadian-American musician, singer and songwriter known for being co-founder, lead singer, guitarist, pianist, and primary songwriter for the Christian rock band Relient K. With Relient K, he has released seven full-length albums, including three that were certified Gold, and three that peaked in the top twenty on the Billboard 200. Outside of his work with Relient K, Thiessen maintains a low-profile side project called Matthew Thiessen and the Earthquakes.",
      "pageId": 1434042,
      "monthDay": "08/12"
    },
    {
      "year": "1981",
      "uri": "/wiki/Djibril_Ciss%C3%A9",
      "name": "Djibril Cissé",
      "aboutText": "Dirk Jan Klaas \"Klaas-Jan\" Huntelaar (Dutch pronunciation: [ˈklaːs ˈjɑn ˈɦʏn.tə.ˌlaːr]; born 12 August 1983), nicknamed The Hunter, is a Dutch professional footballer who plays as a striker for FC Schalke 04 and the Netherlands national team.\nHuntelaar is described as a \"prolific striker\" with a \"brilliant first touch\" and has been compared in style to players such as Marco van Basten and Ruud van Nistelrooy.",
      "pageId": 2970773,
      "monthDay": "08/12"
    },
    {
      "year": "1981",
      "uri": "/wiki/Riin_Tamm",
      "name": "Riin Tamm",
      "aboutText": "Maria Izadora Calzado y Ussher (born August 12, 1982) is a Filipina actress, TV host and model, who previously worked as one of GMA's homegrown contract artists. After ten years, Iza signed an exclusive contract with ABS-CBN. Iza also signed a non-exclusive contract with Star Cinema.",
      "pageId": 3326531,
      "monthDay": "08/12"
    },
    {
      "year": "1982",
      "uri": "/wiki/Iza_Calzado",
      "name": "Iza Calzado",
      "aboutText": "Yua Aida (あいだゆあ, Aida Yua) is a former Japanese model and AV idol.\n^ Infobox data from \"あいだ ゆあ – Aida Yua\" (in Japanese). 'Web I-dic' (Idol Dictionary).",
      "pageId": 6728236,
      "monthDay": "08/12"
    },
    {
      "year": "1982",
      "uri": "/wiki/Alexandros_Tzorvas",
      "name": "Alexandros Tzorvas",
      "aboutText": "Bryan Sidney Pata (August 12, 1984 – November 7, 2006) was an American football defensive lineman for the Miami Hurricanes and was majoring in criminology.",
      "pageId": 7879376,
      "monthDay": "08/12"
    },
    {
      "year": "1983",
      "uri": "/wiki/Kana_Asumi",
      "name": "Kana Asumi",
      "aboutText": "Kana Asumi (阿澄 佳奈, Asumi Kana, born August 12, 1983), born Kana Harada (原田 佳奈, Harada Kana) is a Japanese singer and voice actress from Fukuoka Prefecture, Japan. She worked for Voice & Heart until 2007 and has worked for 81 Produce since 2008. She won the Best Lead Actress Award in the 7th Seiyu Awards.",
      "pageId": 7998795,
      "monthDay": "08/12"
    },
    {
      "year": "1983",
      "uri": "/wiki/Klaas-Jan_Huntelaar",
      "name": "Klaas-Jan Huntelaar",
      "aboutText": "Alexandros Tzorvas (Greek: Αλέξανδρος Τζόρβας; born 12 August 1982) is a Greek footballer who last played as a goalkeeper for NorthEast United.",
      "pageId": 8418427,
      "monthDay": "08/12"
    },
    {
      "year": "1983",
      "uri": "/wiki/Meryem_Uzerli",
      "name": "Meryem Uzerli",
      "aboutText": "Mark Webster (born 12 August 1983 in St Asaph) is a professional left-handed Welsh darts player who lives in Denbigh. Known as Webby, but nicknamed The Spider he plays in Professional Darts Corporation events. He began his career on the British Darts Organisation (BDO) circuit, winning the BDO World Championship in 2008.",
      "pageId": 8918704,
      "monthDay": "08/12"
    },
    {
      "year": "1983",
      "uri": "/wiki/Manoa_Vosawai",
      "name": "Manoa Vosawai",
      "aboutText": "Marian Rivera Dantes (born Marian Gracia y Rivera; August 12, 1984 in Madrid, Spain), known professionally as Marian Rivera, is a Spanish-Filipina commercial model and actress, best known for her roles in Marimar, Dyesebel, Amaya, and Temptation of Wife.\nAs a recording artist, Rivera has released two studio albums: the Marian Rivera Dance Hits and Retro Crazy. She starred in such films as My Bestfriend's Girlfriend, You to Me Are Everything, and Panday 2.",
      "pageId": 11865654,
      "monthDay": "08/12"
    },
    {
      "year": "1983",
      "uri": "/wiki/Mark_Webster_(darts_player)",
      "name": "Mark Webster",
      "aboutText": "Manoa Vosawai (born 12 August 1983 in Suva, Fiji) is an Italian rugby union player. He currently plays for the Cardiff Blues in Wales. He made his debut with the Italian national side on August 18, 2007 in a match against Japan.",
      "pageId": 13157041,
      "monthDay": "08/12"
    },
    {
      "year": "1984",
      "uri": "/wiki/Yua_Aida",
      "name": "Yua Aida",
      "aboutText": "Kyle Chandler Arrington Sr. (born August 12, 1986) is an American football cornerback for the Baltimore Ravens of the National Football League (NFL). He was signed by the Philadelphia Eagles as an undrafted free agent in 2008.",
      "pageId": 18919631,
      "monthDay": "08/12"
    },
    {
      "year": "1984",
      "uri": "/wiki/Martin_Goeres",
      "name": "Martin Goeres",
      "aboutText": "Franck Moutsinga (born 12 August 1985) is a German international rugby union player, playing for the Berliner RC in the Rugby-Bundesliga and the German national rugby union team.",
      "pageId": 21897569,
      "monthDay": "08/12"
    },
    {
      "year": "1984",
      "uri": "/wiki/Bryan_Pata",
      "name": "Bryan Pata",
      "aboutText": "Martin Goeres (born August 12, 1984) is a German actor and stuntman.",
      "pageId": 22091465,
      "monthDay": "08/12"
    },
    {
      "year": "1984",
      "uri": "/wiki/Marian_Rivera",
      "name": "Marian Rivera",
      "aboutText": "Meryem Uzerli (Turkish pronunciation: [mæɾˈjæm uzæɾˈli]), born August 12, 1983, is a Turkish-German actress and model who rose to prominence by playing Hürrem Sultan in the Turkish TV series Muhteşem Yüzyıl (2011–2013), for which she received critical acclaim and won numerous accolades, including a Golden Butterfly Award.\nUzerli was born and raised in Kassel. She made her acting debut with minor parts in German productions.",
      "pageId": 30623949,
      "monthDay": "08/12"
    },
    {
      "year": "1985",
      "uri": "/wiki/Franck_Moutsinga",
      "name": "Franck Moutsinga",
      "aboutText": "Jade Valerie Villalon (born August 12, 1980), also known by her project and stage name Jade Valerie, is an American and European pop singer, songwriter, and actress. From 1999 to 2007, she was the vocalist and lyricist of Sweetbox, releasing five original albums and a number of compilations. During this time, each major release achieved either a Gold or Platinum status in Japan and Korea, also earning various awards and chart positions around the world.",
      "pageId": 30876882,
      "monthDay": "08/12"
    },
    {
      "year": "1986",
      "uri": "/wiki/Kyle_Arrington",
      "name": "Kyle Arrington",
      "aboutText": "Riin Tamm (born 12 August 1981) is an Estonian geneticist working at the University of Tartu, and a science popularizer. As a student she worked on the action of thiopurine methyltransferase.",
      "pageId": 37918504,
      "monthDay": "08/12"
    },
    {
      "year": "1986",
      "uri": "/wiki/Electra_Avellan",
      "name": "Electra Avellan",
      "aboutText": "Leah Marie Pipes (born August 12, 1988) is an American actress.",
      "pageId": 1093738,
      "monthDay": "08/12"
    },
    {
      "year": "1986",
      "uri": "/wiki/Elise_Avellan",
      "name": "Elise Avellan",
      "aboutText": "Kateryna Volodymyrivna Bondarenko (Ukrainian: Катерина Володимирівна Бондаренко, born 8 August 1986) is a professional female tennis player from Ukraine and a doubles champion at Australian Open 2008.\nThe younger sister of professional tennis players Valeria and Alona Bondarenko, she was born in Kryvyi Rih, Ukraine, then part of the Soviet Union. She was introduced to tennis by her parents at age 4.",
      "pageId": 5776334,
      "monthDay": "08/12"
    },
    {
      "year": "1986",
      "uri": "/wiki/Kateryna_Bondarenko",
      "name": "Kateryna Bondarenko",
      "aboutText": "Mario Balotelli (Italian pronunciation: [ˈmaːrjo baloˈtɛlli]; born Mario Barwuah; 12 August 1990) is an Italian professional footballer who plays as a striker for A.C. Milan, on loan from Liverpool, and the Italy national team.\nHe started his professional football career at Lumezzane and played for the first team twice before having an unsuccessful trial at Barcelona, and subsequently joining Inter Milan in 2007. Inter manager Roberto Mancini brought Balotelli into the first team, but when Mancini left, Balotelli's disciplinary record fell away.",
      "pageId": 8394247,
      "monthDay": "08/12"
    },
    {
      "year": "1988",
      "uri": "/wiki/Justin_Gaston",
      "name": "Justin Gaston",
      "aboutText": "Ewa Farna (born 12 August 1993) is a Polish-Czech pop-rock singer. Farna released three studio albums with Czech lyrics, which sold platinum in the Czech Republic and were later re-recorded and released with Polish lyrics. Farna is the youngest commercially successful singer in the Czech Republic.",
      "pageId": 9036416,
      "monthDay": "08/12"
    },
    {
      "year": "1988",
      "uri": "/wiki/Matt_Gillett",
      "name": "Matt Gillett",
      "aboutText": "Marvin Romeo Kwasie Zeegelaar (born 12 August 1990) is a Dutch professional footballer who plays for Sporting Clube de Portugal as a left back or a left midfielder.",
      "pageId": 20844679,
      "monthDay": "08/12"
    },
    {
      "year": "1988",
      "uri": "/wiki/Leah_Pipes",
      "name": "Leah Pipes",
      "aboutText": "Justin Michael Gaston (born August 12, 1988) is an American singer-songwriter, model, and actor who was also a contestant on Nashville Star on season 6. He finished 10th overall out of 12 contestants. He portrayed the role of Ben Rogers on Days of Our Lives for less than four months in 2014.",
      "pageId": 20939057,
      "monthDay": "08/12"
    },
    {
      "year": "1988",
      "uri": "/wiki/Tejay_van_Garderen",
      "name": "Tejay van Garderen",
      "aboutText": "Thomas William \"Tom\" Cleverley /ˈklɛvəli/ (born 12 August 1989) is an English footballer who plays as a midfielder for Everton and the England national team.\nAfter starting his career in the youth set-up at Bradford City, Cleverley joined Manchester United at the age of 12. Between 2007 and 2009 he played for Manchester United's reserve team, and occasionally in first team friendly matches.",
      "pageId": 21121845,
      "monthDay": "08/12"
    },
    {
      "year": "1989",
      "uri": "/wiki/Tom_Cleverley",
      "name": "Tom Cleverley",
      "aboutText": "Teo Gheorghiu is a Swiss-Canadian pianist and actor, born on August 12, 1992 in Männedorf in Canton of Zürich, Switzerland from Romanian and Canadian parents.",
      "pageId": 22439471,
      "monthDay": "08/12"
    },
    {
      "year": "1990",
      "uri": "/wiki/Mario_Balotelli",
      "name": "Mario Balotelli",
      "aboutText": "Park Sun-young (born August 12, 1993), better known by her stage name Luna (Hangul: 루나), is a South Korean singer, actress and presenter.",
      "pageId": 24194969,
      "monthDay": "08/12"
    },
    {
      "year": "1990",
      "uri": "/wiki/Enzo_Pineda",
      "name": "Enzo Pineda",
      "aboutText": "Enrico Lorenzo Macam Pineda, better known by his screen name Enzo Pineda (born August 12, 1990 in Quezon City, Philippines), is a finalist in the fifth season of GMA Network's StarStruck V.",
      "pageId": 25579511,
      "monthDay": "08/12"
    },
    {
      "year": "1990",
      "uri": "/wiki/Marvin_Zeegelaar",
      "name": "Marvin Zeegelaar",
      "aboutText": "Rodrigo Alborno Ortega (born 12 August 1993) is a Paraguayan footballer who plays as a left back or left winger.",
      "pageId": 26235047,
      "monthDay": "08/12"
    },
    {
      "year": "1990",
      "uri": "/wiki/Martin_Zurawsky",
      "name": "Martin Zurawsky",
      "aboutText": "Matt Gillett (born 12 August 1988), is an Australian professional rugby league footballer who currently plays for the Brisbane Broncos of the NRL. A Queensland State of Origin and Australia national representative back-rower, he has played his entire NRL career to date with the Broncos.",
      "pageId": 26481834,
      "monthDay": "08/12"
    },
    {
      "year": "1991",
      "uri": "/wiki/Jesinta_Campbell",
      "name": "Jesinta Campbell",
      "aboutText": "Tejay van Garderen (born August 12, 1988) is an American professional cyclist for BMC Racing Team. He lives in Lucca, Tuscany, Italy, during the season.\n^ a b \"Tejay van Garderen profile\".",
      "pageId": 27120878,
      "monthDay": "08/12"
    },
    {
      "year": "1992",
      "uri": "/wiki/Cara_Delevingne",
      "name": "Cara Delevingne",
      "aboutText": "Jesinta Campbell (born 12 August 1991) is an Australian actress, fashion model, TV Host and beauty pageant titleholder who won Miss Universe Australia 2010 and represented Australia at Miss Universe 2010 and placed 2nd Runner-Up.\n^ \"Jesinta Campbell\". Asics.",
      "pageId": 28510916,
      "monthDay": "08/12"
    },
    {
      "year": "1992",
      "uri": "/wiki/Isabella_Escobar",
      "name": "Isabella Escobar",
      "aboutText": "Electra Amelia Avellan and Elise Isabel Avellan (identical twins, born August 12, 1986) are Venezuelan actresses. They are best known for their roles as the \"Crazy Babysitter Twins\" in the 2007 film Grindhouse and as Nurses \"Mona and Lisa\" in 2010’s Machete. Electra and Elise reprised these roles in the 2013 Machete follow-up Machete Kills.",
      "pageId": 31389379,
      "monthDay": "08/12"
    },
    {
      "year": "1992",
      "uri": "/wiki/Teo_Gheorghiu",
      "name": "Teo Gheorghiu",
      "aboutText": "Jacob Loko (born 12 August 1992) is an Australian rugby league player who currently signed for the Canterbury-Bankstown Bulldogs in the National Rugby League (NRL) competition. Loko is of Fijian and Tongan descent.",
      "pageId": 31588073,
      "monthDay": "08/12"
    },
    {
      "year": "1992",
      "uri": "/wiki/Jacob_Loko",
      "name": "Jacob Loko",
      "aboutText": "Martin Zurawsky (born 12 August 1990 in Lauchhammer) is a German footballer who currently plays for BFC Dynamo.\nZurawsky made his professional debut during the 2010–11 3. Fußball-Liga season for Jahn Regensburg as a substitute for Mahmut Temür in a 2–1 away win over Carl Zeiss Jena.",
      "pageId": 34641803,
      "monthDay": "08/12"
    },
    {
      "year": "1993",
      "uri": "/wiki/Luna_(singer)",
      "name": "Luna",
      "aboutText": "Cara Jocelyn Delevingne (/ˈkɑːrə dɛləˈviːn/ KAH-rə del-ə-veen; born 12 August 1992) is an English fashion model, actress and singer. She signed with Storm Model Management after leaving school in 2009. Delevingne won the \"Model of the Year\" award at the British Fashion Awards in 2012 and 2014 and has appeared in shows for houses including Burberry, Mulberry, Dolce & Gabbana, and Jason Wu.",
      "pageId": 35189147,
      "monthDay": "08/12"
    },
    {
      "year": "1993",
      "uri": "/wiki/Rodrigo_Alborno",
      "name": "Rodrigo Alborno",
      "aboutText": "Isabella Escobar (born 12 August 1992) is a Guatemalan tennis player. Since her debut for the Guatemala Fed Cup team in 2009, Escobar has a 2–4 record in international competition.\n^ \"Isabella Escobar Profile\".",
      "pageId": 38319862,
      "monthDay": "08/12"
    },
    {
      "year": "1993",
      "uri": "/wiki/Ewa_Farna",
      "name": "Ewa Farna",
      "error": "No data found.",
      "monthDay": "08/12"
    },
    {
      "year": "1993",
      "uri": "/wiki/Imani_Hakim",
      "name": "Imani Hakim",
      "aboutText": "Torri Webster (born August 12, 1996) is a Canadian actress, best known for her starring role as Tess Foster in the YTV teen sitcom Life with Boys, which earned her the Young Artist Award for Best Leading Young Actress in a TV Series.",
      "pageId": 38866304,
      "monthDay": "08/12"
    },
    {
      "year": "1994",
      "uri": "/wiki/Bex_Taylor-Klaus",
      "name": "Bex Taylor-Klaus",
      "aboutText": "Imani Hakim (born August 12, 1993) is an American actress.",
      "pageId": 39893230,
      "monthDay": "08/12"
    },
    {
      "year": "1996",
      "uri": "/wiki/Torri_Webster",
      "name": "Torri Webster",
      "aboutText": "Bex Taylor-Klaus (born August 12, 1994) is an American actress. She is best known for the role of Bullet on The Killing, Sin on Arrow, and Audrey Jensen on the television adaptation of the Scream franchise.",
      "pageId": 41087914,
      "monthDay": "08/12"
    }
  ]
}