{
  "people": [
    {
      "year": "1355",
      "uri": "/wiki/Philippa,_5th_Countess_of_Ulster",
      "name": "Philippa, 5th Countess of Ulster",
      "aboutText": "Agostino Carracci (or Caracci) (16 August 1557 – 22 March 1602) was an Italian painter and printmaker. He was the brother of the more famous Annibale and cousin of Lodovico Carracci.\nHe posited the ideal in nature, and was the founder of the competing school to the more gritty view of nature as expressed by Caravaggio.",
      "pageId": 2526,
      "monthDay": "08/16"
    },
    {
      "year": "1378",
      "uri": "/wiki/Hongxi_Emperor",
      "name": "Hongxi Emperor",
      "aboutText": "Wilhelm Maximilian Wundt (16 August 1832 – 31 August 1920) was a German physician, physiologist, philosopher, and professor, known today as one of the founding figures of modern psychology. Wundt, who noted psychology as a science apart from biology and philosophy, was the first person to ever call himself a psychologist. He is widely regarded as the \"father of experimental psychology\".",
      "pageId": 34128,
      "monthDay": "08/16"
    },
    {
      "year": "1401",
      "uri": "/wiki/Jacqueline,_Countess_of_Hainaut",
      "name": "Jacqueline, Countess of Hainaut",
      "aboutText": "Frederick V (German: Friedrich V.; 26 August 1596 – 29 November 1632) was Elector Palatine (1610–23), and, as Frederick I (Czech: Fridrich Falcký), King of Bohemia (1619–20); for his short reign he is often nicknamed the Winter King (Czech: Zimní král; German: Winterkönig).\nFrederick was born at the Jagdschloss Deinschwang (a hunting lodge) near Amberg in the Upper Palatinate. He was the son of Frederick IV and of Louise Juliana of Orange-Nassau, the daughter of William the Silent and Charlotte de Bourbon-Monpensier.",
      "pageId": 164700,
      "monthDay": "08/16"
    },
    {
      "year": "1557",
      "uri": "/wiki/Agostino_Carracci",
      "name": "Agostino Carracci",
      "aboutText": "Jean de La Bruyère (French: [ʒɑ̃ də la bʁyjɛʁ]; 16 August 1645 – 11 May 1696) was a French philosopher and moralist.",
      "pageId": 164927,
      "monthDay": "08/16"
    },
    {
      "year": "1573",
      "uri": "/wiki/Anne_of_Austria,_Queen_of_Poland",
      "name": "Anne of Austria, Queen of Poland",
      "aboutText": "Arthur Cayley F.R.S. (/ˈkeɪli/; 16 August 1821 – 26 January 1895) was a British mathematician. He helped found the modern British school of pure mathematics.\nAs a child, Cayley enjoyed solving complex maths problems for amusement.",
      "pageId": 311034,
      "monthDay": "08/16"
    },
    {
      "year": "1596",
      "uri": "/wiki/Frederick_V,_Elector_Palatine",
      "name": "Frederick V, Elector Palatine",
      "aboutText": "Philippa of Clarence (16 August 1355 – 5 January 1382) was the suo jure Countess of Ulster.",
      "pageId": 356557,
      "monthDay": "08/16"
    },
    {
      "year": "1637",
      "uri": "/wiki/Countess_Emilie_Juliane_of_Barby-M%C3%BChlingen",
      "name": "Countess Emilie Juliane of Barby-Mühlingen",
      "aboutText": "The Hongxi Emperor (洪熙 [xʊ̌ŋɕí]; 16 August 1378 – 29 May 1425), personal name Zhu Gaochi (朱高熾), was the fourth emperor of the Ming dynasty of China. He succeeded his father, the Yongle Emperor, in 1424. His era name \"Hongxi\" means \"vastly bright\".",
      "pageId": 361865,
      "monthDay": "08/16"
    },
    {
      "year": "1645",
      "uri": "/wiki/Jean_de_La_Bruy%C3%A8re",
      "name": "Jean de La Bruyère",
      "aboutText": "Vincenzo Coronelli (August 16, 1650 – December 9, 1718) was a Franciscan friar, cosmographer, cartographer, publisher, and encyclopedist known in particular for his atlases and globes.",
      "pageId": 455576,
      "monthDay": "08/16"
    },
    {
      "year": "1650",
      "uri": "/wiki/Vincenzo_Coronelli",
      "name": "Vincenzo Coronelli",
      "aboutText": "Pierre François André Méchain (16 August 1744 – 20 September 1804) was a French astronomer and surveyor who, with Charles Messier, was a major contributor to the early study of deep sky objects and comets.",
      "pageId": 510027,
      "monthDay": "08/16"
    },
    {
      "year": "1682",
      "uri": "/wiki/Louis,_Dauphin_of_France,_Duke_of_Burgundy",
      "name": "Louis, Dauphin of France, Duke of Burgundy",
      "aboutText": "John Jones Ross, PC (August 16, 1831 – May 4, 1901) was born in Quebec City, Canada.",
      "pageId": 517118,
      "monthDay": "08/16"
    },
    {
      "year": "1744",
      "uri": "/wiki/Pierre_M%C3%A9chain",
      "name": "Pierre Méchain",
      "aboutText": "Jakob Rosanes (also Jacob; August 16, 1842 – January 6, 1922) was a German mathematician who worked on algebraic geometry and invariant theory. He was also a chess master.\nRosanes studied at University of Berlin and the University of Breslau.",
      "pageId": 517973,
      "monthDay": "08/16"
    },
    {
      "year": "1761",
      "uri": "/wiki/Yevstigney_Fomin",
      "name": "Yevstigney Fomin",
      "aboutText": "Andrew Rainsford Wetmore (August 16, 1820 – March 7, 1892) was a New Brunswick politician, jurist, and a member of a prominent United Empire Loyalist family.\nWetmore entered politics in 1865 with his election to the colonial legislature as an Anti-Confederate. His opposition to Canadian confederation dissolved when he didn't get the appointment he expected as Attorney-General in the Anti-Confederate Party's government.",
      "pageId": 589637,
      "monthDay": "08/16"
    },
    {
      "year": "1815",
      "uri": "/wiki/John_Bosco",
      "name": "John Bosco",
      "aboutText": "Jacqueline (Dutch: Jacoba van Beieren; French: Jacqueline de Bavière; 15 July 1401 – 8 October 1436), was a Duchess of Bavaria-Straubing, Countess of Holland and Zeeland and Countess of Hainaut from 1417 to 1433. She was also Dauphine of France for a short time between 1415 and 1417 and Duchess of Gloucester in the 1420s, if her marriage to Humphrey, Duke of Gloucester, is accepted as valid.\nBorn in The Hague, Jacqueline, from her birth, was referred to as \"of Holland\", indicating that she was the heiress of her father's estates.",
      "pageId": 691000,
      "monthDay": "08/16"
    },
    {
      "year": "1820",
      "uri": "/wiki/Andrew_Rainsford_Wetmore",
      "name": "Andrew Rainsford Wetmore",
      "aboutText": "Louis, Duke of Burgundy and later Dauphin of France (16 August 1682 – 18 February 1712) was the eldest son of Louis, Dauphin of France, and father of Louis XV. Until he became the official Dauphin of France upon his father's death in 1711, he was known as Le Petit Dauphin to distinguish him from his father, who was known as le Grand Dauphin.",
      "pageId": 1235541,
      "monthDay": "08/16"
    },
    {
      "year": "1821",
      "uri": "/wiki/Arthur_Cayley",
      "name": "Arthur Cayley",
      "aboutText": "Anne of Austria (16 August 1573 – 10 February 1598) was queen consort of Poland and Sweden by marriage to King Sigismund III Vasa.",
      "pageId": 1362543,
      "monthDay": "08/16"
    },
    {
      "year": "1831",
      "uri": "/wiki/John_Jones_Ross",
      "name": "John Jones Ross",
      "aboutText": "Saint John Bosco (Italian: Giovanni Melchiorre Bosco; 16 August 1815 – 31 January 1888), popularly known as Don Bosco [ˈdɔm ˈbosko], was an Italian Roman Catholic priest of the Latin Church, educator and writer of the 19th century. While working in Turin, where the population suffered many of the effects of industrialization and urbanization, he dedicated his life to the betterment and education of street children, juvenile delinquents, and other disadvantaged youth. He developed teaching methods based on love rather than punishment, a method that became known as the Salesian Preventive System.",
      "pageId": 2345746,
      "monthDay": "08/16"
    },
    {
      "year": "1832",
      "uri": "/wiki/Wilhelm_Wundt",
      "name": "Wilhelm Wundt",
      "aboutText": "Jonas Ferdinand Gabriel Lippmann (16 August 1845 – 13 July 1921) was a Franco-Luxembourgish physicist and inventor, and Nobel laureate in physics for his method of reproducing colours photographically based on the phenomenon of interference.",
      "pageId": 2352712,
      "monthDay": "08/16"
    },
    {
      "year": "1842",
      "uri": "/wiki/Jakob_Rosanes",
      "name": "Jakob Rosanes",
      "aboutText": "Vladimir Aleksandrovich Sukhomlinov (Russian: Владимир Александрович Сухомлинов) (August 16 [O.S. August 4] 1848, Telšiai – February 2, 1926, Berlin) was a cavalry general of the Imperial Russian Army (1906) who served as the Chief of the General Staff in 1908–09 and the Minister of War until 1915, when he was ousted from office amid allegations of failure to provide necessary armaments and munitions.",
      "pageId": 4138113,
      "monthDay": "08/16"
    },
    {
      "year": "1845",
      "uri": "/wiki/Gabriel_Lippmann",
      "name": "Gabriel Lippmann",
      "aboutText": "Emilie (Ämilie, Aemilie) Juliane (August 19, 1637 – December 3, 1706) was a German countess and hymn writer.\nEmilie Juliane was a daughter of Count Albert Frederick I of Barby-Mühlingen and his wife Sophia Ursula of Oldenburg-Delmenhorst. During the Thirty Years' War her father and his family were compelled to seek refuge in the castle of Heidecksburg in Rudolstadt, which belonged to his uncle, Count Louis Günther I of Schwarzburg-Rudolstadt, and Emilie was born there.",
      "pageId": 4202921,
      "monthDay": "08/16"
    },
    {
      "year": "1848",
      "uri": "/wiki/Vladimir_Sukhomlinov",
      "name": "Vladimir Sukhomlinov",
      "aboutText": "Yevstigney Ipat'yevich Fomin  (Russian: Евстигне́й Ипа́тьевич Фоми́н) (born St Petersburg 16 August [O.S. 5 August] 1761 – died St. Petersburg c 27 April [O.S. 16 April] 1800) was a Russian opera composer of the 18th century.",
      "pageId": 5164674,
      "monthDay": "08/16"
    },
    {
      "year": "1856",
      "uri": "/wiki/Aparicio_Saravia",
      "name": "Aparicio Saravia",
      "aboutText": "Hugo Gernsback (August 16, 1884 – August 19, 1967), born Hugo Gernsbacher, was a Luxembourgish-American inventor, writer, editor, and magazine publisher, best known for publications including the first science fiction magazine. His contributions to the genre as publisher were so significant that, along with the novelists H. G. Wells and Jules Verne, he is sometimes called \"The Father of Science Fiction\".",
      "pageId": 13635,
      "monthDay": "08/16"
    },
    {
      "year": "1858",
      "uri": "/wiki/Arthur_Achleitner",
      "name": "Arthur Achleitner",
      "aboutText": "Thomas Edward Lawrence CB DSO (16 August 1888 – 19 May 1935) was a British archaeologist, military officer, and diplomat. He was renowned for his liaison role during the Sinai and Palestine Campaign and the Arab Revolt against Ottoman Turkish rule of 1916–18. The breadth and variety of his activities and associations, and his ability to describe them vividly in writing, earned him international fame as Lawrence of Arabia—a title used for the 1962 film based on his First World War activities.",
      "pageId": 43468,
      "monthDay": "08/16"
    },
    {
      "year": "1860",
      "uri": "/wiki/Martin_Hawke,_7th_Baron_Hawke",
      "name": "Martin Hawke, 7th Baron Hawke",
      "aboutText": "Georgette Heyer /ˈheɪ.ər/ (16 August 1902 – 4 July 1974) was an English historical romance and detective fiction novelist. Her writing career began in 1921, when she turned a story for her younger brother into the novel The Black Moth. In 1925 Heyer married George Ronald Rougier, a mining engineer.",
      "pageId": 80880,
      "monthDay": "08/16"
    },
    {
      "year": "1860",
      "uri": "/wiki/Jules_Laforgue",
      "name": "Jules Laforgue",
      "aboutText": "Harold Rudolf Foster (August 16, 1892 – July 25, 1982), better known as Hal Foster, was a Canadian-American comic book artist and writer best known as the creator of the comic strip Prince Valiant. His drawing style is noted for a high level of draftsmanship and attention to detail.\nBorn in Halifax, Nova Scotia, Canada, Foster rode his bike to the United States in 1919 and began to study in Chicago, eventually living in America.",
      "pageId": 89494,
      "monthDay": "08/16"
    },
    {
      "year": "1862",
      "uri": "/wiki/Amos_Alonzo_Stagg",
      "name": "Amos Alonzo Stagg",
      "aboutText": "Armand John \"A.J.\" Piron (August 16, 1888 – February 17, 1943) was an American jazz violinist, band leader, and composer.\nIn 1915, Piron and Clarence Williams together started the Piron and Williams Publishing Company, and in their first year of business published Piron's composition, “I Wish That I Could Shimmy Like My Sister Kate”, which became his biggest hit. After touring briefly with W.C. Handy in 1917, he started an orchestra under his own name, which soon included such notables as Lorenzo Tio and Steve Lewis.",
      "pageId": 174424,
      "monthDay": "08/16"
    },
    {
      "year": "1868",
      "uri": "/wiki/Bernarr_Macfadden",
      "name": "Bernarr Macfadden",
      "aboutText": "Liane Haid (16 August 1895 – 28 November 2000) was an Austrian actress who has often been referred to as Austria's first movie star.",
      "pageId": 206516,
      "monthDay": "08/16"
    },
    {
      "year": "1876",
      "uri": "/wiki/Ivan_Bilibin",
      "name": "Ivan Bilibin",
      "aboutText": "Amos Alonzo Stagg (August 16, 1862 – March 17, 1965) was an American athlete and pioneering college coach in multiple sports, primarily American football. He served as the head football coach at the International Young Men's Christian Association Training School (now called Springfield College) (1890–1891), the University of Chicago (1892–1932), and the College of the Pacific (1933–1946), compiling a career college football record of 314–199–35. His Chicago Maroons teams of 1905 and 1913 have been recognized as national champions.",
      "pageId": 332836,
      "monthDay": "08/16"
    },
    {
      "year": "1877",
      "uri": "/wiki/Roque_Rua%C3%B1o",
      "name": "Roque Ruaño",
      "aboutText": "Thomas Peter Thorvald Kristian Ferdinand Mortensen (16 August 1882 – 25 April 1998), known as an adult as Christian Mortensen, was a Danish-American supercentenarian. When he died, his age of 115 years and 252 days was the longest verified lifespan of any male in history until 28 December 2012, when Jiroemon Kimura of Japan surpassed this record. Mortensen was the first man confirmed to reach age 115 (in 1997).",
      "pageId": 603091,
      "monthDay": "08/16"
    },
    {
      "year": "1882",
      "uri": "/wiki/D%C3%A9sir%C3%A9_M%C3%A9rchez",
      "name": "Désiré Mérchez",
      "aboutText": "William George Meany (August 16, 1894 – January 10, 1980) was an American labor union leader for 57 years. He was the key figure in the creation of the American Federation of Labor-Congress of Industrial Organizations, and served as the AFL-CIO's first president from 1955–1979.\nMeany's father was a union plumber, and George also became a plumber at a young age.",
      "pageId": 607234,
      "monthDay": "08/16"
    },
    {
      "year": "1882",
      "uri": "/wiki/Christian_Mortensen",
      "name": "Christian Mortensen",
      "aboutText": "Albert Cohen (August 16, 1895, Corfu, Greece – October 17, 1981, Geneva, Switzerland) was a Greek-born Romaniote Jewish Swiss novelist who wrote in French. He worked as a civil servant for various international organizations, such as the International Labour Organization.",
      "pageId": 861818,
      "monthDay": "08/16"
    },
    {
      "year": "1884",
      "uri": "/wiki/Hugo_Gernsback",
      "name": "Hugo Gernsback",
      "aboutText": "Otto James Messmer (August 16, 1892 – October 28, 1983) was an American animator, best known for his work on the Felix the Cat cartoons and comic strip produced by the Pat Sullivan studio.\nThe extent of Messmer's role in the creation and popularity of Felix is a matter of ongoing dispute, particularly as he only laid his claim to the character after the death of Sullivan, who until that time had received the credit.",
      "pageId": 1120256,
      "monthDay": "08/16"
    },
    {
      "year": "1888",
      "uri": "/wiki/T._E._Lawrence",
      "name": "T. E. Lawrence",
      "aboutText": "Ivan Yakovlevich Bilibin (Russian: Ива́н Я́ковлевич Били́бин; 16 August [O.S. 4 August] 1876 – 7 February 1942) was a 20th-century illustrator and stage designer who took part in the Mir iskusstva and contributed to the Ballets Russes.",
      "pageId": 1212253,
      "monthDay": "08/16"
    },
    {
      "year": "1888",
      "uri": "/wiki/Armand_J._Piron",
      "name": "Armand J. Piron",
      "aboutText": "Martin Bladen Hawke, 7th Baron Hawke (16 August 1860 – 10 October 1938), generally known as Lord Hawke, was an English amateur cricketer active from 1881 to 1911 who played for Yorkshire and England. He was born in Willingham by Stow, near Gainsborough, Lincolnshire and died in Edinburgh. He appeared in 633 first-class matches, including five Test matches, as a righthanded batsman, scoring 16,749 runs with a highest score of 166 and held 209 catches.",
      "pageId": 1328633,
      "monthDay": "08/16"
    },
    {
      "year": "1892",
      "uri": "/wiki/Hal_Foster",
      "name": "Hal Foster",
      "aboutText": "Jules Laforgue (French: [ʒyl lafɔʁɡ]; 16 August 1860 – 20 August 1887) was a Franco-Uruguayan poet, often referred to as a Symbolist poet. Critics and commentators have also pointed to Impressionism as a direct influence and his poetry has been called \"part-symbolist, part-impressionist\".\n^ Dale, Peter.",
      "pageId": 1741007,
      "monthDay": "08/16"
    },
    {
      "year": "1892",
      "uri": "/wiki/Otto_Messmer",
      "name": "Otto Messmer",
      "aboutText": "Wallace Henry Thurman (1902–1934) was an American novelist active during the Harlem Renaissance. He also wrote essays, worked as an editor, and was a publisher of short-lived newspapers and literary journals.",
      "pageId": 2136776,
      "monthDay": "08/16"
    },
    {
      "year": "1894",
      "uri": "/wiki/George_Meany",
      "name": "George Meany",
      "aboutText": "Arthur Achleitner (August 16, 1858 in Straubing, Bavaria, Germany – September 29, 1927 in Munich) was a German writer.",
      "pageId": 2472943,
      "monthDay": "08/16"
    },
    {
      "year": "1895",
      "uri": "/wiki/Albert_Cohen",
      "name": "Albert Cohen",
      "aboutText": "Bernarr Macfadden (August 16, 1868 – October 12, 1955) was an influential American proponent of physical culture, a combination of bodybuilding with nutritional and health theories. He also founded the long-running magazine publishing company Macfadden Publications.",
      "pageId": 2571381,
      "monthDay": "08/16"
    },
    {
      "year": "1895",
      "uri": "/wiki/Liane_Haid",
      "name": "Liane Haid",
      "aboutText": "Aparicio Saravia da Rosa (August 16, 1856 – September 10, 1904) was a Uruguayan politician and military leader.",
      "pageId": 10357155,
      "monthDay": "08/16"
    },
    {
      "year": "1902",
      "uri": "/wiki/Georgette_Heyer",
      "name": "Georgette Heyer",
      "aboutText": "Désiré Alfred Mérchez (August 16, 1882 – July 8, 1968) was a male French swimmer and water polo player who competed in the 1900 Summer Olympics.\nHe was born in Lille and died in Nice.\nIn 1900 he won the bronze medal with the French team in the 200 metre team swimming.",
      "pageId": 18061497,
      "monthDay": "08/16"
    },
    {
      "year": "1902",
      "uri": "/wiki/Wallace_Thurman",
      "name": "Wallace Thurman",
      "aboutText": "Rev. Fr. Roque Ruaño, O.P. (August 16, 1877 – March 5, 1935) was a Spanish priest-civil engineer.",
      "pageId": 24755170,
      "monthDay": "08/16"
    },
    {
      "year": "1904",
      "uri": "/wiki/Minoru_Genda",
      "name": "Minoru Genda",
      "aboutText": "Menachem Begin ( listen ; Hebrew: מְנַחֵם בֵּגִין; Polish: Mieczysław Biegun; Russian: Менахем Вольфович Бегин Menakhem Vol'fovich Begin; 16 August 1913 – 9 March 1992) was an Israeli politician, founder of Likud and the sixth Prime Minister of the State of Israel. Before the creation of the state of Israel, he was the leader of the Zionist militant group Irgun, the Revisionist breakaway from the larger Jewish paramilitary organization Haganah. He proclaimed a revolt, on 1 February 1944, against the British mandatory government, which was opposed by the Jewish Agency.",
      "pageId": 20767,
      "monthDay": "08/16"
    },
    {
      "year": "1904",
      "uri": "/wiki/Wendell_Meredith_Stanley",
      "name": "Wendell Meredith Stanley",
      "aboutText": "Henry Charles Bukowski (born Heinrich Karl Bukowski; August 16, 1920 – March 9, 1994) was a German-born American poet, novelist, and short story writer.\nHis writing was influenced by the social, cultural, and economic ambience of his home city of Los Angeles. His work addresses the ordinary lives of poor Americans, the act of writing, alcohol, relationships with women, and the drudgery of work.",
      "pageId": 59600,
      "monthDay": "08/16"
    },
    {
      "year": "1908",
      "uri": "/wiki/Orlando_Cole",
      "name": "Orlando Cole",
      "aboutText": "Ernst Friedrich \"Fritz\" Schumacher (19 August 1911 – 4 September 1977) was an internationally influential economic thinker, statistician and economist in Britain, serving as Chief Economic Advisor to the UK National Coal Board for two decades. His ideas became popularised in much of the English-speaking world during the 1970s. He is best known for his critique of Western economies and his proposals for human-scale, decentralised and appropriate technologies.",
      "pageId": 348626,
      "monthDay": "08/16"
    },
    {
      "year": "1908",
      "uri": "/wiki/William_Keepers_Maxwell,_Jr.",
      "name": "William Keepers Maxwell, Jr.",
      "aboutText": "Wendell Meredith Stanley (16 August 1904 – 15 June 1971) was an American biochemist, virologist and Nobel laureate.",
      "pageId": 481941,
      "monthDay": "08/16"
    },
    {
      "year": "1909",
      "uri": "/wiki/Paul_Callaway",
      "name": "Paul Callaway",
      "aboutText": "Albert George \"Al\" Hibbler (August 16, 1915 – April 24, 2001) was an American baritone vocalist, who sang with Duke Ellington's orchestra before having several pop hits as a solo artist. Some of Hibbler's singing is classified as rhythm and blues, but he is best seen as a bridge between R&B and traditional pop music.",
      "pageId": 772206,
      "monthDay": "08/16"
    },
    {
      "year": "1910",
      "uri": "/wiki/Gloria_Blondell",
      "name": "Gloria Blondell",
      "aboutText": "Fess Elisha Parker, Jr. (August 16, 1924 – March 18, 2010) was an American film and television actor best known for his portrayals of Davy Crockett in the Walt Disney 1955–1956 TV miniseries and as Daniel Boone in a television series from 1964 to 1970. He was also known as a winemaker and resort owner-operator.",
      "pageId": 1021158,
      "monthDay": "08/16"
    },
    {
      "year": "1910",
      "uri": "/wiki/Mae_Clarke",
      "name": "Mae Clarke",
      "aboutText": "Edward Joseph \"Ted\" Drake (16 August 1912 – 30 May 1995) was an English football player and manager. As a player, he first played for Southampton but made his name playing for Arsenal in the 1930s, winning two league titles and an FA Cup, as well as five caps for England. He was also a cricketer, but only ever played sparingly for Hampshire.",
      "pageId": 1272973,
      "monthDay": "08/16"
    },
    {
      "year": "1911",
      "uri": "/wiki/E._F._Schumacher",
      "name": "E. F. Schumacher",
      "aboutText": "Mae Clarke (August 16, 1910 – April 29, 1992) was an American actress. She was most noted for playing Dr. Frankenstein's bride and being chased by Boris Karloff in Frankenstein, and for having a grapefruit smashed into her face by James Cagney in The Public Enemy.",
      "pageId": 2565361,
      "monthDay": "08/16"
    },
    {
      "year": "1912",
      "uri": "/wiki/Ted_Drake",
      "name": "Ted Drake",
      "aboutText": "William Keepers Maxwell, Jr. (August 16, 1908 – July 31, 2000) was an American editor, novelist, short story writer, essayist, children's author, and memoirist. He served as a fiction editor at The New Yorker from 1936 to 1975.",
      "pageId": 2584260,
      "monthDay": "08/16"
    },
    {
      "year": "1913",
      "uri": "/wiki/Menachem_Begin",
      "name": "Menachem Begin",
      "aboutText": "Roque Cordero (August 16, 1917 – December 27, 2008) was a Panamanian composer.\n^ De Lerma, Dominique-Rene. \"African Heritage Symphonic Series\".",
      "pageId": 2667931,
      "monthDay": "08/16"
    },
    {
      "year": "1915",
      "uri": "/wiki/Al_Hibbler",
      "name": "Al Hibbler",
      "aboutText": "Minoru Genda (源田 実, Genda Minoru, 16 August 1904 – 15 August 1989) was a well-known Japanese military aviator and politician. He is best known for helping to plan the Pearl Harbor attack.",
      "pageId": 3029530,
      "monthDay": "08/16"
    },
    {
      "year": "1916",
      "uri": "/wiki/Iggy_Katona",
      "name": "Iggy Katona",
      "aboutText": "Millôr Fernandes (August 16, 1923 – March 27, 2012) was a Brazilian writer, journalist, cartoonist, humorist and playwright. Born as Milton Viola Fernandes, his birth was registered in May 27, 1924; the handwriting on his birth certificate made the name Milton being read as \"Millôr\", which he adopted as his official name.",
      "pageId": 3572882,
      "monthDay": "08/16"
    },
    {
      "year": "1917",
      "uri": "/wiki/Matt_Christopher",
      "name": "Matt Christopher",
      "aboutText": "Orlando Cole (August 16, 1908 – January 25, 2010) was a cello teacher who taught two generations of soloists, chamber musicians, and first cellists in a dozen leading orchestras, including Lynn Harrell, Daniel Lee, Ronald Leonard, Lorne Munroe, Peter Stumpf, Christopher Rex, Anne Martindale Williams, Michael Grebanier, and Marcy Rosen.",
      "pageId": 4317601,
      "monthDay": "08/16"
    },
    {
      "year": "1917",
      "uri": "/wiki/Roque_Cordero",
      "name": "Roque Cordero",
      "aboutText": "Matthew \"Matt\" Frederick Christopher (August 16, 1917 – September 20, 1997) was an American writer of children's books. He wrote more than 100 novels and 300 short stories, mainly featuring sports.",
      "pageId": 6031925,
      "monthDay": "08/16"
    },
    {
      "year": "1919",
      "uri": "/wiki/Karl-Heinz_Euling",
      "name": "Karl-Heinz Euling",
      "aboutText": "Egnatius \"Iggy\" Katona (August 16, 1916, Toledo, Ohio – December 4, 2003, Daytona Beach, Florida) was an American stock car racer from Willis, Michigan. He is most famous for his performance in the ARCA series in the 1950s, 60s and 70s, where he won six championships and 79 races, the latter of which stood as a series record until Frank Kimmel surpassed it in 2013.",
      "pageId": 6996065,
      "monthDay": "08/16"
    },
    {
      "year": "1920",
      "uri": "/wiki/Charles_Bukowski",
      "name": "Charles Bukowski",
      "aboutText": "Ernest Aaron \"Ernie\" Freeman (August 16, 1922 – May 16, 1981) was an American pianist, organist, bandleader and arranger.",
      "pageId": 7168480,
      "monthDay": "08/16"
    },
    {
      "year": "1922",
      "uri": "/wiki/James_Casey_(variety_artist)",
      "name": "James Casey",
      "aboutText": "Paul Smith Callaway, OBE (August 16, 1909 – March 21, 1995) was a prominent American organist and choral conductor, particularly well known for his thirty-eight years at the Washington National Cathedral, Washington, D.C., between 1939–1977. He was also active in opera and was the founding musical director of the Opera Society of Washington in 1956, now the renowned Washington National Opera. By the time of his death in 1995, he was acclaimed for his great influence on the musical life of the nation's capital.",
      "pageId": 20184157,
      "monthDay": "08/16"
    },
    {
      "year": "1922",
      "uri": "/wiki/Ernie_Freeman",
      "name": "Ernie Freeman",
      "aboutText": "Karl Heinz Euling (16 August 1919 – 14 April 2014) was a Hauptsturmführer (Captain) in the Waffen SS during World War II. He was awarded the Knight's Cross of the Iron Cross, which was awarded to recognize extreme battlefield bravery or successful military leadership by Nazi Germany during World War II.",
      "pageId": 21181603,
      "monthDay": "08/16"
    },
    {
      "year": "1923",
      "uri": "/wiki/Mill%C3%B4r_Fernandes",
      "name": "Millôr Fernandes",
      "aboutText": "Gloria Blondell (August 16, 1910 – March 25, 1986) was an actress and voice actress between 1938 and 1962, and was the younger sister of Joan Blondell.",
      "pageId": 25239647,
      "monthDay": "08/16"
    },
    {
      "year": "1924",
      "uri": "/wiki/Fess_Parker",
      "name": "Fess Parker",
      "aboutText": "James Casey (16 August 1922 – 23 April 2011) was at various times during his long career a Variety comedian on the English music-halls, a scriptwriter for BBC Radio's variety shows and situation comedies, and a senior BBC Radio Light Entertainment producer.\nHe was the son of the English Variety comedian Jimmy James, and cousin of comedian Eli Woods.\nIn the 1940s, he and Eli Woods appeared in his father's variety act, known as Jimmy James and Co, and, after retiring from the BBC, in the 1980s he resurrected the act and toured the surviving variety theatres performing it with Woods for the following twenty five years.",
      "pageId": 32085387,
      "monthDay": "08/16"
    },
    {
      "year": "1924",
      "uri": "/wiki/Inez_Voyce",
      "name": "Inez Voyce",
      "aboutText": "William John \"Bill\" Evans (pronunciation: /ˈɛvəns/, August 16, 1929 – September 15, 1980) was an American jazz pianist and composer who mostly worked in a trio setting. Evans' use of impressionist harmony, inventive interpretation of traditional jazz repertoire, block chords, and trademark rhythmically independent, \"singing\" melodic lines continue to influence jazz pianists today.\nBorn in Plainfield, New Jersey, he was classically trained, and studied at Southeastern Louisiana University.",
      "pageId": 155974,
      "monthDay": "08/16"
    },
    {
      "year": "1925",
      "uri": "/wiki/Willie_Jones_(baseball)",
      "name": "Willie Jones",
      "aboutText": "Julie Newmar (born August 16, 1933) is an American actress, dancer and singer, known for a variety of stage, screen, and television roles. She won the Tony Award for Best Featured Actress in a Play for her role as Katrin Sveg in the 1958 Broadway production of The Marriage-Go-Round, and reprised the role in the 1961 film version. In the 1960s, she starred for two seasons as Catwoman in the television series Batman (1966–67).",
      "pageId": 176998,
      "monthDay": "08/16"
    },
    {
      "year": "1925",
      "uri": "/wiki/Mal_Waldron",
      "name": "Mal Waldron",
      "aboutText": "Helmut Rahn, known as Der Boss (The Boss), (16 August 1929 in Essen – 14 August 2003) was a German football player.",
      "pageId": 205152,
      "monthDay": "08/16"
    },
    {
      "year": "1927",
      "uri": "/wiki/Lois_Nettleton",
      "name": "Lois Nettleton",
      "aboutText": "Francis Newton \"Frank\" Gifford (August 16, 1930 – August 9, 2015) was an American football player and television sports commentator. After a 12-year playing career as a running back and flanker for the New York Giants of the National Football League (NFL), he was a play-by-play announcer and commentator for 27 years on ABC's Monday Night Football.\nGifford won the NFL Most Valuable Player Award in 1956, the same season he won his only NFL Championship.",
      "pageId": 445861,
      "monthDay": "08/16"
    },
    {
      "year": "1928",
      "uri": "/wiki/Ann_Blyth",
      "name": "Ann Blyth",
      "aboutText": "Leslie François Saint Roc Manigat (August 16, 1930 – June 27, 2014) was a Haitian politician who was elected as President of Haiti in a tightly controlled military held election in January 1988.",
      "pageId": 532698,
      "monthDay": "08/16"
    },
    {
      "year": "1928",
      "uri": "/wiki/Eydie_Gorm%C3%A9",
      "name": "Eydie Gormé",
      "aboutText": "Malcolm Earl \"Mal\" Waldron (August 16, 1925 – December 2, 2002) was an American jazz pianist, composer, and arranger. He started playing professionally in New York in 1950, after graduating from university. In the following dozen years or so Waldron led his own bands and played for those led by Charles Mingus, Jackie McLean, John Coltrane, and Eric Dolphy, among others.",
      "pageId": 671985,
      "monthDay": "08/16"
    },
    {
      "year": "1928",
      "uri": "/wiki/Ara_G%C3%BCler",
      "name": "Ara Güler",
      "aboutText": "Marion Anthony (Tony) Trabert (born August 16, 1930 in Cincinnati, Ohio) is a retired American former World No. 1 tennis champion and long-time tennis author, TV commentator, instructor, and motivational speaker. In his 1979 autobiography Jack Kramer, the long-time tennis promoter and great player himself, included Trabert in his list of the 21 greatest players of all time.",
      "pageId": 868643,
      "monthDay": "08/16"
    },
    {
      "year": "1928",
      "uri": "/wiki/Eddie_Kirkland",
      "name": "Eddie Kirkland",
      "aboutText": "Robert Martin Culp (August 16, 1930 – March 24, 2010) was an American actor, screenwriter, voice actor and director, widely known for his work in television. Culp earned an international reputation for his role as Kelly Robinson on I Spy (1965–1968), the espionage series in which he and co-star Bill Cosby played a pair of secret agents. Prior to that, he starred in the CBS/Four Star western series, Trackdown as Texas Ranger Hoby Gilman from 1957-1959.",
      "pageId": 886685,
      "monthDay": "08/16"
    },
    {
      "year": "1929",
      "uri": "/wiki/Bill_Evans",
      "name": "Bill Evans",
      "aboutText": "Eydie Gormé (also spelled Gorme; August 16, 1928 – August 10, 2013) was an American singer who performed solo as well as with her husband, Steve Lawrence, in popular ballads and swing. She earned numerous awards, including a Grammy and an Emmy.",
      "pageId": 1328892,
      "monthDay": "08/16"
    },
    {
      "year": "1929",
      "uri": "/wiki/Helmut_Rahn",
      "name": "Helmut Rahn",
      "aboutText": "Ann Marie Blyth (born August 16, 1928) is an American actress and singer, often cast in Hollywood musicals, but also successful in dramatic roles.",
      "pageId": 1389062,
      "monthDay": "08/16"
    },
    {
      "year": "1929",
      "uri": "/wiki/Fritz_Von_Erich",
      "name": "Fritz Von Erich",
      "aboutText": "Willie Edward Jones (August 16, 1925 – October 18, 1983), nicknamed \"Puddin' Head\", was a Major League Baseball third baseman who played for the Philadelphia Phillies (1947–1959), Cleveland Indians (1959) and Cincinnati Reds (1959–1961). He batted and threw right-handed.\nIn a 15-season career, Jones was a .258 hitter with 190 home runs and 812 RBI in 1691 games played.",
      "pageId": 1404730,
      "monthDay": "08/16"
    },
    {
      "year": "1929",
      "uri": "/wiki/Wyatt_Tee_Walker",
      "name": "Wyatt Tee Walker",
      "aboutText": "Wyatt Tee Walker (born 16 August 1929) is an African American pastor, national civil rights leader, theologian, and cultural historian. He was a chief of staff for Dr. Martin Luther King, Jr., and in 1958 became an early board member of the Southern Christian Leadership Conference (SCLC).",
      "pageId": 1566357,
      "monthDay": "08/16"
    },
    {
      "year": "1930",
      "uri": "/wiki/Robert_Culp",
      "name": "Robert Culp",
      "aboutText": "Jack Barton Adkisson, Sr. (August 16, 1929 – September 10, 1997) was an American professional wrestler under the ring name Fritz Von Erich, better known today as a wrestling promoter and the patriarch of the Von Erich family.",
      "pageId": 1886026,
      "monthDay": "08/16"
    },
    {
      "year": "1930",
      "uri": "/wiki/Frank_Gifford",
      "name": "Frank Gifford",
      "aboutText": "Ara Güler (Armenian: Արա Գյուլեր, born August 16, 1928 in Beyoğlu, Istanbul, Turkey) is an Armenian-Turkish photojournalist, nicknamed \"the Eye of Istanbul\" or \"the Photographer of Istanbul\". He is considered one of Turkey's few internationally known photographers.\n^ \"Ara Güler'in Hayatı\" (in Turkish).",
      "pageId": 2333145,
      "monthDay": "08/16"
    },
    {
      "year": "1930",
      "uri": "/wiki/Leslie_Manigat",
      "name": "Leslie Manigat",
      "aboutText": "Lois June Nettleton (August 16, 1927 – January 18, 2008) was an American film, stage, radio, and television actress.",
      "pageId": 5715513,
      "monthDay": "08/16"
    },
    {
      "year": "1930",
      "uri": "/wiki/Tony_Trabert",
      "name": "Tony Trabert",
      "aboutText": "Nawwaf bin Abdulaziz (16 August 1932 – 29 September 2015) was a senior member of the House of Saud and was a close ally of the deceased King Abdullah.",
      "pageId": 8615789,
      "monthDay": "08/16"
    },
    {
      "year": "1932",
      "uri": "/wiki/Nawwaf_bin_Abdulaziz_Al_Saud",
      "name": "Nawwaf bin Abdulaziz Al Saud",
      "aboutText": "Reiner Kunze (born 16 August 1933, in Oelsnitz, Erzgebirge, Saxony) is a German writer and GDR dissident. He studied media and journalism at the University of Leipzig. In 1968, he left the GDR state party SED following the communist Warsaw Pact countries invasion of Czechoslovakia in response to the Prague Spring.",
      "pageId": 11208545,
      "monthDay": "08/16"
    },
    {
      "year": "1933",
      "uri": "/wiki/Reiner_Kunze",
      "name": "Reiner Kunze",
      "aboutText": "Tom Maschler (born 16 August 1933) is a British publisher and writer.",
      "pageId": 13768302,
      "monthDay": "08/16"
    },
    {
      "year": "1933",
      "uri": "/wiki/Tom_Maschler",
      "name": "Tom Maschler",
      "aboutText": "Eddie Kirkland (August 16, 1923 – February 27, 2011) was an American electric blues guitarist, harmonicist, singer, and songwriter.\nKirkland, known as the \"Gypsy of the Blues\" for his rigorous touring schedules, played and toured with John Lee Hooker from 1949 to 1962. After his period of working in tandem with Hooker he pursued a successful solo career, recording for RPM Records, Fortune Records, Volt Records, and King Records, sometimes under the stage name Eddie Kirk.",
      "pageId": 21302548,
      "monthDay": "08/16"
    },
    {
      "year": "1933",
      "uri": "/wiki/Julie_Newmar",
      "name": "Julie Newmar",
      "aboutText": "Inez Ferne Voyce [Lefty] (born August 16, 1924) is a former first basewoman who played from 1946 through 1953 in the All-American Girls Professional Baseball League. Listed at 5' 6\", 148 lb., she batted and threw left-handed.",
      "pageId": 26386187,
      "monthDay": "08/16"
    },
    {
      "year": "1933",
      "uri": "/wiki/Stuart_Roosa",
      "name": "Stuart Roosa",
      "aboutText": "Diana Wynne Jones (16 August 1934 – 26 March 2011) was a British writer, principally of fantasy novels for children and adults.",
      "pageId": 38234,
      "monthDay": "08/16"
    },
    {
      "year": "1934",
      "uri": "/wiki/Donnie_Dunagan",
      "name": "Donnie Dunagan",
      "aboutText": "Sir Trevor McDonald OBE (born George McDonald; 16 August 1939) is a Trinidadian British newsreader and journalist, best known for his career as a news presenter with ITN.",
      "pageId": 256344,
      "monthDay": "08/16"
    },
    {
      "year": "1934",
      "uri": "/wiki/Diana_Wynne_Jones",
      "name": "Diana Wynne Jones",
      "aboutText": "Stuart Allen \"Stu\" Roosa (August 16, 1933 – December 12, 1994), (Col, USAF), was an American aeronautical engineer, United States Air Force pilot, test pilot, and NASA astronaut, who was the Command Module Pilot for the Apollo 14 mission. The mission lasted from January 31 to February 9, 1971 and was the third mission to land astronauts (Alan Shepard and Edgar Mitchell) on the Moon. While Shepard and Mitchell spent two days on the lunar surface, Roosa conducted experiments from orbit in the Command Module Kitty Hawk.",
      "pageId": 338113,
      "monthDay": "08/16"
    },
    {
      "year": "1934",
      "uri": "/wiki/Ketty_Lester",
      "name": "Ketty Lester",
      "aboutText": "David A. Anderson, PC OC (born August 16, 1937 in Victoria, British Columbia) is a former Canadian cabinet minister.\nEducated at Victoria College in Victoria, BC and the University of British Columbia Faculty of Law, he graduated in 1962 with a LLB. During his UBC days Anderson won a silver medal for rowing in the 1960 Olympic Games, and a silver medal in the Pan American Games in Chicago in 1959. He was also a pilot in the University Reserve of the Royal Canadian Air Force.",
      "pageId": 383856,
      "monthDay": "08/16"
    },
    {
      "year": "1934",
      "uri": "/wiki/Pierre_Richard",
      "name": "Pierre Richard",
      "aboutText": "David Behrman (born August 16, 1937 in Salzburg, AustriaInt) is an American composer and a pioneer of computer music. In the early 1960s he was the producer of Columbia Records' Music of Our Time series, which included the first recording of Terry Riley's In C. In 1966 Behrman co-founded Sonic Arts Union with fellow composers Robert Ashley, Alvin Lucier and Gordon Mumma. He wrote the music for Merce Cunningham's dances Walkaround Time (1968), Rebus (1975), Pictures (1984) and Eyespace 40 (2007).",
      "pageId": 439830,
      "monthDay": "08/16"
    },
    {
      "year": "1934",
      "uri": "/wiki/John_Standing",
      "name": "John Standing",
      "aboutText": "Bruce Beresford (born 16 August 1940) is an Australian film director who has made more than 30 feature films over a 50-year career.",
      "pageId": 571071,
      "monthDay": "08/16"
    },
    {
      "year": "1934",
      "uri": "/wiki/Dave_Thomas_(golfer)",
      "name": "Dave Thomas",
      "aboutText": "Billy Joe Shaver (born August 16, 1939) is a Texas country music singer and songwriter.",
      "pageId": 1181322,
      "monthDay": "08/16"
    },
    {
      "year": "1935",
      "uri": "/wiki/Cliff_Fletcher",
      "name": "Cliff Fletcher",
      "aboutText": "Colonel Théoneste Bagosora (born 16 August 1941) is a former Rwandan military officer. He is chiefly known for his key role in the 1994 Rwandan Genocide, for which he has been sentenced to life imprisonment by the International Criminal Tribunal for Rwanda (ICTR). The sentence was reduced to 35 years imprisonment on appeal.",
      "pageId": 1293172,
      "monthDay": "08/16"
    },
    {
      "year": "1935",
      "uri": "/wiki/Andreas_Stamatiadis",
      "name": "Andreas Stamatiadis",
      "aboutText": "Donald \"Donnie\" Roan Dunagan (born August 16, 1934) is a retired American former child actor and United States Marine Corps drill instructor.",
      "pageId": 1587860,
      "monthDay": "08/16"
    },
    {
      "year": "1936",
      "uri": "/wiki/Anita_Gillette",
      "name": "Anita Gillette",
      "aboutText": "Pierre Richard (born Pierre-Richard Defays; 16 August 1934) is a popular French actor best known for the roles of a clumsy daydreamer in comedy films. Richard is considered by many, such as Louis de Funès and Gérard Depardieu, to be one of the greatest and most talented French comedians in the last 50 years. He is also a film director and occasional singer.",
      "pageId": 1834343,
      "monthDay": "08/16"
    },
    {
      "year": "1936",
      "uri": "/wiki/Alan_Hodgkinson",
      "name": "Alan Hodgkinson",
      "aboutText": "Seán Baptist Brady (16 August 1939) is an Irish cardinal of the Catholic Church. He was Archbishop of Armagh and Primate of All Ireland from 1996 until 2014, being elevated to the cardinalate in 2007. He faced repeated calls to resign over his role in an alleged cover-up of child abuse by priests in his jurisdiction.",
      "pageId": 1980502,
      "monthDay": "08/16"
    },
    {
      "year": "1937",
      "uri": "/wiki/David_Anderson_(British_Columbia_politician)",
      "name": "David Anderson",
      "aboutText": "Lorraine Gary (born August 16, 1937) is a retired American actress, best known for her role as \"Ellen Brody\" in Jaws, Jaws 2, and Jaws: The Revenge.",
      "pageId": 2337458,
      "monthDay": "08/16"
    },
    {
      "year": "1937",
      "uri": "/wiki/David_Behrman",
      "name": "David Behrman",
      "aboutText": "Alan Hodgkinson MBE (16 August 1936 – 8 December 2015) was an English professional football goalkeeper and goalkeeping coach. At just over 5 ft 9 in (1.75 m), Hodgkinson was on the small side for a goalkeeper, but made up for the lack of height by his good positional play.",
      "pageId": 4030636,
      "monthDay": "08/16"
    },
    {
      "year": "1937",
      "uri": "/wiki/Lorraine_Gary",
      "name": "Lorraine Gary",
      "aboutText": "Sir John Ronald Leon Standing, 4th Baronet (born 16 August 1934), born John Ronald Leon, is an English actor.",
      "pageId": 4738538,
      "monthDay": "08/16"
    },
    {
      "year": "1937",
      "uri": "/wiki/Boris_R%C3%B5tov",
      "name": "Boris Rõtov",
      "aboutText": "George Clifford Fletcher (born August 16, 1935) is a National Hockey League executive and is a former general manager of the Atlanta Flames/Calgary Flames, Toronto Maple Leafs, and Phoenix Coyotes. He is currently a Senior Advisor to the Toronto Maple Leafs. Some of his nicknames are the \"Silver Fox\" and \"Trader Cliff\".",
      "pageId": 5700312,
      "monthDay": "08/16"
    },
    {
      "year": "1939",
      "uri": "/wiki/Se%C3%A1n_Brady",
      "name": "Seán Brady",
      "aboutText": "Anita Gillette (born August 16, 1936) is an American actress.",
      "pageId": 6574180,
      "monthDay": "08/16"
    },
    {
      "year": "1939",
      "uri": "/wiki/Trevor_McDonald",
      "name": "Trevor McDonald",
      "aboutText": "Andreas Stamatiadis (Greek: Ανδρέας Σταματιάδης; born 16 August 1935) is a retired footballer who played as a right winger for AEK Athens F.C. from 1950 until 1969, captain of the team in the latter years. During his career, he made 267 league appearances and scored 60 goals for AEK Athens. He was also capped 8 times by the Greece national football team and was a regular of the All-Athens selections during the 1950s.",
      "pageId": 6844925,
      "monthDay": "08/16"
    },
    {
      "year": "1939",
      "uri": "/wiki/Billy_Joe_Shaver",
      "name": "Billy Joe Shaver",
      "aboutText": "Ketty Lester (born Revoyda Frierson, August 16, 1934) is an American singer and actress, who is known for her 1962 hit single, \"Love Letters\", which reached the Top 5 of the charts in both the United States and the United Kingdom, and her role in the American television series, Little House on the Prairie.",
      "pageId": 7207794,
      "monthDay": "08/16"
    },
    {
      "year": "1940",
      "uri": "/wiki/Bruce_Beresford",
      "name": "Bruce Beresford",
      "aboutText": "David Charles Thomas (16 August 1934 – 27 August 2013) was a Welsh professional golfer and renowned golf course architect.\nThomas was one of Britain's leading golfers during the 1950s and 1960s with many tournament victories around Europe, including the News of the World Match Play and the Belgian, Dutch and French Open championships.",
      "pageId": 8368081,
      "monthDay": "08/16"
    },
    {
      "year": "1941",
      "uri": "/wiki/Th%C3%A9oneste_Bagosora",
      "name": "Théoneste Bagosora",
      "aboutText": "Boris Rõtov (Estonian: Boris Rõtov; August 16, 1937 – September 10, 1987) was an Estonian chess player who won the Estonian Chess Championship (1978).",
      "pageId": 39781854,
      "monthDay": "08/16"
    },
    {
      "year": "1942",
      "uri": "/wiki/John_Challis",
      "name": "John Challis",
      "aboutText": "Carol Elizabeth Moseley Braun, also sometimes Moseley-Braun (born August 16, 1947), is an American politician and lawyer who represented Illinois in the United States Senate from 1993 to 1999. She was the first and to date only female African-American Senator, the first African-American U.S. Senator for the Democratic Party, the first woman to defeat an incumbent U.S. Senator in an election, and the first and to date only female Senator from Illinois. From 1999 until 2001, she was the United States Ambassador to New Zealand.",
      "pageId": 186833,
      "monthDay": "08/16"
    },
    {
      "year": "1942",
      "uri": "/wiki/Barbara_George",
      "name": "Barbara George",
      "aboutText": "Kevin Ayers (16 August 1944 – 18 February 2013) was an English singer-songwriter and a major influential force in the English psychedelic movement. Ayers was a founding member of the pioneering psychedelic band Soft Machine in the mid-1960s, and was closely associated with the Canterbury scene. He recorded a series of albums as a solo artist and over the years worked with Brian Eno, Syd Barrett, John Cale, Elton John, Robert Wyatt, Andy Summers, Mike Oldfield, Nico and Ollie Halsall, among others.",
      "pageId": 358527,
      "monthDay": "08/16"
    },
    {
      "year": "1943",
      "uri": "/wiki/Sharon_Baird",
      "name": "Sharon Baird",
      "aboutText": "William \"Sputnik\" Spooner (born August 16, 1949) is a musician, guitarist, and songwriter, and the founder of The Tubes, a theatrical rock band. His songwriting is known for its use of humor and satire. He has released three solo albums: First Chud (1985), Mall to Mars (1997), and Demo-licious.",
      "pageId": 404473,
      "monthDay": "08/16"
    },
    {
      "year": "1943",
      "uri": "/wiki/Woody_Peoples",
      "name": "Woody Peoples",
      "aboutText": "Lesley Ann Warren (born August 16, 1946) is an American actress and singer. She has been nominated once for an Academy Award and Emmy Award and five times for Golden Globe Award, winning one. She is known for her roles in films such as The Happiest Millionaire, Victor Victoria, Clue, Burglar, Cop, Color of Night and Secretary.",
      "pageId": 1147893,
      "monthDay": "08/16"
    },
    {
      "year": "1944",
      "uri": "/wiki/Kevin_Ayers",
      "name": "Kevin Ayers",
      "aboutText": "Robert Elmer \"Bob\" Balaban (born August 16, 1945) is an American actor, author, producer, and director. He was one of the producers nominated for the Academy Award for Best Picture for Gosford Park (2001), in which he also appeared.",
      "pageId": 1441764,
      "monthDay": "08/16"
    },
    {
      "year": "1945",
      "uri": "/wiki/Bob_Balaban",
      "name": "Bob Balaban",
      "aboutText": "Suzanne Farrell (born August 16, 1945) is an eminent 20th-century ballerina (often referred to as the greatest American lyric ballerina) and the founder of the Suzanne Farrell Ballet at the Kennedy Center in Washington, D.C.",
      "pageId": 1561469,
      "monthDay": "08/16"
    },
    {
      "year": "1945",
      "uri": "/wiki/Russell_Brookes",
      "name": "Russell Brookes",
      "aboutText": "Hoyt Richard \"Dick\" Murdoch (August 16, 1946 – June 15, 1996) was an American professional wrestler.",
      "pageId": 1935362,
      "monthDay": "08/16"
    },
    {
      "year": "1945",
      "uri": "/wiki/Suzanne_Farrell",
      "name": "Suzanne Farrell",
      "aboutText": "Barbara Goodson (born August 16, 1949) is an American actress known mostly for her versatility in voicing original and dubbed cartoons. Goodson was born in Brooklyn, New York. She grew up in New Jersey and now lives in Santa Monica, California.",
      "pageId": 1942536,
      "monthDay": "08/16"
    },
    {
      "year": "1946",
      "uri": "/wiki/Masoud_Barzani",
      "name": "Masoud Barzani",
      "aboutText": "John Challis (born 16 August 1942) is an English actor.",
      "pageId": 2312329,
      "monthDay": "08/16"
    },
    {
      "year": "1946",
      "uri": "/wiki/Dick_Murdoch",
      "name": "Dick Murdoch",
      "aboutText": "Scott Randolph Asheton (August 16, 1949 – March 15, 2014) was an American musician, best known as the drummer for the rock band the Stooges.\nAsheton was born in Washington, D.C. and moved to Ann Arbor, Michigan with his family at the age of 14. He co-formed the Stooges in 1967 along with his older brother Ron Asheton, Iggy Pop and Dave Alexander.",
      "pageId": 2658547,
      "monthDay": "08/16"
    },
    {
      "year": "1946",
      "uri": "/wiki/Lesley_Ann_Warren",
      "name": "Lesley Ann Warren",
      "aboutText": "Barry Andrew Hay (born 16 August 1948) is an Indian-born Dutch musician best known as the leading vocalist and frontman for Dutch rock band Golden Earring.\n^ Birchmeier, Jason. \"Biography: Barry Hay\".",
      "pageId": 2740918,
      "monthDay": "08/16"
    },
    {
      "year": "1947",
      "uri": "/wiki/Carol_Moseley_Braun",
      "name": "Carol Moseley Braun",
      "aboutText": "Michael Jorgensen (born August 16, 1948) is a former Major League Baseball first baseman and outfielder who currently works in the St. Louis Cardinals' front office. The New York Mets drafted him in the fourth round of the 1966 Major League Baseball Draft.",
      "pageId": 2787811,
      "monthDay": "08/16"
    },
    {
      "year": "1947",
      "uri": "/wiki/Katharine_Hamnett",
      "name": "Katharine Hamnett",
      "aboutText": "Katharine E. Hamnett CBE (born 16 August 1947, in Gravesend, Kent) is an English fashion designer best known for her political t-shirts and her ethical business philosophy.",
      "pageId": 3164884,
      "monthDay": "08/16"
    },
    {
      "year": "1947",
      "uri": "/wiki/Marc_Messier",
      "name": "Marc Messier",
      "aboutText": "Barbara George (16 August 1942 – 10 August 2006) was an American R&B singer and songwriter.\nBorn Barbara Ann Smith in Smithridge, Louisiana, United States, she was raised in New Orleans and began singing in a church choir. She was discovered by singer Jessie Hill, who recommended her to record producer Harold Battiste.",
      "pageId": 6747356,
      "monthDay": "08/16"
    },
    {
      "year": "1948",
      "uri": "/wiki/Barry_Hay",
      "name": "Barry Hay",
      "aboutText": "Masoud Barzani (Kurdish: مەسعوود بارزانی‎ or Mesûd Barzanî; born 16 August 1946) is an Iraqi Kurdish politician who has been President of the Iraqi Kurdistan Region since 2005, as well as leader of the Kurdistan Democratic Party (KDP) since 1979.\nMasoud Barzani succeeded his father, the Kurdish nationalist leader Mustafa Barzani, as the leader of the KDP in 1979. Working closely with his brother Idris Barzani until Idris's death, Barzani and various other Kurdish groups fought the forces of the Iraqi government in Baghdad during the Iran-Iraq War.",
      "pageId": 8122677,
      "monthDay": "08/16"
    },
    {
      "year": "1948",
      "uri": "/wiki/Mike_Jorgensen",
      "name": "Mike Jorgensen",
      "aboutText": "Woodrow Peoples, Jr. (August 16, 1943 – October 12, 2010) was an American football offensive lineman. The Grambling State standout was a two-time Pro Bowler with the San Francisco 49ers, and the 1980 NFC champion Philadelphia Eagles during his 13-year NFL career.",
      "pageId": 8797066,
      "monthDay": "08/16"
    },
    {
      "year": "1948",
      "uri": "/wiki/Pierre_Reid",
      "name": "Pierre Reid",
      "aboutText": "Sharon Baird (born August 16, 1943) is an American actress and dancer who is best known for having been a Mouseketeer.",
      "pageId": 8819481,
      "monthDay": "08/16"
    },
    {
      "year": "1949",
      "uri": "/wiki/Scott_Asheton",
      "name": "Scott Asheton",
      "aboutText": "Marc Messier (born August 16, 1947 in Granby, Quebec) is a Canadian actor and filmmaker.",
      "pageId": 8944937,
      "monthDay": "08/16"
    },
    {
      "year": "1949",
      "uri": "/wiki/Barbara_Goodson",
      "name": "Barbara Goodson",
      "aboutText": "Russell Brookes (born 16 August 1945) is an British former rally driver. He won the British Rally Championship with a Ford Escort RS1800 in 1977 and with an Opel Manta 400 in 1985. In 1978, he won the Rally New Zealand, a round of the FIA Cup for Drivers, the predecessor to the World Championship for Drivers.",
      "pageId": 9675700,
      "monthDay": "08/16"
    },
    {
      "year": "1949",
      "uri": "/wiki/Bill_Spooner",
      "name": "Bill Spooner",
      "aboutText": "Pierre Reid (born August 16, 1948) is a politician and educator in the Canadian province of Quebec. He has served in the National Assembly of Quebec since 2003, representing Orford as a member of the Quebec Liberal Party. Reid is a former cabinet minister in Jean Charest's government.",
      "pageId": 10986514,
      "monthDay": "08/16"
    },
    {
      "year": "1950",
      "uri": "/wiki/Hasely_Crawford",
      "name": "Hasely Crawford",
      "aboutText": "James Francis Cameron (born August 16, 1954) is a Canadian filmmaker, inventor, engineer, philanthropist, and deep-sea explorer. He first found major success with the science fiction action film The Terminator (1984). He then became a popular Hollywood director and was hired to write and direct Aliens (1986); three years later he followed up with The Abyss (1989).",
      "pageId": 15622,
      "monthDay": "08/16"
    },
    {
      "year": "1950",
      "uri": "/wiki/Stockwell_Day",
      "name": "Stockwell Day",
      "aboutText": "Hasely Joachim Crawford TC (born 16 August 1950) is a former track and field athlete from Trinidad and Tobago. In 1976, he became his country's first Olympic champion and the first Olympic 100 m champion from a Caribbean country.",
      "pageId": 67506,
      "monthDay": "08/16"
    },
    {
      "year": "1950",
      "uri": "/wiki/Jeff_Thomson",
      "name": "Jeff Thomson",
      "aboutText": "Madonna Louise Ciccone (/tʃɪˈkoʊni/; Italian: [tʃikˈkoːne]; born August 16, 1958) is an American singer, songwriter, actress, and businesswoman. She achieved popularity by pushing the boundaries of lyrical content in mainstream popular music and imagery in her music videos, which became a fixture on MTV. Madonna is known for reinventing both her music and image, and for maintaining her autonomy within the recording industry. Music critics have acclaimed her musical productions, which have generated some controversy.",
      "pageId": 142056,
      "monthDay": "08/16"
    },
    {
      "year": "1950",
      "uri": "/wiki/Neda_Ukraden",
      "name": "Neda Ukraden",
      "aboutText": "Stockwell Burt Day, Jr., PC (born August 16, 1950) is a former Canadian politician, and a member of the Conservative Party of Canada. He is a former cabinet minister in Alberta, who latter served as leader of the Canadian Alliance from 2000 to 2001. Day was MP for the riding of Okanagan—Coquihalla in British Columbia and the president of the Treasury Board.",
      "pageId": 225507,
      "monthDay": "08/16"
    },
    {
      "year": "1951",
      "uri": "/wiki/Umaru_Musa_Yar%27Adua",
      "name": "Umaru Musa Yar'Adua",
      "aboutText": "Kathryn \"Kathie\" Lee Gifford (née Epstein; August 16, 1953) is an American television host, singer, songwriter, comedian, and actress, best known for her 15-year run (1985–2000) on the talk show Live! with Regis and Kathie Lee, which she co-hosted with Regis Philbin. She has received 11 Daytime Emmy nominations and won her first Daytime Emmy in 2010 as part of the Today team.",
      "pageId": 343858,
      "monthDay": "08/16"
    },
    {
      "year": "1952",
      "uri": "/wiki/Mahes_Goonatilleke",
      "name": "Mahes Goonatilleke",
      "aboutText": "Angela Evelyn Bassett (born August 16, 1958) is an American actress and film director. She is best known for her biographical film roles, most notably her Academy Award-nominated performance as Tina Turner in the biopic What's Love Got to Do with It. In addition, Bassett has portrayed Betty Shabazz in Malcolm X and Panther, Rosa Parks in The Rosa Parks Story, Coretta Scott King in Betty and Coretta, Katherine Jackson in The Jacksons: An American Dream, and Voletta Wallace in Notorious.",
      "pageId": 508609,
      "monthDay": "08/16"
    },
    {
      "year": "1952",
      "uri": "/wiki/Gianna_Rolandi",
      "name": "Gianna Rolandi",
      "aboutText": "Raosaheb Ramrao Patil, better known as R. R. Patil (Marathi: रावसाहेब रामराव पाटील) (16 August 1957 – 16 February 2015), was an Indian politician from the state of Maharashtra. He was an important leader of modern Maharashtra. He was a member of the Nationalist Congress Party.",
      "pageId": 1135479,
      "monthDay": "08/16"
    },
    {
      "year": "1952",
      "uri": "/wiki/Reginald_VelJohnson",
      "name": "Reginald VelJohnson",
      "aboutText": "Reginald VelJohnson, Jr. (born August 16, 1952) is an American actor and comedian. He is best known for playing policeman characters such as Carl Winslow on the sitcom Family Matters, which ran from 1989 to 1998, and LAPD Sgt.",
      "pageId": 1260945,
      "monthDay": "08/16"
    },
    {
      "year": "1953",
      "uri": "/wiki/Kathie_Lee_Gifford",
      "name": "Kathie Lee Gifford",
      "aboutText": "Laura Elizabeth Innes (born August 16, 1957) is an American actress and television director. She played Dr.",
      "pageId": 1298817,
      "monthDay": "08/16"
    },
    {
      "year": "1954",
      "uri": "/wiki/James_Cameron",
      "name": "James Cameron",
      "aboutText": "Jeffrey Robert Thomson (born 16 August 1950 in Greenacre, New South Wales) is a former Australian cricketer. Known as \"Thommo\", he is considered by many in the sport to be the fastest bowler of all time. He was the opening partner of fellow fast bowler Dennis Lillee; their combination was one of the most fearsome in Test cricket history.",
      "pageId": 1622944,
      "monthDay": "08/16"
    },
    {
      "year": "1954",
      "uri": "/wiki/George_Galloway",
      "name": "George Galloway",
      "aboutText": "Hettiarachige Mahes Goonatilleke (born 16 August 1952, Kegalle) is a former Sri Lankan cricketer, who played five Test matches and six ODIs as wicket-keeper during 1981 and 1982 - being Sri Lanka's first wicketkeeper in Test cricket. He is regarded by many as the finest wicket-keeper produced by the island nation and even made 56 against Pakistan as an opener in Faisalabad.",
      "pageId": 2460124,
      "monthDay": "08/16"
    },
    {
      "year": "1955",
      "uri": "/wiki/James_Reilly_(Irish_politician)",
      "name": "James Reilly",
      "aboutText": "José Luis Clerc (born 16 August 1958) is a former Argentine professional tennis player, and one of the most important Argentine players in history.\nRight handed, Batata Clerc started playing professionally in 1977, and won 25 ATP titles, and retired in 1988. His career-high singles ranking was World No.",
      "pageId": 2682180,
      "monthDay": "08/16"
    },
    {
      "year": "1956",
      "uri": "/wiki/Vahan_Hovhannisyan",
      "name": "Vahan Hovhannisyan",
      "aboutText": "Umaru Musa Yar'Adua (16 August 1951 – 5 May 2010) was the President of Nigeria and the 13th Head of State. He served as governor of Katsina State in northern Nigeria from 29 May 1999 to 28 May 2007. He was declared the winner of the controversial Nigerian presidential election held on 21 April 2007, and was sworn in on 29 May 2007.",
      "pageId": 3064046,
      "monthDay": "08/16"
    },
    {
      "year": "1956",
      "uri": "/wiki/Daniel_Willems",
      "name": "Daniel Willems",
      "aboutText": "Gianna Rolandi (born August 16, 1952) is an American soprano.",
      "pageId": 5713389,
      "monthDay": "08/16"
    },
    {
      "year": "1957",
      "uri": "/wiki/Tim_Farriss",
      "name": "Tim Farriss",
      "aboutText": "Timothy William Farriss (born 16 August 1957) is a founding member and lead guitarist of the disbanded rock band INXS.",
      "pageId": 6150892,
      "monthDay": "08/16"
    },
    {
      "year": "1957",
      "uri": "/wiki/Laura_Innes",
      "name": "Laura Innes",
      "aboutText": "Neda Ukraden (Serbian Cyrillic: Неда Украден, born 16 August 1950) is a pop singer born in Croatia, who grew up in Bosnia and is currently living in Serbia.",
      "pageId": 9877859,
      "monthDay": "08/16"
    },
    {
      "year": "1957",
      "uri": "/wiki/R._R._Patil",
      "name": "R. R. Patil",
      "aboutText": "James Reilly (born 16 August 1955) is an Irish Fine Gael politician and medical doctor. He is the Minister for Children and Youth Affairs since July 2014, and has also been deputy leader of Fine Gael since 2010. He was the Minister for Health from March 2011 to July 2014.",
      "pageId": 11452297,
      "monthDay": "08/16"
    },
    {
      "year": "1958",
      "uri": "/wiki/Madonna_(entertainer)",
      "name": "Madonna",
      "aboutText": "Daniel Willems (born 16 August 1956 in Herentals) is a Belgian former road bicycle racer. Health problems ended his career in 1986. He competed in the team time trial event at the 1976 Summer Olympics.",
      "pageId": 14836880,
      "monthDay": "08/16"
    },
    {
      "year": "1958",
      "uri": "/wiki/Angela_Bassett",
      "name": "Angela Bassett",
      "aboutText": "Vahan Hovhannisyan (Armenian: Վահան Հովհաննիսյան; August 16, 1956 – December 28, 2014) was an Armenian politician of the Armenian Revolutionary Federation (ARF). He was Vice-President of the National Assembly of Armenia from 2007 to 2008 and was a candidate in the February 2008 presidential election.",
      "pageId": 15930188,
      "monthDay": "08/16"
    },
    {
      "year": "1958",
      "uri": "/wiki/Jos%C3%A9_Luis_Clerc",
      "name": "José Luis Clerc",
      "aboutText": "George Galloway (born 16 August 1954) is a British politician, broadcaster, and writer. From 2012 to 2015 he was the Respect Party Member of Parliament (MP) for Bradford West.\nAfter becoming the youngest ever chairman of the Scottish Labour Party in 1981, he became General Secretary of the London-based charity War on Want in 1983, remaining in the post until he was elected as a Labour MP for Glasgow Hillhead at the 1987 general election.",
      "pageId": 18247133,
      "monthDay": "08/16"
    },
    {
      "year": "1958",
      "uri": "/wiki/Oscar_Collodo",
      "name": "Oscar Collodo",
      "aboutText": "Wolfgang Tillmans (born 1968) is a German fine-art photographer. His diverse body of work is distinguished by observation of his surroundings and an ongoing investigation of the photographic medium’s foundations.\nTillmans was the first photographer - and also the first non-English person - to be awarded the Tate annual Turner Prize.",
      "pageId": 194225,
      "monthDay": "08/16"
    },
    {
      "year": "1958",
      "uri": "/wiki/Diane_Dodds",
      "name": "Diane Dodds",
      "aboutText": "Mateja Svet ( pronunciation ) (born 16 August 1968) is a former Slovenian alpine skier. Debuting in the 1983/1984 season, she won the first Slovenian female skiing victory in 1986. She was born in Ljubljana.",
      "pageId": 310741,
      "monthDay": "08/16"
    },
    {
      "year": "1959",
      "uri": "/wiki/Marc_Sergeant",
      "name": "Marc Sergeant",
      "aboutText": "Eva Ulrika Jonsson (born 16 August 1967) is a Swedish television presenter living and working in the UK. She became famous as a TV-am weather presenter and moved on to present Gladiators and became a team captain of the show Shooting Stars.\n^ a b c (Jonsson 2003, p.",
      "pageId": 506255,
      "monthDay": "08/16"
    },
    {
      "year": "1960",
      "uri": "/wiki/Timothy_Hutton",
      "name": "Timothy Hutton",
      "aboutText": "Timothy Tarquin Hutton (born August 16, 1960) is an American actor and director. He is the youngest actor to win the Academy Award for Best Supporting Actor, which he won at the age of 20 for his performance as Conrad Jarrett in Ordinary People (1980). Hutton has since appeared regularly in feature films and on television, with featured roles in the drama Taps (1981), the spy film The Falcon and the Snowman (1985), and the horror film The Dark Half (1993), among others.",
      "pageId": 598491,
      "monthDay": "08/16"
    },
    {
      "year": "1960",
      "uri": "/wiki/Franz_Welser-M%C3%B6st",
      "name": "Franz Welser-Möst",
      "aboutText": "Urara Takano (高乃 麗, Takano Urara, born August 16, 1961) is a Japanese voice actress from Togane, Chiba. Takano runs the talent agency Remax, although she was originally affiliated with Ken Production. She is the mother of actress Anna Kirie (Anna Takayama).",
      "pageId": 851435,
      "monthDay": "08/16"
    },
    {
      "year": "1961",
      "uri": "/wiki/Michaela_Dornonville_de_la_Cour",
      "name": "Michaela Dornonville de la Cour",
      "aboutText": "James Arias (born August 16, 1964) is a former tennis touring professional player from the United States.",
      "pageId": 871738,
      "monthDay": "08/16"
    },
    {
      "year": "1961",
      "uri": "/wiki/Christian_Okoye",
      "name": "Christian Okoye",
      "aboutText": "Christine Josephine Cavanaugh (née Sandberg; August 16, 1963 – December 22, 2014) was an American voice actress who had a distinctive speaking style and provided the voice for a large range of cartoon characters. She was best known as the voice of the title character in the 1995 film Babe, Gosalyn Mallard in Darkwing Duck, and as the original voices of Chuckie Finster in Nickelodeon's Rugrats and Dexter in Cartoon Network's Dexter's Laboratory. In 2001, she retired from voice acting.",
      "pageId": 959837,
      "monthDay": "08/16"
    },
    {
      "year": "1961",
      "uri": "/wiki/Angela_C._Smith",
      "name": "Angela C. Smith",
      "aboutText": "Barry Venison (born 16 August 1964) is an English former professional footballer and sports television pundit, who as a player was a defender from 1981 to 1997.\nHe notably played for Liverpool, Sunderland, and Newcastle United, having also appeared for Galatasaray and Southampton.",
      "pageId": 1227489,
      "monthDay": "08/16"
    },
    {
      "year": "1961",
      "uri": "/wiki/Urara_Takano",
      "name": "Urara Takano",
      "aboutText": "Steven John \"Steve\" Carell (/kəˈrɛl/; born August 16, 1962) is an American actor, comedian, director, producer and writer. After a five–year stint on The Daily Show with Jon Stewart, Carell found greater fame for playing Michael Scott on the American version of The Office, on which he also worked as an occasional writer and director. He has also starred in lead roles in the films The 40-Year-Old Virgin (2005), Get Smart (2008), Crazy, Stupid, Love (2011), The Incredible Burt Wonderstone and The Way, Way Back (both 2013).",
      "pageId": 1327710,
      "monthDay": "08/16"
    },
    {
      "year": "1962",
      "uri": "/wiki/Steve_Carell",
      "name": "Steve Carell",
      "aboutText": "Christian Emeka Okoye (/ɵˈkɔɪjeɪ/; born August 16, 1961), is a Nigerian-American former American football fullback for the Kansas City Chiefs from 1987 to 1992. Nicknamed \"The Nigerian Nightmare,\" Okoye was known for his powerful running style and ability to break tackles. Okoye's six seasons in the NFL saw a league rushing title in 1989, two Pro Bowl appearances (1989, 1991), and three playoff appearances.",
      "pageId": 1335006,
      "monthDay": "08/16"
    },
    {
      "year": "1963",
      "uri": "/wiki/Alo%C3%ADsio_Pires_Alves",
      "name": "Aloísio Pires Alves",
      "aboutText": "Angela Christine Smith (born 16 August 1961) is a British Labour Party politician who was the Member of Parliament (MP) for Sheffield Hillsborough from 2005 to 2010, when she was elected to serve the new constituency of Penistone and Stocksbridge",
      "pageId": 1849086,
      "monthDay": "08/16"
    },
    {
      "year": "1963",
      "uri": "/wiki/Christine_Cavanaugh",
      "name": "Christine Cavanaugh",
      "aboutText": "Franz Leopold Maria Möst (born 16 August 1960), known professionally as Franz Welser-Möst, is an Austrian conductor.",
      "pageId": 1862170,
      "monthDay": "08/16"
    },
    {
      "year": "1964",
      "uri": "/wiki/Jimmy_Arias",
      "name": "Jimmy Arias",
      "aboutText": "Maria Susanna Michaela Dornonville de la Cour, also known simply as Michaela De la Cour or De la Cour, is best known as a singer in the Swedish pop music group Army of Lovers.",
      "pageId": 2330050,
      "monthDay": "08/16"
    },
    {
      "year": "1964",
      "uri": "/wiki/Barry_Venison",
      "name": "Barry Venison",
      "aboutText": "Catherine Davis \"Kate\" Higgins (born August 16, 1969), also known as Kate Davis, is an American voice actress, singer and jazz pianist.\nBorn in Charlottesville, Virginia, she grew up in Auburn, Alabama. She is known as the English voice of Sakura Haruno in the anime series Naruto, C.C. in Code Geass and Saber in Fate/stay Night.",
      "pageId": 3094659,
      "monthDay": "08/16"
    },
    {
      "year": "1967",
      "uri": "/wiki/Mark_Coyne_(rugby_league)",
      "name": "Mark Coyne",
      "aboutText": "For another Brazilian footballer named Aloísio, see José Aloísio da Silva.\nAloísio Pires Alves (born 16 August 1963), simply known as Aloísio, is a Brazilian retired footballer who played as a central defender.",
      "pageId": 5472058,
      "monthDay": "08/16"
    },
    {
      "year": "1967",
      "uri": "/wiki/Ulrika_Jonsson",
      "name": "Ulrika Jonsson",
      "aboutText": "Mark Coyne (born 16 August 1967) is an Australian former rugby league footballer, a state and national representative player. His club career was with the St. George Dragons and the merged St George Illawarra Dragons - he captained both sides.",
      "pageId": 5984542,
      "monthDay": "08/16"
    },
    {
      "year": "1968",
      "uri": "/wiki/Mateja_Svet",
      "name": "Mateja Svet",
      "aboutText": "Arvind Kejriwal (born 16 August 1968) is an Indian politician who has been the Chief Minister of Delhi since February 2015. He previously served as Chief Minister from December 2013 to February 2014, stepping down after 49 days. He is the national convener of the Aam Aadmi Party (AAP).",
      "pageId": 6208502,
      "monthDay": "08/16"
    },
    {
      "year": "1968",
      "uri": "/wiki/Wolfgang_Tillmans",
      "name": "Wolfgang Tillmans",
      "aboutText": "Diane Jean Dodds (born 16 August 1958) is a Democratic Unionist Party politician from Northern Ireland, and a Member of the European Parliament (MEP) for the Northern Ireland constituency.\n^ \"Your MEPs : Diane DODDS\". European Parliament.",
      "pageId": 7915542,
      "monthDay": "08/16"
    },
    {
      "year": "1968",
      "uri": "/wiki/Arvind_Kejriwal",
      "name": "Arvind Kejriwal",
      "aboutText": "Oscar Collodo (born 16 August 1958 in Bern, Switzerland) is a former Swiss Italian rugby union footballer. Collodo played mainly at fly-half.\nHe played 15 Test matches for Italy between 1977 and 1987, scoring a total of 47 points.",
      "pageId": 17016762,
      "monthDay": "08/16"
    },
    {
      "year": "1969",
      "uri": "/wiki/Kate_Higgins",
      "name": "Kate Higgins",
      "aboutText": "Marc Sergeant (born 16 August 1959 in Aalst, East Flanders) is a Belgian former professional road bicycle racer. He competed in the team time trial event at the 1980 Summer Olympics. After Sergeant stopped his cycling career, he became team manager at Lotto-Soudal.",
      "pageId": 18524141,
      "monthDay": "08/16"
    },
    {
      "year": "1969",
      "uri": "/wiki/Evar_Saar",
      "name": "Evar Saar",
      "aboutText": "Emily Robison Strayer (born Emily Burns Erwin on August 16, 1972) is an American songwriter, singer, multi-instrumentalist, and a founding member of the female country band the Dixie Chicks. Robison plays banjo, dobro, guitar, bass, mandolin, accordion, and sitar.",
      "pageId": 180790,
      "monthDay": "08/16"
    },
    {
      "year": "1970",
      "uri": "/wiki/Bonnie_Bernstein",
      "name": "Bonnie Bernstein",
      "aboutText": "Evar Saar (Võro: Saarõ Evar; born 16 August 1969) is an Estonian linguist, journalist, toponymist a Võro language activist. He has traveled extensively around the historical county of Võrumaa and documented the original names of all major geographical features there.",
      "pageId": 304536,
      "monthDay": "08/16"
    },
    {
      "year": "1970",
      "uri": "/wiki/Fabio_Casartelli",
      "name": "Fabio Casartelli",
      "aboutText": "Roger Leandro Cedeño (born August 16, 1974), is a former Major League Baseball outfielder and switch-hitting batter who had an 11-year career playing for the Los Angeles Dodgers, New York Mets, Houston Astros, Detroit Tigers, and St.",
      "pageId": 715400,
      "monthDay": "08/16"
    },
    {
      "year": "1970",
      "uri": "/wiki/Saif_Ali_Khan",
      "name": "Saif Ali Khan",
      "aboutText": "Krisztina Egerszegi (Hungarian pronunciation: [ˈkristinɒ ˈɛɡɛrsɛɡi]; born 16 August 1974 in Budapest, Hungary) is a Hungarian former world record holding swimmer and one of the greatest Hungarian Olympic champions of the modern era. She is a three-time Olympian (1988, 1992 and 1996) and five time Olympic champion; and one of three individuals (Dawn Fraser and Michael Phelps being other two) to have ever won the same swimming event at three consecutive Summer Olympics. She is the most successful and greatest female swimmer of all-time with 5 individual Olympic gold medals and she is the first and only female swimmer who won 5 individual Olympic gold medals.",
      "pageId": 768969,
      "monthDay": "08/16"
    },
    {
      "year": "1971",
      "uri": "/wiki/Rulon_Gardner",
      "name": "Rulon Gardner",
      "aboutText": "Stefan Klos (born 16 August 1971) is a German retired footballer who played as a goalkeeper.",
      "pageId": 783326,
      "monthDay": "08/16"
    },
    {
      "year": "1971",
      "uri": "/wiki/Stefan_Klos",
      "name": "Stefan Klos",
      "aboutText": "Shivnarine Chanderpaul (born 16 August 1974) is a Guyanese cricketer and former captain of the West Indies cricket team. He is the first Indo-Caribbean to play 100 Tests for the West Indies, and captained them in 14 Tests and 16 One Day Internationals. A left-handed batsman, Chanderpaul is well known for his unorthodox batting stance, which has been described as crab-like.",
      "pageId": 897186,
      "monthDay": "08/16"
    },
    {
      "year": "1972",
      "uri": "/wiki/Frankie_Boyle",
      "name": "Frankie Boyle",
      "aboutText": "Rulon E. Gardner (born August 16, 1971) is an American Olympian who competed in the 2000 Olympic games, winning the gold medal in Greco-Roman wrestling upon defeating Russian Aleksandr Karelin, who was undefeated in 13 years of international competition. It was also the first Olympic gold medal won by an American Greco-Roman wrestler in a full international field.\nGardner was also a contestant on the 11th season of the Biggest Loser, which aired in 2011.",
      "pageId": 928375,
      "monthDay": "08/16"
    },
    {
      "year": "1972",
      "uri": "/wiki/Stan_Lazaridis",
      "name": "Stan Lazaridis",
      "aboutText": "Bonnie Lynn Bernstein (born August 16, 1970) is an American sports journalist and executive. She has been named one of the most accomplished female sportscasters in history by the American Sportscasters Association. Bernstein is Vice President, Content and Brand Development, of Campus Insiders, as well as the on-air \"face\" of the network.",
      "pageId": 1079195,
      "monthDay": "08/16"
    },
    {
      "year": "1972",
      "uri": "/wiki/Emily_Robison",
      "name": "Emily Robison",
      "aboutText": "George Mark Paul Stroumboulopoulos (/strɒmbəˈlɒpələs/; born August 16, 1972) is a Canadian television and radio personality who currently works for Rogers Media anchoring Hockey Night in Canada and the NHL on Rogers.",
      "pageId": 1086270,
      "monthDay": "08/16"
    },
    {
      "year": "1972",
      "uri": "/wiki/George_Stroumboulopoulos",
      "name": "George Stroumboulopoulos",
      "aboutText": "Fabio Casartelli (16 August 1970 – 18 July 1995) was an Italian cyclist and an Olympic gold medalist who died in a crash on the descent of the Col de Portet d'Aspet, France, during the 15th stage of the 1995 Tour de France.",
      "pageId": 1096066,
      "monthDay": "08/16"
    },
    {
      "year": "1973",
      "uri": "/wiki/Damian_Jackson",
      "name": "Damian Jackson",
      "aboutText": "Stanley \"Stan\" Lazaridis (born 16 August 1972) is an Australian former footballer. He was predominantly a left winger though he had been known to perform at left-back.",
      "pageId": 1335825,
      "monthDay": "08/16"
    },
    {
      "year": "1974",
      "uri": "/wiki/Roger_Cede%C3%B1o",
      "name": "Roger Cedeño",
      "aboutText": "Didier Fernand Agathe (born 16 August 1975) is a professional footballer who currently plays for JS Saint-Pierroise in Réunion.\nAgathe began his career at French side Montpellier HSC before moving to Scotland to join Raith Rovers and then Hibernian.",
      "pageId": 1585935,
      "monthDay": "08/16"
    },
    {
      "year": "1974",
      "uri": "/wiki/Shivnarine_Chanderpaul",
      "name": "Shivnarine Chanderpaul",
      "aboutText": "Saif Ali Khan (pronounced [ˈsɛːf əˈli ˈxaːn]; born Sajid Ali Khan Pataudi on 16 August 1970) is an Indian film actor, producer and the 10th Nawab of Pataudi. Khan has established himself as one of the most popular actors of Indian cinema. He is the recipient of several awards, including a National Film Award and six Filmfare Awards, and was honoured by the Government of India with the Padma Shri in 2010.",
      "pageId": 1606261,
      "monthDay": "08/16"
    },
    {
      "year": "1974",
      "uri": "/wiki/Krisztina_Egerszegi",
      "name": "Krisztina Egerszegi",
      "aboutText": "Awood Johnson (August 16, 1975 – March 1, 2013), better known by his stage name, Magic (or Mr.",
      "pageId": 1989934,
      "monthDay": "08/16"
    },
    {
      "year": "1974",
      "uri": "/wiki/Iv%C3%A1n_Hurtado",
      "name": "Iván Hurtado",
      "aboutText": "Iván Jacinto Hurtado Angulo (born 16 August 1974 in Esmeraldas) is a retired Ecuadorian football centre back.",
      "pageId": 2650995,
      "monthDay": "08/16"
    },
    {
      "year": "1975",
      "uri": "/wiki/Magic_(rapper)",
      "name": "Magic",
      "aboutText": "George Sheehy Stults (born August 16, 1975) is an American actor and former fashion model. Stults grew up in Green Mountain Falls, Colorado but was born in Detroit, Michigan. He received a wrestling scholarship at the University of Southern Colorado, but he transferred to Whittier College in his junior year to be closer to his brother.",
      "pageId": 2732821,
      "monthDay": "08/16"
    },
    {
      "year": "1975",
      "uri": "/wiki/Didier_Agathe",
      "name": "Didier Agathe",
      "aboutText": "Jonatan Lillebror Johansson (born 16 August 1975) is a Finnish football player and coach. His main position was a striker, playing most notably for Rangers and Charlton Athletic. Johansson was also a regular in the Finnish national team, earning a total of 106 caps.",
      "pageId": 2733234,
      "monthDay": "08/16"
    },
    {
      "year": "1975",
      "uri": "/wiki/Jonatan_Johansson_(footballer)",
      "name": "Jonatan Johansson",
      "aboutText": "Damian Jacques Jackson (born August 16, 1973) is a former major league second baseman.",
      "pageId": 4211081,
      "monthDay": "08/16"
    },
    {
      "year": "1975",
      "uri": "/wiki/Pantelis_Konstantinidis",
      "name": "Pantelis Konstantinidis",
      "aboutText": "Pantelis Konstantinidis (born 16 August 1975) is a Greek former footballer. He was born in Florina, Greece. Konstantinidis played as a defender or left winger for most of his career, earning the nickname Σβούρας (spinning top) for his quick dribbling in his youth.",
      "pageId": 17838435,
      "monthDay": "08/16"
    },
    {
      "year": "1975",
      "uri": "/wiki/George_Stults",
      "name": "George Stults",
      "aboutText": "Francis Martin Patrick \"Frankie\" Boyle (born 16 August 1972) is a Scottish comedian and writer, well known for his pessimistic and often controversial sense of humour.",
      "pageId": 20646241,
      "monthDay": "08/16"
    },
    {
      "year": "1975",
      "uri": "/wiki/%C3%81lvaro_Tard%C3%A1guila",
      "name": "Álvaro Tardáguila",
      "aboutText": "Fu Mingxia (born August 16, 1978 in Wuhan, Hubei, China) is a top female diver, multiple Olympic gold medalist and world champion. Chinese diver Fu Mingxia won the platform-diving world championship in 1991 at the age of 12, making her the youngest diving champ of all time. She also holds the notoriety of being the youngest Olympic-diving champion, having earned a gold at the 1992 Barcelona Games when she was just 13.",
      "pageId": 526092,
      "monthDay": "08/16"
    },
    {
      "year": "1977",
      "uri": "/wiki/Tamer_Hosny",
      "name": "Tamer Hosny",
      "aboutText": "Vanessa Lee Carlton (born August 16, 1980) is an American singer-songwriter. Upon completion of her education at the School of American Ballet, Carlton chose to pursue singing instead, performing in New York City bars and clubs while attending university. Three months after recording a demo with producer Peter Zizzo, she signed with A&M Records.",
      "pageId": 584492,
      "monthDay": "08/16"
    },
    {
      "year": "1978",
      "uri": "/wiki/Ben_Galea",
      "name": "Ben Galea",
      "aboutText": "Roque Luis Santa Cruz Cantero (locally: [ˈroke ˈlwis santa ˈkɾus kanˈteɾo]; born 16 August 1981) is a Paraguayan footballer who plays for Spanish club Málaga CF on loan from Mexican club Cruz Azul as a striker and is also captain of the Paraguayan national team.\nSanta Cruz started his career with Olimpia Asunción, progressing through their youth system to the first-team squad where he made his debut at the age of 15 in 1997. He finished his career with the club having scored 13 goals in 24 Primera División appearances where Olimpia claimed the 1997, 1998 and 1999 Primera División titles.",
      "pageId": 1273199,
      "monthDay": "08/16"
    },
    {
      "year": "1978",
      "uri": "/wiki/Fu_Mingxia",
      "name": "Fu Mingxia",
      "aboutText": "Ben Galea (born 16 August 1978 in Parramatta, New South Wales) is an Australian former professional rugby league footballer. A City New South Wales representative forward, he previously played in Australasia's National Rugby League for the Balmain Tigers and Wests Tigers (with whom he won the 2005 NRL Premiership) and also for English club Hull Kingston Rovers and Hull FC of Super League.\n^ \"Hull KR The Official Site of the Robins\".",
      "pageId": 2935226,
      "monthDay": "08/16"
    },
    {
      "year": "1979",
      "uri": "/wiki/Paul_Gallacher",
      "name": "Paul Gallacher",
      "aboutText": "Joleon Patrick Lescott (born 16 August 1982) is an English professional footballer who plays for Aston Villa and the England national team. He plays as a centre-back, though he has played in various other positions across the defensive line, including left-back.\nBorn in Birmingham, Lescott is a graduate of the Wolverhampton Wanderers youth academy.",
      "pageId": 3429167,
      "monthDay": "08/16"
    },
    {
      "year": "1979",
      "uri": "/wiki/Eduardo_Maiorino",
      "name": "Eduardo Maiorino",
      "aboutText": "Paul Gallacher (born 16 August 1979) is a Scottish professional football goalkeeper currently playing for Partick Thistle. He also made seven appearances for the Scottish national team. A vastly experienced goalkeeper, Gallacher started his career at Dundee United and, over a seven-year period, made 127 appearances for them.",
      "pageId": 3509729,
      "monthDay": "08/16"
    },
    {
      "year": "1979",
      "uri": "/wiki/Monder_Rizki",
      "name": "Monder Rizki",
      "aboutText": "Tamer Hosny (Arabic: تامر حسني‎; born 16 August 1977) is an Egyptian singer, actor, composer, director, songwriter. Hosny first came to attention, when he appeared on mix tapes with other Egyptian artists.",
      "pageId": 4235824,
      "monthDay": "08/16"
    },
    {
      "year": "1980",
      "uri": "/wiki/Hwangbo",
      "name": "Hwangbo",
      "aboutText": "Cam Joslin Gigandet (/dʒiːɡɑːnˈdeɪ/; born August 16, 1982) is an American actor whose credits include a recurring role on The O.C. and appearances in feature films Twilight, Pandorum, Never Back Down, Burlesque, Easy A, The Roommate and Priest.",
      "pageId": 4507822,
      "monthDay": "08/16"
    },
    {
      "year": "1980",
      "uri": "/wiki/Vanessa_Carlton",
      "name": "Vanessa Carlton",
      "aboutText": "Monder Rizki (born 16 August 1979 in Brussels) is a Belgian long-distance runner.",
      "pageId": 9645117,
      "monthDay": "08/16"
    },
    {
      "year": "1980",
      "uri": "/wiki/Ryan_Hanigan",
      "name": "Ryan Hanigan",
      "aboutText": "Tomohiro Ito (伊藤　友広, Itō Tomohiro) (born 16 August 1982) is a Japanese sprinter who specializes in the 400 metres.\nHe finished fourth in 4x400 m relay at the 2004 Olympic Games, together with teammates Yuki Yamaguchi, Jun Osakada and Mitsuhiro Sato.",
      "pageId": 11402497,
      "monthDay": "08/16"
    },
    {
      "year": "1980",
      "uri": "/wiki/%C3%98ystein_Moen",
      "name": "Øystein Moen",
      "aboutText": "Todd Michael Haberkorn (born August 16, 1982) is an American actor, voice actor, and ADR voice director. He has provided voices for a number of English-language versions of Japanese anime series and video games.",
      "pageId": 12465573,
      "monthDay": "08/16"
    },
    {
      "year": "1980",
      "uri": "/wiki/Emerson_Ramos_Borges",
      "name": "Emerson Ramos Borges",
      "aboutText": "Ryan Michael Hanigan (born August 16, 1980) is an American professional baseball catcher for the Boston Red Sox of Major League Baseball (MLB). After graduating from Andover High School in 1999, Hanigan attended Rollins College, where he signed as an undrafted free agent with the Cincinnati Reds. He then spent the 2002 to 2006 seasons with Reds minor league baseball teams before making his MLB debut on September 9, 2007 as a pinch hitter.",
      "pageId": 13378328,
      "monthDay": "08/16"
    },
    {
      "year": "1980",
      "uri": "/wiki/Piet_Rooijakkers",
      "name": "Piet Rooijakkers",
      "aboutText": "Denis Gremelmayr (born 16 August 1981) is an inactive German male tennis player. His career-high singles ranking is World No. 59, achieved in May 2008.",
      "pageId": 15209396,
      "monthDay": "08/16"
    },
    {
      "year": "1980",
      "uri": "/wiki/Raniere_Silva_dos_Santos",
      "name": "Raniere Silva dos Santos",
      "aboutText": "Álvaro Tardáguila Silva (born August 16, 1975) is a Uruguayan professional racing cyclist.",
      "pageId": 15340146,
      "monthDay": "08/16"
    },
    {
      "year": "1981",
      "uri": "/wiki/Roque_Santa_Cruz",
      "name": "Roque Santa Cruz",
      "aboutText": "Eduardo \"Morpheus\" Maiorino (August 16, 1979 – December 23, 2012) was a Brazilian kickboxer and mixed martial artist.",
      "pageId": 17936984,
      "monthDay": "08/16"
    },
    {
      "year": "1981",
      "uri": "/wiki/Denis_Gremelmayr",
      "name": "Denis Gremelmayr",
      "aboutText": "Hwangbo Hye-jeong (Korean: 황보혜정; born August 16, 1980), better known as simply Hwangbo, is a South Korean singer and rapper.",
      "pageId": 18621645,
      "monthDay": "08/16"
    },
    {
      "year": "1982",
      "uri": "/wiki/Cam_Gigandet",
      "name": "Cam Gigandet",
      "aboutText": "Piet Rooijakkers (born August 16, 1980 in Gerwen, North Brabant) is a road bicycle racer from the Netherlands. He retired after the 2010 season after his previous team Skil-Shimano did not offer him a contract extension.",
      "pageId": 23481395,
      "monthDay": "08/16"
    },
    {
      "year": "1982",
      "uri": "/wiki/Todd_Haberkorn",
      "name": "Todd Haberkorn",
      "aboutText": "Emerson Ramos Borges (born 16 August 1980) is a Brazilian footballer who plays for Serie B side A.S. Livorno Calcio.",
      "pageId": 28173703,
      "monthDay": "08/16"
    },
    {
      "year": "1982",
      "uri": "/wiki/Tomohiro_Ito",
      "name": "Tomohiro Ito",
      "aboutText": "Raniere Silva dos Santos (born 16 August 1980) is a Brazilian footballer who plays for Maranhão Atlético Clube.",
      "pageId": 28562864,
      "monthDay": "08/16"
    },
    {
      "year": "1982",
      "uri": "/wiki/Joleon_Lescott",
      "name": "Joleon Lescott",
      "aboutText": "Øystein Moen (born 16 August 1980 in Steinkjer, Norway) is a Norwegian jazz pianist and composer known for his participation in the bands Jaga Jazzist and Puma.\n^ \"Jaga Jazzist Norsk musikkinformasjon MIC.no\".",
      "pageId": 36874389,
      "monthDay": "08/16"
    },
    {
      "year": "1983",
      "uri": "/wiki/Colt_Brennan",
      "name": "Colt Brennan",
      "aboutText": "Kyal Reese Marsh (born 16 August 1987) is an Australian former actor and model He was born in Clare, South Australia.",
      "pageId": 1329497,
      "monthDay": "08/16"
    },
    {
      "year": "1983",
      "uri": "/wiki/Tomoko_Honda",
      "name": "Tomoko Honda",
      "aboutText": "Shawn Caminiti Pyfrom (born August 16, 1986) is an American actor who has appeared in several television series and films, and is best known for his portrayal of Andrew Van de Kamp on ABC's Desperate Housewives, and as Lionel Griff in Playhouse Disney's Stanley (TV series)",
      "pageId": 2048246,
      "monthDay": "08/16"
    },
    {
      "year": "1983",
      "uri": "/wiki/Nikolaos_Zisis",
      "name": "Nikolaos Zisis",
      "aboutText": "Carey Price (born August 16, 1987) is a Canadian professional ice hockey goaltender who plays for the Montreal Canadiens of the National Hockey League (NHL).\nBeginning his junior career with the Tri-City Americans in the Western Hockey League in 2002, Price was drafted fifth overall by the Montreal Canadiens in the 2005 NHL Entry Draft following his second season with the Tri-City Americans. Following a further two seasons with the Americans, where he won both the Del Wilson Trophy as the top goaltender in the Western Hockey League (WHL) and CHL Goaltender of the Year in his final season of major junior in 2007.",
      "pageId": 3595429,
      "monthDay": "08/16"
    },
    {
      "year": "1984",
      "uri": "/wiki/Matteo_Anesi",
      "name": "Matteo Anesi",
      "aboutText": "Evanna Patricia Lynch (born 16 August 1991) is an Irish actress and model. She rose to prominence for her portrayal of Luna Lovegood in the Harry Potter film series, appearing in four films and their tie-in video games. She has made fashion accessories and recorded an audiobook of Foster by Claire Keegan.",
      "pageId": 3931304,
      "monthDay": "08/16"
    },
    {
      "year": "1984",
      "uri": "/wiki/Candice_Dupree",
      "name": "Candice Dupree",
      "aboutText": "Kōki Uchiyama (内山 昂輝, Uchiyama Kōki, born August 16, 1990) is a Japanese actor and voice actor from Saitama Prefecture. He is affiliated with Gekidan Himawari.\nUchiyama mainly voices over young males, such as in the Kingdom Hearts series, and rarely makes public appearances in the media as a voice actor.",
      "pageId": 4161341,
      "monthDay": "08/16"
    },
    {
      "year": "1984",
      "uri": "/wiki/Konstantin_Vassiljev",
      "name": "Konstantin Vassiljev",
      "aboutText": "Matteo Anesi (born 16 August 1984) is an Italian speed skater who won a gold medal in the team pursuit at the 2006 Winter Olympics. He placed 29th in the 1500 m event.",
      "pageId": 4327469,
      "monthDay": "08/16"
    },
    {
      "year": "1985",
      "uri": "/wiki/Arden_Cho",
      "name": "Arden Cho",
      "aboutText": "Yu Darvish (Japanese: ダルビッシュ 有, Hepburn: Darubisshu Yū, born 16 August 1986) is a Japanese starting pitcher for the Texas Rangers of Major League Baseball (MLB). Darvish pitched in the 2008 Beijing Olympics as well as the 2009 World Baseball Classic as a member of the Japanese national team.\nHe was considered by many to be the best pitcher in Japanese professional baseball prior to his arrival in Major League Baseball in 2012.",
      "pageId": 4550231,
      "monthDay": "08/16"
    },
    {
      "year": "1985",
      "uri": "/wiki/Cristin_Milioti",
      "name": "Cristin Milioti",
      "aboutText": "Candice Dupree (born August 16, 1984) is an American basketball player for the Phoenix Mercury. She was selected 6th in the 2006 WNBA Draft by the Chicago Sky before being traded to Mercury in 2010.",
      "pageId": 5958444,
      "monthDay": "08/16"
    },
    {
      "year": "1986",
      "uri": "/wiki/Yu_Darvish",
      "name": "Yu Darvish",
      "aboutText": "Colton James \"Colt\" Brennan (born August 16, 1983) is an American professional football quarterback who is currently a free agent. He was drafted by the Washington Redskins in the sixth round of the 2008 NFL Draft, and was released two years later. He played college football for the University of Hawaii Warriors.",
      "pageId": 6792451,
      "monthDay": "08/16"
    },
    {
      "year": "1986",
      "uri": "/wiki/Kim_Oh-sung",
      "name": "Kim Oh-sung",
      "aboutText": "Nikolaos \"Nikos\" Zisis (alternate spelling: Zissis; Greek: Νικόλαος \"Νίκος\" Ζήσης; born August 16, 1983) is a Greek professional basketball player who plays for Brose Baskets of the Basketball Bundesliga (BBL).",
      "pageId": 7161897,
      "monthDay": "08/16"
    },
    {
      "year": "1986",
      "uri": "/wiki/Shawn_Pyfrom",
      "name": "Shawn Pyfrom",
      "aboutText": "Tomoko Honda (本田朋子, Honda Tomoko, 16 August 1983 in Matsuyama, Ehime) is an announcer on Fuji Television. Honda graduated from Rikkyo University and has been working for Fuji TV since April, 2006.",
      "pageId": 8655237,
      "monthDay": "08/16"
    },
    {
      "year": "1987",
      "uri": "/wiki/Evan_Berger",
      "name": "Evan Berger",
      "aboutText": "Konstantin Vassiljev (born 16 August 1984) is an Estonian professional footballer who plays as an attacking midfielder for Polish Ekstraklasa club Jagiellonia Białystok and the Estonia national football team.",
      "pageId": 9425264,
      "monthDay": "08/16"
    },
    {
      "year": "1987",
      "uri": "/wiki/Eri_Kitamura",
      "name": "Eri Kitamura",
      "aboutText": "Evan James Berger (born 16 August 1987) is a former Australian footballer who last played for Marconi Stallions.",
      "pageId": 11480607,
      "monthDay": "08/16"
    },
    {
      "year": "1987",
      "uri": "/wiki/Kyal_Marsh",
      "name": "Kyal Marsh",
      "aboutText": "Eri Kitamura (喜多村 英梨, Kitamura Eri, born August 16, 1987) is a Japanese voice actress and singer who is affiliated with Early Wing. She is known for voicing prominent roles in anime such as Blood+, Toradora!, Highschool of the Dead, and Puella Magi Madoka Magica. In addition, she provided the voice for Vocaloid CUL-REBIRTH. She is known to be an amateur manga artist in Japan in her spare time.",
      "pageId": 12416471,
      "monthDay": "08/16"
    },
    {
      "year": "1987",
      "uri": "/wiki/Carey_Price",
      "name": "Carey Price",
      "aboutText": "José Eduardo de Araújo or simply Zé Eduardo (born 16 August 1991 in Uberaba, Brazil), is a Brazilian footballer who plays as a defensive midfielder for Virtus Lanciano on loan from Cesena.",
      "pageId": 17178497,
      "monthDay": "08/16"
    },
    {
      "year": "1989",
      "uri": "/wiki/Wang_Hao_(athlete)",
      "name": "Wang Hao",
      "aboutText": "Wang Hao (Chinese: 王浩) (born August 16, 1989 in Inner Mongolia) is a Chinese race walker.",
      "pageId": 18708212,
      "monthDay": "08/16"
    },
    {
      "year": "1990",
      "uri": "/wiki/K%C5%8Dki_Uchiyama",
      "name": "Kōki Uchiyama",
      "aboutText": "Gloria Tang Tsz-kei (simplified Chinese: 邓紫棋; traditional Chinese: 鄧紫棋; pinyin: Dèng Zǐqí; Jyutping: Deng6 Zi2 Kei4; born Shanghai, China, 16 August 1991), better known by her stage name G.E.M., is a Hong Kong singer-songwriter. The stage name is an acronym for Get Everybody Moving. Her debut music release, the self-titled EP G.E.M. (2008), brought her the attention of the music industry, winning her the title of 'Best New Artist'.",
      "pageId": 20954475,
      "monthDay": "08/16"
    },
    {
      "year": "1991",
      "uri": "/wiki/G.E.M._(singer)",
      "name": "G.E.M.",
      "aboutText": "Kim Oh-Sung (Hangul: 김오성; born 16 August 1986) is a South Korean football midfielder who plays for Gyeongju KH&NP in the Korea National League.",
      "pageId": 21961041,
      "monthDay": "08/16"
    },
    {
      "year": "1991",
      "uri": "/wiki/Jos%C3%A9_Eduardo_de_Ara%C3%BAjo",
      "name": "José Eduardo de Araújo",
      "aboutText": "Cristin Milioti (born August 16, 1985) is an American actress and singer. She is known for her work in Broadway theatre productions such as That Face, Stunning, and the Tony Award-winning musical Once. She is also known for playing Tracy McConnell on the sitcom How I Met Your Mother from 2013 to 2014, and Teresa Petrillo Belfort in the 2013 film The Wolf of Wall Street.",
      "pageId": 27511223,
      "monthDay": "08/16"
    },
    {
      "year": "1991",
      "uri": "/wiki/Evanna_Lynch",
      "name": "Evanna Lynch",
      "aboutText": "Arden Cho (born August 16, 1985) is an American actress, singer and model, best known for her role as Kira Yukimura on Teen Wolf. She starred in the 2011 feature Mega Python vs. Gatoroid.",
      "pageId": 31368510,
      "monthDay": "08/16"
    },
    {
      "year": "1991",
      "uri": "/wiki/Kwon_Ri-se",
      "name": "Kwon Ri-se",
      "aboutText": "Cameron Riley Monaghan (born August 16, 1993) is an American actor. Beginning with his professional career as a child model at the age of three, and child actor at the age of seven, Monaghan is perhaps best known for his role as Ian Gallagher on the Showtime comedy-drama series Shameless, as Kevin O'Doyle in Click (2006), Corey Doyle in Prom (2011), Mason Ashford in Vampire Academy (2014) as Asher in The Giver (2014), and as Jerome Valeska in Gotham.",
      "pageId": 1831510,
      "monthDay": "08/16"
    },
    {
      "year": "1992",
      "uri": "/wiki/Zawachin",
      "name": "Zawachin",
      "aboutText": "Greyson Michael Chance (born August 16, 1997) is an American singer, songwriter, and pianist. His April 2010 performance of Lady Gaga's \"Paparazzi\" at a sixth-grade music festival went viral on YouTube, gaining widespread attention and over 54 million views as of June 2015, as well as an appearance on The Ellen DeGeneres Show shortly afterward. Two of his original compositions, \"Stars\" and \"Broken Hearts\", gained over six and eight million views respectively on his YouTube channel.",
      "pageId": 27333510,
      "monthDay": "08/16"
    },
    {
      "year": "1992",
      "uri": "/wiki/Islam_Dzhabrailov",
      "name": "Islam Dzhabrailov",
      "aboutText": "Islam Adamovich Dzhabrailov (Russian: Ислам Адамович Джабраилов) (born August 16, 1992) is a Russian footballer who last played for the Russian Premier League team FC Terek Grozny.",
      "pageId": 28064174,
      "monthDay": "08/16"
    },
    {
      "year": "1992",
      "uri": "/wiki/Adi_Gotlieb",
      "name": "Adi Gotlieb",
      "aboutText": "Stephanie Denise \"Tippy\" Esquivias Dos Santos (born August 16, 1994) is an American-Filipino singer and actress. She first appeared on Ruffa & Ai in 2009.\nDos Santos is a member of ABS-CBN's circle of homegrown talents named Star Magic.",
      "pageId": 28944535,
      "monthDay": "08/16"
    },
    {
      "year": "1992",
      "uri": "/wiki/Diego_Schwartzman",
      "name": "Diego Schwartzman",
      "aboutText": "Diego Sebastián Schwartzman (born 16 August 1992) is an Argentine professional tennis player competing mainly on the ATP Challenger Tour both in singles and doubles. He reached the semifinals of Istanbul in 2015.\nSchwartzman reached a career-high ATP rankings of World No.",
      "pageId": 37476861,
      "monthDay": "08/16"
    },
    {
      "year": "1993",
      "uri": "/wiki/Cameron_Monaghan",
      "name": "Cameron Monaghan",
      "aboutText": "Adi Gotlieb (born 16 August 1992; Hebrew: אדי גוטליב‎), commonly called Edi Gotlieb is an Israeli footballer. He plays for Hapoel Tel Aviv and Israel U21 as a defender.",
      "pageId": 39515555,
      "monthDay": "08/16"
    },
    {
      "year": "1994",
      "uri": "/wiki/Tippy_Dos_Santos",
      "name": "Tippy Dos Santos",
      "aboutText": "Harvey Terrence Gana Bautista, better known as Harvey Bautista, is a Filipino child actor.",
      "pageId": 40125374,
      "monthDay": "08/16"
    },
    {
      "year": "1994",
      "uri": "/wiki/Riho_Takada",
      "name": "Riho Takada",
      "aboutText": "Kaori Ozawa (小澤 かおり, Ozawa Kaori, born August 16, 1992 in Ota, Gunma, Japan), better known by her stage name Zawachin (ざわちん), is a Japanese idol and television personality. She was originally known for her impersonation of Tomomi Itano of AKB48. She has 400,000 followers on her official blog.",
      "pageId": 41136798,
      "monthDay": "08/16"
    },
    {
      "year": "1997",
      "uri": "/wiki/Greyson_Chance",
      "name": "Greyson Chance",
      "aboutText": "Kwon Ri-se, (Hangul: 권리세; August 16, 1991 – September 7, 2014) better known by her stage name RiSe, was a South Korean idol singer. She was a member of the K-pop girl group Ladies' Code under Polaris Entertainment. Prior to her joining Ladies' Code, she participated in Miss Korea 2009 and was crowned as \"Miss Korea Japan Jin\".",
      "pageId": 43736449,
      "monthDay": "08/16"
    },
    {
      "year": "2003",
      "uri": "/wiki/Harvey_Bautista",
      "name": "Harvey Bautista",
      "aboutText": "Riho Takada (高田 里穂, Takada Riho, born August 16, 1994, in Kurume, Fukuoka Prefecture, Japan) is a Japanese actress and model who is affiliated with Sony Music Artists.\n^ \"大切な１票投じて 久留米出身高田さんが呼び掛け\". Retrieved 2015-06-23.",
      "pageId": 47062485,
      "monthDay": "08/16"
    }
  ]
}