{
  "people": [
    {
      "year": "1473",
      "uri": "/wiki/Richard_of_Shrewsbury,_Duke_of_York",
      "name": "Richard of Shrewsbury, Duke of York",
      "aboutText": "John III Sobieski (Polish: Jan III Sobieski, Lithuanian: Jonas Sobieskis; 17 August 1629 – 17 June 1696), from 1674 until his death King of Poland and Grand Duke of Lithuania, was one of the most notable monarchs of the Polish–Lithuanian Commonwealth.\nSobieski's military skill, demonstrated in wars against the Ottoman Empire, contributed to his prowess as King of Poland. Sobieski's 22-year reign marked a period of the Commonwealth's stabilization, much needed after the turmoil of the Deluge and the Khmelnytsky Uprising.",
      "pageId": 48303,
      "monthDay": "08/17"
    },
    {
      "year": "1556",
      "uri": "/wiki/Alexander_Briant",
      "name": "Alexander Briant",
      "aboutText": "David \"Davy\" Crockett (August 17, 1786 – March 6, 1836) was a 19th-century American folk hero, frontiersman, soldier, and politician. He is commonly referred to in popular culture by the epithet \"King of the Wild Frontier\". He represented Tennessee in the U.S. House of Representatives, served in the Texas Revolution, and died at the Battle of the Alamo.",
      "pageId": 81083,
      "monthDay": "08/17"
    },
    {
      "year": "1601",
      "uri": "/wiki/Pierre_de_Fermat",
      "name": "Pierre de Fermat",
      "aboutText": "Emperor Menelik II GCB, GCMG (Ge'ez: ዳግማዊ ምኒልክ, dagmäwi minilik ), baptized as Sahle Maryam (17 August 1844 – 12 December 1913), was Negus of Shewa (1866–89), then Nəgusä Nägäst of Ethiopia from 1889 to his death. At the height of his internal power and external prestige, the process of territorial expansion and creation of the modern empire-state had been completed by 1898, thus restoring the ancient Ethiopian Kingdom to its glory of the Axumite Empire which was one of the four most powerful kingdoms of the ancient world. Ethiopia was transformed under Nəgusä Nägäst Menelik: the major signposts of modernization were put in place.",
      "pageId": 296604,
      "monthDay": "08/17"
    },
    {
      "year": "1629",
      "uri": "/wiki/John_III_Sobieski",
      "name": "John III Sobieski",
      "aboutText": "Richard of Shrewsbury, Duke of York (born on 17 August 1473), was the sixth child and second son of King Edward IV of England and Elizabeth Woodville, born in Shrewsbury.",
      "pageId": 299148,
      "monthDay": "08/17"
    },
    {
      "year": "1686",
      "uri": "/wiki/Nicola_Porpora",
      "name": "Nicola Porpora",
      "aboutText": "Gene Stratton-Porter (August 17, 1863 – December 6, 1924) was an American author, early naturalist, nature photographer, and one of the first women to form a movie studio and production company, Gene Stratton-Porter Productions, Inc. She wrote several best-selling novels and well-received columns in national magazines, such as McCalls. Her works were translated into several languages, including Braille, and Stratton-Porter was estimated to have had 50 million readers around the world.",
      "pageId": 344903,
      "monthDay": "08/17"
    },
    {
      "year": "1753",
      "uri": "/wiki/Josef_Dobrovsk%C3%BD",
      "name": "Josef Dobrovský",
      "aboutText": "Princess Victoria of Saxe-Coburg-Saalfeld (Marie Luise Victoire; 17 August 1786 – 16 March 1861) was a German princess and the mother of Queen Victoria of the United Kingdom.",
      "pageId": 406622,
      "monthDay": "08/17"
    },
    {
      "year": "1768",
      "uri": "/wiki/Louis_Desaix",
      "name": "Louis Desaix",
      "aboutText": "Nicola (Antonio) Porpora (or Niccolò Porpora) (17 August 1686 – 3 March 1768) was a Neapolitan composer of Baroque operas (see opera seria) and teacher of singing, whose most famous singing student was the castrato Farinelli.",
      "pageId": 430717,
      "monthDay": "08/17"
    },
    {
      "year": "1786",
      "uri": "/wiki/Davy_Crockett",
      "name": "Davy Crockett",
      "aboutText": "Josef Dobrovský (17 August 1753 – 6 January 1829) was a Bohemian philologist and historian, one of the most important figures of the Czech national revival.",
      "pageId": 901870,
      "monthDay": "08/17"
    },
    {
      "year": "1786",
      "uri": "/wiki/Princess_Victoria_of_Saxe-Coburg-Saalfeld",
      "name": "Princess Victoria of Saxe-Coburg-Saalfeld",
      "aboutText": "Wilfrid Scawen Blunt (17 August 1840 – 10 September 1922) (Sometimes spelled \"Wilfred\") was an English poet and writer. He was born at Petworth House in Sussex, and served in the Diplomatic Service from 1858 to 1869. He was raised in the faith of his mother, a Catholic convert, and educated at Twyford School, Stonyhurst, and at St Mary's College, Oscott.",
      "pageId": 938866,
      "monthDay": "08/17"
    },
    {
      "year": "1794",
      "uri": "/wiki/Prince_Alexander_of_Hohenlohe-Waldenburg-Schillingsf%C3%BCrst",
      "name": "Prince Alexander of Hohenlohe-Waldenburg-Schillingsfürst",
      "aboutText": "Jules Bernard Luys (1828–1897) was a French neurologist who made important contributions to the fields of neuroanatomy and neuropsychiatry.\nBorn in Paris on 17 August 1828 he became a doctor of medicine in 1857 and conducted extensive research on the anatomy, pathology and functions of the central nervous system. In 1865 he published a treatise entitled Studies on the Structure, Functions and Diseases of the Cerebro-spinal System, this book was accompanied by a hand-drawn three-dimensional atlas of the brain.",
      "pageId": 1543324,
      "monthDay": "08/17"
    },
    {
      "year": "1828",
      "uri": "/wiki/Jules_Bernard_Luys",
      "name": "Jules Bernard Luys",
      "aboutText": "John Albertson Sampson (August 17, 1873–December 23, 1946) was a gynecologist who studied endometriosis.\nSampson was born near Troy, New York and graduated from Johns Hopkins in 1899. After completing his training in gynecology, he settled in Albany, New York.",
      "pageId": 1633806,
      "monthDay": "08/17"
    },
    {
      "year": "1840",
      "uri": "/wiki/Wilfrid_Scawen_Blunt",
      "name": "Wilfrid Scawen Blunt",
      "aboutText": "Asaf Jah VI Mir Mahboob Ali Khan Siddiqi GCB GCSI (Urdu: آصف جاہ ششم میر محبوب علی خان صدیقی‎) (August 17, 1866 – August 29, 1911) was the 6th Nizam of Hyderabad. He ruled Hyderabad state, one of the Princely states in India between 1869 and 1911.",
      "pageId": 2118878,
      "monthDay": "08/17"
    },
    {
      "year": "1844",
      "uri": "/wiki/Menelik_II",
      "name": "Menelik II",
      "aboutText": "Julia Marlowe (August 17, 1865 – November 12, 1950) was an English-born American actress known for her interpretations of William Shakespeare.\n^ GREAT STARS OF THE AMERICAN STAGE by Daniel Blum c.",
      "pageId": 2357607,
      "monthDay": "08/17"
    },
    {
      "year": "1863",
      "uri": "/wiki/Gene_Stratton-Porter",
      "name": "Gene Stratton-Porter",
      "aboutText": "Reginald Alexander \"Reggie\" Duff (17 August 1878 in Sydney, New South Wales – 13 December 1911 in St Leonards, New South Wales) was an Australian cricketer who played in 22 Tests between 1902 and 1905.\nHe made his test debut against England at Melbourne in 1901-02 and scored 104 after being held back until No. 10 in the second innings due to a bad pitch.",
      "pageId": 2873118,
      "monthDay": "08/17"
    },
    {
      "year": "1866",
      "uri": "/wiki/Mahbub_Ali_Khan,_Asaf_Jah_VI",
      "name": "Mahbub Ali Khan, Asaf Jah VI",
      "aboutText": "Saint Alexander Briant (17 August 1556 – 1 December 1581) was an English Jesuit and martyr, executed at Tyburn.\nHe was born in Somerset, and entered Hart Hall, Oxford (now Hertford College), at an early age. While there, he became a pupil of Father Robert Parsons and he completed his studies with him at Balliol College, which, along with his association with Richard Holtby, led to his conversion.",
      "pageId": 3208839,
      "monthDay": "08/17"
    },
    {
      "year": "1866",
      "uri": "/wiki/Julia_Marlowe",
      "name": "Julia Marlowe",
      "aboutText": "Percy William Sherwell (17 August 1880 in Isipingo, Natal – 17 April 1948 in Bulawayo, Rhodesia) was a South African cricketer who played in 13 Tests as a wicketkeeper from 1906 to 1911. He captained the side in every one of his 13 Tests. Keeping wicket to the South African leg-spin quartet of Faulkner, Schwarz, Vogler and White, he stumped a higher proportion of his victims than any other wicketkeeper with over 20 dismissals.",
      "pageId": 3780637,
      "monthDay": "08/17"
    },
    {
      "year": "1873",
      "uri": "/wiki/John_A._Sampson",
      "name": "John A. Sampson",
      "aboutText": "Louis Charles Antoine Desaix (French: [lwi ʃaʁl ɑ̃twan dəzɛ]) (17 August 1768 – 14 June 1800) was a French general and military leader.",
      "pageId": 7025663,
      "monthDay": "08/17"
    },
    {
      "year": "1877",
      "uri": "/wiki/Ralph_McKittrick",
      "name": "Ralph McKittrick",
      "aboutText": "Pierre de Fermat (French: [pjɛːʁ dəfɛʁma]; 17 August 1601 – 12 January 1665) was a French lawyer at the Parlement of Toulouse, France, and a mathematician who is given credit for early developments that led to infinitesimal calculus, including his technique of adequality. In particular, he is recognized for his discovery of an original method of finding the greatest and the smallest ordinates of curved lines, which is analogous to that of the differential calculus, then unknown, and his research into number theory. He made notable contributions to analytic geometry, probability, and optics.",
      "pageId": 7576966,
      "monthDay": "08/17"
    },
    {
      "year": "1878",
      "uri": "/wiki/Reggie_Duff",
      "name": "Reggie Duff",
      "aboutText": "Prince Alexander Leopold Franz Emmerich of Hohenlohe-Waldenburg-Schillingsfürst (17 August 1794 – 17 November 1849) was a German priest and reputed miracle-worker.\nAlexander was born at Kupferzell, near Waldenburg, and was a son of Charles Albert II, Prince of Hohenlohe-Waldenburg-Schillingsfürst (1742-1796) and his second wife, Baroness Judith Reviczky of Revisnye (from 1753 to 1836), the daughter of a Hungarian nobleman, entrusted his early education to the church and ex-Jesuit Rid. In 1804 he entered the Theresianum at Vienna, in 1808 the academy at Bern, in 1810 the archiepiscopal seminary at Vienna, and afterwards he studied at Tyrnau and Ellwangen.",
      "pageId": 10372592,
      "monthDay": "08/17"
    },
    {
      "year": "1880",
      "uri": "/wiki/Percy_Sherwell",
      "name": "Percy Sherwell",
      "aboutText": "Ralph McKittrick (August 17, 1877 – May 4, 1923) was an American golfer and tennis player who competed in the 1904 Summer Olympics.\nIn 1904 McKittrick was part of the American team which won the silver medal in the team golf event. He finished eleventh in this competition.",
      "pageId": 13917224,
      "monthDay": "08/17"
    },
    {
      "year": "1887",
      "uri": "/wiki/Charles_I_of_Austria",
      "name": "Charles I of Austria",
      "aboutText": "Lieutenant General Leslie Richard Groves, Jr. (17 August 1896 – 13 July 1970) was a United States Army Corps of Engineers officer who oversaw the construction of the Pentagon and directed the Manhattan Project, a top secret research project that developed the atomic bomb during World War II. As the son of a United States Army chaplain, Groves lived at a number of Army posts during his childhood. He graduated fourth in his class at the United States Military Academy at West Point in 1918 and was commissioned into the US Army Corps of Engineers.",
      "pageId": 60540,
      "monthDay": "08/17"
    },
    {
      "year": "1887",
      "uri": "/wiki/Marcus_Garvey",
      "name": "Marcus Garvey",
      "aboutText": "Monty Woolley (August 17, 1888 – May 6, 1963) was an American stage, film, radio, and television actor. At the age of 50, he achieved a measure of stardom for his best-known role in the stage play and 1942 film The Man Who Came to Dinner.",
      "pageId": 145645,
      "monthDay": "08/17"
    },
    {
      "year": "1888",
      "uri": "/wiki/Monty_Woolley",
      "name": "Monty Woolley",
      "aboutText": "Charles I of Austria or Charles IV of Hungary (Karl Franz Joseph Ludwig Hubert Georg Otto Marie; 17 August 1887 – 1 April 1922) was, among other titles, the last ruler of the Austro-Hungarian Empire. He was the last Emperor of Austria, the last King of Hungary, and the last monarch of the House of Habsburg-Lorraine. He reigned from 1916 until 1919, when he \"renounced participation\" in state affairs, but did not abdicate.",
      "pageId": 153477,
      "monthDay": "08/17"
    },
    {
      "year": "1889",
      "uri": "/wiki/Lalla_Carlsen",
      "name": "Lalla Carlsen",
      "aboutText": "Mary Jane \"Mae\" West (August 17, 1893 – November 22, 1980) was an American actress, singer, playwright, screenwriter, and sex symbol whose entertainment career spanned seven decades.\nKnown for her bawdy double entendres, West made a name for herself in vaudeville and on the stage in New York City before moving to Hollywood to become a comedienne, actress, and writer in the motion picture industry. For her contributions to American cinema, the American Film Institute named West 15th among the greatest female stars of classic American cinema.",
      "pageId": 173082,
      "monthDay": "08/17"
    },
    {
      "year": "1890",
      "uri": "/wiki/Stefan_Bastyr",
      "name": "Stefan Bastyr",
      "aboutText": "Marcus Mosiah Garvey, Jr., ONH (17 August 1887 – 10 June 1940), was a Jamaican political leader, publisher, journalist, entrepreneur, and orator who was a staunch proponent of the Black Nationalism and Pan-Africanism movements, to which end he founded the Universal Negro Improvement Association and African Communities League (UNIA-ACL). He founded the Black Star Line, which promoted the return of the African diaspora to their ancestral lands.\nPrior to the 20th century, leaders such as Prince Hall, Martin Delany, Edward Wilmot Blyden, and Henry Highland Garnet advocated the involvement of the African diaspora in African affairs.",
      "pageId": 181535,
      "monthDay": "08/17"
    },
    {
      "year": "1890",
      "uri": "/wiki/Harry_Hopkins",
      "name": "Harry Hopkins",
      "aboutText": "Mikhail Moiseyevich Botvinnik (Russian: Михаи́л Моисе́евич Ботви́нник, pronounced [mʲɪxɐˈil məɪˈsʲejɪvʲɪtɕ bɐˈtvʲinʲnʲɪk]; August 17 [O.S. August 4] 1911 – May 5, 1995) was a Soviet and Russian International Grandmaster and three-time World Chess Champion, widely considered one of the greatest chess players of all time. Working as an electrical engineer and computer scientist at the same time, he was one of the very few professional chess players who achieved distinction in another career while playing top-class competitive chess. He was also a pioneer of computer chess.",
      "pageId": 242416,
      "monthDay": "08/17"
    },
    {
      "year": "1893",
      "uri": "/wiki/John_Brahm",
      "name": "John Brahm",
      "aboutText": "Gustav Schwarzenegger (17 August 1907 – 13 December 1972) was an Austrian police chief (Gendarmeriekommandant), postal inspector and a senior non-commissioned military police officer. He was the father of bodybuilder, Hollywood star and former Governor of California Arnold Schwarzenegger.",
      "pageId": 349213,
      "monthDay": "08/17"
    },
    {
      "year": "1893",
      "uri": "/wiki/Mae_West",
      "name": "Mae West",
      "aboutText": "Leopold Nowak (17 August 1904 – May 27, 1991) was a musicologist chiefly known for editing the works by Anton Bruckner for the International Bruckner Society. He reconstructed the original form of some of those works, most of which had been revised and edited many times.\nNowak was born in Vienna, Austria.",
      "pageId": 416715,
      "monthDay": "08/17"
    },
    {
      "year": "1894",
      "uri": "/wiki/William_Rootes,_1st_Baron_Rootes",
      "name": "William Rootes, 1st Baron Rootes",
      "aboutText": "Harry Lloyd Hopkins (August 17, 1890 – January 29, 1946) was one of Franklin Delano Roosevelt's closest advisers. He was one of the architects of the New Deal, especially the relief programs of the Works Progress Administration (WPA), which he directed and built into the largest employer in the country. In World War II, he was Roosevelt's chief diplomatic adviser and troubleshooter and was a key policy maker in the $50 billion Lend-Lease program that sent aid to the Allies.",
      "pageId": 521249,
      "monthDay": "08/17"
    },
    {
      "year": "1895",
      "uri": "/wiki/Aris_Maliagros",
      "name": "Aris Maliagros",
      "aboutText": "William Mark Felt, Sr. (August 17, 1913 – December 18, 2008) was a Federal Bureau of Investigation (FBI) special agent who retired as the Bureau's Deputy Director in 1973. After keeping secret for 30 years his involvement with reporters Bob Woodward and Carl Bernstein, Felt admitted to being the Watergate scandal's whistleblower, \"Deep Throat,\" on May 31, 2005.",
      "pageId": 1967935,
      "monthDay": "08/17"
    },
    {
      "year": "1896",
      "uri": "/wiki/Leslie_Groves",
      "name": "Leslie Groves",
      "aboutText": "John Brahm (August 17, 1893 – October 13, 1982) was a film and television director. His films include The Undying Monster (1942), The Lodger (1944), Hangover Square (1945), The Locket (1946), The Brasher Doubloon (1947), and the 3D horror film, The Mad Magician (1954).",
      "pageId": 3645821,
      "monthDay": "08/17"
    },
    {
      "year": "1896",
      "uri": "/wiki/T%C3%B5nis_Kint",
      "name": "Tõnis Kint",
      "aboutText": "Stefan Bastyr (August 17, 1890 – August 6, 1920) was a Polish aviator and military pilot, one of the pioneers of the Polish aviation. He is credited with the first military flight in the history of the Polish Air Force on November 5, 1918, almost a week before Poland officially regained her independence, at the opening stages of the Polish-Ukrainian War.\nInitially he was a military pilot in Austria-Hungary during the World War I. From February 1916 he served as an observer in Flik 10 reconnaissance squadron on the eastern front, from December 1917 in Flik 12D on Austro-Italian front.",
      "pageId": 5114454,
      "monthDay": "08/17"
    },
    {
      "year": "1896",
      "uri": "/wiki/Oliver_Waterman_Larkin",
      "name": "Oliver Waterman Larkin",
      "aboutText": "Tõnis Kint (17 August [O.S. 5 August] 1896 in Taevere, Viljandi County, Estonia – 5 January 1991 Örnsköldsvik, Sweden) was an Estonian politician. He served as \"Prime Minister in duties of the President\" (in other words, Estonian head of state in exile) from December 23, 1970 to March 1, 1990.\nFrom 7 April 1938 member of the Chamber of Deputies.",
      "pageId": 5853537,
      "monthDay": "08/17"
    },
    {
      "year": "1904",
      "uri": "/wiki/Mary_Cain_(editor)",
      "name": "Mary Cain",
      "aboutText": "Larry Clinton (August 17, 1909 – May 2, 1985) was a trumpeter who became a prominent American bandleader and arranger.",
      "pageId": 5888214,
      "monthDay": "08/17"
    },
    {
      "year": "1904",
      "uri": "/wiki/Leopold_Nowak",
      "name": "Leopold Nowak",
      "aboutText": "William Edward Rootes, 1st Baron Rootes GBE (17 August 1894–12 December 1964) was a Coventry motor manufacturer. He opened his first car sales agency in 1913, leading to the global Rootes Group. During the Second World War he supervised the volume manufacture of aircraft and engines, as well as the supply of military motor vehicles and armoured fighting vehicles.",
      "pageId": 5892007,
      "monthDay": "08/17"
    },
    {
      "year": "1907",
      "uri": "/wiki/Gustav_Schwarzenegger",
      "name": "Gustav Schwarzenegger",
      "aboutText": "Oliver Waterman Larkin (August 17, 1896, Medford, Massachusetts – December 17, 1970) was an American art historian and educator. He won the 1950 Pulitzer Prize for History for his book Art and Life in America.",
      "pageId": 5929720,
      "monthDay": "08/17"
    },
    {
      "year": "1909",
      "uri": "/wiki/Larry_Clinton",
      "name": "Larry Clinton",
      "aboutText": "Mary Dawson Cain (August 17, 1904 – May 6, 1984) was an American newspaper editor, political activist, and candidate in Mississippi. A Democrat, she advocated for conservative causes and is particularly remembered for her campaigns against the Social Security tax.",
      "pageId": 10444792,
      "monthDay": "08/17"
    },
    {
      "year": "1911",
      "uri": "/wiki/Mikhail_Botvinnik",
      "name": "Mikhail Botvinnik",
      "aboutText": "Martin Sandberger (17 August 1911 – 30 March 2010) was an SS Standartenführer (Colonel) and commander of Sonderkommando 1a of the Einsatzgruppe, as well as commander of the Sicherheitspolizei and SD in Estonia. He perpetrated mass murder of the Jews in the Baltic states. He was also responsible for the arrest of Jews in Italy, and their deportation to Auschwitz concentration camp.",
      "pageId": 11959726,
      "monthDay": "08/17"
    },
    {
      "year": "1911",
      "uri": "/wiki/Martin_Sandberger",
      "name": "Martin Sandberger",
      "aboutText": "Aris Maliagros (Greek: Άρης Μαλιαγρός; also Aris Malliagros; 17 August 1895, Argostoli, Kefalonia – 18 December 1984) was a Greek actor who played several aristocratic roles.",
      "pageId": 19419200,
      "monthDay": "08/17"
    },
    {
      "year": "1913",
      "uri": "/wiki/Mark_Felt",
      "name": "Mark Felt",
      "aboutText": "Lalla Carlsen (née Haralda Petrea Christensen) (17 August 1889 – 23 March 1967) was a Norwegian singer and actress.",
      "pageId": 25090405,
      "monthDay": "08/17"
    },
    {
      "year": "1913",
      "uri": "/wiki/Oscar_Alfredo_G%C3%A1lvez",
      "name": "Oscar Alfredo Gálvez",
      "aboutText": "Jiang Zemin (born 17 August 1926) is a retired Chinese politician who served as General Secretary of the Communist Party of China from 1989 to 2002, as Chairman of the Central Military Commission from 1989 to 2004, and as President of the People's Republic of China from 1993 to 2003. Jiang has been described as the \"core of the third generation\" of Communist Party leaders since 1989.\nJiang Zemin came to power unexpectedly as a 'compromise candidate' following the Tiananmen Square protests of 1989, when he replaced Zhao Ziyang as General Secretary after Zhao was ousted for his support for the student movement.",
      "pageId": 95871,
      "monthDay": "08/17"
    },
    {
      "year": "1913",
      "uri": "/wiki/Rudy_York",
      "name": "Rudy York",
      "aboutText": "Maureen O'Hara (born Maureen FitzSimons; 17 August 1920 – 24 October 2015) was an Irish-American actress and singer. The famously red-headed O'Hara was known for her beauty and playing fiercely passionate but sensible heroines, often in westerns and adventure films. She worked on numerous occasions with director John Ford and longtime friend John Wayne, and was one of the last surviving stars from the Golden Age of Hollywood.",
      "pageId": 235309,
      "monthDay": "08/17"
    },
    {
      "year": "1914",
      "uri": "/wiki/Bill_Downs",
      "name": "Bill Downs",
      "aboutText": "Georgia Gibbs (August 17, 1919 – December 9, 2006) was an American popular singer and vocal entertainer rooted in jazz. Already singing publicly in her early teens, Gibbs first achieved acclaim (and notoriety) in the mid-1950s interpreting songs originating with the black rhythm and blues community and later as a featured vocalist on a long list of radio and television variety and comedy programs.",
      "pageId": 304355,
      "monthDay": "08/17"
    },
    {
      "year": "1914",
      "uri": "/wiki/Franklin_Delano_Roosevelt,_Jr.",
      "name": "Franklin Delano Roosevelt, Jr.",
      "aboutText": "Franklin Delano Roosevelt, Jr. (August 17, 1914 – August 17, 1988) was an American lawyer, politician, and businessman. He was a son of President Franklin D. Roosevelt and First Lady Eleanor Roosevelt.",
      "pageId": 432014,
      "monthDay": "08/17"
    },
    {
      "year": "1916",
      "uri": "/wiki/Moses_Majekodunmi",
      "name": "Moses Majekodunmi",
      "aboutText": "Alan George Heywood Melly (17 August 1926 – 5 July 2007) was an English jazz and blues singer, critic, writer and lecturer.",
      "pageId": 549191,
      "monthDay": "08/17"
    },
    {
      "year": "1918",
      "uri": "/wiki/Evelyn_Ankers",
      "name": "Evelyn Ankers",
      "aboutText": "Sir Geoffrey Rudolph Elton (17 August 1921 – 3 December 1994) was a German-born British political and constitutional historian, specialising in the Tudor period.",
      "pageId": 1128052,
      "monthDay": "08/17"
    },
    {
      "year": "1918",
      "uri": "/wiki/Ike_Quebec",
      "name": "Ike Quebec",
      "aboutText": "Preston Rudolph York (August 17, 1913 – February 5, 1970) was a professional baseball player. He played all or part of thirteen seasons in Major League Baseball for the Detroit Tigers (1934, 1937–45), Boston Red Sox (1946–47), Chicago White Sox (1947) and Philadelphia Athletics (1948), primarily as a first baseman. York was born in Ragland, Alabama.",
      "pageId": 1229477,
      "monthDay": "08/17"
    },
    {
      "year": "1918",
      "uri": "/wiki/Michael_John_Wise",
      "name": "Michael John Wise",
      "aboutText": "Oscar Alfredo Gálvez (17 August 1913 – 16 December 1989) was a racing driver from Argentina. He participated in one Formula One World Championship Grand Prix, on 18 January 1953, in which he scored two championship points.\nHe was a very popular driver, and a regular entrant and champion in the Turismo Carretera series, like his brother Juan.",
      "pageId": 1235925,
      "monthDay": "08/17"
    },
    {
      "year": "1919",
      "uri": "/wiki/Georgia_Gibbs",
      "name": "Georgia Gibbs",
      "aboutText": "Larry Rivers (August 17, 1923 – August 14, 2002) was an American artist, musician, filmmaker and occasional actor.",
      "pageId": 1301031,
      "monthDay": "08/17"
    },
    {
      "year": "1920",
      "uri": "/wiki/Maureen_O%27Hara",
      "name": "Maureen O'Hara",
      "aboutText": "Esme Valerie Eliot (née Fletcher; 17 August 1926 – 9 November 2012) was the second wife and later widow of the Nobel prize-winning poet, T. S. Eliot.",
      "pageId": 1790520,
      "monthDay": "08/17"
    },
    {
      "year": "1920",
      "uri": "/wiki/Lida_Moser",
      "name": "Lida Moser",
      "aboutText": "Frank Ray Keyser, Jr. (August 17, 1927 – March 7, 2015) was an American lawyer and politician from Vermont.",
      "pageId": 2859521,
      "monthDay": "08/17"
    },
    {
      "year": "1921",
      "uri": "/wiki/Geoffrey_Elton",
      "name": "Geoffrey Elton",
      "aboutText": "Ike Quebec (August 17, 1918 – January 16, 1963) was an American jazz tenor saxophonist.",
      "pageId": 2920043,
      "monthDay": "08/17"
    },
    {
      "year": "1922",
      "uri": "/wiki/Roy_Tattersall",
      "name": "Roy Tattersall",
      "aboutText": "Roy Tattersall (17 August 1922 – 9 December 2011) was an English cricketer who played for Lancashire and played sixteen Tests for England as a specialist off spin bowler. He was born at Bolton, Lancashire, England.\nTattersall had an unusual style, quite different from the orthodox Jim Laker, who kept him out of a Test place for most of his career.",
      "pageId": 3249314,
      "monthDay": "08/17"
    },
    {
      "year": "1923",
      "uri": "/wiki/Larry_Rivers",
      "name": "Larry Rivers",
      "aboutText": "Evelyn Ankers (17 August 1918 – 29 August 1985) was a British actress born in Chile. She often played variations on the role of the cultured young leading lady in many American horror films during the 1940s, most notably The Wolf Man (1941) at age 23 opposite Lon Chaney, Jr., a frequent screen partner. Known as \"the Queen of the Screamers\", her other films include The Ghost of Frankenstein (1942), Captive Wild Woman (1943), Son of Dracula (1943), The Mad Ghoul (1943), Jungle Woman (1944), Weird Woman (1944), The Invisible Man's Revenge (1944) and The Frozen Ghost (1945).",
      "pageId": 3662436,
      "monthDay": "08/17"
    },
    {
      "year": "1926",
      "uri": "/wiki/Valerie_Eliot",
      "name": "Valerie Eliot",
      "aboutText": "Jean Poiret, born Jean Poiré, (17 August 1926 – 14 March 1992) was a French actor, director, and screenwriter.",
      "pageId": 4855510,
      "monthDay": "08/17"
    },
    {
      "year": "1926",
      "uri": "/wiki/George_Melly",
      "name": "George Melly",
      "aboutText": "Sam Butera (August 17, 1927 – June 3, 2009) was a tenor saxophonist best noted for his collaborations with Louis Prima and Keely Smith.",
      "pageId": 6250695,
      "monthDay": "08/17"
    },
    {
      "year": "1926",
      "uri": "/wiki/Jean_Poiret",
      "name": "Jean Poiret",
      "aboutText": "William Randall \"Bill\" Downs, Jr. (August 17, 1914 – May 3, 1978) was an American broadcast journalist and war correspondent. He worked for CBS News from 1942 to 1962 and for ABC from 1963 until his death.",
      "pageId": 6827131,
      "monthDay": "08/17"
    },
    {
      "year": "1926",
      "uri": "/wiki/Jiang_Zemin",
      "name": "Jiang Zemin",
      "aboutText": "Michael John Wise CBE, MC (17 August 1918 – 13 October 2015) was an academic who served as a professor of geography at the University of London.",
      "pageId": 23822252,
      "monthDay": "08/17"
    },
    {
      "year": "1927",
      "uri": "/wiki/Sam_Butera",
      "name": "Sam Butera",
      "aboutText": "Moses Adekoyejo Majekodunmi C.F.R, C.M.G. (Yoruba: Adékóyèjọ Májẹ̀kódùnmí; 17 August 1916 – 11 April 2012) was Minister of Health in the Nigerian First Republic. He was appointed sole administrator of Western Region in June 1962 after a political crisis in the region, holding office in place of the Premier Samuel Akintola until December that year.\nThe crisis was due to a struggle between Akintola and the former Western Region Premier and current leader of the opposition Obafemi Awolowo, which had led to violent scenes in the House of Assembly.",
      "pageId": 27489045,
      "monthDay": "08/17"
    },
    {
      "year": "1927",
      "uri": "/wiki/F._Ray_Keyser,_Jr.",
      "name": "F. Ray Keyser, Jr.",
      "aboutText": "Lida Moser (August 17, 1920 – August 12, 2014) was an American-born photographer and author, with a career that spanned more than six decades, before retiring in her 90s. She was known for her photojournalism and street photography as a member of both the Photo League  and the New York School. Her portfolio includes black and white commercial, portrait and documentary photography, with her work continuing to have an impact.",
      "pageId": 37135991,
      "monthDay": "08/17"
    },
    {
      "year": "1928",
      "uri": "/wiki/T._J._Anderson",
      "name": "T. J. Anderson",
      "aboutText": "Francis Gary Powers (August 17, 1929 – August 1, 1977) – often referred to as simply Gary Powers – was an American pilot whose Central Intelligence Agency U-2 spy plane was shot down while flying a reconnaissance mission over Soviet Union airspace, causing the 1960 U-2 incident.",
      "pageId": 12888,
      "monthDay": "08/17"
    },
    {
      "year": "1928",
      "uri": "/wiki/Willem_Duys",
      "name": "Willem Duys",
      "aboutText": "Edward James \"Ted\" Hughes, OM (17 August 1930 – 28 October 1998) was an English poet and children's writer. Critics routinely rank him as one of the best poets of his generation. He served as Poet Laureate from 1984 until his death.",
      "pageId": 31034,
      "monthDay": "08/17"
    },
    {
      "year": "1929",
      "uri": "/wiki/Augie_Blunt",
      "name": "Augie Blunt",
      "aboutText": "Harve Bennett (born Harve Bennett Fischman; August 17, 1930 – February 25, 2015) was an American television and film producer and screenwriter.",
      "pageId": 252383,
      "monthDay": "08/17"
    },
    {
      "year": "1929",
      "uri": "/wiki/Jimmy_Donley",
      "name": "Jimmy Donley",
      "aboutText": "Seamus Frederick Mallon (born 17 August 1936) is an Irish politician who was the first deputy First Minister of Northern Ireland from 1998 to 2001. He was also the Deputy Leader of the Social Democratic and Labour Party from 1979 to 2001.",
      "pageId": 264833,
      "monthDay": "08/17"
    },
    {
      "year": "1929",
      "uri": "/wiki/Francis_Gary_Powers",
      "name": "Francis Gary Powers",
      "aboutText": "Eugene Francis \"Gene\" Kranz (born August 17, 1933) is a retired NASA Flight Director and manager. Kranz served as a Flight Director, the successor to NASA founding Flight Director Chris Kraft, during the Gemini and Apollo programs, and is best known for his role in directing the successful Mission Control team efforts to save the crew of Apollo 13, which later became the subject story of a major motion picture of the same name. He is also noted for his trademark close-cut flattop hairstyle, and the wearing of dapper white \"mission\" vests (waistcoats), of different styles and materials made by his wife, Marta Kranz, during missions for which he acted as Flight Director.",
      "pageId": 407054,
      "monthDay": "08/17"
    },
    {
      "year": "1930",
      "uri": "/wiki/Harve_Bennett",
      "name": "Harve Bennett",
      "aboutText": "Floyd \"Red Crow\" Westerman, also known as Kanghi Duta (August 17, 1936 – December 13, 2007), was a Sioux musician, political activist, and actor. After establishing a career as a country music singer, later in his life, he became a leading actor depicting Native Americans in American films and television. He is sometimes credited simply as Floyd Westerman.",
      "pageId": 522170,
      "monthDay": "08/17"
    },
    {
      "year": "1930",
      "uri": "/wiki/Ted_Hughes",
      "name": "Ted Hughes",
      "aboutText": "Glenn Corbett (August 17, 1933 – January 16, 1993) was an American actor, best known for his roles as the original Zefram Cochrane, the inventor of warp drive, on the original Star Trek series and co-starring as Lincoln Case on the CBS adventure drama Route 66.",
      "pageId": 925575,
      "monthDay": "08/17"
    },
    {
      "year": "1931",
      "uri": "/wiki/Tony_Wrigley",
      "name": "Tony Wrigley",
      "aboutText": "Columbus Calvin \"Duke\" Pearson, Jr (Atlanta, Georgia, August 17, 1932 – Atlanta, August 4, 1980) was an American jazz pianist and composer.",
      "pageId": 1058528,
      "monthDay": "08/17"
    },
    {
      "year": "1932",
      "uri": "/wiki/V._S._Naipaul",
      "name": "V. S. Naipaul",
      "aboutText": "Max Edward Dinning (August 17, 1933 — March 22, 1986) — stage name Mark Dinning — was an American pop music singer. In February 1960, the song \"Teen Angel\", written by his sister Jean (Eugenia) (March 29, 1924 — February 22, 2011) and her husband (Mark's brother-in-law) Red Surrey, reached No. 1 on the Billboard Charts.",
      "pageId": 1598663,
      "monthDay": "08/17"
    },
    {
      "year": "1932",
      "uri": "/wiki/Duke_Pearson",
      "name": "Duke Pearson",
      "aboutText": "Oleg Pavlovich Tabakov (Russian: Олег Павлович Табаков) (born 17 August 1935) is a Soviet and Russian actor and the artistic director of the Moscow Art Theatre.",
      "pageId": 2545404,
      "monthDay": "08/17"
    },
    {
      "year": "1933",
      "uri": "/wiki/Glenn_Corbett",
      "name": "Glenn Corbett",
      "aboutText": "Jimmy Donley (August 17, 1929 - March 20, 1963) was an American singer-songwriter.\nJames Kenneth Donley, a native of Gulfport, Mississippi, began his musical career playing in local bars. He served briefly in the Army before being discharged on psychological grounds, then revived his musical career.",
      "pageId": 6324710,
      "monthDay": "08/17"
    },
    {
      "year": "1933",
      "uri": "/wiki/Mark_Dinning",
      "name": "Mark Dinning",
      "aboutText": "Sir Edward Anthony Wrigley, FBA (born 17 August 1931), commonly known as Tony Wrigley, is a historical demographer. Wrigley and Peter Laslett co-founded the Cambridge Group for the History of Population and Social Structure in 1964.\nWrigley's scholarly works focus on demographic history, and the long-term causes and effects of urbanization and industrialization.",
      "pageId": 7724512,
      "monthDay": "08/17"
    },
    {
      "year": "1933",
      "uri": "/wiki/Gene_Kranz",
      "name": "Gene Kranz",
      "aboutText": "Thomas Jefferson \"T.J.\" Anderson (born August 17, 1928) is an American composer, conductor, orchestrator and educator.",
      "pageId": 8774067,
      "monthDay": "08/17"
    },
    {
      "year": "1934",
      "uri": "/wiki/Jo%C3%A3o_Donato",
      "name": "João Donato",
      "aboutText": "João Donato de Oliveira Neto is a Brazilian jazz and bossa nova pianist from Brazil, probably best known for his numerous albums as bandleader in the idiom. He first worked with Altamiro Carrilho, and went on to perform with other masters of the idiom such as Tom Jobim, Astrud Gilberto, as well as a host of others.\nJoão Donato de Oliveira Neto was born in Rio Branco, the capital of the state of Acre, Brazil, on August 17, 1934.",
      "pageId": 11926834,
      "monthDay": "08/17"
    },
    {
      "year": "1934",
      "uri": "/wiki/Ron_Henry",
      "name": "Ron Henry",
      "aboutText": "For other uses, see Ron Henry (baseball)",
      "pageId": 12342116,
      "monthDay": "08/17"
    },
    {
      "year": "1935",
      "uri": "/wiki/Oleg_Tabakov",
      "name": "Oleg Tabakov",
      "aboutText": "Augie Blunt (August 17, 1929 – May 2, 1999) was an American film and television actor.\nBlunt was born Augustine Durell Blunt in Monroe, Michigan, located south of Detroit, Michigan; his parents were William Blunt and Essie C. Wilson-Blunt. He and his parents lived Monroe.",
      "pageId": 13861799,
      "monthDay": "08/17"
    },
    {
      "year": "1936",
      "uri": "/wiki/Seamus_Mallon",
      "name": "Seamus Mallon",
      "aboutText": "Spiros Focás (Greek: Σπύρος Φωκάς; born 17 August 1937) is a Greek actor.",
      "pageId": 26274945,
      "monthDay": "08/17"
    },
    {
      "year": "1936",
      "uri": "/wiki/Floyd_Red_Crow_Westerman",
      "name": "Floyd Red Crow Westerman",
      "aboutText": "Ronnie Butler M.B.E. (born 17 August 1937) is a famous Bahamian calypso and rake n scrape entertainer and singer. Butler is referred to as \"The Godfather of Bahamian Music\" and his career spans more than five decades.\nButler, began his career in music at the age of 16.",
      "pageId": 27107883,
      "monthDay": "08/17"
    },
    {
      "year": "1937",
      "uri": "/wiki/Ronnie_Butler",
      "name": "Ronnie Butler",
      "aboutText": "Sir Vidiadhar Surajprasad Naipaul, TC (/ˈnaɪpɔːl/ or /naɪˈpɔːl/; born 17 August 1932), is a Trinidadian Nobel Prize-winning British writer known for his comic early novels set in Trinidad and Tobago, his bleaker later novels of the wider world, and his autobiographical chronicles of life and travels. He has published more than 30 books, both of fiction and nonfiction, over some 50 years.\nNaipaul was married to Patricia Ann Hale from 1955 until her death in 1996.",
      "pageId": 29636499,
      "monthDay": "08/17"
    },
    {
      "year": "1937",
      "uri": "/wiki/Spiros_Foc%C3%A1s",
      "name": "Spiros Focás",
      "aboutText": "Not to be confused with Willem Ruis.\nWillem Duys (17 August 1928 – 2 June 2011) was a Dutch radio and television presenter, commentator, tennis player and music producer.\nDuys was born in Bussum.",
      "pageId": 31727251,
      "monthDay": "08/17"
    },
    {
      "year": "1938",
      "uri": "/wiki/Abu_Bakar_Bashir",
      "name": "Abu Bakar Bashir",
      "aboutText": "Lawrence Joseph \"Larry\" Ellison (born August 17, 1944) is an American internet entrepreneur, businessman and philanthropist. He serves as executive chairman and chief technology officer of Oracle Corporation, having previously been chief executive from its founding until September 2014. In 2014, he was listed by Forbes as the third-wealthiest man in America and as the fifth-wealthiest person in the world, with a fortune of $56.2 billion.",
      "pageId": 172395,
      "monthDay": "08/17"
    },
    {
      "year": "1938",
      "uri": "/wiki/Theodoros_Pangalos_(politician)",
      "name": "Theodoros Pangalos",
      "aboutText": "Lothar Bisky (17 August 1941 – 13 August 2013) was a German politician. He was the chairman of the Party of Democratic Socialism (PDS), the successor of East Germany's Socialist Unity Party (SED). In June 2007 he became co-chairman of the The Left (Die Linke) party, formed by a merger of the PDS and the much smaller Labour and Social Justice – The Electoral Alternative.",
      "pageId": 358365,
      "monthDay": "08/17"
    },
    {
      "year": "1939",
      "uri": "/wiki/Luther_Allison",
      "name": "Luther Allison",
      "aboutText": "Barry John Sheerman (born 17 August 1940) is a British Labour Co-operative politician who has been the Member of Parliament (MP) for Huddersfield since the 1979 general election.",
      "pageId": 450368,
      "monthDay": "08/17"
    },
    {
      "year": "1939",
      "uri": "/wiki/Anthony_Valentine",
      "name": "Anthony Valentine",
      "aboutText": "Muslim Mahammad oglu Magomayev (Azerbaijani: Müslüm Məhəmməd oğlu Maqomayev, August 17, 1942 – October 25, 2008), dubbed the \"King of Songs\"  and the \"Soviet Sinatra\"  was a Soviet and Azerbaijani baritone operatic and pop singer of the 1960s and 1970s.",
      "pageId": 469640,
      "monthDay": "08/17"
    },
    {
      "year": "1940",
      "uri": "/wiki/Eduardo_Mignogna",
      "name": "Eduardo Mignogna",
      "aboutText": "Abu Bakar Bashir (Arabic: أبو بكر باعشير‎;  pronunciation  AH-boo BAH-kahr BAH-SHEER;Arabic pronunciation: [əˌbuˈbɛkər ba:ʕaɕir] also Abubakar Ba'asyir, Abdus Somad, and Ustad Abu (\"Teacher Abu\"); born 17 August 1938) is an Indonesian Muslim cleric and leader of Jamaah Ansharut Tauhid.\nHe ran the Al-Mukmin boarding school in Ngruki, Central Java, which he co-founded with Abdullah Sungkar in 1972. He was in exile in Malaysia for 17 years during the secular New Order administration of President Suharto resulting from various activities, including urging the implementation of Sharia law.",
      "pageId": 556509,
      "monthDay": "08/17"
    },
    {
      "year": "1940",
      "uri": "/wiki/Barry_Sheerman",
      "name": "Barry Sheerman",
      "aboutText": "Desmond John Humphrys (born 17 August 1943) is an award-winning Welsh broadcaster. From 1981 to 1987 he was the main presenter for the Nine O'Clock News, the flagship BBC news television programme, and since 1987 he has been a presenter on the award-winning BBC Radio 4 programme, Today. He presents the programme with Justin Webb, James Naughtie, Mishal Husain and Sarah Montague.",
      "pageId": 592787,
      "monthDay": "08/17"
    },
    {
      "year": "1941",
      "uri": "/wiki/Lothar_Bisky",
      "name": "Lothar Bisky",
      "aboutText": "Dave \"Snaker\" Ray (August 17, 1943 – November 28, 2002) was an American blues singer and guitarist from St. Paul, Minnesota who was most notably associated with Spider John Koerner and Tony \"Little Sun\" Glover in the early Sixties Folk Revival. Together, the three released albums under the name Koerner, Ray & Glover.",
      "pageId": 1352760,
      "monthDay": "08/17"
    },
    {
      "year": "1941",
      "uri": "/wiki/Jean_Pierre_Lefebvre",
      "name": "Jean Pierre Lefebvre",
      "aboutText": "Luther Allison (August 17, 1939 – August 12, 1997) was an American blues guitarist. He was born in Widener, Arkansas, and moved with his family, at the age of twelve, to Chicago in 1951. He taught himself guitar and began listening to blues extensively.",
      "pageId": 1429918,
      "monthDay": "08/17"
    },
    {
      "year": "1942",
      "uri": "/wiki/Muslim_Magomayev_(musician)",
      "name": "Muslim Magomayev",
      "aboutText": "Rachel Pollack (born August 17, 1945 in Brooklyn, New York) is an American science fiction author, comic book writer, and expert on divinatory tarot.",
      "pageId": 1887116,
      "monthDay": "08/17"
    },
    {
      "year": "1942",
      "uri": "/wiki/Khagen_Mahanta",
      "name": "Khagen Mahanta",
      "aboutText": "Theodoros Pangalos (Greek: Θεόδωρος Πάγκαλος, born 17 August 1938) is a Greek politician, and leading member of the Panhellenic Socialist Movement.",
      "pageId": 2865375,
      "monthDay": "08/17"
    },
    {
      "year": "1942",
      "uri": "/wiki/Shane_Porteous",
      "name": "Shane Porteous",
      "aboutText": "Anthony Valentine (17 August 1939 – 2 December 2015) was an English actor known for his television roles: the ruthless Toby Meres in Callan, the sinister Major Mohn in Colditz, and the title character in Raffles.",
      "pageId": 4273472,
      "monthDay": "08/17"
    },
    {
      "year": "1943",
      "uri": "/wiki/Boots_Plata",
      "name": "Boots Plata",
      "aboutText": "Jean Pierre Lefebvre (born 17 August 1941 in Montreal, Quebec) is a French Canadian filmmaker. He is widely admired as \"the godfather of independent Canadian cinema,\" particularly among young, independent filmmakers.\nAfter making three independent features, Lefebvre made two films for the NFB in the late 1960s, including the 1968 feature Mon amie Pierrette, co-starring Raôul Duguay, and produced by Clément Perron.",
      "pageId": 4334922,
      "monthDay": "08/17"
    },
    {
      "year": "1943",
      "uri": "/wiki/Edward_Cowie",
      "name": "Edward Cowie",
      "aboutText": "John Shane Porteous (born 17 August 1942) is an Australian television character actor, TV screenplay scriptwriter, theatre actor, animation layout artist, and animation voice artist.",
      "pageId": 4511099,
      "monthDay": "08/17"
    },
    {
      "year": "1943",
      "uri": "/wiki/Ian_McAllister",
      "name": "Ian McAllister",
      "aboutText": "Eduardo Mignogna (August 17, 1940 – October 6, 2006) was an Argentinian film director and screenwriter.",
      "pageId": 7323198,
      "monthDay": "08/17"
    },
    {
      "year": "1943",
      "uri": "/wiki/Robert_De_Niro",
      "name": "Robert De Niro",
      "aboutText": "Khagen Mahanta (Assamese: খগেন মহন্ত) was an exponent of folk and traditional music of Assam. Khagen Mahanta was a notable person in Assamese folk music and known as the \"King of Bihu\". His Bihu songs, Borgeet and other folk songs remain popular in Assam.",
      "pageId": 10107587,
      "monthDay": "08/17"
    },
    {
      "year": "1943",
      "uri": "/wiki/John_Humphrys",
      "name": "John Humphrys",
      "aboutText": "Edward Cowie (born 17 August 1943) is an English composer, author, natural scientist, and painter",
      "pageId": 10674742,
      "monthDay": "08/17"
    },
    {
      "year": "1943",
      "uri": "/wiki/Dave_%22Snaker%22_Ray",
      "name": "Dave \"Snaker\" Ray",
      "aboutText": ".",
      "pageId": 12771904,
      "monthDay": "08/17"
    },
    {
      "year": "1944",
      "uri": "/wiki/Larry_Ellison",
      "name": "Larry Ellison",
      "aboutText": "Robert De Niro (/dəˈnɪroʊ/; born August 17, 1943) is an American actor and producer who has starred in over 90 films. His first major film roles were in the sports drama Bang the Drum Slowly (1973) and Martin Scorsese's crime film Mean Streets (1973). In 1974, after being turned down for the role of Sonny Corleone in the crime film The Godfather (1972), he was cast as the young Vito Corleone in The Godfather Part II (1974), for which he won the Academy Award for Best Supporting Actor.",
      "pageId": 20913302,
      "monthDay": "08/17"
    },
    {
      "year": "1944",
      "uri": "/wiki/Jean-Bernard_Pommier",
      "name": "Jean-Bernard Pommier",
      "aboutText": "Jean-Bernard Pommier (born August 17, 1944 in Beziers), is a French pianist and conductor.",
      "pageId": 29769902,
      "monthDay": "08/17"
    },
    {
      "year": "1945",
      "uri": "/wiki/Rachel_Pollack",
      "name": "Rachel Pollack",
      "aboutText": "Boots Plata (August 17, 1943 – November 2, 2011) was a Filipino movie director and writer.",
      "pageId": 32185629,
      "monthDay": "08/17"
    },
    {
      "year": "1946",
      "uri": "/wiki/Martha_Coolidge",
      "name": "Martha Coolidge",
      "aboutText": "Alan Minter (born 17 August 1951) is an English former professional boxer and a former Undisputed World Middleweight Champion.",
      "pageId": 149146,
      "monthDay": "08/17"
    },
    {
      "year": "1946",
      "uri": "/wiki/Patrick_Manning",
      "name": "Patrick Manning",
      "aboutText": "Nelson Piquet Souto Maior (Portuguese pronunciation: [ˈnɛwsõ piˈke], born August 17, 1952), known as Nelson Piquet, is a Brazilian former racing driver and businessman. Since his retirement, Piquet has been ranked among the greatest Formula One drivers in various motorsport polls.\nPiquet had a brief career in tennis before losing interest in the sport and subsequently took up karting and hid his identity to prevent his father discovering his hobby.",
      "pageId": 204645,
      "monthDay": "08/17"
    },
    {
      "year": "1947",
      "uri": "/wiki/Sylvia_Nasar",
      "name": "Sylvia Nasar",
      "aboutText": "Norman Bertram \"Norm\" Coleman, Jr., (born August 17, 1949) is an American lobbyist, lawyer and politician. He served as a U.S. Senator from Minnesota from 2003 until 2009. Coleman was elected in 2002 and served in the 108th, 109th, and 110th Congresses.",
      "pageId": 237833,
      "monthDay": "08/17"
    },
    {
      "year": "1947",
      "uri": "/wiki/Jennifer_Rhodes",
      "name": "Jennifer Rhodes",
      "aboutText": "Patrick Augustus Mervyn Manning (born 17 August 1946) is a Trinidadian politician who was the fourth Prime Minister of Trinidad and Tobago from 17 December 1991 to 9 November 1995 and again from 24 December 2001 to 26 May 2010. He was also Political Leader of the People's National Movement (PNM) from 1987 to 2010. A geologist by training, Manning has served as Member of Parliament for the San Fernando East constituency since 1971 and is currently the longest-serving member of the House of Representatives.",
      "pageId": 393850,
      "monthDay": "08/17"
    },
    {
      "year": "1947",
      "uri": "/wiki/Gary_Talley",
      "name": "Gary Talley",
      "aboutText": "Robert Joy (born August 17, 1951) is a Canadian actor. He is best known for his roles as Dr.",
      "pageId": 578309,
      "monthDay": "08/17"
    },
    {
      "year": "1948",
      "uri": "/wiki/Alexander_Ivashkin",
      "name": "Alexander Ivashkin",
      "aboutText": "Guillermo Vilas (Spanish pronunciation: [giˈʃeɾmo ˈbilas]; born 17 August 1952, in Mar del Plata, Argentina) is a retired professional tennis player from Argentina who won four major singles titles. Known for his prolific match play, especially on clay, he became the second man to win more than 900 matches in the Open Era, and his 660 wins on clay are by far the most of the era. His peak was the 1977 season during which he won two major titles (both on clay), had two long match win streaks of 46 all-surface and 53 on clay, and finished with an Open Era record 134 match wins.",
      "pageId": 870652,
      "monthDay": "08/17"
    },
    {
      "year": "1948",
      "uri": "/wiki/Rod_MacDonald",
      "name": "Rod MacDonald",
      "aboutText": "Sylvia Nasar (Uzbek: Зулфия Назар; born 17 August 1947) is a German-born American journalist, best known for her biography of John Forbes Nash, Jr., A Beautiful Mind.",
      "pageId": 968698,
      "monthDay": "08/17"
    },
    {
      "year": "1949",
      "uri": "/wiki/Norm_Coleman",
      "name": "Norm Coleman",
      "aboutText": "Richard Hunt (August 17, 1951 – January 7, 1992) was an American puppeteer, best known as a Muppet performer. Hunt's Muppet roles included Aristotle, Scooter, Beaker, Janice, Statler, and Sweetums.",
      "pageId": 1458661,
      "monthDay": "08/17"
    },
    {
      "year": "1949",
      "uri": "/wiki/Sue_Draheim",
      "name": "Sue Draheim",
      "aboutText": "Julian Alexander Kitchener-Fellowes, Baron Fellowes of West Stafford, DL (born 17 August 1949) is an English actor, novelist, film director and screenwriter, and a Conservative member of the House of Lords.\nFellowes is primarily known as the author of several Sunday Times best-seller novels; for the screenplay for the film Gosford Park, which won the Academy Award for Best Original Screenplay in 2002; and as the creator, writer and executive producer of the multiple award-winning British television series Downton Abbey (2010–2015).",
      "pageId": 1673691,
      "monthDay": "08/17"
    },
    {
      "year": "1949",
      "uri": "/wiki/Julian_Fellowes",
      "name": "Julian Fellowes",
      "aboutText": "Martha Coolidge (born August 17, 1946) is an American film director and former President of the Directors Guild of America.",
      "pageId": 2412312,
      "monthDay": "08/17"
    },
    {
      "year": "1949",
      "uri": "/wiki/Sib_Hashian",
      "name": "Sib Hashian",
      "aboutText": "Mario Theissen (born 17 August 1952 in Monschau, Germany) is the former BMW Motorsport Director and was team principal of BMW Sauber, the company's Formula One team from 2005 until 2009, when BMW sold the team back to Peter Sauber.\nAfter graduating from RWTH Aachen University with a diploma in mechanical engineering, Theissen joined BMW in the engine calculation department in 1977. Over the following years he took on various responsibilities in BMW's engine development division and in 1989 gained a doctorate in engineering from the Ruhr University in Bochum.",
      "pageId": 2626921,
      "monthDay": "08/17"
    },
    {
      "year": "1951",
      "uri": "/wiki/Richard_Hunt_(puppeteer)",
      "name": "Richard Hunt",
      "aboutText": "Michael \"Mick\" Malthouse (born 17 August 1953) is a former Australian rules footballer and former Australian Football League (AFL) coach. Although his playing career included a premiership for Richmond in 1980, he is best known for his long coaching career at four clubs.\nAfter beginning as a coach with Footscray in 1984, Malthouse became the most successful coach in the history of the West Coast Eagles, holding several club coaching records including the most grand final appearances (1991, 1992, 1994), most premierships (1992 and 1994, both against Geelong), as well as the highest win ratio.",
      "pageId": 3162735,
      "monthDay": "08/17"
    },
    {
      "year": "1951",
      "uri": "/wiki/Robert_Joy",
      "name": "Robert Joy",
      "aboutText": "Rod MacDonald (born August 17, 1948) is an American singer-songwriter, novelist, and educator. He was a \"big part of the 1980s folk revival in Greenwich Village clubs\", performing at the Speakeasy, Bottom Line, Folk City, and the Songwriter's Exchange at the Cornelia Street Cafe for many years. He co-founded the Greenwich Village Folk Festival.",
      "pageId": 3202159,
      "monthDay": "08/17"
    },
    {
      "year": "1951",
      "uri": "/wiki/Alan_Minter",
      "name": "Alan Minter",
      "aboutText": "Jennifer Rhodes (born August 17, 1947) is an American actress whose career spans four decades.\n^ Jennifer Rhodes profile, jennifer-rhodes.com; accessed August 15, 2015.",
      "pageId": 4232707,
      "monthDay": "08/17"
    },
    {
      "year": "1951",
      "uri": "/wiki/Elba_Ramalho",
      "name": "Elba Ramalho",
      "aboutText": "Gary Talley (born August 17, 1947) is an American guitarist, singer, songwriter and author. He began his career as lead guitarist for the Grammy-nominated group The Box Tops who were famous for hits like \"The Letter,\" and \"Cry Like a Baby\".\n^ Boaen Jameson, Michelle.",
      "pageId": 5693672,
      "monthDay": "08/17"
    },
    {
      "year": "1952",
      "uri": "/wiki/Aleksandr_Maksimenkov",
      "name": "Aleksandr Maksimenkov",
      "aboutText": "Elba Ramalho, (born on August 17, 1951 in Conceição, Paraíba) is a Brazilian songwriter, performer, poet and actress. She is sometimes called \"The Queen of Forró\".\nIn addition to her successful solo career, Elba has collaborated with a number of well-established Brazilian acts, including Alceu Valença and her first cousin Zé Ramalho.",
      "pageId": 7007862,
      "monthDay": "08/17"
    },
    {
      "year": "1952",
      "uri": "/wiki/Nelson_Piquet",
      "name": "Nelson Piquet",
      "aboutText": "John Thomas \"Sib\" Hashian (born August 17, 1949) is an American musician, best known as a drummer for the rock band Boston.",
      "pageId": 9336800,
      "monthDay": "08/17"
    },
    {
      "year": "1952",
      "uri": "/wiki/Mario_Theissen",
      "name": "Mario Theissen",
      "aboutText": "Aleksandr Ivanovich Maksimenkov (Russian: Александр Иванович Максименков; 17 August 1952 – 7 September 2012) was a Soviet football player and a Russian coach. He was born in Pochinok, Smolensk Oblast.\n^ \"Ушел из жизни известный советский футболист Максименков | Новости на\".",
      "pageId": 18514423,
      "monthDay": "08/17"
    },
    {
      "year": "1952",
      "uri": "/wiki/Guillermo_Vilas",
      "name": "Guillermo Vilas",
      "aboutText": "Alexander Ivashkin (Russian: Александр Васильевич Ивашкин), (17 August 1948 – 31 January 2014) was a Russian cellist, writer, academic and conductor.\nIvashkin studied at the Gnessin Institute and the Moscow Conservatory, where his teachers included Gennady Rozhdestvensky and Valery Polyansky. He also played electric cello, viola da gamba, sitar and piano.",
      "pageId": 26094312,
      "monthDay": "08/17"
    },
    {
      "year": "1953",
      "uri": "/wiki/Mick_Malthouse",
      "name": "Mick Malthouse",
      "aboutText": "Sue Draheim (/ˈdrɔː.haɪm/ DRAW-hime) (August 17, 1949 in Oakland, California – April 11, 2013 in Berea, Kentucky) was an American fiddler, boasting a more than forty year musical career in the US and the UK. Growing up in North Oakland, Draheim began her first private violin lessons at age eleven, having started public school violin instruction at age eight while attending North Oakland's Peralta Elementary School. She also attended Claremont Jr. High, and graduated from Oakland Technical High School in 1967.",
      "pageId": 39139598,
      "monthDay": "08/17"
    },
    {
      "year": "1953",
      "uri": "/wiki/Herta_M%C3%BCller",
      "name": "Herta Müller",
      "aboutText": "Eric Johnson (born August 17, 1954) is an American guitarist, songwriter, and vocalist from Austin, Texas. Best known for his electric guitar skills, Johnson is also a highly proficient acoustic, lap steel, resonator, and bass guitarist as well as an accomplished pianist and vocalist.\nJohnson is skilled in a wide array of musical genres evidenced by the many different styles incorporated in both his studio and live performances including rock, electric and acoustic blues, jazz, fusion, soul-inspired music, folk, new-age, classical, and country and western.",
      "pageId": 161645,
      "monthDay": "08/17"
    },
    {
      "year": "1953",
      "uri": "/wiki/Kevin_Rowland",
      "name": "Kevin Rowland",
      "aboutText": "Jonathan Earl Franzen (born August 17, 1959) is an American novelist and essayist. His 2001 novel, The Corrections, a sprawling, satirical family drama, drew widespread critical acclaim, earned Franzen a National Book Award, was a Pulitzer Prize for Fiction finalist, earned a James Tait Black Memorial Prize and was shortlisted for the International IMPAC Dublin Literary Award. His novel Freedom (2010) garnered similar praise and led to an appearance on the cover of Time magazine alongside the headline \"Great American Novelist\".",
      "pageId": 172101,
      "monthDay": "08/17"
    },
    {
      "year": "1954",
      "uri": "/wiki/Andr%C3%A9s_Pastrana_Arango",
      "name": "Andrés Pastrana Arango",
      "aboutText": "Kevin Antony Rowland (born 17 August 1953) is an English singer-songwriter and frontman for the pop band Dexys Midnight Runners (currently called Dexys), which had several hits in the early 1980s, the most notable being \"Geno\" and \"Come On Eileen\".",
      "pageId": 187306,
      "monthDay": "08/17"
    },
    {
      "year": "1954",
      "uri": "/wiki/Eric_Johnson",
      "name": "Eric Johnson",
      "aboutText": "Belinda Jo Carlisle (born August 17, 1958) is an American singer who gained worldwide fame as the lead vocalist of The Go-Go's, one of the most successful all-female bands of all time. Belinda Carlisle has sold 7 million albums as a solo artist in just three years and she later went on to have a successful solo career with hits such as \"Mad About You\", \"I Get Weak\", \"Circle in the Sand\", \"Leave a Light On\" and \"Heaven Is a Place on Earth\", among others, which were major successes in the United Kingdom and internationally as well.\nHer autobiography, Lips Unsealed, published in June 2010, was a New York Times Best Seller and received favorable reviews.",
      "pageId": 338350,
      "monthDay": "08/17"
    },
    {
      "year": "1954",
      "uri": "/wiki/Andr%C3%A9s_Pastrana_Arango",
      "name": "Andrés Pastrana Arango",
      "aboutText": "Andrés Pastrana Arango (born 17 August 1954) was the 30th President of Colombia from 1998 to 2002, following in the footsteps of his father, Misael Pastrana Borrero, who was president from 1970 to 1974.\n^ \"Andrés Pastrana Arango.\" Encyclopædia Britannica. 2010.",
      "pageId": 508869,
      "monthDay": "08/17"
    },
    {
      "year": "1955",
      "uri": "/wiki/Richard_Hilton",
      "name": "Richard Hilton",
      "aboutText": "Gail Berman (born August 17, 1956) is co-owner and founding partner of The Jackal Group, a production entity formed in partnership with Fox Networks Group. The Jackal Group develops and produces scripted, unscripted and factual entertainment programming for FNG’s channels, including Fox Broadcasting Company, FX/FXX, the National Geographic Channels, and Fox International Channels.",
      "pageId": 556515,
      "monthDay": "08/17"
    },
    {
      "year": "1956",
      "uri": "/wiki/Gail_Berman",
      "name": "Gail Berman",
      "aboutText": "Kirk Stevens (born August 17, 1958) is a Canadian former professional snooker player.",
      "pageId": 679655,
      "monthDay": "08/17"
    },
    {
      "year": "1956",
      "uri": "/wiki/%C3%81lvaro_Pino",
      "name": "Álvaro Pino",
      "aboutText": "Richard Howard \"Rick\" Hilton (born August 17, 1955) is an American businessman.",
      "pageId": 699410,
      "monthDay": "08/17"
    },
    {
      "year": "1957",
      "uri": "/wiki/Robin_Cousins",
      "name": "Robin Cousins",
      "aboutText": "Eric Matthew Schlosser (born August 17, 1959) is an American journalist and author known for investigative journalism, such as in his books Fast Food Nation (2001) and Reefer Madness (2003).",
      "pageId": 751045,
      "monthDay": "08/17"
    },
    {
      "year": "1957",
      "uri": "/wiki/Ken_Kwapis",
      "name": "Ken Kwapis",
      "aboutText": "Chika Sakamoto (坂本千夏, Sakamoto Chika, born August 17, 1959) is a Japanese voice actress from Kobe, Hyogo prefecture affiliated with Arts Vision.",
      "pageId": 1085363,
      "monthDay": "08/17"
    },
    {
      "year": "1957",
      "uri": "/wiki/Laurence_Overmire",
      "name": "Laurence Overmire",
      "aboutText": "Robin Cousins (born 17 August 1957) is a British former competitive figure skater. He is the 1980 Olympic champion, the 1980 European champion, a three-time (1978, 1979 & 1980) World medalist and four-time (1977, 1978, 1979 & 1980) British national champion. He later starred in ice shows and also produced his own.",
      "pageId": 1503091,
      "monthDay": "08/17"
    },
    {
      "year": "1958",
      "uri": "/wiki/Belinda_Carlisle",
      "name": "Belinda Carlisle",
      "aboutText": "Frauderick Anderson \"Fraud\" Goodwin, FRSE FCIBS (born 17 August 1958) is a Scottish chartered accountant  and former banker who was Chief Executive Officer (CEO) of the Royal Bank of Scotland Group (RBS) between 2001 and 2009.\nFrom 2000 to 2008 he presided over RBS's rapid rise to global prominence as the world's largest company by assets (£1.9 trillion), and fifth-largest bank by stock market value and its even more rapid fall as RBS was forced into effective nationalisation in 2008. On 11 October 2008, Goodwin officially announced his resignation as chief executive and an early retirement, effective from 31 January 2009 – a month before RBS announced that its 2008 loss totalled £24.1 billion, the largest annual loss in UK corporate history.",
      "pageId": 1572499,
      "monthDay": "08/17"
    },
    {
      "year": "1958",
      "uri": "/wiki/Fred_Goodwin",
      "name": "Fred Goodwin",
      "aboutText": "Kenneth William “Ken” Kwapis (born August 17, 1957) is an American film and television director and screenwriter.",
      "pageId": 1599692,
      "monthDay": "08/17"
    },
    {
      "year": "1958",
      "uri": "/wiki/Maurizio_Sandro_Sala",
      "name": "Maurizio Sandro Sala",
      "aboutText": "Herta Müller (born 17 August 1953) is a Romanian-born German novelist, poet, essayist and recipient of the 2009 Nobel Prize in Literature. Born in Nițchidorf, Timiș County in Romania, her native language is German. Since the early 1990s she has been internationally established, and her works have been translated into more than twenty languages.",
      "pageId": 6151067,
      "monthDay": "08/17"
    },
    {
      "year": "1958",
      "uri": "/wiki/Kirk_Stevens",
      "name": "Kirk Stevens",
      "aboutText": "Álvaro Pino Couñago (born 17 August 1956) is a former professional road racing cyclist from Galicia who raced between 1981 through 1991 and is most famous for winning the overall title at the 1986 Vuelta a España over favorites Robert Millar from Great Britain, Laurent Fignon from France and Sean Kelly from Ireland. The following year, Pino captured the 1987 Volta a Catalunya and at the 1988 Vuelta, Pino won two stages and the King of the Mountains jersey. In all, he won five stages over his career at the Vuelta a España.",
      "pageId": 6742226,
      "monthDay": "08/17"
    },
    {
      "year": "1959",
      "uri": "/wiki/Jonathan_Franzen",
      "name": "Jonathan Franzen",
      "aboutText": "Jacek Kazimierski (born 17 August 1959 in Warsaw) is a retired Polish football player.\nHe began his career in Agrykoli Warsaw and later played for Legia Warsaw, Olympiakos Piraeus and KAA Gent. He won the Polish Cup twice in 1980 and 1981 with Legia Warsaw and appeared in 225 Polish league games.",
      "pageId": 8902103,
      "monthDay": "08/17"
    },
    {
      "year": "1959",
      "uri": "/wiki/Jacek_Kazimierski",
      "name": "Jacek Kazimierski",
      "aboutText": "David Koresh (born Vernon Wayne Howell; August 17, 1959 – April 19, 1993) was the American leader of the Branch Davidians religious sect, believing himself to be its final prophet.\nComing from a dysfunctional family background, Koresh claimed to become a Christian in the Seventh-day Adventist Church, before joining a splinter group, based at the Mount Carmel Center near Waco, Texas, which took the name Branch Davidians. Here he competed for dominance with another leader named George Roden, until Roden was jailed for murdering another rival.",
      "pageId": 21320535,
      "monthDay": "08/17"
    },
    {
      "year": "1959",
      "uri": "/wiki/David_Koresh",
      "name": "David Koresh",
      "aboutText": "Laurence Overmire (born August 17, 1957, Rochester, NY) is an American poet, author, actor, educator, genealogist, peace activist, civil rights, human rights, and animal rights advocate and environmentalist.\nHe is the author of The One Idea That Saves The World: A Call to Conscience and A Call to Action (2012), a philosophical prose work that deals with the spiritual and moral issues that confront humankind in the 21st century. The book has been endorsed by Thom Hartmann, Bill McKibben, Raffi Cavoukian, The World Business Academy, Mona Polacca of the International Council of 13 Indigenous Grandmothers, Aaron Viles of The Gulf Restoration Network, Adele Douglass of Humane Farm Animal Care and many others.",
      "pageId": 31928425,
      "monthDay": "08/17"
    },
    {
      "year": "1959",
      "uri": "/wiki/Chika_Sakamoto",
      "name": "Chika Sakamoto",
      "aboutText": "Maurizio Sandro Sala (born 27 August 1958 in Sao Paulo) is a Brazilian former racing driver. He drove in multiple classes of racing in a career lasting from 1978 to 2004.\n^ a b \"Profile\".",
      "pageId": 36354271,
      "monthDay": "08/17"
    },
    {
      "year": "1959",
      "uri": "/wiki/Eric_Schlosser",
      "name": "Eric Schlosser",
      "error": "No data found.",
      "monthDay": "08/17"
    },
    {
      "year": "1960",
      "uri": "/wiki/Stephan_Eicher",
      "name": "Stephan Eicher",
      "aboutText": "Sean Justin Penn (born August 17, 1960) is an American actor, film director and political activist. He has won two Academy Awards, for his roles in the mystery drama Mystic River (2003) and the biopic Milk (2008).\nPenn began his acting career in television with a brief appearance in a 1974 episode of Little House on the Prairie, directed by his father Leo Penn.",
      "pageId": 113746,
      "monthDay": "08/17"
    },
    {
      "year": "1960",
      "uri": "/wiki/Sean_Penn",
      "name": "Sean Penn",
      "aboutText": "John Rodney Mullen (born August 17, 1966) is an American professional skateboarder, entrepreneur, inventor, and public speaker who practices freestyle and street skateboarding. Mullen is credited with inventing numerous skateboarding tricks, including the flatground ollie, kickflip, heelflip, impossible, and 360-flip (also commonly known as the 'tre-flip' or '3-flip').",
      "pageId": 147944,
      "monthDay": "08/17"
    },
    {
      "year": "1961",
      "uri": "/wiki/Larry_B._Scott",
      "name": "Larry B. Scott",
      "aboutText": "Gilbert \"Gilby\" Clarke (born August 17, 1962, in Cleveland, Ohio) is an American guitarist and record producer best known for a 3-year tenure as the rhythm guitarist of Guns N' Roses, replacing Izzy Stradlin in 1991 during the Use Your Illusion Tour. Following his departure from the group, Clarke went on to forge a solo career as well playing guitar with Slash's Snakepit, Kat Men, Heart, Nancy Sinatra, Kathy Valentine (of the Go-Go's), MC5 and forming his own group Rock Star Supernova with members of Metallica and Mötley Crüe.\nClarke's production work includes albums by L.A. Guns, Bullets and Octane, The Bronx and Vains of Jenna.",
      "pageId": 889446,
      "monthDay": "08/17"
    },
    {
      "year": "1962",
      "uri": "/wiki/Gilby_Clarke",
      "name": "Gilby Clarke",
      "aboutText": "Joshua Andrew Koenig (/ˈkeɪnɪɡ/; (August 17, 1968 – February 25, 2010), was an American character actor, film director, editor, writer, and human rights activist.",
      "pageId": 1033953,
      "monthDay": "08/17"
    },
    {
      "year": "1962",
      "uri": "/wiki/John_Marshall_Jones",
      "name": "John Marshall Jones",
      "aboutText": "Maria Luisa McKee (born August 17, 1964) is an American singer-songwriter.",
      "pageId": 1065514,
      "monthDay": "08/17"
    },
    {
      "year": "1962",
      "uri": "/wiki/Pierre_Sanoussi-Bliss",
      "name": "Pierre Sanoussi-Bliss",
      "aboutText": "Jon David Gruden (born August 17, 1963) is a former professional football player and coach. He was the head coach of the Oakland Raiders and the Tampa Bay Buccaneers, winning Super Bowl XXXVII in his first year with the Buccaneers (defeating the Raiders, his former team that traded him to Tampa Bay the previous off-season).",
      "pageId": 1085026,
      "monthDay": "08/17"
    },
    {
      "year": "1963",
      "uri": "/wiki/Jon_Gruden",
      "name": "Jon Gruden",
      "aboutText": "David Mark \"Dave\" Penney (born 17 August 1964) was the Assistant Manager of Southend United. He is an English football manager and former player. Born in Wakefield, West Riding of Yorkshire, Penney entered professional football at the relatively late age of 21.",
      "pageId": 1175663,
      "monthDay": "08/17"
    },
    {
      "year": "1963",
      "uri": "/wiki/S._Shankar",
      "name": "Shankar",
      "aboutText": "Edward Thomas McCaffrey (born August 17, 1968) is a former professional American football player who was a wide receiver in the National Football League (NFL) for thirteen seasons. McCaffrey played college football for Stanford University and earned consensus All-American honors.",
      "pageId": 1306419,
      "monthDay": "08/17"
    },
    {
      "year": "1964",
      "uri": "/wiki/Colin_James",
      "name": "Colin James",
      "aboutText": "Shankar Shanmugam, commonly known as Shankar, is an Indian film director and producer who predominantly works in Tamil cinema. Recognized for directing high budget films, he is also a pioneer of vigilante movies in Tamil. He made his directional debut in Gentleman (1993) produced by K. T. Kunjumon, for which he was awarded the Filmfare Best Director Award and the Tamil Nadu State Film Award for Best Director.",
      "pageId": 1933236,
      "monthDay": "08/17"
    },
    {
      "year": "1964",
      "uri": "/wiki/Maria_McKee",
      "name": "Maria McKee",
      "aboutText": "Stephan Eicher (Born 17 August 1960) is a Swiss singer. He is of Alsatian mother and Yeniche father, also a musician.\nHis songs are sung in a variety of languages, including French, German, English, Italian, Swiss-German, and Romanche.",
      "pageId": 2498450,
      "monthDay": "08/17"
    },
    {
      "year": "1964",
      "uri": "/wiki/Dave_Penney",
      "name": "Dave Penney",
      "aboutText": "David Crawford Conrad (born August 17, 1967) is an American actor.",
      "pageId": 3526281,
      "monthDay": "08/17"
    },
    {
      "year": "1965",
      "uri": "/wiki/Steve_Gorman",
      "name": "Steve Gorman",
      "aboutText": "For the American Civil War general, John Marshall Jones, see John M. Jones.\nJohn Marshall Jones (born August 17, 1962) is an American actor who is best known for his roles as Walter in the 1992 movie White Men Can't Jump and Floyd Henderson on the The WB sitcom Smart Guy. He is originally from Detroit, Michigan.",
      "pageId": 3678058,
      "monthDay": "08/17"
    },
    {
      "year": "1966",
      "uri": "/wiki/Maysa_Leak",
      "name": "Maysa Leak",
      "aboutText": "Donald Clarke Sweeney (born August 17, 1966) is a Canadian former ice hockey defenceman who played over 1,100 games in the National Hockey League (NHL), most with the Boston Bruins. He ranks among the top ten in many Bruins team statistics, including third overall in total games played. After retiring from hockey following the 2003–04 season, he worked briefly as a broadcaster before rejoining the Bruins as a team executive in 2006.",
      "pageId": 4254794,
      "monthDay": "08/17"
    },
    {
      "year": "1966",
      "uri": "/wiki/J%C3%BCri_Luik",
      "name": "Jüri Luik",
      "aboutText": "Larry B. Scott (born August 17, 1961) is an American actor.",
      "pageId": 4996768,
      "monthDay": "08/17"
    },
    {
      "year": "1966",
      "uri": "/wiki/Rodney_Mullen",
      "name": "Rodney Mullen",
      "aboutText": "Steve Gorman (born August 17, 1965, Muskegon, Michigan) is an American musician, best known as the drummer of the American country rock/blues rock band The Black Crowes. He spent time as the drummer for British rock band Stereophonics.",
      "pageId": 8835838,
      "monthDay": "08/17"
    },
    {
      "year": "1966",
      "uri": "/wiki/Don_Sweeney",
      "name": "Don Sweeney",
      "aboutText": "Maysa Leak (born August 17, 1966) is an American jazz singer better known by her mononym Maysa. She is well known by fans of smooth jazz both for her solo work and for her work with the British band Incognito.",
      "pageId": 11075950,
      "monthDay": "08/17"
    },
    {
      "year": "1967",
      "uri": "/wiki/David_Conrad",
      "name": "David Conrad",
      "aboutText": "Jüri Luik (born 17 August 1966 in Tallinn) is an Estonian diplomat and former politician. Jüri Luik has held the positions of Estonian Minister of Foreign Affairs, Estonian Minister of Defense and the permanent representative for Estonia in NATO. Currently he is the Estonian ambassador in Russia.\nPrior to his current position, Mr.",
      "pageId": 12410610,
      "monthDay": "08/17"
    },
    {
      "year": "1968",
      "uri": "/wiki/Andrew_Koenig",
      "name": "Andrew Koenig",
      "aboutText": "Colin James (born Colin James Munn, August 17, 1964) is a Canadian singer-songwriter, guitarist, and record producer, who plays in the blues, rock, and neo-swing genres.",
      "pageId": 18059470,
      "monthDay": "08/17"
    },
    {
      "year": "1968",
      "uri": "/wiki/Andriy_Kuzmenko",
      "name": "Andriy Kuzmenko",
      "aboutText": "Pierre Sanoussi-Bliss (born 17 August 1962, Berlin-Mitte) is a German actor and director. He has appeared in television and films for over 20 years. He played a leading role in Doris Dörrie's 1994 film, Keiner liebt mich.",
      "pageId": 34709731,
      "monthDay": "08/17"
    },
    {
      "year": "1968",
      "uri": "/wiki/Ed_McCaffrey",
      "name": "Ed McCaffrey",
      "aboutText": "Andriy \"Kuzma\" Kuzmenko (Ukrainian: Андрі́й Ві́кторович Кузьме́нко; 17 August 1968 – 2 February 2015) was a Ukrainian singer, writer, TV presenter, producer and actor. He was best known as the lead singer of the rock band Skryabin, founded in 1989.\nKuzmenko was born in Sambir, Lviv Oblast.",
      "pageId": 45281379,
      "monthDay": "08/17"
    },
    {
      "year": "1968",
      "uri": "/wiki/Helen_McCrory",
      "name": "Helen McCrory",
      "aboutText": "Christian Donald Laettner (/ˈleɪtnər/, LAYT-nər; born August 17, 1969) is a retired basketball player whose hall-of-fame career for the Duke Blue Devils is widely regarded as one of the greatest in National Collegiate Athletic Association (NCAA) history. He was the star player on the back-to-back National Championship teams of 1991 and 1992. He is particularly famous for his iconic game-winning shot against Kentucky in the 1992 regional final and for the hatred he received from opposing fans.",
      "pageId": 462823,
      "monthDay": "08/17"
    },
    {
      "year": "1969",
      "uri": "/wiki/Christian_Laettner",
      "name": "Christian Laettner",
      "aboutText": "Donald Edmond \"Donnie\" Wahlberg, Jr. (born August 17, 1969) is an American singer, actor, and film producer. He is a founding member of the boy band New Kids on the Block.",
      "pageId": 587794,
      "monthDay": "08/17"
    },
    {
      "year": "1969",
      "uri": "/wiki/Wayne_Mills_(singer)",
      "name": "Wayne Mills",
      "aboutText": "James Spencer \"Jim\" Courier, Jr. (born August 17, 1970) is an American former World No. 1 professional tennis player.",
      "pageId": 685780,
      "monthDay": "08/17"
    },
    {
      "year": "1969",
      "uri": "/wiki/Donnie_Wahlberg",
      "name": "Donnie Wahlberg",
      "aboutText": "Jorge Rafael Posada Villeta (born August 17, 1971) is a Puerto Rican former professional baseball catcher who played 17 seasons in Major League Baseball (MLB) for the New York Yankees. Posada produced strong offensive numbers for his position, recording a .273 batting average, 275 home runs, and 1,065 runs batted in (RBIs) during his career. A switch hitter, Posada was a five-time All-Star, won five Silver Slugger Awards, and was on the roster for four World Series championship teams.",
      "pageId": 770949,
      "monthDay": "08/17"
    },
    {
      "year": "1970",
      "uri": "/wiki/Jim_Courier",
      "name": "Jim Courier",
      "aboutText": "Qazi Habibul Bashar (Bengali: কাজী হাবিবুল বাশার) (born 17 August 1972) is a Bangladeshi cricketer, and the former captain of the Bangladeshi cricket team. Under the managership of Dav Whatmore, he has been found to be the most successful captain to lead the Bangladesh team to overcome several milestones. The first test victory of Bangladesh came under his hands in 2004 against Zimbabwe.",
      "pageId": 899160,
      "monthDay": "08/17"
    },
    {
      "year": "1970",
      "uri": "/wiki/Rupert_Degas",
      "name": "Rupert Degas",
      "aboutText": "Øyvind Leonhardsen (born 17 August 1970) is a Norwegian former international footballer. He retired after the 2007 season, and at that moment he was captain of Strømsgodset IF in the Norwegian Premier Division, ending a career with nine years in English football with clubs like Wimbledon, Liverpool, Tottenham Hotspur and Aston Villa.",
      "pageId": 1336743,
      "monthDay": "08/17"
    },
    {
      "year": "1970",
      "uri": "/wiki/Andrus_Kivir%C3%A4hk",
      "name": "Andrus Kivirähk",
      "aboutText": "Tony Hajjar (born August 17, 1974 in Beirut, Lebanon) is a Lebanese American drummer, best known for playing in At the Drive-In and Sparta.",
      "pageId": 1695073,
      "monthDay": "08/17"
    },
    {
      "year": "1970",
      "uri": "/wiki/%C3%98yvind_Leonhardsen",
      "name": "Øyvind Leonhardsen",
      "aboutText": "Helen Elizabeth McCrory (born 17 August 1968) is a British actress. She portrayed Cherie Blair in both The Queen (2006) and The Special Relationship (2010).",
      "pageId": 2657339,
      "monthDay": "08/17"
    },
    {
      "year": "1971",
      "uri": "/wiki/Gonzalo_Inzunza_Inzunza",
      "name": "Gonzalo Inzunza Inzunza",
      "aboutText": "Tomomi Kahala (sometimes Kahara) (華原朋美, Kahara Tomomi) born Tomomi Shimogawara (下河原 朋美, Shimogawara Tomomi) on August 17, 1974 in Tokyo), is a Japanese pop singer. She is famous for working with Tetsuya Komuro who gave her much success in the 1990s, which led to her deep dip in popularity after 1999, the year in which she released her first non-TK produced album, One Fine Day. Tomomi Kahala and Tetsuya Komuro dated for a few years, but they suffered from personal problems which led to their breakup.",
      "pageId": 2920336,
      "monthDay": "08/17"
    },
    {
      "year": "1971",
      "uri": "/wiki/Uhm_Jung-hwa",
      "name": "Uhm Jung-hwa",
      "aboutText": "Giuliana Rancic (née DePandi; born August 17, 1974) is an Italian-American television personality.",
      "pageId": 3803397,
      "monthDay": "08/17"
    },
    {
      "year": "1971",
      "uri": "/wiki/Ed_Motta",
      "name": "Ed Motta",
      "aboutText": "Shaun Jason Rehn (born 17 August 1971 in Arno Bay, South Australia) is a retired Australian rules footballer who played for both the Adelaide Crows and Hawthorn in the Australian Football League (AFL) and West Adelaide in the South Australian National Football League (SANFL).",
      "pageId": 3872627,
      "monthDay": "08/17"
    },
    {
      "year": "1971",
      "uri": "/wiki/Jorge_Posada",
      "name": "Jorge Posada",
      "aboutText": "Uhm Jung-hwa (Hangul: 엄정화; hanja: 嚴正化; born August 17, 1969) is a South Korean actress, singer, and lingerie designer. Uhm began her career as a chorus member of MBC, one of the three major South Korean broadcasting companies, from 1987 until 1990. She made her film debut in a 1991 to 1994 film Marriage Story, and released her first studio album Sorrowful Secret the same year.",
      "pageId": 3994488,
      "monthDay": "08/17"
    },
    {
      "year": "1971",
      "uri": "/wiki/Shaun_Rehn",
      "name": "Shaun Rehn",
      "aboutText": "Rupert Joel Degas (born 17 August 1970 in London) is an English actor and voice actor. He currently resides in Sydney, Australia.\n^ Cavendish, Dominic (23 July 2003).",
      "pageId": 7863897,
      "monthDay": "08/17"
    },
    {
      "year": "1972",
      "uri": "/wiki/Habibul_Bashar",
      "name": "Habibul Bashar",
      "aboutText": "Nicola Kraus (born August 17, 1974) is an American novelist.",
      "pageId": 12805926,
      "monthDay": "08/17"
    },
    {
      "year": "1974",
      "uri": "/wiki/Tony_Hajjar",
      "name": "Tony Hajjar",
      "aboutText": "Eduardo \"Ed\" Motta (born 17 August 1971, in Rio de Janeiro, Brazil) is a Brazilian MPB, rock, soul music, funk and jazz musician.",
      "pageId": 15203098,
      "monthDay": "08/17"
    },
    {
      "year": "1974",
      "uri": "/wiki/Tomomi_Kahala",
      "name": "Tomomi Kahala",
      "aboutText": "Carmina Villaroel-Legaszpi (born María Carmina Muñiz Villaroel; August 17, 1975) is a Filipina actress, television presenter and former model.",
      "pageId": 16498971,
      "monthDay": "08/17"
    },
    {
      "year": "1974",
      "uri": "/wiki/Nicola_Kraus",
      "name": "Nicola Kraus",
      "aboutText": "Andrus Kivirähk (born 17 August 1970) is an Estonian writer.\nBy 2004, 25,000 copies of his book Rehepapp ehk November (Old Barny aka November) had been sold, making him the most popular 21st century Estonian writer. His new book Mees, kes teadis ussisõnu (The Man Who Spoke Snakish) (2007) has been one of the top selling books in Estonia.",
      "pageId": 17380077,
      "monthDay": "08/17"
    },
    {
      "year": "1974",
      "uri": "/wiki/Giuliana_Rancic",
      "name": "Giuliana Rancic",
      "aboutText": "Johannes Maria Staud (b.",
      "pageId": 24735305,
      "monthDay": "08/17"
    },
    {
      "year": "1974",
      "uri": "/wiki/Johannes_Maria_Staud",
      "name": "Johannes Maria Staud",
      "aboutText": "Gonzalo Inzunza Inzunza (17 August 1971 – 18 December 2013), commonly referred to by his alias El Macho Prieto, was a Mexican drug lord and high-ranking leader of the Sinaloa Cartel, a Mexican transnational criminal organization. He worked as the cartel's assassins chief under the tutelage of Ismael \"El Mayo\" Zambada and as the regional leader of the cartel in the states of Baja California and Sonora. His base of operations was in Mexicali, where he coordinated marijuana and cocaine shipments through the Calexico–Mexicali border region.",
      "pageId": 37915055,
      "monthDay": "08/17"
    },
    {
      "year": "1975",
      "uri": "/wiki/Carmina_Villaroel",
      "name": "Carmina Villaroel",
      "aboutText": "Jerald Wayne Mills (August 17, 1969 – November 23, 2013) was an American country musician, known for touring with the Wayne Mills Band for over 15 years and playing alongside Blake Shelton, Jamey Johnson and 2006 American Idol winner, Taylor Hicks. During his career Mills released six CDs and had seven top 20 songs in Europe from 2008 to 2010 including a chart topper in Belgium in 2009.\nDuring his education at Wallace State Junior College in Hanceville Mills played baseball and later at The University of Alabama football.",
      "pageId": 41209643,
      "monthDay": "08/17"
    },
    {
      "year": "1976",
      "uri": "/wiki/Eric_Boulton",
      "name": "Eric Boulton",
      "aboutText": "Thierry Daniel Henry (French pronunciation: ​[tjɛʁi ɑ̃ʁi]; born 17 August 1977) is a retired French professional footballer who played as a forward. He played for Monaco, Juventus, Barcelona, New York Red Bulls and spent eight years at Arsenal where he is the club's all-time record goalscorer. At international level he represented France and is his country's record goalscorer.",
      "pageId": 220160,
      "monthDay": "08/17"
    },
    {
      "year": "1976",
      "uri": "/wiki/Scott_Halberstadt",
      "name": "Scott Halberstadt",
      "aboutText": "Eric Boulton (born August 17, 1976) is a Canadian professional ice hockey left winger currently playing for the New York Islanders of the National Hockey League (NHL). Boulton was drafted 234th overall in the ninth round of the 1994 draft by the New York Rangers.",
      "pageId": 714283,
      "monthDay": "08/17"
    },
    {
      "year": "1976",
      "uri": "/wiki/Geertjan_Lassche",
      "name": "Geertjan Lassche",
      "aboutText": "Tarja Soile Susanna Turunen-Cabuli (born August 17, 1977), generally known as Tarja Turunen or simply Tarja, is a Finnish singer-songwriter. She is a soprano and has a vocal range of three octaves.\nTurunen studied singing at Sibelius Academy and Hochschule für Musik Karlsruhe.",
      "pageId": 1003976,
      "monthDay": "08/17"
    },
    {
      "year": "1976",
      "uri": "/wiki/Serhiy_Zakarlyuka",
      "name": "Serhiy Zakarlyuka",
      "aboutText": "Vibeke Stene (pronounced vee-beh-keh) (born 17 August 1978) is a Norwegian soprano . She is best known as the former vocalist in the gothic metal band Tristania.\nIn 2013, Stene came out of retirement with the announcement of a future guest appearance in God of Atheists and a new band project.",
      "pageId": 1039989,
      "monthDay": "08/17"
    },
    {
      "year": "1977",
      "uri": "/wiki/Nathan_Deakes",
      "name": "Nathan Deakes",
      "aboutText": "Michael Richard Lewis (born 17 August 1977) is a Welsh Musician. He is best known as the former rhythm guitarist for the Welsh alternative rock band Lostprophets and Heavy Metal Band Public Disturbance, He is currently the rhythm guitarist for Welsh/American Rock Band No Devotion.\n^ \"Lostprophets – Mike Lewis\".",
      "pageId": 1158532,
      "monthDay": "08/17"
    },
    {
      "year": "1977",
      "uri": "/wiki/William_Gallas",
      "name": "William Gallas",
      "aboutText": "Antwaan Randle El (/ˈæntwɑːn ˌrændəlˈɛl/; born August 17, 1979) is a former American football player who was a wide receiver in the National Football League (NFL) for nine seasons. He attended Indiana University where he played college football for the Indiana Hoosiers, and also played basketball and baseball as well. He is currently the sideline reporter for the Big Ten Network for interconference games that the Indiana football team plays.",
      "pageId": 1273767,
      "monthDay": "08/17"
    },
    {
      "year": "1977",
      "uri": "/wiki/Thierry_Henry",
      "name": "Thierry Henry",
      "aboutText": "William Éric Gallas (French pronunciation: ​[wiljam ɡalas]; born 17 August 1977) is a retired French footballer who played most of his footballing career in France and England before finishing his career in Australia with A-League club Perth Glory. Gallas began his career in France, before being signed by English club Chelsea in 2001. He transferred to rivals Arsenal as part of an exchange deal in 2006.",
      "pageId": 1437022,
      "monthDay": "08/17"
    },
    {
      "year": "1977",
      "uri": "/wiki/Mike_Lewis_(musician)",
      "name": "Mike Lewis",
      "aboutText": "Marcus Patrick  (born 17 August 1979 in Gosport, Hampshire) is an English actor.",
      "pageId": 2635990,
      "monthDay": "08/17"
    },
    {
      "year": "1977",
      "uri": "/wiki/Tarja_Turunen",
      "name": "Tarja Turunen",
      "aboutText": "Jan Kromkamp (born 17 August 1980) is a Dutch retired footballer who played as a right back.\nHe amassed Eredivisie totals of 201 games and eight goals over the course of nine seasons, in representation of AZ and PSV. He also competed professionally in England and Spain, and started and finished his career at Go Ahead Eagles.\nKromkamp appeared for the Netherlands at the 2006 World Cup.",
      "pageId": 2682729,
      "monthDay": "08/17"
    },
    {
      "year": "1978",
      "uri": "/wiki/Jelena_Karleu%C5%A1a",
      "name": "Jelena Karleuša",
      "aboutText": "Keith Mbusi Dabengwa (born 17 August 1980) is a Zimbabwean cricketer.\nDabengwa is a useful all-rounder who made his First class debut for Matabeleland in 2000, taking 5 for 76, he then spent a season at the CFX Academy being named student of the year before returning to Matabeleland. He continued steadily without many spectacular performances but in 2004/05 he got selected in Zimbabwe A squad for their tours of Namibia and Bangladesh.",
      "pageId": 2878295,
      "monthDay": "08/17"
    },
    {
      "year": "1978",
      "uri": "/wiki/Karena_Lam",
      "name": "Karena Lam",
      "aboutText": "Karena Lam (Chinese language: 林嘉欣; Cantonese: Làm Gāyān; pinyin: Lín Jiāxīn; born 17 August 1978) is a Taiwanese actress and singer based in Hong Kong. She was born in Vancouver, British Columbia, Canada. In 2015, she won the Best Actress Award at the Golden Horse Awards for her role in Zinnia Flower (百日告別), making her the first person ever to have won all of the following three Golden Horse awards: Best Lead Actress, Best Supporting Actress and Best New Performer.",
      "pageId": 3099966,
      "monthDay": "08/17"
    },
    {
      "year": "1978",
      "uri": "/wiki/Ebon_Moss-Bachrach",
      "name": "Ebon Moss-Bachrach",
      "aboutText": "Jelena Karleuša Tošić (Serbian Cyrillic: Јелена Карлеуша Тошић; born 17 August 1978), professionally known under her maiden name Jelena Karleuša, is a Serbian pop recording artist, television personality, former columnist and a human rights activist. Today, she is one of the most popular singers on Balkan, selling millions of albums within the area. She rose to fame with her debut album Ogledalce (1995), and has since gained popularity in all of the former Yugoslavia.",
      "pageId": 3112376,
      "monthDay": "08/17"
    },
    {
      "year": "1978",
      "uri": "/wiki/Vibeke_Stene",
      "name": "Vibeke Stene",
      "aboutText": "Nathan Deakes (born 17 August 1977 in Geelong) is an Australian former race walker. Deakes trained with the Australian Institute of Sport.\nBy performances, Deakes is Australia's best and most successful ever race walker, winning several international medals and holding many Australian and World Records.",
      "pageId": 4452239,
      "monthDay": "08/17"
    },
    {
      "year": "1979",
      "uri": "/wiki/Marcus_Patric",
      "name": "Marcus Patric",
      "aboutText": "Scott Halberstadt (born August 17, 1976) is an American film and television actor best known for playing Eric in the Nickelodeon live-action sitcom Drake & Josh.",
      "pageId": 7046548,
      "monthDay": "08/17"
    },
    {
      "year": "1979",
      "uri": "/wiki/Antwaan_Randle_El",
      "name": "Antwaan Randle El",
      "aboutText": "Daniel González Güiza (Spanish pronunciation: [daˈnjel ˈɣwiθa]; born 17 August 1980) is a Spanish professional footballer who plays for Cádiz CF as a striker.\nA late bloomer, he made a name for himself at the age of 27, being crowned La Liga top scorer with Mallorca. Subsequently he helped the Spanish national team win Euro 2008, and signed with Fenerbahçe in Turkey shortly afterwards.",
      "pageId": 11612549,
      "monthDay": "08/17"
    },
    {
      "year": "1980",
      "uri": "/wiki/Keith_Dabengwa",
      "name": "Keith Dabengwa",
      "aboutText": "Serhiy Volodymyrovych Zakarlyuka (Ukrainian: Сергій Володимирович Закарлюка; 17 August 1976 – 6 October 2014) was a Ukrainian footballer and football manager.\nZakarlyuka has played for a number of clubs in Ukraine and played for the Ukraine national team on 9 occasions between 2002 and 2004.",
      "pageId": 15638197,
      "monthDay": "08/17"
    },
    {
      "year": "1980",
      "uri": "/wiki/Tootsie_Guevara",
      "name": "Tootsie Guevara",
      "aboutText": "Ebon Moss-Bachrach (born August 17, 1978) is an American actor. He attended high school at Amherst Regional High School in Massachusetts and graduated from Columbia University. Moss-Bachrach is involved with photographer Yelena Yemchuk, with whom he had a child in 2006.",
      "pageId": 17096179,
      "monthDay": "08/17"
    },
    {
      "year": "1980",
      "uri": "/wiki/Daniel_G%C3%BCiza",
      "name": "Daniel Güiza",
      "aboutText": "Lene Marlin (born Lene Marlin Pedersen, 17 August 1980, Tromsø, Norway) is a Norwegian singer and musician.",
      "pageId": 19337202,
      "monthDay": "08/17"
    },
    {
      "year": "1980",
      "uri": "/wiki/Jan_Kromkamp",
      "name": "Jan Kromkamp",
      "aboutText": "Geertjan Lassche (born in Zwolle, 17 August 1976) is a Dutch reporter and documentary film maker.",
      "pageId": 20206444,
      "monthDay": "08/17"
    },
    {
      "year": "1980",
      "uri": "/wiki/Lene_Marlin",
      "name": "Lene Marlin",
      "aboutText": "Tootsie Guevara (born Emma Theresa Pinga, August 17, 1980) is a former recording artist, actress, and television host.She began singing aged six, had released six albums by the age of twelve, and had hosted three television programmes. She was nominated Best Child Recording Artist at the 1990 Awit Awards.\nShe was the voice behind the hit singles \"Pasulyap-sulyap\" taken from her debut album Really Wanna Tell You and \"Kaba\" from her sophomore album of the same title.",
      "pageId": 27885090,
      "monthDay": "08/17"
    },
    {
      "year": "1980",
      "uri": "/wiki/Van_Tuong_Nguyen",
      "name": "Van Tuong Nguyen",
      "aboutText": "Kristin Nicole Adams (born August 17, 1981 in Plano, Texas), née Holt, is a television personality and entertainment news correspondent. Adams first rose to public awareness on American Idol. Between 2005 and 2008, Kristin served as the second host of G4's Cheat!, a television show dedicated to video game cheats and strategies.",
      "pageId": 1639330,
      "monthDay": "08/17"
    },
    {
      "year": "1981",
      "uri": "/wiki/Kristin_Adams",
      "name": "Kristin Adams",
      "aboutText": "Bryton Eric James (born August 17, 1986), also credited as Bryton and Bryton McClure, is an American actor, voice artist and singer. As a child actor, he played Richie Crawford on the ABC/CBS sitcom, Family Matters.",
      "pageId": 2434792,
      "monthDay": "08/17"
    },
    {
      "year": "1982",
      "uri": "/wiki/Phil_Jagielka",
      "name": "Phil Jagielka",
      "aboutText": "Melissa Anderson (born August 17, 1982) is an American professional wrestler, better known by her ring name Cheerleader Melissa. She is best known for her work in Total Nonstop Action Wrestling, where she worked as Alissa Flash and Raisha Saeed. She is currently performing on the independent circuit for promotions such as Pro Wrestling Revolution and Shimmer Women Athletes, where she is a former two-time Shimmer Champion.",
      "pageId": 2868586,
      "monthDay": "08/17"
    },
    {
      "year": "1982",
      "uri": "/wiki/Cheerleader_Melissa",
      "name": "Cheerleader Melissa",
      "aboutText": "Brady James Monson Corbet (born August 17, 1988) is an American actor and filmmaker. Corbet is known for playing Mason Freeland in the film Thirteen, Brian Lackey in the film Mysterious Skin, Alan Tracy in the 2004 film Thunderbirds, and Peter in the 2008 film Funny Games. He has made guest appearances on many television shows.",
      "pageId": 3148341,
      "monthDay": "08/17"
    },
    {
      "year": "1982",
      "uri": "/wiki/Mark_Salling",
      "name": "Mark Salling",
      "aboutText": "Dustin Luis Pedroia (born August 17, 1983) is an American baseball second baseman with the Boston Red Sox of Major League Baseball (MLB). Pedroia was drafted by the Red Sox in 2004, making his major league debut in 2006 before becoming a full-time player in the 2007 season, and winning the American League (AL) Rookie of the Year award. He is a four-time All-Star and an AL MVP award winner, and has contributed to two World Series championships.",
      "pageId": 3222203,
      "monthDay": "08/17"
    },
    {
      "year": "1983",
      "uri": "/wiki/Dustin_Pedroia",
      "name": "Dustin Pedroia",
      "aboutText": "Daniel \"Dee\" Brown (born August 17, 1984) is a retired American professional basketball player. Brown played at the University of Illinois from 2002 to 2006, receiving numerous awards and accolades, including the 2005 Sporting News National Player of the Year. Brown was selected in the second round of the 2006 NBA Draft by the Utah Jazz, and was the starting point guard for 11 consecutive games for the Washington Wizards.",
      "pageId": 3290557,
      "monthDay": "08/17"
    },
    {
      "year": "1984",
      "uri": "/wiki/Dee_Brown_(basketball,_born_1984)",
      "name": "Dee Brown",
      "aboutText": "Erika Toda (戸田 恵梨香, Toda Erika, born August 17, 1988) is a Japanese actress.\nShe has starred in many Japanese television dramas, including Liar Game, Code Blue, Ryusei no Kizuna, and Keizoku 2: SPEC. She has also had supporting roles in many other popular TV dramas, such as Boss, Nobuta wo Produce, Engine, and Gal Circle. In the manga adaptation movie, Death Note, she played the role of Misa Amane.",
      "pageId": 3383226,
      "monthDay": "08/17"
    },
    {
      "year": "1984",
      "uri": "/wiki/Oksana_Domnina",
      "name": "Oksana Domnina",
      "aboutText": "Rudy Carlton Gay Jr. (born August 17, 1986) is an American professional basketball player for the Sacramento Kings of the National Basketball Association (NBA).",
      "pageId": 3468007,
      "monthDay": "08/17"
    },
    {
      "year": "1984",
      "uri": "/wiki/Garrett_Wolfe",
      "name": "Garrett Wolfe",
      "aboutText": "Tyrus Wayne Thomas (born August 17, 1986) is an American professional basketball player who currently plays for Eisbären Bremerhaven of the Basketball Bundesliga. He played college basketball for Louisiana State University before being drafted fourth overall by the Portland Trail Blazers in the 2006 NBA draft.",
      "pageId": 4122222,
      "monthDay": "08/17"
    },
    {
      "year": "1985",
      "uri": "/wiki/Y%C5%AB_Aoi",
      "name": "Yū Aoi",
      "aboutText": "Philip Nikodem \"Phil\" Jagielka (born 17 August 1982) is an English professional footballer who plays for Premier League club Everton and the England national team. He is a defender and serves as captain for Everton.\nJagielka started his career with Sheffield United in 2000, where he played mainly as a central midfielder.",
      "pageId": 4144218,
      "monthDay": "08/17"
    },
    {
      "year": "1986",
      "uri": "/wiki/Rudy_Gay",
      "name": "Rudy Gay",
      "aboutText": "Bianca Suzanne Collins (born August 17, 1988) is an American actress.",
      "pageId": 6712209,
      "monthDay": "08/17"
    },
    {
      "year": "1986",
      "uri": "/wiki/Bryton_James",
      "name": "Bryton James",
      "aboutText": "Yu Aoi (蒼井 優, Aoi Yū, born August 17, 1985 in Kasuga, Fukuoka) is a Japanese actress and model. She made her film debut as Shiori Tsuda in Shunji Iwai's 2001 film All About Lily Chou-Chou. She subsequently portrayed Tetsuko Arisugawa in Hana and Alice (2004), also directed by Iwai, Kimiko Tanigawa in the hula dancing film Hula Girls and Hagumi Hanamoto in the 2006 live-action adaptation of the Honey and Clover manga series.",
      "pageId": 6794543,
      "monthDay": "08/17"
    },
    {
      "year": "1986",
      "uri": "/wiki/Tyrus_Thomas",
      "name": "Tyrus Thomas",
      "aboutText": "Garrett Wolfe (born August 17, 1984) is a former American football running back. He was drafted by the Bears in the third round of the 2007 NFL Draft.",
      "pageId": 7233309,
      "monthDay": "08/17"
    },
    {
      "year": "1987",
      "uri": "/wiki/Kemp_Muhl",
      "name": "Kemp Muhl",
      "aboutText": "Oksana Alexandrovna Domnina (Russian: Оксана Александровна Домнина, born 17 August 1984) is a Russian ice dancer.",
      "pageId": 7828469,
      "monthDay": "08/17"
    },
    {
      "year": "1987",
      "uri": "/wiki/Paolo_Serrano",
      "name": "Paolo Serrano",
      "aboutText": "Charlotte Kemp Muhl (born August 17, 1987) is an American model, singer, and musician from Atlanta, Georgia. Modeling since the age of 13, Muhl, at 16 years old, became the youngest model to appear on the cover of Britain’s Harper's and Queen magazine. Muhl has been in a relationship with Sean Lennon since 2006.",
      "pageId": 9489089,
      "monthDay": "08/17"
    },
    {
      "year": "1988",
      "uri": "/wiki/Aidan_Coleman",
      "name": "Aidan Coleman",
      "aboutText": "Van Tuong Nguyen (Vietnamese: Nguyễn Tường Vân,  listen; 17 August 1980 – 2 December 2005) baptised Caleb, was an Australian from Melbourne, Victoria convicted of drug trafficking in Singapore. A Vietnamese Australian, he was also addressed as Nguyen Tuong Van in the Singaporean media, his name in Vietnamese custom.",
      "pageId": 19630649,
      "monthDay": "08/17"
    },
    {
      "year": "1988",
      "uri": "/wiki/Bianca_Collins",
      "name": "Bianca Collins",
      "aboutText": "Aidan Coleman (born 17 August 1988) is an Irish horse racing jockey.\nBorn in Innishannon, Cork, Ireland, Coleman rode in the 2008 Grand National at the age of 19, his first time riding in that steeplechase. He was one of the youngest riders ever to start the Grand National.",
      "pageId": 21364240,
      "monthDay": "08/17"
    },
    {
      "year": "1988",
      "uri": "/wiki/Brady_Corbet",
      "name": "Brady Corbet",
      "aboutText": "Mark Wayne Salling (born August 17, 1982) is an American actor, singer-songwriter, composer, and musician.",
      "pageId": 24378497,
      "monthDay": "08/17"
    },
    {
      "year": "1988",
      "uri": "/wiki/Natalie_Sandtorv",
      "name": "Natalie Sandtorv",
      "aboutText": "Paolo Matthew Serrano (born August 17, 1987), more widely known as Paolo Serrano is a television and film actor in the Philippines. His film debut was in the indie film Matthew, Mark, Luke and John but morely gained his fame when he got a role in Green Paradise released in 2007 and into Joel Lamangan's film Heavenly Touch which limited released in 2009.\n^ Paolo Serrano.",
      "pageId": 30834985,
      "monthDay": "08/17"
    },
    {
      "year": "1988",
      "uri": "/wiki/Erika_Toda",
      "name": "Erika Toda",
      "aboutText": "Natalie Toth Sandtorv (born 17 August 1988 in Ålesund, Norway) is a Norwegian jazz musician (vocals, waterphone, harmonium, electronics) living in Berlin, Germany.",
      "pageId": 46953935,
      "monthDay": "08/17"
    },
    {
      "year": "1988",
      "uri": "/wiki/Jihadi_John",
      "name": "Jihadi John",
      "aboutText": "Rachel Clare Hurd-Wood (born 17 August 1990) is an English actress and model, best known for her roles as Wendy Darling in the 2003 film Peter Pan, Corrie McKenzie in 2010's Tomorrow, When the War Began, and Sibyl Vane in 2009's Dorian Gray.",
      "pageId": 1547502,
      "monthDay": "08/17"
    },
    {
      "year": "1989",
      "uri": "/wiki/Farah_Zeynep_Abdullah",
      "name": "Farah Zeynep Abdullah",
      "aboutText": "Billy Elliot the Musical is a musical based on the 2000 film Billy Elliot. The music is by Elton John, and the book and lyrics are by Lee Hall, who wrote the film's screenplay. The plot revolves around motherless Billy, who trades boxing gloves for ballet shoes.",
      "pageId": 2916601,
      "monthDay": "08/17"
    },
    {
      "year": "1989",
      "uri": "/wiki/Lil_B",
      "name": "Lil B",
      "aboutText": "Gabriela Annjane Umali Cruz, known as Ella Cruz (born August 17, 1996 in Angat, Bulacan, Philippines) is a Filipina actress, product endorser, host, commercial & promotional model, and dancer. She is the cousin of GMA artist talent Bianca Umali.",
      "pageId": 10699718,
      "monthDay": "08/17"
    },
    {
      "year": "1989",
      "uri": "/wiki/Elena_Hight",
      "name": "Elena Hight",
      "aboutText": "Austin Robert Butler (born August 17, 1991) is an American actor, singer, and model. He is known for his roles as James Garrett in Zoey 101, James \"Wilke\" Wilkerson in Switched at Birth, Jordan Gallagher on Ruby & The Rockits, Jones Mager on Life Unexpected, and Sebastian Kydd in The Carrie Diaries.",
      "pageId": 14530607,
      "monthDay": "08/17"
    },
    {
      "year": "1989",
      "uri": "/wiki/Frederick_Lau",
      "name": "Frederick Lau",
      "aboutText": "Sarah Fredrika Sjöström (Swedish: [ˈɧœˈstɾœm]; born 17 August 1993) is a Swedish competitive swimmer specialized in the sprint freestyle and butterfly events.\nOn 5 July 2014 she broke the world record in the 50 meter butterfly (long course) with a time of 24.43. The large margin of 0.64 seconds by which she broke the old record has been compared with Bob Beamon's 1968 long jump world record.",
      "pageId": 16493334,
      "monthDay": "08/17"
    },
    {
      "year": "1990",
      "uri": "/wiki/Colin_Bates",
      "name": "Colin Bates",
      "aboutText": "Cinta Laura Kiehl (better known as Cinta Laura [ˈtʃinta ˈlaura]; born August 17, 1993) is an Indonesian-German actress, electropop singer and model in Indonesia. Beginning her career in 2007, she has starred in several TV series, movies and endorsed several local and international brands. Since the start of her career, she has won several awards for acting and singing, two of which are from the \"Nickelodeon Kids Choice Awards Indonesia\" and \"SCTV Awards\".",
      "pageId": 24186216,
      "monthDay": "08/17"
    },
    {
      "year": "1990",
      "uri": "/wiki/Rachel_Hurd-Wood",
      "name": "Rachel Hurd-Wood",
      "aboutText": "Qory Sandioriva (born in Jakarta, August 17, 1991), is an Indonesian beauty pageant titleholder. She was crowned as Puteri Indonesia 2009 on October 9, 2009 by her predecessor, Zivanna Letisha Siregar. Currently she's the youngest titleholder in Puteri Indonesia's history and the first ever woman from Nanggroe Aceh Darussalam province to win the title.",
      "pageId": 24649331,
      "monthDay": "08/17"
    },
    {
      "year": "1991",
      "uri": "/wiki/Austin_Butler",
      "name": "Austin Butler",
      "aboutText": "Elena Hight (born August 17, 1989 in Kauai) is an American Olympic snowboarder. She is a two-time Olympian, has medaled at four Winter X Games, and was the 2012 US Open Champion. She’s sponsored by: Volcom, GoPro, Smith Optics, Toyota, Nixon, Spring, B4BC, Sweat cosmetics, and Women’s Sports Foundation.",
      "pageId": 25968833,
      "monthDay": "08/17"
    },
    {
      "year": "1991",
      "uri": "/wiki/Qory_Sandioriva",
      "name": "Qory Sandioriva",
      "aboutText": "Frederick Lau (born August 17, 1989 in Steglitz, Berlin, Germany) is a German actor. He grew up and still lives in Berlin-Steglitz. He was awarded the Deutscher Filmpreis (German Film Awards, colloquially known as the Lolas) for portraying the student Tim in the film Die Welle based on the novel by Dennis Gansel.",
      "pageId": 27461046,
      "monthDay": "08/17"
    },
    {
      "year": "1992",
      "uri": "/wiki/Paige_(wrestler)",
      "name": "Paige",
      "aboutText": "Brandon Christopher McCartney (born August 17, 1989), professionally known as Lil B and often known as The BasedGod, is an American rapper, record producer, author, activist and motivational speaker from Berkeley, California. Lil B has recorded both solo and with The Pack. His solo work spans several genres, including hip hop, new age, and choral.",
      "pageId": 29206360,
      "monthDay": "08/17"
    },
    {
      "year": "1992",
      "uri": "/wiki/Alex_Elisala",
      "name": "Alex Elisala",
      "aboutText": "Saraya-Jade Bevis (born 17 August 1992) is an English professional wrestler and actress. She is signed to WWE, where she performs under the ring name Paige. She is a two-time WWE Divas Champion and the inaugural NXT Women's Champion in WWE's developmental branch, NXT – at one point, she held both championships concurrently.",
      "pageId": 31163221,
      "monthDay": "08/17"
    },
    {
      "year": "1992",
      "uri": "/wiki/Denis_Kudla",
      "name": "Denis Kudla",
      "aboutText": "Denis Kudla (born August 17, 1992) is an American professional tennis player.",
      "pageId": 32330369,
      "monthDay": "08/17"
    },
    {
      "year": "1993",
      "uri": "/wiki/Cinta_Laura",
      "name": "Cinta Laura",
      "aboutText": "Grace Elizabeth Gold (born August 17, 1995), known as Gracie Gold, is an American figure skater. She is the 2012 World Junior silver medalist, 2013 and 2015 U.S. national silver medalist, and 2014 U.S. national champion. At the 2014 Winter Olympics in Sochi, Gold received a bronze medal in the team event and placed 4th in the ladies' single skating competition.",
      "pageId": 33420403,
      "monthDay": "08/17"
    },
    {
      "year": "1993",
      "uri": "/wiki/Sarah_Sj%C3%B6str%C3%B6m",
      "name": "Sarah Sjöström",
      "aboutText": "Taissa Farmiga (/təˈiːsə fɑrˈmiːɡə/; born August 17, 1994) is an American actress, who made her film debut in the drama Higher Ground (2011). She made her television debut in the FX series American Horror Story: Murder House (2011).",
      "pageId": 33499713,
      "monthDay": "08/17"
    },
    {
      "year": "1994",
      "uri": "/wiki/Taissa_Farmiga",
      "name": "Taissa Farmiga",
      "aboutText": "Alex Elisala (17 August 1992 – 29 April 2013) was a New Zealand-born rugby league player in the NRL who was contracted to the North Queensland Cowboys at the time of his death.",
      "pageId": 39165764,
      "monthDay": "08/17"
    },
    {
      "year": "1995",
      "uri": "/wiki/Gracie_Gold",
      "name": "Gracie Gold",
      "aboutText": "Farah Zeynep Abdullah (born 17 August 1989) is an Iraqi-Turkish actress.",
      "pageId": 43068761,
      "monthDay": "08/17"
    },
    {
      "year": "1996",
      "uri": "/wiki/Ella_Cruz",
      "name": "Ella Cruz",
      "aboutText": "Mohammed Emwazi (born Muhammad Jassim Abdulkarim Olayan al-Dhafiri; Arabic: محمد جاسم عبد الكريم عليان الظفيري‎; 17 August 1988 – 12 November 2015) was a British Arab alleged to be the person seen in several videos produced by the Islamic extremist group ISIL showing the beheadings of a number of captives in 2014 and 2015. A group of his hostages nicknamed him \"John\" since he was part of a four-person terrorist cell with English accents whom they called \"The Beatles\"; the press later began calling him \"Jihadi John\".",
      "pageId": 43630864,
      "monthDay": "08/17"
    }
  ]
}