{
  "people": [
    {
      "year": "232",
      "uri": "/wiki/Marcus_Aurelius_Probus",
      "name": "Marcus Aurelius Probus",
      "aboutText": "John Flamsteed FRS (19 August 1646 – 31 December 1719) was an English astronomer and the first Astronomer Royal.",
      "pageId": 42880,
      "monthDay": "08/19"
    },
    {
      "year": "1342",
      "uri": "/wiki/Catherine_of_Bohemia",
      "name": "Catherine of Bohemia",
      "aboutText": "Samuel Richardson (19 August 1689 – 4 July 1761) was an 18th-century English writer and printer. He is best known for his three epistolary novels: Pamela: Or, Virtue Rewarded (1740), Clarissa: Or the History of a Young Lady (1748) and The History of Sir Charles Grandison (1753). Richardson was an established printer and publisher for most of his life and printed almost 500 different works, including journals and magazines.",
      "pageId": 65140,
      "monthDay": "08/19"
    },
    {
      "year": "1398",
      "uri": "/wiki/%C3%8D%C3%B1igo_L%C3%B3pez_de_Mendoza,_1st_Marquis_of_Santillana",
      "name": "Íñigo López de Mendoza, 1st Marquis of Santillana",
      "aboutText": "Probus (/ˈproʊbəs/; Latin: Marcus Aurelius Probus Augustus; c. 19 August 232 – September/October 282), was Roman Emperor from 276 to 282.\nDuring his reign, the Rhine and Danube frontier was strengthened after successful wars against several Germanic tribes such as the Goths, Alamanni, Longiones, Franks, Burgundians, and Vandals.",
      "pageId": 74635,
      "monthDay": "08/19"
    },
    {
      "year": "1557",
      "uri": "/wiki/Frederick_I,_Duke_of_W%C3%BCrttemberg",
      "name": "Frederick I, Duke of Württemberg",
      "aboutText": "Henry Rich, 1st Earl of Holland KG KB PC (19 August 1590 (baptised) – 9 March 1649), known as The Lord Kensington between 1623 and 1624, was an English courtier, peer and soldier. A member of the influential Rich family, he was the son of Robert Rich, 1st Earl of Warwick, and his wife, Penelope Devereux, and the younger brother of Robert, 2nd Earl of Warwick.\nHe began his career as a courtier and soldier in 1610, swiftly becoming a favourite of King James I, but fell out of favour on the accession of Charles I. He was created Baron Kensington in 1622, and Earl of Holland in 1624.",
      "pageId": 76239,
      "monthDay": "08/19"
    },
    {
      "year": "1570",
      "uri": "/wiki/Salamone_Rossi",
      "name": "Salamone Rossi",
      "aboutText": "Elizabeth Stuart (19 August 1596 – 13 February 1662) was, as the wife of Frederick V, Elector Palatine, Electress Palatine, and briefly, Queen of Bohemia. Because her husband’s reign in Bohemia lasted for just one winter, Elizabeth often is referred to as The Winter Queen. She was the second child and eldest daughter of James VI and I, King of Scots, England, and Ireland, and his wife, Anne of Denmark.",
      "pageId": 164676,
      "monthDay": "08/19"
    },
    {
      "year": "1590",
      "uri": "/wiki/Henry_Rich,_1st_Earl_of_Holland",
      "name": "Henry Rich, 1st Earl of Holland",
      "aboutText": "Gustave Caillebotte (French: [ɡystav kɑjbɔt]; 19 August 1848 – 21 February 1894) was a French painter, member and patron of the artists known as Impressionists, although he painted in a much more realistic manner than many other artists in the group. Caillebotte was noted for his early interest in photography as an art form.",
      "pageId": 187459,
      "monthDay": "08/19"
    },
    {
      "year": "1596",
      "uri": "/wiki/Elizabeth_Stuart,_Queen_of_Bohemia",
      "name": "Elizabeth Stuart, Queen of Bohemia",
      "aboutText": "Jeanne Bécu, comtesse du Barry (19 August 1743 – 8 December 1793) was the last Maîtresse-en-titre of Louis XV of France and one of the victims of the Reign of Terror during the French Revolution.",
      "pageId": 194176,
      "monthDay": "08/19"
    },
    {
      "year": "1621",
      "uri": "/wiki/Gerbrand_van_den_Eeckhout",
      "name": "Gerbrand van den Eeckhout",
      "aboutText": "Admiral Edward Boscawen, PC (19 August 1711 – 10 January 1761) was an Admiral in the Royal Navy and Member of Parliament for the borough of Truro, Cornwall. He is known principally for his various naval commands during the 18th century and the engagements that he won, including the Siege of Louisburg in 1758 and Battle of Lagos in 1759. He is also remembered as the officer who signed the warrant authorising the execution of Admiral John Byng after Byng's court martial in 1757 after the failure of Byng to engage the enemy at the Battle of Minorca (1756).",
      "pageId": 224092,
      "monthDay": "08/19"
    },
    {
      "year": "1646",
      "uri": "/wiki/John_Flamsteed",
      "name": "John Flamsteed",
      "aboutText": "Gerbrand van den Eeckhout (19 August 1621 – 29 September  1674), was a Dutch Golden Age painter and a favourite student of Rembrandt.",
      "pageId": 308487,
      "monthDay": "08/19"
    },
    {
      "year": "1686",
      "uri": "/wiki/Eustace_Budgell",
      "name": "Eustace Budgell",
      "aboutText": "Don Íñigo López de Mendoza y de la Vega, Marquis of Santillana (19 August 1398 – 25 March 1458) was a Castilian politician and poet who held an important position in society and literature during the reign of John II of Castile.",
      "pageId": 318241,
      "monthDay": "08/19"
    },
    {
      "year": "1689",
      "uri": "/wiki/Samuel_Richardson",
      "name": "Samuel Richardson",
      "aboutText": "Salamone Rossi or Salomone Rossi (Hebrew: סלומונה רוסי or שלמה מן האדומים‎) (Salamon, Schlomo; de' Rossi) (ca. 1570 – 1630) was an Italian Jewish violinist and composer.",
      "pageId": 356098,
      "monthDay": "08/19"
    },
    {
      "year": "1711",
      "uri": "/wiki/Edward_Boscawen",
      "name": "Edward Boscawen",
      "aboutText": "Francis I of the Two Sicilies (Italian: Francesco Gennaro Giuseppe; 19 August 1777 – 8 November 1830) was King of the Two Sicilies from 1825 to 1830.",
      "pageId": 386678,
      "monthDay": "08/19"
    },
    {
      "year": "1719",
      "uri": "/wiki/Charles-Fran%C3%A7ois_de_Broglie,_marquis_de_Ruffec",
      "name": "Charles-François de Broglie, marquis de Ruffec",
      "aboutText": "Friedrich I of Württemberg (19 August 1557, in Montbéliard – 29 January 1608, in Stuttgart) was the son of George of Mömpelgard and his wife Barbara of Hesse, daughter of Philip I, Landgrave of Hesse.\nSeveral references are made to him in Shakespeare's The Merry Wives of Windsor, in which a series of anti-German jokes start with a horse theft, several references are made to German travellers in England and to a German duke who is not expected to come to Windsor.",
      "pageId": 626652,
      "monthDay": "08/19"
    },
    {
      "year": "1743",
      "uri": "/wiki/Madame_du_Barry",
      "name": "Madame du Barry",
      "aboutText": "Charles-François de Broglie, marquis de Ruffec (Paris, 19 August 1719 – Saint-Jean-d'Angély, 16 August 1781), was a French soldier and diplomat from an ancient, noble and distinguished French military family (see House of Broglie).\nStyled Marquis de Ruffec, he served for some years in the French Army, afterwards becoming one of the foremost diplomats in the service of Louis XV. He is chiefly remembered in connection with the Secret du Roi.",
      "pageId": 712168,
      "monthDay": "08/19"
    },
    {
      "year": "1777",
      "uri": "/wiki/Francis_I_of_the_Two_Sicilies",
      "name": "Francis I of the Two Sicilies",
      "aboutText": "Thomas Wentworth \"Tom\" Wills (19 August 1835 – 2 May 1880) was an Australian sportsman who is credited with being the country's first cricketer of significance and a pioneer of Australian rules football.\nBorn in the British colony of New South Wales to a wealthy family descended from convicts, Wills grew up in the bush on properties owned by his father, the pastoralist and politician Horatio Wills, in what is now the Australian state of Victoria. He befriended, and learned the language of, local Aborigines.",
      "pageId": 803262,
      "monthDay": "08/19"
    },
    {
      "year": "1819",
      "uri": "/wiki/Julius_van_Zuylen_van_Nijevelt",
      "name": "Julius van Zuylen van Nijevelt",
      "aboutText": "Eustace Budgell (19 August 1686 – 4 May 1737) was an English writer and politician.\nBorn in St Thomas near Exeter, Budgell was educated at Oxford University. His cousin, the writer Joseph Addison, took him to Ireland and got him appointed to a lucrative office.",
      "pageId": 937068,
      "monthDay": "08/19"
    },
    {
      "year": "1835",
      "uri": "/wiki/Tom_Wills",
      "name": "Tom Wills",
      "aboutText": "Cyrus Ingerson Scofield (August 19, 1843 – July 24, 1921) was an American theologian, minister, and writer whose best-selling annotated Bible popularized futurism and dispensationalism among fundamentalist Christians.",
      "pageId": 1047149,
      "monthDay": "08/19"
    },
    {
      "year": "1843",
      "uri": "/wiki/C._I._Scofield",
      "name": "C. I. Scofield",
      "aboutText": "Very Rev.",
      "pageId": 1867553,
      "monthDay": "08/19"
    },
    {
      "year": "1846",
      "uri": "/wiki/Luis_Mart%C3%ADn",
      "name": "Luis Martín",
      "aboutText": "Catherine of Bohemia (Czech: Kateřina Lucemburská, German: Katharina von Böhmen; 19 August 1342 – 26 April 1395) was Electress of Brandenburg, the second daughter of Holy Roman Emperor Charles IV and Blanche of Valois.\nCatherine was born on 19 August 1342, the third child and second surviving daughter of Charles IV, Holy Roman Emperor, and his first wife Blanche of Valois. On 13 July 1356, Catherine married Rudolf IV, Duke of Austria.",
      "pageId": 3490394,
      "monthDay": "08/19"
    },
    {
      "year": "1848",
      "uri": "/wiki/Gustave_Caillebotte",
      "name": "Gustave Caillebotte",
      "aboutText": "Julius Philip Jacob Adriaan, count van Zuylen van Nijevelt (19 August 1819 – 1 July 1894) was a conservative Dutch politician.\nFrom 1855 till 1860 he served as Minister Resident in Istanbul, during which time he offered The Union Church of Istanbul to use the Dutch Chapel.\nVan Zuylen van Nijevelt served as Prime Minister of the Netherlands (chairman of the Council of Ministers) from 1866 to 1868.",
      "pageId": 33914282,
      "monthDay": "08/19"
    },
    {
      "year": "1849",
      "uri": "/wiki/Joaquim_Nabuco",
      "name": "Joaquim Nabuco",
      "aboutText": "Frederic Ogden Nash (August 19, 1902 – May 19, 1971) was an American poet well known for his light verse. At the time of his death in 1971, The New York Times said his \"droll verse with its unconventional rhymes made him the country's best-known producer of humorous poetry\". Nash wrote over 500 pieces of comic verse.",
      "pageId": 22452,
      "monthDay": "08/19"
    },
    {
      "year": "1853",
      "uri": "/wiki/Aleksei_Brusilov",
      "name": "Aleksei Brusilov",
      "aboutText": "Bernard Mannes Baruch (/bəˈruːk/; August 19, 1870 – June 20, 1965) was an American financier, stock investor, philanthropist, statesman, and political consultant. After his success in business, he devoted his time toward advising U.S. Presidents Woodrow Wilson and Franklin D. Roosevelt on economic matters and became a philanthropist.",
      "pageId": 57832,
      "monthDay": "08/19"
    },
    {
      "year": "1870",
      "uri": "/wiki/Bernard_Baruch",
      "name": "Bernard Baruch",
      "aboutText": "The Wright brothers, Orville (August 19, 1871 – January 30, 1948) and Wilbur (April 16, 1867 – May 30, 1912), were two American brothers, inventors, and aviation pioneers who are credited with inventing and building the world's first successful airplane and making the first controlled, powered and sustained heavier-than-air human flight, on December 17, 1903. From 1905 to 1907, the brothers developed their flying machine into the first practical fixed-wing aircraft. Although not the first to build and fly experimental aircraft, the Wright brothers were the first to invent aircraft controls that made fixed-wing powered flight possible.",
      "pageId": 58410,
      "monthDay": "08/19"
    },
    {
      "year": "1871",
      "uri": "/wiki/Orville_Wright",
      "name": "Orville Wright",
      "aboutText": "Manuel Luis Quezon y Molina (August 19, 1878 – August 1, 1944) served as president of the Commonwealth of the Philippines from 1935 to 1944. He was the first Filipino to head a government of the Philippines (as opposed to other historical states), and is considered to have been the second president of the Philippines, after Emilio Aguinaldo (1897–1901).\nQuezon was the first Senate president elected to the presidency, the first president elected through a national election and the first incumbent to secure re-election (for a partial second term, later extended, due to amendments to the 1935 Constitution).",
      "pageId": 160753,
      "monthDay": "08/19"
    },
    {
      "year": "1873",
      "uri": "/wiki/Fred_Stone",
      "name": "Fred Stone",
      "aboutText": "George Enescu (Romanian pronunciation: [ˈd͡ʒe̯ord͡ʒe eˈnesku]; known in France as Georges Enesco; 19 August 1881 – 4 May 1955) was a Romanian composer, violinist, pianist, conductor, and teacher.",
      "pageId": 319074,
      "monthDay": "08/19"
    },
    {
      "year": "1878",
      "uri": "/wiki/Manuel_L._Quezon",
      "name": "Manuel L. Quezon",
      "aboutText": "Arthur David Waley CH CBE (born Arthur David Schloss, 19 August 1889 – 27 June 1966) was an English Orientalist and sinologist who achieved both popular and scholarly acclaim for his translations of Chinese and Japanese poetry.\nAs one recent evaluation puts it, \"Waley was the great transmitter of the high literary cultures of China and Japan to the English-reading general public; the ambassador from East to West in the first half of the 20th century. He was self-taught, but reached remarkable levels of fluency, even erudition, in both languages.",
      "pageId": 684720,
      "monthDay": "08/19"
    },
    {
      "year": "1881",
      "uri": "/wiki/George_Enescu",
      "name": "George Enescu",
      "aboutText": "Aleksei Alekseevich Brusilov (Russian: Алексе́й Алексе́евич Бруси́лов; 19 August [O.S. 31 August] 1853 – 17 March 1926) was a Russian general most noted for the development of new offensive tactics used in the 1916 Brusilov Offensive. The innovative and relatively successful tactics used were later copied by the Germans.",
      "pageId": 698457,
      "monthDay": "08/19"
    },
    {
      "year": "1883",
      "uri": "/wiki/Coco_Chanel",
      "name": "Coco Chanel",
      "aboutText": "Colleen Moore (August 19, 1899 – January 25, 1988) was an American film actress who began her career during the silent film era. Moore became one of the most fashionable stars of the era and helped popularize the bobbed haircut.",
      "pageId": 988033,
      "monthDay": "08/19"
    },
    {
      "year": "1883",
      "uri": "/wiki/Elsie_Ferguson",
      "name": "Elsie Ferguson",
      "aboutText": "Gilbert Ryle (19 August 1900 – 6 October 1976) was a British philosopher.",
      "pageId": 1004355,
      "monthDay": "08/19"
    },
    {
      "year": "1883",
      "uri": "/wiki/Jos%C3%A9_Mendes_Cabe%C3%A7adas",
      "name": "José Mendes Cabeçadas",
      "aboutText": "Elsie Louise Ferguson (August 19, 1883 – November 15, 1961) was an American stage and film actress.",
      "pageId": 1064920,
      "monthDay": "08/19"
    },
    {
      "year": "1887",
      "uri": "/wiki/S._Satyamurti",
      "name": "S. Satyamurti",
      "aboutText": "Olga Vladimirovna Baclanova (Russian: О́льга Влади́мировна Бакла́нова; 19 August 1896 – 6 September 1974) was a Russian-born actress of stage and screen and operatic singer, and ballerina. She achieved prominence during the silent film era and was often billed under her last name only, as Baclanova, similarly to the surname only nomenclature assigned to fellow countrywoman Nazimova.",
      "pageId": 1170368,
      "monthDay": "08/19"
    },
    {
      "year": "1889",
      "uri": "/wiki/Arthur_Waley",
      "name": "Arthur Waley",
      "aboutText": "Joaquim Aurélio Barreto Nabuco de Araújo (August 19, 1849 – January 17, 1910) was a Brazilian writer, statesman, and a leading voice in the abolitionist movement of his country.",
      "pageId": 1670065,
      "monthDay": "08/19"
    },
    {
      "year": "1895",
      "uri": "/wiki/C._Suntharalingam",
      "name": "C. Suntharalingam",
      "aboutText": "Charlie Hall (19 August 1899 – 7 December 1959) was an English film actor.",
      "pageId": 1915388,
      "monthDay": "08/19"
    },
    {
      "year": "1899",
      "uri": "/wiki/Charlie_Hall_(actor)",
      "name": "Charlie Hall",
      "aboutText": "José Mendes Cabeçadas Júnior, OTE, ComA (Portuguese pronunciation: [ʒuˈzɛ ˈmẽdɨʃ kɐbɨˈsadɐʃ]), commonly known as Mendes Cabeçadas (August 19, 1883 in Loulé – June 11, 1965 in Lisbon), was a Portuguese Navy officer, free mason and republican, having a major role in the preparation of the revolutionary movements that created and ended the Portuguese First Republic: the 5 October revolution in 1910 and the 28 May coup d'état of 1926. In the outcome he became the 69th Minister of Finance for one day only on May 30, 1926, then becoming interim Minister for Foreign Affairs for two days between May 30 and June 1, after what he again became the 70th Minister for Finance on the same day. He served as the ninth President of the Republic (the first of the Military dictatorship) and Prime Minister for a brief period of time (from May 31, 1926 to June 16, 1926).",
      "pageId": 2623614,
      "monthDay": "08/19"
    },
    {
      "year": "1899",
      "uri": "/wiki/Colleen_Moore",
      "name": "Colleen Moore",
      "aboutText": "Fred Andrew Stone (August 19, 1873 – March 6, 1959) was an American actor. Stone began his career as a performer in circuses and minstrel shows, went on to act on vaudeville, and became a star on Broadway and in feature films, which earned him a star on the Hollywood Walk of Fame.",
      "pageId": 3728288,
      "monthDay": "08/19"
    },
    {
      "year": "1900",
      "uri": "/wiki/Olga_Baclanova",
      "name": "Olga Baclanova",
      "aboutText": "Gabrielle Bonheur \"Coco\" Chanel (19 August 1883 – 10 January 1971) was a French fashion designer of women's clothes and founder of the Chanel brand. Along with Paul Poiret, Chanel was credited in the post-World War I era with liberating women from the constraints of the \"corseted silhouette\" and popularizing a sportive, casual chic as the feminine standard of style. A prolific fashion creator, Chanel extended her influence beyond couture clothing, realising her design aesthetic in jewellery, handbags, and fragrance.",
      "pageId": 11291214,
      "monthDay": "08/19"
    },
    {
      "year": "1900",
      "uri": "/wiki/Gontran_de_Poncins",
      "name": "Gontran de Poncins",
      "aboutText": "Sundara Sastri Satyamurti (August 19, 1887 – March 28, 1943) was an Indian independence activist and politician. He was acclaimed for his rhetoric and was one of the leading politicians of the Indian National Congress from the Madras Presidency, alongside S. Srinivasa Iyengar, C. Rajagopalachari and T. Prakasam. Satyamurti is regarded as the mentor of K. Kamaraj, Chief Minister of Madras state from 1954 to 1962.",
      "pageId": 12517657,
      "monthDay": "08/19"
    },
    {
      "year": "1900",
      "uri": "/wiki/Gilbert_Ryle",
      "name": "Gilbert Ryle",
      "aboutText": "Jose Benedicto Luna Reyes (August 19, 1902 – December 27, 1994) was a noted Filipino jurist who served as Associate Justice of the Philippine Supreme Court from 1954 until 1972. Widely known by the initials \"JBL\", his reputation for erudition and fearlessness was such that the popular rumor took hold that President Ferdinand Marcos awaited Reyes's retirement from the Court in August 1972 before imposing martial law a few weeks later.\nAfter his retirement, Reyes became the first president of the Integrated Bar of the Philippines.",
      "pageId": 12592728,
      "monthDay": "08/19"
    },
    {
      "year": "1902",
      "uri": "/wiki/Ogden_Nash",
      "name": "Ogden Nash",
      "aboutText": "Jean-Pierre Gontran de Montaigne, vicomte de Poncins, known as Gontran De Poncins (August 19, 1900 - September 1, 1962), was a French writer and adventurer.",
      "pageId": 23814006,
      "monthDay": "08/19"
    },
    {
      "year": "1902",
      "uri": "/wiki/J._B._L._Reyes",
      "name": "J. B. L. Reyes",
      "aboutText": "Chellappah Suntharalingam (Tamil: செல்லப்பா சுந்தரலிங்கம்; 19 August 1895 – 11 February 1985) was a Ceylon Tamil academic, politician, Member of Parliament and government minister.",
      "pageId": 30197723,
      "monthDay": "08/19"
    },
    {
      "year": "1903",
      "uri": "/wiki/James_Gould_Cozzens",
      "name": "James Gould Cozzens",
      "aboutText": "Eugene Wesley \"Gene\" Roddenberry (August 19, 1921 – October 24, 1991) was an American television screenwriter, producer, populistic philosopher, and futurist. He is best remembered for creating the original Star Trek television series. Born in El Paso, Texas, Roddenberry grew up in Los Angeles, where his father worked as a police officer.",
      "pageId": 13148,
      "monthDay": "08/19"
    },
    {
      "year": "1903",
      "uri": "/wiki/Lewis_Sargent",
      "name": "Lewis Sargent",
      "aboutText": "Philo Taylor Farnsworth (August 19, 1906 – March 11, 1971) was an American inventor and television pioneer. He made many contributions that were crucial to the early development of all-electronic television. He is perhaps best known for inventing the first fully functional all-electronic image pickup device (video camera tube), the \"image dissector\", as well as the first fully functional and complete all-electronic television system.",
      "pageId": 42890,
      "monthDay": "08/19"
    },
    {
      "year": "1904",
      "uri": "/wiki/Maurice_Wilks",
      "name": "Maurice Wilks",
      "aboutText": "Ringgold Wilmer \"Ring\" Lardner, Jr. (August 19, 1915 – October 31, 2000) was an American journalist and screenwriter blacklisted by the Hollywood movie studios during the Red Scare of the late 1940s and 1950s.",
      "pageId": 105780,
      "monthDay": "08/19"
    },
    {
      "year": "1906",
      "uri": "/wiki/Philo_Farnsworth",
      "name": "Philo Farnsworth",
      "aboutText": "Richard Simmons (August 19, 1913 – January 11, 2003), known as Dick Simmons, was an American actor.",
      "pageId": 286857,
      "monthDay": "08/19"
    },
    {
      "year": "1907",
      "uri": "/wiki/Hazari_Prasad_Dwivedi",
      "name": "Hazari Prasad Dwivedi",
      "aboutText": "Malcolm Stevenson Forbes (August 19, 1919 – February 24, 1990) was an American entrepreneur most prominently known as the publisher of Forbes magazine, founded by his father B. C. Forbes. He was known as an avid promoter of capitalism and free market trade, and for an extravagant lifestyle, spending on parties, travel, and his collection of homes, yachts, aircraft, art, motorcycles, and Fabergé eggs.",
      "pageId": 327409,
      "monthDay": "08/19"
    },
    {
      "year": "1907",
      "uri": "/wiki/Archie_League",
      "name": "Archie League",
      "aboutText": "James Gould Cozzens (August 19, 1903 – August 9, 1978) was an American novelist.\nHe is often grouped today with his contemporaries John O'Hara and John P. Marquand, but his work is generally considered more challenging. Despite initial critical acclaim, he achieved popularity only gradually.",
      "pageId": 739496,
      "monthDay": "08/19"
    },
    {
      "year": "1907",
      "uri": "/wiki/Thruston_Ballard_Morton",
      "name": "Thruston Ballard Morton",
      "aboutText": "Thruston Ballard Morton (August 19, 1907 – August 14, 1982), a Republican, represented Kentucky in the United States House of Representatives and the United States Senate.",
      "pageId": 840838,
      "monthDay": "08/19"
    },
    {
      "year": "1910",
      "uri": "/wiki/Quentin_Bell",
      "name": "Quentin Bell",
      "aboutText": "Hazari Prasad Dwivedi (August 19, 1907 – May 19, 1979) was a Hindi novelist, literary historian, essayist, critic and scholar. He penned numerous novels, collections of essays, historical research on medieval religious movements of India especially Kabir and Natha Sampradaya, and historical outlines of Hindi literature.\nBesides Hindi, he was master of many languages including Sanskrit, Bengali, Punjabi, Gujarati as well as Pali, Prakrit, and Apabhramsa.",
      "pageId": 1015520,
      "monthDay": "08/19"
    },
    {
      "year": "1911",
      "uri": "/wiki/Anna_Terruwe",
      "name": "Anna Terruwe",
      "aboutText": "Roger Dennistoun \"Dennis\" Poore (19 August 1916, Paddington, London – 12 February 1987, Kensington ) was a British entrepreneur, financier and sometime racing driver. Poore used his personal wealth to bankroll the founding, in 1950, of the motor racing journal Autosport. He himself was a keen motor sport participant, and competed in two World Championship Grands Prix in 1952.",
      "pageId": 1228298,
      "monthDay": "08/19"
    },
    {
      "year": "1913",
      "uri": "/wiki/John_Argyris",
      "name": "John Argyris",
      "aboutText": "Alfred Rouleau, CC GOQ (August 19, 1915 – October 19, 1985) was a Canadian businessman and President of the Fédération du Québec des Caisses Populaires Desjardins, Quebec's largest credit union.",
      "pageId": 1805585,
      "monthDay": "08/19"
    },
    {
      "year": "1913",
      "uri": "/wiki/Peter_Kemp_(writer)",
      "name": "Peter Kemp",
      "aboutText": "Quentin Claudian Stephen Bell (19 August 1910 in London – 16 December 1996 in Sussex) was an English art historian and author.\nBell was the son of Clive Bell and Vanessa Bell (née Stephen), and the nephew of Virginia Woolf (née Stephen). He was educated in London and at the Quaker Leighton Park School.",
      "pageId": 2294092,
      "monthDay": "08/19"
    },
    {
      "year": "1913",
      "uri": "/wiki/Richard_Simmons_(actor)",
      "name": "Richard Simmons",
      "aboutText": "Jimmy Rowles (born James George Hunter; August 19, 1918 – May 28, 1996) was an American jazz pianist, vocalist, and composer.",
      "pageId": 2423427,
      "monthDay": "08/19"
    },
    {
      "year": "1914",
      "uri": "/wiki/Lajos_Bar%C3%B3ti",
      "name": "Lajos Baróti",
      "aboutText": "Lajos Baróti (ˈlɒjoʃ ˈbɒroːti; 19 August 1914 – 23 December 2005) was a Hungarian football player and manager.",
      "pageId": 3520743,
      "monthDay": "08/19"
    },
    {
      "year": "1914",
      "uri": "/wiki/Fumio_Hayasaka",
      "name": "Fumio Hayasaka",
      "aboutText": "Maurice Fernand Cary Wilks (1904–1963) was an automotive and aeronautical engineer, and by the time of his death in 1963, was the chairman of the Rover Company, a British car manufacturer.",
      "pageId": 3530500,
      "monthDay": "08/19"
    },
    {
      "year": "1915",
      "uri": "/wiki/Ring_Lardner,_Jr.",
      "name": "Ring Lardner, Jr.",
      "aboutText": "Dr. Anna A. A. Terruwe (August 19, 1911, Vierlingsbeek – April 28, 2004, Deurne) was a Catholic psychiatrist from the Netherlands.",
      "pageId": 5111473,
      "monthDay": "08/19"
    },
    {
      "year": "1915",
      "uri": "/wiki/Alfred_Rouleau",
      "name": "Alfred Rouleau",
      "aboutText": "John Hadji Argyris FRS (Greek: Ιωάννης Αργύρης; 19 August 1913 – 2 April 2004) was a pioneer of computer applications in science and engineering, among the creators of the Finite element method (FEM), and lately Professor at the University of Stuttgart and Director of the Institute for Statics and Dynamics of Aerospace Structures.",
      "pageId": 8957775,
      "monthDay": "08/19"
    },
    {
      "year": "1916",
      "uri": "/wiki/Dennis_Poore",
      "name": "Dennis Poore",
      "aboutText": "Fumio Hayasaka (早坂文雄 Hayasaka Fumio; August 19, 1914 – October 15, 1955) was a Japanese composer of classical music and film scores.",
      "pageId": 9302888,
      "monthDay": "08/19"
    },
    {
      "year": "1918",
      "uri": "/wiki/Jimmy_Rowles",
      "name": "Jimmy Rowles",
      "aboutText": "Archie William League (August 19, 1907 – October 1, 1986) is generally considered the first air traffic controller.\nLeague had been a licensed pilot, and licensed engine and aircraft mechanic. He had barnstormed around in Missouri and Illinois with his \"flying circus,\" prior to St.",
      "pageId": 12434207,
      "monthDay": "08/19"
    },
    {
      "year": "1919",
      "uri": "/wiki/Malcolm_Forbes",
      "name": "Malcolm Forbes",
      "aboutText": "Lewis Sargent (August 19, 1903 – November 19, 1970) was an American film actor.",
      "pageId": 15591722,
      "monthDay": "08/19"
    },
    {
      "year": "1921",
      "uri": "/wiki/Gene_Roddenberry",
      "name": "Gene Roddenberry",
      "aboutText": "Peter Mant MacIntyre Kemp (Bombay, 19 August 1913 – London, 30 October 1993), known as Peter Kemp, was an English soldier and writer. The son of a judge in British India, Kemp was educated at Wellington School and proceeded to Trinity College, Cambridge where he studied classics and law.",
      "pageId": 32852879,
      "monthDay": "08/19"
    },
    {
      "year": "1924",
      "uri": "/wiki/Willard_Boyle",
      "name": "Willard Boyle",
      "aboutText": "David Ferdinand Durenberger (born August 19, 1934) is an American politician and a former Republican member of the U.S. Senate from Minnesota.",
      "pageId": 250450,
      "monthDay": "08/19"
    },
    {
      "year": "1925",
      "uri": "/wiki/Claude_Gauvreau",
      "name": "Claude Gauvreau",
      "aboutText": "Claude Gauvreau (August 19, 1925 – July 7, 1971 in Montreal, Quebec) was a Canadian playwright, poet, sound poet and polemicist.",
      "pageId": 331654,
      "monthDay": "08/19"
    },
    {
      "year": "1926",
      "uri": "/wiki/Annie_Palmen",
      "name": "Annie Palmen",
      "aboutText": "William Lee \"Bill\" Shoemaker (August 19, 1931 – October 12, 2003) was an American jockey.",
      "pageId": 340614,
      "monthDay": "08/19"
    },
    {
      "year": "1926",
      "uri": "/wiki/Arthur_Rock",
      "name": "Arthur Rock",
      "aboutText": "Ion N. Petrovici (born August 19, 1929 in Ploieşti, Romania) is a German neurologist, professor of neurology and psychiatry at the University of Cologne.\nAfter studying at the Bucharest Faculty of Medicine, he received an MD degree from the University of Bucharest. He trained in neurology under Arthur Kreindler and Vlad Voiculescu at the Department of Clinical Neurology of the Institute for Neurological Research of the Romanian Academy of Sciences.",
      "pageId": 744889,
      "monthDay": "08/19"
    },
    {
      "year": "1926",
      "uri": "/wiki/Angus_Scrimm",
      "name": "Angus Scrimm",
      "aboutText": "Henry Bernard Levin CBE (19 August 1928 – 7 August 2004) was an English journalist, author and broadcaster, described by The Times as \"the most famous journalist of his day\". The son of a poor Jewish family in London, he won a scholarship to the independent school Christ's Hospital and went on to the London School of Economics, graduating in 1952. After a short spell in a lowly job at the BBC selecting press cuttings for use in programmes, he secured a post as a junior member of the editorial staff of a weekly periodical, Truth, in 1953.",
      "pageId": 888078,
      "monthDay": "08/19"
    },
    {
      "year": "1927",
      "uri": "/wiki/L._Q._Jones",
      "name": "L. Q. Jones",
      "aboutText": "Arthur Rock (born August 19, 1926) is an American businessman and investor.",
      "pageId": 1031530,
      "monthDay": "08/19"
    },
    {
      "year": "1928",
      "uri": "/wiki/Norman_Brooks_(singer)",
      "name": "Norman Brooks",
      "aboutText": "Thomas Paul Salmon (born August 19, 1932), is a U.S. Democratic Party politician, served as the 75th Governor of the U.S. state of Vermont from 1973 to 1977.",
      "pageId": 1429733,
      "monthDay": "08/19"
    },
    {
      "year": "1928",
      "uri": "/wiki/Bernard_Levin",
      "name": "Bernard Levin",
      "aboutText": "L. Q. Jones (born Justis Ellis McQueen, Jr.",
      "pageId": 1588397,
      "monthDay": "08/19"
    },
    {
      "year": "1928",
      "uri": "/wiki/Walter_Massey_(actor)",
      "name": "Walter Massey",
      "aboutText": "Debra Paget (born Debralee Griffin; August 19, 1933) is an American actress and entertainer. She is perhaps best known for her performances in Cecil B. DeMille's epic movie, The Ten Commandments (1956), as well as Love Me Tender (1956), the film debut of Elvis Presley.",
      "pageId": 1709861,
      "monthDay": "08/19"
    },
    {
      "year": "1929",
      "uri": "/wiki/Ion_N._Petrovici",
      "name": "Ion N. Petrovici",
      "aboutText": "Renée Richards (born August 19, 1934) is an American ophthalmologist, author and former professional tennis player. In 1975, Richards underwent male-to-female sex reassignment surgery. She was denied entry into the 1976 US Open by the United States Tennis Association, citing an unprecedented policy that banned trans women.",
      "pageId": 2210424,
      "monthDay": "08/19"
    },
    {
      "year": "1930",
      "uri": "/wiki/David_G._Compton",
      "name": "David G. Compton",
      "aboutText": "Zahir Raihan (19 August 1935 – 30 January 1972) was a Bangladeshi novelist, writer and filmmaker. He is perhaps best known for his documentary Stop Genocide, made during the Bangladesh Liberation War.",
      "pageId": 2343875,
      "monthDay": "08/19"
    },
    {
      "year": "1930",
      "uri": "/wiki/Frank_McCourt",
      "name": "Frank McCourt",
      "aboutText": "Angus Scrimm (born August 19, 1926) is an American actor and Grammy-winning author, best known for playing the Tall Man in the 1979 horror movie Phantasm and its sequels.",
      "pageId": 2594544,
      "monthDay": "08/19"
    },
    {
      "year": "1931",
      "uri": "/wiki/Bill_Shoemaker",
      "name": "Bill Shoemaker",
      "aboutText": "Willard Sterling Boyle, CC (August 19, 1924 – May 7, 2011) was a Canadian-American physicist, pioneer in the field of laser technology and co-inventor of the charge-coupled device.",
      "pageId": 3626302,
      "monthDay": "08/19"
    },
    {
      "year": "1932",
      "uri": "/wiki/Thomas_P._Salmon",
      "name": "Thomas P. Salmon",
      "aboutText": "Norman Brooks (August 19, 1928 – September 14, 2006) was a Canadian singer, best known for his ability to sound like Al Jolson.\nHe was born Norman Joseph Arie, the son of Lebanese parents, in Montreal in 1928. He played Jolson in the 1956 film, The Best Things in Life Are Free.",
      "pageId": 7050620,
      "monthDay": "08/19"
    },
    {
      "year": "1933",
      "uri": "/wiki/Bettina_Cirone",
      "name": "Bettina Cirone",
      "aboutText": "David Guy Compton (born August 19, 1930) is a British author who writes science fiction under the name D. G. Compton. He used the name Guy Compton for his earlier crime novels and the pseudonym Frances Lynch for his Gothic novels. He has also written short stories, radio plays, and a non-fiction book on stammering, its causes and cures.",
      "pageId": 8428542,
      "monthDay": "08/19"
    },
    {
      "year": "1933",
      "uri": "/wiki/David_Hopwood",
      "name": "David Hopwood",
      "aboutText": "Walter Edward Hart Massey (August 19, 1928 – August 4, 2014) was a Canadian actor, best known for voicing Principal Herbert Haney on the animated series Arthur and The Doctor in the English version of The Mysterious Cities of Gold.\nHe played Dr. Donald Stewart on the 1990s version of Lassie, and had numerous roles on stage, and in films and television, for more than six decades.",
      "pageId": 10192032,
      "monthDay": "08/19"
    },
    {
      "year": "1933",
      "uri": "/wiki/Debra_Paget",
      "name": "Debra Paget",
      "aboutText": "Francis \"Frank\" McCourt (August 19, 1930 – July 19, 2009) was an Irish-American teacher and writer. He won a Pulitzer Prize for his book, Angela's Ashes, a tragicomic memoir of the misery and squalor of his childhood.",
      "pageId": 18994300,
      "monthDay": "08/19"
    },
    {
      "year": "1934",
      "uri": "/wiki/David_Durenberger",
      "name": "David Durenberger",
      "aboutText": "Sir David Alan Hopwood FRS (19 August 1933) is a British microbiologist & geneticist.\n^ a b \"HOPWOOD, Sir David (Alan)\". Who's Who 2014, A & C Black, an imprint of Bloomsbury Publishing plc, 2014; online edn, Oxford University Press.",
      "pageId": 21408320,
      "monthDay": "08/19"
    },
    {
      "year": "1934",
      "uri": "/wiki/Ren%C3%A9e_Richards",
      "name": "Renée Richards",
      "aboutText": "Annie Palmen (born Anna Maria Palmen; 19 August 1926 – 15 January 2000) was a Dutch singer, best known for her participation in the 1963 Eurovision Song Contest.",
      "pageId": 24798982,
      "monthDay": "08/19"
    },
    {
      "year": "1935",
      "uri": "/wiki/Zahir_Raihan",
      "name": "Zahir Raihan",
      "aboutText": "Bettina Cirone (August 19, 1933) is an American photographer, interviewer, and former Ford model who lives in the Upper West Side of New York, New York. Cirone has taken photographs of celebrities; including actors, musicians, artists, politicians in the United States and internationally since about 1970. Her works have appeared in magazines, newspapers and books.",
      "pageId": 45556997,
      "monthDay": "08/19"
    },
    {
      "year": "1935",
      "uri": "/wiki/Bobby_Richardson",
      "name": "Bobby Richardson",
      "aboutText": "Peter Edward \"Ginger\" Baker (born 19 August 1939) is an English drummer, best known as the founder of the rock band Cream. Baker's work in the 1960s earned him praise as \"rock's first superstar drummer\", although his individual style melded a jazz background with his personal interest in African rhythms. Baker is an inductee of the Rock and Roll Hall of Fame as a member of Cream and is widely considered one of the most influential drummers of all time, recognised by his induction into the Modern Drummer Hall of Fame in 2008.",
      "pageId": 163268,
      "monthDay": "08/19"
    },
    {
      "year": "1936",
      "uri": "/wiki/Richard_McBrien",
      "name": "Richard McBrien",
      "aboutText": "Billy J. Kramer (born William Howard Ashton, 19 August 1943 in Bootle, Lancashire, England) is a pop singer.",
      "pageId": 179630,
      "monthDay": "08/19"
    },
    {
      "year": "1937",
      "uri": "/wiki/Richard_Ingrams",
      "name": "Richard Ingrams",
      "aboutText": "Jill St. John (born Jill Arlyn Oppenheim on August 19, 1940) is an American actress.",
      "pageId": 287798,
      "monthDay": "08/19"
    },
    {
      "year": "1937",
      "uri": "/wiki/William_Motzing",
      "name": "William Motzing",
      "aboutText": "Richard Reid Ingrams (born 19 August 1937 in Chelsea, London) is an English journalist, a co-founder and second editor of the British satirical magazine Private Eye, and founding editor of The Oldie magazine.",
      "pageId": 363940,
      "monthDay": "08/19"
    },
    {
      "year": "1938",
      "uri": "/wiki/Joe_Frank",
      "name": "Joe Frank",
      "aboutText": "John Lester \"Johnny\" Nash, Jr. (born August 19, 1940) is an American reggae singer-songwriter, best known in the US for his 1972 comeback hit, \"I Can See Clearly Now\".",
      "pageId": 398213,
      "monthDay": "08/19"
    },
    {
      "year": "1938",
      "uri": "/wiki/Diana_Muldaur",
      "name": "Diana Muldaur",
      "aboutText": "Charles B. Wang (Chinese: 王嘉廉; pinyin: Wáng Jiālián; born August 19, 1944) is a businessman and philanthropist who was a co-founder and former CEO of Computer Associates International, Inc. (later renamed to CA Technologies). He is currently the owner of the NHL's New York Islanders ice hockey team and their AHL affiliate, an investor in numerous businesses, and benefactor to charities including SmileTrain.",
      "pageId": 461858,
      "monthDay": "08/19"
    },
    {
      "year": "1939",
      "uri": "/wiki/Ginger_Baker",
      "name": "Ginger Baker",
      "aboutText": "Bodil Malmsten (born 19 August 1944 in Bjärme, Jämtland) is a Swedish poet and novelist. She was born close to Östersund in Jämtland, Sweden and grew up at her maternal grandparents. Her paternal grandfather was designer and architect Carl Malmsten.",
      "pageId": 512884,
      "monthDay": "08/19"
    },
    {
      "year": "1939",
      "uri": "/wiki/Miranda_Guinness,_Countess_of_Iveagh",
      "name": "Miranda Guinness, Countess of Iveagh",
      "aboutText": "Fred Dalton Thompson (born Freddie Dalton Thompson; August 19, 1942 – November 1, 2015) was an American politician, actor, attorney, lobbyist, columnist, and radio host. Thompson, a Republican, served in the United States Senate representing Tennessee from 1994 to 2003.\nThompson served as chairman of the International Security Advisory Board at the United States Department of State, was a member of the U.S.–China Economic and Security Review Commission, a member of the Council on Foreign Relations, and was a Visiting Fellow with the American Enterprise Institute, specializing in national security and intelligence.",
      "pageId": 553222,
      "monthDay": "08/19"
    },
    {
      "year": "1940",
      "uri": "/wiki/Johnny_Nash",
      "name": "Johnny Nash",
      "aboutText": "Diana Charlton Muldaur (born August 19, 1938) is an American film and television actress. Muldaur's television roles include L.A. Law's Rosalind Shays and Dr. Katherine Pulaski in the second season of Star Trek: The Next Generation.",
      "pageId": 553362,
      "monthDay": "08/19"
    },
    {
      "year": "1940",
      "uri": "/wiki/Jill_St._John",
      "name": "Jill St. John",
      "aboutText": "Edward Garvin Futch (born August 19, 1944, in Lafayette, Louisiana) is an American country music artist known professionally as Eddy Raven. Known for his Cajun-influenced country music, Raven has been a recording artist since 1962. He has charted more than thirty-five singles in his career, including the Number One hits \"I Got Mexico\", \"Shine, Shine, Shine\", \"I'm Gonna Get You\", \"Joe Knows How to Live\", \"In a Letter to You\" and \"Bayou Boys\", as well as several more Top Ten hits, including seventeen consecutive Top Tens between 1984 and 1990.",
      "pageId": 1672610,
      "monthDay": "08/19"
    },
    {
      "year": "1941",
      "uri": "/wiki/Mihalis_Papagiannakis",
      "name": "Mihalis Papagiannakis",
      "aboutText": "Robert Clinton \"Bobby\" Richardson (born August 19, 1935) is a former second baseman in Major League Baseball who played for the New York Yankees from 1955 through 1966. Batting and throwing right-handed, he was a superb defensive infielder, as well as something of a clutch hitter, who played no small role in the Yankee baseball dynasty of his day. He is the only World Series MVP ever to be selected from the losing team.",
      "pageId": 1839065,
      "monthDay": "08/19"
    },
    {
      "year": "1942",
      "uri": "/wiki/Fred_Thompson",
      "name": "Fred Thompson",
      "aboutText": "Jack Canfield (born August 19, 1944) is an American author, motivational speaker, seminar leader, corporate trainer, and entrepreneur. He is the co-author of the Chicken Soup for the Soul series, which has more than 250 titles and 500 million copies in print in over 40 languages.",
      "pageId": 2912401,
      "monthDay": "08/19"
    },
    {
      "year": "1943",
      "uri": "/wiki/Billy_J._Kramer",
      "name": "Billy J. Kramer",
      "aboutText": "Julian \"Buzz\" Kilman (born August 19, 1944) is an American, Chicago based, radio personality.",
      "pageId": 3093589,
      "monthDay": "08/19"
    },
    {
      "year": "1944",
      "uri": "/wiki/Jack_Canfield",
      "name": "Jack Canfield",
      "aboutText": "Richard Peter McBrien (August 19, 1936 – January 25, 2015) was the Crowley-O'Brien Professor of Theology at the University of Notre Dame.",
      "pageId": 4799949,
      "monthDay": "08/19"
    },
    {
      "year": "1944",
      "uri": "/wiki/Buzz_Kilman",
      "name": "Buzz Kilman",
      "aboutText": "Roberto Sánchez-Ocampo (August 19, 1945 – January 4, 2010), better known by his artist names Sandro/Sandro de América (\"Sandro of America\"), Gitano (gypsy), and the Argentine Elvis, was a notable Argentine singer and actor. He is considered one of the first rock artists to sing in Spanish in Latin America. He edited 52 official records and sold 8 million copies although other sources state that he sold over 22 million.",
      "pageId": 11746374,
      "monthDay": "08/19"
    },
    {
      "year": "1944",
      "uri": "/wiki/Bodil_Malmsten",
      "name": "Bodil Malmsten",
      "aboutText": "Joe Frank (born August 19, 1938) is an American radio artist known best for his often philosophical, humorous, surrealist, and sometimes absurd monologues and radio dramas.",
      "pageId": 12408948,
      "monthDay": "08/19"
    },
    {
      "year": "1944",
      "uri": "/wiki/Eddy_Raven",
      "name": "Eddy Raven",
      "aboutText": "Dennis P. Eichhorn (August 19, 1945 – October 8, 2015) was an award-winning American writer, best known for his adult-oriented autobiographical comic book series Real Stuff.",
      "pageId": 22590166,
      "monthDay": "08/19"
    },
    {
      "year": "1944",
      "uri": "/wiki/Charles_Wang",
      "name": "Charles Wang",
      "aboutText": "Mihalis Papayiannakis (Greek: Μιχάλης Παπαγιαννάκης; 19 August 1941 – 26 May 2009) was a Greek politician.",
      "pageId": 23004006,
      "monthDay": "08/19"
    },
    {
      "year": "1945",
      "uri": "/wiki/Sandro_de_Am%C3%A9rica",
      "name": "Sandro de América",
      "aboutText": "Miranda Daphne Jane Guinness, Countess of Iveagh (née Smiley; 19 August 1939 – 30 December 2010), was the daughter of Major Michael Smiley, of Castle Fraser, Kemnay, Aberdeenshire.",
      "pageId": 30270996,
      "monthDay": "08/19"
    },
    {
      "year": "1945",
      "uri": "/wiki/Dennis_Eichhorn",
      "name": "Dennis Eichhorn",
      "aboutText": "William Edward \"Bill\" Motzing (August 19, 1937 – January 30, 2014) was an American-born composer, conductor and arranger, best known for the award-winning film and television scores and gold and platinum pop album arrangements he wrote in Australia. He was a jazz lecturer at the Sydney Conservatorium of Music over a period of 40 years.",
      "pageId": 41829307,
      "monthDay": "08/19"
    },
    {
      "year": "1945",
      "uri": "/wiki/Ian_Gillan",
      "name": "Ian Gillan",
      "aboutText": "William Jefferson \"Bill\" Clinton (born William Jefferson Blythe III; August 19, 1946) is an American politician who served as the 42nd President of the United States from 1993 to 2001. He previously served as Governor of Arkansas from 1979 to 1981 and 1983 to 1992, and as the state's Attorney General from 1977 to 1979. A member of the Democratic Party, ideologically Clinton was a New Democrat, and many of his policies reflected a centrist Third Way philosophy of governance.",
      "pageId": 3356,
      "monthDay": "08/19"
    },
    {
      "year": "1945",
      "uri": "/wiki/Charles_Wellesley,_9th_Duke_of_Wellington",
      "name": "Charles Wellesley, 9th Duke of Wellington",
      "aboutText": "Mary Elizabeth \"Tipper\" Gore (née Aitcheson; born August 19, 1948) is an author, photographer, and social issues advocate who was Second Lady of the United States from 1993 to 2001, and the wife of Al Gore, the 45th Vice President of the United States, from whom she is currently separated.\nShe has advocated for mental health, homelessness, women and children, and LGBT issues.",
      "pageId": 263211,
      "monthDay": "08/19"
    },
    {
      "year": "1946",
      "uri": "/wiki/Charles_Bolden",
      "name": "Charles Bolden",
      "aboutText": "Beat Martin Raaflaub (born August 19, 1946 in Winterthur) is a Swiss conductor. He is the brother of Kurt Raaflaub, Professor of Classics and History at Brown University.\nHe grew up in Basel and Cameroon and studied German and history at the University of Basel where he graduated as a doctor in modern Swiss history in 1977.",
      "pageId": 473780,
      "monthDay": "08/19"
    },
    {
      "year": "1946",
      "uri": "/wiki/Bill_Clinton",
      "name": "Bill Clinton",
      "aboutText": "Charles Frank Bolden, Jr. (born August 19, 1946) is the current Administrator of NASA, a retired United States Marine Corps Major General, and former NASA astronaut.\nA 1968 graduate of the United States Naval Academy, he became a Marine Aviator and test pilot.",
      "pageId": 502762,
      "monthDay": "08/19"
    },
    {
      "year": "1946",
      "uri": "/wiki/Christopher_Malcolm",
      "name": "Christopher Malcolm",
      "aboutText": "Jennifer \"Jennie\" Bond (born 19 August 1950) is an English journalist and television presenter. Bond worked for fourteen years as the BBC's royal correspondent.",
      "pageId": 504909,
      "monthDay": "08/19"
    },
    {
      "year": "1946",
      "uri": "/wiki/Beat_Raaflaub",
      "name": "Beat Raaflaub",
      "aboutText": "Sudha Murthy (also spelled Murty; née Kulkarni on 19 August 1950) is an Indian social worker and writer in the Kannada and English languages. Murthy began her professional career as a computer scientist and engineer. She is the chairperson of the Infosys Foundation and a member of public health care initiatives of the Gates Foundation.",
      "pageId": 1064638,
      "monthDay": "08/19"
    },
    {
      "year": "1946",
      "uri": "/wiki/Dawn_Steel",
      "name": "Dawn Steel",
      "aboutText": "Gerald Lee \"Mac\" McRaney (born August 19, 1947) is an American television and movie actor. McRaney is best known as one of the stars of the television shows Simon & Simon, Major Dad, and Promised Land.",
      "pageId": 1068518,
      "monthDay": "08/19"
    },
    {
      "year": "1947",
      "uri": "/wiki/Dave_Dutton",
      "name": "Dave Dutton",
      "aboutText": "Gerard Schwarz (born August 19, 1947) is an American conductor. He was music director of the Seattle Symphony Orchestra from 1985 to 2011.\nHe served as Music Director of Lincoln Center's Mostly Mozart festival between 1982 and 2001.",
      "pageId": 1259233,
      "monthDay": "08/19"
    },
    {
      "year": "1947",
      "uri": "/wiki/Terry_Hoeppner",
      "name": "Terry Hoeppner",
      "aboutText": "Terry Lee Hoeppner (August 19, 1947 – June 19, 2007) was an American college football coach who served as head coach of the Miami RedHawks from 1999 to 2004 and the Indiana Hoosiers from 2005 to 2006. Shortly after announcing that he would be on medical leave for the 2007 season, he died of brain cancer.\nHoeppner was a 1969 graduate of Franklin College, where he was a member of the Phi Delta Theta international fraternity.",
      "pageId": 1333489,
      "monthDay": "08/19"
    },
    {
      "year": "1947",
      "uri": "/wiki/Gerard_Schwarz",
      "name": "Gerard Schwarz",
      "aboutText": "Arthur Charles Valerian Wellesley, 9th Duke of Wellington, OBE, DL (born 19 August 1945) is a British hereditary peer and member of the House of Lords. He is the son of Valerian Wellesley, 8th Duke of Wellington, and his wife, Diana McConnel.\nApart from his British titles, the 9th Duke of Wellington also holds the hereditary titles of 9th Prince of Waterloo (Prins van Waterloo) of the Kingdom of the Netherlands, and Duke of the Victory (Duque da Vitória) of the Kingdom of Portugal with its subsidiary titles Marquis of Torres Vedras (Marquês de Torres Vedras) and Count of Vimeiro (Conde de Vimeiro).",
      "pageId": 1595245,
      "monthDay": "08/19"
    },
    {
      "year": "1948",
      "uri": "/wiki/Jim_Carter_(actor)",
      "name": "Jim Carter",
      "aboutText": "Robert Lindsay Hughes (born in Sydney, Australia, 1948) also known as Bob Hughes, is an Australian former actor, voice artist and musician whose most significant roles include ABBA: The Movie and the television sitcom Hey Dad..!.",
      "pageId": 2382692,
      "monthDay": "08/19"
    },
    {
      "year": "1948",
      "uri": "/wiki/Tipper_Gore",
      "name": "Tipper Gore",
      "aboutText": "Graeme Robert Beard (born 19 August 1950 in Auburn, New South Wales, Australia) is a former Australian cricketer who played in 3 Tests and 2 ODIs from 1980 to 1981.\nBeard made his debut for New South Wales in 1975 against the touring West Indies cricket team. He played as a batsman in this match and scored 0 and 0.",
      "pageId": 3622924,
      "monthDay": "08/19"
    },
    {
      "year": "1948",
      "uri": "/wiki/Robert_Hughes_(Australian_actor)",
      "name": "Robert Hughes",
      "aboutText": "Dawn Leslie Steel (August 19, 1946 – December 20, 1997) was one of the first women to run a major Hollywood film studio, rising through the ranks of merchandising and production to head Columbia Pictures.",
      "pageId": 3683425,
      "monthDay": "08/19"
    },
    {
      "year": "1948",
      "uri": "/wiki/Gerald_McRaney",
      "name": "Gerald McRaney",
      "aboutText": "Christy O'Connor Jnr (born 19 August 1948) is an Irish golfer. He is known as \"Junior\" because he is the nephew of another leading Irish golfer Christy O'Connor.\nO'Connor was born in Galway.",
      "pageId": 4312579,
      "monthDay": "08/19"
    },
    {
      "year": "1948",
      "uri": "/wiki/Tom_Mullica",
      "name": "Tom Mullica",
      "aboutText": "Ian Gillan (born 19 August 1945) is an English singer and songwriter. He originally found commercial success as the lead singer and lyricist for Deep Purple.\nInitially influenced by Elvis Presley, Gillan started and fronted several local bands in the mid-sixties, and eventually joined Episode Six when their original singer left.",
      "pageId": 5340721,
      "monthDay": "08/19"
    },
    {
      "year": "1948",
      "uri": "/wiki/Christy_O%27Connor_Jnr",
      "name": "Christy O'Connor Jnr",
      "aboutText": "James Edward \"Jim\" Carter (born 19 August 1948) is an English actor.\nCarter's film credits include Top Secret! (1984), A Month in the Country (1987), A Dangerous Man: Lawrence After Arabia (1992), The Madness of King George (1994), Richard III (1995), Brassed Off (1996), Shakespeare in Love (1998), The Little Vampire (2000), Ella Enchanted (2004), and Detective Victor Getz in The Thief Lord (2006).",
      "pageId": 5348692,
      "monthDay": "08/19"
    },
    {
      "year": "1949",
      "uri": "/wiki/Michael_Nazir-Ali",
      "name": "Michael Nazir-Ali",
      "aboutText": "Michael James Nazir-Ali (Urdu: مائیکل نذیر علی‎) (born 19 August 1949) is a Pakistani-born British Anglican bishop. He was the 106th Bishop of Rochester in the Church of England from 1994 until his resignation in September 2009, taking a new position as director of the Oxford Centre for Training, Research, Advocacy and Dialogue. He holds dual citizenship of both Pakistan and Britain.",
      "pageId": 5620184,
      "monthDay": "08/19"
    },
    {
      "year": "1950",
      "uri": "/wiki/Graeme_Beard",
      "name": "Graeme Beard",
      "aboutText": "Christopher \"Chris\" Malcolm (19 August 1946 – 15 February 2014) was a Scottish television and film actor, director and producer.",
      "pageId": 5899676,
      "monthDay": "08/19"
    },
    {
      "year": "1950",
      "uri": "/wiki/Jennie_Bond",
      "name": "Jennie Bond",
      "aboutText": "Dave Dutton (born 19 August 1947 in Atherton, Lancashire) is an English actor. He first came to public recognition when he played the part of Oswald, the eccentric cafe owner in Granada television's situation comedy, Watching. He has played minor roles in several different television series including Heartbeat and The Royal.",
      "pageId": 13986294,
      "monthDay": "08/19"
    },
    {
      "year": "1950",
      "uri": "/wiki/Sudha_Murthy",
      "name": "Sudha Murthy",
      "aboutText": "Tom Mullica born in Waupun, Wisconsin on August 19, 1948, is a comedy magician and impressionist who has performed on television specials, and has appeared on television many times including Late Night with David Letterman, World's Greatest Magic, Viva Variety, Penn & Teller's Sin City.\nOne of Tom's most memorable appearances was on the Late Night with David Letterman which he performed his popular signature effect of the manipulation and vanishing of several lit cigarettes in his mouth.\nIn 1984 Tom was awarded $5,000 cash for winning the Siegfried & Roy Golden Lion Award at the Magic Desert Seminar in Las Vegas.",
      "pageId": 40842842,
      "monthDay": "08/19"
    },
    {
      "year": "1951",
      "uri": "/wiki/John_Deacon",
      "name": "John Deacon",
      "aboutText": "Jonathan Scott Frakes (born August 19, 1952) is an American actor, author, and director. Frakes is best known for his portrayal of Commander William T. Riker in the television series Star Trek: The Next Generation and subsequent films. Frakes also hosted the television series Beyond Belief: Fact or Fiction, challenging viewers to discern his stories of fact-based phenomena and fabricated tales.",
      "pageId": 88079,
      "monthDay": "08/19"
    },
    {
      "year": "1951",
      "uri": "/wiki/Lillian_M%C3%BCller",
      "name": "Lillian Müller",
      "aboutText": "Mary Joe Matalin (born August 19, 1953) is an American political consultant well known for her work with the Republican Party. She has served under President Ronald Reagan, was campaign director for George H.W. Bush, was an assistant to President George W. Bush, and counselor to Vice President Dick Cheney until 2003. Matalin has been chief editor of Threshold Editions, a conservative publishing imprint at Simon & Schuster, since March 2005.",
      "pageId": 327457,
      "monthDay": "08/19"
    },
    {
      "year": "1951",
      "uri": "/wiki/Gustavo_Santaolalla",
      "name": "Gustavo Santaolalla",
      "aboutText": "Patricia Janet Scotland, Baroness Scotland of Asthal, PC, QC (born 19 August 1955) is a British barrister and jurist, who served in many ministerial positions within the UK Government, most notably as the Attorney General for England and Wales and Advocate General for Northern Ireland. At the 2015 Commonwealth Heads of Government Meeting she was elected the 6th Secretary-General of the Commonwealth of Nations and will take office April 1, 2016. She will be the first woman to hold the post.",
      "pageId": 419302,
      "monthDay": "08/19"
    },
    {
      "year": "1952",
      "uri": "/wiki/Jonathan_Frakes",
      "name": "Jonathan Frakes",
      "aboutText": "Peter Killian Gallagher (born August 19, 1955) is an American actor, musician and writer. Since 1980, Gallagher has played roles in numerous Hollywood films. He starred as Sandy Cohen in the television drama series The O.C. from 2003 to 2007.",
      "pageId": 655451,
      "monthDay": "08/19"
    },
    {
      "year": "1953",
      "uri": "/wiki/Mary_Matalin",
      "name": "Mary Matalin",
      "aboutText": "Li-Young Lee (李立揚, pinyin: Lǐ Lìyáng) (born August 19, 1957) is an American poet. He was born in Jakarta, Indonesia, to Chinese parents. His maternal great-grandfather was Yuan Shikai, China's first Republican President, who attempted to make himself emperor.",
      "pageId": 928736,
      "monthDay": "08/19"
    },
    {
      "year": "1953",
      "uri": "/wiki/Nanni_Moretti",
      "name": "Nanni Moretti",
      "aboutText": "Adam Arkin (born August 19, 1956) is an American television, film and stage actor and director. He played the role of Aaron Shutt on Chicago Hope. He has been nominated for numerous awards, including a Tony (Best Actor, 1991, I Hate Hamlet) as well as 3 primetime Emmys, 4 SAG Awards (Ensemble, Chicago Hope), and a DGA Award (My Louisiana Sky).",
      "pageId": 965712,
      "monthDay": "08/19"
    },
    {
      "year": "1953",
      "uri": "/wiki/Lynwood_Slim",
      "name": "Lynwood Slim",
      "aboutText": "Oscar Rubén Larrauri (born August 19, 1954 in Granadero Baigorria) is a racing driver from Argentina. He participated in 21 Formula One Grands Prix, all with the struggling EuroBrun team, debuting on April 3, 1988 at the Brazilian Grand Prix (Larrauri qualified 26th but did not start due to the car overheating on the parade lap). He scored no championship points, only qualifying 8 times.",
      "pageId": 1235149,
      "monthDay": "08/19"
    },
    {
      "year": "1954",
      "uri": "/wiki/Oscar_Larrauri",
      "name": "Oscar Larrauri",
      "aboutText": "José Rubén Zamora Marroquín (born August 19, 1956) is the founder of two Guatemalan newspapers: Siglo Veintiuno (\"21st Century\") in 1990, and El Periódico (\"The Newspaper\") in 1996. He has been threatened and attacked on several occasions for his work, including being held hostage in his home in 2003 and being kidnapped and beaten in 2008.\nHe received the Maria Moors Cabot Prize from Columbia University in 1994 and an International Press Freedom Award from the Committee to Protect Journalists in 1994.",
      "pageId": 1611445,
      "monthDay": "08/19"
    },
    {
      "year": "1955",
      "uri": "/wiki/Mary-Anne_Fahey",
      "name": "Mary-Anne Fahey",
      "aboutText": "Lillian Müller (born 19 August 1951 in Grimstad, Norway) is a Norwegian model and an actress in motion pictures and television.\n^ a b c d \"UChicago\".",
      "pageId": 1863766,
      "monthDay": "08/19"
    },
    {
      "year": "1955",
      "uri": "/wiki/Peter_Gallagher",
      "name": "Peter Gallagher",
      "aboutText": "Giovanni \"Nanni\" Moretti (Italian pronunciation: [ˈnanni moˈretti]; born 19 August 1953) is an Italian film director, producer, screenwriter and actor. The Palme d'Or winner in 2001, in 2012 he was the President of the Jury at the Cannes Film Festival.",
      "pageId": 2011103,
      "monthDay": "08/19"
    },
    {
      "year": "1955",
      "uri": "/wiki/Patricia_Scotland,_Baroness_Scotland_of_Asthal",
      "name": "Patricia Scotland, Baroness Scotland of Asthal",
      "aboutText": "Edgar Frederick \"Ned\" Yost III (/ˈjoʊst/; born August 19, 1955) is a former Major League Baseball catcher and current manager of the Kansas City Royals.",
      "pageId": 2239590,
      "monthDay": "08/19"
    },
    {
      "year": "1955",
      "uri": "/wiki/Ned_Yost",
      "name": "Ned Yost",
      "aboutText": "Martin Donovan (born August 19, 1957) is an American film, stage and television actor. He has had a long collaboration with director Hal Hartley and appeared in many of Hartley's films, such as Trust (1990), Surviving Desire (1991), Simple Men (1992), Flirt (1993), Amateur (1994), and The Book of Life (1998; in which he played Jesus). Donovan also played Peter Scottson on Showtime's cable series Weeds.",
      "pageId": 2841597,
      "monthDay": "08/19"
    },
    {
      "year": "1956",
      "uri": "/wiki/Adam_Arkin",
      "name": "Adam Arkin",
      "aboutText": "Ian James Gould (born 19 August 1957) is an ICC Elite Panel cricket umpire and a former English cricketer.",
      "pageId": 3080828,
      "monthDay": "08/19"
    },
    {
      "year": "1956",
      "uri": "/wiki/Jos%C3%A9_Rub%C3%A9n_Zamora",
      "name": "José Rubén Zamora",
      "aboutText": "Mary-Anne Fahey (born 19 August 1955 as Mary-Anne Waterman) is an Australian actress, comedian and writer.",
      "pageId": 3224486,
      "monthDay": "08/19"
    },
    {
      "year": "1957",
      "uri": "/wiki/Paul-Jan_Bakker",
      "name": "Paul-Jan Bakker",
      "aboutText": "Gustavo Alfredo Santaolalla (born 19 August 1951) is an Argentine musician, film composer and producer. He has won two Academy Awards for Best Original Score in two consecutive years, for Brokeback Mountain in 2005, and Babel in 2006. Most recently, he composed the music for the video game The Last of Us.",
      "pageId": 3659852,
      "monthDay": "08/19"
    },
    {
      "year": "1957",
      "uri": "/wiki/Martin_Donovan",
      "name": "Martin Donovan",
      "aboutText": "Paul-Jan Bakker (born 19 August 1957) is a former Dutch cricketer.",
      "pageId": 4408522,
      "monthDay": "08/19"
    },
    {
      "year": "1957",
      "uri": "/wiki/Ian_Gould",
      "name": "Ian Gould",
      "aboutText": "Gerritje (Gerda) Verburg (born 19 August 1957 in Zwammerdam) is a Dutch diplomat and former politician and trade union leader. Since 1 July 2011 she is Permanent Representative of the Kingdom of the Netherlands to the United Nations organizations for Food and Agriculture in Rome (FAO, IFAD and WFP) succeeding former CDA politician Agnes van Ardenne. As a member of the Christian Democratic Appeal (Christen-Democratisch Appèl) she was an MP from 1998 to 2007 and again from 2010 to 2011.",
      "pageId": 9522106,
      "monthDay": "08/19"
    },
    {
      "year": "1957",
      "uri": "/wiki/Li-Young_Lee",
      "name": "Li-Young Lee",
      "aboutText": "John Richard Deacon (born 19 August 1951) is a retired English musician, best known as the bass guitarist for the rock band Queen. He composed several of Queen's hit singles, including \"You're My Best Friend\", \"Another One Bites The Dust\" and \"I Want To Break Free\", and was involved in the group's financial management.\nDeacon grew up in Oadby, Leicestershire, playing bass in a local band, The Opposition, before moving to study electronics in Chelsea College, London.",
      "pageId": 10950533,
      "monthDay": "08/19"
    },
    {
      "year": "1957",
      "uri": "/wiki/Christine_Soetewey",
      "name": "Christine Soetewey",
      "aboutText": "Maria-Christine Soetewey (married Van Vlierberghe) (born 19 August 1957 in Kapellen, Belgium) is a retired Belgian high jumper.\nShe became Belgian champion in 1979, 1980 and from 1982 to 1987.",
      "pageId": 17093387,
      "monthDay": "08/19"
    },
    {
      "year": "1957",
      "uri": "/wiki/Gerda_Verburg",
      "name": "Gerda Verburg",
      "aboutText": "Lynwood Slim (born Richard Dennis Duran, August 19, 1953, Los Angeles, California; died August 4, 2014) was an American blues harmonica player and singer.",
      "pageId": 22134572,
      "monthDay": "08/19"
    },
    {
      "year": "1958",
      "uri": "/wiki/Gordon_Brand,_Jnr",
      "name": "Gordon Brand, Jnr",
      "aboutText": "Jonathan Coe (born 19 August 1961) is an English novelist and writer. His work has an underlying preoccupation with political issues, although this serious engagement is often expressed comically in the form of satire. For example, What a Carve Up!",
      "pageId": 67412,
      "monthDay": "08/19"
    },
    {
      "year": "1958",
      "uri": "/wiki/Gary_Gaetti",
      "name": "Gary Gaetti",
      "aboutText": "John Phillip Stamos (/ˈsteɪmoʊs/ STAY-mohs; born August 19, 1963) is an American actor and musician. He is known for his work in television, especially in his starring role as Jesse Katsopolis on the ABC sitcom Full House. Since the show's finale in 1995, Stamos has appeared in numerous TV films and series.",
      "pageId": 162964,
      "monthDay": "08/19"
    },
    {
      "year": "1958",
      "uri": "/wiki/Anthony_Mu%C3%B1oz",
      "name": "Anthony Muñoz",
      "aboutText": "Morten Andersen (born August 19, 1960), nicknamed \"The Great Dane\", is a former National Football League kicker and All-American at Michigan State University. He is the all-time leader in games played in the NFL at 382, in addition he also holds the distinction of being the all-time leading scorer in NFL history, as well as being the all-time leading scorer for two different rival teams; the New Orleans Saints, with whom he spent 13 seasons, and the Atlanta Falcons, with whom he spent a combined eight seasons.\nHe officially retired December 8, 2008, after not having played all season.",
      "pageId": 559565,
      "monthDay": "08/19"
    },
    {
      "year": "1958",
      "uri": "/wiki/Brendan_Nelson",
      "name": "Brendan Nelson",
      "aboutText": "Dr Brendan John Nelson (born 19 August 1958) is a former Australian politician and former federal Opposition leader. He served as a member of the Australian House of Representatives from the 1996 federal election until 19 October 2009 as the Liberal member for Bradfield, a northern Sydney seat.\nA doctor by profession, he came to public prominence as the Federal President of the Australian Medical Association (1993–95), and served as a Minister in the third and fourth terms of the Howard Government, serving as Minister for Education, Science and Training (2001–06) and Minister for Defence (2006–2007).",
      "pageId": 583547,
      "monthDay": "08/19"
    },
    {
      "year": "1958",
      "uri": "/wiki/Darryl_Sutter",
      "name": "Darryl Sutter",
      "aboutText": "Darryl John Sutter (born August 19, 1958) is a Canadian former professional ice hockey forward and the current head coach of the Los Angeles Kings of the National Hockey League (NHL). He is one of seven Sutter brothers, six of whom made the NHL (Brent, Brian, Darryl, Duane, Rich and Ron); all but Rich and Gary (the seventh Sutter brother) worked alongside Darryl in some capacity during Darryl Sutter's tenure with the Calgary Flames. Sutter has also coached for the San Jose Sharks and the Chicago Blackhawks, the latter with which he spent his entire NHL playing career with, from 1979 to 1987.",
      "pageId": 644684,
      "monthDay": "08/19"
    },
    {
      "year": "1958",
      "uri": "/wiki/Lee_Won-woo",
      "name": "Lee Won-woo",
      "aboutText": "Gary Joseph Gaetti (/ˈɡaɪ.ɛti/; born August 19, 1958), nicknamed \"G-Man\", \"Rat\", or \"Zorn\", is an American former third baseman in Major League Baseball for the Minnesota Twins (1981–1990), California Angels (1991–1993), Kansas City Royals (1993–1995), St. Louis Cardinals (1996–1998), Chicago Cubs (1998–1999) and Boston Red Sox (2000).\nGaetti won a World Series with Minnesota in 1987 and was the MVP of that year's American League Championship Series against the Detroit Tigers.",
      "pageId": 870694,
      "monthDay": "08/19"
    },
    {
      "year": "1959",
      "uri": "/wiki/Derya_Alabora",
      "name": "Derya Alabora",
      "aboutText": "Joey Tempest (born Rolf Magnus Joakim Larsson; 19 August 1963) is the vocalist and main songwriter in the rock band Europe.",
      "pageId": 1049321,
      "monthDay": "08/19"
    },
    {
      "year": "1959",
      "uri": "/wiki/Susan_Cummings_(heiress)",
      "name": "Susan Cummings",
      "aboutText": "Valérie Kaprisky (born 19 August 1962) is a French actress.",
      "pageId": 1141606,
      "monthDay": "08/19"
    },
    {
      "year": "1959",
      "uri": "/wiki/Ricky_Pierce",
      "name": "Ricky Pierce",
      "aboutText": "Michael Anthony Muñoz (born August 19, 1958), is an American Pro Football Hall of Fame offensive tackle who played 13 seasons for the National Football League's Cincinnati Bengals.",
      "pageId": 1286381,
      "monthDay": "08/19"
    },
    {
      "year": "1960",
      "uri": "/wiki/Morten_Andersen",
      "name": "Morten Andersen",
      "aboutText": "Susan Cummings (born August 19, 1962 in Monte Carlo, Monaco) is an American heiress, best known for killing her boyfriend in 1997. She had been charged with homicide, but subsequently convicted of voluntary manslaughter only.",
      "pageId": 1289576,
      "monthDay": "08/19"
    },
    {
      "year": "1960",
      "uri": "/wiki/Ron_Darling",
      "name": "Ron Darling",
      "aboutText": "Maria Esteves de Medeiros Vitorino de Almeida, DamSE (born 19 August 1965), known as Maria de Medeiros (Portuguese pronunciation: [mɐˈɾiɐ ðɨ mɨˈðɐjɾuʃ]), is a Portuguese actress, director, and singer who has been involved in both European and American film productions.",
      "pageId": 1645022,
      "monthDay": "08/19"
    },
    {
      "year": "1961",
      "uri": "/wiki/Cor_Bakker",
      "name": "Cor Bakker",
      "aboutText": "Ronald Maurice Darling, Jr. (born August 19, 1960) is an American former right-handed starting pitcher in Major League Baseball who played for the New York Mets, Oakland Athletics and Montreal Expos. Darling currently works as a color commentator for national baseball coverage on TBS as well as for the Mets on both SNY and WPIX, as well as co-hosting on the MLB Network.",
      "pageId": 1690431,
      "monthDay": "08/19"
    },
    {
      "year": "1961",
      "uri": "/wiki/Jonathan_Coe",
      "name": "Jonathan Coe",
      "aboutText": "Gordon Brand, Jnr (born 19 August 1958) is a Scottish professional golfer who plays on the European Tour.\nBrand was born in Kirkcaldy. His father, Gordon Brand, Snr, was a club professional from Bristol.",
      "pageId": 2168021,
      "monthDay": "08/19"
    },
    {
      "year": "1961",
      "uri": "/wiki/Tony_Longo",
      "name": "Tony Longo",
      "aboutText": "Ricky Charles Pierce (born August 19, 1959) is a retired American National Basketball Association (NBA) player.",
      "pageId": 2733837,
      "monthDay": "08/19"
    },
    {
      "year": "1962",
      "uri": "/wiki/Val%C3%A9rie_Kaprisky",
      "name": "Valérie Kaprisky",
      "aboutText": "Tony Longo (August 19, 1961 – June 21, 2015) was an American actor who has appeared in many well-known television series such as Laverne & Shirley, Simon & Simon, Alice, Perfect Strangers, High Tide, Sydney, Las Vegas, Six Feet Under and Monk. His film credits include Sixteen Candles, Mulholland Drive, Pound Puppies and the Legend of Big Paw, The Last Boy Scout, the 1994 version of Angels in the Outfield, Eraser, Suburban Commando and The Flintstones in Viva Rock Vegas.\nBecause of his 6 ft 6 in (1.98 m), 300 lb (140 kg) frame, Longo was often chosen for roles that depict him as an imposing giant with freakish strength, and sub-standard intelligence, such as Mad Dog in the 1980s comedy/drama 1st and Ten where he was a linebacker for the fictional football team, the California Bulls.",
      "pageId": 8758234,
      "monthDay": "08/19"
    },
    {
      "year": "1962",
      "uri": "/wiki/Raimonds_Vilde",
      "name": "Raimonds Vilde",
      "aboutText": "Derya Alabora Yücel (born August 19, 1959) is a Turkish actress.\nShe was born in Istanbul. She graduated from the theater department at the conservatory of Mimar Sinan University in 1982.",
      "pageId": 12575156,
      "monthDay": "08/19"
    },
    {
      "year": "1962",
      "uri": "/wiki/Toll_Yagami",
      "name": "Toll Yagami",
      "aboutText": "Toll Yagami (ヤガミ トール, Yagami Toll, born August 19, 1962 in Takasaki, Gunma, Japan) is a Japanese musician. Known as the drummer of the rock band Buck-Tick since 1985. He is the older brother of Yutaka Higuchi, Buck-Tick's bassist.",
      "pageId": 12865936,
      "monthDay": "08/19"
    },
    {
      "year": "1963",
      "uri": "/wiki/John_Stamos",
      "name": "John Stamos",
      "aboutText": "Raimonds Vilde (born August 19, 1962) is a former Latvian volleyball player who competed in the 1988 Summer Olympics.\nHe was born in Riga.\nIn 1988 he was part of the Soviet team which won the silver medal in the Olympic tournament.",
      "pageId": 21190361,
      "monthDay": "08/19"
    },
    {
      "year": "1963",
      "uri": "/wiki/Joey_Tempest",
      "name": "Joey Tempest",
      "aboutText": "Cor Bakker (born 19 August 1961) is a Dutch pianist.\nBakker was born at Landsmeer. He rose to fame playing in De Schreeuw van De Leeuw, a television show starring Paul de Leeuw He has had his own Radio Show called Music Minded, which he continued on television titled Cor & Co from 1996 until 2001.",
      "pageId": 24947111,
      "monthDay": "08/19"
    },
    {
      "year": "1965",
      "uri": "/wiki/Maria_de_Medeiros",
      "name": "Maria de Medeiros",
      "aboutText": "Lee Won-Woo (Hangul: 이원우) (August 19 1958 - May 24 2004) was a South Korean basketball player.\nHe played as a shooting guard. He is 188 cm (6 ft 2 in) tall.",
      "pageId": 46229955,
      "monthDay": "08/19"
    },
    {
      "year": "1965",
      "uri": "/wiki/Kevin_Dillon",
      "name": "Kevin Dillon",
      "aboutText": "Matthew Langford Perry (born August 19, 1969) is a American-Canadian actor and writer. Perry is known for his role as Chandler Bing on the long-running NBC television sitcom Friends, as well as his portrayal of Ron Clark in the 2006 television movie The Ron Clark Story. Along with starring in the short-lived television series Studio 60 on the Sunset Strip, Perry has appeared in a number of films, including Fools Rush In (1997), The Whole Nine Yards (2000), and 17 Again (2009).",
      "pageId": 233338,
      "monthDay": "08/19"
    },
    {
      "year": "1965",
      "uri": "/wiki/Kyra_Sedgwick",
      "name": "Kyra Sedgwick",
      "aboutText": "Lee Ann Womack (born August 19, 1966) is an American country music singer and songwriter. Her 2000 single, \"I Hope You Dance\" was a major crossover music hit, reaching No. 1 on the Billboard Country Chart and the Top 15 of the Billboard Hot 100, becoming her signature song.",
      "pageId": 312919,
      "monthDay": "08/19"
    },
    {
      "year": "1966",
      "uri": "/wiki/Lilian_Garcia",
      "name": "Lilian Garcia",
      "aboutText": "Nathaniel Dwayne Hale (August 19, 1969 – March 15, 2011), better known by his stage name Nate Dogg, was an American rapper, singer, and actor. He was known as one of the pioneers of West Coast hip hop. He was noted for his membership in rap trio 213 and his solo career in which he collaborated with Dr.",
      "pageId": 327317,
      "monthDay": "08/19"
    },
    {
      "year": "1966",
      "uri": "/wiki/Lee_Ann_Womack",
      "name": "Lee Ann Womack",
      "aboutText": "Paula Jai Parker (born August 19, 1969) is an American actress, comedian and director. She had number of supporting roles in films, including Friday (1995), Sprung (1997), Why Do Fools Fall in Love (1998), Phone Booth (2002), Hustle & Flow (2005), and Idlewild (2006).",
      "pageId": 723486,
      "monthDay": "08/19"
    },
    {
      "year": "1966",
      "uri": "/wiki/Wilco_Zeelenberg",
      "name": "Wilco Zeelenberg",
      "aboutText": "Kirk Herbstreit (/ˈhɜrbstriːt/; born August 19, 1969) is an American analyst for ESPN's College GameDay, a television program covering college football and a provider of color commentary on college football games on ESPN and ABC. He appears annually as a commentator in EA Sports' NCAA Football. He was a quarterback on the Ohio State football team.",
      "pageId": 876311,
      "monthDay": "08/19"
    },
    {
      "year": "1967",
      "uri": "/wiki/Satya_Nadella",
      "name": "Satya Nadella",
      "aboutText": "Nikolaos \"Nikos\" Kaklamanakis (Greek: Νικόλαος Κακλαμανάκης, born August 19, 1968 in Athens) is the Greek Gold-medal winner who lit the Olympic torch in the opening ceremony of the 2004 Summer Olympics in Athens.",
      "pageId": 916529,
      "monthDay": "08/19"
    },
    {
      "year": "1967",
      "uri": "/wiki/Khandro_Rinpoche",
      "name": "Khandro Rinpoche",
      "aboutText": "Mary Joe Fernández Godsick (born María José Fernández; August 19, 1971) is an American former professional tennis player.",
      "pageId": 978947,
      "monthDay": "08/19"
    },
    {
      "year": "1968",
      "uri": "/wiki/Nikolaos_Kaklamanakis",
      "name": "Nikolaos Kaklamanakis",
      "aboutText": "Ernest Clayton \"Clay\" Walker, Jr. (born August 19, 1969) is an American country music artist. He made his debut in 1993 with the single \"What's It to You\", which reached Number One on the Billboard Hot Country Singles & Tracks (now Hot Country Songs) chart, as did its follow-up, 1994's \"Live Until I Die\".",
      "pageId": 1072970,
      "monthDay": "08/19"
    },
    {
      "year": "1968",
      "uri": "/wiki/Mark_McGuinn",
      "name": "Mark McGuinn",
      "aboutText": "Lilián Annette Garcia (born August 19, 1966) is a Puerto Rican-American singer and ring announcer. She is signed to WWE as a ring announcer under the name Lilian Garcia. During her first tenure in WWE, she became the first WWE Diva to remain with the promotion for ten years.",
      "pageId": 1531950,
      "monthDay": "08/19"
    },
    {
      "year": "1969",
      "uri": "/wiki/Nate_Dogg",
      "name": "Nate Dogg",
      "aboutText": "Kyra Minturn Sedgwick (born August 19, 1965) is an American actress and producer. She is best known for her starring role as Deputy Chief Brenda Leigh Johnson on the TNT crime drama The Closer. Sedgwick's role in the series won her a Golden Globe Award in 2007 and an Emmy Award in 2010.",
      "pageId": 1547579,
      "monthDay": "08/19"
    },
    {
      "year": "1969",
      "uri": "/wiki/Kirk_Herbstreit",
      "name": "Kirk Herbstreit",
      "aboutText": "Mindrolling Jetsün Khandro Rinpoche (birth name Tsering Paldrön, born August 19, 1967) is a rare example of a female lama in Tibetan Buddhism. Born in Kalimpong, India and the daughter of the late Mindrolling Trichen, Khandro Rinpoche was recognized by Rangjung Rigpe Dorje, 16th Karmapa at the age of two as the reincarnation of the Great Dakini of Tsurphu Monastery, Khandro Urgyen Tsomo, who was one of the most well-known female masters of her time. Khandro Urgyen Tsomo was the consort to Khakyab Dorje, 15th Karmapa Lama (1871–1922) and recognised in this Buddhist tradition as an incarnation of Yeshe Tsogyal.",
      "pageId": 2561094,
      "monthDay": "08/19"
    },
    {
      "year": "1969",
      "uri": "/wiki/Paula_Jai_Parker",
      "name": "Paula Jai Parker",
      "aboutText": "Kevin Brady Dillon (born August 19, 1965) is an American actor. He is best known for playing Drama on the HBO comedy series Entourage, Bunny in the war film Platoon, and John Densmore in the musical biopic The Doors.",
      "pageId": 2617915,
      "monthDay": "08/19"
    },
    {
      "year": "1969",
      "uri": "/wiki/Matthew_Perry",
      "name": "Matthew Perry",
      "aboutText": "Jeffrey Eugene Tam (born August 19, 1970) is a former right-handed relief pitcher who pitched in the major leagues from 1998 to 2003.",
      "pageId": 2747822,
      "monthDay": "08/19"
    },
    {
      "year": "1969",
      "uri": "/wiki/Emigdio_Preciado,_Jr.",
      "name": "Emigdio Preciado, Jr.",
      "aboutText": "Joseph Antonio Cartagena (born August 19, 1970), better known by his stage name Fat Joe, is an American rapper. He is also the CEO of Terror Squad Entertainment, and member of musical groups D.I.T.C. and Terror Squad.\nFat Joe's debut album was Represent, released in 1993, followed by Jealous One's Envy in 1995.",
      "pageId": 4223827,
      "monthDay": "08/19"
    },
    {
      "year": "1969",
      "uri": "/wiki/Kazuyoshi_Tatsunami",
      "name": "Kazuyoshi Tatsunami",
      "aboutText": "Mark McGuinn (born August 19, 1968) is an American country music artist. He made his debut in 2001 with the single \"Mrs. Steven Rudy\", a Top 10 hit on the U.S. Billboard Hot Country Singles & Tracks charts.",
      "pageId": 7207996,
      "monthDay": "08/19"
    },
    {
      "year": "1969",
      "uri": "/wiki/Patrick_Van_Horn",
      "name": "Patrick Van Horn",
      "aboutText": "Emigdio Preciado, Jr. (born August 19, 1969) is an American criminal, gang member and a former fugitive who was added to the FBI's Top Ten Most Wanted Fugitives list on March 14, 2007. Preciado is the 485th fugitive to be placed on the list.",
      "pageId": 10089844,
      "monthDay": "08/19"
    },
    {
      "year": "1969",
      "uri": "/wiki/Clay_Walker",
      "name": "Clay Walker",
      "aboutText": "Patrick Van Horn (born August 19, 1969) is an American actor. He is best known for his role as Sue in the 1996 film Swingers, starring alongside real-life friends Jon Favreau, Vince Vaughn and Ron Livingston. He had previously appeared in the Dirty Harry film The Dead Pool (1988), in the Pauly Shore comedy Encino Man (1992), and on the TV series The Fresh Prince of Bel-Air in 1990.",
      "pageId": 11560076,
      "monthDay": "08/19"
    },
    {
      "year": "1970",
      "uri": "/wiki/Fat_Joe",
      "name": "Fat Joe",
      "aboutText": "Kazuyoshi Tatsunami (立浪 和義, Tatsunami Kazuyoshi, born August 19, 1969 in Settsu, Osaka) is a former Japanese professional baseball player for the Nippon Professional Baseball Chunichi Dragons, having played his professional career for them since his debut in 1988. He was drafted in the first round in the 1987 NPB Draft.\nTatsunami holds the all-time NPB double record with 487, and is a member of the Meikyukai (Association of Great Players, or Golden Players Club).",
      "pageId": 14729325,
      "monthDay": "08/19"
    },
    {
      "year": "1970",
      "uri": "/wiki/Jeff_Tam",
      "name": "Jeff Tam",
      "aboutText": "Wilco Zeelenberg (born 19 August 1966) is a Dutch former professional Grand Prix motorcycle road racer and current race team manager. Born in Bleiswijk, he began racing motorcycles in motocross competitions before switching to road racing. Zeelenberg made his Grand Prix debut in the 80cc class in 1986.",
      "pageId": 14891555,
      "monthDay": "08/19"
    },
    {
      "year": "1971",
      "uri": "/wiki/Mary_Joe_Fern%C3%A1ndez",
      "name": "Mary Joe Fernández",
      "aboutText": "Satya Narayana Nadella (/ˈnədɛlæ/; born August 19, 1967) is an Indian-American business executive. He is the current chief executive officer (CEO) of Microsoft. He was appointed as CEO on 4 February 2014, succeeding Steve Ballmer.",
      "pageId": 38309941,
      "monthDay": "08/19"
    },
    {
      "year": "1971",
      "uri": "/wiki/Jo%C3%A3o_Vieira_Pinto",
      "name": "João Vieira Pinto",
      "aboutText": "Mette-Marit, Crown Princess of Norway (born Mette-Marit Tjessem Høiby on 19 August 1973 in Kristiansand, Norway), is the wife of Crown Prince Haakon, heir apparent to the throne of Norway.\nA Norwegian commoner and a single mother with a disadvantageous past, she was a controversial figure at the time of her engagement to Haakon in 2000. She became crown princess of Norway upon her marriage in 2001.",
      "pageId": 150585,
      "monthDay": "08/19"
    },
    {
      "year": "1972",
      "uri": "/wiki/Roberto_Abbondanzieri",
      "name": "Roberto Abbondanzieri",
      "aboutText": "Sammi Hui Cheng Sau-man (Chinese: 鄭秀文; born 19 August 1972) is a Hong Kong Cantopop singer and actress. Sammi is known as one of the most prominent female singers in Hong Kong, with album sales of over 30 million copies throughout the Asia-pacific. Most notably in the 1990s, she was dubbed by the media as the \"Cantopop Queen\" and diva (Chinese: 天后; literally: \"Heavenly Queen\").",
      "pageId": 252707,
      "monthDay": "08/19"
    },
    {
      "year": "1972",
      "uri": "/wiki/Sammi_Cheng",
      "name": "Sammi Cheng",
      "aboutText": "Iban Mayo Diez (born August 19, 1977, in Igorre, Basque Country, Spain) is a former professional road bicycle racer.",
      "pageId": 591709,
      "monthDay": "08/19"
    },
    {
      "year": "1972",
      "uri": "/wiki/Elizabeth_Wolfgramm",
      "name": "Elizabeth Wolfgramm",
      "aboutText": "Timothy J. Kasher (born August 19, 1974) is a musician from Omaha, Nebraska, and is the frontman of indie rock groups Cursive and The Good Life, both of which are on the Omaha based record label Saddle Creek Records.",
      "pageId": 753391,
      "monthDay": "08/19"
    },
    {
      "year": "1972",
      "uri": "/wiki/Chihiro_Yonekura",
      "name": "Chihiro Yonekura",
      "aboutText": "João Manuel Vieira Pinto (Portuguese pronunciation: [ˈʒwɐ̃w̃ ˈpĩtu]; born 19 August 1971) is a retired Portuguese professional footballer who played mostly as a forward.\nBlessed with formidable playmaker skills and scoring ability, he made his name mostly at a domestic level and as a key figure in the Portuguese national team's \"Golden Generation\", collecting 138 caps and scoring 35 goals all categories comprised (81/23 for the senior team alone) and representing the country in one World Cup and two European Championships.\nIn the club level Pinto started his career with Boavista, but it was mainly associated with two of the biggest clubs in the country, Benfica and Sporting CP, with which he won one national championship each for a total of six major titles combined.",
      "pageId": 1254376,
      "monthDay": "08/19"
    },
    {
      "year": "1973",
      "uri": "/wiki/Carl_Bulfin",
      "name": "Carl Bulfin",
      "aboutText": "Régine Chassagne (French pronunciation: ​[ʁeˈʒin ʃaˈsaːɲ]; born 19 August 1976) is a Canadian multi-instrumentalist musician, singer and songwriter, and is a founding member of the band Arcade Fire. She is married to co-founder Win Butler.\n^ Hoard, Christian (10 March 2005).",
      "pageId": 1557508,
      "monthDay": "08/19"
    },
    {
      "year": "1973",
      "uri": "/wiki/Clayton_Counts",
      "name": "Clayton Counts",
      "aboutText": "Chynna Clugston (born August 19, 1975) is an American comic book creator known for her manga-influenced teen comedy series Blue Monday.",
      "pageId": 1885498,
      "monthDay": "08/19"
    },
    {
      "year": "1973",
      "uri": "/wiki/Mette-Marit,_Crown_Princess_of_Norway",
      "name": "Mette-Marit, Crown Princess of Norway",
      "aboutText": "Chihiro Yonekura (米倉 千尋, Yonekura Chihiro, born August 19, 1972) is a Japanese singer and song-writer from Yokohama, Kanagawa, Japan.",
      "pageId": 2018823,
      "monthDay": "08/19"
    },
    {
      "year": "1973",
      "uri": "/wiki/Marco_Materazzi",
      "name": "Marco Materazzi",
      "aboutText": "Marco Materazzi (Italian pronunciation: [ˈmarko mateˈrattsi], Ufficiale OMRI; born 19 August 1973) is an Italian professional footballer and manager, who last coached Indian Super League club Chennaiyin.\nAt the beginning of his career, Materazzi played with various Italian teams in Serie B and Serie C, and with Everton in the Premier League. He spent two periods with Perugia (1995–98 and 1999–2001) and signed for Internazionale, in 2001 for €10 million.",
      "pageId": 2050441,
      "monthDay": "08/19"
    },
    {
      "year": "1974",
      "uri": "/wiki/Zubayr_Al-Rimi",
      "name": "Zubayr Al-Rimi",
      "aboutText": "Callum Blue (born 19 August 1977), is an English actor.",
      "pageId": 2251338,
      "monthDay": "08/19"
    },
    {
      "year": "1974",
      "uri": "/wiki/Ryo_Fukawa",
      "name": "Ryo Fukawa",
      "aboutText": "Tracie Nicole Thoms (born August 19, 1975) is an American television, film, and stage actress.",
      "pageId": 2727449,
      "monthDay": "08/19"
    },
    {
      "year": "1974",
      "uri": "/wiki/Tim_Kasher",
      "name": "Tim Kasher",
      "aboutText": "Carl Edwin Bulfin (born 19 August 1973 in Blenheim) is a former New Zealand cricketer who played in four One Day Internationals in 1999.\nBulfin was selected for the New Zealand cricket team after several explosive performances in the domestic one day and Cricket Max competition. Known for his steam-rolling fast medium deliveries and striking blonde dreadlocks, Bulfin was a revelation and a novelty on the cricket field during the mid/late 1990s and injected some much needed fast bowling excitement into an arena that was saturated with many mediocre medium pacers.",
      "pageId": 2804719,
      "monthDay": "08/19"
    },
    {
      "year": "1974",
      "uri": "/wiki/Anja_Knippel",
      "name": "Anja Knippel",
      "aboutText": "Roberto Carlos \"Pato\" Abbondanzieri (born Abbondancieri on 19 August 1972 in Bouquet, Santa Fe) is an Argentine former football goalkeeper. He spent most of his career at Boca Juniors in his homeland, as well as Getafe of La Liga and Internacional of Brazil.",
      "pageId": 2897275,
      "monthDay": "08/19"
    },
    {
      "year": "1974",
      "uri": "/wiki/Andy_Neate",
      "name": "Andy Neate",
      "aboutText": "Ryō Fukawa (ふかわりょう, Fukawa Ryō, born August 19, 1974 in Yokohama, Kanagawa) is a Japanese comedian and Musician. He belongs to Watanabe Entertainment. On television he generally takes minor roles and is characterized by his childlike temperament and boyish looks.",
      "pageId": 4272940,
      "monthDay": "08/19"
    },
    {
      "year": "1975",
      "uri": "/wiki/Chynna_Clugston",
      "name": "Chynna Clugston",
      "aboutText": "Elizabeth Wolfgramm (born August 19, 1972, in Salt Lake City) is an American singer and was a member of the family group The Jets, composed of siblings: Eddie, Eugene, Elizabeth, Haini, Kathi, Leroy, Moana, and Rudy Wolfgramm.",
      "pageId": 6510897,
      "monthDay": "08/19"
    },
    {
      "year": "1975",
      "uri": "/wiki/Tracie_Thoms",
      "name": "Tracie Thoms",
      "aboutText": "Clayton Counts is an American musician and composer, a former DJ, and one half of the experimental band Bull of Heaven.",
      "pageId": 7462426,
      "monthDay": "08/19"
    },
    {
      "year": "1976",
      "uri": "/wiki/Stephan_Schmidt_(footballer)",
      "name": "Stephan Schmidt",
      "aboutText": "Born Sultan Jubran Sultan al-Qahtani (سلطان جبران سلطان القحطاني) on August 19, 1974 in Saudi Arabia, Zubayr al-Rimi was a militant in al-Qaeda's Saudi wing.",
      "pageId": 7589636,
      "monthDay": "08/19"
    },
    {
      "year": "1977",
      "uri": "/wiki/Callum_Blue",
      "name": "Callum Blue",
      "aboutText": "Anja Knippel (born 19 August 1974 in Schmalkalden) is a retired German runner who specialised in the 800 metres.\nAt the 1999 World Indoor Championships she finished fourth in the 4 × 400 metres relay, together with teammates Anja Rücker, Ulrike Urbansky and Grit Breuer. At the 1999 World Championships she ran in the heats for the German team, helping to qualify for the final.",
      "pageId": 13260871,
      "monthDay": "08/19"
    },
    {
      "year": "1977",
      "uri": "/wiki/R%C3%A9gine_Chassagne",
      "name": "Régine Chassagne",
      "aboutText": "Andrew Neate (born 19 August 1974 in Aylesbury) is a British racing driver and businessman, who has driven in several different series throughout his career.",
      "pageId": 20129148,
      "monthDay": "08/19"
    },
    {
      "year": "1977",
      "uri": "/wiki/Iban_Mayo",
      "name": "Iban Mayo",
      "aboutText": "Stephan Schmidt (born 19 August 1976 in West Berlin) is a former German footballer and current head coach who last coached Energie Cottbus.",
      "pageId": 37503390,
      "monthDay": "08/19"
    },
    {
      "year": "1977",
      "uri": "/wiki/Takahiro_Yamada_(musician)",
      "name": "Takahiro Yamada",
      "aboutText": "Darius Campbell (born Darius Campbell-Danesh, 19 August 1980), also known professionally either as Darius Danesh or Darius, is a Scottish platinum-selling singer-songwriter, a West End stage actor, an operatic baritone, an author, and an Ambassador for The Prince's Trust.\nHe performed the role of Billy Flynn in the West End production of Chicago, the youngest ever to play that part, in two runs of the musical. He played both the lead role of Sky Masterson in the Olivier Award winning Guys and Dolls, and the originating role of Rhett Butler in Sir Trevor Nunn's theatrical adaptation of Gone with the Wind.",
      "pageId": 298184,
      "monthDay": "08/19"
    },
    {
      "year": "1978",
      "uri": "/wiki/Michelle_Borth",
      "name": "Michelle Borth",
      "aboutText": "Erika Jane Christensen (born August 19, 1982) is an American actress and singer whose filmography includes roles in Traffic (2000), Swimfan (2002), The Banger Sisters (2002), The Perfect Score (2004), Flightplan (2005), How to Rob a Bank (2007), and The Tortured (2010). For her performance in Traffic, she won the MTV Movie Award for Breakthrough Female Performance and the Screen Actors Guild Award for Outstanding Performance by a Cast in a Motion Picture along with her co-stars.\nIn 2006, she starred on the short-lived drama series Six Degrees on ABC. From 2010 until its ending in 2015, Christensen starred as Julia Braverman-Graham on the NBC family drama series Parenthood.",
      "pageId": 1320759,
      "monthDay": "08/19"
    },
    {
      "year": "1978",
      "uri": "/wiki/Qais_Al_Khonji",
      "name": "Qais Al Khonji",
      "aboutText": "Michael Todd or Mic Todd (pronounced as \"Mike\") (born August 19, 1980) is the former bassist for progressive rock band Coheed and Cambria. Todd left the band in August 2006 because of personal issues, but officially rejoined the group on April 25, 2007. Upon the time of his initial departure, he had been with the band for ten years.",
      "pageId": 1578542,
      "monthDay": "08/19"
    },
    {
      "year": "1978",
      "uri": "/wiki/Chris_Capuano",
      "name": "Chris Capuano",
      "aboutText": "Christopher Frank Capuano (born August 19, 1978) is an American professional baseball pitcher who is a free agent.",
      "pageId": 1593341,
      "monthDay": "08/19"
    },
    {
      "year": "1979",
      "uri": "/wiki/Dave_Douglas_(drummer)",
      "name": "Dave Douglas",
      "aboutText": "James Jerry \"J. J.\" Hardy (born August 19, 1982) is an American professional baseball shortstop with the Baltimore Orioles of Major League Baseball.",
      "pageId": 1884293,
      "monthDay": "08/19"
    },
    {
      "year": "1979",
      "uri": "/wiki/Oumar_Kond%C3%A9",
      "name": "Oumar Kondé",
      "aboutText": "Jun Jin (Hangul: 전진; hanja: 前進, literally: \"move forward\") (born Park Choong-jae Hangul: 박충재; hanja: 朴忠裁; 19 August 1980) is a South Korean singer, actor and entertainer, known as a member and rapper of six-member boy band Shinhwa. He debuted as a dancer and rapper in Shinhwa in 1998 but started singing small parts in 2002; the release of Shinhwa's 5th album. He debut as a solo artist in November 2006 with single Love Doesn't Come.",
      "pageId": 2878024,
      "monthDay": "08/19"
    },
    {
      "year": "1980",
      "uri": "/wiki/Houcine_Camara",
      "name": "Houcine Camara",
      "aboutText": "Paul Ian Parry (born 19 August 1980) is a Welsh professional footballer and former Wales international.",
      "pageId": 3283713,
      "monthDay": "08/19"
    },
    {
      "year": "1980",
      "uri": "/wiki/Darius_Campbell",
      "name": "Darius Campbell",
      "aboutText": "David Allen Douglas (born August 19, 1979), known professionally as Dave Douglas, is a musician, most widely known for being in the Christian music industry as the former drummer of the Christian rock band Relient K. Douglas joined the band after their former drummer, Stephen Cushman, departed in late 2000. Douglas had been playing the drums and doing background vocals for the band for seven years. His style often focuses on heavy snare hits on the beat and complex kick patterns.",
      "pageId": 5275007,
      "monthDay": "08/19"
    },
    {
      "year": "1980",
      "uri": "/wiki/Jun_Jin",
      "name": "Jun Jin",
      "aboutText": "Mike Conway, born 19 August 1983, is a British professional racing driver. He lives in Sevenoaks, Kent and is currently competing in the FIA World Endurance Championship.",
      "pageId": 5506888,
      "monthDay": "08/19"
    },
    {
      "year": "1980",
      "uri": "/wiki/Russell_Kane",
      "name": "Russell Kane",
      "aboutText": "Found Related_acts,",
      "pageId": 6996933,
      "monthDay": "08/19"
    },
    {
      "year": "1980",
      "uri": "/wiki/Paul_Parry",
      "name": "Paul Parry",
      "aboutText": "Oumar Kondé (born 19 August 1979 in Binningen, Switzerland) is a Swiss footballer.",
      "pageId": 8938268,
      "monthDay": "08/19"
    },
    {
      "year": "1980",
      "uri": "/wiki/Michael_Todd_(musician)",
      "name": "Michael Todd",
      "aboutText": "Russell Kane (born Russell Grineau) is an English writer, comedian, and actor. He was nominated for the Edinburgh Comedy Awards at the Edinburgh Festival Fringe, winning the main prize in August 2010.",
      "pageId": 10494172,
      "monthDay": "08/19"
    },
    {
      "year": "1981",
      "uri": "/wiki/Nick_Kennedy",
      "name": "Nick Kennedy",
      "aboutText": "Nick Kennedy (born 19 August 1982) is a retired rugby union player who played Lock for England, London Irish, Toulon and Harlequins.\nHis uncle Duncan Kennedy is a BBC news correspondent.\nKennedy represented England Saxons at the 2006 Churchill Cup and 2007 Churchill Cup.",
      "pageId": 11538049,
      "monthDay": "08/19"
    },
    {
      "year": "1981",
      "uri": "/wiki/Percy_Watson",
      "name": "Percy Watson",
      "aboutText": "Kevin Rans (born 19 August 1982 in Ekeren) is a former Belgian pole vaulter.\nHe finished eighth at the 2000 World Junior Championships and tenth at the 2005 World Championships. He also competed at the 2006 World Indoor Championships and the 2006 European Championships without reaching the final round.",
      "pageId": 11848186,
      "monthDay": "08/19"
    },
    {
      "year": "1982",
      "uri": "/wiki/Erika_Christensen",
      "name": "Erika Christensen",
      "aboutText": "Michelle Borth (born August 19, 1978) is an American actress who has portrayed characters on The Forgotten and the critically acclaimed HBO series Tell Me You Love Me, a role for which film.com proclaimed her \"the nakedest person in TV history.\" Borth plays \"Catherine Rollins\" on the CBS crime-drama Hawaii Five-0, which is in its sixth season.",
      "pageId": 13194971,
      "monthDay": "08/19"
    },
    {
      "year": "1982",
      "uri": "/wiki/Willy_Denzey",
      "name": "Willy Denzey",
      "aboutText": "Takahiro Yamada (山田 貴洋, Yamada Takahiro) (August 19, 1977) is the bass player and backing singer of the Japanese rock band Asian Kung-Fu Generation. Yamada met fellow band members Masafumi Gotō and Kensuke Kita while attending a music club of Kanto Gakuin University. The three formed Asian Kung-Fu Generation in 1996, with drummer Kiyoshi Ijichi joining the band shortly after.",
      "pageId": 19967436,
      "monthDay": "08/19"
    },
    {
      "year": "1982",
      "uri": "/wiki/J._J._Hardy",
      "name": "J. J. Hardy",
      "aboutText": "Houcine Camara or just Houcine (born 19 August 1980 in Nancy), is a French singer.",
      "pageId": 22307037,
      "monthDay": "08/19"
    },
    {
      "year": "1982",
      "uri": "/wiki/Kevin_Rans",
      "name": "Kevin Rans",
      "aboutText": "William Thongrasamy (born 19 August 1982), known under the pseudonym Willy Denzey, is a Contemporary R&B and soul French-born singer of Laotian origin.",
      "pageId": 24737416,
      "monthDay": "08/19"
    },
    {
      "year": "1983",
      "uri": "/wiki/Mike_Conway",
      "name": "Mike Conway",
      "aboutText": "Nick McNeil (born August 19, 1981) is an American professional wrestler and former professional football player.",
      "pageId": 27618869,
      "monthDay": "08/19"
    },
    {
      "year": "1983",
      "uri": "/wiki/Missy_Higgins",
      "name": "Missy Higgins",
      "aboutText": "Qais Al Khonji (Arabic: قيس الخنجي) is an Omani businessman and entrepreneur. He is the founder of Qais United Enterprises Trading and Genesis International. He serves as a board member for many Omani companies and is known for assisting Omani citizens with overcoming the hurdles of starting small businesses in the country.",
      "pageId": 38107525,
      "monthDay": "08/19"
    },
    {
      "year": "1983",
      "uri": "/wiki/John_McCargo",
      "name": "John McCargo",
      "aboutText": "Anaïs Helena Kretz Lameche (born 19 August 1987 in French Alps, France) is an original member of the Swedish pop group Play. She is the only member of Play out of its seven different members to appear in all four different line-ups of the group. Before the band's split, she was also the last remaining original member of the group since Faye's second departure in January 2011.",
      "pageId": 410194,
      "monthDay": "08/19"
    },
    {
      "year": "1983",
      "uri": "/wiki/Reeva_Steenkamp",
      "name": "Reeva Steenkamp",
      "aboutText": "Tammin Pamela Sursok (born 19 August 1983) is a South African-born Australian actress and singer-songwriter.",
      "pageId": 901202,
      "monthDay": "08/19"
    },
    {
      "year": "1983",
      "uri": "/wiki/Tammin_Sursok",
      "name": "Tammin Sursok",
      "aboutText": "Travis William Tedford (born August 19, 1988) is an American actor.",
      "pageId": 1590620,
      "monthDay": "08/19"
    },
    {
      "year": "1984",
      "uri": "/wiki/Micah_Alberti",
      "name": "Micah Alberti",
      "aboutText": "Ryan Anthony Taylor (born 19 August 1984) is an English professional footballer who plays as a defender or midfielder for Hull City.\nHe began his career at Tranmere Rovers in the third tier of English football before moving to Wigan Athletic for £750,000 in 2005, where he played three-and-a-half Premier League campaigns. He spent another six-and-a-half seasons at Newcastle, winning the Championship in 2010, before his release in 2015.",
      "pageId": 2403314,
      "monthDay": "08/19"
    },
    {
      "year": "1984",
      "uri": "/wiki/Simon_Bird",
      "name": "Simon Bird",
      "aboutText": "Richard James Michael Stearman (born 19 August 1987) is an English footballer who plays for Fulham of the Football League Championship.",
      "pageId": 2995561,
      "monthDay": "08/19"
    },
    {
      "year": "1984",
      "uri": "/wiki/Alessandro_Matri",
      "name": "Alessandro Matri",
      "aboutText": "Lindsey Jacobellis (born August 19, 1985 in Danbury, Connecticut) is an American snowboarder from Stratton, Vermont.\nAt the 2006 Winter Olympics, Jacobellis won the silver medal in Women's Snowboard Cross's Olympics debut. She is also an eight-time snowboard cross champion at the X Games.",
      "pageId": 4115144,
      "monthDay": "08/19"
    },
    {
      "year": "1984",
      "uri": "/wiki/Ryan_Taylor_(footballer,_born_1984)",
      "name": "Ryan Taylor",
      "aboutText": "Nicolas \"Nico\" Hülkenberg (German pronunciation: [ˈniːko ˈhʏlkənbɛɐ̯k], born 19 August 1987) is a German professional racing driver currently racing for the Sahara Force India Formula 1 Team. In 2015 he also contested in two rounds of the 2015 FIA World Endurance Championship season for Porsche, winning the 2015 24 Hours of Le Mans in his first attempt. He was the 2009 champion of the GP2 Series, and is a previous champion of both the Formula 3 Euro Series and A1 Grand Prix, as part of A1 Team Germany.",
      "pageId": 4161897,
      "monthDay": "08/19"
    },
    {
      "year": "1985",
      "uri": "/wiki/J._Evan_Bonifant",
      "name": "J. Evan Bonifant",
      "aboutText": "John McCargo (born August 19, 1983) is a former American football defensive tackle. He was drafted by the Buffalo Bills in the first round of the 2006 NFL Draft. He played college football at North Carolina State.",
      "pageId": 4946246,
      "monthDay": "08/19"
    },
    {
      "year": "1985",
      "uri": "/wiki/Lindsey_Jacobellis",
      "name": "Lindsey Jacobellis",
      "aboutText": "Alessandro Matri (born 19 August 1984) is an Italian footballer who plays as a striker for Serie A club Lazio on loan from Milan and the Italian national team.",
      "pageId": 5915533,
      "monthDay": "08/19"
    },
    {
      "year": "1986",
      "uri": "/wiki/Sotiris_Balafas",
      "name": "Sotiris Balafas",
      "aboutText": "Micah Alberti (born August 19, 1984) is an American model and actor. Alberti began modeling as an adolescent and snagged his first acting gig playing James Edward Martin on All My Children. After his one-year stint on the soap opera ended, Alberti popped up in prime-time guest spots (8 Simple Rules, Smallville) until he landed his breakthrough role on the ABC Family drama Wildfire as troubled teen Matt Ritter.",
      "pageId": 6446546,
      "monthDay": "08/19"
    },
    {
      "year": "1986",
      "uri": "/wiki/Saori_Kimura",
      "name": "Saori Kimura",
      "aboutText": "Saori Kimura (木村 沙織, Kimura Saori, born August 19, 1986) is a Japanese volleyball player who plays for recent European champion Turkish team VakıfBank. She also plays for the All-Japan women's volleyball team and a captain of the team, was a participant at the 2004 Summer Olympics and 2008 Summer Olympics. Her nicknames are Japan's future, Infinite Saorin (ニッポンの未来 サオリン無限大 Nippon no mirai Saorin Mugendai) and Miracle Saorin.",
      "pageId": 8011150,
      "monthDay": "08/19"
    },
    {
      "year": "1986",
      "uri": "/wiki/R%C3%BAben_Micael",
      "name": "Rúben Micael",
      "aboutText": "J. Evan Bonifant (born August 19, 1985) is an American actor. As a child actor, he played small parts on television shows and starred in several films, including the lead role in Todd Haynes's Dottie Gets Spanked in 1993. His most notable role was that of ten-year-old Buster Blues in Blues Brothers 2000.",
      "pageId": 11392088,
      "monthDay": "08/19"
    },
    {
      "year": "1986",
      "uri": "/wiki/Christina_Perri",
      "name": "Christina Perri",
      "aboutText": "Simon Antony Bird (born 19 August 1984) is an English actor and comedian.",
      "pageId": 17582665,
      "monthDay": "08/19"
    },
    {
      "year": "1987",
      "uri": "/wiki/Nick_Driebergen",
      "name": "Nick Driebergen",
      "aboutText": "Sotiris Balafas (Greek: Σωτήρης Μπαλάφας; born 19 August 1986 in Arta) is a Greek footballer who plays for Veria in Greek Super League, as a defensive midfielder.",
      "pageId": 17838066,
      "monthDay": "08/19"
    },
    {
      "year": "1987",
      "uri": "/wiki/Nico_H%C3%BClkenberg",
      "name": "Nico Hülkenberg",
      "aboutText": "Nicolaas \"Nick\" Driebergen (born August 19, 1987 in Rijnsburg) is a former Dutch Swimmer who is specialized in backstroke. He currently holds national long course records in all backstroke events and in the 4×100 medley relay. At short course he holds the national record in 50 and 100 m backstroke and in the 4×50 medley relay.",
      "pageId": 17907061,
      "monthDay": "08/19"
    },
    {
      "year": "1987",
      "uri": "/wiki/Ana%C3%AFs_Lameche",
      "name": "Anaïs Lameche",
      "aboutText": "Rúben Micael Freitas da Ressureição (born 19 August 1986), known as Micael, is a Portuguese professional footballer who plays for Chinese club Shijiazhuang Ever Bright F.C. as a midfielder.",
      "pageId": 22287291,
      "monthDay": "08/19"
    },
    {
      "year": "1987",
      "uri": "/wiki/Richard_Stearman",
      "name": "Richard Stearman",
      "aboutText": "Kirk Daniel Cousins (born August 19, 1988) is an American football quarterback for the Washington Redskins of the National Football League (NFL). He played college football at Michigan State, where he was the Spartans' starter from 2009 to 2011. He was drafted by the Redskins in the fourth round of the 2012 NFL Draft.",
      "pageId": 24268296,
      "monthDay": "08/19"
    },
    {
      "year": "1988",
      "uri": "/wiki/Hoodie_Allen",
      "name": "Hoodie Allen",
      "aboutText": "Christina Judith Perri (born August 19, 1986) is an American singer and songwriter from Bucks County, Pennsylvania. Her debut single \"Jar of Hearts\" charted after it was featured on the Fox television show So You Think You Can Dance in 2010. The single went on to sell over 3 million copies in the United States and was a hit around the world.",
      "pageId": 28011376,
      "monthDay": "08/19"
    },
    {
      "year": "1988",
      "uri": "/wiki/Kirk_Cousins",
      "name": "Kirk Cousins",
      "aboutText": "Steven Adam Markowitz, known by his stage name Hoodie Allen, is an independent American hip hop recording artist. After graduating from the University of Pennsylvania, he began working at Google before ultimately quitting to pursue a music career full-time. Between the years 2009 and 2011, Hoodie released several mixtapes which garnered moderate success in the underground music scene.",
      "pageId": 31213379,
      "monthDay": "08/19"
    },
    {
      "year": "1988",
      "uri": "/wiki/Travis_Tedford",
      "name": "Travis Tedford",
      "aboutText": "Reeva Rebecca Steenkamp (/ˈriːvə ˈstiːən.kʌmp/; 19 August 1983 – 14 February 2013) was a South African model. On Valentine's Day 2013, Steenkamp was murdered by her boyfriend, Oscar Pistorius, who said he believed she was an intruder hiding in the bathroom. Pistorius was later found guilty of culpable homicide at his trial the following year, and served a one-year prison sentence.",
      "pageId": 38516971,
      "monthDay": "08/19"
    },
    {
      "year": "1988",
      "uri": "/wiki/Veronica_Roth",
      "name": "Veronica Roth",
      "aboutText": "Percy Romeo Miller, Jr. (born August 19, 1989), better known by his stage name Maserati Rome (formerly Lil' Romeo & Romeo) or his acting/business name Romeo Miller, is an American rapper, actor, basketball player, entrepreneur, and model. Miller is the son of well known rap mogul Master P. Miller has founded record label's Guttar Music, Take A Stand, The Next Generation & his current label No Limit Forever.",
      "pageId": 706798,
      "monthDay": "08/19"
    },
    {
      "year": "1989",
      "uri": "/wiki/Romeo_Miller",
      "name": "Romeo Miller",
      "aboutText": "Ella Guevara (born Janella Denise Yuson Guevara; August 19, 1998, Quezon City) is a Filipina child actress. She rose to fame through her appearance on a talent search on television called StarStruck Kids that aired on the Filipino television channel GMA 7.",
      "pageId": 2925929,
      "monthDay": "08/19"
    },
    {
      "year": "1990",
      "uri": "/wiki/Danny_Galbraith",
      "name": "Danny Galbraith",
      "aboutText": "Joseph Michael Castanon (born August 19, 1997), better known by his stage name Sir Castanon, is an American child actor and pop singer-songwriter. He has appeared in several television series, including Jericho, NCIS, I Hate My 30's, Crossing Jordan, Shark, Without A Trace, October Road, ER, a mini series Comanche Moon, and won the 2006 Young Artist Award for Guest Starring Young Actor in a TV series for an appearance on Ghost Whisperer.\nThat same year, he made his feature film debut playing Ben Newman, son of Adam Sandler's character in the comedy Click.",
      "pageId": 8191502,
      "monthDay": "08/19"
    },
    {
      "year": "1990",
      "uri": "/wiki/Kristel_Viigipuu",
      "name": "Kristel Viigipuu",
      "aboutText": "Nathan Lopez (born Louie Nathanael Buado Lopez, August 19, 1991) is a Filipino film actor.",
      "pageId": 10079730,
      "monthDay": "08/19"
    },
    {
      "year": "1991",
      "uri": "/wiki/Nathan_Lopez",
      "name": "Nathan Lopez",
      "aboutText": "Daniel William \"Danny\" Galbraith (born 19 August 1990) is a Scottish professional footballer who plays as a winger for League Two club York City. Galbraith was a youth player with Heart of Midlothian and then signed for Manchester United, but injury problems prevented him from progressing into their first team. He signed for Hibernian in 2009, but left in January 2013.",
      "pageId": 23994291,
      "monthDay": "08/19"
    },
    {
      "year": "1994",
      "uri": "/wiki/Guadalupe_P%C3%A9rez_Rojas",
      "name": "Guadalupe Pérez Rojas",
      "aboutText": "Kristel Viigipuu (born August 19, 1990) is an Estonian biathlete. She finished 18th in the 4×6 km relay and 83rd in the 7.5 km sprint at the 2010 Winter Olympics in Vancouver.\n^ \"Kristel Viigipuu, Biathlon\".",
      "pageId": 26394194,
      "monthDay": "08/19"
    },
    {
      "year": "1994",
      "uri": "/wiki/Nafissatou_Thiam",
      "name": "Nafissatou Thiam",
      "aboutText": "Veronica Roth (born August 19, 1988) is an American novelist and short story writer known for her debut New York Times bestselling Divergent trilogy, consisting of Divergent, Insurgent, and Allegiant; and Four: A Divergent Collection. Divergent was the recipient of the Goodreads Favorite Book of 2011 and the 2012 winner for Best Young Adult Fantasy & Science Fiction.",
      "pageId": 34161875,
      "monthDay": "08/19"
    },
    {
      "year": "1996",
      "uri": "/wiki/Hsu_Ching-wen",
      "name": "Hsu Ching-wen",
      "aboutText": "Hsu Ching-wen (Chinese: 徐竫雯; pinyin: Xú Jìng-wén; born 19 August 1996 in Kaohsiung) is a Taiwanese tennis player.\nHsu has won five singles and three doubles titles on the ITF tour in her career. On 14 September 2015, she reached her best singles ranking of world number 322.",
      "pageId": 38311062,
      "monthDay": "08/19"
    },
    {
      "year": "1997",
      "uri": "/wiki/Joseph_Castanon",
      "name": "Joseph Castanon",
      "aboutText": "Nafissatou Thiam (born 19 August 1994) is a Belgian athlete, who broke the indoor junior world record on the women's pentathlon on 3 February 2013. This record could not be ratified, because the compulsory anti-doping control could not be organized in time.\nThiam, daughter of a Belgian mother and a Senegalese father, is a member of RFCL, an athletics club from Liège, and is coached by Roger Lespagnard.",
      "pageId": 38428684,
      "monthDay": "08/19"
    },
    {
      "year": "1998",
      "uri": "/wiki/Ella_Guevara",
      "name": "Ella Guevara",
      "aboutText": "Guadalupe Pérez Rojas (born 19 August 1994) is an Argentine tennis player.\nPérez Rojas has won six doubles titles on the ITF tour during her career. On 18 May 2015, she reached her best singles ranking of world number 410.",
      "pageId": 44471906,
      "monthDay": "08/19"
    }
  ]
}