{
  "people": [
    {
      "year": "1407",
      "uri": "/wiki/Ashikaga_Yoshikazu",
      "name": "Ashikaga Yoshikazu",
      "aboutText": "Georg Wilhelm Friedrich Hegel (/ˈheɪɡəl/; German: [ˈɡeɔɐ̯k ˈvɪlhɛlm ˈfʁiːdʁɪç ˈheːɡəl]; August 27, 1770 – November 14, 1831) was a German philosopher of the late Enlightenment. He achieved wide renown in his day and, while primarily influential within the continental tradition of philosophy, has become increasingly influential in the analytic tradition as well. Although he remains a divisive figure, his canonical stature within Western philosophy is universally recognized.",
      "pageId": 12598,
      "monthDay": "08/27"
    },
    {
      "year": "1471",
      "uri": "/wiki/George,_Duke_of_Saxony",
      "name": "George, Duke of Saxony",
      "aboutText": "Giuseppe Peano (Italian: [dʒuˈzɛppe peˈaːno]; 27 August 1858 – 20 April 1932) was an Italian mathematician. The author of over 200 books and papers, he was a founder of mathematical logic and set theory, to which he contributed much notation. The standard axiomatization of the natural numbers is named the Peano axioms in his honor.",
      "pageId": 13043,
      "monthDay": "08/27"
    },
    {
      "year": "1487",
      "uri": "/wiki/Anna_of_Brandenburg",
      "name": "Anna of Brandenburg",
      "aboutText": "George the Bearded, Duke of Saxony (Meissen, 27 August 1471 – Dresden, 17 April 1539), was duke of Saxony from 1500 to 1539.\nDuke George was a member of the Order of the Golden Fleece.",
      "pageId": 13168,
      "monthDay": "08/27"
    },
    {
      "year": "1637",
      "uri": "/wiki/Charles_Calvert,_3rd_Baron_Baltimore",
      "name": "Charles Calvert, 3rd Baron Baltimore",
      "aboutText": "Hannibal Hamlin (August 27, 1809 – July 4, 1891) was the 15th Vice President of the United States (1861–1865), serving under President Abraham Lincoln during the American Civil War. He was the first Vice President from the Republican Party.",
      "pageId": 13976,
      "monthDay": "08/27"
    },
    {
      "year": "1665",
      "uri": "/wiki/John_Hervey,_1st_Earl_of_Bristol",
      "name": "John Hervey, 1st Earl of Bristol",
      "aboutText": "Charles Gates Dawes (August 27, 1865 – April 23, 1951) was an American banker, politician, and military general who was the 30th Vice President of the United States (1925–1929). For his work on the Dawes Plan for World War I reparations he was a cowinner of the Nobel Peace Prize in 1925. Dawes served in the First World War, was the Comptroller of the Currency, the first director of the Bureau of the Budget, and, in later life, the Ambassador to the United Kingdom.",
      "pageId": 92211,
      "monthDay": "08/27"
    },
    {
      "year": "1669",
      "uri": "/wiki/Anne_Marie_d%27Orl%C3%A9ans",
      "name": "Anne Marie d'Orléans",
      "aboutText": "Ashikaga Yoshikazu (足利 義量, August 27, 1407 – March 17, 1425) was the 5th shogun of the Ashikaga shogunate who reigned from 1423 to 1425 during the Muromachi period of Japan. Yoshikazu was the son of the fourth shogun Ashikaga Yoshimochi.\nYoshimochi ceded power to his son, and Yoshikazu became Seii Taishogun at age 18; but he would die within two years.",
      "pageId": 234787,
      "monthDay": "08/27"
    },
    {
      "year": "1677",
      "uri": "/wiki/Otto_Ferdinand_von_Abensberg_und_Traun",
      "name": "Otto Ferdinand von Abensberg und Traun",
      "aboutText": "Johann Georg Hamann (German: [ˈhaːman]; 27 August 1730 – 21 June 1788) was a German philosopher, whose work was used by his student J. G. Herder as a main support of the Sturm und Drang movement, and associated by historian of ideas Isaiah Berlin with the Counter-Enlightenment. However, recent scholarship such as that by theologian Oswald Bayer places Hamann into a more nebulous category of theologian and philologist; he views him as less the proto-Romantic that Herder presented, and more a premodern-postmodern thinker who brought the consequences of Lutheran theology to bear upon the burgeoning Enlightenment and especially in reaction to Kant.",
      "pageId": 243114,
      "monthDay": "08/27"
    },
    {
      "year": "1724",
      "uri": "/wiki/John_Joachim_Zubly",
      "name": "John Joachim Zubly",
      "aboutText": "John Hervey, 1st Earl of Bristol (27 August 1665 – 20 January 1751) was an English politician.\nJohn Hervey was born in Bury St Edmunds, the son of Sir Thomas Hervey. He was educated in Bury and at Clare College, Cambridge.",
      "pageId": 399863,
      "monthDay": "08/27"
    },
    {
      "year": "1730",
      "uri": "/wiki/Johann_Georg_Hamann",
      "name": "Johann Georg Hamann",
      "aboutText": "Reverend John Joachim Zubly (August 27, 1724 – July 23, 1781), born Hans Joachim Züblin, was a Swiss-born American pastor, planter, and statesman during the American Revolution.",
      "pageId": 450708,
      "monthDay": "08/27"
    },
    {
      "year": "1770",
      "uri": "/wiki/Georg_Wilhelm_Friedrich_Hegel",
      "name": "Georg Wilhelm Friedrich Hegel",
      "aboutText": "James Henry Breasted (/ˈbrɛstɪd/; August 27, 1865 – December 2, 1935) was an American archaeologist, Egyptologist, and historian. After completing his PhD at the University of Berlin in 1894, he joined the faculty of the University of Chicago. In 1901 he became director of the Haskell Oriental Museum at the university, where he continued to concentrate on Egypt.",
      "pageId": 572601,
      "monthDay": "08/27"
    },
    {
      "year": "1803",
      "uri": "/wiki/Edward_Beecher",
      "name": "Edward Beecher",
      "aboutText": "Ivan Yakovych Franko (Ukrainian: Іван Якович Франко, pronounced [iˈvɑn ˈjɑkovɪt͡ʃ frɐnˈkɔ]) (August 27 [O.S. August 15] 1856 – May 28 [O.S. May 15] 1916) was a Ukrainian poet, writer, social and literary critic, journalist, interpreter, economist, political activist, doctor of philosophy, ethnographer, the author of the first detective novels and modern poetry in the Ukrainian language.\nHe was a political radical, and a founder of the socialist and nationalist movement in western Ukraine. In addition to his own literary work, he also translated the works of such renowned figures as William Shakespeare, Lord Byron, Pedro Calderón de la Barca, Dante Alighieri, Victor Hugo, Adam Mickiewicz, Johann Wolfgang von Goethe and Friedrich Schiller into the Ukrainian language.",
      "pageId": 747162,
      "monthDay": "08/27"
    },
    {
      "year": "1809",
      "uri": "/wiki/Hannibal_Hamlin",
      "name": "Hannibal Hamlin",
      "aboutText": "Otto Ferdinand Graf von Abensperg und Traun (or sometimes Otto Ferdinand von Abensperg und Traun), (August 27, 1677 – February 18, 1748) was an Austrian Generalfeldmarschall.",
      "pageId": 761577,
      "monthDay": "08/27"
    },
    {
      "year": "1812",
      "uri": "/wiki/Bertalan_Szemere",
      "name": "Bertalan Szemere",
      "aboutText": "Charles Calvert, 3rd Baron Baltimore (August 27, 1637 – February 21, 1715), inherited the colony in 1675 upon the death of his father, Cecil Calvert, 2nd Baron Baltimore, (1605–1675). He had been his father's Deputy Governor since 1661 when he arrived in the colony at the age of 24. However, Charles left Maryland for England in 1684 and would never return.",
      "pageId": 884054,
      "monthDay": "08/27"
    },
    {
      "year": "1845",
      "uri": "/wiki/%C3%96d%C3%B6n_Lechner",
      "name": "Ödön Lechner",
      "aboutText": "Friedrich Fromhold Martens, or Friedrich Fromhold von Martens, also known as Fyodor Fyodorovich Martens (Фёдор Фёдорович Мартенс) in Russian and Frédéric Frommhold (de) Martens in French (27 August [O.S. 15 August] 1845 – 19 June [O.S. 6 June] 1909) was a diplomat and jurist in service of the Russian Empire who made important contributions to the science of international law. He represented Russia at the Hague Peace Conferences, (during which he drafted the Martens Clause), and helped to settle the first cases of international arbitration, notably the dispute between France and Great Britain over Newfoundland.",
      "pageId": 1214871,
      "monthDay": "08/27"
    },
    {
      "year": "1845",
      "uri": "/wiki/Friedrich_Martens",
      "name": "Friedrich Martens",
      "aboutText": "Hermann Weingärtner (August 27, 1864 – December 22, 1919) was a German gymnast.\nHe was born and died in Frankfurt (Oder).\nHe started his career in his hometown at the local gymnastics club Frankfurter Turnverein 1860.",
      "pageId": 2133876,
      "monthDay": "08/27"
    },
    {
      "year": "1856",
      "uri": "/wiki/Ivan_Franko",
      "name": "Ivan Franko",
      "aboutText": "Bertalan Szemere (1812–1869) was a Hungarian poet and nationalist who became the third Prime Minister of Hungary during the short period of the Hungarian Revolution of 1848 when Hungary was independent of rule by the Austrian Empire.",
      "pageId": 3449651,
      "monthDay": "08/27"
    },
    {
      "year": "1858",
      "uri": "/wiki/Giuseppe_Peano",
      "name": "Giuseppe Peano",
      "aboutText": "Anna of Brandenburg (27 August 1487 – 3 May 1514) was a German noblewoman.\nAnna was the daughter of Johann Cicero, Elector of Brandenburg and Margarethe of Saxony. She was born in Berlin, Brandenburg, and died in Kiel, Holstein.",
      "pageId": 4161641,
      "monthDay": "08/27"
    },
    {
      "year": "1864",
      "uri": "/wiki/Hermann_Weing%C3%A4rtner",
      "name": "Hermann Weingärtner",
      "aboutText": "Ödön Lechner (August 27, 1845 in Pest – June 10, 1914 in Budapest) was a Hungarian architect, nicknamed the \"Hungarian Gaudí\".\nLechner was one of the early representatives of the Hungarian Secession movement, called szecesszió in Hungarian, which was related to Art Nouveau and Jugendstil in the rest of Europe. He decorated his buildings with Zsolnay tile patterns inspired by old Magyar and Turkic folk art.",
      "pageId": 6763638,
      "monthDay": "08/27"
    },
    {
      "year": "1865",
      "uri": "/wiki/James_Henry_Breasted",
      "name": "James Henry Breasted",
      "aboutText": "Anne Marie d'Orléans (27 August 1669 – 26 August 1728) was the first Queen consort of Sardinia and the maternal grandmother of Louis XV of France.",
      "pageId": 7883410,
      "monthDay": "08/27"
    },
    {
      "year": "1865",
      "uri": "/wiki/Charles_G._Dawes",
      "name": "Charles G. Dawes",
      "aboutText": "Edward Beecher (August 27, 1803 – July 28, 1895) was a noted theologian, the son of Lyman Beecher and the brother of Harriet Beecher Stowe and Henry Ward Beecher.",
      "pageId": 8711604,
      "monthDay": "08/27"
    },
    {
      "year": "1868",
      "uri": "/wiki/Hong_Beom-do",
      "name": "Hong Beom-do",
      "aboutText": "Cecil Louis Troughton Smith (27 August 1899 – 2 April 1966), known by his pen name Cecil Scott \"C. S.\" Forester, was an English novelist known for writing tales of naval warfare such as the 12-book Horatio Hornblower series, depicting a Royal Navy officer during the Napoleonic wars. His other works include The African Queen (1935; filmed in 1951 by John Huston), as well as A Ship of the Line and Flying Colours, which were jointly awarded the James Tait Black Memorial Prize for fiction in 1938.",
      "pageId": 5769,
      "monthDay": "08/27"
    },
    {
      "year": "1870",
      "uri": "/wiki/Amado_Nervo",
      "name": "Amado Nervo",
      "aboutText": "Lev Sergeyevich Termen (Russian: Ле́в Серге́евич Терме́н) (27 August [O.S. 15 August] 1896 – 3 November 1993), or Léon Theremin in the United States, was a Russian and Soviet inventor, most famous for his invention of the theremin, one of the first electronic musical instruments and the first to be mass produced. He also devised the interlace technique for improving the quality of a video signal, still widely used in video and television technology. His listening device, \"The Thing\", hung for seven years in plain view in the United States Ambassador's Moscow office and enabled Soviet agents to eavesdrop on secret conversations.",
      "pageId": 18571,
      "monthDay": "08/27"
    },
    {
      "year": "1871",
      "uri": "/wiki/Theodore_Dreiser",
      "name": "Theodore Dreiser",
      "aboutText": "Theodore Herman Albert Dreiser (/ˈdraɪsər, -zər/; August 27, 1871 – December 28, 1945) was an American novelist and journalist of the naturalist school. His novels often featured main characters who succeeded at their objectives despite a lack of a firm moral code, and literary situations that more closely resemble studies of nature than tales of choice and agency. Dreiser's best known novels include Sister Carrie (1900) and An American Tragedy (1925).",
      "pageId": 44213,
      "monthDay": "08/27"
    },
    {
      "year": "1874",
      "uri": "/wiki/Carl_Bosch",
      "name": "Carl Bosch",
      "aboutText": "The Honourable Charles Stewart Rolls (27 August 1877 – 12 July 1910) was an English motoring and aviation pioneer. Together with Henry Royce he co-founded the Rolls-Royce car manufacturing firm. He was the first Briton to be killed in an aeronautical accident with a powered aircraft, when the tail of his Wright Flyer broke off during a flying display in the Southbourne district of Bournemouth.",
      "pageId": 53503,
      "monthDay": "08/27"
    },
    {
      "year": "1875",
      "uri": "/wiki/Katharine_McCormick",
      "name": "Katharine McCormick",
      "aboutText": "Man Ray (born Emmanuel Radnitzky, August 27, 1890 – November 18, 1976) was an American visual artist who spent most of his career in France. He was a significant contributor to the Dada and Surrealist movements, although his ties to each were informal. He produced major works in a variety of media but considered himself a painter above all.",
      "pageId": 62038,
      "monthDay": "08/27"
    },
    {
      "year": "1877",
      "uri": "/wiki/Charles_Rolls",
      "name": "Charles Rolls",
      "aboutText": "Ernst Wetter (27 August 1877 – 10 August 1963) was a Swiss politician.",
      "pageId": 156450,
      "monthDay": "08/27"
    },
    {
      "year": "1877",
      "uri": "/wiki/Ernst_Wetter",
      "name": "Ernst Wetter",
      "aboutText": "Carl Bosch (27 August 1874 – 26 April 1940) was a German chemist and engineer and Nobel laureate in chemistry. He was a pioneer in the field of high-pressure industrial chemistry and founder of IG Farben, at one point the world's largest chemical company.\n^ \"Carl Bosch - Biographical\".",
      "pageId": 174686,
      "monthDay": "08/27"
    },
    {
      "year": "1878",
      "uri": "/wiki/Pyotr_Nikolayevich_Wrangel",
      "name": "Pyotr Nikolayevich Wrangel",
      "aboutText": "Kenji Miyazawa (宮沢 賢治 or 宮澤 賢治, Miyazawa Kenji, 27 August 1896 – 21 September 1933) was a Japanese poet and author of children's literature from Hanamaki, Iwate in the late Taishō and early Shōwa periods. He was also known as an agricultural science teacher, a vegetarian, cellist, devout Buddhist, and utopian social activist.\nSome of his major works include Night on the Galactic Railroad, Kaze no Matasaburo, Gauche the Cellist, and The Night of Taneyamagahara.",
      "pageId": 186589,
      "monthDay": "08/27"
    },
    {
      "year": "1884",
      "uri": "/wiki/Vincent_Auriol",
      "name": "Vincent Auriol",
      "aboutText": "Rebecca Clarke (27 August 1886 – 13 October 1979) was an English classical composer and violist best known for her chamber music featuring the viola. She was born in Harrow and studied at the Royal Academy of Music and Royal College of Music in London, later becoming one of the first female professional orchestral players. Stranded in the United States at the outbreak of World War II, she settled permanently in New York City and married composer and pianist James Friskin in 1944.",
      "pageId": 275536,
      "monthDay": "08/27"
    },
    {
      "year": "1886",
      "uri": "/wiki/Rebecca_Clarke_(composer)",
      "name": "Rebecca Clarke",
      "aboutText": "Eric Coates (27 August 1886 – 21 December 1957) was an English composer of light music and a viola player.",
      "pageId": 589056,
      "monthDay": "08/27"
    },
    {
      "year": "1886",
      "uri": "/wiki/Eric_Coates",
      "name": "Eric Coates",
      "aboutText": "For other meanings, see also the disambiguation page Auriol",
      "pageId": 627760,
      "monthDay": "08/27"
    },
    {
      "year": "1887",
      "uri": "/wiki/George,_Crown_Prince_of_Serbia",
      "name": "George, Crown Prince of Serbia",
      "aboutText": "Amado Nervo (August 27, 1870 – May 24, 1919) also known as Juan Crisóstomo Ruiz de Nervo, was a Mexican poet, journalist and educator. He also acted as Mexican Ambassador to Argentina and Uruguay. His poetry was known for its use of metaphor and reference to mysticism, presenting both love and religion, as well as Christianity and Hinduism.",
      "pageId": 658513,
      "monthDay": "08/27"
    },
    {
      "year": "1890",
      "uri": "/wiki/Man_Ray",
      "name": "Man Ray",
      "aboutText": "Baron Pyotr Nikolayevich Wrangel or Vrangel (Russian: Барон Пётр Никола́евич Вра́нгель, Baron Pyotr Nikolayevich Vrangel; German: Freiherr Peter von Wrangel; August 27 [O.S. August 15] 1878 – April 25, 1928) was an officer in the Imperial Russian army and later commanding general of the anti-Bolshevik White Army in Southern Russia in the later stages of the Russian Civil War.",
      "pageId": 756335,
      "monthDay": "08/27"
    },
    {
      "year": "1895",
      "uri": "/wiki/Andreas_Alf%C3%B6ldi",
      "name": "Andreas Alföldi",
      "aboutText": "Gaspard Fauteux, PC (August 27, 1898 – March 29, 1963) was a Canadian parliamentarian, Speaker of the Canadian House of Commons (1945–1949), and the 19th Lieutenant Governor of Quebec (1950–1958).\nHe was born in St-Hyacinthe, Quebec, to a political family. His grandfather, Honoré Mercier and his uncle, Lomer Gouin, were both former Premiers of Quebec.",
      "pageId": 887985,
      "monthDay": "08/27"
    },
    {
      "year": "1896",
      "uri": "/wiki/Kenji_Miyazawa",
      "name": "Kenji Miyazawa",
      "aboutText": "Katharine Dexter McCormick (August 27, 1875 – December 28, 1967) was a U.S. biologist, suffragist, philanthropist and, after her husband's death, heir to a substantial part of the McCormick family fortune.",
      "pageId": 998712,
      "monthDay": "08/27"
    },
    {
      "year": "1896",
      "uri": "/wiki/Faina_Ranevskaya",
      "name": "Faina Ranevskaya",
      "aboutText": "Byron Foulger (27 August 1899 – 4 April 1970) was an American film character actor.",
      "pageId": 2065921,
      "monthDay": "08/27"
    },
    {
      "year": "1896",
      "uri": "/wiki/L%C3%A9on_Theremin",
      "name": "Léon Theremin",
      "aboutText": "Faina Georgievna Ranevskaya (Russian: Фаина Георгиевна Раневская, born Faina Girschevna Feldman, 27 August [O.S. 15 August] 1896 - 19 July 1984) is recognized as one of the greatest Soviet actresses in both tragedy and comedy. She was also famous for her aphorisms.\nShe acted in plays by Anton Chekhov, Aleksandr Ostrovsky, Maxim Gorky, Ivan Krylov, Fyodor Dostoevsky, Leo Tolstoy, and others.",
      "pageId": 2507284,
      "monthDay": "08/27"
    },
    {
      "year": "1898",
      "uri": "/wiki/Gaspard_Fauteux",
      "name": "Gaspard Fauteux",
      "aboutText": "George, Crown Prince of Serbia (Serbian: kraljević Đorđe Karađorđević; 27 August 1887 – 17 October 1972) was the son of King Peter I of the Serbs, Croats and Slovenes and Princess Ljubica (Zorka) of Montenegro, the grandson of King Nicholas I of Montenegro, and the older brother of King Alexander I of Yugoslavia. He was a member of the European Royal House of Karađorđević. As the eldest son, he was his father's heir-apparent, but he did not get to savour his role for long as he renounced his succession rights in 1909 after feeling guilty for an incident in which he kicked his servant in the stomach which resulted in the servant's death.",
      "pageId": 3041670,
      "monthDay": "08/27"
    },
    {
      "year": "1899",
      "uri": "/wiki/C._S._Forester",
      "name": "C. S. Forester",
      "aboutText": "Hong Beom-do Russian: Хон Бом До; August 27, 1868 – October 25, 1943), was a Korean independence activist.",
      "pageId": 18677879,
      "monthDay": "08/27"
    },
    {
      "year": "1899",
      "uri": "/wiki/Byron_Foulger",
      "name": "Byron Foulger",
      "aboutText": "András (Andreas) Ede Zsigmond Alföldi (27 August 1895, Pomáz near Budapest – 12 February 1981, Princeton) was a Hungarian historian, art historian, epigraphist, numismatist and archaeologist, specializing in the Late Antique period. He was one of the most productive 20th-century scholars of the ancient world and is considered one of the leading researchers of his time. Although some of his research results are controversial, his work in several areas is viewed as groundbreaking.",
      "pageId": 21761717,
      "monthDay": "08/27"
    },
    {
      "year": "1904",
      "uri": "/wiki/Alar_Kotli",
      "name": "Alar Kotli",
      "aboutText": "Lyndon Baines Johnson (/ˈlɪndən ˈbeɪnz ˈdʒɒnsən/; August 27, 1908 – January 22, 1973), often referred to as LBJ, was the 36th President of the United States from 1963 to 1969, assuming the office after serving as the 37th Vice President of the United States from 1961 to 1963. Johnson was a Democrat from Texas, who served as a United States Representative from 1937 to 1949 and as a United States Senator from 1949 to 1961. He spent six years as Senate Majority Leader, two as Senate Minority Leader, and two as Senate Majority Whip.",
      "pageId": 54533,
      "monthDay": "08/27"
    },
    {
      "year": "1904",
      "uri": "/wiki/Norah_Lofts",
      "name": "Norah Lofts",
      "aboutText": "Edward Theodore \"Ed\" Gein (/ˈɡiːn/) (August 27, 1906 – July 26, 1984) was an American killer and body snatcher. His crimes, committed around his hometown of Plainfield, Wisconsin, gathered widespread notoriety after authorities discovered Gein had exhumed corpses from local graveyards and fashioned trophies and keepsakes from their bones and skin. Gein confessed to killing two women – tavern owner Mary Hogan on December 8, 1954, and a Plainfield hardware store owner, Bernice Worden, on November 16, 1957.",
      "pageId": 71376,
      "monthDay": "08/27"
    },
    {
      "year": "1904",
      "uri": "/wiki/John_Hay_Whitney",
      "name": "John Hay Whitney",
      "aboutText": "Sir Donald George \"Don\" Bradman, AC (27 August 1908 – 25 February 2001), often referred to as \"The Don\", was an Australian cricketer, widely acknowledged as the greatest Test batsman of all time. Bradman's career Test batting average of 99.94 is often cited as the greatest achievement by any sportsman in any major sport.\nThe story that the young Bradman practised alone with a cricket stump and a golf ball is part of Australian folklore.",
      "pageId": 87021,
      "monthDay": "08/27"
    },
    {
      "year": "1905",
      "uri": "/wiki/Aris_Velouchiotis",
      "name": "Aris Velouchiotis",
      "aboutText": "Gloria Guinness (née Gloria Rubio Alatorre; August 27, 1913 – November 9, 1980) was a socialite and fashion icon, as well as a contributing editor to Harper's Bazaar from 1963 until 1971.",
      "pageId": 406733,
      "monthDay": "08/27"
    },
    {
      "year": "1906",
      "uri": "/wiki/Ed_Gein",
      "name": "Ed Gein",
      "aboutText": "Norman Foster Ramsey, Jr. (August 27, 1915 – November 4, 2011) was an American physicist who was awarded the 1989 Nobel Prize in Physics, together with Hans G. Dehmelt from University of Washington, for the invention of the separated oscillatory field method, which had important applications in the construction of atomic clocks. A physics professor at Harvard University for most of his career, Ramsey also held several posts with such government and international agencies as NATO and the United States Atomic Energy Commission.",
      "pageId": 503394,
      "monthDay": "08/27"
    },
    {
      "year": "1908",
      "uri": "/wiki/Don_Bradman",
      "name": "Don Bradman",
      "aboutText": "Martha Raye (August 27, 1916 – October 19, 1994) was an American comic actress and standards singer who performed in movies, and later on television. She also acted in plays, including Broadway. She was honored in 1969 with an Academy Award as the Jean Hersholt Humanitarian Award recipient for her volunteer efforts and services to the troops.",
      "pageId": 845462,
      "monthDay": "08/27"
    },
    {
      "year": "1908",
      "uri": "/wiki/Lyndon_B._Johnson",
      "name": "Lyndon B. Johnson",
      "aboutText": "Kathleen \"Kay\" Walsh (15 November 1911 – 16 April 2005) was an English actress and dancer.",
      "pageId": 1048612,
      "monthDay": "08/27"
    },
    {
      "year": "1909",
      "uri": "/wiki/Sylv%C3%A8re_Maes",
      "name": "Sylvère Maes",
      "aboutText": "Charles Pozzi (August 27, 1909 – February 28, 2001) was a French racing driver who participated in one World Championship Formula One race in 1950, the year of its inception.",
      "pageId": 1228261,
      "monthDay": "08/27"
    },
    {
      "year": "1909",
      "uri": "/wiki/Charles_Pozzi",
      "name": "Charles Pozzi",
      "aboutText": "John Hay Whitney (17 August 1904 – 8 February 1982), colloquially known as Jock Whitney, was U.S. Ambassador to the United Kingdom, publisher of the New York Herald Tribune, and president of the Museum of Modern Art.",
      "pageId": 1967112,
      "monthDay": "08/27"
    },
    {
      "year": "1909",
      "uri": "/wiki/Lester_Young",
      "name": "Lester Young",
      "aboutText": "Norah Lofts, née Norah Ethel Robinson, (27 August 1904 – 10 September 1983) was a 20th-century best-selling British author. She wrote more than fifty books specialising in historical fiction, but she also wrote non-fiction and short stories. Many of her novels, including her Suffolk Trilogy, follow the history of specific houses and their residents over several generations.",
      "pageId": 2147857,
      "monthDay": "08/27"
    },
    {
      "year": "1911",
      "uri": "/wiki/Kay_Walsh",
      "name": "Kay Walsh",
      "aboutText": "Lester Willis Young (August 27, 1909 – March 15, 1959), nicknamed \"Pres\" or \"Prez\", was an American jazz tenor saxophonist and occasional clarinetist.\nComing to prominence while a member of Count Basie's orchestra, Young was one of the most influential players on his instrument. In contrast to many of his hard-driving peers, Young played with a relaxed, cool tone and used sophisticated harmonies, using \"a free-floating style, wheeling and diving like a gull, banking with low, funky riffs that pleased dancers and listeners alike\".",
      "pageId": 2193014,
      "monthDay": "08/27"
    },
    {
      "year": "1912",
      "uri": "/wiki/Gloria_Guinness",
      "name": "Gloria Guinness",
      "aboutText": "Sylvère Maes (pronounced: [sil.vɛːʁ maːs]; born 27 August 1909 – died 5 December 1966) was a Belgian cyclist, who is most famous for winning the Tour de France in 1936 and 1939.",
      "pageId": 2475879,
      "monthDay": "08/27"
    },
    {
      "year": "1913",
      "uri": "/wiki/Nina_Schenk_Gr%C3%A4fin_von_Stauffenberg",
      "name": "Nina Schenk Gräfin von Stauffenberg",
      "aboutText": "Terence Anthony Harris (27 August 1916 in Kimberley, South Africa – 7 March 1993 in Plettenberg Bay, Cape Province) was a South African cricketer who played in 3 Tests from 1947 to 1949.",
      "pageId": 3817201,
      "monthDay": "08/27"
    },
    {
      "year": "1914",
      "uri": "/wiki/Heidi_Kabel",
      "name": "Heidi Kabel",
      "aboutText": "\"Nina\" Schenk Gräfin von Stauffenberg (27 August 1913 – 2 April 2006) was the wife of Colonel Claus Schenk Graf von Stauffenberg, the leader of the failed plot to assassinate Adolf Hitler on 20 July 1944. Following the plot's failure, she was arrested and imprisoned, during which time she delivered her youngest child.",
      "pageId": 4619265,
      "monthDay": "08/27"
    },
    {
      "year": "1915",
      "uri": "/wiki/Norman_Foster_Ramsey,_Jr.",
      "name": "Norman Foster Ramsey, Jr.",
      "aboutText": "Harry Lee \"Peanuts\" Lowrey (August 27, 1917 – July 2, 1986) was an American outfielder in Major League Baseball who played for the Chicago Cubs (1942–43; 1945–49), Cincinnati Reds (1949–50), St. Louis Cardinals (1950–54) and Philadelphia Phillies (1955).\nHe was born in Culver City, California, and nicknamed as a child by an uncle who, remarking on Lowrey's small size, said, \"Why, he's no bigger than a peanut.\" While Lowrey was growing up in Los Angeles, he worked as a child actor on the Our Gang comedies.",
      "pageId": 5813558,
      "monthDay": "08/27"
    },
    {
      "year": "1916",
      "uri": "/wiki/Gordon_Bashford",
      "name": "Gordon Bashford",
      "aboutText": "Alar Kotli (27 August 1904 in Väike-Maarja - 4 October 1963 in Tallinn) was an Estonian architect. He studied sculpture at the art school Pallas in Tartu during 1922-1923 and mathematics at the University of Tartu. He graduated from the Gdańsk University of Technology in 1927 as an architect.",
      "pageId": 6509178,
      "monthDay": "08/27"
    },
    {
      "year": "1916",
      "uri": "/wiki/Halet_%C3%87ambel",
      "name": "Halet Çambel",
      "aboutText": "Heidi Bertha Auguste Kabel (27 August 1914 – 15 June 2010) was a German musician and actress. Most of her stage roles were performed at the Ohnsorg-Theater in Hamburg, many of them in Low German.\nHeidi Kabel was born in Hamburg.",
      "pageId": 7722816,
      "monthDay": "08/27"
    },
    {
      "year": "1916",
      "uri": "/wiki/Tony_Harris_(sportsman)",
      "name": "Tony Harris",
      "aboutText": "Ares or Aris Velouchiotis (Greek: Άρης Βελουχιώτης), the nom de guerre of Athanasios (Thanasis) Klaras (Latinised Claras) (Greek: Αθανάσιος Κλάρας, August 27, 1905 – June 16, 1945), was the most prominent leader and chief instigator of the Greek People's Liberation Army (ELAS), the military branch of the National Liberation Front (EAM), which was the major resistance organization in occupied Greece from 1942 to 1945.",
      "pageId": 13623492,
      "monthDay": "08/27"
    },
    {
      "year": "1916",
      "uri": "/wiki/Martha_Raye",
      "name": "Martha Raye",
      "aboutText": "Halet Çambel (27 August 1916 – 12 January 2014) was a Turkish fencer and archaeologist. She was the first Muslim woman to compete in the Olympic Games.\n^ \"Halet Çambel - obituary\".",
      "pageId": 27620724,
      "monthDay": "08/27"
    },
    {
      "year": "1917",
      "uri": "/wiki/Peanuts_Lowrey",
      "name": "Peanuts Lowrey",
      "aboutText": "Gordon Dennis Bashford (27 August 1916 – 21 September 1991) was a British car design engineer. Bashford played a significant part in the design of most post-war Rover cars, including the Land Rover .\n^ \"Gordon Bashford; Obituary\".",
      "pageId": 32436638,
      "monthDay": "08/27"
    },
    {
      "year": "1918",
      "uri": "/wiki/Jelle_Zijlstra",
      "name": "Jelle Zijlstra",
      "aboutText": "Kristen Nygaard (27 August 1926 – 10 August 2002) was a Norwegian computer scientist, programming language pioneer and politician.",
      "pageId": 72741,
      "monthDay": "08/27"
    },
    {
      "year": "1919",
      "uri": "/wiki/Pee_Wee_Butts",
      "name": "Pee Wee Butts",
      "aboutText": "Jelle Zijlstra (Dutch pronunciation: [ˈjɛlə ˈzɛilstraː]; 27 August 1918 – 23 December 2001) was a Dutch politician of the now defunct Anti Revolutionary Party (ARP) which merged in 1977 into the Christian Democratic Appeal (CDA). He served as Prime Minister of the Netherlands from 22 November 1966 until 5 April 1967.\nAn economist by occupation, he became a professor of Economics at the Vrije Universiteit at the age of thirty in 1948.",
      "pageId": 98055,
      "monthDay": "08/27"
    },
    {
      "year": "1919",
      "uri": "/wiki/Murray_Grand",
      "name": "Murray Grand",
      "aboutText": "James Henry Molyneaux, Baron Molyneaux of Killead, KBE, PC (27 August 1920 – 9 March 2015), often known as Jim Molyneaux, was a Northern Irish unionist politician and leader of the Ulster Unionist Party from 1979 to 1995. He was a leading member and sometime Vice-President of the Conservative Monday Club. An Orangeman, he was also Sovereign Grand Master of the Royal Black Institution from 1971 to 1995.",
      "pageId": 414548,
      "monthDay": "08/27"
    },
    {
      "year": "1920",
      "uri": "/wiki/James_Molyneaux,_Baron_Molyneaux_of_Killead",
      "name": "James Molyneaux, Baron Molyneaux of Killead",
      "aboutText": "Mangosuthu Buthelezi (born 27 August 1928) is a South African politician and Zulu tribal leader who founded the Inkatha Freedom Party (IFP) in 1975 and was Chief Minister of the KwaZulu bantustan until 1994. He was Minister of Home Affairs of South Africa from 1994 to 2004. His praise name is Shenge.",
      "pageId": 478139,
      "monthDay": "08/27"
    },
    {
      "year": "1921",
      "uri": "/wiki/Georg_Alexander,_Duke_of_Mecklenburg",
      "name": "Georg Alexander, Duke of Mecklenburg",
      "aboutText": "Leo Z. Penn (August 27, 1921 – September 5, 1998) was an American actor and director and the father of musician Michael Penn and actors Sean Penn and Chris Penn.",
      "pageId": 618826,
      "monthDay": "08/27"
    },
    {
      "year": "1921",
      "uri": "/wiki/Leo_Penn",
      "name": "Leo Penn",
      "aboutText": "Péter Boross (born 27 August 1928) is a Hungarian politician, former member of the Hungarian Democratic Forum (MDF), who served as Prime Minister of Hungary from December 1993 to July 1994. He assumed the position upon the death of his predecessor, József Antall, and held the office until his right-wing coalition was defeated in election by the Hungarian Socialist Party (MSZP), which was led by his successor Gyula Horn. Prior to his premiership, Boross functioned as Minister of Civilian Intelligence Services (1990) and Minister of the Interior (1990–1993).",
      "pageId": 1030630,
      "monthDay": "08/27"
    },
    {
      "year": "1922",
      "uri": "/wiki/Roelof_Kruisinga",
      "name": "Roelof Kruisinga",
      "aboutText": "David Rowbotham (27 August 1924 – 6 October 2010) was an Australian poet and journalist.",
      "pageId": 1357274,
      "monthDay": "08/27"
    },
    {
      "year": "1923",
      "uri": "/wiki/Jimmy_Greenhalgh",
      "name": "Jimmy Greenhalgh",
      "aboutText": "Nathaniel \"Nat\" Lofthouse, OBE (27 August 1925 – 15 January 2011) was an English professional footballer who played for Bolton Wanderers for his whole career.",
      "pageId": 1590930,
      "monthDay": "08/27"
    },
    {
      "year": "1924",
      "uri": "/wiki/David_Rowbotham",
      "name": "David Rowbotham",
      "aboutText": "George Brecht (August 27, 1926 – December 5, 2008), born George Ellis MacDiarmid, was an American conceptual artist and avant-garde composer as well as a professional chemist who worked as a consultant for companies including Pfizer, Johnson & Johnson, and Mobil Oil. He was a key member of, and influence on, Fluxus, the international group of avant-garde artists centred on George Maciunas, having been involved with the group from the first performances in Wiesbaden 1962 until Maciunas' death in 1978.\nOne of the originators of 'participatory' art, in which the artwork can only be experienced by the active involvement of the viewer, he is most famous for his Event Scores such as Drip Music 1962, (see Video on YouTube) and is widely seen as an important precursor to conceptual art.",
      "pageId": 1629034,
      "monthDay": "08/27"
    },
    {
      "year": "1924",
      "uri": "/wiki/Rosalie_E._Wahl",
      "name": "Rosalie E. Wahl",
      "aboutText": "Andrea Cordero Lanza di Montezemolo (born 27 August 1925) is an Italian cardinal of the Roman Catholic church. He was archpriest of the Basilica of Saint Paul Outside the Walls from 2005 to 2009.",
      "pageId": 2050438,
      "monthDay": "08/27"
    },
    {
      "year": "1925",
      "uri": "/wiki/Andrea_Cordero_Lanza_di_Montezemolo",
      "name": "Andrea Cordero Lanza di Montezemolo",
      "aboutText": "Patricia Doreen \"Pat\" Coombs (27 August 1926 – 25 May 2002) was an English actress. Coombs specialised in the portrayal of the eternal downtrodden female – comically under the thumb of stronger personalities.",
      "pageId": 2573690,
      "monthDay": "08/27"
    },
    {
      "year": "1925",
      "uri": "/wiki/Darry_Cowl",
      "name": "Darry Cowl",
      "aboutText": "Darry Cowl (born André Darricau; 27 August 1925 – 14 February 2006) was a French actor and musician. He won a César Award for Best Actor in a Supporting Role in 2004 for his role as a concierge in Pas sur la bouche (Not on the lips), which was his last appearance.\nHe was born in Vittel and came to prominence when he was cast by Sacha Guitry in Assassins et voleurs (1956) (Assassins and Robbers).",
      "pageId": 4073790,
      "monthDay": "08/27"
    },
    {
      "year": "1925",
      "uri": "/wiki/Nat_Lofthouse",
      "name": "Nat Lofthouse",
      "aboutText": "Saiichi Maruya (丸谷 才一, Maruya Saiichi, August 27, 1925 - October 13, 2012) was a Japanese author and literary critic.",
      "pageId": 5897928,
      "monthDay": "08/27"
    },
    {
      "year": "1925",
      "uri": "/wiki/Saiichi_Maruya",
      "name": "Saiichi Maruya",
      "aboutText": "Jaswant Singh Neki (also known as (Punjabi: ਜਸਵੰਤ ਸਿੰਘ) (27 August 1925 – 11 September 2015) was a leading Indian Sikh scholar, significant neo-metaphysical Punjabi language poet and former Director of PGI Chandigarh and Head of the Psychiatry Department at All India Institute of Medical Sciences (AIIMS), Delhi.\nAs a poet he is most known for his poetry collections, Asle to Ohle Tak (Illusion and Reality, 1955) and autobiographical, Koi Naon Na Jane Mera (2000). He was awarded the Sahitya Akademi Award in Punjabi in 1979 for his work, Karuna Di Chuh Ton Magron.",
      "pageId": 6307530,
      "monthDay": "08/27"
    },
    {
      "year": "1925",
      "uri": "/wiki/Jaswant_Singh_Neki",
      "name": "Jaswant Singh Neki",
      "aboutText": "Georg Alexander, Duke of Mecklenburg (German: Georg Alexander Herzog zu Mecklenburg; 27 August 1921 – 26 January 1996) was the head of the House of Mecklenburg-Strelitz from 1963 until his death.",
      "pageId": 9042052,
      "monthDay": "08/27"
    },
    {
      "year": "1926",
      "uri": "/wiki/George_Brecht",
      "name": "George Brecht",
      "aboutText": "Jimmy Greenhalgh (27 August 1923 – 31 August 2013) was manager of the English football club Darlington from 1966-1968. He was a native of Manchester. Greenhalgh let Darlington legend and Quakers Hall Of Fame man Ron Greener go on a free transfer in 1967.",
      "pageId": 12146577,
      "monthDay": "08/27"
    },
    {
      "year": "1926",
      "uri": "/wiki/Pat_Coombs",
      "name": "Pat Coombs",
      "aboutText": "Murray Grand (August 27, 1919 – March 7, 2007) was an American singer, songwriter, lyricist, and pianist best known for the song \"Guess Who I Saw Today\".\nBorn in Philadelphia, Grand played piano as a teenager. During World War II, he served as an infantryman in U.S. Army and played piano accompaniment for USO Tour stars including Gypsy Rose Lee and Betty Grable.",
      "pageId": 15298531,
      "monthDay": "08/27"
    },
    {
      "year": "1926",
      "uri": "/wiki/Kristen_Nygaard",
      "name": "Kristen Nygaard",
      "aboutText": "Sara Rosalie Wahl (née Erwin; August 27, 1924 – July 22, 2013) was an American lawyer and judge from Minnesota. She was the first woman in state history named to the Minnesota Supreme Court.\nBorn in Gordon, Kansas, Wahl earned her undergraduate degree from the University of Kansas in 1946.",
      "pageId": 21985692,
      "monthDay": "08/27"
    },
    {
      "year": "1928",
      "uri": "/wiki/P%C3%A9ter_Boross",
      "name": "Péter Boross",
      "aboutText": "Roelof Johannes Hendrik Kruisinga (27 August 1922 - 7 December 2012) was a Dutch physician and politician.\nKruisinga was born in Grijpskerk. His family was doopsgezind, but Kruisinga decided not to be baptized and to become a member of the Dutch Reformed Church.",
      "pageId": 23689511,
      "monthDay": "08/27"
    },
    {
      "year": "1928",
      "uri": "/wiki/Mangosuthu_Buthelezi",
      "name": "Mangosuthu Buthelezi",
      "aboutText": "Thomas Lee “Pee Wee” Butts (August 27, 1919–December 30, 1972) was an American baseball player who played in the Negro leagues.",
      "pageId": 42549260,
      "monthDay": "08/27"
    },
    {
      "year": "1928",
      "uri": "/wiki/Joan_Kroc",
      "name": "Joan Kroc",
      "aboutText": "Lady Antonia Margaret Caroline Fraser, DBE (born 27 August 1932), née Pakenham, is a British author of history, novels, biographies and detective fiction. She is the widow of the 2005 Nobel Laureate in Literature, Harold Pinter (1930–2008), and prior to his death was also known as Antonia Pinter.",
      "pageId": 140356,
      "monthDay": "08/27"
    },
    {
      "year": "1929",
      "uri": "/wiki/Ira_Levin",
      "name": "Ira Levin",
      "aboutText": "Ira Marvin Levin (August 27, 1929–  November 12, 2007) was an American novelist, playwright, and songwriter, best-known for the 1968 novel Rosemary's Baby and the play Deathtrap.",
      "pageId": 143761,
      "monthDay": "08/27"
    },
    {
      "year": "1929",
      "uri": "/wiki/George_Scott_(wrestler)",
      "name": "George Scott",
      "aboutText": "Chinmoy Kumar Ghose, better known as Sri Chinmoy (27 August 1931 – 11 October 2007), was an Indian spiritual master who taught meditation in the West after moving to New York City in 1964. Chinmoy established his first meditation center in Queens, New York, and eventually had thousands of students in 60 countries. A prolific author, artist, poet, and musician, he also held public events such as concerts and meditations on the theme of inner peace.",
      "pageId": 225620,
      "monthDay": "08/27"
    },
    {
      "year": "1930",
      "uri": "/wiki/Gholamreza_Takhti",
      "name": "Gholamreza Takhti",
      "aboutText": "Warren Harding \"Sonny\" Sharrock (August 27, 1940 – May 26, 1994) was an American jazz guitarist. He was once married to singer Linda Sharrock, with whom he sometimes recorded and performed.",
      "pageId": 327169,
      "monthDay": "08/27"
    },
    {
      "year": "1931",
      "uri": "/wiki/Sri_Chinmoy",
      "name": "Sri Chinmoy",
      "aboutText": "Joan Beverly Kroc (née Mansfield; August 27, 1928 – October 12, 2003) was the third wife of McDonald's CEO Ray Kroc and a philanthropist.",
      "pageId": 358691,
      "monthDay": "08/27"
    },
    {
      "year": "1931",
      "uri": "/wiki/Joe_Cunningham",
      "name": "Joe Cunningham",
      "aboutText": "Sir Michael De Courcy Fraser Holroyd CBE FRHistS FRSL (born 27 August 1935) is an English biographer.",
      "pageId": 485449,
      "monthDay": "08/27"
    },
    {
      "year": "1932",
      "uri": "/wiki/Cor_Brom",
      "name": "Cor Brom",
      "aboutText": "Frank Yablans (August 27, 1935 – November 27, 2014) was an American studio executive, film producer and screenwriter.",
      "pageId": 924592,
      "monthDay": "08/27"
    },
    {
      "year": "1932",
      "uri": "/wiki/Antonia_Fraser",
      "name": "Antonia Fraser",
      "aboutText": "William Least Heat-Moon, also named William Lewis Trogdon (born August 27, 1939), is an American travel writer and historian of English, Irish, and Osage ancestry.",
      "pageId": 1220681,
      "monthDay": "08/27"
    },
    {
      "year": "1935",
      "uri": "/wiki/Ernie_Broglio",
      "name": "Ernie Broglio",
      "aboutText": "Gholamreza Takhti (Persian: غلامرضا تختی‎‎, August 27, 1930 – January 7, 1968) was an Iranian Olympic Gold-Medalist Wrestler and Varzesh-e Bastani practitioner. Popularly nicknamed Jahān Pahlevān (\"The World Champion\") because of his chivalrous behavior and sportsmanship (Javanmardi in Iranian culture), he was the most popular athlete of Iran in the 20th century, although dozens of Iranian athletes have won more international medals than he did. Takhti is still a hero to many Iranians.",
      "pageId": 1364840,
      "monthDay": "08/27"
    },
    {
      "year": "1935",
      "uri": "/wiki/Michael_Holroyd",
      "name": "Michael Holroyd",
      "aboutText": "Thomas Adrian \"Tommy\" Sands (born August 27, 1937) is an American pop music singer and actor. Working in show business as early as 1949, Sands became an overnight sensation and instant teen idol when he appeared on Kraft Television Theater in January 1957 as \"The Singin' Idol.\" The song from the show, \"Teen Age Crush,\" reached No. 2 on the Billboard Hot 100 and No.",
      "pageId": 1558475,
      "monthDay": "08/27"
    },
    {
      "year": "1935",
      "uri": "/wiki/Frank_Yablans",
      "name": "Frank Yablans",
      "aboutText": "Edward Roy \"Eddie\" Patten (August 27, 1939 – February 25, 2005) was an Atlanta, Georgia-born R&B/soul singer, best known as a member of Gladys Knight & the Pips. He was lead singer Gladys Knight's first cousin. Along with the group, he was inducted to the Rock and Roll Hall of Fame in 1996.",
      "pageId": 1690515,
      "monthDay": "08/27"
    },
    {
      "year": "1936",
      "uri": "/wiki/Joel_Kovel",
      "name": "Joel Kovel",
      "aboutText": "Alice Coltrane, née McLeod (August 27, 1937 – January 12, 2007) was an American jazz pianist, organist, harpist, and composer, and the second wife of jazz saxophonist and composer John Coltrane. One of the few harpists in the history of jazz, she recorded many albums as a bandleader, beginning in the late 1960s and early 1970s for Impulse!",
      "pageId": 1714150,
      "monthDay": "08/27"
    },
    {
      "year": "1937",
      "uri": "/wiki/Alice_Coltrane",
      "name": "Alice Coltrane",
      "aboutText": "Nikola \"Niki\" Pilić (born 27 August 1939) is a retired Croatian professional tennis player who competed for SFR Yugoslavia.\nHe was one of the Handsome Eight. Pilić was ranked World No.",
      "pageId": 2215153,
      "monthDay": "08/27"
    },
    {
      "year": "1937",
      "uri": "/wiki/Tommy_Sands_(American_singer)",
      "name": "Tommy Sands",
      "aboutText": "Ernest Gilbert Broglio (/ˈbroʊlioʊ/; born August 27, 1935) is a former right-handed pitcher in American Major League Baseball from 1959 to 1966. Broglio signed with the independent Oakland Oaks of the Pacific Coast League after he attended West Contra Costa Junior College. He was acquired by the New York Giants in 1956.",
      "pageId": 2672335,
      "monthDay": "08/27"
    },
    {
      "year": "1938",
      "uri": "/wiki/Tanju_Okan",
      "name": "Tanju Okan",
      "aboutText": "Joseph Robert Cunningham, Jr. (born August 27, 1931) is a former Major League Baseball first baseman and left-handed batter who played for the St. Louis Cardinals (1954–1961), Chicago White Sox (1962–1964), and Washington Senators (1964–1966).",
      "pageId": 3822910,
      "monthDay": "08/27"
    },
    {
      "year": "1939",
      "uri": "/wiki/William_Least_Heat-Moon",
      "name": "William Least Heat-Moon",
      "aboutText": "Joel Kovel (born August 27, 1936) is an American scholar and author.",
      "pageId": 5919322,
      "monthDay": "08/27"
    },
    {
      "year": "1939",
      "uri": "/wiki/Edward_Patten",
      "name": "Edward Patten",
      "aboutText": "Cor Brom (27 August 1932 – 29 October 2008) was a Dutch football player and manager.",
      "pageId": 17305531,
      "monthDay": "08/27"
    },
    {
      "year": "1939",
      "uri": "/wiki/Nikola_Pili%C4%87",
      "name": "Nikola Pilić",
      "aboutText": "George Scott (August 27, 1929 – January 20, 2014) was a Canadian professional wrestler, booker and promoter. From the 1950s until the 1970s, he and his younger brother Sandy competed as The Flying Scotts in North American regional promotions including the National Wrestling Alliance, particularly the Midwest and Mid-Atlantic territories, as well as successful stints in the American Wrestling Association, Maple Leaf Wrestling and Stampede Wrestling.\nScott was also the longtime head booker for the Jim Crockett Promotions working under promoter Jim Crockett, Jr.",
      "pageId": 18184609,
      "monthDay": "08/27"
    },
    {
      "year": "1940",
      "uri": "/wiki/Fernest_Arceneaux",
      "name": "Fernest Arceneaux",
      "aboutText": "Tanju Okan (August 27, 1938 - May 23, 1996) was a Turkish singer.",
      "pageId": 38051648,
      "monthDay": "08/27"
    },
    {
      "year": "1940",
      "uri": "/wiki/Sonny_Sharrock",
      "name": "Sonny Sharrock",
      "aboutText": "Fernest Arceneaux (27 August 1940 – 4 September 2008) was an American Zydeco accordionist and singer from Louisiana.",
      "pageId": 40347512,
      "monthDay": "08/27"
    },
    {
      "year": "1941",
      "uri": "/wiki/Ces%C3%A1ria_%C3%89vora",
      "name": "Cesária Évora",
      "aboutText": "Barbara Bach (born Barbara Goldbach; August 27, 1947) is an American actress and model known for playing the Bond girl Anya Amasova in the James Bond film The Spy Who Loved Me (1977). She subsequently starred in Force 10 from Navarone (1978) with Robert Shaw and Harrison Ford.",
      "pageId": 313511,
      "monthDay": "08/27"
    },
    {
      "year": "1941",
      "uri": "/wiki/J%C3%A1nos_Konr%C3%A1d",
      "name": "János Konrád",
      "aboutText": "Joseph Robert \"Bob\" Kerrey (born August 27, 1943) is an American politician who served as the 35th Governor of Nebraska from 1983 to 1987 and as a United States Senator from Nebraska from 1989 to 2001. Before entering politics, he served in the Vietnam War as a United States Navy SEAL officer and was awarded the Medal of Honor (MOH) for heroism in combat. During the same action for which he was awarded the MOH, he was also severely wounded, precluding further naval service.",
      "pageId": 395674,
      "monthDay": "08/27"
    },
    {
      "year": "1941",
      "uri": "/wiki/Harrison_Page",
      "name": "Harrison Page",
      "aboutText": "Herbert Streicher (better known by his stage name Harry Reems) (August 27, 1947 – March 19, 2013) was an American pornographic actor who was best known as Doctor Young of the 1972 cult classic Deep Throat. Throughout the 1970s and into the mid 1980s he was one of the most prolific performers in the adult industry. He retired from the industry in 1989.",
      "pageId": 423018,
      "monthDay": "08/27"
    },
    {
      "year": "1942",
      "uri": "/wiki/Daryl_Dragon",
      "name": "Daryl Dragon",
      "aboutText": "Alfred Brian Peckford, PC (born August 27, 1942) is a Canadian politician who served as the third Premier of Newfoundland and Labrador between March 26, 1979, and March 22, 1989. Peckford was born and raised in Whitbourne; before entering politics he worked as a teacher.\nIn the 1972 general election Peckford was elected as the Member of the House of Assembly (MHA) for Green Bay.",
      "pageId": 534688,
      "monthDay": "08/27"
    },
    {
      "year": "1942",
      "uri": "/wiki/Brian_Peckford",
      "name": "Brian Peckford",
      "aboutText": "George William \"G.W.\" Bailey (born August 27, 1944) is an American stage, television and film actor. Although he appeared in many dramatic roles, he may be best remembered for his \"crusty\" comedic characters such as Staff Sergeant Luther Rizzo in M*A*S*H (TV-Series 1979-83); Lieutenant—and later, Captain Thaddeus Harris in the Police Academy films (1984–94), Captain Felix Maxwell in Mannequin (1987) and as Detective Lieutenant Louie Provenza from TNT's television crime drama The Closer. He currently stars in the TNT series Major Crimes, a spinoff of The Closer, continuing in his role as Lt.",
      "pageId": 1092844,
      "monthDay": "08/27"
    },
    {
      "year": "1943",
      "uri": "/wiki/Chuck_Girard",
      "name": "Chuck Girard",
      "aboutText": "Tuesday Weld (born Susan Ker Weld; August 27, 1943) is an American actress. She began acting when she was a child, and progressed to mature roles in the late 1950s. She won a Golden Globe Award for Most Promising Female Newcomer in 1960.",
      "pageId": 1201745,
      "monthDay": "08/27"
    },
    {
      "year": "1943",
      "uri": "/wiki/Bob_Kerrey",
      "name": "Bob Kerrey",
      "aboutText": "Halil Berktay is a Turkish historian at Sabancı University and columnist for the daily Taraf.\n^ Curriculum vitæ, Sabanci University.",
      "pageId": 2763900,
      "monthDay": "08/27"
    },
    {
      "year": "1943",
      "uri": "/wiki/Tuesday_Weld",
      "name": "Tuesday Weld",
      "aboutText": "Daryl Frank Dragon (born August 27, 1942) is a keyboardist, known as Captain from the pop musical duo Captain & Tennille, with his wife, Toni Tennille.\nDragon was born into a musical family, and is the son of conductor, composer, and arranger, Carmen Dragon, and the elder brother of Dennis Dragon, a member of the 1960s pop combo The Dragons (which included Doug Dragon) and the 1980s surf band, the Surf Punks. His godfather was actor and comedian Danny Thomas.",
      "pageId": 3049833,
      "monthDay": "08/27"
    },
    {
      "year": "1944",
      "uri": "/wiki/G.W._Bailey",
      "name": "G.W. Bailey",
      "aboutText": "Anthony Bourne \"Tony\" Howard (born 27 August 1946 in Saint Michael, Barbados) is a former West Indian cricketer who played one Test in 1972, taking two wickets for 140 in a drawn match against New Zealand.\nHe played 31 first class matches from 1965-66 to 1974-75, representing the West Indies and Barbados, and took 85 wickets with his off spin. He retired at the age of 29 to pursue a career in business, but remained involved in cricket, and became manager of the Barbados team in 1998 before taking over the national team in March 2004.",
      "pageId": 3076086,
      "monthDay": "08/27"
    },
    {
      "year": "1944",
      "uri": "/wiki/Jan_Bols",
      "name": "Jan Bols",
      "aboutText": "John Francis Maclean Morrison, MNZM (born 27 August 1947 in Wellington) played 17 Tests and 18 One Day Internationals for the New Zealand national cricket team. From 1998 to 2013, he was a Wellington City Councillor.",
      "pageId": 3128756,
      "monthDay": "08/27"
    },
    {
      "year": "1944",
      "uri": "/wiki/Barbara_Trentham",
      "name": "Barbara Trentham",
      "aboutText": "Harrison Page (born August 27, 1941) is an American television and film actor who has appeared in many popular series, including Cold Case, JAG, ER, Ally McBeal, Melrose Place, Quantum Leap, The Wonder Years, 21 Jump Street, Murder, She Wrote, Fame, Gimme a Break!, Benson, Hill Street Blues, Webster, The Dukes of Hazzard, Kung Fu, Kojak, Mannix, Soap, Bonanza, and Columbo.\nA life member of The Actors Studio, Page is best known for playing the ill-tempered Captain Trunk in the ABC's 1980s police satire Sledge Hammer! He was also a regular on C.P.O. Sharkey, starring Don Rickles.",
      "pageId": 4441057,
      "monthDay": "08/27"
    },
    {
      "year": "1945",
      "uri": "/wiki/Douglas_R._Campbell",
      "name": "Douglas R. Campbell",
      "aboutText": "Chuck Girard is a pioneer of Contemporary Christian music. He was born August 27, 1943 in Los Angeles, California, and moved to Santa Rosa, California in his young teens. He was a founding member of Love Song, the first Christian rock band to become popular in the United States.",
      "pageId": 5605523,
      "monthDay": "08/27"
    },
    {
      "year": "1946",
      "uri": "/wiki/Tony_Howard",
      "name": "Tony Howard",
      "aboutText": "Cesária Évora (Portuguese pronunciation: [sɨˈzaɾiɐ ˈɛvuɾɐ]; 27 August 1941 – 17 December 2011) was a Cape Verdean popular singer.",
      "pageId": 8611104,
      "monthDay": "08/27"
    },
    {
      "year": "1947",
      "uri": "/wiki/Barbara_Bach",
      "name": "Barbara Bach",
      "aboutText": "Gavin Pattison Pfuhl (27 August 1947 - 1 April 2002) was a South African first-class cricketer who played for Western Province. He was a wicketkeeper who took more than 300 dismissals in his 95-game career.\nPfuhl was a member of the Currie Cup-winning Western Province sides of 1969-70, 1974-75 and 1977-78.",
      "pageId": 10450745,
      "monthDay": "08/27"
    },
    {
      "year": "1947",
      "uri": "/wiki/Halil_Berktay",
      "name": "Halil Berktay",
      "aboutText": "Peter Krieg, born as Wilhelm Walter Gladitz (August 27, 1947 in Schwäbisch Gmünd, West Germany – July 22, 2009 in Berlin, Germany) was a documentary filmmaker, producer and writer. He initially enrolled in business and economics courses at Hamburg University but abandoned his studies to travel and teach horsemanship in Lebanon and Saudi Arabia. He later returned to Germany with his first wife, the American Heidi Knott, with whom he studied film at the German Film & TV Academy (DFFB) in Berlin and collaborated on his early works.",
      "pageId": 11331427,
      "monthDay": "08/27"
    },
    {
      "year": "1947",
      "uri": "/wiki/Kirk_Francis",
      "name": "Kirk Francis",
      "aboutText": "Jan Bols (born 27 August 1944 in Hoogeveen, Drenthe) is a former Dutch long track speed skater.\nBols was among the top all-rounders in the late 60s and early 70s, this period overlapped the glory days of Kees Verkerk and Ard Schenk, so that he tends to be known as the third best Dutch skater of his time.\nBols participated in the 1968 and 1972 Olympics, but, as an all-rounder rather than a distance specialist, he did not win medals.",
      "pageId": 16042543,
      "monthDay": "08/27"
    },
    {
      "year": "1947",
      "uri": "/wiki/Peter_Krieg",
      "name": "Peter Krieg",
      "aboutText": "János Konrád (August 27, 1941 – November 26, 2014) was a Hungarian water polo player and backstroke swimmer who competed in the 1960 Summer Olympics, in the 1964 Summer Olympics, and in the 1968 Summer Olympics.\nHe was born in Budapest.\nKonrád was part of the Hungarian water polo team which won the bronze medal in the 1960 tournament.",
      "pageId": 20237824,
      "monthDay": "08/27"
    },
    {
      "year": "1947",
      "uri": "/wiki/John_Morrison_(cricketer)",
      "name": "John Morrison",
      "aboutText": "Kirk H. Francis (born August 27, 1947) was a production sound mixer in the motion picture industry from 1968 through 2014. He mixed production sound for over 60 films, including 12 Years a Slave, Bull Durham, Under Fire, Wonder Boys, Mr. Holland’s Opus, Sleepless in Seattle, Tin Cup, and I Dismember Mama.",
      "pageId": 21213332,
      "monthDay": "08/27"
    },
    {
      "year": "1947",
      "uri": "/wiki/Gavin_Pfuhl",
      "name": "Gavin Pfuhl",
      "aboutText": "Douglas R. Campbell (born August 27, 1945) is a judge currently serving on the Federal Court of Canada.",
      "pageId": 24027626,
      "monthDay": "08/27"
    },
    {
      "year": "1947",
      "uri": "/wiki/Harry_Reems",
      "name": "Harry Reems",
      "aboutText": "Barbara Trentham (August 27, 1944 – August 2, 2013) was an American actress, whose notable film credits included the 1975 film, Rollerball.",
      "pageId": 40272905,
      "monthDay": "08/27"
    },
    {
      "year": "1948",
      "uri": "/wiki/John_Mehler",
      "name": "John Mehler",
      "aboutText": "Aleksandar Živojinović, OC (born August 27, 1953), better known by his stage name Alex Lifeson, is a Canadian musician, best known as the guitarist of the Canadian rock band Rush. In 1968, Lifeson co-founded the band that would become Rush, with drummer John Rutsey and bassist and singer Jeff Jones. Jones was replaced by Geddy Lee a month later, and Rutsey was replaced by Neil Peart in 1974; the band's lineup has remained the same ever since.",
      "pageId": 2893,
      "monthDay": "08/27"
    },
    {
      "year": "1948",
      "uri": "/wiki/Sgt._Slaughter",
      "name": "Sgt. Slaughter",
      "aboutText": "For other meanings, see Reubens (disambiguation).\nPaul Reubens (born Paul Rubenfeld; August 27, 1952) is an American actor, writer, film producer, game show host, and comedian, best known for his character Pee-wee Herman. Reubens joined the Los Angeles troupe The Groundlings in the 1970s and started his career as an improvisational comedian and stage actor.",
      "pageId": 23916,
      "monthDay": "08/27"
    },
    {
      "year": "1948",
      "uri": "/wiki/Deborah_Swallow",
      "name": "Deborah Swallow",
      "aboutText": "Rolf Peter Ingvar Storm (born 27 August 1953), known professionally as Peter Stormare (Swedish pronunciation: [ˈpeːtɛr stɔrmˈarɛ]), is a Swedish actor, voice actor, theatre director, playwright, and musician. He is probably best known in the United States for playing Gaear Grimsrud in the 1996 film Fargo. He is also well known for his role as John Abruzzi in the Fox series Prison Break.",
      "pageId": 146676,
      "monthDay": "08/27"
    },
    {
      "year": "1948",
      "uri": "/wiki/Philippe_Vallois",
      "name": "Philippe Vallois",
      "aboutText": "Robert Remus (born August 27, 1948), better known by his ring name of Sgt. Slaughter, is an American semi-retired professional wrestler currently signed with the WWE in the ambassador program. From the late 1970s to the early 1990s, he had success in the National Wrestling Alliance, American Wrestling Association, and the World Wrestling Federation.",
      "pageId": 251954,
      "monthDay": "08/27"
    },
    {
      "year": "1949",
      "uri": "/wiki/Jeff_Cook",
      "name": "Jeff Cook",
      "aboutText": "John Lloyd (born 27 August 1954) is a former professional tennis player who reached an ATP world ranking of 21 from 23 July 1978 to 30 July 1978 and who was ranked as UK number 1 in 1984 and 1985. He now works as sports commentator.\nDuring his career, he reached one Grand Slam singles final and won three Grand Slam mixed doubles titles with tennis partner Wendy Turnbull, the French Open in 1982 and Wimbledon in 1983 and 1984.",
      "pageId": 1431698,
      "monthDay": "08/27"
    },
    {
      "year": "1949",
      "uri": "/wiki/Leah_Jamieson",
      "name": "Leah Jamieson",
      "aboutText": "David Gus \"Buddy\" Bell (born August 27, 1951) is a former third baseman and manager in Major League Baseball. After an 18-year career with four teams, most notably the Cleveland Indians, the Texas Rangers, and the Cincinnati Reds, he managed the Detroit Tigers, Colorado Rockies and Kansas City Royals for three seasons each. He is the son of outfielder Gus Bell and the father of third basemen David and Mike.",
      "pageId": 1446777,
      "monthDay": "08/27"
    },
    {
      "year": "1949",
      "uri": "/wiki/Ann_Murray",
      "name": "Ann Murray",
      "aboutText": "William Mack Brown (born August 27, 1951) is a former American college football coach. He was most recently head football coach of the Texas Longhorns football team of the University of Texas at Austin.\nPrior to his head coach position at Texas, Brown was head coach at Appalachian State, Tulane, and North Carolina.",
      "pageId": 1806743,
      "monthDay": "08/27"
    },
    {
      "year": "1950",
      "uri": "/wiki/Charles_Fleischer",
      "name": "Charles Fleischer",
      "aboutText": "Philip Neil Murray (born 27 August 1950) is a Scottish bass player, best known for his work in Whitesnake, The Brian May Band, Black Sabbath and with Gary Moore.",
      "pageId": 1924188,
      "monthDay": "08/27"
    },
    {
      "year": "1950",
      "uri": "/wiki/Neil_Murray_(British_musician)",
      "name": "Neil Murray",
      "aboutText": "Joan Alison Smith (born 27 August 1953) is an English novelist, journalist and human rights activist, who is a former chair of the Writers in Prison committee in the English section of International PEN.",
      "pageId": 2183339,
      "monthDay": "08/27"
    },
    {
      "year": "1950",
      "uri": "/wiki/Edmund_Weiner",
      "name": "Edmund Weiner",
      "aboutText": "Edmund Weiner (born 27 Aug 1950 in Oxford, England) was co-editor (with John A. Simpson) of the Second Edition of the Oxford English Dictionary (1985–1989) and Deputy Chief Editor of the Oxford English Dictionary (1993–present). He originally joined the OED staff in 1977, becoming the dictionary's chief philologist.\nPreviously, he taught Old English, Middle English and English linguistic history at Christ Church, Oxford, where he also undertook research on Middle English literature.",
      "pageId": 2339076,
      "monthDay": "08/27"
    },
    {
      "year": "1951",
      "uri": "/wiki/Buddy_Bell",
      "name": "Buddy Bell",
      "aboutText": "Charles Fleischer (born August 27, 1950) is an American stand-up comedian, actor, writer, and musician, best known for appearing in films such as A Nightmare on Elm Street, Who Framed Roger Rabbit, Back to the Future Part II, The Polar Express, Rango, and We're Back! A Dinosaur's Story. He also reprised the role of Roger Rabbit in the Roger Rabbit theatrical shorts.",
      "pageId": 2522981,
      "monthDay": "08/27"
    },
    {
      "year": "1951",
      "uri": "/wiki/Mack_Brown",
      "name": "Mack Brown",
      "aboutText": "Ann Murray, DBE (born 27 August 1949, Dublin), is an Irish mezzo-soprano. She studied with Frederic Cox at the Royal Manchester College of Music and made her stage debut as Alcestis in Christoph Willibald Gluck's Alceste in 1974. She has since sung at all major opera houses and is particularly noted for her performances in works by George Frideric Handel, Wolfgang Amadeus Mozart and Richard Strauss.",
      "pageId": 4271946,
      "monthDay": "08/27"
    },
    {
      "year": "1951",
      "uri": "/wiki/Randall_Garrison",
      "name": "Randall Garrison",
      "aboutText": "John Mehler (born August 27, 1948 in Long Beach, California), is a drummer for Love Song, Spirit of Creation, Noah and other bands.",
      "pageId": 5524991,
      "monthDay": "08/27"
    },
    {
      "year": "1952",
      "uri": "/wiki/Paul_Reubens",
      "name": "Paul Reubens",
      "aboutText": "Thomas Charles \"Tom\" Berryhill (born August 27, 1953) is a Republican politician in the United States who currently represents the 14th district in the California State Senate. He is a former member of the California State Assembly, having represented the 25th district from December 2006 to December 2010.",
      "pageId": 9453577,
      "monthDay": "08/27"
    },
    {
      "year": "1953",
      "uri": "/wiki/Tom_Berryhill",
      "name": "Tom Berryhill",
      "aboutText": "Jeffery A. \"Jeff\" Cook (born August 27, 1949) is an American musician who is best known as one of the founding members of the country music group Alabama.",
      "pageId": 11193804,
      "monthDay": "08/27"
    },
    {
      "year": "1953",
      "uri": "/wiki/Alex_Lifeson",
      "name": "Alex Lifeson",
      "aboutText": "Randall C. Garrison (born August 27, 1951) is a Canadian politician. Elected to the House of Commons in the 2011 federal election, he represents the electoral district of Esquimalt—Saanich—Sooke and is a member of the New Democratic Party. He serves as the party's critic for lesbian, gay, bisexual, transgender, and transsexual issues, succeeding former MP Bill Siksay, and for public safety.",
      "pageId": 14125982,
      "monthDay": "08/27"
    },
    {
      "year": "1953",
      "uri": "/wiki/Joan_Smith",
      "name": "Joan Smith",
      "aboutText": "Leah H. Jamieson (born August 27, 1949 in Trenton, NJ, USA) is an American engineering educator serving at present as the John A. Edwardson Dean of Engineering and Ransburg Distinguished Professor of Electrical and Computer Engineering at Purdue University. She is a member of the US National Academy of Engineering and served as the 2007 President and CEO of the Institute of Electrical and Electronics Engineers (IEEE).\nJamieson was a founder of the Engineering Projects in Community Service program (EPICS), a multi-university engineering design program that operates in a service-learning context.",
      "pageId": 18294711,
      "monthDay": "08/27"
    },
    {
      "year": "1953",
      "uri": "/wiki/Peter_Stormare",
      "name": "Peter Stormare",
      "aboutText": "Philippe Vallois (born 27 August 1948 in Bordeaux, France) is an openly gay screenwriter and director whose film Johan (1976) was selected for the Cannes Film Festival.",
      "pageId": 27939026,
      "monthDay": "08/27"
    },
    {
      "year": "1954",
      "uri": "/wiki/John_Lloyd_(tennis)",
      "name": "John Lloyd",
      "aboutText": "Deborah Anne Swallow (born 27 August 1948) is a British museum curator and academic. Since 2004, she has been Director of the Courtauld Institute.",
      "pageId": 39161723,
      "monthDay": "08/27"
    },
    {
      "year": "1954",
      "uri": "/wiki/Rajesh_Thakker",
      "name": "Rajesh Thakker",
      "aboutText": "Rajesh Vasantlal Thakker (born 1954) FRS FMedSci FRCPath FRCPE FRCP is May Professor of Medicine in the Nuffield Department of Clinical Medicine at the University of Oxford and a Fellow of Somerville College, Oxford. Thakker is also a Consultant physician at the Churchill Hospital and the John Radcliffe Hospital, Chairman of the Efficacy and Mechanism Evaluation (EME) Board and Principal Investigator (PI) at the Oxford Centre for Diabetes, Endocrinology and Metabolism (OCDEM).\n^ a b c THAKKER, Prof.",
      "pageId": 43534366,
      "monthDay": "08/27"
    },
    {
      "year": "1954",
      "uri": "/wiki/Derek_Warwick",
      "name": "Derek Warwick",
      "aboutText": "Glen Matlock (born 27 August 1956) is an English musician best known for being the bass guitarist in the original line-up of the punk rock band the Sex Pistols. He is credited as a co-author on 10 of the 12 songs on Never Mind the Bollocks, Here's the Sex Pistols, although he had left the band by the time the record was released.",
      "pageId": 159352,
      "monthDay": "08/27"
    },
    {
      "year": "1955",
      "uri": "/wiki/Laura_Fygi",
      "name": "Laura Fygi",
      "aboutText": "Jeanette Winterson, OBE (born 27 August 1959) is an award-winning English writer, who became famous with her first book, Oranges Are Not the Only Fruit, a semi-autobiographical novel about a sensitive teenage girl rebelling against conventional values. Some of her other novels have explored gender polarities and sexual identity. Winterson is also a broadcaster and a professor of creative writing.",
      "pageId": 292930,
      "monthDay": "08/27"
    },
    {
      "year": "1955",
      "uri": "/wiki/Robert_Richardson_(cinematographer)",
      "name": "Robert Richardson",
      "aboutText": "Gerhard Berger (born 27 August 1959) is an Austrian former Formula One racing driver. He competed in Formula One for 14 seasons, twice finishing 3rd overall in the championship (1988 and 1994), both times driving for Ferrari. He won ten Grands Prix, achieved 48 podiums, 12 poles and 21 fastest laps.",
      "pageId": 343833,
      "monthDay": "08/27"
    },
    {
      "year": "1955",
      "uri": "/wiki/Diana_Scarwid",
      "name": "Diana Scarwid",
      "aboutText": "Jeff Grubb (born August 27, 1957) is an author of novels, short stories, and comics and a computer and role-playing game designer in the fantasy genre. Grubb worked on the Dragonlance campaign setting under Tracy Hickman, and the Forgotten Realms setting with Ed Greenwood.",
      "pageId": 501007,
      "monthDay": "08/27"
    },
    {
      "year": "1956",
      "uri": "/wiki/Glen_Matlock",
      "name": "Glen Matlock",
      "aboutText": "Bernhard Langer [ˈbɛʁnhaʁt ˈlaŋɐ] (born 27 August 1957) is a German professional golfer. He is a two-time Masters champion and was one of the world's leading golfers throughout the 1980s and 1990s. In 1986, he became the sport's first official number one ranked player.",
      "pageId": 575815,
      "monthDay": "08/27"
    },
    {
      "year": "1957",
      "uri": "/wiki/Jeff_Grubb",
      "name": "Jeff Grubb",
      "aboutText": "Sergei Konstantinovich Krikalev (Russian: Серге́й Константинович Крикалёв, also transliterated as Sergei Krikalyov; born August 27, 1958) is a Russian cosmonaut and mechanical engineer. As a prominent rocket scientist, he is a veteran of six space flights and ranks second to Gennady Padalka for the amount of time in space: a total of 803 days, 9 hours, and 39 minutes. He retired from spaceflight in 2007 and is currently working as vice president of Space Corporation Energia.",
      "pageId": 614929,
      "monthDay": "08/27"
    },
    {
      "year": "1957",
      "uri": "/wiki/Bernhard_Langer",
      "name": "Bernhard Langer",
      "aboutText": "Derek Stanley Arthur Warwick (born 27 August 1954) is a British former racing driver from England, who lives in Jersey. He raced for many years in Formula One, but never won a Grand Prix. He did, however, win the 1992 24 Hours of Le Mans.",
      "pageId": 1158017,
      "monthDay": "08/27"
    },
    {
      "year": "1958",
      "uri": "/wiki/Normand_Brathwaite",
      "name": "Normand Brathwaite",
      "aboutText": "Sir Hugh Stephen Roden Orde, OBE, QPM was the President of the Association of Chief Police Officers, representing the 44 police forces of England, Wales and Northern Ireland. Between 2002 and 2009 he was the Chief Constable of the Police Service of Northern Ireland (PSNI).\nSir Hugh joined London's Metropolitan Police Service in 1977.",
      "pageId": 1484250,
      "monthDay": "08/27"
    },
    {
      "year": "1958",
      "uri": "/wiki/Stalking_Cat",
      "name": "Stalking Cat",
      "aboutText": "Tom Lanoye (his name is pronounced the French way: /lanwa/) was born 27 August 1958 in the Belgian city Sint Niklaas. He is a novelist, poet, columnist, scenarist and playwright.",
      "pageId": 1669897,
      "monthDay": "08/27"
    },
    {
      "year": "1958",
      "uri": "/wiki/Sergei_Krikalev",
      "name": "Sergei Krikalev",
      "aboutText": "Downtown Julie Brown (born Julie Dorne Brown; 27 August 1963), is a London-based actress, SiriusXM DJ and former MTV VJ. Brown is most known as the host of Club MTV (1985-1992).",
      "pageId": 1798820,
      "monthDay": "08/27"
    },
    {
      "year": "1958",
      "uri": "/wiki/Tom_Lanoye",
      "name": "Tom Lanoye",
      "aboutText": "Robert Bridge Richardson, A.S.C. (born August 27, 1955) is an American cinematographer. He has won the Academy Award for Best Cinematography three times, for his work on JFK, The Aviator, and Hugo. Richardson is and has been a frequent collaborator for several directors, including Oliver Stone, John Sayles, Errol Morris, Quentin Tarantino, and Martin Scorsese.",
      "pageId": 2168928,
      "monthDay": "08/27"
    },
    {
      "year": "1958",
      "uri": "/wiki/Hugh_Orde",
      "name": "Hugh Orde",
      "aboutText": "Denice Dee Denton (August 27, 1959 – June 24, 2006) was an American professor of electrical engineering and academic administrator.",
      "pageId": 2198232,
      "monthDay": "08/27"
    },
    {
      "year": "1959",
      "uri": "/wiki/Gerhard_Berger",
      "name": "Gerhard Berger",
      "aboutText": "Stalking Cat (born Dennis Avner; August 27, 1958 - November 5, 2012) was an American man known for his extensive body modifications, which were intended to increase his resemblance to a female tiger. For his 14 surgical procedures towards that goal, he held a world record for \"most permanent transformations to look like an animal\".",
      "pageId": 2468665,
      "monthDay": "08/27"
    },
    {
      "year": "1959",
      "uri": "/wiki/Downtown_Julie_Brown",
      "name": "Downtown Julie Brown",
      "aboutText": "Diana Elizabeth Scarwid (born August 27, 1955) is an American actress. Her performance in the 1980 film Inside Moves garnered her an Academy Award nomination for Best Supporting Actress. The following year she portrayed the adult Christina Crawford in Mommie Dearest (1981).",
      "pageId": 2748828,
      "monthDay": "08/27"
    },
    {
      "year": "1959",
      "uri": "/wiki/Juan_Fernando_Cobo",
      "name": "Juan Fernando Cobo",
      "aboutText": "Laura Fygi (born 27 August 1955 in Amsterdam) is a Dutch singer.",
      "pageId": 2952588,
      "monthDay": "08/27"
    },
    {
      "year": "1959",
      "uri": "/wiki/Denice_Denton",
      "name": "Denice Denton",
      "aboutText": "Mike Golding (born 27 August 1960) is an English yachtsman, born in Great Yarmouth and educated at Reading Blue Coat School. He is one of the few yachtsmen to have raced round the world non stop in both directions. He held the solo record for sailing round the world westabout (the most challenging direction for circumnavigation) between 1994 and 2000.",
      "pageId": 4344462,
      "monthDay": "08/27"
    },
    {
      "year": "1959",
      "uri": "/wiki/Frode_Fjellheim",
      "name": "Frode Fjellheim",
      "aboutText": "Juan Fernando Cobo Agudelo (born August 27, 1959, in Cali, Colombia) is a Colombian painter, illustrator, sculptor and cultural promoter, one of the most notable artists of his native region, Valle del Cauca.",
      "pageId": 4693506,
      "monthDay": "08/27"
    },
    {
      "year": "1959",
      "uri": "/wiki/Andr%C3%A1s_Pet%C5%91cz",
      "name": "András Petőcz",
      "aboutText": "András Petőcz (born August 27, 1959 in Budapest) is a Hungarian writer and poet.",
      "pageId": 14051225,
      "monthDay": "08/27"
    },
    {
      "year": "1959",
      "uri": "/wiki/Jeanette_Winterson",
      "name": "Jeanette Winterson",
      "aboutText": "Normand Brathwaite (born August 27, 1958 in Montreal, Quebec) is a Quebec comedian, movie and television actor, radio and television host and musician. He is known for hosting variety televisions shows for over 10 years, including Piment Fort as well as the Montreal radio morning show Yé trop de bonne heure on CKOI-FM for 15 years.",
      "pageId": 14943279,
      "monthDay": "08/27"
    },
    {
      "year": "1960",
      "uri": "/wiki/Mike_Golding",
      "name": "Mike Golding",
      "aboutText": "Frode Fjellheim (born August 27, 1959 in Mussere) is a Norwegian yoiker and musician (piano and synthesizer). He is most well known for his band Transjoik and writing the song \"Eatnemen Vuelie\" which served as the title song for Frozen. Fjellheim was raised in Karasjok and is of Southern Sámi origin.",
      "pageId": 16359124,
      "monthDay": "08/27"
    },
    {
      "year": "1961",
      "uri": "/wiki/Yolanda_Adams",
      "name": "Yolanda Adams",
      "aboutText": "Thomas Carlyle \"Tom\" Ford (born August 27, 1961) is an American fashion designer and film director.",
      "pageId": 174001,
      "monthDay": "08/27"
    },
    {
      "year": "1961",
      "uri": "/wiki/Mark_Curry_(television_presenter)",
      "name": "Mark Curry",
      "aboutText": "Paul Kenneth Bernardo, also known as Paul Jason Teale (born 27 August 1964), is a Canadian serial killer and rapist, known for the highly publicized sexual assaults and murders he committed with his wife Karla Homolka and the serial rapes he committed in the east-Metropolitan Toronto city of Scarborough.",
      "pageId": 234977,
      "monthDay": "08/27"
    },
    {
      "year": "1961",
      "uri": "/wiki/Tom_Ford",
      "name": "Tom Ford",
      "aboutText": "Adam Robert Oates (born August 27, 1962) is a retired Canadian professional ice hockey player, former co-head coach for the New Jersey Devils and former head coach for the Washington Capitals. He played 19 seasons in the National Hockey League (NHL) for the Detroit Red Wings, St. Louis Blues, Boston Bruins, Washington Capitals, Philadelphia Flyers, Mighty Ducks of Anaheim and Edmonton Oilers.",
      "pageId": 246298,
      "monthDay": "08/27"
    },
    {
      "year": "1961",
      "uri": "/wiki/Mark_McConnell",
      "name": "Mark McConnell",
      "aboutText": "Juhan Parts (born 27 August 1966) is an Estonian politician who was Prime Minister of Estonia from 2003 to 2005 and Minister of Economic Affairs and Communications from 2007 to 2014. Juhan Parts is a member of the Union of Pro Patria and Res Publica party.\n^ \"Minister Juhan Parts\".",
      "pageId": 341459,
      "monthDay": "08/27"
    },
    {
      "year": "1961",
      "uri": "/wiki/Urmas_Muru",
      "name": "Urmas Muru",
      "aboutText": "Yolanda Yvette Adams (born August 27, 1961) is an American gospel singer, record producer, actress, and radio host on WBLS. As of September 2009, she had sold 4.5 million albums since 1991 in the United States, and nearly 8 million albums worldwide according to SoundScan.\nOn December 11, 2009, Billboard Magazine named her the No. 1 Gospel Artist of the last decade.",
      "pageId": 1583428,
      "monthDay": "08/27"
    },
    {
      "year": "1961",
      "uri": "/wiki/Helmut_Winklhofer",
      "name": "Helmut Winklhofer",
      "aboutText": "Mark Curry (born 27 August 1961) is an English television and radio presenter who is also an actor.",
      "pageId": 1610263,
      "monthDay": "08/27"
    },
    {
      "year": "1962",
      "uri": "/wiki/Vic_Mignogna",
      "name": "Vic Mignogna",
      "aboutText": "Daphne Koller (born August 27, 1968) is an Israeli-American Professor in the Department of Computer Science at Stanford University and a MacArthur Fellowship recipient. She is also one of the founders of Coursera, an online education platform. Her general research area is artificial intelligence and its applications in the biomedical sciences.",
      "pageId": 2179138,
      "monthDay": "08/27"
    },
    {
      "year": "1962",
      "uri": "/wiki/Adam_Oates",
      "name": "Adam Oates",
      "aboutText": "Stephan Elliott (born 27 August 1964) is an Australian film director and screenwriter.",
      "pageId": 2251771,
      "monthDay": "08/27"
    },
    {
      "year": "1964",
      "uri": "/wiki/Paul_Bernardo",
      "name": "Paul Bernardo",
      "aboutText": "Wayne Robert James (born 27 August 1965 in Bulawayo) is a cricketer who played four Tests and eleven One Day Internationals for Zimbabwe as a wicketkeeper batsman.\nHis highest first-class score of 215 was made for Matabeleland in the Logan Cup in 1995-96. In the same season he set a world record with nine dismissals in an innings.",
      "pageId": 3022225,
      "monthDay": "08/27"
    },
    {
      "year": "1964",
      "uri": "/wiki/Robert_Bogue",
      "name": "Robert Bogue",
      "aboutText": "Robert Barry Burnett (born August 27, 1967) is a former defensive end who played in the NFL for 14 seasons.",
      "pageId": 4156527,
      "monthDay": "08/27"
    },
    {
      "year": "1964",
      "uri": "/wiki/Stephan_Elliott",
      "name": "Stephan Elliott",
      "aboutText": "Angelos \"Ange\" Postecoglou (Greek: Άγγελος Ποστέκογλου) is an Australian former football (soccer) player and the head coach of the Australia national soccer team. He is the most successful Australian club coach with two premierships, four championships and a continental title.",
      "pageId": 8029204,
      "monthDay": "08/27"
    },
    {
      "year": "1965",
      "uri": "/wiki/Scott_Dibble_(politician)",
      "name": "Scott Dibble",
      "aboutText": "Helmut Winklhofer (born 27 August 1961) is a former German footballer who played as a defender or midfielder for Bayer 04 Leverkusen and FC Bayern Munich.",
      "pageId": 11451540,
      "monthDay": "08/27"
    },
    {
      "year": "1965",
      "uri": "/wiki/Cheryl_Fergison",
      "name": "Cheryl Fergison",
      "aboutText": "Jeroen Tarquinis Cornelis Duyster (born August 27, 1966 in Amsterdam, North Holland) is a former rower from the Netherlands, who won a gold medal with the Holland Acht (Holland Eights) as a coxswain at the 1996 Summer Olympics in Atlanta, Georgia.",
      "pageId": 11774142,
      "monthDay": "08/27"
    },
    {
      "year": "1965",
      "uri": "/wiki/Wayne_James",
      "name": "Wayne James",
      "aboutText": "Cheryl Fergison (born 27 August 1965) is an English actress most notable for playing Heather Trott in the long-running BBC soap opera EastEnders.",
      "pageId": 11848079,
      "monthDay": "08/27"
    },
    {
      "year": "1965",
      "uri": "/wiki/Ange_Postecoglou",
      "name": "Ange Postecoglou",
      "aboutText": "Herminio Jose Lualhati Alcasid, Jr. (born 27 August 1967), known as Ogie Alcasid is a Filipino singer-songwriter, television presenter, comedian, parodist, and actor. He is currently the President of OPM (Organisasyon ng Pilipinong Mang-Aawit) and Commissioner of the Edsa People Power Commission.",
      "pageId": 15232970,
      "monthDay": "08/27"
    },
    {
      "year": "1966",
      "uri": "/wiki/Jeroen_Duyster",
      "name": "Jeroen Duyster",
      "aboutText": "David Scott Dibble (born August 27, 1965) is a Minnesota politician and member of the Minnesota Senate.",
      "pageId": 17313063,
      "monthDay": "08/27"
    },
    {
      "year": "1966",
      "uri": "/wiki/Juhan_Parts",
      "name": "Juhan Parts",
      "aboutText": "Robert Timothy Bogue (born August 27, 1964, Minden, Nebraska) is an American actor, who played A.C. Mallet on Guiding Light from 2005 until the soap's ending in 2009.",
      "pageId": 22494115,
      "monthDay": "08/27"
    },
    {
      "year": "1967",
      "uri": "/wiki/Ogie_Alcasid",
      "name": "Ogie Alcasid",
      "aboutText": "Urmas Muru (born August 27, 1961 in Pärnu) is a notable Estonian architect and artist.\nFrom 1968 to 1979 Urmas Muru studied in the 2nd Secondary School of Pärnu (today’s Koidula Gymnasium of Pärnu). From 1979 Urmas Muru studied in the State Art Institute of the Estonian SSR (today’s Estonian Academy of Arts) in the department of architecture.",
      "pageId": 25453029,
      "monthDay": "08/27"
    },
    {
      "year": "1967",
      "uri": "/wiki/Rob_Burnett_(American_football)",
      "name": "Rob Burnett",
      "aboutText": "Victor Joseph Mignogna (/mɪnˈjɑːnə/) is an American actor, voice actor and musician known for his prolific work in the anime industry and his work with Japanese anime characters and video games, the most notable being Edward Elric from the Fullmetal Alchemist series, for which he earned the American Anime Award for Best Actor in 2007. Other notable roles in anime include Broly from the Dragon Ball Z films, Tamaki Suoh in Ouran High School Host Club, Fai D. Flowright in Tsubasa: Reservoir Chronicle, Dark Mousy in D.N.Angel, and Zero and Ichiru Kiryu in Vampire Knight. In video games, he is the voice of E-123 Omega in the Sonic the Hedgehog series and Junpei Iori from Shin Megami Tensei: Persona 3.",
      "pageId": 26224497,
      "monthDay": "08/27"
    },
    {
      "year": "1968",
      "uri": "/wiki/Daphne_Koller",
      "name": "Daphne Koller",
      "aboutText": "Mark \"Bam-Bam\" McConnell (August 27, 1961 – May 24, 2012) was an American rock and heavy metal musician, best known for his role from 1997–2005 as drummer with Sebastian Bach, and later with Blackfoot and Southern Rock Allstars.",
      "pageId": 36011744,
      "monthDay": "08/27"
    },
    {
      "year": "1968",
      "uri": "/wiki/Matthew_Ridge",
      "name": "Matthew Ridge",
      "aboutText": "Peter David Ebdon (born 27 August 1970) is an English professional snooker player.\nA former world and UK champion, Ebdon is renowned for his focused, meticulously slow and determined style of play. As a prolific break-builder, he has compiled in excess of 300 century breaks during his career.",
      "pageId": 621280,
      "monthDay": "08/27"
    },
    {
      "year": "1968",
      "uri": "/wiki/Taylor_Wane",
      "name": "Taylor Wane",
      "aboutText": "Tony Ashwin Kanal (born 27 August 1970) is an American musician, record producer and songwriter. Kanal is the bassist for the American rock band No Doubt.",
      "pageId": 697913,
      "monthDay": "08/27"
    },
    {
      "year": "1969",
      "uri": "/wiki/Mark_Ealham",
      "name": "Mark Ealham",
      "aboutText": "James Howard \"Jim\" Thome (/ˈtoʊmi/; born August 27, 1970) is a retired American baseball player who played 22 seasons in Major League Baseball (MLB), from 1991 to 2012. He played for six different teams, most notably the Cleveland Indians during the 1990s and the Philadelphia Phillies in the early 2000s. A prolific power hitter, Thome hit 612 home runs during his career—the seventh most all time—along with 2,328 hits, 1,699 runs batted in (RBIs), and a .276 batting average.",
      "pageId": 726320,
      "monthDay": "08/27"
    },
    {
      "year": "1969",
      "uri": "/wiki/Cesar_Millan",
      "name": "Cesar Millan",
      "aboutText": "Andrew John \"Andy\" Bichel (born 27 August 1970) is a retired Australian cricketer. He was primarily a right-arm medium-fast bowler, but was also a hard-hitting lower-order batsman.\nBichel played 19 Test matches and 67 One Day Internationals for Australia between 1997 and 2004, and represented Queensland in the Australian domestic competitions.",
      "pageId": 953800,
      "monthDay": "08/27"
    },
    {
      "year": "1969",
      "uri": "/wiki/Jean-Cyril_Robin",
      "name": "Jean-Cyril Robin",
      "aboutText": "Reeson Wayne \"Reece\" Shearsmith (born 27 August 1969) is an English actor, writer, comedian, producer, director, and magician. He created, wrote, and acted in the sitcom/sketch show The League of Gentlemen, along with fellow performers Steve Pemberton, Mark Gatiss, and Jeremy Dyson. He played over 30 characters.",
      "pageId": 1915526,
      "monthDay": "08/27"
    },
    {
      "year": "1969",
      "uri": "/wiki/Reece_Shearsmith",
      "name": "Reece Shearsmith",
      "aboutText": "Julian Cheung Chi-lam (born 27 August 1971), better known as Chilam, is a Hong Kong singer and actor. Cheung is popularly known for his role as Guo Jing in the 1994 TV series adaptation of the Wuxia novel, The Legend of the Condor Heroes, and also as Chi-Kin from the TVB drama Cold Blood Warm Heart (1996).\nCheung hit instant fame in 1991 with the release of his first single, \"A Modern Love Story\" with Maple Hui and has since been the only artist that has sold the most copies for a debut album under IFPI. In 1992, Cheung received a TVB Jade Solid Gold award as Best Newcoming Singer (Bronze) for his first album.",
      "pageId": 2278424,
      "monthDay": "08/27"
    },
    {
      "year": "1969",
      "uri": "/wiki/Chandra_Wilson",
      "name": "Chandra Wilson",
      "aboutText": "Kelly Trump (born August 27, 1970 as Nicole Heyka) is a German pornographic actress.\nTrump has performed in story-driven German adult films, such as German Beauty (an adult adaptation of American Beauty), Eiskalte Engel (the German title of Cruel intentions), the 00Sex series (based on James Bond), and Ariella the Mermaid. She has also acted in a small number of American adult films, including films for Wicked Pictures.",
      "pageId": 2431853,
      "monthDay": "08/27"
    },
    {
      "year": "1970",
      "uri": "/wiki/Pokwang",
      "name": "Pokwang",
      "aboutText": "Taylor Wane (born 27 August 1968) is the stage name of a British pornographic actress, director, model, and serial entrepreneur. She was inducted into the AVN Hall of Fame in 2005, the Legends of Erotica Hall of Fame in 2007 and the XRCO Hall of Fame in 2014.",
      "pageId": 2533823,
      "monthDay": "08/27"
    },
    {
      "year": "1970",
      "uri": "/wiki/Andy_Bichel",
      "name": "Andy Bichel",
      "aboutText": "Mark Alan Ealham (born 27 August 1969) is a retired English cricketer, who played domestic cricket for Kent and Nottinghamshire. He is an all-rounder and is a former England international at both Test and one-day cricket.\nEalham was born in Willesborough, Kent, and began his career with Kent C.C.C.; his father, Alan Ealham, had spent his entire career with the club.",
      "pageId": 3311473,
      "monthDay": "08/27"
    },
    {
      "year": "1970",
      "uri": "/wiki/Peter_Ebdon",
      "name": "Peter Ebdon",
      "aboutText": "Mark Christopher Ilott (born August 27, 1970 in Watford, Hertfordshire) is an English cricketer. Ilott played his first Test in the third match of the 1993 Ashes, a match in which England gave debuts to four players (most notably Graham Thorpe), Ilott took four wickets in the match but only four more in his next two matches and was subsequently left out of the side. After an impressive 1995 season with Essex taking 78 wickets he was recalled to the side for the tour to South Africa, Ilott took 3/48 in the third Test yet was injured in the fourth Test.",
      "pageId": 3445394,
      "monthDay": "08/27"
    },
    {
      "year": "1970",
      "uri": "/wiki/Mark_Ilott",
      "name": "Mark Ilott",
      "aboutText": "Chandra Danette Wilson (born August 27, 1969) is an American actress, known for her role as Dr. Miranda Bailey in the ABC television drama Grey's Anatomy since 2005. She made her New York stage debut in 1991 and began to land guest spots on a variety of prime-time television shows.",
      "pageId": 3467041,
      "monthDay": "08/27"
    },
    {
      "year": "1970",
      "uri": "/wiki/Tony_Kanal",
      "name": "Tony Kanal",
      "aboutText": "Jeffrey Jude \"Jeff\" Kenna (born 27 August 1970) is an Irish football manager and former player who played as a defender from 1989 until 2009 notably in the Premier League for Southampton and Blackburn Rovers.\nHe also played for Tranmere Rovers, Wigan Athletic, Birmingham City, Derby County and Kidderminster Harriers. He then went on to manage Galway United and St Patrick's Athletic whilst also being a player.",
      "pageId": 3723549,
      "monthDay": "08/27"
    },
    {
      "year": "1970",
      "uri": "/wiki/Jeff_Kenna",
      "name": "Jeff Kenna",
      "aboutText": "Cesar Millan, (born César Felipe Millán Favela; August 27, 1969) is a Mexican-American self-taught dog behaviorist. He is widely known for his television series Dog Whisperer with Cesar Millan, broadcast in more than eighty countries worldwide from 2004 to 2012. Prior to The Dog Whisperer series, Millan focused on rehabilitating severely aggressive dogs and founded the Dog Psychology Center in South Los Angeles (2002–2008).",
      "pageId": 4380577,
      "monthDay": "08/27"
    },
    {
      "year": "1970",
      "uri": "/wiki/Park_Myeong-su",
      "name": "Park Myeong-su",
      "aboutText": "Matthew John Ridge (born 27 August 1968) is a New Zealand television presenter as well as a former All Black, and international rugby league captain. He moved from rugby union to the professional New South Wales Rugby League in 1990 with the Manly-Warringah Sea Eagles (with whom he won the 1996 ARL Premiership), and later captained the New Zealand Warriors.",
      "pageId": 4962844,
      "monthDay": "08/27"
    },
    {
      "year": "1970",
      "uri": "/wiki/Jim_Thome",
      "name": "Jim Thome",
      "aboutText": "Ernest Anthonius Jacobus Faber (born 27 August 1971) is a Dutch football manager and former player, currently the manager of NEC.",
      "pageId": 9426084,
      "monthDay": "08/27"
    },
    {
      "year": "1970",
      "uri": "/wiki/Kelly_Trump",
      "name": "Kelly Trump",
      "aboutText": "Park Myung-soo (a.k.a. Great Park, born August 27, 1970) is a Korean DJ, comedian, MC, singer, and songwriter who debuted on television in 1993, appearing on the Munhwa Broadcasting Corporation Network. He is in the top-rated comic variety programme Infinite Challenge and on the Date at 2 O'Clock radio show.",
      "pageId": 11795665,
      "monthDay": "08/27"
    },
    {
      "year": "1970",
      "uri": "/wiki/Karl_Unterkircher",
      "name": "Karl Unterkircher",
      "aboutText": "Marietta Subong (born 000000001973-08-27-0000August 27, 1973 in Iloilo City, Iloilo, Philippines), better known by her stage name Pokwang is a Filipina comedienne, actress, TV host, singer, impersonator and salon co-owner.\nShe started in a reality show in ABS-CBN and subsequently appeared in dramas and sitcoms of the network. She also received the Best Comedy Actress award from the Philippine Movie Press Club for her portrayal in the sitcom Aalog-Alog and the Best Female Comedian award from People’s Choice Awards.",
      "pageId": 11797883,
      "monthDay": "08/27"
    },
    {
      "year": "1971",
      "uri": "/wiki/Julian_Cheung",
      "name": "Julian Cheung",
      "aboutText": "Jean-Cyril Robin (born 27 August 1969) is a French former professional road racing cyclist.",
      "pageId": 13911958,
      "monthDay": "08/27"
    },
    {
      "year": "1971",
      "uri": "/wiki/Ernest_Faber",
      "name": "Ernest Faber",
      "aboutText": "Karl Unterkircher (27 August 1970 – 15 July 2008) was an Italian mountaineer. He is mostly known for opening new mountain routes.\nUnterkircher was born in Sëlva.",
      "pageId": 18474652,
      "monthDay": "08/27"
    },
    {
      "year": "1971",
      "uri": "/wiki/Kyung_Lah",
      "name": "Kyung Lah",
      "aboutText": "Kyung I. Lah (Korean: 나경, Korean pronunciation: [na ɡjʌŋ]; born August 27, 1971) is a South Korean journalist and correspondent for CNN.",
      "pageId": 20537965,
      "monthDay": "08/27"
    },
    {
      "year": "1971",
      "uri": "/wiki/Hisayuki_Okawa",
      "name": "Hisayuki Okawa",
      "aboutText": "Dietmar Johann Wolfgang Hamann (born 27 August 1973), also known as Didi Hamann, is a German professional footballer who was most recently manager at Stockport County. He is currently playing for German amateur side TuS Haltern.\nThroughout his career, he has played for Bayern Munich, Newcastle United, Liverpool, and Manchester City primarily in a defensive midfield position.",
      "pageId": 549492,
      "monthDay": "08/27"
    },
    {
      "year": "1971",
      "uri": "/wiki/Ayg%C3%BCl_%C3%96zkan",
      "name": "Aygül Özkan",
      "aboutText": "Mohammad Yousuf (Punjabi, Urdu: محمد یوسف ‎; formerly Yousuf Youhana, یوسف یوحنا; born 27 August 1974) is a former Pakistani right-handed batsman. Prior to his conversion to Islam in 2005, Yousuf was one of only a few Christians to play for the Pakistan cricket team.\nYousuf was banned from playing international cricket for Pakistan by the Pakistan Cricket Board on 10 March 2010, following an inquiry into the team's defeats during the tour of Australia.",
      "pageId": 554126,
      "monthDay": "08/27"
    },
    {
      "year": "1972",
      "uri": "/wiki/Jaap-Derk_Buma",
      "name": "Jaap-Derk Buma",
      "aboutText": "Denise Lewis OBE (born 27 August 1972, in West Bromwich, England) is a retired English track and field athlete, who specialised in the heptathlon. She won the gold medal in the heptathlon at the 2000 Sydney Olympics.\nLewis was honoured as Officer of the Order of the British Empire (OBE) in the 2000 New Year Honours.",
      "pageId": 585122,
      "monthDay": "08/27"
    },
    {
      "year": "1972",
      "uri": "/wiki/The_Great_Khali",
      "name": "The Great Khali",
      "aboutText": "José Angel Vidro (born August 27, 1974 in Mayagüez, Puerto Rico) is a former Major League Baseball second baseman.",
      "pageId": 625496,
      "monthDay": "08/27"
    },
    {
      "year": "1972",
      "uri": "/wiki/Denise_Lewis",
      "name": "Denise Lewis",
      "aboutText": "Sarah Chalke (/ˈtʃɔːk/; born August 27, 1976) is a Canadian-American actress known for portraying Dr. Elliot Reid on the NBC/ABC comedy series Scrubs, the second Rebecca \"Becky\" Conner on the ABC sitcom Roseanne, Stella Zinman on the CBS sitcom How I Met Your Mother, and Beth on Adult Swim's adult animated science fiction series Rick and Morty.",
      "pageId": 716155,
      "monthDay": "08/27"
    },
    {
      "year": "1972",
      "uri": "/wiki/Jimmy_Pop",
      "name": "Jimmy Pop",
      "aboutText": "Carlene Denise Moore-Begnaud (born August 27, 1973) is an American professional wrestler, signed to Women Superstars Uncensored under the ring name Jazz since 2007.",
      "pageId": 982661,
      "monthDay": "08/27"
    },
    {
      "year": "1973",
      "uri": "/wiki/Jazz_(wrestler)",
      "name": "Jazz",
      "aboutText": "Johan Norberg (Swedish pronunciation: [ˈjuːˈan ˈnuːrˈbærj]; born 27 August 1973) is a Swedish author and historian, devoted to promoting economic globalization and classical liberal positions. He is arguably most known as the author of In Defense of Global Capitalism.",
      "pageId": 1119398,
      "monthDay": "08/27"
    },
    {
      "year": "1973",
      "uri": "/wiki/Cory_Bowles",
      "name": "Cory Bowles",
      "aboutText": "Jonathan William Moseley (born August 27, 1975), better known as Jonny Moseley, is an American freestyle skier and television presenter. He is the first Puerto Rican to become a member of the U.S. Ski Team. He is also known for hosting three seasons of MTV's Real World/Road Rules Challenge, now simply called The Challenge.",
      "pageId": 1484237,
      "monthDay": "08/27"
    },
    {
      "year": "1973",
      "uri": "/wiki/Danny_Coyne",
      "name": "Danny Coyne",
      "aboutText": "Dalip Singh Rana (born 27 August 1972), better known by his ring name The Great Khali, is an Indian professional wrestler, promoter, actor and powerlifter, best known for his time with WWE.",
      "pageId": 1957097,
      "monthDay": "08/27"
    },
    {
      "year": "1973",
      "uri": "/wiki/Dietmar_Hamann",
      "name": "Dietmar Hamann",
      "aboutText": "James Moyer Franks (born August 27, 1972), better known by the stage name Jimmy Pop, is an American musician.",
      "pageId": 2778458,
      "monthDay": "08/27"
    },
    {
      "year": "1973",
      "uri": "/wiki/Burak_Kut",
      "name": "Burak Kut",
      "aboutText": "Mark Rudan (born 27 August 1975) is an Australian former footballer and current head coach of National Premier Leagues NSW side Sydney United 58.",
      "pageId": 2859099,
      "monthDay": "08/27"
    },
    {
      "year": "1973",
      "uri": "/wiki/Johan_Norberg",
      "name": "Johan Norberg",
      "aboutText": "Michael James Mason (born 27 August 1974) currently living in Pahiatua is a retired New Zealand cricketer, born in Carterton. He played Test and One Day Internationals for New Zealand. He played domestic cricket for Central Districts.",
      "pageId": 2911245,
      "monthDay": "08/27"
    },
    {
      "year": "1974",
      "uri": "/wiki/Michael_Mason_(cricketer)",
      "name": "Michael Mason",
      "aboutText": "Jaap-Derk Buma (born 27 August 1972 in The Hague) is a former Dutch field hockey player, who played 143 international matches for the Netherlands, in which he scored nineteen goals. The striker made his debut for the Dutch on 5 November 1994 in a match against Belgium. He played in the Dutch League for HC Klein Zwitserland, HC Bloemendaal, Amsterdam, and HC Breda, and was a member of the squad that won the golden medal at the 2000 Summer Olympics in Sydney.",
      "pageId": 3182040,
      "monthDay": "08/27"
    },
    {
      "year": "1974",
      "uri": "/wiki/Jos%C3%A9_Vidro",
      "name": "José Vidro",
      "aboutText": "Daniel \"Danny\" Coyne (born 27 August 1973) is a Welsh former professional footballer and Goalkeeping coach of League Two side Shrewsbury Town, where he also acts as joint assistant manager along with Michael Jackson.\nAs a player he was a goalkeeper who played between 1992 and 2014. He came through the youth ranks at Tranmere Rovers during the 1992–93 season.",
      "pageId": 3945611,
      "monthDay": "08/27"
    },
    {
      "year": "1974",
      "uri": "/wiki/Mohammad_Yousuf_(cricketer)",
      "name": "Mohammad Yousuf",
      "aboutText": "Björn Gelotte is a songwriter and guitarist for the Swedish band, In Flames. He joined the band as the drummer in 1995, and continued his position as drummer during The Jester Race (1995) and Whoracle (1997). Gelotte switched to his current position on guitars after Glenn Ljungström left the band, sharing lead/rhythm guitar work with now former In Flames guitarist Jesper Strömblad.",
      "pageId": 5601503,
      "monthDay": "08/27"
    },
    {
      "year": "1975",
      "uri": "/wiki/Blake_Adams",
      "name": "Blake Adams",
      "aboutText": "Ethnicity: mixed race",
      "pageId": 5721664,
      "monthDay": "08/27"
    },
    {
      "year": "1975",
      "uri": "/wiki/Bj%C3%B6rn_Gelotte",
      "name": "Björn Gelotte",
      "aboutText": "Burak Kut (born 27 August 1973 in Istanbul, Turkey) is a Turkish pop singer.",
      "pageId": 10892240,
      "monthDay": "08/27"
    },
    {
      "year": "1975",
      "uri": "/wiki/Jonny_Moseley",
      "name": "Jonny Moseley",
      "aboutText": "Blake Adams (born August 27, 1975) is an American professional golfer currently playing on the PGA Tour.",
      "pageId": 24406271,
      "monthDay": "08/27"
    },
    {
      "year": "1975",
      "uri": "/wiki/Mark_Rudan",
      "name": "Mark Rudan",
      "aboutText": "Hisayuki Okawa (大川 久之, Ōkawa Hisayuki, born August 27, 1971) is a retired male long-distance runner from Japan, who won the 1995 edition of Amsterdam Marathon, clocking 2:14:00 on September 24, 1995.",
      "pageId": 27901978,
      "monthDay": "08/27"
    },
    {
      "year": "1976",
      "uri": "/wiki/Sarah_Chalke",
      "name": "Sarah Chalke",
      "aboutText": "Aygül Özkan (born 27 August 1971 in Hamburg) is a German politician of the Christian Democratic Union. She has been a member of the CDU since 2004, and has served as Minister of Social Affairs, Women, Families, Health and Integration in the state of Lower Saxony, in the Second Cabinet Wulff and the Cabinet McAllister between 2010 and 2013. In July 2014, she retired from active politics life resigning from her membership in the party.",
      "pageId": 27928671,
      "monthDay": "08/27"
    },
    {
      "year": "1976",
      "uri": "/wiki/Audrey_C._Delsanti",
      "name": "Audrey C. Delsanti",
      "aboutText": "Mark Alan Webber (born 27 August 1976) is an Australian professional racing driver, currently competing in the FIA World Endurance Championship as a Porsche works driver in LMP1 in which he is one of the 3 reigning World Drivers' Champions.\nAfter some racing success in Australia driving Formula Ford and Formula Holden, Webber moved to the United Kingdom in 1995 to further his motorsport career. Webber began a partnership with fellow Australian Paul Stoddart, at that time owner of the European Racing Formula 3000 team, which eventually took them both into Formula One when Stoddart bought the Minardi team.",
      "pageId": 564161,
      "monthDay": "08/27"
    },
    {
      "year": "1976",
      "uri": "/wiki/Milano_Collection_A.T.",
      "name": "Milano Collection A.T.",
      "aboutText": "Carlos Moyá Llompart (Spanish: [ˈkarloz moˈʝa ʎomˈpart], Catalan: Carles Moyà Llompart [ˈkaɾɫəz moˈja ʎomˈpaɾt], born 27 August 1976) is a retired former world no. 1 tennis player from Spain. He was the French Open singles champion in 1998 and was the singles runner-up at the 1997 Australian Open.",
      "pageId": 669421,
      "monthDay": "08/27"
    },
    {
      "year": "1976",
      "uri": "/wiki/Carlos_Moy%C3%A1",
      "name": "Carlos Moyá",
      "aboutText": "Anderson Luís de Souza (born 27 August 1977), known as Deco, is a retired Portuguese footballer who played as an attacking midfielder.\nDeco is one of the few players to have won the UEFA Champions League with two clubs – FC Porto in 2004 and FC Barcelona in 2006. He was named UEFA Club Footballer of the Year and UEFA Best Midfielder in Porto's Champions League-winning season and was named Man of the Match in the 2003–04 Champions League final.",
      "pageId": 711941,
      "monthDay": "08/27"
    },
    {
      "year": "1976",
      "uri": "/wiki/Mark_Webber",
      "name": "Mark Webber",
      "aboutText": "Neha Dhupia (born 27 August 1980 in Kochi, India) is an Indian actress and beauty queen who has worked in several Bollywood films. She is a winner of the Femina Miss India title (2002).",
      "pageId": 873077,
      "monthDay": "08/27"
    },
    {
      "year": "1977",
      "uri": "/wiki/Deco",
      "name": "Deco",
      "aboutText": "Tian Liang (Chinese: 田亮; pinyin: Tián Liàng; born August 27, 1979 in Chongqing) is a male Chinese former diver. In the Summer Olympics 2004, he won the bronze medal in the 10 m platform event and a gold medal in the synchronised platform event. Tian was also the previous 10 m platform Olympics champion, winning gold in the 2000 Sydney Olympics.",
      "pageId": 1134483,
      "monthDay": "08/27"
    },
    {
      "year": "1977",
      "uri": "/wiki/Mase",
      "name": "Mase",
      "aboutText": "Audrey C. Delsanti (French: [odʁɛ dɛlsɑ̃ti]; born 27 August 1976) is a French astronomer who co-discovered (40314) 1999 KR16 in 1999 whilst at La Silla Observatory in Chile. The Minor Planet Center erroneously lists her as \"A. Dalsanti\".",
      "pageId": 1434186,
      "monthDay": "08/27"
    },
    {
      "year": "1977",
      "uri": "/wiki/Justin_Miller_(baseball,_born_1977)",
      "name": "Justin Miller",
      "aboutText": "Kyle Lowder (born Kyle Brandon Lowder on August 27, 1980 in St. Louis, Missouri) is an American actor.",
      "pageId": 1666335,
      "monthDay": "08/27"
    },
    {
      "year": "1979",
      "uri": "/wiki/Giovanni_Capitello",
      "name": "Giovanni Capitello",
      "aboutText": "Sarah Neufeld (born August 27, 1979) is a Canadian violinist and current touring member of the indie rock band Arcade Fire. Neufeld was a core member of the band on its second and third studio albums, Neon Bible (2007) and The Suburbs (2010), and contributed as an additional musician on the albums, Funeral (2004) and Reflektor (2013), and their subsequent tours.\nShe is also a member of the post rock band Bell Orchestre, alongside Arcade Fire multi-instrumentalist Richard Reed Parry and former Arcade Fire member Pietro Amato.",
      "pageId": 3115175,
      "monthDay": "08/27"
    },
    {
      "year": "1979",
      "uri": "/wiki/Tian_Liang_(diver)",
      "name": "Tian Liang",
      "aboutText": "Mason Durell Betha (born August 27, 1977), better known by stage name Mase (stylized Ma$e), is an American rapper, poet, singer-songwriter and record producer. He hails from Harlem, New York City, New York. He was once signed to Sean \"Diddy\" Combs's label Bad Boy Records.",
      "pageId": 4243085,
      "monthDay": "08/27"
    },
    {
      "year": "1979",
      "uri": "/wiki/Sarah_Neufeld",
      "name": "Sarah Neufeld",
      "aboutText": "Rusty Smith (born August 27, 1979) is a short track speed skater from the United States who won bronze in the 500m at the 2002 Winter Olympics in Salt Lake City and another bronze in the 5000m relay at the 2006 Winter Olympics in Turin.",
      "pageId": 4317002,
      "monthDay": "08/27"
    },
    {
      "year": "1979",
      "uri": "/wiki/Aaron_Paul",
      "name": "Aaron Paul",
      "aboutText": "Akihito Sawafuji (澤藤 章人, Sawafuji Akihito, born August 27, 1976), also known as Milano Collection A.T. (ミラノコレクションA.T., Mirano Korekushon A.T.), is a Japanese retired professional wrestler.",
      "pageId": 4885145,
      "monthDay": "08/27"
    },
    {
      "year": "1979",
      "uri": "/wiki/Rusty_Smith_(speed_skater)",
      "name": "Rusty Smith",
      "aboutText": "Alessandro Gamberini (born 27 August 1981) is an Italian footballer who plays for A.C. Chievo Verona as a central defender.\nHe spent most of his professional career with Fiorentina, appearing in 224 official games over the course of seven seasons.",
      "pageId": 5041377,
      "monthDay": "08/27"
    },
    {
      "year": "1980",
      "uri": "/wiki/Neha_Dhupia",
      "name": "Neha Dhupia",
      "aboutText": "Maxwell Scherrer Cabelino Andrade (born 27 August 1981), commonly known as Maxwell, is a Brazilian professional footballer who plays for French club Paris Saint-Germain. His natural position is at left back, but he has also played as left winger while at Ajax, Internazionale and Barcelona.",
      "pageId": 5716615,
      "monthDay": "08/27"
    },
    {
      "year": "1980",
      "uri": "/wiki/Beg%C3%BCm_K%C3%BCt%C3%BCk",
      "name": "Begüm Kütük",
      "aboutText": "Giovanni Familiare Capitello (born August 27, 1979, in Brooklyn, New York) is an American filmmaker / actor.",
      "pageId": 10307594,
      "monthDay": "08/27"
    },
    {
      "year": "1980",
      "uri": "/wiki/Kyle_Lowder",
      "name": "Kyle Lowder",
      "aboutText": "Justin Mark Miller (August 27, 1977 – June 26, 2013) was an American professional baseball pitcher for various teams in Major League Baseball. Over a 15-year professional career, he appeared in 216 Major League games in seven seasons as well as 12 games in Nippon Professional Baseball, the highest level of the sport in Japan.",
      "pageId": 11086209,
      "monthDay": "08/27"
    },
    {
      "year": "1981",
      "uri": "/wiki/Patrick_J._Adams",
      "name": "Patrick J. Adams",
      "aboutText": "Damien Monier (born August 27, 1982 in Clermont-Ferrand) is a French professional road bicycle racer for UCI Continental team Bridgestone-Anchor. He became a professional rider in 2004, and after seven years with the Cofidis team, he won his first race, the 17th stage of the 2010 Giro d'Italia from Bruneck to Peio. In January 2012, he was hit by a car while training in France, knocking him unconscious and fracturing his skull.",
      "pageId": 13100757,
      "monthDay": "08/27"
    },
    {
      "year": "1981",
      "uri": "/wiki/Maxwell_Cabelino_Andrade",
      "name": "Maxwell Cabelino Andrade",
      "aboutText": "Aaron Paul Sturtevant, (born August 27, 1979) known as Aaron Paul, is an American actor and producer. He is best known for portraying Jesse Pinkman in the AMC series Breaking Bad, for which he won several awards, including the Critics' Choice Television Award for Best Supporting Actor, the Saturn Award for Best Supporting Actor, and the Primetime Emmy Award for Outstanding Supporting Actor in a Drama Series. This made him the only actor to win the latter category three times (2010, 2012, and 2014) since its separation into drama and comedy.",
      "pageId": 15957378,
      "monthDay": "08/27"
    },
    {
      "year": "1981",
      "uri": "/wiki/Alessandro_Gamberini",
      "name": "Alessandro Gamberini",
      "aboutText": "For others named Patrick Adams, see the Patrick Adams navigation page",
      "pageId": 22938282,
      "monthDay": "08/27"
    },
    {
      "year": "1982",
      "uri": "/wiki/Berg%C3%BCzar_Korel",
      "name": "Bergüzar Korel",
      "aboutText": "Begüm Kütük (born 27 August 1980) is a Turkish actress and model.",
      "pageId": 26350288,
      "monthDay": "08/27"
    },
    {
      "year": "1982",
      "uri": "/wiki/Damien_Monier",
      "name": "Damien Monier",
      "aboutText": "Bergüzar Gökçe Korel Ergenç (Turkish pronunciation: [beɾɟyˈzaːɾ koˈrel]) (born 27 August 1982) is a Turkish actress.",
      "pageId": 32812112,
      "monthDay": "08/27"
    },
    {
      "year": "1983",
      "uri": "/wiki/Chen_Bolin",
      "name": "Chen Bolin",
      "aboutText": "Alexandra Nechita (born August 27, 1985) is a Romanian American cubist painter and philanthropist. She was dubbed the \"Petite Picasso\" by the media and the art community and is widely acclaimed for her paintings and vision of art.\n^ Alexandra Nechita, IMDb.",
      "pageId": 515889,
      "monthDay": "08/27"
    },
    {
      "year": "1983",
      "uri": "/wiki/Joanna_McGilchrist",
      "name": "Joanna McGilchrist",
      "aboutText": "Alexa Ellesse PenaVega (née Vega; born August 27, 1988) is an American actress and singer. She is known for her role as Carmen Cortez in the Spy Kids film series and Shilo Wallace in the film Repo! The Genetic Opera (2008).",
      "pageId": 636701,
      "monthDay": "08/27"
    },
    {
      "year": "1984",
      "uri": "/wiki/David_Bentley",
      "name": "David Bentley",
      "aboutText": "David Michael Bentley (born 27 August 1984) is an English retired footballer who played in the Premier League for Blackburn Rovers and Tottenham Hotspur. He usually played as a winger, but also played in central midfield or as a second striker.\nBentley started his career with Arsenal, and despite being earmarked as one for the future, saw his playing opportunities limited by a strong senior squad.",
      "pageId": 1356794,
      "monthDay": "08/27"
    },
    {
      "year": "1984",
      "uri": "/wiki/Sulley_Muntari",
      "name": "Sulley Muntari",
      "aboutText": "Mario Dewar Barrett (born August 27, 1986), known mononymously as Mario, is an American R&B singer-songwriter, actor, dancer, model and record producer. He is known for his singles \"Just a Friend 2002\" (2002) and \"Let Me Love You\" (2004), which won him two Billboard awards, as well as for appearing in the films Step Up and Freedom Writers. He has released four studio albums: Mario (2002), Turning Point (2004), Go (2007), and D.N.A. (2009).",
      "pageId": 1496774,
      "monthDay": "08/27"
    },
    {
      "year": "1985",
      "uri": "/wiki/Kevan_Hurst",
      "name": "Kevan Hurst",
      "aboutText": "Daniel Küblböck (born 27 August 1985 in Hutthurm, Lower Bavaria) is a German pop-singer and actor who achieved short-lived celebrity in 2003, in the media-circus that surrounded the first season of Deutschland sucht den Superstar (DSDS), the German version of Pop Idol, in which he came third. He was briefly promoted as Daniel K, but reverted to his legal name when it emerged that this name had already been trademarked.\nDaniel's androgynous public personality with his distinctive Bavarian dialect, was regarded by many Germans as a carefully cultivated media image of der schräge Daniel (\"Wacky Daniel\").",
      "pageId": 1586156,
      "monthDay": "08/27"
    },
    {
      "year": "1985",
      "uri": "/wiki/Nikica_Jelavi%C4%87",
      "name": "Nikica Jelavić",
      "aboutText": "Suleyman Ali \"Sulley\" Muntari (born 27 August 1984) is a Ghanaian professional footballer who plays as a central midfielder for Saudi Arabian club Ittihad FC.",
      "pageId": 2841881,
      "monthDay": "08/27"
    },
    {
      "year": "1985",
      "uri": "/wiki/Daniel_K%C3%BCblb%C3%B6ck",
      "name": "Daniel Küblböck",
      "aboutText": "Chen Bolin (traditional Chinese: 陳柏霖; simplified Chinese: 陈柏霖; pinyin: Chén Bólín; Cantonese Yale: Chan Pak Lam) was born 27 August 1983. He is a Taiwanese actor. Chen was awarded Best Leading Actor in a Television Series for In Time with You at the 47th Golden Bell Awards in 2012, Taiwan's equivalent to the Emmy Awards.",
      "pageId": 3596561,
      "monthDay": "08/27"
    },
    {
      "year": "1985",
      "uri": "/wiki/Alexandra_Nechita",
      "name": "Alexandra Nechita",
      "aboutText": "Rikiya Otaka (大高力也, Ōtaka Rikiya, born 27 August 1991 in Tokyo, Japan) is a Japanese actor.\nAt age 6 he was chosen to play the part of seven-year-old Yoichi Asakawa in Ring. Today, he (alongside Hiroyuki Sanada who played Ryuji Takayama in Ring) the most credited and popular male character in the Ring series.",
      "pageId": 3960958,
      "monthDay": "08/27"
    },
    {
      "year": "1986",
      "uri": "/wiki/Mario_(American_singer)",
      "name": "Mario",
      "aboutText": "Darren McFadden (born August 27, 1987) is an American football running back for the Dallas Cowboys of the National Football League (NFL). He played college football for the University of Arkansas, and was picked fourth overall by the Oakland Raiders in the 2008 NFL Draft.\nMcFadden graduated from Oak Grove High School in North Little Rock, Arkansas.",
      "pageId": 4999613,
      "monthDay": "08/27"
    },
    {
      "year": "1986",
      "uri": "/wiki/Nabil_El_Zhar",
      "name": "Nabil El Zhar",
      "aboutText": "Kevan James Hurst (born 27 August 1985) is an English professional footballer who plays for Southend United as a midfielder.\n^ a b c Hugman, Barry J., ed. (2010).",
      "pageId": 5247979,
      "monthDay": "08/27"
    },
    {
      "year": "1987",
      "uri": "/wiki/Joel_Grant",
      "name": "Joel Grant",
      "aboutText": "Joel Valentino Grant (born 26 August 1987) is a professional footballer who plays for Exeter City.",
      "pageId": 5598951,
      "monthDay": "08/27"
    },
    {
      "year": "1987",
      "uri": "/wiki/Darren_McFadden",
      "name": "Darren McFadden",
      "aboutText": "Nabil El Zhar (Arabic: نبيل الزهر‎; born 27 August 1986) is a Moroccan footballer who plays for Spanish club UD Las Palmas as a right winger.",
      "pageId": 6545687,
      "monthDay": "08/27"
    },
    {
      "year": "1988",
      "uri": "/wiki/Alexa_PenaVega",
      "name": "Alexa PenaVega",
      "aboutText": "Juliana Cannarozzo (born August 27, 1989) is an American figure skater and actress.",
      "pageId": 7357887,
      "monthDay": "08/27"
    },
    {
      "year": "1989",
      "uri": "/wiki/Romain_Amalfitano",
      "name": "Romain Amalfitano",
      "aboutText": "Nikica Jelavić (pronounced [nîkitsa jělaʋitɕ]; born 27 August 1985) is a Croatian footballer who plays as a striker for English club West Ham United.\nHe started his career with Croatian side Hajduk Split of the Prva HNL in 2002, before moving to Belgian Pro League club Zulte Waregem in 2007. A year later, he moved to Austrian Bundesliga club Rapid Wien.",
      "pageId": 11272552,
      "monthDay": "08/27"
    },
    {
      "year": "1989",
      "uri": "/wiki/Juliana_Cannarozzo",
      "name": "Juliana Cannarozzo",
      "aboutText": "Luuk de Jong (Dutch pronunciation: [ˈlyk də ˈjɔŋ], born 27 August 1990) is a Dutch footballer, who plays as a forward for PSV Eindhoven and the Netherlands football team.\nHe previously played for DZC '68, De Graafschap, Twente, Borussia Mönchengladbach, and Newcastle United, before joining PSV in 2014.",
      "pageId": 20840639,
      "monthDay": "08/27"
    },
    {
      "year": "1990",
      "uri": "/wiki/Luuk_de_Jong",
      "name": "Luuk de Jong",
      "aboutText": "Romain Amalfitano (born 27 August 1989) is a French footballer who plays as an attacking midfielder for Dijon FCO. He previously played for Reims, Châteauroux, Evian and Newcastle United.\n^ \"Premier League Clubs submit Squad Lists\" (PDF). Premier League.",
      "pageId": 34053114,
      "monthDay": "08/27"
    },
    {
      "year": "1991",
      "uri": "/wiki/Rikiya_Otaka",
      "name": "Rikiya Otaka",
      "aboutText": "Ayame Goriki (剛力 彩芽, Gōriki Ayame, born August 27, 1992 in Kanagawa Prefecture) is a Japanese actress and model.",
      "pageId": 35893689,
      "monthDay": "08/27"
    },
    {
      "year": "1991",
      "uri": "/wiki/Lee_Sung-yeol",
      "name": "Lee Sung-yeol",
      "aboutText": "Stephen Morris (born August 27, 1992) is an American football quarterback for the Indianapolis Colts of the National Football League (NFL). He played college football at the University of Miami, and signed with the Jacksonville Jaguars as an undrafted free agent in 2014.",
      "pageId": 37804805,
      "monthDay": "08/27"
    },
    {
      "year": "1992",
      "uri": "/wiki/Ayame_Goriki",
      "name": "Ayame Goriki",
      "aboutText": "Lee Sung-yeol, (Hangul: 이성열; hanja: 李成烈; born August 27, 1991) commonly known by his stage name Sungyeol, is a South Korean singer and actor. He is a member of the South Korean boy band Infinite under Woollim Entertainment.",
      "pageId": 41350457,
      "monthDay": "08/27"
    },
    {
      "year": "1992",
      "uri": "/wiki/Stephen_Morris_(American_football)",
      "name": "Stephen Morris",
      "aboutText": "Joanna Gabrielle McGilchrist (born August 27, 1983) is an English rugby union player. She represented England at the 2010 Women's Rugby World Cup. She was also named in the squad to the 2014 Women's Rugby World Cup.",
      "pageId": 43399049,
      "monthDay": "08/27"
    },
    {
      "year": "1992",
      "uri": "/wiki/Kim_Petras",
      "name": "Kim Petras",
      "aboutText": "Sarah Stefanie Hecken (born 27 August 1993) is a German figure skater. She is a four-time German national champion (2008, 2010, 2011 and 2013) and has won twelve senior international medals, including six gold. She has placed as high as 11th at the World Championships.",
      "pageId": 15077119,
      "monthDay": "08/27"
    },
    {
      "year": "1992",
      "uri": "/wiki/Blake_Jenner",
      "name": "Blake Jenner",
      "aboutText": "Kim Petras (born 27 August 1992) is a German singer and songwriter who creates pop music and various covers in an a cappella style.",
      "pageId": 19395616,
      "monthDay": "08/27"
    },
    {
      "year": "1993",
      "uri": "/wiki/Sarah_Hecken",
      "name": "Sarah Hecken",
      "aboutText": "Cainan Wiebe (born August 27, 1995) is a Canadian actor. Beginning his professional career as a child actor at the age of eight, Wiebe is a two-time Young Artist Award winner and five-time nominee, perhaps best known for his feature film roles in the Air Bud series, The Sandlot: Heading Home, Diary of a Wimpy Kid, 16 Wishes and The Boy Who Cried Werewolf, as well as for his various guest-starring roles on such television series as Sanctuary, Tin Man, Supernatural, Falling Skies, and R.L. Stine's The Haunting Hour.\n^ \"Cainan Wiebe News, Bio and Photos\".",
      "pageId": 27304340,
      "monthDay": "08/27"
    },
    {
      "year": "1993",
      "uri": "/wiki/Olivier_Le_Gac",
      "name": "Olivier Le Gac",
      "aboutText": "Blake Alexander Jenner (born August 27, 1992) is an American actor and singer, known for his portrayal of Ryder Lynn on seasons four and five on the Fox musical comedy-drama television series Glee.",
      "pageId": 36576064,
      "monthDay": "08/27"
    },
    {
      "year": "1995",
      "uri": "/wiki/Grete_Paia",
      "name": "Grete Paia",
      "aboutText": "Grete Paia (born 27 August 1995 in Kuressaare) is an Estonian singer and songwriter.",
      "pageId": 43052878,
      "monthDay": "08/27"
    },
    {
      "year": "1995",
      "uri": "/wiki/Cainan_Wiebe",
      "name": "Cainan Wiebe",
      "aboutText": "Olivier Le Gac (born August 27, 1993 in Brest) is a French cyclist riding for UCI ProTeam FDJ. He was named in the start list for the 2015 Vuelta a España.",
      "pageId": 45498273,
      "monthDay": "08/27"
    }
  ]
}