{
  "people": [
    {
      "year": "17",
      "uri": "/wiki/Messalina",
      "name": "Messalina",
      "aboutText": "Robert Boyle FRS (25 January 1627 – 31 December 1691) was an Anglo-Irish natural philosopher, chemist, physicist and inventor born in Lismore, County Waterford, Ireland. Boyle is largely regarded today as the first modern chemist, and therefore one of the founders of modern chemistry, and one of the pioneers of modern experimental scientific method. He is best known for Boyle's law, which describes the inversely proportional relationship between the absolute pressure and volume of a gas, if the temperature is kept constant within a closed system.",
      "pageId": 50237,
      "monthDay": "01/25"
    },
    {
      "year": "750",
      "uri": "/wiki/Leo_IV_the_Khazar",
      "name": "Leo IV the Khazar",
      "aboutText": "Valeria Messalina, sometimes spelled Messallina, (c. 17/20–48) married (as his third wife) the Roman Emperor Claudius. She was a paternal cousin of the Emperor Nero, a second-cousin of the Emperor Caligula, and a great-grandniece of the Emperor Augustus.",
      "pageId": 59711,
      "monthDay": "01/25"
    },
    {
      "year": "1459",
      "uri": "/wiki/Paul_Hofhaimer",
      "name": "Paul Hofhaimer",
      "aboutText": "Leo IV the Khazar (Greek: Λέων Δ΄ ὁ Χάζαρος, Leōn IV ho Khazaros) (25 January 750 – 8 September 780) was Byzantine Emperor from 775 to 780 AD.",
      "pageId": 73953,
      "monthDay": "01/25"
    },
    {
      "year": "1477",
      "uri": "/wiki/Anne_of_Brittany",
      "name": "Anne of Brittany",
      "aboutText": "Joseph-Louis Lagrange (/ləˈɡrɑːndʒ/ or /ləˈɡreɪndʒ/; French: [laˈgrɑ̃ʒ]), born Giuseppe Lodovico Lagrangia or Giuseppe Ludovico De la Grange Tournier (also reported as Giuseppe Luigi Lagrange or Lagrangia) (25 January 1736 – 10 April 1813) was an Italian Enlightenment Era mathematician and astronomer. He made significant contributions to the fields of analysis, number theory, and both classical and celestial mechanics.\nIn 1766, on the recommendation of Euler and d'Alembert, Lagrange succeeded Euler as the director of mathematics at the Prussian Academy of Sciences in Berlin, Prussia, where he stayed for over twenty years, producing volumes of work and winning several prizes of the French Academy of Sciences.",
      "pageId": 87793,
      "monthDay": "01/25"
    },
    {
      "year": "1509",
      "uri": "/wiki/Giovanni_Morone",
      "name": "Giovanni Morone",
      "aboutText": "Charles-François du Périer Dumouriez (25 January 1739 – 14 March 1823) was a French general during the French Revolutionary Wars. He shared the victory at Valmy with General François Christophe Kellermann, but later deserted the Revolutionary Army, and became a royalist intriguer during the reign of Napoleon as well as an adviser to the British government.",
      "pageId": 188206,
      "monthDay": "01/25"
    },
    {
      "year": "1615",
      "uri": "/wiki/Govert_Flinck",
      "name": "Govert Flinck",
      "aboutText": "Friedrich Heinrich Jacobi (German: [jaˈkoːbi]; 25 January 1743 – 10 March 1819) was an influential German philosopher, literary figure, socialite, and the younger brother of poet Johann Georg Jacobi. He is notable for popularizing the term nihilism (coined by Obereit in 1787) and promoting it as the prime fault of Enlightenment thought particularly in the philosophical systems of Baruch Spinoza, Immanuel Kant, Johann Fichte and Friedrich Schelling. Instead of speculative reason, he advocated Glaube (variously translated as faith or \"belief\") and revelation.",
      "pageId": 204022,
      "monthDay": "01/25"
    },
    {
      "year": "1627",
      "uri": "/wiki/Robert_Boyle",
      "name": "Robert Boyle",
      "aboutText": "William Cavendish, 1st Duke of Devonshire KG PC FRS (25 January 1640 – 18 August 1707) was an English soldier and Whig politician who sat in the House of Commons from 1661 to 1684 when he inherited his father's peerage as Earl of Devonshire.",
      "pageId": 233785,
      "monthDay": "01/25"
    },
    {
      "year": "1634",
      "uri": "/wiki/Gaspar_Fagel",
      "name": "Gaspar Fagel",
      "aboutText": "William Colgate (January 25, 1783 – March 25, 1857) was an English manufacturer who founded in 1806 what became the Colgate toothpaste company.",
      "pageId": 289566,
      "monthDay": "01/25"
    },
    {
      "year": "1640",
      "uri": "/wiki/William_Cavendish,_1st_Duke_of_Devonshire",
      "name": "William Cavendish, 1st Duke of Devonshire",
      "aboutText": "Govert (or Govaert) Teuniszoon Flinck (25 January 1615 – 2 February 1660) was a Dutch painter of the Dutch Golden Age.",
      "pageId": 308492,
      "monthDay": "01/25"
    },
    {
      "year": "1688",
      "uri": "/wiki/Juraj_J%C3%A1no%C5%A1%C3%ADk",
      "name": "Juraj Jánošík",
      "aboutText": "William MacGillivray FRSE MWS (25 January 1796 – 4 September 1852) was a Scottish naturalist and ornithologist.",
      "pageId": 359161,
      "monthDay": "01/25"
    },
    {
      "year": "1736",
      "uri": "/wiki/Joseph-Louis_Lagrange",
      "name": "Joseph-Louis Lagrange",
      "aboutText": "Juraj Jánošík (first name also Juro or Jurko, Slovak pronunciation: [ˈjuraj ˈjaːnɔʃiːk]; Polish: Jerzy Janosik Polish pronunciation: [ˈjɛʐɨ jaˈnɔɕik], Hungarian: Jánosik György; baptised January 25, 1688, died March 17, 1713) was a famous Slovak highwayman. Jánošík has been the main character of many Slovak and Polish legends, novels, poems and films. He is a semi-legendary character in East-Central Europe.",
      "pageId": 516643,
      "monthDay": "01/25"
    },
    {
      "year": "1739",
      "uri": "/wiki/Charles_Fran%C3%A7ois_Dumouriez",
      "name": "Charles François Dumouriez",
      "aboutText": "Anne of Brittany (Breton: Anna; 25 January 1477 – 9 January 1514) was a French queen who reigned as Duchess of Brittany from 1488 until her death.\nUpon her father's death in 1488, she became Sovereign Duchess of Brittany, Countess of Nantes, Montfort and Richmond, and Viscountess of Limoges. After his death she became a central figure in the struggle for influence that led to the union of Brittany and France.",
      "pageId": 642214,
      "monthDay": "01/25"
    },
    {
      "year": "1743",
      "uri": "/wiki/Friedrich_Heinrich_Jacobi",
      "name": "Friedrich Heinrich Jacobi",
      "aboutText": "François-Vincent Raspail, L.L.D., M.D. (25 January 1794 – 7 January 1878) was a French chemist, naturalist, physician, physiologist, attorney, and socialist politician.",
      "pageId": 2635228,
      "monthDay": "01/25"
    },
    {
      "year": "1750",
      "uri": "/wiki/Johann_Gottfried_Vierling",
      "name": "Johann Gottfried Vierling",
      "aboutText": "Gaspar Fagel (25 January 1634, The Hague – 15 December 1688) was a Dutch statesman, writer and quasi-diplomat who authored correspondence from and on behalf of William III, Prince of Orange during the English Revolution of 1688.\nFagel was born into a distinguished patrician family. Little is known of his early life, but in 1663 he was elected Pensionary of Haarlem and as such was also a member representative of the States of Holland.",
      "pageId": 2776925,
      "monthDay": "01/25"
    },
    {
      "year": "1755",
      "uri": "/wiki/Paolo_Mascagni",
      "name": "Paolo Mascagni",
      "aboutText": "Paul Hofhaimer (January 25, 1459 – 1537) was an Austrian organist and composer. He was particularly gifted at improvisation, and was regarded as the finest organist of his age by many writers, including Vadian and Paracelsus; in addition he was one of only two German-speaking composers of the time (Heinrich Isaac was the other) who had a reputation in Europe outside of German-speaking countries.",
      "pageId": 3024523,
      "monthDay": "01/25"
    },
    {
      "year": "1759",
      "uri": "/wiki/Robert_Burns",
      "name": "Robert Burns",
      "aboutText": "Johann Gottfried Vierling (January 25, 1750 – November 22, 1813) was a German organist and composer.",
      "pageId": 10843649,
      "monthDay": "01/25"
    },
    {
      "year": "1777",
      "uri": "/wiki/Karoline_Jagemann",
      "name": "Karoline Jagemann",
      "aboutText": "Karoline Jagemann (from 1809 Freifrau) von Heygendorff (25 January 1777 in Weimar – 10 July 1848 in Dresden) was a major German tragedienne and singer. Her great roles included Elizabeth in Mary Stuart (1800) and Beatrice in The Bride of Messina (1803). She is also notable as a mistress of Karl August, Grand Duke of Saxe-Weimar-Eisenach, the father of her three children.",
      "pageId": 20848971,
      "monthDay": "01/25"
    },
    {
      "year": "1783",
      "uri": "/wiki/William_Colgate",
      "name": "William Colgate",
      "aboutText": "Robert Burns (25 January 1759 – 21 July 1796), also known as Rabbie Burns, the Bard of Ayrshire and various other names, was a Scottish poet and lyricist. He is widely regarded as the national poet of Scotland and is celebrated worldwide. He is the best known of the poets who have written in the Scots language, although much of his writing is also in English and a light Scots dialect, accessible to an audience beyond Scotland.",
      "pageId": 21222213,
      "monthDay": "01/25"
    },
    {
      "year": "1794",
      "uri": "/wiki/Fran%C3%A7ois-Vincent_Raspail",
      "name": "François-Vincent Raspail",
      "aboutText": "Paolo Mascagni (January 25, 1755 – October 19, 1815) was an Italian physician, known for his study of human anatomy, in particular for the first complete description of the lymphatic system.\nMascagni was born in Pomarance (in the Province of Pisa) to Aurelio Mascagni and Elisabetta Burroni, both belonging to old gentry families of Chiusdino (in the Province of Siena). He studied in Siena, where his teacher of anatomy was Pietro Tabarrini, and graduated in philosophy and medicine in 1778.",
      "pageId": 22954807,
      "monthDay": "01/25"
    },
    {
      "year": "1796",
      "uri": "/wiki/William_MacGillivray",
      "name": "William MacGillivray",
      "aboutText": "Giovanni Morone (or Moroni) (25 January 1509 – 1 December 1580) was an Italian cardinal.",
      "pageId": 30862397,
      "monthDay": "01/25"
    },
    {
      "year": "1813",
      "uri": "/wiki/J._Marion_Sims",
      "name": "J. Marion Sims",
      "aboutText": "Adeline Virginia Woolf (née Stephen; 25 January 1882 – 28 March 1941) was an English writer and one of the foremost modernists of the twentieth century.\nDuring the interwar period, Woolf was a significant figure in London literary society and a central figure in the influential Bloomsbury Group of intellectuals.",
      "pageId": 32742,
      "monthDay": "01/25"
    },
    {
      "year": "1822",
      "uri": "/wiki/Charles_Reed_Bishop",
      "name": "Charles Reed Bishop",
      "aboutText": "William Somerset Maugham CH (/ˈmɔːm/ MAWM; 25 January 1874 – 16 December 1965) was a British playwright, novelist and short story writer. He was among the most popular writers of his era and reputedly the highest paid author during the 1930s.\nAfter losing both his parents by the age of 10, Maugham was raised by a paternal uncle who was emotionally cold.",
      "pageId": 33187,
      "monthDay": "01/25"
    },
    {
      "year": "1822",
      "uri": "/wiki/William_McDougall_(politician)",
      "name": "William McDougall",
      "aboutText": "Mikimoto Kōkichi (御木本 幸吉, 10 March 1858 – 21 September 1954) was a Japanese entrepreneur who is credited with creating the first cultured pearl and subsequently starting the pearl industry with the establishment of his luxury pearl company Mikimoto.\nHis company was awarded patents for pearl cultivation and in 1985 to commemorate the 100th anniversary of the patent system he was selected as one of Japan's top 10 inventors. He was inducted into the house of peers by imperial decree and posthumously awarded the Grand Cordon of the Order of the Sacred Treasure.",
      "pageId": 66809,
      "monthDay": "01/25"
    },
    {
      "year": "1824",
      "uri": "/wiki/Michael_Madhusudan_Dutt",
      "name": "Michael Madhusudan Dutt",
      "aboutText": "Wilhelm Furtwängler (January 25, 1886 – November 30, 1954) was a German conductor and composer. He is considered to be one of the greatest symphonic and operatic conductors of the 20th century.\nFurtwängler was principal conductor of the Berlin Philharmonic between 1922 and 1945, and from 1952 until 1954.",
      "pageId": 88817,
      "monthDay": "01/25"
    },
    {
      "year": "1841",
      "uri": "/wiki/John_Fisher,_1st_Baron_Fisher",
      "name": "John Fisher, 1st Baron Fisher",
      "aboutText": "Charles Curtis (January 25, 1860 – February 8, 1936) was the 31st Vice President of the United States (1929–1933).\nAfter serving as a United States Representative, then becoming a longtime United States Senator from Kansas, Curtis was chosen as Senate Majority Leader by his Republican colleagues. A Kaw Nation Native American Indian, he was the first person with significant Native American ancestry and the first person with acknowledged non-European ancestry to reach either of the two highest offices in the United States government's executive branch.",
      "pageId": 92213,
      "monthDay": "01/25"
    },
    {
      "year": "1858",
      "uri": "/wiki/Mikimoto_K%C5%8Dkichi",
      "name": "Mikimoto Kōkichi",
      "aboutText": "Sir William McDougall PC CB (January 25, 1822 – May 29, 1905) was a Canadian lawyer, politician and one of the Fathers of Confederation.\nBorn near York, Upper Canada (now Toronto, Ontario), the son of Daniel McDougall and Hannah Matthews, McDougall received his education at Victoria College in Cobourg, Upper Canada, and in 1847, began practising law as an attorney and solicitor in Upper Canada. In 1862, he was called to the Upper Canada Bar.",
      "pageId": 146647,
      "monthDay": "01/25"
    },
    {
      "year": "1860",
      "uri": "/wiki/Charles_Curtis",
      "name": "Charles Curtis",
      "aboutText": "Paul Henri Charles Spaak (25 January 1899 – 31 July 1972) was a Belgian socialist politician and statesman, who served as Prime Minister of Belgium (1938–1939, 1946 and 1947–1949), as the first President of the United Nations General Assembly (1946–1947), as the first President of the Common Assembly of the European Coal and Steel Community (1952–1954), as the first President of the Parliamentary Assembly of the Council of Europe, then called the Consultative Assembly (1949–50), and as the second Secretary General of NATO (1957–1961).",
      "pageId": 162364,
      "monthDay": "01/25"
    },
    {
      "year": "1864",
      "uri": "/wiki/Julije_Kempf",
      "name": "Julije Kempf",
      "aboutText": "Hakushū Kitahara (北原 白秋, Kitahara Hakushū, 25 January 1885 – 2 November 1942) is the pen-name of Kitahara Ryūkichi (北原 隆吉, Kitahara Ryūkichi), a Japanese tanka poet active during the Taishō and Shōwa periods of Japan.",
      "pageId": 187942,
      "monthDay": "01/25"
    },
    {
      "year": "1868",
      "uri": "/wiki/Juventino_Rosas",
      "name": "Juventino Rosas",
      "aboutText": "Yōjirō Ishizaka (石坂 洋次郎, Ishizaka Yōjirō, January 25, 1900—October 7, 1986) was an influential and popular novelist of post-World War II Japan.",
      "pageId": 308410,
      "monthDay": "01/25"
    },
    {
      "year": "1874",
      "uri": "/wiki/W._Somerset_Maugham",
      "name": "W. Somerset Maugham",
      "aboutText": "Admiral of the Fleet John Arbuthnot \"Jacky\" (or \"Jackie\") Fisher, 1st Baron Fisher, GCB, OM, GCVO (25 January 1841 – 10 July 1920) was a British admiral known for his efforts at naval reform. He had a huge influence on the Royal Navy in a career spanning more than 60 years, starting in a navy of wooden sailing ships armed with muzzle-loading cannon and ending in one of steel-hulled battlecruisers, submarines and the first aircraft carriers. The argumentative, energetic, reform-minded Fisher is often considered the second most important figure in British naval history, after Lord Nelson.",
      "pageId": 376503,
      "monthDay": "01/25"
    },
    {
      "year": "1878",
      "uri": "/wiki/Ernst_Alexanderson",
      "name": "Ernst Alexanderson",
      "aboutText": "Charles Reed Bishop (1822–1915) was an American businessman, politician, and philanthropist in Hawaii. Born in Glens Falls, New York, he sailed to Hawaii in 1846 at the age of 24, and made his home there, marrying into the royal family of the kingdom. He served several monarchies in appointed positions in the kingdom, before its overthrow in 1893 by Americans from the United States and organization as the Territory of Hawaii.",
      "pageId": 611319,
      "monthDay": "01/25"
    },
    {
      "year": "1882",
      "uri": "/wiki/Virginia_Woolf",
      "name": "Virginia Woolf",
      "aboutText": "José Juventino Policarpo Rosas Cadenas (25 January 1868 – 9 July 1894) was a Mexican composer and violinist.",
      "pageId": 627190,
      "monthDay": "01/25"
    },
    {
      "year": "1885",
      "uri": "/wiki/Kitahara_Hakush%C5%AB",
      "name": "Kitahara Hakushū",
      "aboutText": "Morgan Russell (January 25, 1886 – May 29, 1953) was a modern American artist. With Stanton Macdonald-Wright, he was the founder of Synchromism, a provocative style of abstract painting that dates from 1912 to the 1920s.",
      "pageId": 747756,
      "monthDay": "01/25"
    },
    {
      "year": "1886",
      "uri": "/wiki/Wilhelm_Furtw%C3%A4ngler",
      "name": "Wilhelm Furtwängler",
      "aboutText": "Ernst Frederick Werner Alexanderson (January 25, 1878 – May 14, 1975) was a Swedish-American electrical engineer, who was a pioneer in radio and television development. He invented the Alexanderson alternator, an early radio transmitter used between 1906 and the 1930s for longwave long distance radio transmission.",
      "pageId": 1068565,
      "monthDay": "01/25"
    },
    {
      "year": "1886",
      "uri": "/wiki/Morgan_Russell",
      "name": "Morgan Russell",
      "aboutText": "Michael Madhusudan Dutt, or Michael Madhusudan Dutta (Bengali: মাইকেল মধুসূদন দত্ত ( Maikel Modhushudôn Dôtto ); 25 January 1824 – 29 June 1873) was a popular 19th-century Bengali poet and dramatist. He was born in Sagordari (Bengali: সাগরদাঁড়ি), on the bank of Kopotaksho (Bengali: কপোতাক্ষ) River, a village in Keshabpur Upazila, Jessore District,Bangladesh). His father was Rajnarayan Dutt, an eminent lawyer, and his mother was Jahnabi Devi.",
      "pageId": 1205768,
      "monthDay": "01/25"
    },
    {
      "year": "1896",
      "uri": "/wiki/Florence_Mills",
      "name": "Florence Mills",
      "aboutText": "Florence Mills (born Florence Winfrey; January 25, 1895 – November 1, 1927), known as the \"Queen of Happiness\", was an African-American cabaret singer, dancer, and comedian known for her effervescent stage presence, delicate voice, and winsome, wide-eyed beauty.",
      "pageId": 1355261,
      "monthDay": "01/25"
    },
    {
      "year": "1899",
      "uri": "/wiki/Sleepy_John_Estes",
      "name": "Sleepy John Estes",
      "aboutText": "J. Marion Sims, born James Marion Sims (January 25, 1813 – November 13, 1883) was a physician and a pioneer in the field of surgery, considered by some as the father of modern gynecology. His most significant work was to develop a surgical technique for the repair of vesicovaginal fistula, a severe complication of obstructed childbirth.\nSims' use of enslaved African-American women as experimental subjects is considered highly unethical by many modern historians and ethicists.",
      "pageId": 1603749,
      "monthDay": "01/25"
    },
    {
      "year": "1899",
      "uri": "/wiki/Paul-Henri_Spaak",
      "name": "Paul-Henri Spaak",
      "aboutText": "John Adam Estes (January 25, 1899 – June 5, 1977), best known as Sleepy John Estes or Sleepy John, was an American blues guitarist, songwriter and vocalist, born in Ripley, Lauderdale County, Tennessee.",
      "pageId": 1800859,
      "monthDay": "01/25"
    },
    {
      "year": "1900",
      "uri": "/wiki/Istv%C3%A1n_Fekete",
      "name": "István Fekete",
      "aboutText": "István Fekete (January 25, 1900 – June 23, 1970) was a Hungarian writer, author of several youth novels and animal stories.\nHe is perhaps best known for his youth novel Tüskevár (\"Thorn Castle\", 1957), about two city boys' summer holiday at the corner of Lake Balaton and Zala River, their experiences, adventures, contact with Nature in its genuine form. They are helped by an old man on their gradual journey into manhood.",
      "pageId": 2202974,
      "monthDay": "01/25"
    },
    {
      "year": "1900",
      "uri": "/wiki/Y%C5%8Djir%C5%8D_Ishizaka",
      "name": "Yōjirō Ishizaka",
      "aboutText": "Julije Kempf (January 25, 1864 – June 6, 1934) was a Croatian historian and writer. Kempf was born in Požega, Slavonia. After graduating from Požega gymnasium, he attended teachers school in Zagreb.",
      "pageId": 3702022,
      "monthDay": "01/25"
    },
    {
      "year": "1905",
      "uri": "/wiki/Maurice_Roy",
      "name": "Maurice Roy",
      "aboutText": "James Henry Miller (25 January 1915 – 22 October 1989), better known by his stage name Ewan MacColl, was a Scottish folk singer, songwriter, communist, labour activist, actor, poet, playwright, and record producer. He was thrice married: to theatre director Joan Littlewood; to Jean Newlove, with whom he had two children, including the singer/songwriter Kirsty MacColl; and to American folksinger Peggy Seeger, with whom he had three children, Kitty, Calum and Neill.",
      "pageId": 162434,
      "monthDay": "01/25"
    },
    {
      "year": "1905",
      "uri": "/wiki/Margery_Sharp",
      "name": "Margery Sharp",
      "aboutText": "Viscount Ilya Romanovich Prigogine (/ˈpriːɡoʊᵈʒiːn/; Russian: Илья́ Рома́нович Приго́жин, Ilya Romanovich Prigozhin; 25 January 1917 – 28 May 2003) was a Belgian physical chemist and Nobel Laureate noted for his work on dissipative structures, complex systems, and irreversibility.",
      "pageId": 238560,
      "monthDay": "01/25"
    },
    {
      "year": "1906",
      "uri": "/wiki/Toni_Ulmen",
      "name": "Toni Ulmen",
      "aboutText": "Antônio Carlos Brasileiro de Almeida Jobim (January 25, 1927 – December 8, 1994), also known as Tom Jobim (Portuguese pronunciation: [ˈtõ ʒoˈbĩ]), was a Brazilian songwriter, composer, arranger, singer, and pianist/guitarist. He was a primary force behind the creation of the bossa nova style, and his songs have been performed by many singers and instrumentalists within Brazil and internationally.\nWidely known as the composer of \"Garota de Ipanema\" (\"The Girl from Ipanema\"), one of the most recorded songs of all time, Jobim has left a large number of songs that are now included in jazz and pop standard repertoires.",
      "pageId": 297412,
      "monthDay": "01/25"
    },
    {
      "year": "1910",
      "uri": "/wiki/Edgar_V._Saks",
      "name": "Edgar V. Saks",
      "aboutText": "Jânio da Silva Quadros (Portuguese pronunciation: [ˈʒɐ̃ɲu dɐ ˈsiwvɐ ˈkwadɾus]; January 25, 1917 – February 16, 1992) was a Brazilian politician who served as President of Brazil from 31 January to 25 August 1961, when he resigned from office.",
      "pageId": 389682,
      "monthDay": "01/25"
    },
    {
      "year": "1913",
      "uri": "/wiki/Huang_Hua_(politician)",
      "name": "Huang Hua",
      "aboutText": "William Earnest \"Ernie\" Harwell (January 25, 1918 – May 4, 2010) was an American sportscaster, known for his long career calling play-by-play of Major League Baseball games. For 55 seasons, 42 of them with the Detroit Tigers, Harwell called the action on radio and/or television. In January 2009, the American Sportscasters Association ranked Harwell 16th on its list of Top 50 Sportscasters of All Time.",
      "pageId": 399453,
      "monthDay": "01/25"
    },
    {
      "year": "1913",
      "uri": "/wiki/Witold_Lutos%C5%82awski",
      "name": "Witold Lutosławski",
      "aboutText": "Witold Roman Lutosławski (Polish: [ˈvitɔld lutɔsˈwafski]; 25 January 1913 – 7 February 1994) was a Polish composer and orchestral conductor. He was one of the major European composers of the 20th century, and one of the preeminent Polish musicians during his last three decades. He earned many international awards and prizes.",
      "pageId": 409576,
      "monthDay": "01/25"
    },
    {
      "year": "1913",
      "uri": "/wiki/Luis_Marden",
      "name": "Luis Marden",
      "aboutText": "Edwin Harold Newman (January 25, 1919 – August 13, 2010) was an American newscaster, journalist, and author. After beginning his career with the wire services and serving in the U.S. Navy during World War II, Newman worked in radio for CBS News.",
      "pageId": 705056,
      "monthDay": "01/25"
    },
    {
      "year": "1915",
      "uri": "/wiki/Ewan_MacColl",
      "name": "Ewan MacColl",
      "aboutText": "Arvid Carlsson (born 25 January 1923) is a Swedish scientist who is best known for his work with the neurotransmitter dopamine and its effects in Parkinson's disease. For his work on dopamine, Carlsson was awarded the Nobel Prize in Physiology or Medicine in 2000, along with co-recipients Eric Kandel and Paul Greengard.\nCarlsson was born in Uppsala, Sweden, son of Gottfrid Carlsson, historian and later professor of history at the Lund University, where he began his medical education in 1941.",
      "pageId": 845662,
      "monthDay": "01/25"
    },
    {
      "year": "1917",
      "uri": "/wiki/Ilya_Prigogine",
      "name": "Ilya Prigogine",
      "aboutText": "Samuel Theodore Cohen (January 25, 1921 – November 28, 2010) was an American physicist who is generally credited as the father of the neutron bomb.",
      "pageId": 904426,
      "monthDay": "01/25"
    },
    {
      "year": "1917",
      "uri": "/wiki/J%C3%A2nio_Quadros",
      "name": "Jânio Quadros",
      "aboutText": "Toni Ulmen (25 January 1906 – 4 November 1976) was a motorcycle and car racing driver from Düsseldorf, Germany. His racing career started in 1925 on a 250 cc Velocette. In 1927 he won the opening race of the Nürburgring on a 350 cc Velocette.",
      "pageId": 1235672,
      "monthDay": "01/25"
    },
    {
      "year": "1917",
      "uri": "/wiki/Paul_Rowe_(Canadian_football)",
      "name": "Paul Rowe",
      "aboutText": "Huang Hua (Chinese: 黄华; pinyin: Huáng Huá; January 25, 1913 – November 24, 2010) was a senior Communist Chinese revolutionary, politician, and diplomat. He served as Foreign Minister of China from 1976 to 1982, and concurrently as Vice Premier from 1980 to 1982. He was instrumental in establishing diplomatic links of the People's Republic of China with the United States and Japan, and was involved in the negotiations with the United Kingdom over the status of Hong Kong.",
      "pageId": 1602732,
      "monthDay": "01/25"
    },
    {
      "year": "1918",
      "uri": "/wiki/Ernie_Harwell",
      "name": "Ernie Harwell",
      "aboutText": "Maurice Roy, CC OBE (January 25, 1905 – October 24, 1985) was a Canadian Cardinal of the Roman Catholic Church.",
      "pageId": 1705069,
      "monthDay": "01/25"
    },
    {
      "year": "1919",
      "uri": "/wiki/Edwin_Newman",
      "name": "Edwin Newman",
      "aboutText": "Margery Sharp (25 January 1905 – 14 March 1991), was an English writer of 26 novels for adults, 14 children's novels, 4 plays, 2 mysteries, and numerous short stories.",
      "pageId": 2559383,
      "monthDay": "01/25"
    },
    {
      "year": "1921",
      "uri": "/wiki/Samuel_T._Cohen",
      "name": "Samuel T. Cohen",
      "aboutText": "Shirley Ardell Mason (January 25, 1923 – February 26, 1998) was an American psychiatric patient and commercial artist who was reputed to have multiple personality disorder, now called dissociative identity disorder. Her life was fictionalized in 1973 in the book Sybil, and two films of the same name were made in 1976 and 2007.",
      "pageId": 4003535,
      "monthDay": "01/25"
    },
    {
      "year": "1923",
      "uri": "/wiki/Arvid_Carlsson",
      "name": "Arvid Carlsson",
      "aboutText": "Luis Marden (born Annibale Luigi Paragallo) (January 25, 1913 – March 3, 2003) was an American photographer, explorer, writer, filmmaker, diver, navigator, and linguist who worked for National Geographic Magazine. He worked as a photographer and reporter before serving as chief of the National Geographic foreign editorial staff. He was a pioneer in the use of color photography, both on land and underwater, and also made many discoveries in the world of science.",
      "pageId": 4392486,
      "monthDay": "01/25"
    },
    {
      "year": "1923",
      "uri": "/wiki/Shirley_Ardell_Mason",
      "name": "Shirley Ardell Mason",
      "aboutText": "Edgar Valter Saks (January 25, 1910 Tartu – April 11, 1984, Montreal) was an Estonian amateur historian and author. He was Estonian exile government's minister of education in exile from 1971 until his death.\nHis book The Estonian Vikings: a Treatise on Finno-Ugric Viking Activities describes the ancient history of Estonians and other Finno-Ugric peoples living on the shores of the Baltic Sea.",
      "pageId": 5624009,
      "monthDay": "01/25"
    },
    {
      "year": "1923",
      "uri": "/wiki/Jean_Taittinger",
      "name": "Jean Taittinger",
      "aboutText": "Paul \"Pappy\" Rowe (January 25, 1917 – August 28, 1990) was a Canadian professional football fullback.\nBorn in Victoria, British Columbia, he played for the Calgary Bronks (1938 to 1940) and Calgary Stampeders (1945 to 1950). He was captain of the team when Calgary won the Grey Cup in 1948 and played in the finals in 1949.",
      "pageId": 8596663,
      "monthDay": "01/25"
    },
    {
      "year": "1924",
      "uri": "/wiki/Husein_Mehmedov",
      "name": "Husein Mehmedov",
      "aboutText": "Giorgos Zampetas (Pronounced 'Zabetas', Greek: Γιώργος Ζαμπέτας, sometimes romanized as George Zambetas / George Zabetas / Giorgos Zabetas; 25 January 1925 in Athens – 10 March 1992 in Athens) was a well-known bouzouki musician.",
      "pageId": 12379565,
      "monthDay": "01/25"
    },
    {
      "year": "1925",
      "uri": "/wiki/Giorgos_Zampetas",
      "name": "Giorgos Zampetas",
      "aboutText": "Jean Taittinger (25 January 1923 – 23 September 2012) was a French politician and member of the champagne producing Taittinger family.",
      "pageId": 16590921,
      "monthDay": "01/25"
    },
    {
      "year": "1927",
      "uri": "/wiki/Ant%C3%B4nio_Carlos_Jobim",
      "name": "Antônio Carlos Jobim",
      "aboutText": "Husein Mehmedov (25 January 1924 – 9 March 2014) was a Bulgarian wrestler of Turkish descent who competed in the 1956 Summer Olympics.\nHusein Mekhmedov was of the Turkish minority in Bulgaria and as wrestling is Turkey’s national sport, he was introduced to wrestling at a young age. Mehmedov competed in heavyweight his entire career and was equally strong at both styles of wrestling.",
      "pageId": 36125024,
      "monthDay": "01/25"
    },
    {
      "year": "1927",
      "uri": "/wiki/Gregg_Palmer",
      "name": "Gregg Palmer",
      "aboutText": "Etta James (born Jamesetta Hawkins; January 25, 1938 – January 20, 2012) was an American singer who spanned a variety of music genres including blues, R&B, soul, rock and roll, jazz and gospel. Starting her career in 1954, she gained fame with hits such as \"The Wallflower\", \"At Last\", \"Tell Mama\", \"Something's Got a Hold on Me\", and \"I'd Rather Go Blind\" for which she wrote the lyrics. She faced a number of personal problems, including drug addiction, before making a musical resurgence in the late 1980s with the album Seven Year Itch.",
      "pageId": 164579,
      "monthDay": "01/25"
    },
    {
      "year": "1928",
      "uri": "/wiki/J%C3%A9r%C3%B4me_Choquette",
      "name": "Jérôme Choquette",
      "aboutText": "Leiji Matsumoto (松本零士, Matsumoto Reiji, born Akira Matsumoto (松本晟), January 25, 1938 in Kurume, Fukuoka, Japan) is a well-known creator of several anime and manga series. His wife Miyako Maki is also known as a manga artist.\n^ \"Leiji Matsumoto, Shigeru Mizuki Earn Government Honors – News\".",
      "pageId": 208421,
      "monthDay": "01/25"
    },
    {
      "year": "1928",
      "uri": "/wiki/Eduard_Shevardnadze",
      "name": "Eduard Shevardnadze",
      "aboutText": "Ange-Félix Patassé (January 25, 1937 – April 5, 2011) was a Central African politician who was President of the Central African Republic from 1993 until 2003, when he was deposed by the rebel leader François Bozizé. Patassé was the first president in the CAR's history (since 1960) to be chosen in what was generally regarded as a fairly democratic election (1993) in that it was brought about by donor pressure on the Kolingba regime and assisted by the United Nations Electoral Assistance Unit. He was chosen a second time in a fair election (1999) as well.",
      "pageId": 224900,
      "monthDay": "01/25"
    },
    {
      "year": "1928",
      "uri": "/wiki/Cor_van_der_Hart",
      "name": "Cor van der Hart",
      "aboutText": "Benny Golson (born January 25, 1929) is an American bebop/hard bop jazz tenor saxophonist, composer, and arranger.",
      "pageId": 268795,
      "monthDay": "01/25"
    },
    {
      "year": "1929",
      "uri": "/wiki/Elizabeth_Allen_(actress)",
      "name": "Elizabeth Allen",
      "aboutText": "Maria Corazon \"Cory\" Aquino y Cojuangco y Sumulong (January 25, 1933 – August 1, 2009), a Filipino politician who served as the 11th President of the Philippines, was the first woman to hold that office and the first female president in Asia. Aquino was the most prominent figure of the 1986 People Power Revolution, which toppled the 20-year authoritarian rule of President Ferdinand E. Marcos and restored democracy to the Philippines. She was named Time magazine's \"Woman of the Year\" in 1986.",
      "pageId": 279605,
      "monthDay": "01/25"
    },
    {
      "year": "1929",
      "uri": "/wiki/Robert_Faurisson",
      "name": "Robert Faurisson",
      "aboutText": "Tatyana Nikolayevna Savicheva (Russian: Татья́на Никола́евна Са́вичева), commonly referred to as Tanya Savicheva (January 23, 1930 – July 1, 1944) was a Russian child diarist who endured the Siege of Leningrad during World War II.",
      "pageId": 337525,
      "monthDay": "01/25"
    },
    {
      "year": "1929",
      "uri": "/wiki/Benny_Golson",
      "name": "Benny Golson",
      "aboutText": "Eduard Shevardnadze (Georgian: ედუარდ შევარდნაძე, Georgian pronunciation: [ɛduard ʃɛvardnad͡zɛ]; Russian: Эдуа́рд Амвро́сиевич Шевардна́дзе, tr. Eduard Amvrosiyevich Shevardnadze; 25 January 1928 – 7 July 2014) was a Georgian politician and diplomat. He served as First Secretary of the Georgian Communist Party (GPC), the de facto leader of Soviet Georgia from 1972 to 1985 and as Minister of Foreign Affairs of the Soviet Union from 1985 to 1991.",
      "pageId": 353288,
      "monthDay": "01/25"
    },
    {
      "year": "1930",
      "uri": "/wiki/Tanya_Savicheva",
      "name": "Tanya Savicheva",
      "aboutText": "Conrad Ray Burns (born January 25, 1935) is a lobbyist and former United States Senator from Montana. He is only the second Republican to represent Montana in the Senate since the passage in 1913 of the Seventeenth Amendment to the United States Constitution and is the longest-serving Republican senator in Montana history.\nWhile in the Senate, Burns sat on the Senate Appropriations Committee and was the chairman of its Subcommittee on the Interior.",
      "pageId": 367140,
      "monthDay": "01/25"
    },
    {
      "year": "1931",
      "uri": "/wiki/Dean_Jones_(actor)",
      "name": "Dean Jones",
      "aboutText": "Robert Faurisson (born 25 January 1929) is a Franco-British Holocaust denier and former academic. Faurisson has generated much controversy with a number of articles published in the Journal of Historical Review and elsewhere, and by letters to French newspapers, especially Le Monde, which contradict the accepted history of the Holocaust, including the existence of gas chambers in Nazi death camps, the systematic killing of European Jews using gas during the Second World War, the authenticity of The Diary of Anne Frank, and the veracity of Elie Wiesel's accounts of his wartime sufferings. After the passing of the Gayssot Act against Holocaust denial in 1990, Faurisson was prosecuted and fined, and in 1991 he was dismissed from his academic post.",
      "pageId": 391625,
      "monthDay": "01/25"
    },
    {
      "year": "1933",
      "uri": "/wiki/Corazon_Aquino",
      "name": "Corazon Aquino",
      "aboutText": "Jérôme Choquette (born January 25, 1928) is a lawyer and politician in Quebec, Canada.",
      "pageId": 741459,
      "monthDay": "01/25"
    },
    {
      "year": "1934",
      "uri": "/wiki/Mimi_Kok",
      "name": "Mimi Kok",
      "aboutText": "António dos Santos Ramalho Eanes, GColL GCL GColTE CavA (Portuguese pronunciation: [ɐ̃ˈtɔniu ʁɐˈmaʎu iˈɐnɨʃ]; born 25 January 1935) is a Portuguese general and politician who was the 16th President of Portugal from 1976 to 1986.",
      "pageId": 774585,
      "monthDay": "01/25"
    },
    {
      "year": "1935",
      "uri": "/wiki/Conrad_Burns",
      "name": "Conrad Burns",
      "aboutText": "Dean Carroll Jones (January 25, 1931 – September 1, 2015) was an American actor best known for his light-hearted leading roles in several Walt Disney films between 1965 and 1977, such as The Love Bug (1968).",
      "pageId": 897288,
      "monthDay": "01/25"
    },
    {
      "year": "1935",
      "uri": "/wiki/Ant%C3%B3nio_Ramalho_Eanes",
      "name": "António Ramalho Eanes",
      "aboutText": "Shotaro Ishinomori (石ノ森 章太郎, Ishinomori Shōtarō, January 25, 1938 – January 28, 1998) was a Japanese manga artist who became an influential figure in manga, anime, and tokusatsu, creating several immensely popular long-running series such as Cyborg 009 and Himitsu Sentai Gorenger, what would go on to become part of the Super Sentai series, and the Kamen Rider Series. He was twice awarded by the Shogakukan Manga Award, in 1968 for Sabu to Ichi Torimono Hikae and in 1988 for Hotel and Manga Nihon Keizai Nyumon. He was born and named Shotaro Onodera (小野寺 章太郎, Onodera Shōtarō) in Tome, Miyagi, and was also known as Shotaro Ishimori (石森 章太郎, Ishimori Shōtarō) before 1986, when he changed his family name to Ishinomori with \"ノ\".",
      "pageId": 908739,
      "monthDay": "01/25"
    },
    {
      "year": "1935",
      "uri": "/wiki/J._G._Farrell",
      "name": "J. G. Farrell",
      "aboutText": "Diana Hyland (January 25, 1936 – March 27, 1977) was an American stage, film and television actress.",
      "pageId": 1377634,
      "monthDay": "01/25"
    },
    {
      "year": "1936",
      "uri": "/wiki/Diana_Hyland",
      "name": "Diana Hyland",
      "aboutText": "James Gordon Farrell (25 January 1935 – 11 August 1979) was a Liverpool-born novelist of Irish descent. He gained prominence for a series of novels known as the Empire Trilogy (Troubles, The Siege of Krishnapur and The Singapore Grip), which deal with the political and human consequences of British colonial rule.\nFarrell's career abruptly ended when he drowned in Ireland at the age of 44, swept to his death in a storm.",
      "pageId": 1919008,
      "monthDay": "01/25"
    },
    {
      "year": "1936",
      "uri": "/wiki/Onat_Kutlar",
      "name": "Onat Kutlar",
      "aboutText": "This article is about the American actress. For the English actress (1910–1990), see Elizabeth Allan.\nElizabeth Allen (January 25, 1929 — September 19, 2006) was an American theatre, television and film actress and singer whose forty-year career lasted from the mid-1950s through the mid-1990s and included scores of TV episodes as well as six theatrical features, two of which (1963's Donovan's Reef, for which she received a 2nd place Golden Laurel Award as Top New Female Personality, and 1964's Cheyenne Autumn) were directed by John Ford.",
      "pageId": 2290433,
      "monthDay": "01/25"
    },
    {
      "year": "1937",
      "uri": "/wiki/Ange-F%C3%A9lix_Patass%C3%A9",
      "name": "Ange-Félix Patassé",
      "aboutText": "Mehmet Arif Onat Kutlar (25 January 1936 – 11 January 1995), also known as Onat Kutlar, was a prominent Turkish writer and poet, founder of the Turkish Sinematek and one of the founders of the Istanbul International Film Festival.",
      "pageId": 2898772,
      "monthDay": "01/25"
    },
    {
      "year": "1938",
      "uri": "/wiki/Shotaro_Ishinomori",
      "name": "Shotaro Ishinomori",
      "aboutText": "Cor van der Hart (25 January 1928 – 12 December 2006) was a Dutch footballer.",
      "pageId": 8438459,
      "monthDay": "01/25"
    },
    {
      "year": "1938",
      "uri": "/wiki/Etta_James",
      "name": "Etta James",
      "aboutText": "Gregg Palmer (born Palmer Edvind Lee; January 25, 1927 – October 31, 2015) was an American actor, known primarily for his prolific work in television westerns, and his intimidating 6'4 height and weight of 300 lbs. He appeared from 1960-1975 in varying roles in twenty episodes of CBS's Gunsmoke with James Arness, thirteen segments of the syndicated Death Valley Days, and nine episodes of NBC's The Virginian starring James Drury in the title role. He guest starred five times on Bonanza, NBC's longest-running western.",
      "pageId": 21645097,
      "monthDay": "01/25"
    },
    {
      "year": "1938",
      "uri": "/wiki/Leiji_Matsumoto",
      "name": "Leiji Matsumoto",
      "aboutText": "Maria Christina \"Mimi\" Kok (25 January 1934 – 19 April 2014) was a Dutch film and television actress.",
      "pageId": 42542100,
      "monthDay": "01/25"
    },
    {
      "year": "1938",
      "uri": "/wiki/Vladimir_Vysotsky",
      "name": "Vladimir Vysotsky",
      "aboutText": "Peter Gary Tatchell (born 25 January 1952) is an Australian-born British human rights campaigner best known for his work with LGBT social movements.\nTatchell was selected as Labour Party Parliamentary candidate for Bermondsey in 1981. He was then denounced by party leader Michael Foot for supporting extra-parliamentary action against the Thatcher government.",
      "pageId": 265778,
      "monthDay": "01/25"
    },
    {
      "year": "1939",
      "uri": "/wiki/Gabriel_Romanus",
      "name": "Gabriel Romanus",
      "aboutText": "William Tobe Hooper (born January 25, 1943) is an American film director, screenwriter, and producer best known for his work in the horror film genre. His 1974 film, The Texas Chain Saw Massacre was described by Stuart Heritage of The Guardian as \"one of the most influential films ever made\".\n^ a b Roberts, Jerry (2009).",
      "pageId": 304429,
      "monthDay": "01/25"
    },
    {
      "year": "1941",
      "uri": "/wiki/Buddy_Baker",
      "name": "Buddy Baker",
      "aboutText": "Vladimir Semyonovich Vysotsky (Russian: Влади́мир Семёнович Высо́цкий; IPA: [vlɐˈdʲimʲɪr sʲɪˈmʲɵnəvʲɪtɕ vɨˈsotskʲɪj]; 25 January 1938 – 25 July 1980) was a Russian singer-songwriter, poet, and actor whose career had an immense and enduring effect on Soviet and Russian culture. He became widely known for his unique singing style and for his lyrics, which featured social and political commentary in often humorous street jargon. He was also a prominent stage and screen actor.",
      "pageId": 411161,
      "monthDay": "01/25"
    },
    {
      "year": "1941",
      "uri": "/wiki/Gregory_Sierra",
      "name": "Gregory Sierra",
      "aboutText": "Steve Roland \"Pre\" Prefontaine (January 25, 1951 – May 30, 1975) was an American middle and long-distance runner who competed in the 1972 Olympics. Prefontaine once held the American record in seven different distance track events from the 2,000 meters to the 10,000 meters. Prefontaine died in May 1975 at the age of 24 in an auto accident.",
      "pageId": 714524,
      "monthDay": "01/25"
    },
    {
      "year": "1942",
      "uri": "/wiki/Eus%C3%A9bio",
      "name": "Eusébio",
      "aboutText": "Eduardo Gonçalves de Andrade (born 25 January 1947), aka Tostão, is a retired Brazilian footballer who played as a Forward or attacking midfielder. He is a medical doctor.\nTostão was an intelligent forward.",
      "pageId": 771967,
      "monthDay": "01/25"
    },
    {
      "year": "1942",
      "uri": "/wiki/Kenichi_Shinoda",
      "name": "Kenichi Shinoda",
      "aboutText": "Sir Paul Maxime Nurse FRS FREng (born 25 January 1949), is an English geneticist, former President of the Royal Society and Chief Executive and Director of the Francis Crick Institute. He was awarded the 2001 Nobel Prize in Physiology or Medicine along with Leland Hartwell and Tim Hunt for their discoveries of protein molecules that control the division (duplication) of cells in the cell cycle.\n^ a b c NURSE, Sir Paul (Maxime).",
      "pageId": 1718776,
      "monthDay": "01/25"
    },
    {
      "year": "1943",
      "uri": "/wiki/Roy_Black_(singer)",
      "name": "Roy Black",
      "aboutText": "Elzie Wylie \"Buddy\" Baker, Jr.",
      "pageId": 1779743,
      "monthDay": "01/25"
    },
    {
      "year": "1943",
      "uri": "/wiki/Tobe_Hooper",
      "name": "Tobe Hooper",
      "aboutText": "John Cooper Clarke (born 25 January 1949) is an English performance poet who first became famous during the punk rock era of the late 1970s when he became known as a \"punk poet\". He released several albums in the late 1970s and early 1980s, and continues to perform regularly.",
      "pageId": 1932725,
      "monthDay": "01/25"
    },
    {
      "year": "1945",
      "uri": "/wiki/John_Leslie_(pornographic_actor)",
      "name": "John Leslie",
      "aboutText": "Roslyn Joan \"Ros\" Kelly AO (born 25 January 1948) was a member of the Australian House of Representatives for the Division of Canberra from 18 October 1980 to 30 January 1995. She was a minister in the governments of Bob Hawke and Paul Keating.\nShe was born Roslyn Joan Raw, the daughter of Michael and Patricia Raw.",
      "pageId": 2166106,
      "monthDay": "01/25"
    },
    {
      "year": "1945",
      "uri": "/wiki/Leigh_Taylor-Young",
      "name": "Leigh Taylor-Young",
      "aboutText": "Gregory Sierra (born January 25, 1941) is an American actor known for his roles as Detective Sergeant Chano Amenguale on Barney Miller and as Julio Fuentes, the Puerto Rican neighbor of Fred G. Sanford on Sanford and Son (portrayed by Redd Foxx).\nHe also guest-starred as a Jewish radical in an unusually dramatic episode of All in the Family, working with the Hebrew Defense Association, an organization whose goal it was to stop antisemitism in the neighborhood. In the plot, he volunteers in helping to chase away neo-Nazi thugs presiding in the neighborhood who spray-painted a swastika on the Bunkers' front door.",
      "pageId": 2421164,
      "monthDay": "01/25"
    },
    {
      "year": "1947",
      "uri": "/wiki/Tost%C3%A3o",
      "name": "Tostão",
      "aboutText": "Leigh Taylor-Young (born January 25, 1945) is an American actress who has appeared on stage, screen, podcast, radio, and television.",
      "pageId": 2574835,
      "monthDay": "01/25"
    },
    {
      "year": "1947",
      "uri": "/wiki/%C3%81ngel_Nieto",
      "name": "Ángel Nieto",
      "aboutText": "Kenichi Shinoda (篠田 建市, Shinoda Ken'ichi, born January 25, 1942), also known as Shinobu Tsukasa (司 忍, Tsukasa Shinobu), is a yakuza, the sixth and current kumicho (supreme \"Kingpin\") of the Yamaguchi-gumi, Japan's largest yakuza organization.",
      "pageId": 2865870,
      "monthDay": "01/25"
    },
    {
      "year": "1948",
      "uri": "/wiki/Ros_Kelly",
      "name": "Ros Kelly",
      "aboutText": "Roy Black (January 25, 1943 – October 9, 1991) was a German schlager singer and actor, who appeared in several musical comedies and starred in the 1989 TV series, Ein Schloß am Wörthersee.\nBorn Gerhard Höllerich in Bobingen, Bavarian Swabia, Germany, Black attended the gymnasium in Augsburg and, aged 20, founded the rock and roll band Roy Black and His Cannons. His stage name derived from his black hair and his idol, Roy Orbison.",
      "pageId": 2868601,
      "monthDay": "01/25"
    },
    {
      "year": "1948",
      "uri": "/wiki/Georgy_Shishkin",
      "name": "Georgy Shishkin",
      "aboutText": "John Leslie Nuzzo (January 25, 1945 – December 5, 2010) was a prolific pornographic film actor-director-producer. Usually credited under the name John Leslie, he has also worked under a variety of pseudonyms, including John Leslie Dupre, Frederick Watson, and Lenny Lovely.\nAlong with Ron Jeremy, Jamie Gillis, John Holmes, and Harry Reems, Leslie was one of the stalwart male stars of the Golden Age of Porn, when blue movies had to have narratives to avoid prosecution, were shot on film with pretensions of quality production values, and were frequently shown in mainstream movie houses.",
      "pageId": 4443417,
      "monthDay": "01/25"
    },
    {
      "year": "1949",
      "uri": "/wiki/John_Cooper_Clarke",
      "name": "John Cooper Clarke",
      "aboutText": "Ángel Nieto Roldán born 25 January 1947 in Zamora, (Spain) is a multiple Grand Prix motorcycle roadracing World Champion. He is one of the most successful motorcycle racers of all time, with 13 Grand Prix World Championships to his name.\nHe specialized in racing small displacement bikes such as in the 50 cc, 80 cc and 125 cc classes but many fellow racers, including former world champion Barry Sheene consider him among the greatest motorcycle racers of all time.",
      "pageId": 4702054,
      "monthDay": "01/25"
    },
    {
      "year": "1949",
      "uri": "/wiki/Paul_Nurse",
      "name": "Paul Nurse",
      "aboutText": "Lars Gabriel Romanus, born January 25, 1939, in Helsingborg, is a Swedish liberal politician. Minister of Social Affairs 1978–1979, member of the Riksdag 1969–1982 and again 2002–2006. Chairman of the Nordic Council's Swedish delegation and chairman of Svenska Barnboksinstitutet.",
      "pageId": 5291722,
      "monthDay": "01/25"
    },
    {
      "year": "1951",
      "uri": "/wiki/Steve_Prefontaine",
      "name": "Steve Prefontaine",
      "aboutText": "Leonid Petrovich Telyatnikov (Леонид Петрович Телятников; January 25, 1951, in Vvedenka, Kostanai Province, Kazakhstan – December 2, 2004, in Kiev, Ukraine) was the head of the fire department at the Chernobyl Nuclear Power Plant and led the team of firefighters to the fire at reactor number 4 which became the Chernobyl disaster. Despite the radiological dangers, they had no radiation suits, no respirators, and no working dosimeters. From results of a blood test it was estimated he received 4 grays of radiation.",
      "pageId": 12073154,
      "monthDay": "01/25"
    },
    {
      "year": "1951",
      "uri": "/wiki/Leonid_Telyatnikov",
      "name": "Leonid Telyatnikov",
      "aboutText": "Sara Mandiano, (born 25 January 1958 as Françoise Castellani) is a French singer and songwriter.",
      "pageId": 15685267,
      "monthDay": "01/25"
    },
    {
      "year": "1952",
      "uri": "/wiki/Sara_Mandiano",
      "name": "Sara Mandiano",
      "aboutText": "Georgy Shishkin (Russian: Георгий Георгиевич Шишкин; French: Gueorgui Chichkine; born January 25, 1948) is a Russian painter.",
      "pageId": 19314166,
      "monthDay": "01/25"
    },
    {
      "year": "1952",
      "uri": "/wiki/Peter_Tatchell",
      "name": "Peter Tatchell",
      "aboutText": "Eusébio da Silva Ferreira, GCIH, GCM (Portuguese pronunciation: [ewˈzɛβju ðɐ ˈsiɫvɐ fɨˈʁɐjɾɐ]; 25 January 1942 – 5 January 2014), was a Portuguese footballer who played as a striker. Eusébio is considered one of the greatest footballers of all time. During his professional career, he scored 749 goals in 745 matches at club level and 41 goals for his national team, a total of 790 goals.",
      "pageId": 23552524,
      "monthDay": "01/25"
    },
    {
      "year": "1953",
      "uri": "/wiki/The_Honky_Tonk_Man",
      "name": "The Honky Tonk Man",
      "aboutText": "Timo Aulis Rautiainen (born 25 January 1963, in Sulkava, Finland) is a Finnish heavy metal singer, guitarist and songwriter. He is best known as the singer and songwriter of Timo Rautiainen & Trio Niskalaukaus. He has also sung in the bands Lyijykomppania and Aku Ankkuli.",
      "pageId": 551904,
      "monthDay": "01/25"
    },
    {
      "year": "1953",
      "uri": "/wiki/Mark_Weil",
      "name": "Mark Weil",
      "aboutText": "Christos Kostas Chelios (born January 25, 1962), better known as Chris Chelios, is a retired American professional ice hockey defenseman. He is currently the Executive Advisor to Ken Holland, the general manager of the Detroit Red Wings, a role that Steve Yzerman held before leaving to become general manager of the Tampa Bay Lightning. He is one of the longest tenured players in the National Hockey League.",
      "pageId": 664978,
      "monthDay": "01/25"
    },
    {
      "year": "1954",
      "uri": "/wiki/Ricardo_Bochini",
      "name": "Ricardo Bochini",
      "aboutText": "For other uses, see Honky Tonk Man (disambiguation).\nRoy Wayne Farris (born January 25, 1953), better known by his ring name The Honky Tonk Man, is an American professional wrestler. A 1975 graduate from University of Memphis with a B.S. degree in Education, Farris coached high school football for two seasons at Munford High School in Munford, Tennessee.",
      "pageId": 692713,
      "monthDay": "01/25"
    },
    {
      "year": "1954",
      "uri": "/wiki/Renate_Dorrestein",
      "name": "Renate Dorrestein",
      "aboutText": "Molly E. Holzschlag (born January 25, 1963) is a US author, lecturer and advocate for the Open Web. She has written or co-authored over 35 books on web design and open standards, including The Zen of CSS Design: Visual Enlightenment for the Web (co-authored with Dave Shea).\nShe has been named one of San Francisco Webgirls' Top 25 Most Influential Women on the Web and has worked with Microsoft, AOL, eBay and the BBC \"promot[ing] standards and best practices to create highly sustainable, maintainable, accessible, interactive and beautiful Web sites\".",
      "pageId": 1115439,
      "monthDay": "01/25"
    },
    {
      "year": "1957",
      "uri": "/wiki/Eskil_Erlandsson",
      "name": "Eskil Erlandsson",
      "aboutText": "Jenifer Jeanette Lewis (born January 25, 1957) is an American film, theater, and television actress, comedian, and singer. Jenifer Lewis was born and raised in Kinloch, Missouri. She holds a bachelor's degree in theater arts from Webster University in St.",
      "pageId": 1451064,
      "monthDay": "01/25"
    },
    {
      "year": "1957",
      "uri": "/wiki/Andy_Harris_(politician)",
      "name": "Andrew Harris",
      "aboutText": "Esa Tikkanen (born January 25, 1965) is a retired Finnish professional ice hockey forward. He played for the Edmonton Oilers, New York Rangers, St.",
      "pageId": 1924629,
      "monthDay": "01/25"
    },
    {
      "year": "1957",
      "uri": "/wiki/Jenifer_Lewis",
      "name": "Jenifer Lewis",
      "aboutText": "Dinah Beth Manoff (born January 25, 1958) is an American stage, film and television actress and television director best known for her roles as Elaine Lefkowitz on Soap, Marty Maraschino in the film Grease, Libby Tucker in both the stage and film adaptations of I Ought to Be in Pictures, for which she won a Tony award, and Carol Weston on Empty Nest. She starred in numerous television movies and guest starred on various television programs in this timespan. she mostly appeared on TV during the 1990s, but she has been seen in more recent theatrical films such as The Amati Girls and Bart Got a Room and a co-starring role on State of Grace.",
      "pageId": 1961777,
      "monthDay": "01/25"
    },
    {
      "year": "1958",
      "uri": "/wiki/Kavita_Krishnamurthy",
      "name": "Kavita Krishnamurthy",
      "aboutText": "Ricardo Enrique Bochini (born 25 January 1954 in Zárate, Buenos Aires) is an Argentine former professional footballer, who played as an attacking midfielder. He is nicknamed El Bocha. He spent his almost twenty years of his professional career at Argentine club Independiente, becoming one of the most emblematic players in the history of the club.",
      "pageId": 2046487,
      "monthDay": "01/25"
    },
    {
      "year": "1958",
      "uri": "/wiki/Dinah_Manoff",
      "name": "Dinah Manoff",
      "aboutText": "Kavita Krishnamurthy is an Indian film playback singer. Trained in classical music, she has sung a wide range of classical-based songs. In her career, she has worked with a variety of music composers, including R. D. Burman, Hamsalekha and A. R. Rahman.",
      "pageId": 2399825,
      "monthDay": "01/25"
    },
    {
      "year": "1958",
      "uri": "/wiki/Franco_Pancheri",
      "name": "Franco Pancheri",
      "aboutText": "Chester John \"Chet\" Culver (born January 25, 1966) was the 41st Governor of Iowa, holding the position from 2007 to 2011. He was also elected as the Federal Liaison for the Democratic Governors Association for 2008-2009. He founded the Chet Culver Group, an energy sector consulting firm, in 2011.",
      "pageId": 2470324,
      "monthDay": "01/25"
    },
    {
      "year": "1958",
      "uri": "/wiki/Gary_Tibbs",
      "name": "Gary Tibbs",
      "aboutText": "Renate Maria Dorrestein (born 25 January 1954 in Amsterdam) is a Dutch writer, journalist and feminist. She won the Annie Romein prize in 1993 for her complete body of work. She started working as a journalist for a magazine called Panorama and she published her first novel (Buitenstaanders) in 1983.",
      "pageId": 2969053,
      "monthDay": "01/25"
    },
    {
      "year": "1961",
      "uri": "/wiki/Vivian_Balakrishnan",
      "name": "Vivian Balakrishnan",
      "aboutText": "Gary Tibbs (born Gary Brian Tibbs, 25 January 1958) is a bass guitarist and actor, who appeared (playing the part of bass guitarist, Dave) in the film Breaking Glass, alongside Hazel O'Connor.\nTibbs was born in Northwood, London. He was a member of Adam and the Ants, and is mentioned by name in the lyrics of the band's UK top ten hit \"Ant Rap\".",
      "pageId": 4171405,
      "monthDay": "01/25"
    },
    {
      "year": "1961",
      "uri": "/wiki/Willie_Revillame",
      "name": "Willie Revillame",
      "aboutText": "Willie Revillame (born Wilfredo Buendia Revillame, January 27, 1961) is a television host, actor, comedian and a recording artist in the Philippines.\nRevillame started out as the host of GMA Network's noontime variety program Lunch Date in the early 1980s together with Randy Santiago. After his hosting stint he started appearing on different movies playing sidekick to big-named stars.",
      "pageId": 4540910,
      "monthDay": "01/25"
    },
    {
      "year": "1962",
      "uri": "/wiki/Chris_Chelios",
      "name": "Chris Chelios",
      "aboutText": "Lars Eskil Anders Erlandsson (born 25 January 1957) is a Swedish politician who served as Minister for Rural Affairs from 2010 to 2014, having previously served as Minister for Agriculture from 2006 to 2010. A member of the Centre Party, he has been an MP of the Swedish Riksdag since 1994.",
      "pageId": 7337108,
      "monthDay": "01/25"
    },
    {
      "year": "1963",
      "uri": "/wiki/Fernando_Haddad",
      "name": "Fernando Haddad",
      "aboutText": "Andrew P. \"Andy\" Harris (born January 25, 1957) is an American politician and physician who has been the U.S. Representative for Maryland's 1st congressional district since 2011. He is a member of the Republican Party and is currently the only Republican member of Maryland's congressional delegation; he previously served in the Senate of the Maryland General Assembly.\n^ \"Our Campaigns - MD State Senate 7 Race - Nov 05, 2002\".",
      "pageId": 9338058,
      "monthDay": "01/25"
    },
    {
      "year": "1963",
      "uri": "/wiki/Molly_Holzschlag",
      "name": "Molly Holzschlag",
      "aboutText": "Yiannos Ioannou (Greek: Γιάννος Ιωάννου) (born January 25, 1966) is a former Cypriot football player.\n^ \"Cyprus - Record International Players\". rssf.com.",
      "pageId": 12343622,
      "monthDay": "01/25"
    },
    {
      "year": "1963",
      "uri": "/wiki/Timo_Rautiainen",
      "name": "Timo Rautiainen",
      "aboutText": "Mark Yakovlevich Weil (Russian: Марк Яковлевич Вайль) (January 25, 1952 – September 7, 2007) was a Soviet and Uzbekistani theatre director, and founder and art director of the Ilkhom Theatre in Tashkent. His parents, Ukrainian Jews, had arrived in Uzbekistan in the late 1930s. His father was a soldier, and his mother had studied at the Theatre Institute, Kiev.",
      "pageId": 13187111,
      "monthDay": "01/25"
    },
    {
      "year": "1965",
      "uri": "/wiki/Esa_Tikkanen",
      "name": "Esa Tikkanen",
      "aboutText": "Franco Pancheri (born January 25, 1958 in Travagliato) is an Italian professional football coach and a former player.",
      "pageId": 26326333,
      "monthDay": "01/25"
    },
    {
      "year": "1966",
      "uri": "/wiki/Chet_Culver",
      "name": "Chet Culver",
      "aboutText": "Fernando Haddad (born 25 January 1963) is a Brazilian academic and politician of Lebanese Orthodox Christian origin.\nHe was the Minister of Education in the cabinet of Dilma Rousseff and is the current mayor of Brazil's largest city, São Paulo.",
      "pageId": 27969419,
      "monthDay": "01/25"
    },
    {
      "year": "1966",
      "uri": "/wiki/Yiannos_Ioannou",
      "name": "Yiannos Ioannou",
      "aboutText": "Dr. Vivian Balakrishnan (born 25 January 1961), FRCS, is the Singapore Minister for Foreign Affairs and a member of the governing People's Action Party (PAP). He is also the Minister-in-charge of the Smart Nation Programme Office.",
      "pageId": 32059059,
      "monthDay": "01/25"
    },
    {
      "year": "1967",
      "uri": "/wiki/David_Ginola",
      "name": "David Ginola",
      "aboutText": "Timothy Montgomery (born January 28, 1975) is an American former track and field sprinter who specialized in the 100-meter dash. In 2005, he was stripped of his records—including a now void men's 100 m world record of 9.78 seconds set in 2002—after being found guilty of using performance-enhancing drugs as a central figure in the BALCO scandal. Since retiring from athletics he has been tried and convicted for his part in a New York-based check fraud scheme and for dealing heroin in the Hampton Roads area of Virginia.",
      "pageId": 86219,
      "monthDay": "01/25"
    },
    {
      "year": "1968",
      "uri": "/wiki/Eric_Orie",
      "name": "Eric Orie",
      "aboutText": "Mia Kirshner (born January 25, 1975) is a Canadian actress, writer and social activist who works in movies and television series. She is known for her role as Jenny Schecter on the cable TV series The L Word (2004–2009), and for her recurring guest role as the terrorist Mandy on the TV series 24 (2001–2005).",
      "pageId": 444933,
      "monthDay": "01/25"
    },
    {
      "year": "1969",
      "uri": "/wiki/Sergei_Ovchinnikov_(volleyball)",
      "name": "Sergei Ovchinnikov",
      "aboutText": "Dat Phan (born January 25, 1975), is a Vietnamese American stand-up comedian.",
      "pageId": 708252,
      "monthDay": "01/25"
    },
    {
      "year": "1970",
      "uri": "/wiki/Stephen_Chbosky",
      "name": "Stephen Chbosky",
      "aboutText": "Geoff Johns (born January 25, 1973) is an American comic book and television writer, film and television producer.\nHe is the Chief Creative Officer at DC Comics, a position he has served in since 2010. His most notable work in different media has used the DC Comics characters Green Lantern, Aquaman, The Flash and Superman.",
      "pageId": 898609,
      "monthDay": "01/25"
    },
    {
      "year": "1971",
      "uri": "/wiki/Luca_Badoer",
      "name": "Luca Badoer",
      "aboutText": "Jason Andre Davis Roberts MBE (born 25 January 1978) is a former professional footballer who is now a football pundit.\nBorn in Park Royal, London, Roberts was playing football from an early age, and spent time in the youth academies at several professional clubs, but was not retained. After a spell in non-league football with Hayes, he joined Wolverhampton Wanderers in 1997.",
      "pageId": 1123413,
      "monthDay": "01/25"
    },
    {
      "year": "1971",
      "uri": "/wiki/Ana_Ortiz",
      "name": "Ana Ortiz",
      "aboutText": "Luca Badoer (born 25 January 1971) is an Italian former racing driver. Badoer has raced for the Scuderia Italia, Minardi, Forti Corse and most recently, Ferrari teams. In addition to his racing duties, Badoer was one of the active test and reserve drivers for Ferrari from 1998 to 2010 and in 2009 stood in for Ferrari's regular race driver Felipe Massa at the European Grand Prix and the Belgian Grand Prix after the Brazilian was injured during qualifying for the Hungarian Grand Prix and his original replacement, Michael Schumacher, pulled out due to injury.",
      "pageId": 1226492,
      "monthDay": "01/25"
    },
    {
      "year": "1973",
      "uri": "/wiki/Geoff_Johns",
      "name": "Geoff Johns",
      "aboutText": "David Désiré Marc Ginola (French pronunciation: ​[david ʒinola]; born 25 January 1967) is a French former international football player who has also worked as an actor and model.\nGinola was born in Gassin, Var. He played football for ten seasons in his native France before making the move from Paris Saint-Germain to Newcastle United in the English Premier League in July 1995.",
      "pageId": 1438258,
      "monthDay": "01/25"
    },
    {
      "year": "1973",
      "uri": "/wiki/Ace_Steel",
      "name": "Ace Steel",
      "aboutText": "Stephen Chbosky (/ʃəˈbɒski/; born January 25, 1970) is an American novelist, screenwriter, and film director best known for writing the New York Times bestselling coming-of-age novel The Perks of Being a Wallflower (1999), as well as for screenwriting and directing the film version of the same book, starring Logan Lerman, Emma Watson, and Ezra Miller.",
      "pageId": 1621339,
      "monthDay": "01/25"
    },
    {
      "year": "1974",
      "uri": "/wiki/Emily_Haines",
      "name": "Emily Haines",
      "aboutText": "Emily Haines is a Canadian indie rock singer-songwriter. She is the lead singer, keyboardist and songwriter of the band Metric and a member of Broken Social Scene. As a solo artist, she has performed under her own name and under the moniker Emily Haines & The Soft Skeleton.",
      "pageId": 2076349,
      "monthDay": "01/25"
    },
    {
      "year": "1974",
      "uri": "/wiki/Attilio_Nicodemo",
      "name": "Attilio Nicodemo",
      "aboutText": "Chris Guy (born January 25, 1973) is an American professional wrestler better known by his ring name Ace Steel.",
      "pageId": 2239801,
      "monthDay": "01/25"
    },
    {
      "year": "1975",
      "uri": "/wiki/Mia_Kirshner",
      "name": "Mia Kirshner",
      "aboutText": "Benjamin \"B.J.\" Whitmer (born January 25, 1978) is an American professional wrestler.",
      "pageId": 2373406,
      "monthDay": "01/25"
    },
    {
      "year": "1975",
      "uri": "/wiki/Tim_Montgomery",
      "name": "Tim Montgomery",
      "aboutText": "Denis Nikolayevich Menchov (Russian: Денис Николаевич Меньшов MEN-shov; born 25 January 1978) is a former professional Russian road bicycle racer, who rode as a professional between 2000 and 2013. He was best known as a general classification rider, a climber, and a very good time trialist. In 2005 he won the Vuelta a España, which he won for a second time in 2007.",
      "pageId": 3295547,
      "monthDay": "01/25"
    },
    {
      "year": "1975",
      "uri": "/wiki/Dat_Phan",
      "name": "Dat Phan",
      "aboutText": "Mário Haberfeld (born January 25, 1976 in São Paulo) is a Brazilian auto racing driver.\nAfter winning the British Formula 3 Championship in 1998, he drove in Formula 3000 from 1999 until 2002. He posted some decent results, but struggled his first season driving for the McLaren junior team failing to score a single point while teammate Nick Heidfeld won the series championship.",
      "pageId": 3421720,
      "monthDay": "01/25"
    },
    {
      "year": "1976",
      "uri": "/wiki/M%C3%A1rio_Haberfeld",
      "name": "Mário Haberfeld",
      "aboutText": "Charlene, Princess of Monaco (French: Charlène; born Charlene Lynette Wittstock, 25 January 1978), is a former Olympic swimmer for South Africa who, after marrying Prince Albert II in 2011, became Princess of Monaco.\nCharlene was born in Rhodesia (today Zimbabwe), the daughter of Michael and Lynette Wittstock; the family relocated to South Africa in 1989. She represented South Africa at the 2000 Sydney Olympics, with her team finishing fifth in the 4 × 100 metre medley relay.",
      "pageId": 4106584,
      "monthDay": "01/25"
    },
    {
      "year": "1976",
      "uri": "/wiki/Dimitris_Nalitzis",
      "name": "Dimitris Nalitzis",
      "aboutText": "Ahmet Dursun (born 25 January 1978 in Gelsenkirchen, Germany) is a Turkish former professional footballer.\n^ \"Ahmet Dursun\". worldfootball.net.",
      "pageId": 5426272,
      "monthDay": "01/25"
    },
    {
      "year": "1978",
      "uri": "/wiki/Ahmet_Dursun",
      "name": "Ahmet Dursun",
      "aboutText": "Ana Ortiz (born January 25, 1971) is an American actress and singer. She began her acting career in theatre, and in early 2000s starred in the short-lived NBC sitcoms Kristin (2001) A.U.S.A. (2003), and had a dramatic recurring roles in Over There and Boston Legal.\nOrtiz is best known for her role as Hilda Suarez in the ABC comedy-drama series Ugly Betty from 2006 to 2010.",
      "pageId": 7555049,
      "monthDay": "01/25"
    },
    {
      "year": "1978",
      "uri": "/wiki/Denis_Menchov",
      "name": "Denis Menchov",
      "aboutText": "Dimitrios 'Dimitris' Nalitzis (Greek: Δημήτρης Ναλιτζής; born 25 January 1976) is a Greek retired footballer who played as a centre forward.",
      "pageId": 15927967,
      "monthDay": "01/25"
    },
    {
      "year": "1978",
      "uri": "/wiki/Charlene,_Princess_of_Monaco",
      "name": "Charlene, Princess of Monaco",
      "aboutText": "Eric Alexander Orie (born January 25, 1968 in Utrecht) is a Dutch football manager.",
      "pageId": 20613201,
      "monthDay": "01/25"
    },
    {
      "year": "1978",
      "uri": "/wiki/Jason_Roberts_(footballer)",
      "name": "Jason Roberts",
      "aboutText": "Attilio Nicodemo (born 25 January 1974) is an Italian footballer who plays for Sorrento at Lega Pro Prima Divisione.",
      "pageId": 26912403,
      "monthDay": "01/25"
    },
    {
      "year": "1978",
      "uri": "/wiki/B.J._Whitmer",
      "name": "B.J. Whitmer",
      "aboutText": "Sergei Anatolyevich Ovchinnikov (Russian: Серге́й Анатольевич Овчинников; 25 January 1969 – 29 August 2012) was the head coach of the Russia's National Women Volleyball Team.",
      "pageId": 36870769,
      "monthDay": "01/25"
    },
    {
      "year": "1979",
      "uri": "/wiki/Pi_Hongyan",
      "name": "Pi Hongyan",
      "aboutText": "Alicia Augello Cook (born January 25, 1981), known by the pseudonym Alicia Keys, is an American singer, songwriter, record producer, and actress. Keys released her debut album with J Records, having had previous record deals first with Columbia and then Arista Records. Keys' debut album, Songs in A Minor, was a commercial success, selling over 12 million copies worldwide.",
      "pageId": 59720,
      "monthDay": "01/25"
    },
    {
      "year": "1979",
      "uri": "/wiki/Christine_Lakin",
      "name": "Christine Lakin",
      "aboutText": "Pi Hongyan (simplified Chinese: 皮红艳; traditional Chinese: 皮紅艷; pinyin: Pí Hóngyàn) (born 25 January 1979 in Chongqing, China) is a female badminton player competing for France.",
      "pageId": 927447,
      "monthDay": "01/25"
    },
    {
      "year": "1979",
      "uri": "/wiki/Rodrigo_Ribeiro",
      "name": "Rodrigo Ribeiro",
      "aboutText": "Robson de Souza (Brazilian Portuguese: [ˈʁɔpsõ] or [ˈʁɔbisõ d(ʒi) ˈsowzɐ], born 25 January 1984), more commonly known as Robinho (Brazilian Portuguese: [ʁɔˈbĩɲu]), is a Brazilian professional footballer who plays as a forward for Chinese Super League club Guangzhou Evergrande. He is known for his ball control, attacking instinct and dribbling.\nIn 1999, at only 15 years of age, Robinho was personally picked by Brazil legend Pelé as his heir apparent and went on to lead Santos FC to their first Campeonato Brasileiro title since Pelé himself played for the club.",
      "pageId": 1172821,
      "monthDay": "01/25"
    },
    {
      "year": "1980",
      "uri": "/wiki/Xavi",
      "name": "Xavi",
      "aboutText": "Clara Morgane (French pronunciation: ​[klaʁa mɔʁˈɡan]; born on 25 January 1981) is a former pornographic actress, a French singer, media personality and TV host.",
      "pageId": 1369143,
      "monthDay": "01/25"
    },
    {
      "year": "1980",
      "uri": "/wiki/Michelle_McCool",
      "name": "Michelle McCool",
      "aboutText": "Michelle Leigh Calaway (née McCool, born January 25, 1980) is an American retired professional wrestler who is best known for her time with WWE. She is also a former two-time WWE Divas Champion and a two-time WWE Women's Champion and a one-time Diva of the Year .\nMcCool originally worked as a middle school teacher in Palatka, Florida. She joined WWE in 2004 after participating in the 2004 WWE Diva Search.",
      "pageId": 1653100,
      "monthDay": "01/25"
    },
    {
      "year": "1980",
      "uri": "/wiki/Efstathios_Tavlaridis",
      "name": "Efstathios Tavlaridis",
      "aboutText": "Xavier \"Xavi\" Hernández Creus (Catalan: [ˈ(t)ʃaβi ərˈnandəz ˈkɾɛws] Spanish: [ˈtʃaβj erˈnandeθ ˈkɾeus]; born 25 January 1980) is a Spanish professional footballer who plays as a central midfielder for Qatari club Al Sadd SC. Xavi came through La Masia, the Barcelona youth academy, at the age of 11. He made his first-team debut against Mallorca in August 1998. Since then he has played 700 matches, scored 82 goals and made more than 180 assists for over 50 players.",
      "pageId": 2108060,
      "monthDay": "01/25"
    },
    {
      "year": "1981",
      "uri": "/wiki/Charlie_Bewley",
      "name": "Charlie Bewley",
      "aboutText": "Shahriar Nafees Ahmed (Bengali: শাহরিয়ার নাফীস আহমেদ) (born 1 May 1985) is a Bangladeshi cricketer. A left-handed opening batsman, he made his One Day International (ODI) debut for Bangladesh in 2005 against England, and later the same year played his first Test. In 2008 he joined the Indian Cricket League as part of the Dhaka Warriors.",
      "pageId": 2147976,
      "monthDay": "01/25"
    },
    {
      "year": "1981",
      "uri": "/wiki/Francis_Jeffers",
      "name": "Francis Jeffers",
      "aboutText": "Christine Helen Lakin (born January 25, 1979) is an American actress. She is best known for her role as Alicia \"Al\" Lambert on the 1990s ABC/CBS situation comedy Step by Step.",
      "pageId": 2217692,
      "monthDay": "01/25"
    },
    {
      "year": "1981",
      "uri": "/wiki/Alicia_Keys",
      "name": "Alicia Keys",
      "aboutText": "Francis Jeffers (born 25 January 1981) is an English former professional footballer who played as a striker. In his career Jeffers has played for Premier League teams Everton, Arsenal, Charlton Athletic and Blackburn Rovers, as well as various lower-tier clubs. He has one cap for England, scoring one goal against Australia.",
      "pageId": 2279827,
      "monthDay": "01/25"
    },
    {
      "year": "1981",
      "uri": "/wiki/Clara_Morgane",
      "name": "Clara Morgane",
      "aboutText": "Found hometown, Todor \"Toše\" Proeski (Macedonian: Тодор \"Тоше\" Проески [ˈtɔʃɛ ˈprɔɛski]; 25 January 1981 – 16 October 2007) was a Macedonian multi-genre singer, songwriter and actor. He was popular across the entire Balkan area and was considered a top act of the local Macedonian music scene. He was dubbed \"Elvis Presley of the Balkans\" by BBC News.",
      "pageId": 2990519,
      "monthDay": "01/25"
    },
    {
      "year": "1981",
      "uri": "/wiki/To%C5%A1e_Proeski",
      "name": "Toše Proeski",
      "aboutText": "Sho Sakurai (櫻井 翔, Sakurai Shō) (born January 25, 1982) is a Japanese idol, singer, songwriter, actor, newscaster, host and former radio host. He is a member of Japanese boy band Arashi.\nSakurai began his career in the entertainment industry when he joined the Japanese talent agency Johnny & Associates in 1995 at the age of 13.",
      "pageId": 4283186,
      "monthDay": "01/25"
    },
    {
      "year": "1982",
      "uri": "/wiki/Sho_Sakurai",
      "name": "Sho Sakurai",
      "aboutText": "Tina Karol (Ukrainian: Тіна Кароль; 25 January 1985), born Tetyana Hryhorivna Liberman (Ukrainian: Тетяна Григорівна Ліберман), is an Ukrainian singer.",
      "pageId": 4488430,
      "monthDay": "01/25"
    },
    {
      "year": "1984",
      "uri": "/wiki/Robinho",
      "name": "Robinho",
      "aboutText": "Michael Anthony Trevino (born January 25, 1985) is an American actor.",
      "pageId": 4669470,
      "monthDay": "01/25"
    },
    {
      "year": "1984",
      "uri": "/wiki/Stefan_Kie%C3%9Fling",
      "name": "Stefan Kießling",
      "aboutText": "Acie Law IV (born January 25, 1985) is an American professional basketball player for GlobalPort Batang Pier of the PBA. In his four seasons at Texas A&M University, Law scored 1,653 points and was credited with 540 assists. Nicknamed \"Captain Clutch\" for his ability to take over the game late, Law is well known among Aggie basketball fans for \"The Shot,\" his buzzer-beating 3-pointer to beat the arch-rival Texas Longhorns at Reed Arena on March 1, 2006, as well as for his play in the Aggies' 69–66 upset win against Kansas on February 3, 2007. Due to his contributions to Texas A&M, the Texas A&M athletic department hung Law's No.",
      "pageId": 4750487,
      "monthDay": "01/25"
    },
    {
      "year": "1984",
      "uri": "/wiki/Fara_Williams",
      "name": "Fara Williams",
      "aboutText": "Patrick L. Willis (born January 25, 1985) is a retired American football linebacker who played his entire eight-year career with the San Francisco 49ers of the National Football League (NFL). He was drafted by the 49ers in the first round of the 2007 NFL Draft. He played college football for the University of Mississippi (\"Ole Miss\") and received consensus All-American honors.",
      "pageId": 4986761,
      "monthDay": "01/25"
    },
    {
      "year": "1985",
      "uri": "/wiki/Tina_Karol",
      "name": "Tina Karol",
      "aboutText": "Efstathios Tavlaridis (Greek: Στάθης Ταυλαρίδης; born 25 January 1980 in Serres), commonly known as Stathis Tavlaridis, is a Greek football defender currently playing for Greek Superleague club Panathinaikos. Tavlaridis has earned the nickname \"Taureau\" in France which means \"The Bull\" due to his aggressive style of play.",
      "pageId": 7288405,
      "monthDay": "01/25"
    },
    {
      "year": "1985",
      "uri": "/wiki/Acie_Law",
      "name": "Acie Law",
      "aboutText": "Rodrigo Ribeiro (born January 25, 1979 in Rio de Janeiro) is a Brazilian racing driver.",
      "pageId": 8015846,
      "monthDay": "01/25"
    },
    {
      "year": "1985",
      "uri": "/wiki/Michael_Trevino",
      "name": "Michael Trevino",
      "aboutText": "Stefan Kießling (German pronunciation: [ˈʃtɛfan ˈkiːslɪŋ]) (born 25 January 1984) is a German footballer who plays as a striker for Bayer Leverkusen. Born in Lichtenfels, West Germany, Kießling began playing football at a young age in the youth setup at 1. FC Eintracht Bamberg before moving to the 1.",
      "pageId": 8839169,
      "monthDay": "01/25"
    },
    {
      "year": "1985",
      "uri": "/wiki/Patrick_Willis",
      "name": "Patrick Willis",
      "aboutText": "Fara Tanya Franki Williams Merrett (born 25 January 1984) is an English football player. She is a central midfielder for England Women and FA WSL club Liverpool Ladies. A consistent goalscorer and set–piece specialist, Williams is considered one of England's leading players.",
      "pageId": 11191978,
      "monthDay": "01/25"
    },
    {
      "year": "1986",
      "uri": "/wiki/Shahriar_Nafees",
      "name": "Shahriar Nafees",
      "aboutText": "Charles Martin \"Charlie\" Bewley (born 25 January 1981) is an English actor and producer best known for his role as the vampire Demetri in The Twilight Saga films.",
      "pageId": 25517474,
      "monthDay": "01/25"
    },
    {
      "year": "1987",
      "uri": "/wiki/Maria_Kirilenko",
      "name": "Maria Kirilenko",
      "aboutText": "Tatiana Golovin (Russian: Татья́на Голови́на, tr. Tatyana Golovina; born 25 January 1988) is a former Russian-born French professional tennis player. She won the 2004 French Open mixed doubles event with Richard Gasquet, and reached the singles quarterfinal at the 2006 US Open, losing to the eventual champion Maria Sharapova.",
      "pageId": 1577734,
      "monthDay": "01/25"
    },
    {
      "year": "1988",
      "uri": "/wiki/Tatiana_Golovin",
      "name": "Tatiana Golovin",
      "aboutText": "Maria Yuryevna Kirilenko-Stepanova (Russian: Мари́я Ю́рьевна Кириле́нко; IPA: [mɐˈrʲijə ˈjʉrʲjɪvnə kʲɪpʲɪˈlʲɛnkə]; born 25 January 1987) is a Russian tennis player. Kirilenko won the 2002 U.S. Open Girls' Singles and won her first WTA Tour title in 2005, defeating Anna-Lena Grönefeld in the China Open. She has reached three Grand Slam singles quarterfinals, at the 2010 Australian Open the 2012 Wimbledon Championships and the 2013 French Open.",
      "pageId": 2157425,
      "monthDay": "01/25"
    },
    {
      "year": "1989",
      "uri": "/wiki/Sheryfa_Luna",
      "name": "Sheryfa Luna",
      "aboutText": "Mikako Tabe (多部 未華子, Tabe Mikako, born January 25, 1989) is a Japanese stage, film and television actress from Tokyo. She played the role of Kou Yaten in the Sailor Moon musicals and starred in the comedy series Yasuko to Kenji and Deka Wanko.",
      "pageId": 9142930,
      "monthDay": "01/25"
    },
    {
      "year": "1989",
      "uri": "/wiki/Mikako_Tabe",
      "name": "Mikako Tabe",
      "aboutText": "Found Real_name,",
      "pageId": 15575453,
      "monthDay": "01/25"
    },
    {
      "year": "1989",
      "uri": "/wiki/V%C3%ADctor_Ruiz_Torre",
      "name": "Víctor Ruiz Torre",
      "aboutText": "Jared Nelson Cowen (born January 25, 1991) is a Canadian professional ice hockey player. Cowen is currently a member of the Ottawa Senators of the National Hockey League (NHL). Cowen was drafted in the first round, ninth overall, by the Senators in the 2009 NHL Entry Draft.",
      "pageId": 23311573,
      "monthDay": "01/25"
    },
    {
      "year": "1990",
      "uri": "/wiki/Lee_Junho",
      "name": "Lee Junho",
      "aboutText": "Víctor Ruiz Torre (Spanish pronunciation: [ˈbiktor ˈrwiθ ˈtore]; born 25 January 1989) is a Spanish professional footballer who plays for Villarreal CF as a central defender.",
      "pageId": 24125168,
      "monthDay": "01/25"
    },
    {
      "year": "1991",
      "uri": "/wiki/Jared_Cowen",
      "name": "Jared Cowen",
      "aboutText": "Nigel Melker (born 25 January 1991 in Rotterdam) is a Dutch racing driver.",
      "pageId": 26178824,
      "monthDay": "01/25"
    },
    {
      "year": "1991",
      "uri": "/wiki/Nigel_Melker",
      "name": "Nigel Melker",
      "aboutText": "Found Voice type?s?, Found other_names, Found Labels,",
      "pageId": 33669705,
      "monthDay": "01/25"
    }
  ]
}