{
  "people": [
    {
      "year": "1434",
      "uri": "/wiki/Janus_Pannonius",
      "name": "Janus Pannonius",
      "aboutText": "John Locke FRS (/ˈlɒk/; 29 August 1632 – 28 October 1704) was an English philosopher and physician, widely regarded as one of the most influential of Enlightenment thinkers and commonly known as the \"Father of Liberalism\". Considered one of the first of the British empiricists, following the tradition of Sir Francis Bacon, he is equally important to social contract theory. His work greatly affected the development of epistemology and political philosophy.",
      "pageId": 16143,
      "monthDay": "08/29"
    },
    {
      "year": "1619",
      "uri": "/wiki/Jean-Baptiste_Colbert",
      "name": "Jean-Baptiste Colbert",
      "aboutText": "Jean-Auguste-Dominique Ingres (French: [ʒɑnoɡyst dominik ɛ̃ɡʁ]; 29 August 1780 – 14 January 1867) was a French Neoclassical painter. Although he considered himself to be a painter of history in the tradition of Nicolas Poussin and Jacques-Louis David, by the end of his life it was Ingres's portraits, both painted and drawn, that were recognized as his greatest legacy.\nA man profoundly respectful of the past, he assumed the role of a guardian of academic orthodoxy against the ascendant Romantic style represented by his nemesis, Eugène Delacroix.",
      "pageId": 48030,
      "monthDay": "08/29"
    },
    {
      "year": "1628",
      "uri": "/wiki/John_Granville,_1st_Earl_of_Bath",
      "name": "John Granville, 1st Earl of Bath",
      "aboutText": "Henry Bergh (August 29, 1813 – March 12, 1888) founded the American Society for the Prevention of Cruelty to Animals (ASPCA) in April, 1866, three days after the first effective legislation against animal cruelty in the United States was passed into law by the New York State Legislature.",
      "pageId": 56598,
      "monthDay": "08/29"
    },
    {
      "year": "1632",
      "uri": "/wiki/John_Locke",
      "name": "John Locke",
      "aboutText": "Jean-Baptiste Colbert (French: [ʒɑ̃.ba.tist kɔl.bɛʁ]; 29 August 1619 – 6 September 1683) was a French politician who served as the Minister of Finances of France from 1665 to 1683 under the rule of King Louis XIV. His relentless hard work and thrift made him an esteemed minister. He achieved a reputation for his work of improving the state of French manufacturing and bringing the economy back from the brink of bankruptcy. Historians note that, despite Colbert's efforts, France actually became increasingly impoverished because of the King's excessive spending on wars.",
      "pageId": 146811,
      "monthDay": "08/29"
    },
    {
      "year": "1724",
      "uri": "/wiki/Giovanni_Battista_Casti",
      "name": "Giovanni Battista Casti",
      "aboutText": "John Frederick Denison Maurice, often known as F. D. Maurice (29 August 1805 – 1 April 1872), was an English theologian, religious author, and prominent Christian Socialist.",
      "pageId": 206518,
      "monthDay": "08/29"
    },
    {
      "year": "1725",
      "uri": "/wiki/Charles_Townshend",
      "name": "Charles Townshend",
      "aboutText": "Charles Grandison Finney (August 29, 1792 – August 16, 1875) was an American Congregationalist/Presbyterian minister and leader in the Second Great Awakening in the United States. He has been called The Father of Modern Revivalism. Finney was best known as an innovative revivalist during the period 1825–1835 in upstate New York and Manhattan, an opponent of Old School Presbyterian theology, an advocate of Christian perfectionism, and a religious writer.",
      "pageId": 241758,
      "monthDay": "08/29"
    },
    {
      "year": "1728",
      "uri": "/wiki/Maria_Anna_Sophia_of_Saxony",
      "name": "Maria Anna Sophia of Saxony",
      "aboutText": "Charles Townshend (28 August 1725 – 4 September 1767) was a British politician. He was born at his family's seat of Raynham Hall in Norfolk, England, the second son of Charles Townshend, 3rd Viscount Townshend, and Audrey (died 1788), daughter and heiress of Edward Harrison of Ball's Park, near Hertford; she was reportedly a lady who rivaled her son in brilliance of wit and frankness of expression. He was a sickly child, suffered from epilepsy, and had a strained relationship with his parents.",
      "pageId": 376675,
      "monthDay": "08/29"
    },
    {
      "year": "1756",
      "uri": "/wiki/Jan_%C5%9Aniadecki",
      "name": "Jan Śniadecki",
      "aboutText": "Edward Carpenter (29 August 1844 – 28 June 1929) was an English socialist poet, philosopher, anthologist, and early LGBT activist.\nA leading figure in late 19th- and early 20th-century Britain, he was instrumental in the foundation of the Fabian Society and the Labour Party. A poet and writer, he was a close friend of Rabindranath Tagore, and a friend of Walt Whitman.",
      "pageId": 397597,
      "monthDay": "08/29"
    },
    {
      "year": "1756",
      "uri": "/wiki/Count_Heinrich_von_Bellegarde",
      "name": "Count Heinrich von Bellegarde",
      "aboutText": "Aimé Jacques Alexandre Bonpland (August 1773 – May 1858) was a French explorer and botanist, who traveled with Alexander von Humboldt in Latin America from 1799 to 1804. He co-authored volumes of the scientific results of their expedition.\nThe standard author abbreviation Bonpl.",
      "pageId": 398762,
      "monthDay": "08/29"
    },
    {
      "year": "1773",
      "uri": "/wiki/Aim%C3%A9_Bonpland",
      "name": "Aimé Bonpland",
      "aboutText": "Juan Bautista Alberdi (August 29, 1810 – June 19, 1884) was an Argentine political theorist and diplomat.",
      "pageId": 491671,
      "monthDay": "08/29"
    },
    {
      "year": "1777",
      "uri": "/wiki/Hyacinth_(Bichurin)",
      "name": "Hyacinth",
      "aboutText": "Oliver Wendell Holmes, Sr. (August 29, 1809 – October 7, 1894) was an American physician, poet, professor, lecturer, and author based in Boston. A member of the Fireside Poets, his peers acclaimed him as one of the best writers of the day.",
      "pageId": 517143,
      "monthDay": "08/29"
    },
    {
      "year": "1780",
      "uri": "/wiki/Jean-Auguste-Dominique_Ingres",
      "name": "Jean-Auguste-Dominique Ingres",
      "aboutText": "David Bennett Hill (August 29, 1843 – October 20, 1910) was an American politician from New York who was the 29th Governor of New York from 1885 to 1891.",
      "pageId": 673717,
      "monthDay": "08/29"
    },
    {
      "year": "1792",
      "uri": "/wiki/Charles_Grandison_Finney",
      "name": "Charles Grandison Finney",
      "aboutText": "Count Heinrich von Bellegarde, Viceroy of Lombardy-Venetia (German: Heinrich Joseph Johannes, Graf von Bellegarde or sometimes Heinrich von Bellegarde) (29 August 1756 – 22 July 1845), of a noble Savoyard family, was born in Saxony, joined the Saxon army and later entered Habsburg military service, where he became a general officer during in the Habsburg border wars, the French Revolutionary Wars and the Napoleonic Wars.",
      "pageId": 765038,
      "monthDay": "08/29"
    },
    {
      "year": "1805",
      "uri": "/wiki/Frederick_Denison_Maurice",
      "name": "Frederick Denison Maurice",
      "aboutText": "Jan Śniadecki (August 29, 1756– November 9, 1830) was a Polish mathematician, philosopher and astronomer at the turn of the 18th and 19th centuries.",
      "pageId": 1060504,
      "monthDay": "08/29"
    },
    {
      "year": "1809",
      "uri": "/wiki/Oliver_Wendell_Holmes,_Sr.",
      "name": "Oliver Wendell Holmes, Sr.",
      "aboutText": "John Granville, 1st Earl of Bath PC (29 August 1628 – 22 August 1701), of Stowe in the parish of Kilkhampton in Cornwall, was an English Royalist soldier and statesman during the Civil War who played a major role in the 1660 Restoration of the Monarchy and was later appointed Lord Lieutenant of Ireland.",
      "pageId": 1122120,
      "monthDay": "08/29"
    },
    {
      "year": "1810",
      "uri": "/wiki/Juan_Bautista_Alberdi",
      "name": "Juan Bautista Alberdi",
      "aboutText": "Alfred Shaw (Burton Joyce Nottinghamshire, 29 August 1842 – 16 January 1907 in Gedling, Nottinghamshire) was an eminent Victorian cricketer and rugby footballer, who bowled the first ball in Test cricket and was the first to take five wickets in a Test innings (5/35). He made two trips to North America and four to Australia, captaining the English cricket team in four Test matches on the all-professional tour of Australia in 1881/82, where his side lost and drew two each. He was also, along with James Lillywhite and Arthur Shrewsbury, co-promoter of the tour.",
      "pageId": 1291503,
      "monthDay": "08/29"
    },
    {
      "year": "1811",
      "uri": "/wiki/Henry_Bergh",
      "name": "Henry Bergh",
      "aboutText": "Nikita Yakovlevich Bichurin (Никита Яковлевич Бичурин) (August 29, 1777 – May 11, 1853), better known under his monastic name Hyacinth, or Iakinf (Иакинф), was one of the founding fathers of Sinology. He was born to a family of Chuvash priests and studied in the Kazan seminary.\nIn 1802 he was tonsured with the name Hyacinth and sent to promote Christianity in Beijing, where he spent the next 14 years.",
      "pageId": 1521035,
      "monthDay": "08/29"
    },
    {
      "year": "1842",
      "uri": "/wiki/Alfred_Shaw",
      "name": "Alfred Shaw",
      "aboutText": "Giovanni Battista Casti (29 August 1724 – 5 February 1803) was an Italian poet, satirist, and author of comic opera librettos.",
      "pageId": 2390814,
      "monthDay": "08/29"
    },
    {
      "year": "1843",
      "uri": "/wiki/David_B._Hill",
      "name": "David B. Hill",
      "aboutText": "Janus Pannonius (Latin: Ioannes Pannonius, Croatian: Ivan Česmički, Hungarian: Csezmiczei János, or Kesencei; 29 August 1434, Čazma – 27 March 1472, Medvedgrad castle, nearby Zagreb) was a Croat-Hungarian Latinist, poet, diplomat and Bishop of Pécs.",
      "pageId": 5908886,
      "monthDay": "08/29"
    },
    {
      "year": "1844",
      "uri": "/wiki/Edward_Carpenter",
      "name": "Edward Carpenter",
      "aboutText": "Maria Anna Sophia of Saxony (Maria Anna Sophia Sabina Angela Franciska Xaveria; 29 August 1728 – 17 February 1797) was a daughter of King Augustus III of Poland and his wife Maria Josepha of Austria who became Electress of Bavaria.",
      "pageId": 10518802,
      "monthDay": "08/29"
    },
    {
      "year": "1857",
      "uri": "/wiki/Sandford_Schultz",
      "name": "Sandford Schultz",
      "aboutText": "Andrew Fisher (29 August 1862 – 22 October 1928) was an Australian politician who served as Prime Minister on three separate occasions. Fisher's 1910–13 Labor ministry completed a vast legislative programme which made him, along with Protectionist Alfred Deakin, the founder of the statutory structure of the new nation. The Fisher government legacy of reforms and national development lasted beyond the divisions that would later occur with World War I and Billy Hughes' conscription push.",
      "pageId": 70970,
      "monthDay": "08/29"
    },
    {
      "year": "1862",
      "uri": "/wiki/Andrew_Fisher",
      "name": "Andrew Fisher",
      "aboutText": "Maurice Polydore Marie Bernard Maeterlinck (also called Comte (Count) Maeterlinck from 1932; [mo.ʁis ma.tɛʁ.lɛ̃ːk] in Belgium, [mɛ.teʁ.lɛ̃ːk] in France; 29 August 1862 – 6 May 1949) was a Belgian playwright, poet, and essayist who was a Fleming, but wrote in French. He was awarded the Nobel Prize in Literature in 1911 \"in appreciation of his many-sided literary activities, and especially of his dramatic works, which are distinguished by a wealth of imagination and by a poetic fancy, which reveals, sometimes in the guise of a fairy tale, a deep inspiration, while in a mysterious way they appeal to the readers' own feelings and stimulate their imaginations\". The main themes in his work are death and the meaning of life.",
      "pageId": 162198,
      "monthDay": "08/29"
    },
    {
      "year": "1862",
      "uri": "/wiki/Maurice_Maeterlinck",
      "name": "Maurice Maeterlinck",
      "aboutText": "Albert François Lebrun (French: [albɛʁ ləbʁœ̃]; 29 August 1871 – 6 March 1950) was a French politician, President of France from 1932 to 1940. He was the last president of the Third Republic. He was a member of the center-right Democratic Republican Alliance (ARD).",
      "pageId": 207509,
      "monthDay": "08/29"
    },
    {
      "year": "1871",
      "uri": "/wiki/Albert_Fran%C3%A7ois_Lebrun",
      "name": "Albert François Lebrun",
      "aboutText": "Sohn Kee-chung (Korean: 손기정; August 29, 1914 – November 15, 2002) became the first medal-winning Korean Olympian, when he won the gold medal in the marathon at the 1936 Berlin Olympics as a member of the Japanese delegation.\nHe competed under the Japanese name Son Kitei, as Korea was part of the Japanese Empire at the time. The name is based on the Japanese kanji pronunciation of his Korean hanja name, both are written the same.",
      "pageId": 241365,
      "monthDay": "08/29"
    },
    {
      "year": "1875",
      "uri": "/wiki/Leonardo_De_Lorenzo",
      "name": "Leonardo De Lorenzo",
      "aboutText": "Arndt Juho Pekurinen (29 August 1905 in Juva, Finland – 5 November 1941 in Kalevala district, Soviet Union, now Russia) was a Finnish pacifist and conscientious objector.\nIn 1926, Pekurinen repeatedly refused mandatory conscription, leading to his imprisonment between 1929 and 1931. He refused to either wear a uniform or take arms.",
      "pageId": 255473,
      "monthDay": "08/29"
    },
    {
      "year": "1876",
      "uri": "/wiki/Charles_F._Kettering",
      "name": "Charles F. Kettering",
      "aboutText": "Charles Franklin Kettering (August 29, 1876 – November 24 or 25, 1958) was an American inventor, engineer, businessman, and the holder of 186 patents. He was a founder of Delco, and was head of research at General Motors from 1920 to 1947. Among his most widely used automotive developments were the electrical starting motor and leaded gasoline.",
      "pageId": 275593,
      "monthDay": "08/29"
    },
    {
      "year": "1876",
      "uri": "/wiki/Kim_Koo",
      "name": "Kim Koo",
      "aboutText": "Marie-Louise Fébronie Meilleur (born Chassé) (August 29, 1880 – April 16, 1998) was a Canadian supercentenarian who, upon the death of Frenchwoman Jeanne Calment, became the oldest recognized living person. Meilleur is the oldest validated Canadian ever and the fourth oldest person in history, behind Jeanne Calment, Sarah Knauss and Lucy Hannah.",
      "pageId": 332958,
      "monthDay": "08/29"
    },
    {
      "year": "1880",
      "uri": "/wiki/Marie-Louise_Meilleur",
      "name": "Marie-Louise Meilleur",
      "aboutText": "Aurèle Émile \"Mighty Atom, Little Giant\" Joliat (August 29, 1901 in Ottawa, Ontario – June 2, 1986 in Ottawa, Ontario) was a Canadian professional ice hockey left winger who played 16 seasons in the National Hockey League for the Montreal Canadiens.",
      "pageId": 349282,
      "monthDay": "08/29"
    },
    {
      "year": "1883",
      "uri": "/wiki/Muriel_George",
      "name": "Muriel George",
      "aboutText": "Werner Theodor Otto Forßmann (Forssmann in English; 29 August 1904 – 1 June 1979) was a physician from Germany who shared the 1956 Nobel Prize in Medicine (with Andre Cournand and Dickinson Richards) for developing a procedure that allowed for cardiac catheterization. In 1929, he put himself under local anesthesia and inserted a catheter into a vein of his arm. Not knowing if the catheter might pierce a vein, he put his life at risk.",
      "pageId": 370242,
      "monthDay": "08/29"
    },
    {
      "year": "1887",
      "uri": "/wiki/Jivraj_Narayan_Mehta",
      "name": "Jivraj Narayan Mehta",
      "aboutText": "Preston Sturges (/ˈstɜrdʒɪs/; born Edmund Preston Biden; August 29, 1898 – August 6, 1959) was an American playwright, screenwriter, and film director. In 1941, he won the Academy Award for Best Original Screenplay for the film The Great McGinty, his first of three nominations in the category.\nSturges took the screwball comedy format of the 1930s to another level, writing dialogue that, heard today, is often surprisingly naturalistic, mature, and ahead of its time, despite the farcical situations.",
      "pageId": 401133,
      "monthDay": "08/29"
    },
    {
      "year": "1888",
      "uri": "/wiki/Salme_Dutt",
      "name": "Salme Dutt",
      "aboutText": "Kim Koo (김구; 金九; Kim Gu or Kim Ku Korean pronunciation: [kimɡu]; also known by his pen name Baekbeom (백범; 白凡; [pɛkp͈ʌm]), August 29, 1876 – June 26, 1949) was a Korean nationalist politician. He was the sixth and later the last Premier of the Provisional Government of the Republic of Korea, a leader of Korean independence movement against the Japanese Empire,    and a reunification activist after 1945.",
      "pageId": 572306,
      "monthDay": "08/29"
    },
    {
      "year": "1891",
      "uri": "/wiki/Marquis_James",
      "name": "Marquis James",
      "aboutText": "Vivien Theodore Thomas (August 29, 1910 – November 26, 1985) was an African-American surgical technician who developed the procedures used to treat blue baby syndrome in the 1940s. He was the assistant to surgeon Alfred Blalock in Blalock's experimental animal laboratory at Vanderbilt University in Nashville, Tennessee, and later at the Johns Hopkins University in Baltimore, Maryland. He served as supervisor of the surgical laboratories at Johns Hopkins for 35 years.",
      "pageId": 679723,
      "monthDay": "08/29"
    },
    {
      "year": "1898",
      "uri": "/wiki/Preston_Sturges",
      "name": "Preston Sturges",
      "aboutText": "Dhyan Chand (29 August 1905 – 3 December 1979) was an Indian field hockey player, who is widely considered as the greatest field hockey player of all time. Chand is most remembered for his extraordinary goal-scoring feats, in addition to earning three Olympic gold medals (1928, 1932, and 1936) in field hockey, during an era where India was the most dominant team in Hockey.\nKnown as “The Wizard” for his superb ball control, Chand played his final international match in 1948, having scored more than 400 goals during his international career.",
      "pageId": 1517526,
      "monthDay": "08/29"
    },
    {
      "year": "1901",
      "uri": "/wiki/Aur%C3%A8le_Joliat",
      "name": "Aurèle Joliat",
      "aboutText": "Barry Sullivan (August 29, 1912 – June 6, 1994) was an American movie actor who appeared in over 100 movies from the 1930s to the 1980s.",
      "pageId": 2367454,
      "monthDay": "08/29"
    },
    {
      "year": "1904",
      "uri": "/wiki/Werner_Forssmann",
      "name": "Werner Forssmann",
      "aboutText": "Sandford Spence Schultz (29 August 1857 – 18 December 1937) was an English cricketer, who played for Cambridge University, Lancashire and England.\nSchultz was born in Birkenhead, Cheshire, the son of George Edward Schultz and his wife Emma. He was educated at Uppingham and Jesus College, Cambridge.",
      "pageId": 2439116,
      "monthDay": "08/29"
    },
    {
      "year": "1905",
      "uri": "/wiki/Dhyan_Chand",
      "name": "Dhyan Chand",
      "aboutText": "Marquis James (August 29, 1891, Springfield, Missouri – November 19, 1955) was an American journalist and author, twice awarded the Pulitzer Prize for his works The Raven: A Biography of Sam Houston and The Life of Andrew Jackson.",
      "pageId": 4500896,
      "monthDay": "08/29"
    },
    {
      "year": "1905",
      "uri": "/wiki/Arndt_Pekurinen",
      "name": "Arndt Pekurinen",
      "aboutText": "Dr.",
      "pageId": 20615718,
      "monthDay": "08/29"
    },
    {
      "year": "1910",
      "uri": "/wiki/Vivien_Thomas",
      "name": "Vivien Thomas",
      "aboutText": "Salme Dutt (née: Salme Anette Murrik) (29 August 1888 – 30 August 1964) was a British communist politician, wife of Rajani Palme Dutt.\nThe Finnish-Estonian author Hella Wuolijoki was her elder sister. Murrik was also grandaunt of Finnish Social Democratic politician Erkki Tuomioja.",
      "pageId": 20792405,
      "monthDay": "08/29"
    },
    {
      "year": "1912",
      "uri": "/wiki/Sohn_Kee-chung",
      "name": "Sohn Kee-chung",
      "aboutText": "Muriel George (29 August 1883 – 22 October 1965) was an English singer and film actress. She appeared in some 55 films between 1932 and 1955.\nShe also appeared on the variety stage and sang on radio with her husband, Ernest Butcher for thirty years.",
      "pageId": 26368976,
      "monthDay": "08/29"
    },
    {
      "year": "1912",
      "uri": "/wiki/Barry_Sullivan_(actor)",
      "name": "Barry Sullivan",
      "aboutText": "Leonardo De Lorenzo (August 29, 1875 – July 29, 1962) was an Italian virtuoso flautist and music educator.",
      "pageId": 35933147,
      "monthDay": "08/29"
    },
    {
      "year": "1912",
      "uri": "/wiki/Wolfgang_Suschitzky",
      "name": "Wolfgang Suschitzky",
      "aboutText": "Ingrid Bergman (Swedish pronunciation: [ˈɪŋːrɪd ˈbærjman]; 29 August 1915 – 29 August 1982) was a Swedish actress who starred in a variety of European and American films. She won three Academy Awards, two Emmy Awards, four Golden Globe Awards, a BAFTA Award and the Tony Award for Best Actress. She is best remembered for her roles as Ilsa Lund in Casablanca (1942), and as Alicia Huberman in Notorious (1946), an Alfred Hitchcock thriller starring Cary Grant.",
      "pageId": 41562,
      "monthDay": "08/29"
    },
    {
      "year": "1913",
      "uri": "/wiki/Len_Butterfield",
      "name": "Len Butterfield",
      "aboutText": "Charles \"Charlie\" Parker, Jr. (August 29, 1920 – March 12, 1955), also known as \"Yardbird\" and \"Bird\", was an American jazz saxophonist and composer.\nParker was a highly influential jazz soloist and a leading figure in the development of bebop, a form of jazz characterized by fast tempos, virtuosic technique and improvisation.",
      "pageId": 54408,
      "monthDay": "08/29"
    },
    {
      "year": "1915",
      "uri": "/wiki/Ingrid_Bergman",
      "name": "Ingrid Bergman",
      "aboutText": "Dinah Washington (born Ruth Lee Jones; August 29, 1924 – December 14, 1963), was an American singer and pianist, who has been cited as \"the most popular black female recording artist of the '50s\". Primarily a jazz vocalist, she performed and recorded in a wide variety of styles including blues, R&B, and traditional pop music, and gave herself the title of \"Queen of the Blues\". She was a 1986 inductee of the Alabama Jazz Hall of Fame, and was inducted into the Rock and Roll Hall of Fame in 1993.",
      "pageId": 166278,
      "monthDay": "08/29"
    },
    {
      "year": "1915",
      "uri": "/wiki/Endel_Laas",
      "name": "Endel Laas",
      "aboutText": "Isabel Sanford (born Eloise Gwendolyn Sanford; August 29, 1917 – July 9, 2004) was an American stage, film and television actress best known for her role as Louise \"Weezy\" Mills-Jefferson on the CBS sitcoms All in the Family (1971–1975) and The Jeffersons (1975–1985). In 1981, she became the second black American actress to win a Primetime Emmy Award, and the first to win for Outstanding Lead Actress in a Comedy Series.",
      "pageId": 654318,
      "monthDay": "08/29"
    },
    {
      "year": "1915",
      "uri": "/wiki/Nathan_Pritikin",
      "name": "Nathan Pritikin",
      "aboutText": "Richard Blackwell (August 29, 1922 – October 19, 2008) was an American fashion critic, journalist, television and radio personality, artist, former child actor and former fashion designer, sometimes known just as Mr. Blackwell. He was the creator of the \"Ten Worst Dressed Women List\", an annual awards presentation he unveiled in January of each year.",
      "pageId": 1387451,
      "monthDay": "08/29"
    },
    {
      "year": "1916",
      "uri": "/wiki/Luther_Davis",
      "name": "Luther Davis",
      "aboutText": "George Montgomery (August 29, 1916 – December 12, 2000) was an American painter, sculptor, furniture craftsman, and stuntman who is best known as an actor in western style film and television.",
      "pageId": 1586807,
      "monthDay": "08/29"
    },
    {
      "year": "1916",
      "uri": "/wiki/George_Montgomery_(actor)",
      "name": "George Montgomery",
      "aboutText": "Betty Lynn (born August 29, 1926) is an American actress. She is best known for having played Thelma Lou (Barney Fife's girlfriend) on The Andy Griffith Show. She, along with Elinor Donahue, is one of the two last surviving regular female cast members of that show.",
      "pageId": 2829214,
      "monthDay": "08/29"
    },
    {
      "year": "1917",
      "uri": "/wiki/Isabel_Sanford",
      "name": "Isabel Sanford",
      "aboutText": "Wolfgang Suschitzky, BSC (born 29 August 1912), is a photographer and cinematographer perhaps best known for his collaboration with Paul Rotha in the 1940s and his work on Mike Hodges' 1971 film Get Carter. He was born in Vienna, Austria-Hungary.\nAndrew Pulver has described Suschtizky as \"a living link to the prewar glory days of the British documentary movement.\" Steve Chibnall writes that Suschitzky \"[developed] a reputation as an expert location photographer with a documentarist's ability to extract atmosphere from naturalistic settings.\" His photographs have been exhibited at the National Gallery, the Austrian Cultural Forum in London and The Photographer's Gallery, and appear in many international photography collections.",
      "pageId": 2970438,
      "monthDay": "08/29"
    },
    {
      "year": "1920",
      "uri": "/wiki/Charlie_Parker",
      "name": "Charlie Parker",
      "aboutText": "Marmaduke James Hussey, Baron Hussey of North Bradley (29 August 1923 – 27 December 2006), known as Duke Hussey, was Chairman of the Board of Governors of the BBC from 1986 to 1996, fulfilling two terms in that role.",
      "pageId": 3116794,
      "monthDay": "08/29"
    },
    {
      "year": "1922",
      "uri": "/wiki/Richard_Blackwell",
      "name": "Richard Blackwell",
      "aboutText": "Leonard Arthur Butterfield (29 August 1913, Christchurch, Canterbury – 5 July 1999, Christchurch) was a New Zealand cricketer who played in one Test in 1946, making a pair.\nHe made his first-class debut for Canterbury in 1934-35, and played three more matches in 1935-36 batting at various positions in the order from opening to number eight, without much success. He reappeared in 1943-44 as an all-rounder who batted in the middle order and opened the bowling, and took 5 for 24 to help Canterbury beat Auckland, followed by 5 for 47 in a victory over Wellington in the next match.",
      "pageId": 3988289,
      "monthDay": "08/29"
    },
    {
      "year": "1922",
      "uri": "/wiki/John_Edward_Williams",
      "name": "John Edward Williams",
      "aboutText": "Charles Gray (29 August 1928 – 7 March 2000) was an English actor who was well known for roles including the arch-villain Blofeld in the James Bond film Diamonds Are Forever, Dikko Henderson in a previous Bond film You Only Live Twice, Sherlock Holmes's brother Mycroft Holmes in The Adventures of Sherlock Holmes and as the Criminologist in the cult classic The Rocky Horror Picture Show in 1975.",
      "pageId": 4332259,
      "monthDay": "08/29"
    },
    {
      "year": "1923",
      "uri": "/wiki/Richard_Attenborough",
      "name": "Richard Attenborough",
      "aboutText": "For the former University of Alabama Football Player, see Luther Davis (Football Agent)",
      "pageId": 4471708,
      "monthDay": "08/29"
    },
    {
      "year": "1923",
      "uri": "/wiki/Marmaduke_Hussey,_Baron_Hussey_of_North_Bradley",
      "name": "Marmaduke Hussey, Baron Hussey of North Bradley",
      "aboutText": "Found spouse, Found royal name,",
      "pageId": 4718854,
      "monthDay": "08/29"
    },
    {
      "year": "1924",
      "uri": "/wiki/Mar%C3%ADa_Dolores_Pradera",
      "name": "María Dolores Pradera",
      "aboutText": "John Edward Williams (August 29, 1922 - March 3, 1994) was an American author, editor and professor. He was best known for his novels Stoner (1965) and Augustus (1972).",
      "pageId": 6973870,
      "monthDay": "08/29"
    },
    {
      "year": "1924",
      "uri": "/wiki/Dinah_Washington",
      "name": "Dinah Washington",
      "aboutText": "Jimmy Yves Newman (August 29, 1927 – June 21, 2014), better known as Jimmy C. Newman (the C stands for Cajun), was an American country music and cajun singer-songwriter and long-time star of the Grand Ole Opry.",
      "pageId": 7073706,
      "monthDay": "08/29"
    },
    {
      "year": "1926",
      "uri": "/wiki/Helene_Ahrweiler",
      "name": "Helene Ahrweiler",
      "aboutText": "Nathan Pritikin (August 29, 1915 – February 21, 1985) was an American inventor, nutritionist and longevity researcher.\nPritikin was born and raised in Chicago, Illinois. He attended the University of Chicago from 1933 to 1935, dropping out because of the Depression.",
      "pageId": 14184798,
      "monthDay": "08/29"
    },
    {
      "year": "1926",
      "uri": "/wiki/Betty_Lynn",
      "name": "Betty Lynn",
      "aboutText": "Helene Ahrweiler, née Glykatzi (Greek: Ελένη Γλύκατζη-Αρβελέρ; French: Hélène Ahrweiler, pronounced: [aʁvɛlɛʁ]) is an eminent Greek university professor and Byzantinologist. She is also a UNICEF Goodwill Ambassador for Greece.",
      "pageId": 22075972,
      "monthDay": "08/29"
    },
    {
      "year": "1927",
      "uri": "/wiki/Jimmy_C._Newman",
      "name": "Jimmy C. Newman",
      "aboutText": "Eino-Endel Laas (29 August 1915 in Tartu – 1 November 2009) was an Estonian forest scientist and professor.\nLaas specialised in forestry and taught at the University of Life Sciences for many years.",
      "pageId": 25212126,
      "monthDay": "08/29"
    },
    {
      "year": "1928",
      "uri": "/wiki/Charles_Gray_(actor)",
      "name": "Charles Gray",
      "aboutText": "Richard Samuel Attenborough, Baron Attenborough, CBE (/ˈætənbʌrə/; 29 August 1923 – 24 August 2014) was an English actor, film director, film producer, entrepreneur and politician. He was the President of the Royal Academy of Dramatic Art (RADA) and the British Academy of Film and Television Arts (BAFTA).\nAs a film director and producer, Attenborough won two Academy Awards for Gandhi in 1983.",
      "pageId": 26546076,
      "monthDay": "08/29"
    },
    {
      "year": "1928",
      "uri": "/wiki/Herbert_Meier",
      "name": "Herbert Meier",
      "aboutText": "Herbert Meier (born 29 August 1928 in Solothurn) is a Swiss writer and translator.\nMeier studied literature, history of art and philosophy at the universities of Basel, Vienna, Paris and Fribourg.\nSince 1955, Meier has been a freelance writer in Zurich.",
      "pageId": 29059677,
      "monthDay": "08/29"
    },
    {
      "year": "1928",
      "uri": "/wiki/Dick_O%27Neill",
      "name": "Dick O'Neill",
      "aboutText": "John Sidney McCain III (born August 29, 1936) is the senior United States Senator from Arizona. He was the Republican presidential nominee in the 2008 United States presidential election.\nMcCain followed his father and grandfather, both four-star admirals, into the United States Navy, graduating from the U.S. Naval Academy in 1958.",
      "pageId": 43715,
      "monthDay": "08/29"
    },
    {
      "year": "1929",
      "uri": "/wiki/Thom_Gunn",
      "name": "Thom Gunn",
      "aboutText": "Arnold Koller (born 29 August 1933) is a Swiss politician and member of the Swiss Federal Council (1986–1999).\nHe was elected to the Federal Council of Switzerland on 10 December 1986 as a member of the Christian Democratic People's Party of Switzerland from the canton of Appenzell Inner Rhodes. He handed over office on 30 April 1999.",
      "pageId": 155838,
      "monthDay": "08/29"
    },
    {
      "year": "1930",
      "uri": "/wiki/Jacques_Bouchard",
      "name": "Jacques Bouchard",
      "aboutText": "William Friedkin (born August 29, 1935) is an American film director, producer and screenwriter best known for directing The French Connection in 1971 and The Exorcist in 1973; for the former, he won the Academy Award for Best Director.",
      "pageId": 393496,
      "monthDay": "08/29"
    },
    {
      "year": "1930",
      "uri": "/wiki/Carlos_Loyzaga",
      "name": "Carlos Loyzaga",
      "aboutText": "James Joseph \"Jim\" Florio (born August 29, 1937) is a Democratic politician who served as the 49th Governor of New Jersey from 1990 to 1994, the first Italian American to hold the position (he is of half Italian ancestry).",
      "pageId": 442288,
      "monthDay": "08/29"
    },
    {
      "year": "1931",
      "uri": "/wiki/Evelyn_Robert_de_Rothschild",
      "name": "Evelyn Robert de Rothschild",
      "aboutText": "Stylianos \"Stelios\" Kazantzidis (Greek: Στέλιος Καζαντζίδης) (29 August 1931 – 14 September 2001) was a prominent Greek singer.",
      "pageId": 512497,
      "monthDay": "08/29"
    },
    {
      "year": "1931",
      "uri": "/wiki/Stelios_Kazantzidis",
      "name": "Stelios Kazantzidis",
      "aboutText": "Thom Gunn (29 August 1929 – 25 April 2004), born Thomson William Gunn, was an Anglo-American poet who was praised for his early verses in England, where he was associated with The Movement and his later poetry in America, even after moving toward a looser, free-verse style. After relocating from England to San Francisco, Gunn wrote about gay-related topics—particularly in his most famous work, The Man With Night Sweats in 1992—as well as drug use, sex and his bohemian lifestyle.",
      "pageId": 623375,
      "monthDay": "08/29"
    },
    {
      "year": "1931",
      "uri": "/wiki/Lise_Payette",
      "name": "Lise Payette",
      "aboutText": "Elliott Gould (born Elliott Goldstein; August 29, 1938) is an American actor. He began acting in Hollywood films during the 1960s, and has remained prolific ever since. In addition to his performance in the classic comedy Bob & Carol & Ted & Alice (1969), for which he received a nomination for the Academy Award for Best Supporting Actor, Gould is perhaps best known for his significant roles in Robert Altman films, starring in M*A*S*H (1970), The Long Goodbye (1973), and California Split (1974).",
      "pageId": 624312,
      "monthDay": "08/29"
    },
    {
      "year": "1932",
      "uri": "/wiki/Lakis_Petropoulos",
      "name": "Lakis Petropoulos",
      "aboutText": "Dimitris Papamichael (Greek: Δημήτρης Παπαμιχαήλ; 1932–2004) was a popular Greek actor and director. In 1965, he married Aliki Vougiouklaki, the so-called \"national star\" of Greece.",
      "pageId": 886724,
      "monthDay": "08/29"
    },
    {
      "year": "1933",
      "uri": "/wiki/Sorel_Etrog",
      "name": "Sorel Etrog",
      "aboutText": "Sorel Etrog, CM (August 29, 1933 – February 26, 2014) was a Romanian-born Canadian artist, writer, and philosopher best known for his work as a sculptor.",
      "pageId": 1253733,
      "monthDay": "08/29"
    },
    {
      "year": "1933",
      "uri": "/wiki/Arnold_Koller",
      "name": "Arnold Koller",
      "aboutText": "Lise Payette, OQ (born August 29, 1931 in Verdun, Quebec) is a Quebec politician, feminist, writer and columnist. She was a Parti Québécois minister under the leadership of Premier René Lévesque and National Assembly of Quebec member for the riding of Dorion.\nDuring the campaign for the 1980 Quebec referendum Payette denounced women supporters of the \"No\" side as Yvettes (the name of a docile young girl in an old school manual).",
      "pageId": 1533385,
      "monthDay": "08/29"
    },
    {
      "year": "1934",
      "uri": "/wiki/Dimitris_Papamichael",
      "name": "Dimitris Papamichael",
      "aboutText": "Carol Ann Doda (August 29, 1937 – November 9, 2015) was a topless dancer in San Francisco, California who was active from the 1960s through the 1980s. She was one of the first of the era.\nIn 1964 Doda made international news, first by dancing topless at the city's Condor Club, then by enhancing her bust from size 34 to 44 through silicone injections.",
      "pageId": 2940494,
      "monthDay": "08/29"
    },
    {
      "year": "1935",
      "uri": "/wiki/Hugo_Brandt_Corstius",
      "name": "Hugo Brandt Corstius",
      "aboutText": "Hugo Brandt Corstius (29 August 1935 – 28 February 2014) was a Dutch author from Eindhoven, known for his achievements in both literature and science.\nIn 1970, he was awarded a PhD on the subject of computational linguistics. He was employed at the Mathematisch Centrum in Amsterdam.",
      "pageId": 2949273,
      "monthDay": "08/29"
    },
    {
      "year": "1935",
      "uri": "/wiki/William_Friedkin",
      "name": "William Friedkin",
      "aboutText": "Sir Evelyn Robert Adrian de Rothschild (born 29 August, 1931) is a British billionaire financier, and a member of the Rothschild family.",
      "pageId": 4884343,
      "monthDay": "08/29"
    },
    {
      "year": "1935",
      "uri": "/wiki/L%C3%A1szl%C3%B3_Garai",
      "name": "László Garai",
      "aboutText": "Carlos M. Loyzaga (born 29 August 1930) is a Filipino former basketball player and coach. He was a dominant player in Philippine basketball from the 1950s to the early 1960s.",
      "pageId": 5101711,
      "monthDay": "08/29"
    },
    {
      "year": "1936",
      "uri": "/wiki/John_McCain",
      "name": "John McCain",
      "aboutText": "Angela Huth (born 29 August 1938) is an English novelist and journalist.\n^ \"Birthdays\". The Guardian (Guardian News & Media).",
      "pageId": 5322010,
      "monthDay": "08/29"
    },
    {
      "year": "1937",
      "uri": "/wiki/Carol_Doda",
      "name": "Carol Doda",
      "aboutText": "Jacques Bouchard, CM CQ (August 29, 1930 – May 29, 2006) was a Canadian advertising executive. He was one of the founders of Quebec's first French creative advertising agency, BCP, and a pioneer in French-language advertising.\nHe is mostly known for having written Les 36 cordes sensibles des Québécois, a book where he identifies thirty-six cultural traits of the Québécois which may be used in advertisement.",
      "pageId": 5796920,
      "monthDay": "08/29"
    },
    {
      "year": "1937",
      "uri": "/wiki/James_Florio",
      "name": "James Florio",
      "aboutText": "László Garai (born 29 August 1935 in Budapest) studies psychology: theoretical psychology, social psychology and economic psychology.",
      "pageId": 9377725,
      "monthDay": "08/29"
    },
    {
      "year": "1938",
      "uri": "/wiki/Elliott_Gould",
      "name": "Elliott Gould",
      "aboutText": "Dick O'Neill (August 29, 1928 – November 17, 1998) was an American stage, film and television character actor best known for playing Irish cops, fathers, judges and army generals.",
      "pageId": 14461072,
      "monthDay": "08/29"
    },
    {
      "year": "1938",
      "uri": "/wiki/Angela_Huth",
      "name": "Angela Huth",
      "aboutText": "Vasilis \"Lakis\" Petropoulos (Greek: Βασίλειος (Λάκης) Πετρόπουλος) (29 August 1932–30 June 1996) was a Greek football player and manager. He played for Panathinaikos and capped 3 times for Greece. He was member of the national side for the 1952 Olympic Games.",
      "pageId": 28758508,
      "monthDay": "08/29"
    },
    {
      "year": "1938",
      "uri": "/wiki/Christian_M%C3%BCller_(footballer,_born_1938)",
      "name": "Christian Müller",
      "aboutText": "Christian Müller (born 29 August 1938 in Bergheim) is a former professional German footballer.\nMüller made 131 appearances and scored 71 goals in the Bundesliga for 1. FC Köln and Karlsruher SC during his playing career.",
      "pageId": 29750201,
      "monthDay": "08/29"
    },
    {
      "year": "1938",
      "uri": "/wiki/Robert_Rubin",
      "name": "Robert Rubin",
      "aboutText": "Wyomia Tyus (pronunciation: why-o-mia; born August 29, 1945) is a retired American track and field sprinter, and the first person to retain the Olympic title in the 100 m (a feat since duplicated by Carl Lewis, Gail Devers, Shelly-Ann Fraser-Pryce and Usain Bolt).\nTyus, from Tennessee State University, participated in the 1964 Summer Olympics at age 19. In the heats of the event, she equaled Wilma Rudolph's world record, propelling her to a favored position for the final, where her main rival was fellow American Edith McGuire.",
      "pageId": 71386,
      "monthDay": "08/29"
    },
    {
      "year": "1939",
      "uri": "/wiki/Jol%C3%A1n_Kleiber-Kontsek",
      "name": "Jolán Kleiber-Kontsek",
      "aboutText": "James Scott \"Jim\" Brady (August 29, 1940 – August 4, 2014) was an assistant to the U.S. President and White House Press Secretary under President Ronald Reagan. In 1981, Brady became permanently disabled from a gunshot wound during the attempted assassination of Ronald Reagan. Brady became an ardent supporter of gun control as a result of this event.",
      "pageId": 214323,
      "monthDay": "08/29"
    },
    {
      "year": "1939",
      "uri": "/wiki/Joel_Schumacher",
      "name": "Joel Schumacher",
      "aboutText": "Joel T. Schumacher (born August 29, 1939) is an American film director, screenwriter, and producer.\nSome notable films he has directed include The Incredible Shrinking Woman (1981), St. Elmo's Fire (1985), The Lost Boys (1987), Cousins (1989), Falling Down (1993), The Client (1994), Batman Forever (1995), A Time to Kill (1996), Batman & Robin (1997), Flawless (1999), Phone Booth (2003), Veronica Guerin (2003), The Phantom of the Opera (2004) and The Number 23 (2007).",
      "pageId": 275103,
      "monthDay": "08/29"
    },
    {
      "year": "1940",
      "uri": "/wiki/James_Brady",
      "name": "James Brady",
      "aboutText": "Robert \"Bob\" Beamon (born August 29, 1946) is an American former track and field athlete, best known for his world record in the long jump at the Mexico Olympics in 1968, which remained the world record for 7008721569600000000♠22 years, 316 days until it was broken in 1991 by Mike Powell.",
      "pageId": 305498,
      "monthDay": "08/29"
    },
    {
      "year": "1940",
      "uri": "/wiki/Gary_Gabelich",
      "name": "Gary Gabelich",
      "aboutText": "Gary Gabelich (Croatian Gabelić; August 29, 1940 – January 26, 1984) was an American motorsport driver who set the Fédération Internationale de l'Automobile (FIA) Land Speed Record (LSR) with the rocket car Blue Flame on October 23, 1970, on a dry lake bed at Bonneville Salt Flats near Wendover, Utah.",
      "pageId": 436811,
      "monthDay": "08/29"
    },
    {
      "year": "1940",
      "uri": "/wiki/Wim_Ruska",
      "name": "Wim Ruska",
      "aboutText": "Robert Edward Rubin (born August 29, 1938) is an American lawyer, former cabinet member, and retired banking executive. He served as the 70th United States Secretary of the Treasury during the Clinton administration. Before his government service, he spent 26 years at Goldman Sachs, eventually serving as a member of the board and co-chairman from 1990 to 1992; Rubin oversaw the loosening of financial industry underwriting guidelines which had been intact since the 1930s.",
      "pageId": 614418,
      "monthDay": "08/29"
    },
    {
      "year": "1941",
      "uri": "/wiki/Robin_Leach",
      "name": "Robin Leach",
      "aboutText": "Robin Douglas Leach (born 29 August 1941) is an English entertainment reporter and writer famous for hosting his first show, Lifestyles of the Rich and Famous, in the mid-1980s and into the mid-1990s, which focused on profiling well-known celebrities and their lavish homes, cars and other materialistic endeavors. His voice is often parodied by other actors with his signature phrase, \"champagne wishes and caviar dreams.\" During the final season, he was assisted by Shari Belafonte, and the show was renamed, Lifestyles with Robin Leach and Shari Belafonte.",
      "pageId": 1000243,
      "monthDay": "08/29"
    },
    {
      "year": "1942",
      "uri": "/wiki/James_Glennon",
      "name": "James Glennon",
      "aboutText": "Mohamed \"Mo\" Amin (29 August 1943 – 23 November 1996) was a Kenyan photojournalist noted for his pictures and videotapes of the Ethiopian famine.\nMohamed Amin was born on 29 August 1943 in Eastleigh, Nairobi and developed an interest in photography at school. He founded Camerapix company in 1963 in Dar es Salaam and moved the company to Nairobi three years later.",
      "pageId": 1713541,
      "monthDay": "08/29"
    },
    {
      "year": "1942",
      "uri": "/wiki/Gottfried_John",
      "name": "Gottfried John",
      "aboutText": "Willem \"Wim\" Ruska (29 August 1940 – 14 February 2015) was a judoka from the Netherlands. He is the only athlete to win two gold medals in Judo in one Olympics – in the heavyweight and absolute categories in 1972.\nHe started mastering in Judo, learning under Jon Bluming, in 1960 and traveled to Japan for further training.",
      "pageId": 2371493,
      "monthDay": "08/29"
    },
    {
      "year": "1943",
      "uri": "/wiki/Mohamed_Amin",
      "name": "Mohamed Amin",
      "aboutText": "Gottfried John (German: [ˈjoːn]; 29 August 1942 – 1 September 2014) was a German actor.",
      "pageId": 3259982,
      "monthDay": "08/29"
    },
    {
      "year": "1943",
      "uri": "/wiki/Dick_Halligan",
      "name": "Dick Halligan",
      "aboutText": "Demetris Christofias, also spelled Dimitris Christofias (Greek: Δημήτρης Χριστόφιας [ðiˈmitɾis xɾiˈstofças], also spelled Greek: Γρουστόφκιας; born 29 August 1946), is a former Cypriot politician who was the sixth President of Cyprus from 2008 to 2013. Christofias was the General Secretary of AKEL, the Communist Party of Cyprus, and was the European Union's and Cyprus' first, and so far only, Communist head of state. He won the 2008 Cypriot presidential elections in the second round of voting.",
      "pageId": 3658579,
      "monthDay": "08/29"
    },
    {
      "year": "1943",
      "uri": "/wiki/Arthur_B._McDonald",
      "name": "Arthur B. McDonald",
      "aboutText": "James Glennon, ASC (August 29, 1942 – October 19, 2006) was an American cinematographer who started off working in the Warner Bros. mail room, moved to the camera department and later worked as a cinematographer on feature motion pictures including as Director of Photography of the American unit for Return of the Jedi, Citizen Ruth, Election, About Schmidt and others including El Norte. He was born in Los Angeles, California.",
      "pageId": 3989025,
      "monthDay": "08/29"
    },
    {
      "year": "1945",
      "uri": "/wiki/Chris_Copping",
      "name": "Chris Copping",
      "aboutText": "Richard (Dick) Halligan (born August 29, 1943) is an American musician and composer, best known as a founding member of the jazz-rock band Blood, Sweat & Tears.\nHalligan was born in Troy, New York. He was BS&T's trombonist on their first album, Child Is Father to the Man.",
      "pageId": 5237627,
      "monthDay": "08/29"
    },
    {
      "year": "1945",
      "uri": "/wiki/Wyomia_Tyus",
      "name": "Wyomia Tyus",
      "aboutText": "Jolán Kleiber-Kontsek (née Kontsek; born August 29, 1939 in Budapest) is a Hungarian athlete who mainly competed in the discus throw event during her career.\nIn 1964 she finished sixth in the Discus competition at the Olympics. She competed for Hungary in the 1968 Summer Olympics held in Mexico City, Mexico where she won the bronze medal in the discus throw competition.",
      "pageId": 6823410,
      "monthDay": "08/29"
    },
    {
      "year": "1945",
      "uri": "/wiki/Harry_S._Morgan",
      "name": "Harry S. Morgan",
      "aboutText": "Chris Copping (born 29 August 1945 in Middleton, Lancashire, England) is a musician and singer-songwriter who was a member of Procol Harum in the 1970s, and has also composed for TV and film. He predominantly plays organ, piano and bass guitar.\nIn 1960 he joined a group called The Paramounts as a guitarist but left in December 1962 to go to study chemistry at Leicester University.",
      "pageId": 10798842,
      "monthDay": "08/29"
    },
    {
      "year": "1946",
      "uri": "/wiki/Bob_Beamon",
      "name": "Bob Beamon",
      "aboutText": "Harry S. Morgan, legal name Michael Schey (born August 29, 1945 – found dead April 30, 2011) was a German actor, producer and director of pornographic movies.",
      "pageId": 11115897,
      "monthDay": "08/29"
    },
    {
      "year": "1946",
      "uri": "/wiki/Francine_D._Blau",
      "name": "Francine D. Blau",
      "aboutText": "George Jerome Costigan (born 29 August 1947) is a British actor.",
      "pageId": 11768519,
      "monthDay": "08/29"
    },
    {
      "year": "1946",
      "uri": "/wiki/Demetris_Christofias",
      "name": "Demetris Christofias",
      "aboutText": "Arthur Bruce McDonald,OC OOnt FRS FRSC (born August 29, 1943) is a Canadian astrophysicist. McDonald is the director of the Sudbury Neutrino Observatory Institute and holds the Gordon and Patricia Gray Chair in Particle Astrophysics at Queen's University in Kingston, Ontario. He was awarded the 2015 Nobel Prize in Physics jointly with Japanese physicist Takaaki Kajita.",
      "pageId": 14031024,
      "monthDay": "08/29"
    },
    {
      "year": "1946",
      "uri": "/wiki/Giorgio_Orsoni",
      "name": "Giorgio Orsoni",
      "aboutText": "Giorgio Orsoni (born August 29, 1946) is an Italian lawyer, politician and a former mayor of Venice.",
      "pageId": 26987459,
      "monthDay": "08/29"
    },
    {
      "year": "1947",
      "uri": "/wiki/George_Costigan",
      "name": "George Costigan",
      "aboutText": "Francine Dee Blau (born August 29, 1946 in New York City) is an American economist and professor of economics at Cornell University.",
      "pageId": 31648439,
      "monthDay": "08/29"
    },
    {
      "year": "1947",
      "uri": "/wiki/Temple_Grandin",
      "name": "Temple Grandin",
      "aboutText": "Karen S. Hesse (born August 29, 1952) is an American author of children's literature and literature for young adults, often with historical settings.\nShe won the Newbery Medal for Out of the Dust (Scholastic, 1997).",
      "pageId": 91868,
      "monthDay": "08/29"
    },
    {
      "year": "1947",
      "uri": "/wiki/James_Hunt",
      "name": "James Hunt",
      "aboutText": "Mary Temple Grandin (born August 29, 1947) is an American professor of animal science at Colorado State University, best-selling author, autism activist and consultant to the livestock industry on animal behavior. She is the inventor of the \"hug box\", a device to calm those on the autism spectrum. In the 2010 Time 100 list of the one hundred most influential people in the world, she was named in the \"Heroes\" category.",
      "pageId": 169496,
      "monthDay": "08/29"
    },
    {
      "year": "1949",
      "uri": "/wiki/Stan_Hansen",
      "name": "Stan Hansen",
      "aboutText": "Diamanda Galás (born August 29, 1955) is an American avant-garde composer, vocalist, pianist, organist, performance artist, and painter.\nGalás has been described as \"capable of the most unnerving vocal terror.\" Her works largely concentrate on the topics of AIDS, mental illness, despair, injustice, condemnation, and loss of dignity.",
      "pageId": 262751,
      "monthDay": "08/29"
    },
    {
      "year": "1950",
      "uri": "/wiki/Michael_(Dahulich)",
      "name": "Michael",
      "aboutText": "James Simon Wallis Hunt (29 August 1947 – 15 June 1993) was a British racing driver who won the Formula One World Championship in 1976. After retiring from racing in 1979, Hunt became a media commentator and businessman.\nBeginning his racing career in touring car racing, Hunt progressed into Formula Three where he attracted the attention of the Hesketh Racing team and was soon taken under their wing.",
      "pageId": 287740,
      "monthDay": "08/29"
    },
    {
      "year": "1950",
      "uri": "/wiki/Doug_DeCinces",
      "name": "Doug DeCinces",
      "aboutText": "Kevin Michael \"GG\" Allin (born Jesus Christ Allin; August 29, 1956) was an American punk rock singer-songwriter, who performed and recorded with many groups during his career. GG Allin was best known for his notorious live performances, which often featured transgressive acts, including coprophagia, self-mutilation, and attacking audience members, for which he was arrested and imprisoned on multiple occasions. AllMusic and G4TV's That's Tough have called him \"the most spectacular degenerate in rock & roll history\" and the \"toughest rock star in the world\", respectively.",
      "pageId": 433017,
      "monthDay": "08/29"
    },
    {
      "year": "1950",
      "uri": "/wiki/Frank_Henenlotter",
      "name": "Frank Henenlotter",
      "aboutText": "David George \"Dave\" Reichert (/ˈraɪkərt/; born August 29, 1950) is the U.S. Representative for Washington's 8th congressional district, serving since 2005. He is a member of the Republican Party.",
      "pageId": 810186,
      "monthDay": "08/29"
    },
    {
      "year": "1950",
      "uri": "/wiki/Dave_Reichert",
      "name": "Dave Reichert",
      "aboutText": "David Boaz (born August 29, 1953, Mayfield, Kentucky) is the executive vice president of the Cato Institute, an American libertarian think tank.\nHe is the author of Libertarianism: A Primer, published in 1997 by the Free Press and described in the Los Angeles Times as \"a well-researched manifesto of libertarian ideas.\" He is also the editor of The Libertarian Reader and co-editor of the Cato Handbook for Congress (2003) and the Cato Handbook on Policy (2005). He frequently discusses such topics as education choice, the growth of government, the ownership society, his support of drug legalization, and the rise of libertarianism on national television and radio shows.",
      "pageId": 1000363,
      "monthDay": "08/29"
    },
    {
      "year": "1951",
      "uri": "/wiki/Geoff_Whitehorn",
      "name": "Geoff Whitehorn",
      "aboutText": "Mark William Morris (born August 29, 1956) is an American dancer, choreographer and director whose work is acclaimed for its craftsmanship, ingenuity, humor, and at times eclectic musical accompaniments. Morris is popular among dance aficionados, the music world, as well as mainstream audiences.",
      "pageId": 1699981,
      "monthDay": "08/29"
    },
    {
      "year": "1952",
      "uri": "/wiki/Karen_Hesse",
      "name": "Karen Hesse",
      "aboutText": "Michael Paul Kube-McDowell (born August 29, 1954), also known as Michael McDowell or Michael P. McDowell, is an American science fiction and non-fiction author.",
      "pageId": 1758306,
      "monthDay": "08/29"
    },
    {
      "year": "1952",
      "uri": "/wiki/Dave_Malone",
      "name": "Dave Malone",
      "aboutText": "John Stanley Hansen II (born August 29, 1949) is an American former professional wrestler, best known under his ring name Stan Hansen. Hansen is renowned for his stiff wrestling style, which he attributes to his poor eyesight. He is also known for his gimmick as a loud, violent cowboy who wanted to fight everybody, which he further emphasized by appearing in interviews with a cowboy hat, leather vest and bullrope while often chewing on tobacco.",
      "pageId": 1931195,
      "monthDay": "08/29"
    },
    {
      "year": "1952",
      "uri": "/wiki/Deborah_Van_Valkenburgh",
      "name": "Deborah Van Valkenburgh",
      "aboutText": "Frank Henenlotter (born August 29, 1950 in New York City), is an American screenwriter, film director and film historian. He is known primarily for his horror comedies, though he would prefer to be classified as an \"exploitation\" filmmaker (rather than horror). \"I never felt that I made ‘horror films’, he has said.",
      "pageId": 2309869,
      "monthDay": "08/29"
    },
    {
      "year": "1953",
      "uri": "/wiki/David_Boaz",
      "name": "David Boaz",
      "aboutText": "Douglas Vernon \"Doug\" DeCinces (born August 29, 1950) is a former Major League Baseball third baseman. His last name is pronounced \"de-SIN-say\". He played Pony League and Colt League Baseball in Northridge, California with Dwight Evans.",
      "pageId": 2624577,
      "monthDay": "08/29"
    },
    {
      "year": "1953",
      "uri": "/wiki/Do%C3%B1a_Croll",
      "name": "Doña Croll",
      "aboutText": "Deborah Gaye Van Valkenburgh (born August 29, 1952) is an American actress. She is known as Ted Knight's daughter in the role of Jackie Rush on the ABC television situation comedy Too Close for Comfort, and for her role as Mercy in the cult 1979 film The Warriors.",
      "pageId": 4136443,
      "monthDay": "08/29"
    },
    {
      "year": "1953",
      "uri": "/wiki/James_Quesada",
      "name": "James Quesada",
      "aboutText": "Jacob Joseph \"Jack\" Lew (born August 29, 1955) is an American government administrator and attorney who is the 76th and current United States Secretary of the Treasury, serving since 2013. He served as the 26th White House Chief of Staff from 2012 to 2013. Lew previously served as Director of the Office of Management and Budget in the Clinton and Obama Administrations, and is a member of the Democratic Party.",
      "pageId": 5194296,
      "monthDay": "08/29"
    },
    {
      "year": "1954",
      "uri": "/wiki/Michael_P._Kube-McDowell",
      "name": "Michael P. Kube-McDowell",
      "aboutText": "James Quesada (August 29, 1953) is a Nicaraguan American Anthropologist and professor at San Francisco State University's Department of Anthropology. (Ph.D. University of California, San Francisco/University of California, Berkeley). His work focuses on Cultural and Medical Anthropology, the Ethnography of Structural and Political Violence, Social Suffering, Critical Medical Anthropology, Urban Anthropology, Culture Change, Transnational Migration and Refugee Migration, North America, Central America, and the Inner City.",
      "pageId": 5253513,
      "monthDay": "08/29"
    },
    {
      "year": "1955",
      "uri": "/wiki/Diamanda_Gal%C3%A1s",
      "name": "Diamanda Galás",
      "aboutText": "Doña Croll (born 29 August 1953) is a Jamaican-born British actress.",
      "pageId": 6611340,
      "monthDay": "08/29"
    },
    {
      "year": "1955",
      "uri": "/wiki/Frank_Hoste",
      "name": "Frank Hoste",
      "aboutText": "Dave Malone (born August 29, 1952, New Orleans, Louisiana, United States) is an American who is best known as the guitarist and vocalist, and sometimes songwriter, of The Radiators. He has also worked with a wide variety of other musicians, in and out of New Orleans. He has recorded more than a dozen albums with the Radiators, including their latest release Dreaming Out Loud (SCI Fidelity, 2006).",
      "pageId": 6876588,
      "monthDay": "08/29"
    },
    {
      "year": "1955",
      "uri": "/wiki/Jack_Lew",
      "name": "Jack Lew",
      "aboutText": "Geoffrey Charles 'Geoff' Whitehorn (born 29 August 1951, London, England) is a guitarist and singer-songwriter, who has played as a member of If, Crawler and Procol Harum.",
      "pageId": 9953029,
      "monthDay": "08/29"
    },
    {
      "year": "1956",
      "uri": "/wiki/GG_Allin",
      "name": "GG Allin",
      "aboutText": "Frank Hoste (born 29 August 1955 in Ghent) is a retired Belgian racing cyclist, who won the points classification in the Tour de France in 1984. Hoste was a professional cyclist from 1977 to 1991, then he started a bicycle factory. He competed in the individual road race and team time trial events at the 1976 Summer Olympics.",
      "pageId": 11016493,
      "monthDay": "08/29"
    },
    {
      "year": "1956",
      "uri": "/wiki/Mark_Morris_(choreographer)",
      "name": "Mark Morris",
      "aboutText": "Michael (Dahulich) is an Orthodox bishop in the Orthodox Church in America Diocese of New York and New Jersey. He is the former dean of St. Tikhon's Orthodox Theological Seminary in South Canaan, Pennsylvania, and serves there as Associate Professor of New Testament and Ethics.",
      "pageId": 25483804,
      "monthDay": "08/29"
    },
    {
      "year": "1956",
      "uri": "/wiki/Charalambos_Xanthopoulos",
      "name": "Charalambos Xanthopoulos",
      "aboutText": "Rebecca De Mornay (born Rebecca Jane Pearch; August 29, 1959) is an American actress and producer. Her breakthrough film role came in 1983, when she played Lana in Risky Business alongside Tom Cruise.",
      "pageId": 43273,
      "monthDay": "08/29"
    },
    {
      "year": "1956",
      "uri": "/wiki/Steve_Yarbrough_(writer)",
      "name": "Steve Yarbrough",
      "aboutText": "Stephen Wolfram (born 29 August 1959) is a British scientist known for his work in computer science, mathematics, and in theoretical physics. He is the author of the book A New Kind of Science. In 2012 he became a fellow of the American Mathematical Society.",
      "pageId": 52469,
      "monthDay": "08/29"
    },
    {
      "year": "1957",
      "uri": "/wiki/Jerry_D._Bailey",
      "name": "Jerry D. Bailey",
      "aboutText": "Chris Austin Hadfield OC OOnt MSC CD (born 29 August 1959) is a retired Canadian astronaut who was the first Canadian to walk in space. An engineer and former Royal Canadian Air Force fighter pilot, Hadfield has flown two space shuttle missions and served as commander of the International Space Station.\nHadfield, who was raised on a farm in southern Ontario, was inspired as a child when he watched the Apollo 11 Moon landing on TV. He attended high school in Oakville and Milton and earned his glider pilot licence as a member of the Royal Canadian Air Cadets.",
      "pageId": 78114,
      "monthDay": "08/29"
    },
    {
      "year": "1958",
      "uri": "/wiki/Lenny_Henry",
      "name": "Lenny Henry",
      "aboutText": "Sir Lenworth George Henry, CBE (born 29 August 1958), known as Lenny Henry, is a British stand-up comedian, actor, writer, and television presenter, best known for co-founding charity Comic Relief and presenting various television programmes, including The Magicians for BBC One.",
      "pageId": 151612,
      "monthDay": "08/29"
    },
    {
      "year": "1958",
      "uri": "/wiki/Michael_Jackson",
      "name": "Michael Jackson",
      "aboutText": "Tony MacAlpine (born August 29, 1960) is an American musician and composer.",
      "pageId": 263986,
      "monthDay": "08/29"
    },
    {
      "year": "1959",
      "uri": "/wiki/Rebecca_De_Mornay",
      "name": "Rebecca De Mornay",
      "aboutText": "Timothy Perry Shriver (born August 29, 1959) is Chairman of Special Olympics.",
      "pageId": 481817,
      "monthDay": "08/29"
    },
    {
      "year": "1959",
      "uri": "/wiki/Ram%C3%B3n_D%C3%ADaz",
      "name": "Ramón Díaz",
      "aboutText": "Hiroki Kikuta (菊田 裕樹, Kikuta Hiroki, born August 29, 1962) is a Japanese video game composer and game designer. His major works are Secret of Mana, Seiken Densetsu 3, Sōkaigi, and Koudelka, for which he also acted as producer and concept designer. He has composed music for seven other games, and worked as a concept designer in addition to composer for the unreleased MMORPG Chou Bukyo Taisen.",
      "pageId": 657361,
      "monthDay": "08/29"
    },
    {
      "year": "1959",
      "uri": "/wiki/Ray_Elgaard",
      "name": "Ray Elgaard",
      "aboutText": "Akkineni Nagarjuna (born 29 August 1959) is an Indian film actor, producer and television presenter who works primarily in the Telugu Cinema, and Television. He has acted in over ninety films as an actor in a lead, supporting and cameo roles, including Bollywood and Tamil films. He has received two National Film Awards, nine state Nandi Awards and three Filmfare Awards South.",
      "pageId": 2142373,
      "monthDay": "08/29"
    },
    {
      "year": "1959",
      "uri": "/wiki/Chris_Hadfield",
      "name": "Chris Hadfield",
      "aboutText": "Eddi Reader MBE (born Sadenia Reader; 29 August 1959) is a Scottish singer-songwriter, known both for her work with Fairground Attraction and for an enduring solo career. She is the recipient of three BRIT Awards and has topped both the album and singles charts. In 2003 she showcased the works of Scotland's national poet, Robert Burns.",
      "pageId": 2343505,
      "monthDay": "08/29"
    },
    {
      "year": "1959",
      "uri": "/wiki/Akkineni_Nagarjuna",
      "name": "Akkineni Nagarjuna",
      "aboutText": "Jerry D. Bailey (born August 29, 1957 in Dallas, Texas) is an NBC Sports thoroughbred racing analyst and a retired American Hall of Fame jockey.",
      "pageId": 2410788,
      "monthDay": "08/29"
    },
    {
      "year": "1959",
      "uri": "/wiki/Eddi_Reader",
      "name": "Eddi Reader",
      "aboutText": "Steve Yarbrough (born August 29, 1956) is an American author and academic, who teaches at Emerson College.\nBorn in Indianola, Mississippi, he received his B.A. and M.A. in English from the University of Mississippi and his M.F.A. in Creative Writing from the University of Arkansas. Writing largely within the Southern tradition, he draws his themes and characters from Southern history and mores in ways that have been compared to Flannery O'Connor, William Faulkner, and Willie Morris.",
      "pageId": 2641837,
      "monthDay": "08/29"
    },
    {
      "year": "1959",
      "uri": "/wiki/Timothy_Shriver",
      "name": "Timothy Shriver",
      "aboutText": "Ramón Ángel Díaz (born 29 August 1959) is a former Argentine footballer and current manager of Paraguay national football team. He played for Club Atlético River Plate as a striker, and coached it for three tenures, winning eight titles. He is also known by the nickname of El Pelado (\"Baldy\").",
      "pageId": 2967958,
      "monthDay": "08/29"
    },
    {
      "year": "1959",
      "uri": "/wiki/Stephen_Wolfram",
      "name": "Stephen Wolfram",
      "aboutText": "Ian James Corlett (born August 29, 1962) is a Canadian animation voice actor, screenwriter, television producer, author and musician.",
      "pageId": 3052406,
      "monthDay": "08/29"
    },
    {
      "year": "1960",
      "uri": "/wiki/Todd_English",
      "name": "Todd English",
      "aboutText": "Carsten (\"Calle\") Fischer (born August 29, 1961) is a former field hockey player from West Germany, who competed at four Summer Olympics for his native country. He won the golden medal with his team at the 1992 Summer Olympics in Barcelona, after securing silver at the two previous Olympics in Los Angeles (1984) and Seoul (1988). At his fourth Olympic games, in Atlanta (1996), he came fourth.",
      "pageId": 3084630,
      "monthDay": "08/29"
    },
    {
      "year": "1960",
      "uri": "/wiki/Tony_MacAlpine",
      "name": "Tony MacAlpine",
      "aboutText": "William Todd English (born August 29, 1960) is a celebrity chef, restaurateur, author, and television personality. He is based in Boston, Massachusetts, United States. He is best known for his restaurant, Olives, located in both Boston (now closed) and Las Vegas, plus his TV cooking show, Food Trip with Todd English, on PBS. In 2005 he was a judge on the PBS show Cooking Under Fire.",
      "pageId": 3188185,
      "monthDay": "08/29"
    },
    {
      "year": "1961",
      "uri": "/wiki/Carsten_Fischer",
      "name": "Carsten Fischer",
      "aboutText": "Carl E. Banks (born August 29, 1962) is a former American football linebacker in the National Football League from 1984 to 1995 for the New York Giants, the Washington Redskins and the Cleveland Browns.",
      "pageId": 4154803,
      "monthDay": "08/29"
    },
    {
      "year": "1961",
      "uri": "/wiki/Rodney_McCray_(basketball)",
      "name": "Rodney McCray",
      "aboutText": "Rodney Earl McCray (born August 29, 1961) is a retired American basketball player. A 6'7\" small forward, he spent 10 seasons (1983–1993) in the National Basketball Association, tallying 9,014 career points and 5,087 career rebounds.\nMcCray attended the University of Louisville and was a key member of the Cardinals team that won the 1980 NCAA Men's Division I Basketball Championship.",
      "pageId": 4529936,
      "monthDay": "08/29"
    },
    {
      "year": "1962",
      "uri": "/wiki/Carl_Banks",
      "name": "Carl Banks",
      "aboutText": "Raymond Elgaard (born August 29, 1959) is a former Canadian Football League slotback for the Saskatchewan Roughriders from 1983 through 1996, including winning the 77th Grey Cup in 1989. A big man, he was noted for his reliability as a receiver and his toughness on the field. He retired as the all-time leader in receptions and receiving yards in the Canadian Football League (830 receptions, 13,198 receiving yards, eight 1,000 yard seasons).",
      "pageId": 5983909,
      "monthDay": "08/29"
    },
    {
      "year": "1962",
      "uri": "/wiki/Ian_James_Corlett",
      "name": "Ian James Corlett",
      "aboutText": "Michael Joseph Jackson (August 29, 1958 – June 25, 2009) was an American singer, songwriter, record producer, dancer, and actor. Called the King of Pop, his contributions to music and dance, along with his publicized personal life, made him a global figure in popular culture for over four decades.\nThe eighth child of the Jackson family, he debuted on the professional music scene along with his elder brothers Jackie, Tito, Jermaine, and Marlon as a member of the Jackson 5 in 1964, and began his solo career in 1971.",
      "pageId": 14995351,
      "monthDay": "08/29"
    },
    {
      "year": "1962",
      "uri": "/wiki/Hiroki_Kikuta",
      "name": "Hiroki Kikuta",
      "aboutText": "Charalambos (Babis) Xanthopoulos (Greek: Μπάμπης Ξανθόπουλος; born 29 August 1956) is a former Greek footballer.",
      "pageId": 16449046,
      "monthDay": "08/29"
    },
    {
      "year": "1962",
      "uri": "/wiki/Lycia_Naff",
      "name": "Lycia Naff",
      "aboutText": "Meshell Ndegeocello (/mɪˈʃɛl ndɛˈɡeɪoʊtʃɛloʊ/; born Michelle Lynn Johnson, August 29, 1968) is an American singer-songwriter, rapper, bassist, and vocalist. Her music incorporates a wide variety of influences, including funk, soul, jazz, hip hop, reggae and rock. She has received significant critical acclaim throughout her career, and has had ten career Grammy Award nominations.",
      "pageId": 427564,
      "monthDay": "08/29"
    },
    {
      "year": "1962",
      "uri": "/wiki/Simon_Thurley",
      "name": "Simon Thurley",
      "aboutText": "Elizabeth Davidson Fraser (born 29 August 1963) sometimes also known as Liz Fraser is a Scottish singer, songwriter and musician best known as the vocalist for the band Cocteau Twins.\nFraser has a soprano vocal range. She is as well known for her perfectionism and reclusive nature as she is for her voice.",
      "pageId": 433664,
      "monthDay": "08/29"
    },
    {
      "year": "1963",
      "uri": "/wiki/Elizabeth_Fraser",
      "name": "Elizabeth Fraser",
      "aboutText": "Joe Swail (born 29 August 1969) is a professional snooker player from Belfast, Northern Ireland. He has reached ten major ranking semi-finals, including the 2000 and 2001 World Championships but only one final. Swail is renowned for playing well at the Crucible Theatre, having reached the last 16 on four further occasions.",
      "pageId": 681159,
      "monthDay": "08/29"
    },
    {
      "year": "1964",
      "uri": "/wiki/Zisis_Tsekos",
      "name": "Zisis Tsekos",
      "aboutText": "Henry Ramón Blanco (born August 29, 1971) is a Venezuelan former professional baseball player and current coach with the Chicago Cubs. He played as a catcher in Major League Baseball from 1997 to 2013. Although Blanco was a light-hitting player, he was regarded as one of the best defensive catchers in Major League Baseball.",
      "pageId": 715374,
      "monthDay": "08/29"
    },
    {
      "year": "1965",
      "uri": "/wiki/Jeremy_Applegate",
      "name": "Jeremy Applegate",
      "aboutText": "Amanda Meta Marshall (born August 29, 1972) is a Canadian pop-rock singer. She has released three studio albums, the first was certified Diamond in Canada, with the latter two certified 3x Platinum and Platinum respectively.",
      "pageId": 940490,
      "monthDay": "08/29"
    },
    {
      "year": "1965",
      "uri": "/wiki/Will_Perdue",
      "name": "Will Perdue",
      "aboutText": "Alexander Thomas \"Alex\" Griffin (born 29 August 1971, Wall Heath, West Midlands) is an English musician and bass guitarist. He attended Maidensbridge Primary School before going to Kingswinford Secondary school.\nGriffin was the bass player and founder member of early 1990s indie punk band, Ned's Atomic Dustbin, who had 5 Top 40 hit singles and a Top 5 album Godfodder which sold more than half a million copies in 1990.",
      "pageId": 2149778,
      "monthDay": "08/29"
    },
    {
      "year": "1965",
      "uri": "/wiki/Dina_Spybey",
      "name": "Dina Spybey",
      "aboutText": "Carla Gugino (/ɡʊˈdʒiːnoʊ/; born August 29, 1971) is an American actress. She is known for her roles as Ingrid Cortez in the Spy Kids trilogy, Sally Jupiter in Watchmen (2009), Dr. Vera Gorski in Sucker Punch (2011), and as the lead characters of the television series Karen Sisco and Threshold.",
      "pageId": 2150262,
      "monthDay": "08/29"
    },
    {
      "year": "1966",
      "uri": "/wiki/J%C3%B6rn_Gro%C3%9Fkopf",
      "name": "Jörn Großkopf",
      "aboutText": "Found Spouse,",
      "pageId": 2238669,
      "monthDay": "08/29"
    },
    {
      "year": "1967",
      "uri": "/wiki/Anton_Newcombe",
      "name": "Anton Newcombe",
      "aboutText": "William Edward Perdue (born August 29, 1965) is a retired American NBA basketball player who was a member of four NBA championship teams, three with the Chicago Bulls (1991-1993) and one with the San Antonio Spurs (1999). Perdue is now a Studio analyst for Comcast SportsNet Chicago during their pre-game and post-game Chicago Bulls broadcasts.\nPerdue attended Merritt Island High School, Merritt Island, Florida.",
      "pageId": 3310963,
      "monthDay": "08/29"
    },
    {
      "year": "1968",
      "uri": "/wiki/Meshell_Ndegeocello",
      "name": "Meshell Ndegeocello",
      "aboutText": "Lucero Hogaza León (Spanish pronunciation: [luˈseɾo]; born August 29, 1969 in Mexico City, Mexico) known as Lucero, is a Mexican singer, songwriter, actress and television host. She is a multi-platinum singer in Mexico, and has sung in Spanish, English and Portuguese. She is the daughter of Lucero León and Antonio Hogaza and has one brother, Antonio.",
      "pageId": 3634892,
      "monthDay": "08/29"
    },
    {
      "year": "1968",
      "uri": "/wiki/Teruaki_Ogawa",
      "name": "Teruaki Ogawa",
      "aboutText": "Dina Spybey (born August 29, 1965) is an American actress, known as Dina Waters since her 2000 wedding to director Mark Waters. She has appeared in more than 20 films, including John Q., subUrbia and The Haunted Mansion. She is perhaps best known for her role as Tracy Montrose Blair on the first season of Six Feet Under.",
      "pageId": 3653964,
      "monthDay": "08/29"
    },
    {
      "year": "1969",
      "uri": "/wiki/Lucero_(entertainer)",
      "name": "Lucero",
      "aboutText": "Lycia Naff (born August 29, 1962) is an American dancer, actress, and journalist.",
      "pageId": 5560884,
      "monthDay": "08/29"
    },
    {
      "year": "1969",
      "uri": "/wiki/Joe_Swail",
      "name": "Joe Swail",
      "aboutText": "Jeremy Applegate (August 29, 1965 – March 23, 2000) was an American television and film actor.",
      "pageId": 6113734,
      "monthDay": "08/29"
    },
    {
      "year": "1971",
      "uri": "/wiki/Henry_Blanco",
      "name": "Henry Blanco",
      "aboutText": "Vincent Cavanagh (born 29 August 1973 in Liverpool) is an English singer and guitarist best known as a co-founder of British art rock band Anathema. Vincent took over as Anathema's vocalist following the departure of Darren \"Daz\" White from the group after the Pentecost III EP. He also started playing keyboards when the band switched from doom metal to a more ambient/progressive rock style.\nHe co-wrote several Anathema songs including Memento Mori, Restless Oblivion, The Beloved, Re-Connect, Deep, Pitiless, Judgement, Emotional Winter, Leave No Trace, Underworld, Balance and, recently, Thin Air.",
      "pageId": 7602363,
      "monthDay": "08/29"
    },
    {
      "year": "1971",
      "uri": "/wiki/Alex_Griffin",
      "name": "Alex Griffin",
      "aboutText": "Olivier Jacque (born August 29, 1973 in Villerupt, France) is a French former Grand Prix motorcycle road racer.\nHe was second in the 250cc European Championship in 1994, before moving on to the 250cc World Championship. He achieved a top ten finish in the points standings every year he competed.",
      "pageId": 7744250,
      "monthDay": "08/29"
    },
    {
      "year": "1971",
      "uri": "/wiki/Carla_Gugino",
      "name": "Carla Gugino",
      "aboutText": "Simon John Thurley, CBE, FSA, FRIBA, FRHistS (born 29 August 1962, Huntingdon) is an English academic and architectural historian.",
      "pageId": 15638645,
      "monthDay": "08/29"
    },
    {
      "year": "1972",
      "uri": "/wiki/Amanda_Marshall",
      "name": "Amanda Marshall",
      "aboutText": "Zisis Tsekos (Greek: Ζήσης Τσέκος; born 29 August 1964) is a former Greek footballer.",
      "pageId": 25257909,
      "monthDay": "08/29"
    },
    {
      "year": "1972",
      "uri": "/wiki/Bae_Yong-joon",
      "name": "Bae Yong-joon",
      "aboutText": "Jörn Großkopf (born 29 August 1966 in Hamburg) is a German former football player.\nGroßkopf, nicknamed \"Krümel\", made his Bundesliga footballing debut for FC St. Pauli on 22 October 1988 as a last-minute substitute in a 1–0 home win over Borussia Dortmund.",
      "pageId": 26839952,
      "monthDay": "08/29"
    },
    {
      "year": "1973",
      "uri": "/wiki/Vincent_Cavanagh",
      "name": "Vincent Cavanagh",
      "aboutText": "Bae Yong-joon (born August 29, 1972) is a South Korean actor and businessman. He starred in numerous television dramas, notably Winter Sonata which became one of the major proponents of the Korean Wave.",
      "pageId": 30874652,
      "monthDay": "08/29"
    },
    {
      "year": "1973",
      "uri": "/wiki/Olivier_Jacque",
      "name": "Olivier Jacque",
      "aboutText": "Teruaki Ogawa (小川 輝晃, Ogawa Teruaki, born August 29, 1968, in Osaka, Japan) is a Japanese actor and voice actor who is represented by 81 Produce.",
      "pageId": 47326178,
      "monthDay": "08/29"
    },
    {
      "year": "1973",
      "uri": "/wiki/Adam_Sessler",
      "name": "Adam Sessler",
      "aboutText": "Adam Michael Sessler (born August 29, 1973) is the President of TheoryHead, Inc. a consultancy firm for entertainment and media. He is best known for being a former producer and editor-in-chief of Rev3Games, X-Play with Morgan Webb and editor-in-chief of G4's game content for the network.",
      "pageId": 553764,
      "monthDay": "08/29"
    },
    {
      "year": "1974",
      "uri": "/wiki/Kumi_Tanioka",
      "name": "Kumi Tanioka",
      "aboutText": "Jon Dahl Tomasson (born 29 August 1976 in Copenhagen, Denmark) is a Danish football manager and former player, who is currently is working for Vitesse as assistant manager. Tomasson is of Danish, Finnish and Icelandic heritage and was known for his positional strength and fine finishing. His most notable run of football came in his first stint at Feyenoord, with whom he won the 2002 UEFA Cup, and Italian club Milan, with whom he won the 2003 UEFA Champions League and reached the final in 2005.",
      "pageId": 735169,
      "monthDay": "08/29"
    },
    {
      "year": "1975",
      "uri": "/wiki/Dante_Basco",
      "name": "Dante Basco",
      "aboutText": "Pablo Mastroeni (born August 29, 1976) is a retired Argentine-born American soccer player and current head coach of the Colorado Rapids.",
      "pageId": 1044585,
      "monthDay": "08/29"
    },
    {
      "year": "1975",
      "uri": "/wiki/Juan_Diego_Botto",
      "name": "Juan Diego Botto",
      "aboutText": "John Patrick O'Brien (born 29 August 1977 in Los Angeles, California) is a retired American soccer player.\nO'Brien was one of the first Americans to earn a starting spot with a major European team, with Ajax Amsterdam in the late 1990s.",
      "pageId": 1076595,
      "monthDay": "08/29"
    },
    {
      "year": "1975",
      "uri": "/wiki/Kyle_Cook",
      "name": "Kyle Cook",
      "aboutText": "Roy Edward Oswalt (/ˈoʊzwɑːlt/; born August 29, 1977) is an American former professional baseball pitcher who played for the majority of his career with the Houston Astros. He also played for the Philadelphia Phillies, the Texas Rangers, and the Colorado Rockies.\nOswalt was selected by the Astros in the 1996 MLB Draft.",
      "pageId": 1542046,
      "monthDay": "08/29"
    },
    {
      "year": "1976",
      "uri": "/wiki/Stephen_Carr",
      "name": "Stephen Carr",
      "aboutText": "Aaron Ryan Rowand (born August 29, 1977) is an American former professional baseball outfielder in Major League Baseball. He played for the Chicago White Sox, Philadelphia Phillies and the San Francisco Giants.\n^ Baseball-Reference.",
      "pageId": 1562952,
      "monthDay": "08/29"
    },
    {
      "year": "1976",
      "uri": "/wiki/Phil_Harvey_(manager)",
      "name": "Phil Harvey",
      "aboutText": "Dante R. Basco (born August 29, 1975) is an American actor, voice actor, and dancer. He is best known for his role as Rufio in the 1991 live-action film Hook.",
      "pageId": 1956187,
      "monthDay": "08/29"
    },
    {
      "year": "1976",
      "uri": "/wiki/Kevin_Kaesviharn",
      "name": "Kevin Kaesviharn",
      "aboutText": "Kevin Robert Kaesviharn (born August 29, 1976) is a former American football safety. He was signed by the Iowa Barnstormers as a street free agent in 1998. He played college football at Augustana.",
      "pageId": 2089233,
      "monthDay": "08/29"
    },
    {
      "year": "1976",
      "uri": "/wiki/Georgios_Kalaitzis",
      "name": "Georgios Kalaitzis",
      "aboutText": "Kumi Tanioka (谷岡 久美, Tanioka Kumi, born August 29, 1974) is a Japanese video game music composer and pianist. Born in Hiroshima, Japan, she graduated from Kobe University with a degree in musical performance, and began working as a video game composer in 1998. She joined video game developer and publisher Square that same year, and worked on over 15 games for them before leaving to work as an independent composer in 2010.",
      "pageId": 2194843,
      "monthDay": "08/29"
    },
    {
      "year": "1976",
      "uri": "/wiki/Pablo_Mastroeni",
      "name": "Pablo Mastroeni",
      "aboutText": "Volkan Arslan (born 29 August 1978) is a Turkish international footballer who last played as an attacking midfielder for Bozüyükspor. Arslan played for Turkey at the U-16, U-17 and U-18 levels before he made his debut for the senior team in 2003.\n^ \"VOLKAN ARSLAN\" (in Turkish).",
      "pageId": 2384159,
      "monthDay": "08/29"
    },
    {
      "year": "1976",
      "uri": "/wiki/Jon_Dahl_Tomasson",
      "name": "Jon Dahl Tomasson",
      "aboutText": "Devean Jamar George (born August 29, 1977) is a retired American professional basketball player who played 11 seasons in the NBA.",
      "pageId": 2452522,
      "monthDay": "08/29"
    },
    {
      "year": "1977",
      "uri": "/wiki/Cayetano_(Giorgos_Bratanis)",
      "name": "Cayetano",
      "aboutText": "Stephen Carr (born 29 August 1976) is an Irish former footballer who played for and captained Birmingham City from 2009 to 2013. He previously played for Premier League teams Tottenham Hotspur and, for a shorter spell, Newcastle United. He is a former international player with the Republic of Ireland.",
      "pageId": 2504257,
      "monthDay": "08/29"
    },
    {
      "year": "1977",
      "uri": "/wiki/Devean_George",
      "name": "Devean George",
      "aboutText": "John Carter Hensley II (born August 26, 1977) is an American actor, best known for his role as Matt McNamara on Nip/Tuck.",
      "pageId": 2865547,
      "monthDay": "08/29"
    },
    {
      "year": "1977",
      "uri": "/wiki/John_Hensley",
      "name": "John Hensley",
      "aboutText": "Juan Diego Botto-Rota (born August 29, 1975, in Buenos Aires, Argentina) is an Argentine-Spanish actor.\nBotto's father disappeared during the Argentine Dirty War when Juan Diego was only two years old. With his mother and older sister María, also an actress, he moved to Madrid, Spain, where he currently resides.",
      "pageId": 2903225,
      "monthDay": "08/29"
    },
    {
      "year": "1977",
      "uri": "/wiki/John_O%27Brien_(soccer)",
      "name": "John Patrick O'Brien",
      "aboutText": "David Kyle Cook (born August 29, 1975 in Frankfort, Indiana) is a member of the band Matchbox Twenty.",
      "pageId": 3908666,
      "monthDay": "08/29"
    },
    {
      "year": "1977",
      "uri": "/wiki/Roy_Oswalt",
      "name": "Roy Oswalt",
      "aboutText": "Charlie Pickering (born 29 August 1977) is an Australian television presenter and comedian. He is best known as a former co-host on the comedic current affairs program The Project. He regularly appeared on the game show Talkin' 'Bout Your Generation as the \"Generation X\" team captain.",
      "pageId": 5283348,
      "monthDay": "08/29"
    },
    {
      "year": "1977",
      "uri": "/wiki/Charlie_Pickering",
      "name": "Charlie Pickering",
      "aboutText": "Johannes \"Jo\" Hermann Bruno Anton Weil (born (1977-08-29) August 29, 1977  in Frankfurt, Germany) is a German actor. He is best known for his role of Oliver Sabel in the soap-opera Verbotene Liebe, on the German channel, Das Erste. He plays a young gay waiter, who falls in love with his roommate Christian Mann (played by Thore Schölermann), and with whom he has formed one of the leading couples of the series since 2007.",
      "pageId": 14457350,
      "monthDay": "08/29"
    },
    {
      "year": "1977",
      "uri": "/wiki/Aaron_Rowand",
      "name": "Aaron Rowand",
      "aboutText": "Georgios Kalaitzis (alternate spelling: Giorgos) (Greek: Γιώργος Καλαϊτζής); born August 29, 1976 in Thessaloniki, Greece) is a retired Greek professional basketball player and basketball coach.",
      "pageId": 16020632,
      "monthDay": "08/29"
    },
    {
      "year": "1977",
      "uri": "/wiki/Jo_Weil",
      "name": "Jo Weil",
      "aboutText": "Phil Harvey (born Philip Christopher Hammond Harvey, 29 August 1976) is the former manager turned \"creative director\", considered to be the fifth member of the band Coldplay.",
      "pageId": 16675336,
      "monthDay": "08/29"
    },
    {
      "year": "1978",
      "uri": "/wiki/Volkan_Arslan",
      "name": "Volkan Arslan",
      "aboutText": "Giorgos Bratanis (born August 29, 1977), better known by his artistic name \"Cayetano\" is a Greek musician. He performs with his band — Cayetano Live Band — and as a DJ worldwide.",
      "pageId": 31682653,
      "monthDay": "08/29"
    },
    {
      "year": "1978",
      "uri": "/wiki/Celestine_Babayaro",
      "name": "Celestine Babayaro",
      "aboutText": "Simple Plan is a French-Canadian rock band from Montreal, Quebec. The band has released four studio albums: No Pads, No Helmets...Just Balls (2002), Still Not Getting Any... (2004), Simple Plan (2008), and Get Your Heart On!",
      "pageId": 226573,
      "monthDay": "08/29"
    },
    {
      "year": "1979",
      "uri": "/wiki/Stijn_Devolder",
      "name": "Stijn Devolder",
      "aboutText": "Nicholas Tse a.k.a. Tse Ting-fung, Chinese: 謝霆鋒, (born 29 August 1980) is a Hong Kong actor, singer, songwriter, musician, entrepreneur, and martial artist. Tse is a member of the Emperor Entertainment Group.",
      "pageId": 612835,
      "monthDay": "08/29"
    },
    {
      "year": "1979",
      "uri": "/wiki/Kristjan_Rahnu",
      "name": "Kristjan Rahnu",
      "aboutText": "Carlos Francisco Delfino (born August 29, 1982) is an Argentine-Italian professional basketball player who last played for the Houston Rockets of the National Basketball Association (NBA). He holds dual citizenship in both Italy and Argentina. Delfino plays at the small forward and shooting guard positions.",
      "pageId": 903328,
      "monthDay": "08/29"
    },
    {
      "year": "1979",
      "uri": "/wiki/Ryan_Shealy",
      "name": "Ryan Shealy",
      "aboutText": "Christopher David Simms (born August 29, 1980) is a retired American football quarterback in the National Football League (NFL). He was drafted by the Tampa Bay Buccaneers in the third round of the 2003 NFL Draft. He played college football at Texas.",
      "pageId": 2051748,
      "monthDay": "08/29"
    },
    {
      "year": "1980",
      "uri": "/wiki/David_Desrosiers",
      "name": "David Desrosiers",
      "aboutText": "Celestine Hycieth Babayaro (born 29 August 1978 in Kaduna) is a former Nigerian footballer.",
      "pageId": 2167451,
      "monthDay": "08/29"
    },
    {
      "year": "1980",
      "uri": "/wiki/William_Levy_(actor)",
      "name": "William Levy",
      "aboutText": "David Moorer West (born August 29, 1980) is an American professional basketball player for the San Antonio Spurs of the National Basketball Association (NBA).",
      "pageId": 2456371,
      "monthDay": "08/29"
    },
    {
      "year": "1980",
      "uri": "/wiki/Mohammad_Sheikh",
      "name": "Mohammad Sheikh",
      "aboutText": "Geneviève Jeanson (born August 29, 1981) is a former professional bicycle racer from Quebec, Canada. She won the world junior road and time trial championships in 1999 and the Tour de Snowy in 2000. Later that year she won La Flèche Wallonne World Cup race.",
      "pageId": 2585558,
      "monthDay": "08/29"
    },
    {
      "year": "1980",
      "uri": "/wiki/Chris_Simms",
      "name": "Chris Simms",
      "aboutText": "Mohammad Sheikh, born August 29, 1980 in Nairobi, is a Kenyan cricketer who has played One-Day Internationals and first-class cricket for the Kenyan national side. He is a left-handed batsman and a slow left-arm bowler.\nSheikh took part in the senior Cricket World Cup of 1999, while just eighteen and still at school, and, the following year, took part in the Under-19s Cricket World Cup.",
      "pageId": 3068159,
      "monthDay": "08/29"
    },
    {
      "year": "1980",
      "uri": "/wiki/Nicholas_Tse",
      "name": "Nicholas Tse",
      "aboutText": "Dennis Joseph O'Neil, known professionally as Dennis Oh (데니스 오), is an American model and actor.",
      "pageId": 3841223,
      "monthDay": "08/29"
    },
    {
      "year": "1980",
      "uri": "/wiki/David_West_(basketball)",
      "name": "David West",
      "aboutText": "Vincent Enyeama (born 29 August 1982) is a Nigerian professional footballer who plays for French club Lille as a goalkeeper. He was also a member of the Nigerian national team from 2002 until October 2015, serving as its captain from 2013 until his retirement from international football.",
      "pageId": 4019380,
      "monthDay": "08/29"
    },
    {
      "year": "1981",
      "uri": "/wiki/Genevi%C3%A8ve_Jeanson",
      "name": "Geneviève Jeanson",
      "aboutText": "Ryan Nelson Shealy (born August 29, 1979) is a former American professional baseball player who played six seasons in Major League Baseball as a first baseman. Shealy played college baseball for the University of Florida, and thereafter, he played professionally for the Colorado Rockies, Kansas City Royals and Boston Red Sox.\nShealy was born in Fort Lauderdale, Florida.",
      "pageId": 4633717,
      "monthDay": "08/29"
    },
    {
      "year": "1981",
      "uri": "/wiki/Dennis_Oh",
      "name": "Dennis Oh",
      "aboutText": "Jeffrey 'Jeff' Licon (born August 29, 1985, in Los Angeles, California) is an American actor most notable for his role as Carlos Garcia on the Nickelodeon show, The Brothers García.\nJeff Licon portrayed Eric Preston, a supporting character in the 2004 movie Mysterious Skin.",
      "pageId": 5707952,
      "monthDay": "08/29"
    },
    {
      "year": "1981",
      "uri": "/wiki/Jay_Ryan_(actor)",
      "name": "Jay Ryan",
      "aboutText": "Jay Bunyan (born 29 August 1981), better known by his stage name Jay Ryan, is a New Zealand actor.",
      "pageId": 6856111,
      "monthDay": "08/29"
    },
    {
      "year": "1982",
      "uri": "/wiki/Ruhila_Adatia-Sood",
      "name": "Ruhila Adatia-Sood",
      "aboutText": "Stijn Devolder (born 29 August 1979 in Kortrijk, West Flanders) is a Belgian professional road bicycle racer, riding for UCI ProTeam Trek Factory Racing. He rode for US Postal, from 2004 to 2007, before signing for Quick Step in 2008.\nDevolder won his first professional race at the 2004 Four Days of Dunkirk, winning stage 4.",
      "pageId": 7287691,
      "monthDay": "08/29"
    },
    {
      "year": "1982",
      "uri": "/wiki/Carlos_Delfino",
      "name": "Carlos Delfino",
      "aboutText": "Kristjan Rahnu (born 29 August 1979 in Kohila) is an Estonian decathlete. His personal best dates back to 2005 when he did 8526 points in France, Arles on June 4–5. After many injuries and other issues, Rahnu is trying to make a successful return to the sport in 2009 for the first time since the European World Championships in 2006.",
      "pageId": 8674381,
      "monthDay": "08/29"
    },
    {
      "year": "1982",
      "uri": "/wiki/Vincent_Enyeama",
      "name": "Vincent Enyeama",
      "aboutText": "William Levy (born William Levy Gutiérrez; August 29, 1980) is a Cuban American actor and former model.\n^ a b \"William Levy biography\". www.esmas.com (in Spanish) (Esmas).",
      "pageId": 16837917,
      "monthDay": "08/29"
    },
    {
      "year": "1983",
      "uri": "/wiki/Antti_Niemi_(ice_hockey)",
      "name": "Antti Niemi",
      "aboutText": "Achilles Liarmakopoulos (born August 29, 1985) is a Greek trombonist and member of the Canadian Brass.",
      "pageId": 17402437,
      "monthDay": "08/29"
    },
    {
      "year": "1984",
      "uri": "/wiki/Alexander_Hug_(rugby_union)",
      "name": "Alexander Hug",
      "aboutText": "Antti Niemi (Finnish pronunciation: [ˈɑntːi ˈniemi]; born 29 August 1983) is a Finnish professional ice hockey goaltender currently playing for the Dallas Stars of the National Hockey League (NHL). During the 2009–10 season as a member of the Chicago Blackhawks, he became the first Finnish goaltender to win the Stanley Cup. Niemi signed a contract to play for Pelicans in the SM-liiga in Finland during the 2012–13 NHL lockout.",
      "pageId": 21735427,
      "monthDay": "08/29"
    },
    {
      "year": "1985",
      "uri": "/wiki/Achilles_Liarmakopoulos",
      "name": "Achilles Liarmakopoulos",
      "aboutText": "Alexander Hug (born 29 August 1984) is a German international rugby union player, playing for the TSV Handschuhsheim in the Rugby-Bundesliga and the German national rugby union team.\nHe made his debut for Germany in a friendly against Switzerland on 29 September 2007.",
      "pageId": 26576410,
      "monthDay": "08/29"
    },
    {
      "year": "1985",
      "uri": "/wiki/Jeffrey_Licon",
      "name": "Jeffrey Licon",
      "aboutText": "Ruhila Adatia-Sood (29 August 1982 – 21 September 2013) was a Kenyan television and radio presenter and journalist of Indian heritage.\nRuhila Adatia was born and brought up in Kitisuru, Nairobi. She graduated from Aga Khan Academy, Nairobi, and in 2007 from Rhodes University in Grahamstown, South Africa.",
      "pageId": 40601802,
      "monthDay": "08/29"
    },
    {
      "year": "1985",
      "uri": "/wiki/Marc_Rzepczynski",
      "name": "Marc Rzepczynski",
      "aboutText": "Lauren Felice Collins (born August 29, 1986) is a Canadian actress who is perhaps best known for portraying Paige Michalchuk on Degrassi: The Next Generation.",
      "pageId": 1261754,
      "monthDay": "08/29"
    },
    {
      "year": "1985",
      "uri": "/wiki/H%C3%A9ctor_Sanabria_(footballer,_born_1985)",
      "name": "Héctor Sanabria",
      "aboutText": "Anthony Michael 'Tony' Kane (born 29 August 1987) is a Northern Irish footballer who plays for Ballymena United.",
      "pageId": 5242562,
      "monthDay": "08/29"
    },
    {
      "year": "1986",
      "uri": "/wiki/Joem_Bascon",
      "name": "Joem Bascon",
      "aboutText": "Julia Vlassov (born August 29, 1990 in Saint Petersburg, Russia) is an American pair skater.",
      "pageId": 6903561,
      "monthDay": "08/29"
    },
    {
      "year": "1985",
      "uri": "/wiki/Lauren_Collins",
      "name": "Lauren Collins",
      "aboutText": "Lea Michele Sarfati (/ˈliːə mɨˈʃɛl sɑrˈfɑːti/; born August 29, 1986), known professionally as Lea Michele, is an American actress, singer, and author. She is known for her role as Rachel Berry on the Fox comedy-drama series Glee (2009–15). Michele's performance received critical praise, earning her a Satellite Award, a Screen Actors Guild Award, and three consecutive People's Choice Awards.",
      "pageId": 10953971,
      "monthDay": "08/29"
    },
    {
      "year": "1986",
      "uri": "/wiki/Hajime_Isayama",
      "name": "Hajime Isayama",
      "aboutText": "Joseph Emmanuel Bascon, popularly known by the stage name Joem Bascon, (born August 29, 1986 in Manila, Philippines) is a Filipino actor. He is currently under ABS CBN's talent management arm, named Star Magic.",
      "pageId": 12359850,
      "monthDay": "08/29"
    },
    {
      "year": "1986",
      "uri": "/wiki/Phakin_Khamwilaisak",
      "name": "Phakin Khamwilaisak",
      "aboutText": "Maria Luiza de Arruda Botelho Pereira de Magalhães (born August 29, 1992 in São Paulo) is a Brazilian singer, songwriter and musician. Mallu first came to prominence through her MySpace page, becoming known for her own songs and those of renowned artists. She found herself gracing the covers of major newspapers such as Folha de S. Paulo, O Estado de S. Paulo and Jornal do Brasil, and was featured in Rolling Stone, Istoé, Época among others.",
      "pageId": 17330564,
      "monthDay": "08/29"
    },
    {
      "year": "1986",
      "uri": "/wiki/Lea_Michele",
      "name": "Lea Michele",
      "aboutText": "Nicole Gale Anderson (born August 29, 1990) is an American actress. She is best known for her role as Heather Chandler on The CW series Beauty & the Beast.",
      "pageId": 21961631,
      "monthDay": "08/29"
    },
    {
      "year": "1987",
      "uri": "/wiki/Elliot_Benyon",
      "name": "Elliot Benyon",
      "aboutText": "Marc Walter Rzepczynski (/zəpˈtʃɪnski/ zəp-CHIN-skee; born August 29, 1985) is an American professional baseball pitcher for the Oakland Athletics of Major League Baseball (MLB). He has previously played in MLB for the Toronto Blue Jays, St.",
      "pageId": 23516626,
      "monthDay": "08/29"
    },
    {
      "year": "1987",
      "uri": "/wiki/Tony_Kane",
      "name": "Tony Kane",
      "aboutText": "Elliot Paul Benyon (born 29 August 1987) is an English professional footballer who plays for Hayes & Yeading United as a striker.",
      "pageId": 23550804,
      "monthDay": "08/29"
    },
    {
      "year": "1989",
      "uri": "/wiki/Aleksandr_Bebikh",
      "name": "Aleksandr Bebikh",
      "aboutText": "Aleksandr Gennadyevich Bebikh (Russian: Александр Геннадьевич Бебих; born August 29, 1989) is a Russian professional football player.",
      "pageId": 23892218,
      "monthDay": "08/29"
    },
    {
      "year": "1989",
      "uri": "/wiki/Karol_Castillo",
      "name": "Karol Castillo",
      "aboutText": "Patrick John Miguel van Aanholt (born 29 August 1990) is a Dutch footballer who plays for Sunderland as a left back.\nHe began his professional career at Chelsea, where he was used sparingly, spending time on loan at five other clubs. In 2014, he joined Sunderland for around £1.5 million.",
      "pageId": 23918527,
      "monthDay": "08/29"
    },
    {
      "year": "1990",
      "uri": "/wiki/Nicole_Gale_Anderson",
      "name": "Nicole Gale Anderson",
      "aboutText": "Deshaun Thomas (born August 29, 1991) is an American professional basketball player for the Austin Spurs of the NBA Development League. Standing at 6 ft 7 in (2.01 m), he plays at the small forward position.",
      "pageId": 25492844,
      "monthDay": "08/29"
    },
    {
      "year": "1990",
      "uri": "/wiki/Rizzini_Alexis_Gomez",
      "name": "Rizzini Alexis Gomez",
      "aboutText": "Miss Tourism International is an annual international beauty contest run by the D’ Touch International Sdn Bhd Foundation. The contest began in 1994 in Kuching, Malaysia. Malaysia hosts Miss Tourism International every year, except in 2006 it was held outside Malaysia for the first time, in Guangzhou, China.",
      "pageId": 25560681,
      "monthDay": "08/29"
    },
    {
      "year": "1990",
      "uri": "/wiki/Jakub_Kosecki",
      "name": "Jakub Kosecki",
      "aboutText": "Jakub Kosecki (Polish pronunciation: [ˈjakup kɔˈsɛt͡ski]; born August 29, 1990 in Warsaw) is a Polish professional footballer who currently plays for SV Sandhausen.",
      "pageId": 27760983,
      "monthDay": "08/29"
    },
    {
      "year": "1990",
      "uri": "/wiki/Patrick_van_Aanholt",
      "name": "Patrick van Aanholt",
      "aboutText": "Néstor Alejandro Araujo Razo (born 29 August 1991), is a Mexican footballer Defender, currently playing for Santos Laguna in Mexico's Liga MX on loan from Cruz Azul. On 4 July, he scored his first goal for the nation in 2011 Copa America match against Chile.",
      "pageId": 28368030,
      "monthDay": "08/29"
    },
    {
      "year": "1990",
      "uri": "/wiki/Julia_Vlassov",
      "name": "Julia Vlassov",
      "aboutText": "Anikó Kovacsics; born 29 August 1991) is a Hungarian handballer playing in middle back/playmaker position. Started to play at the age of 10, she signed to Győri Audi ETO KC in 2006, where she quickly came through the ranks and became a regular member of the first team at a very young age. She is reputed as a possible successor of world-class playmaker and teammate Anita Görbicz.",
      "pageId": 28380358,
      "monthDay": "08/29"
    },
    {
      "year": "1991",
      "uri": "/wiki/N%C3%A9stor_Araujo",
      "name": "Néstor Araujo",
      "aboutText": "Karol Castillo (29 August 1989 – 10 April 2013) was a model and beauty pageant contestant from Peru. She was crowned Miss Perú Universo 2008 and competed in the Miss Universe 2008 pageant, hosted in Nha Trang, Vietnam.",
      "pageId": 36991235,
      "monthDay": "08/29"
    },
    {
      "year": "1991",
      "uri": "/wiki/Anik%C3%B3_Kovacsics",
      "name": "Anikó Kovacsics",
      "aboutText": "Phakin Khamwilaisak (Thai: ภาคิน คำวิลัยศักดิ์; rtgs: Pha-khin Khamwilaisak; born August 29, 1986) is a Thai television actor. His hometown is Khonkaen, Thailand. He is also known as The Star 6.",
      "pageId": 37104649,
      "monthDay": "08/29"
    },
    {
      "year": "1991",
      "uri": "/wiki/Deshaun_Thomas",
      "name": "Deshaun Thomas",
      "aboutText": "Hajime Isayama (諫山 創, Isayama Hajime, born August 29, 1986) is a Japanese manga artist. His first and currently ongoing series, Attack on Titan, is experiencing success with 52.5 million copies in circulation as of July 2015.",
      "pageId": 39456699,
      "monthDay": "08/29"
    },
    {
      "year": "1992",
      "uri": "/wiki/Mallu_Magalh%C3%A3es",
      "name": "Mallu Magalhães",
      "aboutText": "Héctor Arnaldo Sanabria (29 August 1985 – 27 August 2013) was an Argentine professional footballer who played as a striker.",
      "pageId": 40446545,
      "monthDay": "08/29"
    },
    {
      "year": "1992",
      "uri": "/wiki/Noah_Syndergaard",
      "name": "Noah Syndergaard",
      "aboutText": "Lucas Alan Cruikshank (born August 29, 1993) is an American actor and YouTube personality who created the character Fred Figglehorn and the associated Fred series for his channel on the video-sharing website, YouTube. These videos are centered on Fred Figglehorn, a fictional 6-year-old who has a dysfunctional home life and \"anger management issues\".",
      "pageId": 18226338,
      "monthDay": "08/29"
    },
    {
      "year": "1993",
      "uri": "/wiki/Lucas_Cruikshank",
      "name": "Lucas Cruikshank",
      "aboutText": "Aria Daniella Hernandez Clemente (born August 29, 1995), also known as Aria Clemente, is a Filipina singer and actress.",
      "pageId": 28408853,
      "monthDay": "08/29"
    },
    {
      "year": "1993",
      "uri": "/wiki/Liam_Payne",
      "name": "Liam Payne",
      "aboutText": "Courtney Alexis Stodden (born August 29, 1994) is an American reality show contestant. In 2011, then 16-year-old Stodden received widespread criticism after marrying then 50-year-old actor Doug Hutchison.",
      "pageId": 33523000,
      "monthDay": "08/29"
    },
    {
      "year": "1994",
      "uri": "/wiki/Courtney_Stodden",
      "name": "Courtney Stodden",
      "aboutText": "Noah Seth Syndergaard (born August 29, 1992), nicknamed Thor, is an American professional baseball pitcher for the New York Mets of Major League Baseball (MLB).",
      "pageId": 34506988,
      "monthDay": "08/29"
    },
    {
      "year": "1995",
      "uri": "/wiki/Aria_Clemente",
      "name": "Aria Clemente",
      "aboutText": "Liam James Payne (born 29 August 1993, Wolverhampton) is an English singer and songwriter. He made his debut as a singer when he auditioned as a solo artist for the British television series The X Factor in 2008 with Fly Me To The Moon by Frank Sinatra. Though cut by Simon Cowell following judge's house, Payne was encouraged to audition again.",
      "pageId": 40605906,
      "monthDay": "08/29"
    }
  ]
}