{
  "people": [
    {
      "year": "1492",
      "uri": "/wiki/Lorenzo_de%27_Medici,_Duke_of_Urbino",
      "name": "Lorenzo de' Medici, Duke of Urbino",
      "aboutText": "Francis I (French: François Ier) (12 September 1494 – 31 March 1547) was the first King of France from the Angoulême branch of the House of Valois, reigning from 1515 until his death. He was the son of Charles, Count of Angoulême, and Louise of Savoy. He succeeded his cousin and father-in-law Louis XII, who died without a male heir.",
      "pageId": 50012,
      "monthDay": "09/12"
    },
    {
      "year": "1494",
      "uri": "/wiki/Francis_I_of_France",
      "name": "Francis I of France",
      "aboutText": "Herbert Henry Asquith, 1st Earl of Oxford and Asquith, KG, PC, KC (12 September 1852 – 15 February 1928), served as the Liberal Prime Minister of the United Kingdom from 1908 to 1916. Until 5 January 1988, he was the longest continuously serving prime minister in the 20th century.\nAs prime minister, he led his Liberal party to a series of domestic reforms, including social insurance and the reduction of the power of the House of Lords.",
      "pageId": 87229,
      "monthDay": "09/12"
    },
    {
      "year": "1605",
      "uri": "/wiki/William_Dugdale",
      "name": "William Dugdale",
      "aboutText": "Richard Jordan Gatling (September 12, 1818 – February 26, 1903) was an American inventor best known for his invention of the Gatling gun, the first successful machine gun.",
      "pageId": 182949,
      "monthDay": "09/12"
    },
    {
      "year": "1688",
      "uri": "/wiki/Ferdinand_Brokoff",
      "name": "Ferdinand Brokoff",
      "aboutText": "Anselm Feuerbach (12 September 1829 – 4 January 1880) was a German painter.",
      "pageId": 290319,
      "monthDay": "09/12"
    },
    {
      "year": "1690",
      "uri": "/wiki/Peter_Dens",
      "name": "Peter Dens",
      "aboutText": "Lorenzo di Piero de' Medici (12 September 1492 – 4 May 1519) was the ruler of Florence from 1513 to his death in 1519. He was also Duke of Urbino from 1516 to 1519. His daughter, Catherine de' Medici, became Queen Consort of France, while his illegitimate son, Alessandro de' Medici, became the first Duke of Florence.",
      "pageId": 296708,
      "monthDay": "09/12"
    },
    {
      "year": "1725",
      "uri": "/wiki/Guillaume_Le_Gentil",
      "name": "Guillaume Le Gentil",
      "aboutText": "Sir William Dugdale (12 September 1605 – 10 February 1686) was an English antiquary and herald.",
      "pageId": 297719,
      "monthDay": "09/12"
    },
    {
      "year": "1736",
      "uri": "/wiki/Hsinbyushin",
      "name": "Hsinbyushin",
      "aboutText": "Louis IV (Friedrich Wilhelm Ludwig Karl) (12 September 1837 – 13 March 1892), was the Grand Duke of Hesse and by Rhine, reigning from 13 June 1877 until his death.",
      "pageId": 316937,
      "monthDay": "09/12"
    },
    {
      "year": "1740",
      "uri": "/wiki/Johann_Heinrich_Jung",
      "name": "Johann Heinrich Jung",
      "aboutText": "Simon-Napoléon Parent (September 12, 1855 – September 7, 1920) was the 12th Premier of the Canadian province of Quebec from October 3, 1900 to March 21, 1905, as well as serving as President of the Quebec Bridge and Railway Company.",
      "pageId": 516778,
      "monthDay": "09/12"
    },
    {
      "year": "1768",
      "uri": "/wiki/Benjamin_Carr",
      "name": "Benjamin Carr",
      "aboutText": "Ferdinand Maxmilian Brokoff (Czech: Ferdinand Maxmilián Brokoff, 12 September 1688 - 8 March 1731) was a sculptor and carver of the Baroque era.\nHe was born in Červený Hrádek near Chomutov, Bohemia, the second son of Elisabeth and Jan Brokoff, and soon his talent surpassed that of his older brother, Michael Brokoff, as well as his father. Ferdinand Brokoff's work is often equalized in importance with the work of Matthias Braun.",
      "pageId": 552543,
      "monthDay": "09/12"
    },
    {
      "year": "1797",
      "uri": "/wiki/Samuel_Joseph_May",
      "name": "Samuel Joseph May",
      "aboutText": "Guillaume Joseph Hyacinthe Jean-Baptiste Le Gentil de la Galaisière (Coutances, 12 September 1725 – Paris, 22 October 1792) was a French astronomer.",
      "pageId": 632456,
      "monthDay": "09/12"
    },
    {
      "year": "1812",
      "uri": "/wiki/Edward_Shepherd_Creasy",
      "name": "Edward Shepherd Creasy",
      "aboutText": "Theodor Kullak (12 September 1818 – 1 March 1882) was a German pianist, composer, and teacher. He was born in Krotoschin and died in Berlin.",
      "pageId": 655081,
      "monthDay": "09/12"
    },
    {
      "year": "1812",
      "uri": "/wiki/Richard_March_Hoe",
      "name": "Richard March Hoe",
      "aboutText": "Sir Edward Shepherd Creasy (12 September 1812 – 17 January 1878) was an English historian and jurist.",
      "pageId": 739597,
      "monthDay": "09/12"
    },
    {
      "year": "1818",
      "uri": "/wiki/Richard_Jordan_Gatling",
      "name": "Richard Jordan Gatling",
      "aboutText": "Richard March Hoe (middle name spelled in some 1920s records as \"Marsh\") (September 12, 1812 – June 7, 1886) was an American inventor from New York City who designed a rotary printing press and related advancements, including the \"Hoe web perfecting press\" in 1871; it used a continuous roll of paper and revolutionized newspaper publishing.",
      "pageId": 1332432,
      "monthDay": "09/12"
    },
    {
      "year": "1818",
      "uri": "/wiki/Theodor_Kullak",
      "name": "Theodor Kullak",
      "aboutText": "William Sprague IV (September 12, 1830 – September 11, 1915) was the 27th Governor of Rhode Island from 1860 to 1863, and U.S. Senator from 1863 to 1875.",
      "pageId": 1396906,
      "monthDay": "09/12"
    },
    {
      "year": "1829",
      "uri": "/wiki/Anselm_Feuerbach",
      "name": "Anselm Feuerbach",
      "aboutText": "Hsinbyushin (Burmese: ဆင်ဖြူရှင်, IPA: [sʰɪ̀ɴ pʰjú ʃɪ̀ɴ]; Thai: พระเจ้ามังระ; 12 September 1736 – 10 June 1776) was king of the Konbaung dynasty of Burma (Myanmar) from 1763 to 1776. The second son of the dynasty founder Alaungpaya is best known for his wars with China and Siam, and is considered the most militaristic king of the dynasty. His successful defense against four Chinese invasions preserved Burmese independence.",
      "pageId": 1417240,
      "monthDay": "09/12"
    },
    {
      "year": "1830",
      "uri": "/wiki/William_Sprague_IV",
      "name": "William Sprague",
      "aboutText": "Peter Dens (12 September 1690 – 15 February 1775) was a Flemish Roman Catholic theologian",
      "pageId": 1642331,
      "monthDay": "09/12"
    },
    {
      "year": "1837",
      "uri": "/wiki/Louis_IV,_Grand_Duke_of_Hesse",
      "name": "Louis IV, Grand Duke of Hesse",
      "aboutText": "Johann Heinrich Jung (12 September 1740, Grund – 2 April 1817, Karlsruhe), best known by his assumed name of Heinrich Stilling, was a German author.",
      "pageId": 1658312,
      "monthDay": "09/12"
    },
    {
      "year": "1852",
      "uri": "/wiki/H._H._Asquith",
      "name": "H. H. Asquith",
      "aboutText": "Samuel Joseph May (September 12, 1797 – July 1, 1871) a radical American reformer during the nineteenth century, championed multiple reform movements including education, women’s rights, and abolitionism. He was born on September 12, 1797, in an upper class Boston area. May was the son of Colonel Joseph May, a merchant, and Dorothy Sewell, who was descended from or connected to many of the leading families of colonial Massachusetts, including the Quincys and the Hancocks.",
      "pageId": 7040085,
      "monthDay": "09/12"
    },
    {
      "year": "1855",
      "uri": "/wiki/Simon-Napol%C3%A9on_Parent",
      "name": "Simon-Napoléon Parent",
      "aboutText": "Benjamin Carr (September 12, 1768 – May 24, 1831) was an American composer, singer, teacher, and music publisher. Born in London, he studied organ with Charles Wesley and composition with Samuel Arnold. In 1793 he traveled to Philadelphia with a stage company, and a year later went with the same company to New York, where he stayed until 1797.",
      "pageId": 15984272,
      "monthDay": "09/12"
    },
    {
      "year": "1856",
      "uri": "/wiki/Johann_Heinrich_Beck",
      "name": "Johann Heinrich Beck",
      "aboutText": "Johann Heinrich Beck (12 September 1856 – 26 May 1924) was an American composer and conductor. Born in Cleveland, Ohio, he wrote a number of pieces for orchestra, as well as a string sextet and a string quartet.",
      "pageId": 18818509,
      "monthDay": "09/12"
    },
    {
      "year": "1857",
      "uri": "/wiki/Manuel_Espinosa_Batista",
      "name": "Manuel Espinosa Batista",
      "aboutText": "Henry Louis \"H. L.\" Mencken (September 12, 1880 – January 29, 1956) was a German-American journalist, satirist, cultural critic and scholar of American English. Known as the \"Sage of Baltimore\", he is regarded as one of the most influential American writers and prose stylists of the first half of the twentieth century. As a scholar Mencken is known for The American Language, a multi-volume study of how the English language is spoken in the United States.",
      "pageId": 54219,
      "monthDay": "09/12"
    },
    {
      "year": "1862",
      "uri": "/wiki/Carl_Eytel",
      "name": "Carl Eytel",
      "aboutText": "Maurice Auguste Chevalier (September 12, 1888 – January 1, 1972) was a French actor, Cabaret singer and entertainer. He is perhaps best known for his signature songs, including \"Louise\", \"Mimi\", \"Valentine\", and \"Thank Heaven for Little Girls\" and for his films, including The Love Parade and The Big Pond. His trademark attire was a boater hat, which he always wore on stage with a tuxedo.",
      "pageId": 61159,
      "monthDay": "09/12"
    },
    {
      "year": "1866",
      "uri": "/wiki/Freeman_Freeman-Thomas,_1st_Marquess_of_Willingdon",
      "name": "Freeman Freeman-Thomas, 1st Marquess of Willingdon",
      "aboutText": "Irène Joliot-Curie (12 September 1897 – 17 March 1956) was a French scientist, the daughter of Marie Curie and Pierre Curie and the wife of Frédéric Joliot-Curie. Jointly with her husband, Joliot-Curie was awarded the Nobel Prize for Chemistry in 1935 for their discovery of artificial radioactivity. This made the Curies the family with the most Nobel laureates to date.",
      "pageId": 62070,
      "monthDay": "09/12"
    },
    {
      "year": "1869",
      "uri": "/wiki/Pawe%C5%82_Ower%C5%82%C5%82o",
      "name": "Paweł Owerłło",
      "aboutText": "Pedro Albizu Campos (September 12, 1891 – April 21, 1965) was a Puerto Rican attorney and politician, and the leading figure in the Puerto Rican independence movement. Gifted in languages, he spoke six; graduating from Harvard Law School with the highest grade point average in his law class, an achievement that earned him the right to give the valedictorian speech at his graduation ceremony. However, animus towards his mixed racial heritage would lead to his professors delaying two of his final exams in order to keep Albizu Campos from graduating on time.",
      "pageId": 298778,
      "monthDay": "09/12"
    },
    {
      "year": "1875",
      "uri": "/wiki/Matsunosuke_Onoe",
      "name": "Matsunosuke Onoe",
      "aboutText": "Alfred Abraham Knopf, Sr. (September 12, 1892 – August 11, 1984) was an American publisher of the 20th century, and founder of Alfred A. Knopf, Inc.. His contemporaries included the likes of Bennett Cerf and Donald Klopfer, and (of the previous generation) Frank Nelson Doubleday, J. Henry Harper and Henry Holt.",
      "pageId": 462679,
      "monthDay": "09/12"
    },
    {
      "year": "1880",
      "uri": "/wiki/H._L._Mencken",
      "name": "H. L. Mencken",
      "aboutText": "For the silent film actor (1891-1961), see Billy Gilbert (silent film actor). For other people with the same name, see William Gilbert (disambiguation).\nWilliam Gilbert Barron (September 12, 1894 – September 23, 1971), known as Billy Gilbert, was an American comedian and actor known for his comic sneeze routines.",
      "pageId": 1595168,
      "monthDay": "09/12"
    },
    {
      "year": "1882",
      "uri": "/wiki/Ion_Ag%C3%A2rbiceanu",
      "name": "Ion Agârbiceanu",
      "aboutText": "Arthur Hays Sulzberger (September 12, 1891 – December 11, 1968) was the publisher of The New York Times from 1935 to 1961.",
      "pageId": 2171241,
      "monthDay": "09/12"
    },
    {
      "year": "1884",
      "uri": "/wiki/Martin_Klein_(wrestler)",
      "name": "Martin Klein",
      "aboutText": "Bibhutibhushan Bandyopadhyay ( listen ) (12 September 1894 – 1 November 1950) was an Indian Bengali author and one of the leading writers of modern Bengali literature. His best known work is the autobiographical novel Pather Panchali (The Song of the Road), which was later adapted (along with Aparajito, the sequel) into The Apu Trilogy of films directed by Satyajit Ray.",
      "pageId": 2241056,
      "monthDay": "09/12"
    },
    {
      "year": "1885",
      "uri": "/wiki/Heinrich_Hoffmann_(photographer)",
      "name": "Heinrich Hoffmann",
      "aboutText": "Heinrich Hoffmann (12 September 1885 – 15 December 1957) was a German photographer, art dealer, art collector, and magazine publisher who was for many years Adolf Hitler's official photographer and a part of his intimate circle. Historian Alan Bullock succinctly described Hoffmann as an \"earthy Bavarian with a weakness for drinking parties and hearty jokes\" who \"enjoyed the license of a court jester\" with Hitler.",
      "pageId": 2459424,
      "monthDay": "09/12"
    },
    {
      "year": "1888",
      "uri": "/wiki/Maurice_Chevalier",
      "name": "Maurice Chevalier",
      "aboutText": "Major Freeman Freeman-Thomas, 1st Marquess of Willingdon GCSI GCMG GCIE GBE PC (12 September 1866 – 12 August 1941) was a British Liberal politician and administrator who served as Governor General of Canada, the 13th since Canadian Confederation, and as Viceroy and Governor-General of India, the country's 22nd.\nFreeman-Thomas was born in England and educated at Eton College and then the University of Cambridge before serving for 15 years in the Sussex Artillery. He then entered the diplomatic and political fields, acting as aide-de-camp to his father-in-law when the latter was Governor of Victoria, and in 1900 was elected to the British House of Commons.",
      "pageId": 4175955,
      "monthDay": "09/12"
    },
    {
      "year": "1889",
      "uri": "/wiki/Ugo_Pasquale_Mifsud",
      "name": "Ugo Pasquale Mifsud",
      "aboutText": "Sir Ugo Pasquale Mifsud (12 September 1889 – 11 February 1942), son of Judge Gio Batta Mifsud and Philomena Marianna Muscat, was the third and fifth Prime Minister of Malta. He held office from 1924 to 1927 and from 1932 to 1933. He was a member of the Nationalist Party and the Maltese Italian community.",
      "pageId": 8346718,
      "monthDay": "09/12"
    },
    {
      "year": "1891",
      "uri": "/wiki/Pedro_Albizu_Campos",
      "name": "Pedro Albizu Campos",
      "aboutText": "Matsunosuke Onoe (尾上 松之助, Onoe Matsunosuke, September 12, 1875 – September 11, 1926), sometimes known as Medama no Matchan (\"Eyeballs\" Matsu), was a Japanese actor. His birth name is Tsuruzo Nakamura. He is sometimes credited as Yukio Koki, Tamijaku Onoe, or Tsunusaburo Onoe, and as a kabuki artist he went by the name Tsurusaburo Onoe.",
      "pageId": 8764049,
      "monthDay": "09/12"
    },
    {
      "year": "1891",
      "uri": "/wiki/Arthur_Hays_Sulzberger",
      "name": "Arthur Hays Sulzberger",
      "aboutText": "Martin Klein (Russian: Мартин Кляйн; 12 September 1884 – 11 February 1947) was an Estonian wrestler who competed for the Russian Empire at the 1912 Summer Olympics. He won the silver medal in the middleweight class, becoming the first Olympic medalist from Estonia. In the semifinal against the reigning world champion Alfred Asikainen, the two grappled for 11 hours and 40 minutes on a sunny day outdoors, until Klein managed to pin Asikainen.",
      "pageId": 10883192,
      "monthDay": "09/12"
    },
    {
      "year": "1892",
      "uri": "/wiki/Alfred_A._Knopf,_Sr.",
      "name": "Alfred A. Knopf, Sr.",
      "aboutText": "Kyuichi Tokuda (徳田 球一, Tokuda Kyūichi, September 12, 1894 - October 14, 1953) was a Japanese politician and first chairman of the Japanese Communist Party from 1945 until his death in 1953.",
      "pageId": 13155946,
      "monthDay": "09/12"
    },
    {
      "year": "1894",
      "uri": "/wiki/Bibhutibhushan_Bandyopadhyay",
      "name": "Bibhutibhushan Bandyopadhyay",
      "aboutText": "Freymóður Jóhannsson (September 12, 1895 - March 3, 1973) was an Icelandic artist, painter and song composer.",
      "pageId": 20398747,
      "monthDay": "09/12"
    },
    {
      "year": "1894",
      "uri": "/wiki/Billy_Gilbert",
      "name": "Billy Gilbert",
      "aboutText": "Greta (Grietje) Jansen-Anker (12 September 1897 – 13 October 2009) was a Dutch supercentenarian.\nShe was the oldest person in the Netherlands between 19 May 2006 and her death on 13 October 2009, at age 112 years 31 days. She inherited the title after the death of 111-year-old Alexandrina van Donkelaar-Vink of Utrecht.",
      "pageId": 24705263,
      "monthDay": "09/12"
    },
    {
      "year": "1894",
      "uri": "/wiki/Kyuichi_Tokuda",
      "name": "Kyuichi Tokuda",
      "aboutText": "Carl Eytel (September 12, 1862 – September 17, 1925) was a German American artist who built his reputation for paintings and drawings of desert subjects in the American Southwest. Immigrating to the United States in 1885, he eventually settled in Palm Springs, California in 1903. With an extensive knowledge of the Sonoran Desert, Eytel traveled with author George Wharton James as he wrote the successful Wonders of the Colorado Desert, and contributed over 300 drawings to the 1908 work.",
      "pageId": 33742091,
      "monthDay": "09/12"
    },
    {
      "year": "1895",
      "uri": "/wiki/Freym%C3%B3%C3%B0ur_J%C3%B3hannsson",
      "name": "Freymóður Jóhannsson",
      "aboutText": "Manuel Espinosa Batista (September 12, 1857 – November 27, 1919) was a Colombian pharmacist turned politician who campaigned for a separate Panama state and became one of \"Founders of the Republic\".",
      "pageId": 36875379,
      "monthDay": "09/12"
    },
    {
      "year": "1897",
      "uri": "/wiki/Grietje_Jansen-Anker",
      "name": "Grietje Jansen-Anker",
      "aboutText": "Paweł Owerłło (15 September 1869 – 27 April 1957) was a Polish stage and film actor.",
      "pageId": 37708824,
      "monthDay": "09/12"
    },
    {
      "year": "1897",
      "uri": "/wiki/Ir%C3%A8ne_Joliot-Curie",
      "name": "Irène Joliot-Curie",
      "aboutText": "Ion Agârbiceanu (September 12, 1882 – May 28, 1963) was an Austro-Hungarian-born Romanian writer, journalist, politician, theologian and Greek-Catholic priest. A native of Transylvania, he graduated from Budapest University, after which he was ordained. He was initially assigned to a parish in the Apuseni Mountains, which form the backdrop to much of his fiction.",
      "pageId": 44917453,
      "monthDay": "09/12"
    },
    {
      "year": "1897",
      "uri": "/wiki/Walter_B._Gibson",
      "name": "Walter B. Gibson",
      "aboutText": "Haskell Brooks Curry (/ˈhæskəl ˈkɜri/; September 12, 1900 – September 1, 1982) was an American mathematician and logician. Curry is best known for his work in combinatory logic; while the initial concept of combinatory logic was based on a single paper by Moses Schönfinkel, much of the development was done by Curry. Curry is also known for Curry's paradox and the Curry–Howard correspondence.",
      "pageId": 42182,
      "monthDay": "09/12"
    },
    {
      "year": "1898",
      "uri": "/wiki/Salvador_Bacarisse",
      "name": "Salvador Bacarisse",
      "aboutText": "James Cleveland \"Jesse\" Owens (September 12, 1913 – March 31, 1980) was an American track and field athlete and four-time Olympic gold medalist.\nOwens specialized in the sprints and the long jump and was recognized in his lifetime as \"perhaps the greatest and most famous athlete in track and field history\". His achievement of setting three world records and tying another in less than an hour at the 1935 Big Ten track meet in Ann Arbor, Michigan has been called \"the greatest 45 minutes ever in sport\" and has never been equaled.",
      "pageId": 46827,
      "monthDay": "09/12"
    },
    {
      "year": "1898",
      "uri": "/wiki/Alma_Moodie",
      "name": "Alma Moodie",
      "aboutText": "Desmond Wilkinson Llewelyn (12 September 1914 – 19 December 1999) was a Welsh actor famously known for his role as Q in 17 of the James Bond films between 1963 and 1999.",
      "pageId": 57921,
      "monthDay": "09/12"
    },
    {
      "year": "1898",
      "uri": "/wiki/Ben_Shahn",
      "name": "Ben Shahn",
      "aboutText": "Marya Zaturenska (September 12, 1902 – January 19, 1982) was an American lyric poet, winner of the Pulitzer Prize for Poetry in 1938.\n^ \"MARYA ZATURENSKA, LYRIC POET RECEIVED PULITZER PRIZE IN '38\". The New York Times.",
      "pageId": 197251,
      "monthDay": "09/12"
    },
    {
      "year": "1900",
      "uri": "/wiki/Haskell_Curry",
      "name": "Haskell Curry",
      "aboutText": "Eiji Toyoda (豊田 英二, Toyoda Eiji, 12 September 1913 – 17 September 2013) was a Japanese industrialist.",
      "pageId": 312017,
      "monthDay": "09/12"
    },
    {
      "year": "1901",
      "uri": "/wiki/Ben_Blue",
      "name": "Ben Blue",
      "aboutText": "Juscelino Kubitschek de Oliveira (Portuguese pronunciation: [ʒuseˈlinu kubiˈtʃɛk dʒi oliˈvejɾɐ]; September 12, 1902 – August 22, 1976), known also by his initials JK, was a prominent Brazilian politician who was President of Brazil from 1956 to 1961. His term was marked by economic prosperity and political stability, being most known for the construction of a new capital, Brasília.\nA leader who favored long-term planning and who set high goals for Brazil's future, Kubitschek is viewed inside the country as the father of modern Brazil.",
      "pageId": 314055,
      "monthDay": "09/12"
    },
    {
      "year": "1901",
      "uri": "/wiki/Shmuel_Horowitz",
      "name": "Shmuel Horowitz",
      "aboutText": "Ben Shahn (September 12, 1898 – March 14, 1969) was a Lithuanian-born American artist.",
      "pageId": 441346,
      "monthDay": "09/12"
    },
    {
      "year": "1902",
      "uri": "/wiki/Juscelino_Kubitschek",
      "name": "Juscelino Kubitschek",
      "aboutText": "Frederick Louis MacNeice CBE (12 September 1907 – 3 September 1963) was a British poet and playwright. He was part of the generation of the Auden Group, also sometimes known as the \"Thirties poets\", that included W. H. Auden, Stephen Spender and Cecil Day-Lewis, nicknamed collectively \"MacSpaunday\" – a term coined by Roy Campbell, in his Talking Bronco (1946). MacNeice's body of work was widely appreciated by the public during his lifetime, due in part to his relaxed, but socially and emotionally aware style.",
      "pageId": 845339,
      "monthDay": "09/12"
    },
    {
      "year": "1902",
      "uri": "/wiki/Marya_Zaturenska",
      "name": "Marya Zaturenska",
      "aboutText": "István Horthy de Nagybánya (12 September 1904 – 20 August 1942) was Hungarian Regent Admiral Miklós Horthy's eldest son, a politician, and, during World War II, a fighter pilot.",
      "pageId": 874368,
      "monthDay": "09/12"
    },
    {
      "year": "1904",
      "uri": "/wiki/Istv%C3%A1n_Horthy",
      "name": "István Horthy",
      "aboutText": "Walter Brown Gibson (September 12, 1897 – December 6, 1985) was an American author and professional magician, best known for his work on the pulp fiction character The Shadow. Gibson, under the pen-name Maxwell Grant, wrote \"more than 300 novel-length\" Shadow stories, writing up to \"10,000 words a day\" to satisfy public demand during the character's golden age in the 1930s and 1940s. He authored several novels in the Biff Brewster juvenile series of the 1960s.",
      "pageId": 1042058,
      "monthDay": "09/12"
    },
    {
      "year": "1904",
      "uri": "/wiki/John_Courtney_Murray",
      "name": "John Courtney Murray",
      "aboutText": "Salvador Bacarisse Chinoria (12 September 1898 – 5 August 1963) was a Spanish composer.\nBacarisse was born in Madrid and studied music at the Real Conservatorio de Música there, as a student of Manuel Fernández Alberdi (piano) and Conrado del Campo (composition). He was a leading member of the Grupo de los Ocho (founded in the spirit of Les Six to combat musical conservatism) and helped to promote new music as the artistic director of Unión Radio until 1936.",
      "pageId": 1352908,
      "monthDay": "09/12"
    },
    {
      "year": "1904",
      "uri": "/wiki/Lou_Moore",
      "name": "Lou Moore",
      "aboutText": "John Courtney Murray SJ (September 12, 1904 – August 16, 1967), was an American Jesuit priest and theologian, who was especially known for his efforts to reconcile Catholicism and religious pluralism, particularly focusing on the relationship between religious freedom and the institutions of a democratically structured modern state.\nDuring the Second Vatican Council, he played a key role in persuading the assembly of the Catholic bishops to adopt the Council's ground-breaking Declaration on Religious Liberty, Dignitatis humanae.",
      "pageId": 1538472,
      "monthDay": "09/12"
    },
    {
      "year": "1905",
      "uri": "/wiki/Linda_Agostini",
      "name": "Linda Agostini",
      "aboutText": "Ben Blue (September 12, 1901 – March 7, 1975), born Benjamin Bernstein, was a Canadian-American actor and comedian.",
      "pageId": 1576734,
      "monthDay": "09/12"
    },
    {
      "year": "1907",
      "uri": "/wiki/Louis_MacNeice",
      "name": "Louis MacNeice",
      "aboutText": "William Boone Daniels (September 12, 1915 – October 7, 1988), better known as Billy Daniels, was an African American singer active in the United States and Europe from the mid-1930s to 1988, notable for his hit recording of \"That Old Black Magic\" and his pioneering performances on early 1950s television.",
      "pageId": 1770045,
      "monthDay": "09/12"
    },
    {
      "year": "1909",
      "uri": "/wiki/Donald_MacDonald_(Nova_Scotia_politician)",
      "name": "Donald MacDonald",
      "aboutText": "Rais Amrohvi (Urdu: رئیس امروہوی‎), whose real name was Syed Muhammad Mehdi (1914-1988) was a Pakistani scholar, Urdu poet and psychoanalyst. He was known for his style of qatanigari (quatrain writing). He wrote quatrains for Pakistani newspaper Jang for several decade.",
      "pageId": 3795192,
      "monthDay": "09/12"
    },
    {
      "year": "1913",
      "uri": "/wiki/Jesse_Owens",
      "name": "Jesse Owens",
      "aboutText": "Lewis Henry 'Lou' Moore (12 September 1904 Hinton, Oklahoma – 25 March 1956 Atlanta, Georgia) was an American racecar driver.",
      "pageId": 8217770,
      "monthDay": "09/12"
    },
    {
      "year": "1913",
      "uri": "/wiki/Eiji_Toyoda",
      "name": "Eiji Toyoda",
      "aboutText": "Donald MacDonald, OC (September 12, 1909 – September 25, 1986) was a Canadian social democratic politician and trade unionist who led the Nova Scotia Co-operative Commonwealth Federation and was elected as a member of the Nova Scotia House of Assembly in 1941.",
      "pageId": 9434440,
      "monthDay": "09/12"
    },
    {
      "year": "1914",
      "uri": "/wiki/Rais_Amrohvi",
      "name": "Rais Amrohvi",
      "aboutText": "Linda Agostini (12 September 1905 – 27 August 1934) was identified as the \"Pyjama Girl\", a murder victim found on a stretch of road in Albury, New South Wales, Australia, in September 1934.",
      "pageId": 10996959,
      "monthDay": "09/12"
    },
    {
      "year": "1914",
      "uri": "/wiki/Desmond_Llewelyn",
      "name": "Desmond Llewelyn",
      "aboutText": "Alma Templeton Moodie (12 September 1898 – 7 March 1943) was an Australian violinist who established an excellent reputation in Germany in the 1920s and 1930s. She was regarded as the foremost female violinist during the inter-war years, and she premiered violin concertos by Kurt Atterberg, Hans Pfitzner and Ernst Krenek. She and Max Rostal were regarded as the greatest proponents of the Carl Flesch tradition.",
      "pageId": 20471881,
      "monthDay": "09/12"
    },
    {
      "year": "1915",
      "uri": "/wiki/Billy_Daniels",
      "name": "Billy Daniels",
      "aboutText": "Shmuel Hurwitz (Hebrew: שמואל הורביץ‎; 12 September 1901 – 1999) was an Israeli agronomist.",
      "pageId": 25759235,
      "monthDay": "09/12"
    },
    {
      "year": "1916",
      "uri": "/wiki/Tony_Bettenhausen",
      "name": "Tony Bettenhausen",
      "aboutText": "Stanisław Lem (Polish pronunciation: [staˈɲiswaf ˈlɛm]; 12 September 1921 – 27 March 2006) was a Polish writer of science fiction, philosophy, and satire. Trained physician. His books have been translated into forty-one languages and have sold over forty-five million copies.",
      "pageId": 26790,
      "monthDay": "09/12"
    },
    {
      "year": "1916",
      "uri": "/wiki/Edward_Binns",
      "name": "Edward Binns",
      "aboutText": "Frederick Charles \"Freddie\" Jones (born 12 September 1927) is an English character actor. He currently plays Sandy Thomas in Emmerdale.",
      "pageId": 207784,
      "monthDay": "09/12"
    },
    {
      "year": "1917",
      "uri": "/wiki/Pierre_S%C3%A9vigny",
      "name": "Pierre Sévigny",
      "aboutText": "Larry Austin (born 12 September 1930 in Duncan, Oklahoma) is a United States composer noted for his electronic and computer music works. He was a co-founder and editor of the avant-garde music periodical Source: Music of the Avant Garde. Austin gained additional international recognition when he realized a completion of Charles Ives's Universe Symphony.",
      "pageId": 390115,
      "monthDay": "09/12"
    },
    {
      "year": "1917",
      "uri": "/wiki/Han_Suyin",
      "name": "Han Suyin",
      "aboutText": "Joseph Pierre Albert Sévigny, PC, OC, CD, VM, ED (September 12, 1917 – March 20, 2004) was a Canadian soldier, author, politician, and academic.",
      "pageId": 544566,
      "monthDay": "09/12"
    },
    {
      "year": "1919",
      "uri": "/wiki/Frank_Stallone,_Sr.",
      "name": "Frank Stallone, Sr.",
      "aboutText": "Robert Irwin (born September 12, 1928) is an American installation artist. He lives and works in San Diego, California.",
      "pageId": 645174,
      "monthDay": "09/12"
    },
    {
      "year": "1920",
      "uri": "/wiki/Irene_Dailey",
      "name": "Irene Dailey",
      "aboutText": "Jackson Mac Low (September 12, 1922 – December 8, 2004) was an American poet, performance artist, composer and playwright, known to most readers of poetry as a practioneer of systematic chance operations and other non-intentional compositional methods in his work, which Mac Low first experienced in the musical work of John Cage, Earle Brown, and Christian Wolff. He was married to the artist Iris Lezak from 1962 to 1978, and to the poet Anne Tardos from 1990 until his death. An early affiliate of Fluxus (he co-published An Anthology of Chance Operations) and stylistic progenitor of the Language poets, Mac Low cultivated ties with an eclectic array of notable figures in the postwar American avant-garde, including Nam June Paik, Kathy Acker, Allen Ginsberg, and Arthur Russell.",
      "pageId": 714063,
      "monthDay": "09/12"
    },
    {
      "year": "1921",
      "uri": "/wiki/Frank_McGee_(journalist)",
      "name": "Frank McGee",
      "aboutText": "Harvey Lester Schmidt (born September 12, 1929) is an American composer for musical theatre and illustrator.",
      "pageId": 871420,
      "monthDay": "09/12"
    },
    {
      "year": "1921",
      "uri": "/wiki/Stanis%C5%82aw_Lem",
      "name": "Stanisław Lem",
      "aboutText": "John Richard Moore, Jr. (September 12, 1925 – September 7, 2015) was an American actor, known as Dickie Moore, and later in life as Dick Moore. He was one of the last surviving actors to have appeared in silent film.",
      "pageId": 1224912,
      "monthDay": "09/12"
    },
    {
      "year": "1922",
      "uri": "/wiki/Antonio_Cafiero",
      "name": "Antonio Cafiero",
      "aboutText": "Melvin Eugene \"Tony\" Bettenhausen (September 12, 1916 Tinley Park, Illinois – May 12, 1961 Indianapolis, Indiana) was an American racing driver, who won the National Championship in 1951 and 1958.\nBettenhausen was nicknamed the \"Tinley Park Express\" in honor of his hometown. He was nicknamed \"Tunney\" after heavyweight boxing champion Gene Tunney.",
      "pageId": 1236063,
      "monthDay": "09/12"
    },
    {
      "year": "1922",
      "uri": "/wiki/Jackson_Mac_Low",
      "name": "Jackson Mac Low",
      "aboutText": "Frank McGee (September 12, 1921 – April 17, 1974) was an American television journalist, best known for his work with NBC from the late 1950s into the early 1970s.",
      "pageId": 1468866,
      "monthDay": "09/12"
    },
    {
      "year": "1922",
      "uri": "/wiki/Mark_Rosenzweig",
      "name": "Mark Rosenzweig",
      "aboutText": "Han Suyin (simplified Chinese: 韩素音; traditional Chinese: 韓素音; pinyin: Hán Sùyīn; 12 September 1916 or 1917 – 2 November 2012) was the pen name of Elizabeth Comber, born Rosalie Matilda Kuanghu Chou (Chinese: 周光瑚; pinyin: Zhōu Guānghú). She was a China-born Eurasian, a physician, and author of books in English and French on modern China, novels set in East and Southeast Asia, and autobiographical memoirs which covered the span of modern China. These writings gained her a reputation as an ardent and articulate supporter of the Chinese Communist revolution.",
      "pageId": 1532065,
      "monthDay": "09/12"
    },
    {
      "year": "1925",
      "uri": "/wiki/Stan_Lopata",
      "name": "Stan Lopata",
      "aboutText": "Irene Dailey (September 12, 1920 – September 24, 2008) was an American stage, film, and television actress.\n^ Hevesi, Dennis (October 6, 2008). \"Irene Dailey, Actress of Stage and TV, Dies at 88\".",
      "pageId": 1555470,
      "monthDay": "09/12"
    },
    {
      "year": "1925",
      "uri": "/wiki/Dickie_Moore_(actor)",
      "name": "Dickie Moore",
      "aboutText": "Muriel Faye \"Mickie\" Siebert (September 12, 1928 – August 24, 2013) was known as The First Woman of Finance despite being preceded in owning a brokerage by the controversial Victoria Woodhull. Siebert was the first woman to own a seat on the New York Stock Exchange and was the first woman to head one of the NYSE's member firms.",
      "pageId": 1726018,
      "monthDay": "09/12"
    },
    {
      "year": "1927",
      "uri": "/wiki/Math%C3%A9_Alt%C3%A9ry",
      "name": "Mathé Altéry",
      "aboutText": "Ernest Maurice \"Ernie\" Vandeweghe Jr. (September 12, 1928 – November 8, 2014) was an United States Air Force veteran and professional basketball player. He was best known for playing for the New York Knicks of the NBA and for the athletic successes of his family.",
      "pageId": 2570214,
      "monthDay": "09/12"
    },
    {
      "year": "1927",
      "uri": "/wiki/Freddie_Jones",
      "name": "Freddie Jones",
      "aboutText": "Edward Binns (September 12, 1916 – December 4, 1990) was an American stage, film, and television actor. He had a wide-spanning career in film and television, often portraying competent, hard working, and purposeful characters in his various roles.",
      "pageId": 2676053,
      "monthDay": "09/12"
    },
    {
      "year": "1928",
      "uri": "/wiki/Robert_Irwin_(artist)",
      "name": "Robert Irwin",
      "aboutText": "Stanley Edward Lopata (September 12, 1925 – June 15, 2013) was an American professional baseball player. A catcher, Lopata played in Major League Baseball for 13 seasons in the National League with the Philadelphia Phillies and Milwaukee Braves. In 853 career games, Lopata recorded a batting average of .254 and accumulated 661 hits, 116 home runs, and 379 runs batted in (RBI).",
      "pageId": 4736924,
      "monthDay": "09/12"
    },
    {
      "year": "1928",
      "uri": "/wiki/Muriel_Siebert",
      "name": "Muriel Siebert",
      "aboutText": "Antonio Francisco Cafiero (12 September 1922 – 13 October 2014) was an Argentine Justicialist Party politician.",
      "pageId": 8674406,
      "monthDay": "09/12"
    },
    {
      "year": "1928",
      "uri": "/wiki/Ernie_Vandeweghe",
      "name": "Ernie Vandeweghe",
      "aboutText": "Mathé Altéry (born Marie-Thérèse Altare, 12 September 1927), is a French soprano singer prominent in the 1950s and 1960s for her singing of operettas and French songs. Mathé Altéry is the daughter of French tenor Mario Altéry.",
      "pageId": 15850125,
      "monthDay": "09/12"
    },
    {
      "year": "1929",
      "uri": "/wiki/Harvey_Schmidt",
      "name": "Harvey Schmidt",
      "aboutText": "Not to be confused with Mark Rosen, the Current on-air staff sport reporter for WCCO (TV and Radio).",
      "pageId": 23959909,
      "monthDay": "09/12"
    },
    {
      "year": "1930",
      "uri": "/wiki/Larry_Austin",
      "name": "Larry Austin",
      "aboutText": "Francesco \"Frank Sr.\" Stallone (September 12, 1919 – July 11, 2011) was an Italian-American hairdresser and polo enthusiast.\nStallone was the father of actor and Hollywood action star Sylvester Stallone and actor/singer Frank Stallone.",
      "pageId": 44252689,
      "monthDay": "09/12"
    },
    {
      "year": "1931",
      "uri": "/wiki/Ian_Holm",
      "name": "Ian Holm",
      "aboutText": "Sir Ian Holm CBE (born 12 September 1931) is an English actor known for his stage work and many film roles. He received the 1967 Tony Award for Best Featured Actor for his performance as Lenny in The Homecoming and the 1998 Laurence Olivier Award for Best Actor for his performance in the title role of King Lear. He was nominated for the 1981 Academy Award for Best Supporting Actor for his role as athletics trainer Sam Mussabini in Chariots of Fire.",
      "pageId": 171137,
      "monthDay": "09/12"
    },
    {
      "year": "1931",
      "uri": "/wiki/Kristin_Hunter",
      "name": "Kristin Hunter",
      "aboutText": "George Glenn Jones (September 12, 1931 – April 26, 2013) was an American musician, singer and songwriter who achieved international fame for his long list of hit records, including his most well known song \"He Stopped Loving Her Today\", as well as his distinctive voice and phrasing. For the last 20 years of his life, Jones was frequently referred to as the greatest living country singer.",
      "pageId": 229023,
      "monthDay": "09/12"
    },
    {
      "year": "1931",
      "uri": "/wiki/George_Jones",
      "name": "George Jones",
      "aboutText": "George Chuvalo, CM (born September 12, 1937) is a retired Canadian professional boxer who was a five-time Canadian heavyweight champion, and two-time world heavyweight title challenger. Chuvalo, who is considered by many to have one of, if not the best chin in boxing history, was never knocked down in his amateur career, in his professional career, or in sparring, and was ranked #4 on ESPN's greatest chin in boxing history list. Chuvalo; a big, rugged, bull necked fighter, was known for his physicality, pummeling style, punching power and his brutal body attack.",
      "pageId": 290093,
      "monthDay": "09/12"
    },
    {
      "year": "1931",
      "uri": "/wiki/Bill_McKinney",
      "name": "Bill McKinney",
      "aboutText": "Michael Stephen Lolich (born September 12, 1940) is an American former professional baseball player. He played in Major League Baseball as a pitcher from 1962 until 1979, most notably for the Detroit Tigers. He is best known for his performance in the 1968 World Series against the St.",
      "pageId": 399436,
      "monthDay": "09/12"
    },
    {
      "year": "1932",
      "uri": "/wiki/Atli_Dam",
      "name": "Atli Dam",
      "aboutText": "Henry Arnold Waxman (born September 12, 1939) is an American politician who served as the U.S. Representative for California's 33rd congressional district from 1975 until 2015. Waxman is a member of the Democratic Party. His district included much of the western part of the city of Los Angeles, as well as West Hollywood, Santa Monica and Beverly Hills, and was numbered the 24th district from 1975 to 1993, the 29th district from 1993 to 2003, and the 30th district from 2003 to 2013, changing due to redistricting after the 1990, 2000 and 2010 censuses.",
      "pageId": 408971,
      "monthDay": "09/12"
    },
    {
      "year": "1932",
      "uri": "/wiki/Kim_Hamilton",
      "name": "Kim Hamilton",
      "aboutText": "Glenn Ashby \"Jeep\" Davis (September 12, 1934 – January 28, 2009) was an American Olympic hurdler and sprinter who won a total of three gold medals in the 1956 and 1960 Olympic games.\nDavis later played professional football with the Detroit Lions and was a teacher and coach in his adopted hometown of Barberton, Ohio for 33 years.\n^ a b c d e f g \"Glenn Davis\".",
      "pageId": 694336,
      "monthDay": "09/12"
    },
    {
      "year": "1933",
      "uri": "/wiki/Tatiana_Doronina",
      "name": "Tatiana Doronina",
      "aboutText": "Linda Ann Gray (born September 12, 1940) is an American film, stage and television actress, director, producer and former model, best known for her role as Sue Ellen Ewing, the long-suffering wife of Larry Hagman's character on the long-running CBS television drama series Dallas (1978–1989), for which she was nominated for the 1981 Primetime Emmy Award for Outstanding Lead Actress in a Drama Series. The role also earned her two Golden Globe Award nominations.\nGray began her career in the 1960s in television commercials.",
      "pageId": 855009,
      "monthDay": "09/12"
    },
    {
      "year": "1934",
      "uri": "/wiki/Glenn_Davis_(athlete)",
      "name": "Glenn Davis",
      "aboutText": "William Denison \"Bill\" McKinney (September 12, 1931 – December 1, 2011) was an American character actor, whose most famous role was the sadistic mountain man in John Boorman's 1972 film Deliverance. McKinney was also recognizable for his performances in seven Clint Eastwood films, most notably as Capt.",
      "pageId": 1245489,
      "monthDay": "09/12"
    },
    {
      "year": "1934",
      "uri": "/wiki/Jaegwon_Kim",
      "name": "Jaegwon Kim",
      "aboutText": "Atli Pætursson Dam (September 12, 1932 – February 7, 2005) was Prime Minister of the Faroe Islands on five separate occasions, which is the longest period for any Faroese prime minister (løgmaður). He was prime minister in the periods: 1970–1981, 1985–1989 and 1991–1993.\nHe was born in Tvøroyri in 1932 as the son of Peter Mohr Dam and Sigrid Ragnhild, née Strøm.",
      "pageId": 1507185,
      "monthDay": "09/12"
    },
    {
      "year": "1935",
      "uri": "/wiki/Richard_Hunt_(sculptor)",
      "name": "Richard Hunt",
      "aboutText": "Sir Wesley Winfield Hall (born 12 September 1937) is a Barbadian former cricketer and politician. A tall, strong and powerfully built man, Hall was a genuine fast bowler and despite his very long run up, he was renowned for his ability to bowl long spells. Hall played 48 Test matches for the West Indies from 1958 to 1969.",
      "pageId": 1956655,
      "monthDay": "09/12"
    },
    {
      "year": "1937",
      "uri": "/wiki/George_Chuvalo",
      "name": "George Chuvalo",
      "aboutText": "Claude Ruel (September 12, 1938 – February 9, 2015) was a professional ice hockey coach for the Montreal Canadiens of the National Hockey League (NHL).\nRuel grew up playing hockey in Sherbrooke. He was considered to be a promising young defensive talent, despite his diminutive stature.",
      "pageId": 2155533,
      "monthDay": "09/12"
    },
    {
      "year": "1937",
      "uri": "/wiki/Wes_Hall",
      "name": "Wes Hall",
      "aboutText": "Joseph Howard \"Skip\" Hinnant (born September 12, 1940) is an American actor and comedian.",
      "pageId": 2377767,
      "monthDay": "09/12"
    },
    {
      "year": "1938",
      "uri": "/wiki/Claude_Ruel",
      "name": "Claude Ruel",
      "aboutText": "Jaegwon Kim (born September 12, 1934) is a Korean-American philosopher who is now an emeritus professor at Brown University, but who also taught at several other leading American universities. He is best known for his work on mental causation, the mind-body problem and the metaphysics of supervenience and events. Key themes in his work include: a rejection of Cartesian metaphysics, the limitations of strict psychophysical identity, supervenience, and the individuation of events.",
      "pageId": 2445375,
      "monthDay": "09/12"
    },
    {
      "year": "1938",
      "uri": "/wiki/Tatiana_Troyanos",
      "name": "Tatiana Troyanos",
      "aboutText": "Tatiana Troyanos (September 12, 1938 – August 21, 1993) was an American mezzo-soprano of Greek and German descent, remembered as \"one of the defining singers of her generation\" (Boston Globe). Her voice, \"a paradoxical voice—larger than life yet intensely human, brilliant yet warm, lyric yet dramatic\"—\"was the kind you recognize after one bar, and never forget,\" wrote Cori Ellison in Opera News. Troyanos led a distinguished international career and made a variety of admired operatic recordings, and beginning in 1976 was additionally known for her work with the Metropolitan Opera, with over 270 performances spanning twenty-two major roles.",
      "pageId": 2562978,
      "monthDay": "09/12"
    },
    {
      "year": "1939",
      "uri": "/wiki/Phillip_Ramey",
      "name": "Phillip Ramey",
      "aboutText": "Patrick Mower (born 12 September 1938), whose original name was Patrick Archibald Shaw, is an English actor well known for his various television and occasional film roles, often as a detective or secret agent and more recently as Rodney Blackstock in ITV soap opera Emmerdale, a role he has played since 2000.",
      "pageId": 2872067,
      "monthDay": "09/12"
    },
    {
      "year": "1939",
      "uri": "/wiki/Henry_Waxman",
      "name": "Henry Waxman",
      "aboutText": "Kristin Elaine Hunter (September 12, 1931 – November 14, 2008) was an African-American writer from Pennsylvania. She sometimes wrote under the name Kristin Hunter Lattany.\nHunter was born Kristin Eggleston in Philadelphia, attended the University of Pennsylvania, where she received her bachelor's degree in Education (1951), and wrote for the Pittsburgh Courier, a black newspaper, until 1952.",
      "pageId": 3031854,
      "monthDay": "09/12"
    },
    {
      "year": "1940",
      "uri": "/wiki/Linda_Gray",
      "name": "Linda Gray",
      "aboutText": "Richard Hunt (born September 12, 1935) is an internationally renowned sculptor.\nHe was born in 1935 on Chicago's South Side. From an early age he was interested in the arts, as his mother was an artist.",
      "pageId": 3687444,
      "monthDay": "09/12"
    },
    {
      "year": "1940",
      "uri": "/wiki/Skip_Hinnant",
      "name": "Skip Hinnant",
      "aboutText": "Tatiana (Tatyana) Vasilyevna Doronina (Russian: Татьяна Васильевна Доронина; born 12 September 1933) is a popular Soviet/Russian actress who has performed in movies and the theater. She is generally regarded as one of the most talented actresses of her generation and was named a People's Artist of the USSR in 1981.\nShe was born in Leningrad.",
      "pageId": 6905724,
      "monthDay": "09/12"
    },
    {
      "year": "1940",
      "uri": "/wiki/Mickey_Lolich",
      "name": "Mickey Lolich",
      "aboutText": "Phillip Ramey (b. Elmhurst, Illinois, United States, September 12, 1939) is an American composer, pianist, and writer on music.\nHe studied composition with the Russian-born composer Alexander Tcherepnin from 1959 to 1962, first at the International Academy of Music in Nice, France, then at DePaul University in Chicago.",
      "pageId": 7203774,
      "monthDay": "09/12"
    },
    {
      "year": "1940",
      "uri": "/wiki/Patrick_Mower",
      "name": "Patrick Mower",
      "aboutText": "Kim Hamilton (born Dorothy Mae Aiken; September 12, 1932 – September 16, 2013) was an American film and television actress, whose career spanned from the 1950s to the 2010s. Her early film credits included the 1959 film noir, Odds Against Tomorrow, opposite Harry Belafonte, and The Leech Woman in 1960. Hamilton, who was one of the first African American actors to appear on the soap opera, Days of Our Lives, and was the only African-American to appear in a speaking role on Leave It to Beaver.",
      "pageId": 40780290,
      "monthDay": "09/12"
    },
    {
      "year": "1940",
      "uri": "/wiki/Stephen_J._Solarz",
      "name": "Stephen J. Solarz",
      "aboutText": "Leonard Peltier (born September 12, 1944) is a Native American activist and member of the American Indian Movement (AIM). In 1977 he was convicted and sentenced to two consecutive terms of life imprisonment for first degree murder in the shooting of two Federal Bureau of Investigation (FBI) agents during a 1975 conflict on the Pine Ridge Indian Reservation.\nPeltier's indictment and conviction have been the subject of much controversy; Amnesty International placed his case under the \"Unfair Trials\" category of its Annual Report: USA 2010.",
      "pageId": 18217,
      "monthDay": "09/12"
    },
    {
      "year": "1941",
      "uri": "/wiki/Heino_Kurvet",
      "name": "Heino Kurvet",
      "aboutText": "Barry White (born Barry Eugene Carter; September 12, 1944 – July 4, 2003) was an American composer and singer-songwriter.\nA three-time Grammy Award–winner known for his distinctive bass-baritone voice and romantic image, White's greatest success came in the 1970s as a solo singer and with the Love Unlimited Orchestra, crafting many enduring soul, funk, and disco songs such as his two biggest hits, \"You're the First, the Last, My Everything\" and \"Can't Get Enough of Your Love, Babe\".\nDuring the course of his career in the music business, White achieved 106 gold albums worldwide, 41 of which also attained platinum status.",
      "pageId": 56386,
      "monthDay": "09/12"
    },
    {
      "year": "1942",
      "uri": "/wiki/Michel_Drucker",
      "name": "Michel Drucker",
      "aboutText": "Philip Michael Ondaatje, OC (/ɒnˈdɑːtʃiː/; born 12 September 1943), is a Sri Lankan-born Canadian novelist and poet. He won the Booker Prize for his novel The English Patient (1992), which was adapted as the 1996 film of the same name.",
      "pageId": 61822,
      "monthDay": "09/12"
    },
    {
      "year": "1942",
      "uri": "/wiki/Tom%C3%A1s_Marco",
      "name": "Tomás Marco",
      "aboutText": "Maurilio Manara (born September 12, 1945), known professionally as Milo Manara, is an Italian comic book writer and artist.",
      "pageId": 314051,
      "monthDay": "09/12"
    },
    {
      "year": "1942",
      "uri": "/wiki/Fran%C3%A7ois_Tavenas",
      "name": "François Tavenas",
      "aboutText": "Sir James Gerald Douglas Howarth (born 12 September 1947), known as Gerald Howarth, is a British Conservative Party politician. He has been the Member of Parliament (MP) for Aldershot since 1997, having been the MP for Cannock and Burntwood from 1983 to 1992.\nHe was the Parliamentary Under-Secretary of State at the Ministry of Defence as Minister for International Security Strategy from May 2010 to September 2012.",
      "pageId": 434662,
      "monthDay": "09/12"
    },
    {
      "year": "1943",
      "uri": "/wiki/Maria_Muldaur",
      "name": "Maria Muldaur",
      "aboutText": "Michel Drucker, CQ (born 12 September 1942 in Vire) is a popular French journalist and TV host. He has been on screen for so long and so permanently (in various shows and on different networks, both public and private), that he once said that some people consider that he was included in the price of their TV sets.\nJacques Drucker, a doctor, is Michel's younger brother; and Jean Drucker, a TV top executive, is Michel's older brother.",
      "pageId": 625563,
      "monthDay": "09/12"
    },
    {
      "year": "1943",
      "uri": "/wiki/Michael_Ondaatje",
      "name": "Michael Ondaatje",
      "aboutText": "David Grant CBE, FREng, FIET (born 12 September 1947) is a British academic who was the Vice-Chancellor of Cardiff University in Wales from 2001-2012. Since his appointment in 2001, Dr Grant has overseen the merger between Cardiff University and the University of Wales College of Medicine, which was completed in 2004, and the awarding of University Status to Cardiff. He is a Vice-President of the Royal Academy of Engineering.",
      "pageId": 1548597,
      "monthDay": "09/12"
    },
    {
      "year": "1944",
      "uri": "/wiki/Fred_Fay",
      "name": "Fred Fay",
      "aboutText": "John Francis Mauceri (born September 12, 1945, New York) is an American world-renowned conductor, producer, educator and writer. Since making his professional conducting debut almost half a century ago, Mauceri has appeared with most of the world's great orchestras, guest conducted at the premiere opera houses, produced and musically supervised Tony and Olivier Award winning Broadway musicals, and taught at the most prestigious halls of academia. Through his varied career, he has taken the lead in the preservation and performance of many genres of music and has supervised/conducted important premieres by composers as diverse as Debussy, Stockhausen, Korngold, Hindemith, Bernstein, Sibelius, Ives, Elfman, and Shore.",
      "pageId": 2101927,
      "monthDay": "09/12"
    },
    {
      "year": "1944",
      "uri": "/wiki/Leonard_Peltier",
      "name": "Leonard Peltier",
      "aboutText": "Maria Muldaur (born September 12, 1943) is an American folk-blues singer who was part of the American folk music revival in the early 1960s.",
      "pageId": 2287995,
      "monthDay": "09/12"
    },
    {
      "year": "1944",
      "uri": "/wiki/Vladimir_Spivakov",
      "name": "Vladimir Spivakov",
      "aboutText": "Maria Penelope Katharine Aitken (born 12 September 1945) is an Irish-born English theatre director, teacher, actress and writer.",
      "pageId": 2484518,
      "monthDay": "09/12"
    },
    {
      "year": "1944",
      "uri": "/wiki/Barry_White",
      "name": "Barry White",
      "aboutText": "Vladimir Teodorovich Spivakov (Russian: Владимир Теодорович Спиваков) (born September 12, 1944 in Ufa) is a leading Russian conductor and violinist best known for his work with the Moscow Virtuosi chamber orchestra.\nAt the age of 13, Spivakov was awarded the first prize at the major conductor contest in Moscow. He studied at the Moscow Conservatory under Yuri Yankelevich and debuted with the Chicago Symphony Orchestra in 1979.",
      "pageId": 2518925,
      "monthDay": "09/12"
    },
    {
      "year": "1944",
      "uri": "/wiki/Colin_Young",
      "name": "Colin Young",
      "aboutText": "Stephen Joshua Solarz (/ˈsoʊlɑrz/; September 12, 1940 – November 29, 2010) was a United States Congressional Representative from New York. Solarz was both an outspoken critic of President Ronald Reagan's deployment of Marines to Lebanon in 1982 and a cosponsor of the 1991 Gulf War Authorization Act during the Presidency of George H. W. Bush.",
      "pageId": 2818333,
      "monthDay": "09/12"
    },
    {
      "year": "1945",
      "uri": "/wiki/Maria_Aitken",
      "name": "Maria Aitken",
      "aboutText": "Frederick A. Fay (September 12, 1944 – August 20, 2011) was an early leader in the disability rights movement in the United States. Through a combination of direct advocacy, grassroots organizing among the various disability rights communities, building cross-disability coalitions between disparate disability organizations, and using technology to connect otherwise isolated disability constituencies, Fay worked diligently to raise awareness and pass legislation advancing civil rights and independent living opportunities for people with disabilities across the United States. He won the 1997 Henry B. Betts Award for outstanding achievement in civil rights for Americans with disabilities.",
      "pageId": 5312447,
      "monthDay": "09/12"
    },
    {
      "year": "1945",
      "uri": "/wiki/David_Garrick_(singer)",
      "name": "David Garrick",
      "aboutText": "François Tavenas, OQ (12 September 1942 – 13 February 2004) was a Canadian engineer and academic.\nBorn in Bourg-de-Péage, Drôme, France, he received an engineering degree in civil engineering from Institut national des sciences appliquées de Lyon in 1963 and a Doctorate with specialization in soil mechanics in 1965 from the Université de Grenoble. In 1968, he moved to Canada to become a lecturer in the Department of Civil Engineering at Université Laval.",
      "pageId": 6186953,
      "monthDay": "09/12"
    },
    {
      "year": "1945",
      "uri": "/wiki/Milo_Manara",
      "name": "Milo Manara",
      "aboutText": "Tomás Marco Aragón (born 12 September 1942 in Madrid) is a Spanish composer and writer on music.",
      "pageId": 8898027,
      "monthDay": "09/12"
    },
    {
      "year": "1945",
      "uri": "/wiki/John_Mauceri",
      "name": "John Mauceri",
      "aboutText": "Bjørn Floberg (born 12 September 1947) is a Norwegian actor of film, television and theatre.",
      "pageId": 22257623,
      "monthDay": "09/12"
    },
    {
      "year": "1946",
      "uri": "/wiki/Tony_Bellamy",
      "name": "Tony Bellamy",
      "aboutText": "Colin Young (born 12 September 1944, Barbados) is a singer known for being a member of the British soul band The Foundations. In the mid-1960s, he came to England for a holiday with his father and decided to stay. He was a former bookkeeper who prior to joining The Foundations was lead singer of a group called Joe E. Young & The Tonicks.",
      "pageId": 22676855,
      "monthDay": "09/12"
    },
    {
      "year": "1947",
      "uri": "/wiki/Bj%C3%B8rn_Floberg",
      "name": "Bjørn Floberg",
      "aboutText": "Heino Kurvet (born 12 September 1941 in Mõisaküla) is an Estonian sprint canoer who competed in the early 1970s for the Soviet Union.",
      "pageId": 22799592,
      "monthDay": "09/12"
    },
    {
      "year": "1947",
      "uri": "/wiki/David_Grant_(academic)",
      "name": "David Grant",
      "aboutText": "David Garrick (12 September 1945 – 23 August 2013) was an English singer, best known for his 1966 pop hit, \"Dear Mrs.",
      "pageId": 23900373,
      "monthDay": "09/12"
    },
    {
      "year": "1947",
      "uri": "/wiki/Gerald_Howarth",
      "name": "Gerald Howarth",
      "aboutText": "Anthony Bellamy or Tony \"T-Bone\" Bellamy (September 12, 1946 – December 25, 2009), was born Robert Anthony Bellamy to parents James Bellamy and Olga Bellamy (nee Avila). He became the lead guitarist, pianist and vocalist for the Native American rock band Redbone in 1968. Bellamy was a Yaqui tribesman with Mexican descent.",
      "pageId": 25572514,
      "monthDay": "09/12"
    },
    {
      "year": "1948",
      "uri": "/wiki/Luis_Lima",
      "name": "Luis Lima",
      "aboutText": "Neil Ellwood Peart, OC (/ˈpɪərt/; born September 12, 1952), is a Canadian-American musician and author, best known as the drummer and primary lyricist for the rock band Rush. Peart has received numerous awards for his musical performances, including an induction into the Modern Drummer Hall of Fame in 1983, making him the youngest person ever so honored. He is known for his technical proficiency and stamina.",
      "pageId": 22003,
      "monthDay": "09/12"
    },
    {
      "year": "1948",
      "uri": "/wiki/Steve_Turre",
      "name": "Steve Turre",
      "aboutText": "Joseph Peter \"Joe\" Pantoliano (born September 12, 1951), often referred to by his nickname \"Joey Pants\", is an American actor.\nPantoliano is best known for portraying Ralph Cifaretto on The Sopranos, Bob Keane in La Bamba, Cypher in The Matrix, Teddy in Memento, Francis Fratelli in The Goonies, Guido in Risky Business, Eddie Moscone in Midnight Run, and Caesar in Bound.",
      "pageId": 192381,
      "monthDay": "09/12"
    },
    {
      "year": "1948",
      "uri": "/wiki/Max_Walker",
      "name": "Max Walker",
      "aboutText": "Nancy \"Nan\" Goldin (born September 12, 1953) is an American photographer. She lives and works in New York City, Berlin, and Paris. She is known for her work, which usually features LGBT-related themes, images or public figures.",
      "pageId": 309953,
      "monthDay": "09/12"
    },
    {
      "year": "1949",
      "uri": "/wiki/Charles_Burlingame",
      "name": "Charles Burlingame",
      "aboutText": "Steve Turre (né Stephen Johnson Turre; born September 12, 1948) is an American jazz trombonist, a pioneering musical seashell virtuoso, a composer, arranger, and educator at the collegiate-conservatory level who, for fifty-two years, has been active in jazz, rock, and Latin jazz – in live venues, recording studios, television, and cinema production. As a studio musician, Turre is among the most prolific living jazz trombonist in the world.",
      "pageId": 418554,
      "monthDay": "09/12"
    },
    {
      "year": "1949",
      "uri": "/wiki/Irina_Rodnina",
      "name": "Irina Rodnina",
      "aboutText": "Fiona Margaret Mactaggart (born 12 September 1953) is a British Labour Party politician, who has been the Member of Parliament (MP) for Slough since 1997.",
      "pageId": 420566,
      "monthDay": "09/12"
    },
    {
      "year": "1950",
      "uri": "/wiki/Marguerite_Blais",
      "name": "Marguerite Blais",
      "aboutText": "Irina Konstantinovna Rodnina (Russian: Ирина Константиновна Роднина; IPA: [ɪˈrʲinə kənstɐnˈtʲinəvnə rədʲnʲɪˈna], born 12 September 1949) is a Russian politician and figure skater, who is the only pair skater to win 10 successive World Championships (1969–78) and three successive Olympic gold medals (1972, 1976, 1980). She was elected to the State Duma in the 2007 legislative election as a member of President Vladimir Putin's United Russia party. As a figure skater, she initially competed with Alexei Ulanov and later teamed up with Alexander Zaitsev.",
      "pageId": 668940,
      "monthDay": "09/12"
    },
    {
      "year": "1950",
      "uri": "/wiki/Gustav_Brunner",
      "name": "Gustav Brunner",
      "aboutText": "Ali-Ollie Woodson (September 12, 1951 – May 30, 2010) was an American R&B singer, songwriter, keyboardist, drummer, and occasional actor who was best known for singing with The Temptations from 1984 to 1996.",
      "pageId": 1501359,
      "monthDay": "09/12"
    },
    {
      "year": "1950",
      "uri": "/wiki/Bruce_Mahler",
      "name": "Bruce Mahler",
      "aboutText": "Michael John Murphy (born September 12, 1950) is a former National Hockey League (NHL) player, and former head coach in the NHL and International Hockey League (IHL]).\nAs a player, he played for the St. Louis Blues, New York Rangers, Los Angeles Kings.",
      "pageId": 1519575,
      "monthDay": "09/12"
    },
    {
      "year": "1950",
      "uri": "/wiki/Mike_Murphy_(ice_hockey,_born_1950)",
      "name": "Mike Murphy",
      "aboutText": "Gerald Linford \"Gerry\" Beckley (born September 12, 1952, in Fort Worth, Texas) is a founding member of the band America.\nBeckley was born to an American father and an English mother. He began playing the piano at the age of three and the guitar a few years later.",
      "pageId": 2174309,
      "monthDay": "09/12"
    },
    {
      "year": "1950",
      "uri": "/wiki/Cynthia_Myers",
      "name": "Cynthia Myers",
      "aboutText": "Maxwell Henry Norman Walker AM (born 12 September 1948) is a former Australian cricketer and Australian rules football player. Formerly an architect, he currently works as a media commentator and motivational speaker and has diverse business interests.",
      "pageId": 2491476,
      "monthDay": "09/12"
    },
    {
      "year": "1951",
      "uri": "/wiki/Bertie_Ahern",
      "name": "Bertie Ahern",
      "aboutText": "Raymond William Robert \"Ray\" Gravell (12 September 1951 – 31 October 2007) was a Welsh rugby union centre who played club rugby for Llanelli RFC.",
      "pageId": 2730201,
      "monthDay": "09/12"
    },
    {
      "year": "1951",
      "uri": "/wiki/Norm_Dub%C3%A9",
      "name": "Norm Dubé",
      "aboutText": "Gustav Brunner (born 12 September 1950 in Graz) is an Austrian Formula One (F1) designer and engineer. He started his career in racing car design at the German-based constructor McNamara. He first entered F1 in a brief spell working for the ATS team in 1978, before designing cars for Formula Two and sportscar racing.",
      "pageId": 2888339,
      "monthDay": "09/12"
    },
    {
      "year": "1951",
      "uri": "/wiki/Ray_Gravell",
      "name": "Ray Gravell",
      "aboutText": "Cynthia Jeanette Myers (September 12, 1950 – November 4, 2011) was an American model, actress, and Playboy magazine's Playmate of the Month for the December 1968 issue.",
      "pageId": 2999649,
      "monthDay": "09/12"
    },
    {
      "year": "1951",
      "uri": "/wiki/Joe_Pantoliano",
      "name": "Joe Pantoliano",
      "aboutText": "Patrick Bartholomew \"Bertie\" Ahern (born 12 September 1951) is a former Irish Fianna Fáil politician who served as Taoiseach of Ireland from 26 June 1997 to 7 May 2008.\nAhern served as a Teachta Dála (TD) from 1977 to 2011, representing Dublin Finglas from 1977 to 1981 and Dublin Central from 1981 to 2011. Before he became Taoiseach, he served in the governments of Charles Haughey and Albert Reynolds as Minister for Labour (1987–91) and Minister for Finance (1991–94).",
      "pageId": 3774806,
      "monthDay": "09/12"
    },
    {
      "year": "1951",
      "uri": "/wiki/Gerald_Stano",
      "name": "Gerald Stano",
      "aboutText": "Charles Frank \"Chic\" Burlingame III (September 12, 1949 – September 11, 2001) was the pilot of American Airlines Flight 77, the aircraft that was crashed by terrorists into the Pentagon during the September 11, 2001 attacks.",
      "pageId": 5018823,
      "monthDay": "09/12"
    },
    {
      "year": "1951",
      "uri": "/wiki/Ali-Ollie_Woodson",
      "name": "Ali-Ollie Woodson",
      "aboutText": "Gerald Eugene Stano (September 12, 1951 – March 23, 1998) was an American convicted serial killer.",
      "pageId": 7293816,
      "monthDay": "09/12"
    },
    {
      "year": "1952",
      "uri": "/wiki/Gerry_Beckley",
      "name": "Gerry Beckley",
      "aboutText": "Luis Lima (born 12 September 1948 in Córdoba, Argentina) is an Argentine operatic tenor, who studied in Buenos Aires under Carlos Guichandut and in Sicily under Gina Cigna. He made his opera debut in 1974, in Lisbon, in Cavalleria rusticana, and since then sang in seventy-seven performances at the Metropolitan Opera (from 1977 to 2001) in nine different roles, starting with Alfredo Germont in La traviata. He has also sung with the New York City Opera (1978-79, debuting in Madama Butterfly), at the Teatro alla Scala (first appearing in Lucia di Lammermoor, 1977) and the Royal Opera House, Covent Garden (from 1984).",
      "pageId": 7708532,
      "monthDay": "09/12"
    },
    {
      "year": "1952",
      "uri": "/wiki/Neil_Peart",
      "name": "Neil Peart",
      "aboutText": "Bruce Mahler (born September 12, 1950) is an American actor, producer, and writer. He is known for his role as Sgt.",
      "pageId": 7831648,
      "monthDay": "09/12"
    },
    {
      "year": "1953",
      "uri": "/wiki/Nan_Goldin",
      "name": "Nan Goldin",
      "aboutText": "Marguerite Blais (born September 12, 1950 in Montreal, Quebec) is a former Canadian politician, journalist, radio host and television host. She was a Liberal Member of the National Assembly of Quebec for the electoral division of Saint-Henri–Sainte-Anne in Montreal from 2007 to 2015, and served as the Minister responsible for Seniors, vice-chair of the Comité ministériel du développement social, éducatif et culturel and member of the Conseil du trésor.\nBlais did graduate studies in piano and organ at the Conservatoire de musique du Québec.",
      "pageId": 10957371,
      "monthDay": "09/12"
    },
    {
      "year": "1953",
      "uri": "/wiki/Fiona_Mactaggart",
      "name": "Fiona Mactaggart",
      "aboutText": "Normand G. Dubé (born September 12, 1951 in Sherbrooke, Quebec) is a retired professional ice hockey player who played 57 games in the National Hockey League and 148 games in the World Hockey Association. He played with the Kansas City Scouts and Quebec Nordiques.",
      "pageId": 11435390,
      "monthDay": "09/12"
    },
    {
      "year": "1954",
      "uri": "/wiki/Adrian_Adonis",
      "name": "Adrian Adonis",
      "aboutText": "Wilfred Benítez (born September 12, 1958) is a Puerto Rican former professional boxer and the youngest world champion in the sport's history. Earning his first of three career world titles in separate weight divisions at the age of seventeen, he is best remembered as a skilled and aggressive fighter with exceptional defensive abilities.",
      "pageId": 82009,
      "monthDay": "09/12"
    },
    {
      "year": "1954",
      "uri": "/wiki/Robert_Gober",
      "name": "Robert Gober",
      "aboutText": "Found Religion,",
      "pageId": 159381,
      "monthDay": "09/12"
    },
    {
      "year": "1954",
      "uri": "/wiki/Scott_Hamilton_(musician)",
      "name": "Scott Hamilton",
      "aboutText": "Leslie Cheung Kwok Wing (12 September 1956 – 1 April 2003) was a Hong Kong singer, actor and film-maker.",
      "pageId": 204766,
      "monthDay": "09/12"
    },
    {
      "year": "1954",
      "uri": "/wiki/Peeter_Volkonski",
      "name": "Peeter Volkonski",
      "aboutText": "Barry Andrews (born 12 September 1956, West Norwood, London) is a vocalist and keyboardist. He is a former member of the bands XTC and League of Gentlemen with Robert Fripp, and was co-founder of Shriekback. He has collaborated with Brian Eno on several projects, most recently guesting on keyboards for the 2005 album Another Day On Earth.",
      "pageId": 277745,
      "monthDay": "09/12"
    },
    {
      "year": "1955",
      "uri": "/wiki/Peter_Scolari",
      "name": "Peter Scolari",
      "aboutText": "Samuel Dale \"Sam\" Brownback (born September 12, 1956) is an American politician currently serving as Governor of Kansas. A member of the Republican Party, Brownback was first elected to the U.S. House of Representatives during the Republican Revolution of 1994, representing Kansas's 2nd congressional district for a single term, before running in a 1996 special election for the Senate seat previously held by Bob Dole. He won that election, and two regular elections following, serving until 2011.",
      "pageId": 367121,
      "monthDay": "09/12"
    },
    {
      "year": "1955",
      "uri": "/wiki/Brian_Smith_(footballer,_born_1955)",
      "name": "Brian Smith",
      "aboutText": "Rachel Claire Ward, AM (born 12 September 1957) is an English-born Australian actress, columnist, film director, and screenwriter.",
      "pageId": 381613,
      "monthDay": "09/12"
    },
    {
      "year": "1956",
      "uri": "/wiki/Barry_Andrews_(musician)",
      "name": "Barry Andrews",
      "aboutText": "Richard L. \"Ricky\" Rudd (born September 12, 1956), nicknamed \"The Rooster\", is a retired American racing driver. He is the uncle of actor Skeet Ulrich and former NASCAR Busch Series driver Jason Rudd. He retired in 2007 with 23 career wins.",
      "pageId": 604055,
      "monthDay": "09/12"
    },
    {
      "year": "1956",
      "uri": "/wiki/Chip_Beck",
      "name": "Chip Beck",
      "aboutText": "Brian David \"Robbo\" Robertson (born 12 February 1956) is a Scottish rock guitarist, best known as a member of Thin Lizzy and Motörhead.",
      "pageId": 682840,
      "monthDay": "09/12"
    },
    {
      "year": "1956",
      "uri": "/wiki/Sam_Brownback",
      "name": "Sam Brownback",
      "aboutText": "Peter Scolari (born September 12, 1955) is an American television, film, and stage actor. He is best known for his roles in the television shows Newhart, Honey, I Shrunk the Kids, and Bosom Buddies.",
      "pageId": 1135197,
      "monthDay": "09/12"
    },
    {
      "year": "1956",
      "uri": "/wiki/Leslie_Cheung",
      "name": "Leslie Cheung",
      "aboutText": "David Goodhart (born 12 September 1956) is a British journalist, commentator, author and director of the \"think tank\" Demos. He is the founder and former editor of Prospect magazine.",
      "pageId": 1183822,
      "monthDay": "09/12"
    },
    {
      "year": "1956",
      "uri": "/wiki/David_Goodhart",
      "name": "David Goodhart",
      "aboutText": "Keith A. Franke (September 12, 1954 – July 4, 1988) was an American professional wrestler, better known by his ring name, \"Adorable\" Adrian Adonis.\n^ a b c d e f g \"Adrian Adonis profile\". Online World of Wrestling.",
      "pageId": 1661795,
      "monthDay": "09/12"
    },
    {
      "year": "1956",
      "uri": "/wiki/Brian_Robertson",
      "name": "Brian Robertson",
      "aboutText": "Walter Woon Cheong Ming (Chinese: 温长明; pinyin: Wēn Chángmíng; born 12 September 1956) is a Singaporean lawyer, academic, diplomat and politician. He is currently professor of law at the National University of Singapore Faculty of Law and the Dean of the Singapore Institute of Legal Education. His expertise is in company law and securities regulation.",
      "pageId": 1832816,
      "monthDay": "09/12"
    },
    {
      "year": "1956",
      "uri": "/wiki/Ricky_Rudd",
      "name": "Ricky Rudd",
      "aboutText": "Deron Leigh Cherry (born September 12, 1959) is a retired professional American football strong safety who played for the Kansas City Chiefs from 1981 to 1991. Deron was a free safety and punter at Rutgers University. In 1979, he was named the team’s MVP. In 1979 and 1980, Cherry earned AP All-East honors.",
      "pageId": 2695314,
      "monthDay": "09/12"
    },
    {
      "year": "1956",
      "uri": "/wiki/Walter_Woon",
      "name": "Walter Woon",
      "aboutText": "Charles Henry \"Chip\" Beck (born September 12, 1956) is an American golfer who was a three-time All-American at the University of Georgia. He has four victories on the PGA Tour and twenty runner-up finishes. He spent 40 weeks in the top 10 of the Official World Golf Rankings between 1988 and 1989.",
      "pageId": 3232795,
      "monthDay": "09/12"
    },
    {
      "year": "1957",
      "uri": "/wiki/Rachel_Ward",
      "name": "Rachel Ward",
      "aboutText": "Robert Gober (born September 12, 1954) is an American sculptor.",
      "pageId": 3437670,
      "monthDay": "09/12"
    },
    {
      "year": "1957",
      "uri": "/wiki/Hans_Zimmer",
      "name": "Hans Zimmer",
      "aboutText": "Scott Philip Brown (born September 12, 1959) is an American attorney and politician. He was a United States Senator from Massachusetts, 2010 to 2013. Prior to his term in the Senate, Brown served as a member of the Massachusetts General Court, first in the State House of Representatives (1998–2004) and then in the State Senate (2004–2010).",
      "pageId": 4161878,
      "monthDay": "09/12"
    },
    {
      "year": "1958",
      "uri": "/wiki/Wilfred_Ben%C3%ADtez",
      "name": "Wilfred Benítez",
      "aboutText": "Gregg Edelman (born September 12, 1958) is an American movie, television and theatre actor.\nEdelman was born in Chicago, Illinois, attended Niles North High School, where he starred as Li'l Abner opposite future soap star Nancy Lee Grahn, and was trained at Northwestern University (Evanston, Illinois). He is married to actress Carolee Carmello, with whom he has a daughter Zoe and son Ethan and resides with his family in Leonia, New Jersey.",
      "pageId": 5224269,
      "monthDay": "09/12"
    },
    {
      "year": "1958",
      "uri": "/wiki/Gregg_Edelman",
      "name": "Gregg Edelman",
      "aboutText": "Scott Hamilton (born September 12, 1954) is an American jazz tenor saxophonist, associated with swing (music) and mainstream jazz.",
      "pageId": 7145257,
      "monthDay": "09/12"
    },
    {
      "year": "1959",
      "uri": "/wiki/Scott_Brown",
      "name": "Scott Brown",
      "aboutText": "Peeter Volkonski (born 12 September 1954 in Tallinn) is an Estonian actor, rock-musician, composer. He is a descendant of a princely Rurikid family, and an influential art figure in Estonia.\nIn 1990 Volkonski founded The Estonian Slave Keepers Party, a musical project.",
      "pageId": 17366948,
      "monthDay": "09/12"
    },
    {
      "year": "1959",
      "uri": "/wiki/Deron_Cherry",
      "name": "Deron Cherry",
      "aboutText": "Brian Smith (12 September 1955 – August 2013) was an English professional footballer who played as a midfielder.",
      "pageId": 34211399,
      "monthDay": "09/12"
    },
    {
      "year": "1959",
      "uri": "/wiki/Sigmar_Gabriel",
      "name": "Sigmar Gabriel",
      "aboutText": "Benjamin Scott \"Ben\" Folds (born September 12, 1966) is an American singer-songwriter and record producer. From 1995 to 2000, Folds was the frontman and pianist of the alternative rock band Ben Folds Five. After the group temporarily disbanded, Folds performed as a solo artist and has toured all over the world.",
      "pageId": 209416,
      "monthDay": "09/12"
    },
    {
      "year": "1960",
      "uri": "/wiki/Evan_Jenkins_(politician)",
      "name": "Evan Jenkins",
      "aboutText": "Mylène Farmer (pronounced: [milɛn faʁmœʁ]; born Mylène Jeanne Gautier; [milɛn ʒan ɡotje]; born 12 September 1961) is a French recording artist, songwriter, occasional actress, writer and entrepreneur. She was born in Pierrefonds, Quebec, in a French family, and brought up in France.\nShe has sold more than 30 million records in France and is among the most successful recording artists of all-time there.",
      "pageId": 473437,
      "monthDay": "09/12"
    },
    {
      "year": "1960",
      "uri": "/wiki/Stefanos_Korkolis",
      "name": "Stefanos Korkolis",
      "aboutText": "Sigmar Gabriel (born 12 September 1959) is a German politician who has served as Minister for Economic Affairs and Energy and Vice Chancellor of Germany since 2013. Since 2009 he has been chairman of the Social Democratic Party of Germany (SPD). He was Minister of the Environment from 2005 to 2009.",
      "pageId": 852171,
      "monthDay": "09/12"
    },
    {
      "year": "1961",
      "uri": "/wiki/Kadhim_Al-Sahir",
      "name": "Kadhim Al-Sahir",
      "aboutText": "Vernon Maxwell (born September 12, 1965) is an American retired professional basketball player who was a shooting guard in the National Basketball Association (NBA) for thirteen seasons during the late 1980s, 1990s, and early 2000s. Maxwell played college basketball for the University of Florida, and led the Florida Gators to their first-ever NCAA tournament appearance. He was selected by the Denver Nuggets in the second round of the 1988 NBA Draft and was immediately traded to the San Antonio Spurs.",
      "pageId": 1199717,
      "monthDay": "09/12"
    },
    {
      "year": "1961",
      "uri": "/wiki/Myl%C3%A8ne_Farmer",
      "name": "Mylène Farmer",
      "aboutText": "Paul Bellini (born September 12, 1959 in Timmins, Ontario) is a Canadian comedy writer and television actor. Bellini is well-known figure in the Canadian television comedy industry for his work on The Kids in the Hall and This Hour Has 22 Minutes. He has worked on several projects with Josh Levy and PJ DeBoy.",
      "pageId": 1611782,
      "monthDay": "09/12"
    },
    {
      "year": "1962",
      "uri": "/wiki/Sunay_Ak%C4%B1n",
      "name": "Sunay Akın",
      "aboutText": "Amy Marie Yasbeck (born September 12, 1962) is an American film and television actress. She is best known for her role as Casey Chapel Davenport on the sitcom Wings from 1994 to 1997, and also having played the part of Madison the mermaid in the television movie Splash, Too in 1988 (taking over the role originated by Daryl Hannah in the film Splash). She has guest starred in various television shows and co-starred in films such as House II: The Second Story, Pretty Woman, Problem Child, Problem Child 2, The Mask, Robin Hood: Men in Tights and Dracula: Dead and Loving It.",
      "pageId": 1793608,
      "monthDay": "09/12"
    },
    {
      "year": "1962",
      "uri": "/wiki/Dino_Merlin",
      "name": "Dino Merlin",
      "aboutText": "Louis Székely (born September 12, 1967), known professionally as Louis C.K., is an American comedian, actor, writer, producer, director, and editor. He is the creator, star, writer, director, executive producer, and primary editor of the acclaimed FX comedy-drama series Louie. C.K. is known for his use of observational, self-deprecating, dark and vulgar humor in his stand-up career.",
      "pageId": 1938336,
      "monthDay": "09/12"
    },
    {
      "year": "1962",
      "uri": "/wiki/Amy_Yasbeck",
      "name": "Amy Yasbeck",
      "aboutText": "Patrick Alan Listach (born September 12, 1967) is the current Manager of the Triple-A Tacoma Rainiers of the Pacific Coast League and a former Major League Baseball shortstop, minor league manager, and major league third base coach.",
      "pageId": 2230222,
      "monthDay": "09/12"
    },
    {
      "year": "1963",
      "uri": "/wiki/Paul_Bellini",
      "name": "Paul Bellini",
      "aboutText": "Øistein Kristiansen, formerly known under his artist name Einstein Kristiansen (born on 12 September 1965), is a Norwegian cartoonist, designer, TV-host and co-founder of Singapore-based Earthtree Pte Ltd, who together with his two business partners Henry Steed and Mark Hillman, produces children's television programming, animation and image campaigns for MTV Asia, Nickelodeon and Singapore network Mediacorp TV12.\nBorn in Sarpsborg, Norway, Kristiansen grew up in Greåker, a borough of Sarpsborg. He initially rose to fame for his illustration work in magazines like Vogue, ELLE, and Mad Magazine after studying cartooning in New York City.",
      "pageId": 2614976,
      "monthDay": "09/12"
    },
    {
      "year": "1964",
      "uri": "/wiki/Simon_Bowthorpe",
      "name": "Simon Bowthorpe",
      "aboutText": "Darren E. Burrows (born September 12, 1966) is an American actor and director.",
      "pageId": 2796893,
      "monthDay": "09/12"
    },
    {
      "year": "1964",
      "uri": "/wiki/Greg_Gutfeld",
      "name": "Greg Gutfeld",
      "aboutText": "Edin Dervišhalidović (pronounced [ědin derʋiʃxaːlǐdoʋitɕ]; born 12 September 1962), known by his stage name Dino Merlin (pronounced [dǐːno měrlin]), is a Bosnian singer-songwriter, musician, and producer. He is considered to be one of the most prominent and commercially successful artists from Bosnia and Herzegovina and is also widely popular in the other countries of the former Yugoslavia. He is also famous among the Bosnian and ex-Yugoslav diaspora communities in the United States, Turkey, Norway, Denmark, Sweden, Germany, Bulgaria, Kosovo and Austria.",
      "pageId": 4185454,
      "monthDay": "09/12"
    },
    {
      "year": "1964",
      "uri": "/wiki/Dieter_Hecking",
      "name": "Dieter Hecking",
      "aboutText": "Evan Hollin Jenkins (born September 12, 1960) is an American politician who has been the U.S. Representative for West Virginia's 3rd congressional district since 2015. He is a member of the U.S. House Committee on Appropriations. He is a member of the Republican Party.",
      "pageId": 5148038,
      "monthDay": "09/12"
    },
    {
      "year": "1965",
      "uri": "/wiki/Einstein_Kristiansen",
      "name": "Einstein Kristiansen",
      "aboutText": "Gregory John \"Greg\" Gutfeld (born September 12, 1964) is an American television personality, political satirist, author, humorist, magazine editor, and blogger. Since May 2015, he has hosted The Greg Gutfeld Show on the Fox News Channel. Gutfeld was the host of Red Eye w/ Greg Gutfeld on the Fox News Channel from 2007 to 2015.",
      "pageId": 5755576,
      "monthDay": "09/12"
    },
    {
      "year": "1965",
      "uri": "/wiki/Vernon_Maxwell",
      "name": "Vernon Maxwell",
      "aboutText": "Dieter Hecking (pronounced [ˈdiːtɐ ˈhɛkɪŋ]; born 12 September 1964) is a German football manager and former professional player who works as manager of VfL Wolfsburg. He played for both Hannover 96 and Eintracht Braunschweig.",
      "pageId": 9975102,
      "monthDay": "09/12"
    },
    {
      "year": "1965",
      "uri": "/wiki/Ahmet_M%C3%BCmtaz_Taylan",
      "name": "Ahmet Mümtaz Taylan",
      "aboutText": "Sunay Akın (born September 12, 1962) is a Turkish poet, writer, TV host, journalist, and a philanthropist. He is the founder of Istanbul Toy Museum.\nAkın was born in Trabzon, Turkey.",
      "pageId": 11584615,
      "monthDay": "09/12"
    },
    {
      "year": "1966",
      "uri": "/wiki/Darren_E._Burrows",
      "name": "Darren E. Burrows",
      "aboutText": "Simon Peter St John Bowthorpe (born 12 September 1964) is an English chief executive and dressage rider.",
      "pageId": 13295821,
      "monthDay": "09/12"
    },
    {
      "year": "1966",
      "uri": "/wiki/Ben_Folds",
      "name": "Ben Folds",
      "aboutText": "Stefanos Korkolis (Greek: Στέφανος Κορκολής; born 12 September 1960) is a Greek composer and pianist. He was born in Athens and grew up in Patissia. He is a nephew of renowned Greek composer Mimis Plessas.",
      "pageId": 14838791,
      "monthDay": "09/12"
    },
    {
      "year": "1966",
      "uri": "/wiki/Vezio_Sacratini",
      "name": "Vezio Sacratini",
      "aboutText": "Vezio Sacratini (born September 12, 1966 in Montreal, Quebec) is a retired Italian-Canadian ice hockey player.\nSacratini competed for Italy at the 1994 Winter Olympics, who finished 9th at the tournament.\n^ \"Vezio Sacratini\".",
      "pageId": 28105468,
      "monthDay": "09/12"
    },
    {
      "year": "1967",
      "uri": "/wiki/Louis_C.K.",
      "name": "Louis C.K.",
      "aboutText": "Ahmet Mümtaz Taylan (born 12 September 1965 in Ankara) is a Turkish film, television and theatre actor and director.",
      "pageId": 31831897,
      "monthDay": "09/12"
    },
    {
      "year": "1967",
      "uri": "/wiki/Pat_Listach",
      "name": "Pat Listach",
      "aboutText": "Found Marriages, Found Children,",
      "pageId": 37120437,
      "monthDay": "09/12"
    },
    {
      "year": "1968",
      "uri": "/wiki/Larry_LaLonde",
      "name": "Larry LaLonde",
      "aboutText": "Paul William Walker IV (September 12, 1973 – November 30, 2013) was an American actor. Walker began his career guest-starring in several television shows such as The Young and the Restless and Touched by an Angel. Walker gained prominence with breakout roles in coming-of-age and teen films such as She's All That and Varsity Blues.",
      "pageId": 244932,
      "monthDay": "09/12"
    },
    {
      "year": "1968",
      "uri": "/wiki/Nicholas_Russell,_6th_Earl_Russell",
      "name": "Nicholas Russell, 6th Earl Russell",
      "aboutText": "Shigeki Maruyama (丸山茂樹, Maruyama Shigeki; born 12 September 1969) is a Japanese professional golfer.\nMaruyama was born in Ichikawa, Chiba, Japan, near Tokyo. He attended Nihon University and turned professional in 1992.",
      "pageId": 414220,
      "monthDay": "09/12"
    },
    {
      "year": "1968",
      "uri": "/wiki/Richard_Snell_(cricketer)",
      "name": "Richard Snell",
      "aboutText": "Max Boot (born September 12, 1969) is an American author, consultant, editorialist, lecturer, and military historian. He has been a prominent advocate for American power. He once described his ideas as \"American might to promote American ideals.\" He self-identifies as a conservative, once joking that \"I grew up in the 1980s, when conservatism was cool\".",
      "pageId": 772445,
      "monthDay": "09/12"
    },
    {
      "year": "1968",
      "uri": "/wiki/Paul_F._Tompkins",
      "name": "Paul F. Tompkins",
      "aboutText": "Darren Andrew Campbell MBE (born 12 September 1973) is a British former sprint athlete. He is currently the sprint coach at football club Cardiff City. He competed in the 100 metres and 200 metres, as well as the 4 × 100 metres relay.",
      "pageId": 773110,
      "monthDay": "09/12"
    },
    {
      "year": "1969",
      "uri": "/wiki/Max_Boot",
      "name": "Max Boot",
      "aboutText": "Ahn Jae-wook (Hangul: 안재욱; born September 12, 1971) is a South Korean actor and singer.",
      "pageId": 1175765,
      "monthDay": "09/12"
    },
    {
      "year": "1969",
      "uri": "/wiki/%C3%81ngel_Cabrera",
      "name": "Ángel Cabrera",
      "aboutText": "Ángel Cabrera (pronounced: [ˈaŋxel kaˈβɾeɾa]; born 12 September 1969) is an Argentine professional golfer who plays on both the European Tour and PGA Tour. He is known affectionately as \"El Pato\" in Spanish (\"The Duck\") for his waddling gait. He is a two-time major champion, with wins at the U.S. Open in 2007 and the Masters in 2009; he was the first (and only) Argentine to win either.",
      "pageId": 1961587,
      "monthDay": "09/12"
    },
    {
      "year": "1969",
      "uri": "/wiki/James_Frey",
      "name": "James Frey",
      "aboutText": "Younes El Aynaoui (Arabic: يونس العيناوي‎) (born 12 September 1971) is a retired professional tennis player from Morocco.\nHe is a five-time singles winner on the ATP Tour and reached his career-high singles ranking of World No. 14 in March 2003, at the age of 31.",
      "pageId": 2090929,
      "monthDay": "09/12"
    },
    {
      "year": "1969",
      "uri": "/wiki/Shigeki_Maruyama",
      "name": "Shigeki Maruyama",
      "aboutText": "James Christopher Frey (born September 12, 1969) is an American writer and the founder and CEO of Full Fathom Five, a transmedia production company responsible for the young adult series \"The Lorien Legacies\", the first book of which I Am Number Four (2010) was made into a feature film by DreamWorks Studios.\nHis two first books A Million Little Pieces (2003) and My Friend Leonard (2005), were marketed as memoirs, but large parts of the stories were later found to be exaggerated or fabricated.",
      "pageId": 2208166,
      "monthDay": "09/12"
    },
    {
      "year": "1970",
      "uri": "/wiki/Josh_Hopkins",
      "name": "Josh Hopkins",
      "aboutText": "Nathan Larson (born September 12, 1970 in Maryland, US) is an American guitarist, singer, songwriter, and author widely known for his numerous film score compositions. He is married to Nina Persson, the lead singer of the Swedish rock band, The Cardigans. In May 2011, Larson's debut novel entitled The Dewey Decimal System was published by Akashic Books.",
      "pageId": 2362797,
      "monthDay": "09/12"
    },
    {
      "year": "1970",
      "uri": "/wiki/Nathan_Larson",
      "name": "Nathan Larson",
      "aboutText": "Nicholas Lyulph Russell, 6th Earl Russell (12 September 1968 – 17 August 2014), styled Viscount Amberley between 1987 and 2004, was the elder son of Conrad Russell, 5th Earl Russell and Elizabeth Russell (formerly Elizabeth Sanders). He succeeded to the Earldom of Russell on his father's death on 14 October 2004.\nLike his grandfather, Bertrand Russell, he was an active member of the Campaign for Nuclear Disarmament, from his teenage years until his death.",
      "pageId": 2378836,
      "monthDay": "09/12"
    },
    {
      "year": "1971",
      "uri": "/wiki/Younes_El_Aynaoui",
      "name": "Younes El Aynaoui",
      "aboutText": "Kenneth Leonard \"Ki-Jana\" Carter (/kiːˈdʒɑːnə/; born September 12, 1973) is a former American college and professional football player who was a running back in the National Football League (NFL) for seven seasons. He played college football for Penn State University, and earned All-American honors. He was the No.",
      "pageId": 2798202,
      "monthDay": "09/12"
    },
    {
      "year": "1971",
      "uri": "/wiki/Ahn_Jae-wook",
      "name": "Ahn Jae-wook",
      "aboutText": "Richard Peter Snell (born 12 September 1968 in Durban) is a former cricketer who played five Tests and 42 One Day Internationals for South Africa. He played for Transvaal in the early 90's forming a formidable opening pair with Steven Jack. He took South Africa's first Test wicket after they were re-admitted to international cricket.",
      "pageId": 3107826,
      "monthDay": "09/12"
    },
    {
      "year": "1972",
      "uri": "/wiki/Gideon_Emery",
      "name": "Gideon Emery",
      "aboutText": "William Joshua \"Josh\" Hopkins (born September 12, 1970) is an American actor and amateur musician. Hopkins was born in Lexington, KY. He has participated in many TV series and films. He is the writer and performer of the song \"Feigning Interest\", a humoristic music video about dating that went viral in 2007.",
      "pageId": 3138026,
      "monthDay": "09/12"
    },
    {
      "year": "1972",
      "uri": "/wiki/Paul_Green_(rugby_league)",
      "name": "Paul Green",
      "aboutText": "Paul Francis Tompkins (born September 12, 1968), best known as Paul F. Tompkins, is an American comedian, actor and writer. He is known for his work in television on such programs as Mr. Show with Bob and David, Real Time with Bill Maher and Best Week Ever, later renamed Best Week Ever with Paul F. Tompkins.",
      "pageId": 3214260,
      "monthDay": "09/12"
    },
    {
      "year": "1972",
      "uri": "/wiki/Sidney_Souza",
      "name": "Sidney Souza",
      "aboutText": "Martin T. Lapointe (born September 12, 1973) is a Canadian former professional ice hockey player. He played in the National Hockey League (NHL) for the Detroit Red Wings, Boston Bruins, Chicago Blackhawks, and Ottawa Senators.\nHe is best known for winning the Stanley Cup as a member of the Red Wings in both 1997 and 1998.",
      "pageId": 3391316,
      "monthDay": "09/12"
    },
    {
      "year": "1973",
      "uri": "/wiki/Said_Ali_al-Shihri",
      "name": "Said Ali al-Shihri",
      "aboutText": "Gideon Emery (born 12 September 1972) is an English jazz musician, actor and voice actor, known for his stage work in South Africa and for providing voices in video games.",
      "pageId": 5280211,
      "monthDay": "09/12"
    },
    {
      "year": "1973",
      "uri": "/wiki/Darren_Campbell",
      "name": "Darren Campbell",
      "aboutText": "Paul Green is an Australian professional rugby league football coach and former player of the 1990s and 2000s. He is currently the head coach for the North Queensland Cowboys of the National Rugby League.",
      "pageId": 9534099,
      "monthDay": "09/12"
    },
    {
      "year": "1973",
      "uri": "/wiki/Ki-Jana_Carter",
      "name": "Ki-Jana Carter",
      "aboutText": "Sa'id Ali Jabir Al Khathim Al Shihri (12 September 1973 - 2013) was a Saudi Arabian deputy leader of the terrorist group Al-Qaeda in the Arabian Peninsula (AQAP), and possibly involved in the kidnappings and murders of foreigners in Yemen. Said Ali al-Shihri was captured at the Pakistan border with Afghanistan, in December 2001, and was one of the first detainees held at the Guantanamo Bay detention camps, in Cuba, arriving on 21 January 2002. He was held in extrajudicial detention in American custody for almost six years.",
      "pageId": 21143377,
      "monthDay": "09/12"
    },
    {
      "year": "1973",
      "uri": "/wiki/Martin_Lapointe",
      "name": "Martin Lapointe",
      "aboutText": "Sidney da Silva Souza known as Sidney (born 12 September 1972) is a Brazilian footballer who plays for Cerâmica.",
      "pageId": 29833101,
      "monthDay": "09/12"
    },
    {
      "year": "1973",
      "uri": "/wiki/Paul_Walker",
      "name": "Paul Walker",
      "aboutText": "Reid Laurence \"Larry\" LaLonde is an American musician best known as the guitarist for Primus, a position that he has served since 1989, where he is known for his highly technical and experimental accompaniment to the bass playing of bandmate Les Claypool. Previously, he played guitar for the groups Possessed, Blind Illusion, No Forcefield, and the Frank Zappa tribute band \"Caca\".",
      "pageId": 33696310,
      "monthDay": "09/12"
    },
    {
      "year": "1974",
      "uri": "/wiki/Caroline_Aigle",
      "name": "Caroline Aigle",
      "aboutText": "Bryon Anthony McCane II (born September 12, 1976), better known by his stage name Bizzy Bone, AKA Li'l Ripsta, is an American rapper and the youngest member of the Cleveland rap group Bone Thugs-n-Harmony.",
      "pageId": 261074,
      "monthDay": "09/12"
    },
    {
      "year": "1974",
      "uri": "/wiki/Jennifer_Nettles",
      "name": "Jennifer Nettles",
      "aboutText": "Kenichi Suzumura (鈴村 健一, Suzumura Ken'ichi, born September 12, 1974) is a Japanese voice actor and singer who was raised in Osaka Prefecture. He voiced Morley in Macross 7, Hikaru Hitachiin in Ouran High School Host Club, Momotaro Mikoshiba in Free!, Shinn Asuka in Mobile Suit Gundam Seed Destiny, Leo Stenbuck in Zone of the Enders: The 2nd Runner, Sōgo Okita in Gin Tama, Lavi in D.Gray-man, and Ryutaros in Kamen Rider Den-O. He is called Suzu and Muraken by Soichiro Hoshi and his fans and Suzuken by other voice actors and fans. He is part of the group Nazo no Shin Unit Starmen (謎の新ユニットＳＴＡ☆ＭＥＮ) with Junichi Suwabe, Daisuke Kishio, Hiroki Takahashi, Hiroyuki Yoshino, Makoto Yasumura, and Kosuke Toriumi.",
      "pageId": 494986,
      "monthDay": "09/12"
    },
    {
      "year": "1974",
      "uri": "/wiki/Guy_Smith",
      "name": "Guy Smith",
      "aboutText": "Benjamin McKenzie Schenkkan (born September 12, 1978), known professionally as Benjamin McKenzie or Ben McKenzie, is an American actor and producer. He is known for playing Ryan Atwood in the television series The O.C. and for playing Ben Sherman in Southland. He appeared in the films Junebug and 88 Minutes.",
      "pageId": 590444,
      "monthDay": "09/12"
    },
    {
      "year": "1974",
      "uri": "/wiki/Kenichi_Suzumura",
      "name": "Kenichi Suzumura",
      "aboutText": "Nuno Jorge Pereira da Silva Valente, OIH, (Portuguese pronunciation: [ˈnunu vɐˈlẽt(ɨ)]; born 12 September 1974) is a Portuguese retired footballer who played as a left back.\nAfter settling with a club in his late 20s with Porto – he started his career with Sporting, but never imposed there – he moved at 31 to England with Everton, where he finally retired after appearing in 60 competitive games in four seasons.\nA late bloomer on the international stage, Valente helped Portugal finish second in Euro 2004.",
      "pageId": 774709,
      "monthDay": "09/12"
    },
    {
      "year": "1974",
      "uri": "/wiki/Nuno_Valente",
      "name": "Nuno Valente",
      "aboutText": "Nathan Wade Bracken (born 12 September 1977) is a former Australian cricketer. A tall left-arm fast-medium bowler, Bracken is capable of swinging the ball both ways. He has represented Australia in all forms of the game.",
      "pageId": 977935,
      "monthDay": "09/12"
    },
    {
      "year": "1975",
      "uri": "/wiki/Luis_Castillo_(baseball)",
      "name": "Luis Castillo",
      "aboutText": "David Anthony Thompson (born 12 September 1977) is an English former professional footballer who played as a midfielder. His nickname is Little Davy Thommo.\nDuring his career Thompson played for Liverpool, Coventry City, Blackburn Rovers, Wigan Athletic, Portsmouth and Bolton Wanderers.",
      "pageId": 1364122,
      "monthDay": "09/12"
    },
    {
      "year": "1975",
      "uri": "/wiki/Bill_Kirby",
      "name": "Bill Kirby",
      "aboutText": "Luis Antonio Castillo (born September 12, 1975) is a former Major League Baseball second baseman. Castillo is a three-time All-Star, three-time Gold Glove winner, and won the World Series with the Florida Marlins in 2003. He is also the only player who played for the Marlins in both of their World Series winning seasons who didn't get traded in between the two seasons.",
      "pageId": 1888318,
      "monthDay": "09/12"
    },
    {
      "year": "1976",
      "uri": "/wiki/Bizzy_Bone",
      "name": "Bizzy Bone",
      "aboutText": "Maciej Żurawski (Polish pronunciation: [ˈmatɕɛj ʐuˈrafski]; born 12 September 1976 in Poznań, Poland) is a retired Polish footballer who played as a striker.\nŻurawski appeared 72 times and scored 17 goals for Poland, representing them at two World Cups and Euro 2008. He also scored 121 goals in the Polish Ekstraklasa (11th most in history) and was the top league goalscorer twice.",
      "pageId": 2149503,
      "monthDay": "09/12"
    },
    {
      "year": "1976",
      "uri": "/wiki/2_Chainz",
      "name": "2 Chainz",
      "aboutText": "Grant Denyer (born 12 September 1977) is an Australian television presenter and former motor racing driver.",
      "pageId": 3328333,
      "monthDay": "09/12"
    },
    {
      "year": "1976",
      "uri": "/wiki/Lauren_Stamile",
      "name": "Lauren Stamile",
      "aboutText": "Guy Smith (born 12 September 1974) is a British professional racing driver who has competed in various levels of motorsport, most notably the 24 Hours of Le Mans, which he won in 2003, and the American Le Mans Series, which he won in 2011.",
      "pageId": 3575376,
      "monthDay": "09/12"
    },
    {
      "year": "1976",
      "uri": "/wiki/Maciej_%C5%BBurawski",
      "name": "Maciej Żurawski",
      "aboutText": "Jennifer Odessa Nettles (born September 12, 1974) is an American country music singer-songwriter and actress. She is known primarily for her role as lead vocalist of the duo Sugarland alongside Kristian Bush. Before Sugarland's inception, she also fronted Atlanta-based bands called Soul Miner's Daughter and Jennifer Nettles Band.",
      "pageId": 3940827,
      "monthDay": "09/12"
    },
    {
      "year": "1977",
      "uri": "/wiki/Nathan_Bracken",
      "name": "Nathan Bracken",
      "aboutText": "William Ashley Kirby (born 12 September 1975) is an Australian swimmer who was competitive on an international level in the nineties and early 2000s. He specialized in freestyle and butterfly and won a gold medal at the 2000 Summer Olympics in Sydney as part of the 4×200m freestyle relay team. He was an Australian Institute of Sport scholarship holder.",
      "pageId": 5070389,
      "monthDay": "09/12"
    },
    {
      "year": "1977",
      "uri": "/wiki/Grant_Denyer",
      "name": "Grant Denyer",
      "aboutText": "James Louis McCartney (born 12 September 1977) is a British musician and songwriter living in London. He is the only son of songwriter and former Beatle Paul McCartney and Linda McCartney. He has contributed to a number of solo albums by his parents, including Flaming Pie (1997) and Driving Rain (2001) by Paul McCartney and Wide Prairie (1998) by Linda McCartney.",
      "pageId": 5537988,
      "monthDay": "09/12"
    },
    {
      "year": "1977",
      "uri": "/wiki/Jeff_Irwin",
      "name": "Jeff Irwin",
      "aboutText": "Elisabetta Canalis (Italian pronunciation: [elizaˈbetta kaˈnaːlis]; born 12 September 1978) is an Italian actress and showgirl.",
      "pageId": 7623086,
      "monthDay": "09/12"
    },
    {
      "year": "1977",
      "uri": "/wiki/James_McCartney",
      "name": "James McCartney",
      "aboutText": "Jeff Irwin (a.k.a. \"the Yeti\", born September 12, 1977) is an American, East Nashville, Tennessee based multi-instrumentalist. He has performed with Griffin House, Cerys Matthews, Derek Webb and Sandra McCracken, Mat Kearney, Taylor Sorensen & the Trigger Code, and many others including Counting Crows.",
      "pageId": 9113369,
      "monthDay": "09/12"
    },
    {
      "year": "1977",
      "uri": "/wiki/Idan_Raichel",
      "name": "Idan Raichel",
      "aboutText": "Commandant Caroline Aigle (12 September 1974 – 21 August 2007) was a French aviator who achieved a historical first when, at the age of 25, she became the first woman fighter pilot in the French Air Force. Her promising military career was cut short by death from cancer seven years later.",
      "pageId": 11663337,
      "monthDay": "09/12"
    },
    {
      "year": "1977",
      "uri": "/wiki/David_Thompson_(footballer,_born_1977)",
      "name": "David Thompson",
      "aboutText": "Lauren Stamile (born September 12, 1976) is an American actress.",
      "pageId": 16773493,
      "monthDay": "09/12"
    },
    {
      "year": "1978",
      "uri": "/wiki/Elisabetta_Canalis",
      "name": "Elisabetta Canalis",
      "aboutText": "Tauheed Epps (born September 12, 1977), better known by his stage name 2 Chainz (formerly Tity Boi), is an American rapper from College Park, Georgia. He initially gained recognition for being one-half of the Southern hip hop duo Playaz Circle, alongside his longtime friend and fellow rapper, Earl \"Dolla Boy\" Conyers. They are perhaps best known for being signed to fellow Georgia-based rapper Ludacris' Disturbing tha Peace label, as well as their debut single \"Duffle Bag Boy\".",
      "pageId": 37728824,
      "monthDay": "09/12"
    },
    {
      "year": "1979",
      "uri": "/wiki/Pakorn_Lum",
      "name": "Pakorn Lum",
      "aboutText": "\"Dome\" Pakorn Lum (also spelt Dome-Pakorn Lam) is a Thai singer and actor. He made his acting debut in 2011 with the Thai television soap opera, Rak Mai Mee Wan Tai (Love Never Dies) and also starred as a lead in the musical Tawiphob.\n^ Thavevong 2012.",
      "pageId": 41243946,
      "monthDay": "09/12"
    },
    {
      "year": "1978",
      "uri": "/wiki/Benjamin_McKenzie",
      "name": "Benjamin McKenzie",
      "aboutText": "Idan Raichel (Hebrew: עידן רייכל‎, IPA: [ʔiˈdan ˈʁaiχel]; b. September 12, 1977) is an Israeli singer-songwriter and a musician, known for his Idan Raichel Project (Hebrew: הפרויקט של עידן רייכל), distinctive for its fusion of electronics, traditional Hebrew texts, Arab and Ethiopian music.",
      "pageId": 48884093,
      "monthDay": "09/12"
    },
    {
      "year": "1978",
      "uri": "/wiki/Ruben_Studdard",
      "name": "Ruben Studdard",
      "aboutText": "Yao Ming (born September 12, 1980) is a retired Chinese professional basketball player who played for the Houston Rockets of the National Basketball Association (NBA). He was selected to start for the Western Conference in the NBA All-Star Game eight times, and was named to the All-NBA Team five times. At the time of his final season, he was the tallest active player in the NBA, at 2.29 m (7 ft 6 in).",
      "pageId": 240989,
      "monthDay": "09/12"
    },
    {
      "year": "1980",
      "uri": "/wiki/Roda_Antar",
      "name": "Roda Antar",
      "aboutText": "Christopher Ruben Studdard (born September 12, 1978), best known as Ruben Studdard, is an American R&B, pop and gospel singer. He rose to fame as winner of the second season of American Idol and received a Grammy Award nomination in December 2003 for Best Male R&B Vocal Performance for \"Superstar\". In the years following Idol, Studdard has released five studio albums, including his platinum-selling debut, Soulful, and the top-selling gospel follow-up, I Need an Angel.",
      "pageId": 418918,
      "monthDay": "09/12"
    },
    {
      "year": "1980",
      "uri": "/wiki/Sean_Burroughs",
      "name": "Sean Burroughs",
      "aboutText": "Jennifer Kate Hudson (born September 12, 1981) is an American singer, actress and spokesperson. She rose to fame in 2004 as a finalist on the third season of American Idol, coming in seventh place.\nAs an actress, she made her film debut portraying Effie White in Dreamgirls (2006), for which she gained worldwide acclaim and won the Academy Award for Best Supporting Actress, a Golden Globe Award, a BAFTA Award, and a Screen Actors Guild Award.",
      "pageId": 518700,
      "monthDay": "09/12"
    },
    {
      "year": "1980",
      "uri": "/wiki/Fernando_C%C3%A9sar_de_Souza",
      "name": "Fernando César de Souza",
      "aboutText": "Sean Patrick Burroughs (born September 12, 1980) is an American professional baseball third baseman for the Long Island Ducks of the Atlantic League of Professional Baseball. He has previously played in Major League Baseball for the San Diego Padres, Tampa Bay Devil Rays, Arizona Diamondbacks and Minnesota Twins.\nBurroughs, who stands 6 feet 1 inch (1.85 m) tall and weighs 195 pounds (88 kg), bats left-handed and throws right-handed.",
      "pageId": 1251023,
      "monthDay": "09/12"
    },
    {
      "year": "1980",
      "uri": "/wiki/Gus_G",
      "name": "Gus G",
      "aboutText": "Konstantinos Karamitroudis (Greek: Κωνσταντίνος Καραμητρούδης) also known as Gus G, born September 12, 1980 in Thessaloniki, Greece is a heavy metal guitarist. He currently plays with his band Firewind and Ozzy Osbourne.",
      "pageId": 1943645,
      "monthDay": "09/12"
    },
    {
      "year": "1980",
      "uri": "/wiki/Yao_Ming",
      "name": "Yao Ming",
      "aboutText": "Zoran Planinić (born September 12, 1982) is a Croatian professional basketball player who currently is free agent.",
      "pageId": 2579067,
      "monthDay": "09/12"
    },
    {
      "year": "1980",
      "uri": "/wiki/Kevin_Sinfield",
      "name": "Kevin Sinfield",
      "aboutText": "Kevin Sinfield, MBE (born 12 September 1980 in Oldham) is an English former professional rugby league player who captained Leeds Rhinos in Super League. An England captain, his usual position was loose forward, although he could cover both stand-off and hooker. Sinfield played his entire professional career with Leeds and is one of the most successful players in Super League history, having captained the team to seven Super League championships and two Challenge Cup successes as well as achieving individual accolades as winner of the Lance Todd Trophy (2005), Harry Sunderland Trophy twice (2009, 2012) and the Golden Boot (2012), one of only four British-based players to achieve the latter.",
      "pageId": 2597240,
      "monthDay": "09/12"
    },
    {
      "year": "1980",
      "uri": "/wiki/Josef_Va%C5%A1%C3%AD%C4%8Dek",
      "name": "Josef Vašíček",
      "aboutText": "Josef Vašíček (English /ˈjoʊsɛf ˈvɑːʃiːtʃɛk/; 12 September 1980 – 7 September 2011) was a Czech professional ice hockey player. Vašíček last played for Lokomotiv Yaroslavl of the Kontinental Hockey League (KHL) and died when the team's aircraft charter crashed on 7 September 2011.",
      "pageId": 3024665,
      "monthDay": "09/12"
    },
    {
      "year": "1981",
      "uri": "/wiki/Marty_Adams",
      "name": "Marty Adams",
      "aboutText": "Sergio Parisse (Italian pronunciation: [ˈsɛrdʒo paˈrisse]; born 12 September 1983 in La Plata, Argentina) is an Italian Argentine rugby union player. He was the first Italian rugby union player to be nominated for the IRB International Player of the Year. He has captained French team Stade Français and is current captain of the Italy national rugby union team.",
      "pageId": 3960314,
      "monthDay": "09/12"
    },
    {
      "year": "1981",
      "uri": "/wiki/Alan_Arruda",
      "name": "Alan Arruda",
      "aboutText": "Fernando César de Souza (born 12 September 1980 in Jardinopolis) is a footballer from Brazil who plays as a defender for Maringá Futebol Clube.",
      "pageId": 6155748,
      "monthDay": "09/12"
    },
    {
      "year": "1981",
      "uri": "/wiki/Jennifer_Hudson",
      "name": "Jennifer Hudson",
      "aboutText": "Roda Antar (Arabic: رضا عنتر‎; born 12 September 1980 in Freetown) is a Sierra Leone-born Lebanese professional footballer who currently plays for Hangzhou Greentown in the Chinese Super League and the Lebanon national football team, captaining the squad since 2005 also he captains Hangzhou Greentown on some match days due to his experience and wisdom.\nAntar started his career with Tadamon Sour, progressing through their youth system to the first-team squad where he made his debut at the age of 17 in the Lebanese Premier League during the 1998–99 season. He finished his career with the club having scored 13 league goals.",
      "pageId": 6993544,
      "monthDay": "09/12"
    },
    {
      "year": "1981",
      "uri": "/wiki/Staciana_Stitts",
      "name": "Staciana Stitts",
      "aboutText": "Staciana Stitts Winfield (born September 12, 1981), née Staciana Stitts, is an American former competition swimmer and breaststroke specialist. She is a 2000 Summer Olympics and 1999 Pan American Games gold medalist, and 1998 Goodwill Games silver medalist.\nStitts and her University of California, Berkeley teammates Haley Cope, Joscelin Yeo, and Praphalsai Minpraphal broke the 4×50-meter medley relay short-course world record in 2000 with a time of 1:49.23.",
      "pageId": 7619203,
      "monthDay": "09/12"
    },
    {
      "year": "1981",
      "uri": "/wiki/Hosea_Chanchez",
      "name": "Hosea Chanchez",
      "aboutText": "This article is about the Japanese gravure idol Nana Ozaki. For 20th-century Japanese actress Nana Ozaki, see Nana Ozaki (actress). Also, do not confuse her with manga heroine Nana Osaki.",
      "pageId": 7637275,
      "monthDay": "09/12"
    },
    {
      "year": "1982",
      "uri": "/wiki/Nana_Ozaki",
      "name": "Nana Ozaki",
      "aboutText": "Hosea Chanchez (born September 12, 1981), also credited as Hosea, is an American actor best known for his recurring role on For Your Love and the quarterback football player Malik Wright on The CW/BET sitcom, The Game.",
      "pageId": 11330354,
      "monthDay": "09/12"
    },
    {
      "year": "1982",
      "uri": "/wiki/Zoran_Planini%C4%87",
      "name": "Zoran Planinić",
      "aboutText": "Daniel Travanti Muir (/ˈdænjəl trəˈvɑːnti ˈmjʊər/; born September 12, 1983) is an American football defensive tackle in the National Football League (NFL) and is currently a member of the Oakland Raiders. He was signed by the Green Bay Packers as an undrafted free agent in 2007. He played college football at Kent State.",
      "pageId": 13284049,
      "monthDay": "09/12"
    },
    {
      "year": "1983",
      "uri": "/wiki/Tom_Gei%C3%9Fler",
      "name": "Tom Geißler",
      "aboutText": "Alan Monken Arruda (born September 12, 1981 in Petrópolis) is a Brazilian professional footballer and coach, who currently plays for FC Britannia XI .",
      "pageId": 13330333,
      "monthDay": "09/12"
    },
    {
      "year": "1983",
      "uri": "/wiki/Rami_Haikal",
      "name": "Rami Haikal",
      "aboutText": "Tom Geißler (born 12 September 1983 in Oschatz) is a German footballer who last played for Carl Zeiss Jena.\n^ \"Tom Geißler\". worldfootball.net.",
      "pageId": 21281189,
      "monthDay": "09/12"
    },
    {
      "year": "1983",
      "uri": "/wiki/Sebastian_Hofmann",
      "name": "Sebastian Hofmann",
      "aboutText": "Marty Adams (born September 12, 1981) is a Canadian television and film actor/writer and comedian.\nHe began a football program at McMaster University but injured his knee. His sister encouraged him to get involved in a comedy program at Humber College which got him his first major comedy gig in the Facebook of Revelations at The Second City.",
      "pageId": 22256855,
      "monthDay": "09/12"
    },
    {
      "year": "1983",
      "uri": "/wiki/Daniel_Muir",
      "name": "Daniel Muir",
      "aboutText": "Sebastian Hofmann (born 12 September 1983 in Sinsheim) is a professional football forward who plays for GSV Maichingen.\n^ \"Hofmann, Sebastian\" (in German). kicker.de.",
      "pageId": 23192039,
      "monthDay": "09/12"
    },
    {
      "year": "1983",
      "uri": "/wiki/Sergio_Parisse",
      "name": "Sergio Parisse",
      "aboutText": "Rami (born Rami Abdel-Hakeem Haikal on 12 September 1983) is a prominent musician in the Jordanian metal scene. He is well known for his distinct guitar work in the band Bilocate.",
      "pageId": 29150683,
      "monthDay": "09/12"
    },
    {
      "year": "1983",
      "uri": "/wiki/Clayton_Richard",
      "name": "Clayton Richard",
      "aboutText": "Emmanuelle Grey \"Emmy\" Rossum (born September 12, 1986) is an American actress and singer-songwriter. She has starred in movies including Songcatcher (2000), An American Rhapsody, (2001) and Passionada (2002). Her role in Mystic River (2003) garnered her wider recognition.",
      "pageId": 1116998,
      "monthDay": "09/12"
    },
    {
      "year": "1983",
      "uri": "/wiki/Carly_Smithson",
      "name": "Carly Smithson",
      "aboutText": "Jonatan Cerrada (born 12 September 1985 as Jonatan Cerrada Moreno) is a Belgian-born singer who became the first French Pop Idol. He has had hit singles across Western Europe especially in France, Belgium, and Spain.",
      "pageId": 3249032,
      "monthDay": "09/12"
    },
    {
      "year": "1984",
      "uri": "/wiki/Nashat_Akram",
      "name": "Nashat Akram",
      "aboutText": "Yang Mi (born 12 September 1986) is a Chinese actress and singer. She is noted for her roles as Guo Xiang and Tang Xuejian in the television series The Return of the Condor Heroes (2006) and Chinese Paladin 3 (2009) respectively. She has now gained even greater popularity from her breakthrough role as Luo Qingchuan in Palace (2011).",
      "pageId": 6080092,
      "monthDay": "09/12"
    },
    {
      "year": "1984",
      "uri": "/wiki/Chelsea_Carey",
      "name": "Chelsea Carey",
      "aboutText": "Alfie Evan James Allen (born 12 September 1986) is an English actor.",
      "pageId": 6124854,
      "monthDay": "09/12"
    },
    {
      "year": "1984",
      "uri": "/wiki/Petra_Marklund",
      "name": "Petra Marklund",
      "aboutText": "Petra Linnea Paula Marklund (Swedish pronunciation: [ˈpɛtra ˈmarklɵnd]; born 12 September 1984), better known internationally by the stage name September, is a Swedish singer, songwriter and occasional television presenter. Petra started recording in professional studios around the age of twelve, and first came to the music scene with her debut single \"La La La (Never Give It Up)\" in 2003.\nPetra's second studio album, the Grammis Award-winning album In Orbit, spawned the international hits \"Satellites\" and \"Cry for You\" which made it to respectively #8 and #1 on the Billboard Hot Dance Airplay chart.",
      "pageId": 6311163,
      "monthDay": "09/12"
    },
    {
      "year": "1985",
      "uri": "/wiki/Headhunterz",
      "name": "Headhunterz",
      "aboutText": "Nashat Akram Abid Ali Al-Eissa (Arabic: نشأت أكرم عبد علي العيسى ‎, born 13 September 1984 in Al Hillah, Babylon, Iraq) is an Iraqi former professional footballer who last played for Erbil. He was an Iraqi international. He usually played as a Playmaker or as an attacking midfielder and is known for his exceptional vision and excellent passing ability, as well as his ability to score goals from time to time.",
      "pageId": 6342585,
      "monthDay": "09/12"
    },
    {
      "year": "1985",
      "uri": "/wiki/Burak_Aksak",
      "name": "Burak Aksak",
      "aboutText": "Dimítrios Régas (Greek: Δημήτρης Ρέγας; born 12 September 1986) is a Greek sprint athlete.\nHe finished eighth in the 200 metres final at the 2006 European Athletics Championships in Gothenburg.\nHe was born in Lesbos (Mytilini) island.",
      "pageId": 6599050,
      "monthDay": "09/12"
    },
    {
      "year": "1985",
      "uri": "/wiki/Jonatan_Cerrada",
      "name": "Jonatan Cerrada",
      "aboutText": "Yaroslava Vyacheslavovna Shvedova (Russian: Яросла́ва Вячесла́вовна Шве́дова, born 12 September 1987) is a Russian-born Kazakhstani tennis player.\nShvedova has won one singles and eleven doubles titles on the WTA tour, as well as four singles and four doubles titles on the ITF tour in her career. On 29 October 2012, she reached her best singles ranking of world number 29.",
      "pageId": 9560350,
      "monthDay": "09/12"
    },
    {
      "year": "1986",
      "uri": "/wiki/Alfie_Allen",
      "name": "Alfie Allen",
      "aboutText": "Jenny Amanda Katarina Jenssen (born Bengtsson, 12 September 1988 in Lund, Sweden), known professionally as Amanda Jenssen, is a Swedish singer and Idol 2007 runner-up. Jenssen's first album, released in 2008, became one of that year's best-selling albums in Sweden, peaking at number 1 on the Swedish album chart. She also had success with her music singles, with seven individual placements on the Swedish singles chart.",
      "pageId": 14606582,
      "monthDay": "09/12"
    },
    {
      "year": "1986",
      "uri": "/wiki/Kamila_Chudzik",
      "name": "Kamila Chudzik",
      "aboutText": "Carly Smithson (born 12 September 1983 as Carly Sarah Hennessy) is an Irish soul/pop rock singer, songwriter and actress who was the sixth place finalist on the seventh season of American Idol. In 2001, Smithson released her first studio album for MCA Records called Ultimate High. Smithson was dropped from the record label in 2002.",
      "pageId": 15383430,
      "monthDay": "09/12"
    },
    {
      "year": "1986",
      "uri": "/wiki/Akwasi_Fobi-Edusei",
      "name": "Akwasi Fobi-Edusei",
      "aboutText": "{{Infobox football biography | name = Yuto Nagatomo | nickname = El Capitano! | image = Yuto Nagatomo 2011.jpg | image_size = 160 | caption = Nagatomo with Inter in 2011 | fullname = Yuto Nagatomo | birth_date = (1986-09-12) 12 September 1986  | birth_place = Saijō, Ehime, Japan | height = 170 cm (5 ft 7 in) | position = Full-back / Wing-back | currentclub = [[Pahang fc (2016)]Malaysia super league] | clubnumber = 55 | youthyears1 = 2002–2004 | youthclubs1 = Higashi Fukuoka High School | youthyears2 = 2005–2007 | youthclubs2 = Meiji University | years1 = 2007–2011 | clubs1 = FC Tokyo | caps1 = 72 | goals1 = 5 | years2 = 2010–2011 | clubs2 = → Cesena (loan) | caps2 = 16 | goals2 = 0 | years3 = 2011– | clubs3 = Internazionale | caps3 = 127 | goals3 = 9 | nationalyears1 = 2008– | nationalteam1 = Japan | nationalcaps1 = 83 | nationalgoals1 = 3 | pcupdate = 31 October 2015 | ntupdate = 20 September 2015 }} Yuto Nagatomo (長友 佑都, Nagatomo Yūto, born 12 September 1986) is a Japanese footballer who plays as a defender for Serie A club Internazionale.",
      "pageId": 17912936,
      "monthDay": "09/12"
    },
    {
      "year": "1986",
      "uri": "/wiki/Joanne_Jackson_(swimmer)",
      "name": "Joanne Jackson",
      "aboutText": "Joanne Amy Jackson (born 12 September 1986) is an English freestyle swimmer. She is the sister of retired Olympic swimmer Nicola Jackson. She was born in Northallerton and went to Richmond School, North Yorkshire.",
      "pageId": 17926185,
      "monthDay": "09/12"
    },
    {
      "year": "1986",
      "uri": "/wiki/Yang_Mi",
      "name": "Yang Mi",
      "aboutText": "Willem Rebergen, better known by his stage name Headhunterz, is a Dutch DJ and music producer. He also done voice-acting for several movies and TV series. He kicked off his career in 2005, and grew into one of the biggest names in hardstyle music, becoming a major contribution to its growing popularity worldwide.",
      "pageId": 18300770,
      "monthDay": "09/12"
    },
    {
      "year": "1986",
      "uri": "/wiki/Yuto_Nagatomo",
      "name": "Yuto Nagatomo",
      "aboutText": "Clayton Colby Richard (born September 12, 1983) is an American professional baseball pitcher for the Chicago Cubs of Major League Baseball (MLB). He previously played in MLB for the Chicago White Sox and San Diego Padres.",
      "pageId": 18519145,
      "monthDay": "09/12"
    },
    {
      "year": "1986",
      "uri": "/wiki/Dimitrios_Regas",
      "name": "Dimitrios Regas",
      "aboutText": "Akwasi Fobi-Edusei (sometimes listed as Akwasi Fobe-Edusei or simply Akwasi Edusei, born 12 September 1986) is an English association football player currently playing for Crawley Down Gatwick in the Isthmian League Division One South.\n^ a b c Hugman, Barry J., ed. (2003).",
      "pageId": 22049463,
      "monthDay": "09/12"
    },
    {
      "year": "1986",
      "uri": "/wiki/Emmy_Rossum",
      "name": "Emmy Rossum",
      "aboutText": "Frederick Charles \"Freddie\" Freeman (born September 12, 1989) is an American-Canadian professional baseball first baseman for the Atlanta Braves of Major League Baseball (MLB). He has been with the Braves organization since he was drafted by them out of high school in 2007.",
      "pageId": 23676613,
      "monthDay": "09/12"
    },
    {
      "year": "1987",
      "uri": "/wiki/Yaroslava_Shvedova",
      "name": "Yaroslava Shvedova",
      "aboutText": "Kamila Chudzik (born 12 September 1986 in Kielce) is a Polish athlete.",
      "pageId": 24007870,
      "monthDay": "09/12"
    },
    {
      "year": "1988",
      "uri": "/wiki/Amanda_Jenssen",
      "name": "Amanda Jenssen",
      "aboutText": "Andrew Austen Luck (born September 12, 1989) is an American football quarterback for the Indianapolis Colts of the National Football League (NFL). He played college football at Stanford, won the Maxwell Award and Walter Camp Award as college football's player of the year, and was recognized as an All-American. He was the runner-up for the Heisman Trophy in both 2010 and 2011.",
      "pageId": 24421512,
      "monthDay": "09/12"
    },
    {
      "year": "1989",
      "uri": "/wiki/Freddie_Freeman",
      "name": "Freddie Freeman",
      "aboutText": "Chelsea Carey (born September 12, 1984 in Winnipeg, Manitoba) is a Canadian curler and 2014 Manitoba Provincial Women's Curling Champion.",
      "pageId": 29333588,
      "monthDay": "09/12"
    },
    {
      "year": "1989",
      "uri": "/wiki/Andrew_Luck",
      "name": "Andrew Luck",
      "aboutText": "Burak Aksak (born September 12, 1985 in Istanbul, Turkey) is a Turkish screenwriter, director and actor.",
      "pageId": 44639081,
      "monthDay": "09/12"
    },
    {
      "year": "1991",
      "uri": "/wiki/Scott_Wootton",
      "name": "Scott Wootton",
      "aboutText": "Colin Ford (born September 12, 1996) is an American actor and voice actor. He appeared as Joe McAlister in Under the Dome.",
      "pageId": 23477970,
      "monthDay": "09/12"
    },
    {
      "year": "1992",
      "uri": "/wiki/Kelsea_Ballerini",
      "name": "Kelsea Ballerini",
      "aboutText": "Elina Mykhaylivna Svitolina (Ukrainian: Еліна Михайлівна Світоліна; born 12 September 1994) is a professional Ukrainian tennis player. As of 5 October 2015, she is ranked world no. 18 and is currently the highest-ranked Ukrainian player.",
      "pageId": 27630639,
      "monthDay": "09/12"
    },
    {
      "year": "1992",
      "uri": "/wiki/Connor_Franta",
      "name": "Connor Franta",
      "aboutText": "Scott James Wootton (born 12 September 1991) is an English footballer who plays for Leeds United. Although he primarily plays as a centre-back, he can play anywhere across the back line or as a defensive midfielder.\nBorn in Birkenhead, Borough of Wirral, Wootton began his career with Tranmere Rovers before joining Liverpool at the age of 13.",
      "pageId": 29030410,
      "monthDay": "09/12"
    },
    {
      "year": "1992",
      "uri": "/wiki/Sviatlana_Pirazhenka",
      "name": "Sviatlana Pirazhenka",
      "aboutText": "Ryan Potter (born September 12, 1995) is an American actor, voice actor and martial artist.",
      "pageId": 38332622,
      "monthDay": "09/12"
    },
    {
      "year": "1994",
      "uri": "/wiki/Elina_Svitolina",
      "name": "Elina Svitolina",
      "aboutText": "Sviatlana Aleksandrovna Pirazhenka (Belarusian: Святлана Аляксандраўна Піражэнка; born 12 September 1992) is a Belarusian tennis player.\nPirazhenka has won one singles and 11 doubles titles on the ITF tour in her career. On 18 August 2014, she reached her best singles ranking of world number 371.",
      "pageId": 43240864,
      "monthDay": "09/12"
    },
    {
      "year": "1995",
      "uri": "/wiki/Ryan_Potter",
      "name": "Ryan Potter",
      "aboutText": "Kelsea Nicole Ballerini (born September 12, 1993) is an American country pop singer and songwriter signed to Black River Entertainment.",
      "pageId": 44644307,
      "monthDay": "09/12"
    },
    {
      "year": "1996",
      "uri": "/wiki/Colin_Ford",
      "name": "Colin Ford",
      "aboutText": "Connor Joel Franta (born September 12, 1992) is an American YouTube vlogger, writer, and entrepreneur.\nAs of November 2015, his self-named main channel on YouTube has 5 million subscribers. Franta was formerly a member of YouTube group Our2ndLife under the Fullscreen Network, but is now an independent member of the Big Frame network, managed by Andrew Graham.",
      "pageId": 44832534,
      "monthDay": "09/12"
    }
  ]
}