{
  "people": [
    {
      "year": "524",
      "uri": "/wiki/Kan_B%27alam_I",
      "name": "Kan B'alam I",
      "aboutText": "George Herbert Putnam (September 20, 1861 – August 14, 1955) was an American librarian. He was the eighth (and also the longest-serving) Librarian of Congress from 1899 to 1939.",
      "pageId": 40238,
      "monthDay": "09/20"
    },
    {
      "year": "1161",
      "uri": "/wiki/Emperor_Takakura",
      "name": "Emperor Takakura",
      "aboutText": "Sir James Dewar FRS (20 September 1842 – 27 March 1923) was a Scottish chemist and physicist. He is probably best-known today for his invention of the Dewar flask, which he used in conjunction with extensive research into the liquefaction of gases.",
      "pageId": 55279,
      "monthDay": "09/20"
    },
    {
      "year": "1486",
      "uri": "/wiki/Arthur,_Prince_of_Wales",
      "name": "Arthur, Prince of Wales",
      "aboutText": "Arthur Tudor (20 September 1486 – 2 April 1502) was Prince of Wales, Earl of Chester and Duke of Cornwall as the eldest son and heir apparent of Henry VII of England. Arthur was viewed by contemporaries as the great hope of the newly established House of Tudor. His mother, Elizabeth of York, was the daughter of Edward IV, and his birth cemented the union between the House of Tudor and the House of York.",
      "pageId": 177655,
      "monthDay": "09/20"
    },
    {
      "year": "1593",
      "uri": "/wiki/Gottfried_Scheidt",
      "name": "Gottfried Scheidt",
      "aboutText": "Jean-Jacques Dessalines (French pronunciation: ​[ʒɑ̃ ʒak dɛs.salin]; 20 September 1758 – 17 October 1806) was a leader of the Haitian Revolution and the first ruler of an independent Haiti under the 1801 constitution. Initially regarded as governor-general, Dessalines later named himself Emperor Jacques I of Haiti (1804–1806). He is regarded as a founding father of Haiti.",
      "pageId": 193872,
      "monthDay": "09/20"
    },
    {
      "year": "1599",
      "uri": "/wiki/Christian_the_Younger_of_Brunswick",
      "name": "Christian the Younger of Brunswick",
      "aboutText": "Phra Bat Somdet Phra Poraminthra Maha Chulalongkorn Phra Chunla Chom Klao Chao Yu Hua (Thai: พระบาทสมเด็จพระปรมินทรมหาจุฬาลงกรณ์ พระจุลจอมเกล้าเจ้าอยู่หัว), or Rama V (20 September 1853 – 23 October 1910) was the fifth monarch of Siam under the House of Chakri. He was known to the Siamese of his time as Phra Phuttha Chao Luang (พระพุทธเจ้าหลวง – The Royal Buddha). He is considered one of the greatest kings of Siam.",
      "pageId": 202262,
      "monthDay": "09/20"
    },
    {
      "year": "1608",
      "uri": "/wiki/Jean-Jacques_Olier",
      "name": "Jean-Jacques Olier",
      "aboutText": "Emperor Takakura (高倉天皇 Takakura-tennō) (September 20, 1161 – January 30, 1181) was the 80th emperor of Japan, according to the traditional order of succession. His reign spanned the years from 1168 through 1180.\n^ Titsingh, Isaac.",
      "pageId": 229376,
      "monthDay": "09/20"
    },
    {
      "year": "1685",
      "uri": "/wiki/Giuseppe_Matteo_Alberti",
      "name": "Giuseppe Matteo Alberti",
      "aboutText": "Ernesto Teodoro Moneta (September 20, 1833 in Milan, Lombardy – February 10, 1918) was an Italian journalist, nationalist, revolutionary soldier and later a pacifist and Nobel Peace Prize Laureate. He adopted the motto In varietate unitas!.\nAt age 15, Moneta participated in the \"Five Days of Milan\" (1848 uprising against Austrian rule).",
      "pageId": 263401,
      "monthDay": "09/20"
    },
    {
      "year": "1746",
      "uri": "/wiki/Maurice,_Count_de_Benyovszky",
      "name": "Maurice, Count de Benyovszky",
      "aboutText": "John Fulton Reynolds (September 20, 1820 – July 1, 1863) was a career United States Army officer and a general in the American Civil War.",
      "pageId": 370783,
      "monthDay": "09/20"
    },
    {
      "year": "1758",
      "uri": "/wiki/Jean-Jacques_Dessalines",
      "name": "Jean-Jacques Dessalines",
      "aboutText": "Móric Ágost (Máté Móric Mihály Ferenc Szerafin Ágost) Count de Benyovszky (20 September 1746 – 23 May 1786) was a Hungarian nobleman of Polish and Hungarian ancestry. He was an explorer, writer, the self-declared King of Madagascar, and a military officer in the French, Polish, Austrian and American armies. He is considered a national hero in Hungary, Slovakia and Poland.",
      "pageId": 395544,
      "monthDay": "09/20"
    },
    {
      "year": "1778",
      "uri": "/wiki/Fabian_Gottlieb_von_Bellingshausen",
      "name": "Fabian Gottlieb von Bellingshausen",
      "aboutText": "Maurice Gustave Gamelin (20 September 1872 – 18 April 1958) was a French general. Gamelin is remembered for his unsuccessful command (until 17 May 1940) of the French military during the Battle of France (10 May – 22 June 1940) and his steadfast defense of republican values.\nThe Commander-in-chief of the French armed forces in World War II, Gamelin was viewed as a man with significant intellectual ability.",
      "pageId": 447719,
      "monthDay": "09/20"
    },
    {
      "year": "1800",
      "uri": "/wiki/Benjamin_Franklin_White",
      "name": "Benjamin Franklin White",
      "aboutText": "Fabian Gottlieb Thaddeus von Bellingshausen (20 September [O.S. 9 September] 1778 – 25 January [O.S. 13 January] 1852; Russian: Фаддей Фаддеевич Беллинсгаузен, Faddey Faddeyevich Bellinsgauzen), a Baltic-German officer in the Imperial Russian Navy, cartographer and explorer, ultimately rose to the rank of Admiral. He participated in the first Russian circumnavigation of the globe and subsequently became a leader of another circumnavigation expedition, which discovered the continent of Antarctica.\nBellingshausen started his service in the Baltic Fleet, and after distinguishing himself joined the First Russian circumnavigation of the Earth in 1803-1806, serving on the merchant ship Nadezhda under the captaincy of Adam Johann von Krusenstern.",
      "pageId": 562598,
      "monthDay": "09/20"
    },
    {
      "year": "1820",
      "uri": "/wiki/John_F._Reynolds",
      "name": "John F. Reynolds",
      "aboutText": "Kan Bahlam I (Mayan pronunciation: [xaŋ βalɑm]), also known as Chan Bahlum I, (September 18, 524 – February 1, 583) was an ajaw of the Maya city-state of Palenque. He acceded to the throne on April 6, 572 at age 47 and ruled until his death. Kan Bahlam was most likely the younger brother of his predecessor, Ahkal Mo' Nahb II and probably son of K'an Joy Chitam I. HE was the first ruler of Palenque to use the title K'inich, albeit inconsistently.",
      "pageId": 640845,
      "monthDay": "09/20"
    },
    {
      "year": "1831",
      "uri": "/wiki/Kate_Harrington_(poet)",
      "name": "Kate Harrington",
      "aboutText": "Henry Arthur Jones (20 September 1851 – 7 January 1929) was an English dramatist.\n^ \"JONES, Henry Arthur\". Who's Who, 59: p.",
      "pageId": 653318,
      "monthDay": "09/20"
    },
    {
      "year": "1833",
      "uri": "/wiki/Ernesto_Teodoro_Moneta",
      "name": "Ernesto Teodoro Moneta",
      "aboutText": "Benjamin Franklin White (September 20, 1800 – December 5, 1879) was a shape note \"singing master\", and compiler of the shape note tunebook known as The Sacred Harp.",
      "pageId": 814461,
      "monthDay": "09/20"
    },
    {
      "year": "1842",
      "uri": "/wiki/James_Dewar",
      "name": "James Dewar",
      "aboutText": "Christian the Younger (September 20, 1599 – June 16, 1626), Duke of Brunswick-Lüneburg and Bishop of Halberstadt, was a German Protestant military leader during the Thirty Years' War.",
      "pageId": 2437855,
      "monthDay": "09/20"
    },
    {
      "year": "1844",
      "uri": "/wiki/William_H._Illingworth",
      "name": "William H. Illingworth",
      "aboutText": "Jean-Jacques Olier, S.S. (20 September 1608 – 2 April 1657) was a French Catholic priest and the founder of the Sulpicians.",
      "pageId": 4553860,
      "monthDay": "09/20"
    },
    {
      "year": "1851",
      "uri": "/wiki/Henry_Arthur_Jones",
      "name": "Henry Arthur Jones",
      "aboutText": "William H. Illingworth (1844–1893) was an English photographer who accompanied both Captain James L. Fisk's 1866 expedition to the Montana Territory and Lt.",
      "pageId": 8427598,
      "monthDay": "09/20"
    },
    {
      "year": "1853",
      "uri": "/wiki/Chulalongkorn",
      "name": "Chulalongkorn",
      "aboutText": "Gottfried Scheidt (20 September 1593 – 3 June 1661) was a German composer and organist.\nBorn in Halle, he moved to Amsterdam in 1611 to study with Jan Pieterszoon Sweelinck, returning home in 1615 to further study with his older brother Samuel Scheidt and others. He was appointed organist to the Altenburg court in 1617, and held the post until his retirement on 5 May 1658.",
      "pageId": 11693378,
      "monthDay": "09/20"
    },
    {
      "year": "1861",
      "uri": "/wiki/Herbert_Putnam",
      "name": "Herbert Putnam",
      "aboutText": "Kate Harrington, born Rebecca Harrington Smith and later known as Rebecca Smith Pollard, was an American teacher, writer and poet.",
      "pageId": 20152797,
      "monthDay": "09/20"
    },
    {
      "year": "1872",
      "uri": "/wiki/Maurice_Gamelin",
      "name": "Maurice Gamelin",
      "aboutText": "Giuseppe Matteo Alberti (or Giuseppi) (20 September 1685, in Bologna, Italy – 18 February 1751, in Bologna, Italy) was an Italian Baroque composer and violinist.\n^ Randel, Don Michael, ed. (1996).",
      "pageId": 21196021,
      "monthDay": "09/20"
    },
    {
      "year": "1873",
      "uri": "/wiki/Sidney_Olcott",
      "name": "Sidney Olcott",
      "aboutText": "Charles Walter Stansby Williams (20 September 1886 – 15 May 1945) was a British poet, novelist, playwright, theologian, literary critic, and member of the Inklings.",
      "pageId": 6533,
      "monthDay": "09/20"
    },
    {
      "year": "1873",
      "uri": "/wiki/Ferenc_Szisz",
      "name": "Ferenc Szisz",
      "aboutText": "Florence Margaret Smith, known as Stevie Smith (20 September 1902 – 7 March 1971) was an English poet and novelist.",
      "pageId": 56103,
      "monthDay": "09/20"
    },
    {
      "year": "1878",
      "uri": "/wiki/Upton_Sinclair",
      "name": "Upton Sinclair",
      "aboutText": "Upton Beall Sinclair, Jr. (September 20, 1878 – November 25, 1968) was an American author who wrote nearly 100 books and other works across a number of genres. Sinclair's work was well-known and popular in the first half of the twentieth century, and he won the Pulitzer Prize for Fiction in 1943.",
      "pageId": 95477,
      "monthDay": "09/20"
    },
    {
      "year": "1880",
      "uri": "/wiki/Louise_Peete",
      "name": "Louise Peete",
      "aboutText": "Sidney Olcott (September 20, 1872 – December 16, 1949) was a Canadian-born film producer, director, actor and screenwriter.",
      "pageId": 185339,
      "monthDay": "09/20"
    },
    {
      "year": "1880",
      "uri": "/wiki/Ildebrando_Pizzetti",
      "name": "Ildebrando Pizzetti",
      "aboutText": "Leo Strauss (/straʊs/; German: [ʃtraʊs]; September 20, 1899 – October 18, 1973) was a German-American political philosopher and classicist who specialized in classical political philosophy. He was born in Germany to Jewish parents and later emigrated from Germany to the United States. He spent most of his career as a professor of political science at the University of Chicago, where he taught several generations of students and published fifteen books.",
      "pageId": 210244,
      "monthDay": "09/20"
    },
    {
      "year": "1884",
      "uri": "/wiki/Maxwell_Perkins",
      "name": "Maxwell Perkins",
      "aboutText": "William Maxwell Evarts (\"Max\") Perkins (September 20, 1884 – June 17, 1947), was the editor for Ernest Hemingway, F. Scott Fitzgerald and Thomas Wolfe. He has been described as the most famous literary editor.",
      "pageId": 271155,
      "monthDay": "09/20"
    },
    {
      "year": "1885",
      "uri": "/wiki/Enrico_Mizzi",
      "name": "Enrico Mizzi",
      "aboutText": "Charles Decker Reidpath (September 20, 1889 – October 21, 1975) was an American track and field sprinter, winner of two gold medals at the 1912 Summer Olympics, who later went on to have an outstanding military career.",
      "pageId": 603793,
      "monthDay": "09/20"
    },
    {
      "year": "1886",
      "uri": "/wiki/Charles_Williams_(British_writer)",
      "name": "Charles Williams",
      "aboutText": "Ferenc Szisz (September 20, 1873 – February 21, 1944), was a Hungarian race car driver and the winner of the first Grand Prix motor racing event on a Renault Grand Prix 90CV on 26 June, 1906.",
      "pageId": 1180401,
      "monthDay": "09/20"
    },
    {
      "year": "1889",
      "uri": "/wiki/Oskar_Kaplur",
      "name": "Oskar Kaplur",
      "aboutText": "Colin Fraser Barron VC (20 September 1893 – 15 August 1959) was a Canadian recipient of the Victoria Cross, the highest and most prestigious award for gallantry in the face of the enemy that can be awarded to British and Commonwealth forces.",
      "pageId": 1180872,
      "monthDay": "09/20"
    },
    {
      "year": "1889",
      "uri": "/wiki/Charles_Reidpath",
      "name": "Charles Reidpath",
      "aboutText": "Ildebrando Pizzetti (20 September 1880 – 13 February 1968) was an Italian composer of classical music, musicologist and music critic.",
      "pageId": 2276211,
      "monthDay": "09/20"
    },
    {
      "year": "1890",
      "uri": "/wiki/Linda_Eenpalu",
      "name": "Linda Eenpalu",
      "aboutText": "Enrico \"Nerik\" Mizzi (20 September 1885 – 20 December 1950) was a Maltese politician, leader of the Maltese Nationalist Party and briefly Prime Minister of Malta.",
      "pageId": 2873703,
      "monthDay": "09/20"
    },
    {
      "year": "1891",
      "uri": "/wiki/Tom%C3%A1s_Garrido_Canabal",
      "name": "Tomás Garrido Canabal",
      "aboutText": "Roy Kenneth Turk (September 20, 1892 – November 30, 1934) was an American songwriter and lyricist, he frequently collaborated with composer Fred E. Ahlert – their popular 1929 song \"Mean to Me\" has become a jazz standard. He worked with many other composers, including for film lyrics.",
      "pageId": 3447698,
      "monthDay": "09/20"
    },
    {
      "year": "1892",
      "uri": "/wiki/Roy_Turk",
      "name": "Roy Turk",
      "aboutText": "Shriram Sharma (20 September 1911 – 2 June 1990) was a social reformer, a prominent philosopher, a visionary of the New Golden Era, and founder of \"All World Gayatri Pariwar\", which has its headquarters at Shantikunj, Haridwar, India. He is popularly known as Pandit Shriram Sharma Acharya by the members of the Gayatri Pariwar.\nHe pioneered the revival of spirituality and creative integration of the modern and ancient sciences and religion, relevant in the challenging circumstances of the present times.",
      "pageId": 3617063,
      "monthDay": "09/20"
    },
    {
      "year": "1893",
      "uri": "/wiki/Colin_Fraser_Barron",
      "name": "Colin Fraser Barron",
      "aboutText": "Louise Peete (September 20, 1880 – April 11, 1947) was a convicted American murderer. Peete was first convicted of murdering wealthy mining engineer Jacob C. Denton in 1920 and was sentenced to life in prison. She was paroled in April 1939.",
      "pageId": 4059701,
      "monthDay": "09/20"
    },
    {
      "year": "1893",
      "uri": "/wiki/Hermann_Lux_(footballer)",
      "name": "Hermann Lux",
      "aboutText": "John Elbert Collins (September 20, 1913 – October 4, 2001) was an American jazz guitarist who accompanied many swing era names from 1935 to 1950, including Art Tatum, Roy Eldridge, Billie Holiday, Buck Clayton, J.J. Johnson, Coleman Hawkins, Harry Carney, Teddy Wilson, Chubby Jackson, Shadow Wilson and Lester Young. His longest association was with Nat King Cole, 1951-65. Known for his rhythm work, Collins soloed infrequently.",
      "pageId": 5745629,
      "monthDay": "09/20"
    },
    {
      "year": "1899",
      "uri": "/wiki/Leo_Strauss",
      "name": "Leo Strauss",
      "aboutText": "Tomás Garrido Canabal (born Playas de Catazajá, Chiapas, September 20, 1891— died Los Angeles, California, April 8, 1943), was a Mexican politician and revolutionary. Garrido Canabal served as dictator and governor of the state of Tabasco from 1920 to 1924 and again from 1931 to 1934, and was particularly noted for his Anti-Catholicism.",
      "pageId": 9468250,
      "monthDay": "09/20"
    },
    {
      "year": "1902",
      "uri": "/wiki/Stevie_Smith",
      "name": "Stevie Smith",
      "aboutText": "Jean Dréville (20 September 1906 – 5 March 1997) was a French film director.",
      "pageId": 21032102,
      "monthDay": "09/20"
    },
    {
      "year": "1906",
      "uri": "/wiki/Jean_Dr%C3%A9ville",
      "name": "Jean Dréville",
      "aboutText": "Hermann Lux (20 September 1893 – 3 January 1962) was a German footballer.\nLux won 3 caps for the German national football team during his playing career. He later went on to become manager at Tennis Borussia Berlin.",
      "pageId": 30679321,
      "monthDay": "09/20"
    },
    {
      "year": "1911",
      "uri": "/wiki/Shriram_Sharma",
      "name": "Shriram Sharma",
      "aboutText": "Linda Marie Eenpalu, (20 September 1890 – 4 June 1967, born Koplus, until 1935 named Einbund) was an Estonian politician. She was a member of the National Constituent Assembly (1937) and a Member of the Second Chamber of the National Council (1938) and the first of her gender in both of these positions. She was a well-known women's rights activist.",
      "pageId": 35767618,
      "monthDay": "09/20"
    },
    {
      "year": "1913",
      "uri": "/wiki/John_Collins_(jazz_guitarist)",
      "name": "John Collins",
      "aboutText": "Oskar Kaplur (20 September [O.S. 8 September] 1889 – 20 September 1962) was an Estonian wrestler. He competed for Russian Empire in the lightweight event at the 1912 Summer Olympics.",
      "pageId": 39418771,
      "monthDay": "09/20"
    },
    {
      "year": "1913",
      "uri": "/wiki/Sidney_Dillon_Ripley",
      "name": "Sidney Dillon Ripley",
      "aboutText": "J Troplong \"Jay\" Ward (September 20, 1920 – October 12, 1989) was an American creator and producer of animated TV cartoon shows. He produced animated series based on such characters as Crusader Rabbit, Rocky & Bullwinkle, Dudley Do-Right, Peabody and Sherman, Hoppity Hooper, George of the Jungle, Tom Slick, and Super Chicken. His company, Jay Ward Productions, designed the trademark characters for the Cap'n Crunch, Quisp, and Quake breakfast cereals and it made TV commercials for those products.",
      "pageId": 184823,
      "monthDay": "09/20"
    },
    {
      "year": "1914",
      "uri": "/wiki/Johannes_Hint",
      "name": "Johannes Hint",
      "aboutText": "Akkineni Nageswara Rao (20 September 1923 – 22 January 2014), widely known as ANR, was an Indian film actor and producer, known for his works predominantly in Telugu cinema. He was starred in a variety of roles in his seventy five year career, while becoming one of the most prominent figures in the history of Telugu cinema. He was one of the instrumental figures in moving the Telugu Cinema industry from Madras to Hyderabad in the early 60s alongside D. V. S. Raju.",
      "pageId": 223251,
      "monthDay": "09/20"
    },
    {
      "year": "1914",
      "uri": "/wiki/Kenneth_More",
      "name": "Kenneth More",
      "aboutText": "Arnold Jacob \"Red\" Auerbach (September 20, 1917 – October 28, 2006) was an American basketball coach of the Washington Capitols, the Tri-Cities Blackhawks and the Boston Celtics. After he retired from coaching, he served as president and front office executive of the Celtics until his death. As a coach, he won 938 games (a record at his retirement) and nine National Basketball Association (NBA) championships in ten years (a number surpassed only by Phil Jackson, who won 11 in twenty years).",
      "pageId": 310196,
      "monthDay": "09/20"
    },
    {
      "year": "1915",
      "uri": "/wiki/K._H._Ting",
      "name": "K. H. Ting",
      "aboutText": "Kenneth Gilbert More CBE (20 September 1914 – 12 July 1982) was an English film and stage actor.\nRaised to stardom by the vintage car based film-comedy Genevieve (1953), he appeared in many roles as a carefree, happy-go-lucky gent. His biggest hits from this period include Raising a Riot (1955), Reach for the Sky (1956), and The Admirable Crichton (1958).",
      "pageId": 400417,
      "monthDay": "09/20"
    },
    {
      "year": "1916",
      "uri": "/wiki/Malik_Meraj_Khalid",
      "name": "Malik Meraj Khalid",
      "aboutText": "William Kapell (September 20, 1922 – October 29, 1953) was an American pianist and recording artist, killed at the age of 31 in the crash of a commercial airliner returning from a concert tour in Australia.",
      "pageId": 439488,
      "monthDay": "09/20"
    },
    {
      "year": "1917",
      "uri": "/wiki/Red_Auerbach",
      "name": "Red Auerbach",
      "aboutText": "Foreststorn \"Chico\" Hamilton, September 20, 1921 – November 25, 2013) was an American jazz drummer and bandleader.\nHe came to prominence as sideman with the likes of Lester Young, Gerry Mulligan, Count Basie and Lena Horne.",
      "pageId": 559163,
      "monthDay": "09/20"
    },
    {
      "year": "1917",
      "uri": "/wiki/Fernando_Rey",
      "name": "Fernando Rey",
      "aboutText": "Gogi Grant (born September 20, 1924) is an American popular singer. She is best known for her long-running classic No.",
      "pageId": 577795,
      "monthDay": "09/20"
    },
    {
      "year": "1917",
      "uri": "/wiki/Don_Starr",
      "name": "Don Starr",
      "aboutText": "K. H. Ting or Ding Guangxun (simplified Chinese: 丁光训; traditional Chinese: 丁光訓; pinyin: Dīng Guāngxùn; Wade–Giles: Ting1 Kuang1-hsun4) (20 September 1915 – 22 November 2012), was Chairperson emeritus of the Three-Self Patriotic Movement (TSPM) and President emeritus of the China Christian Council, the government-approved Protestant church in China. He was an Anglican Bishop in the 1940s and 1950s. As he has not renounce his ordination, he was technically a bishop until his death, although the Anglican Church no longer exists as an institution in China.",
      "pageId": 633214,
      "monthDay": "09/20"
    },
    {
      "year": "1917",
      "uri": "/wiki/Clarice_Taylor",
      "name": "Clarice Taylor",
      "aboutText": "Sidney Dillon Ripley II (September 20, 1913 – March 12, 2001) was an American ornithologist and wildlife conservationist. He served as Secretary of the Smithsonian Institution for 20 years, from 1964 to 1984, leading the Institution through its period of greatest growth and expansion.",
      "pageId": 766582,
      "monthDay": "09/20"
    },
    {
      "year": "1918",
      "uri": "/wiki/Horace_Gould",
      "name": "Horace Gould",
      "aboutText": "Horace Gould (born Horace Harry Twigg 20 September 1918 – 4 November 1968) was a British former racing driver from Bristol England. He participated in 17 Formula One World Championship Grands Prix, debuting on 17 July 1954, plus numerous non-Championship races. He scored a total of 2 championship points.",
      "pageId": 1235886,
      "monthDay": "09/20"
    },
    {
      "year": "1920",
      "uri": "/wiki/Alberto_de_Lacerda",
      "name": "Alberto de Lacerda",
      "aboutText": "Fernando Casado Arambillet (20 September 1917 – 9 March 1994), best known as Fernando Rey, was a Spanish film, theatre, and TV actor, who worked in both Europe and the United States. A suave, international actor best known for his roles in the films of surrealist director Luis Buñuel (Tristana, 1970; Discreet Charm of the Bourgeoisie, 1972; That Obscure Object of Desire, 1977) and as a drug lord in The French Connection (1971), he appeared in more than 150 films over half a century.\nThe debonair Rey was described by French Connection producer Philip D'Antoni as \"the last of the Continental guys\".",
      "pageId": 1659117,
      "monthDay": "09/20"
    },
    {
      "year": "1920",
      "uri": "/wiki/Jay_Ward",
      "name": "Jay Ward",
      "aboutText": "Geraldine Clinton Little (September 20, 1923 – March 7, 1997) was a poet born in Northern Ireland. Emigrating to the United States with her family at age 2, she spent her life in the United States.",
      "pageId": 1952011,
      "monthDay": "09/20"
    },
    {
      "year": "1921",
      "uri": "/wiki/Chico_Hamilton",
      "name": "Chico Hamilton",
      "aboutText": "Maurice Sauvé, PC CC (September 20, 1923 – April 13, 1992) was a Canadian economist, politician, cabinet minister, businessman, and husband of Jeanne Sauvé, 23rd Governor General of Canada.\nBorn in Montreal, Quebec, he was elected to the Canadian House of Commons in the 1962 federal elections as a Liberal representing the riding of Îles-de-la-Madeleine. He was re-elected in 1963 and 1965.",
      "pageId": 2174464,
      "monthDay": "09/20"
    },
    {
      "year": "1922",
      "uri": "/wiki/William_Kapell",
      "name": "William Kapell",
      "aboutText": "Carlo Jackie Paris (September 20, 1924 – June 17, 2004) was an American jazz singer and guitarist.\nParis was born in Nutley, New Jersey to his father Carlo and mother Rose. He had a brother, Gene.",
      "pageId": 2870915,
      "monthDay": "09/20"
    },
    {
      "year": "1923",
      "uri": "/wiki/Geraldine_Clinton_Little",
      "name": "Geraldine Clinton Little",
      "aboutText": "Clarice Taylor (September 20, 1917 – May 30, 2011) was an American stage, film and television actress.\n^ \"Clarice Taylor of 'The Cosby Show' dies at 93\". Boston.com.",
      "pageId": 4266787,
      "monthDay": "09/20"
    },
    {
      "year": "1923",
      "uri": "/wiki/Akkineni_Nageswara_Rao",
      "name": "Akkineni Nageswara Rao",
      "aboutText": "Don Starr (September 20, 1917 - July 11, 1995) was an American actor, best known for his portrayal of oil baron Jordan Lee in the soap opera Dallas. Other television credits include: The High Chaparral, Little House on the Prairie, The Rockford Files, Charlie's Angels, The Incredible Hulk, Knots Landing, V: The Final Battle, Hill Street Blues and L.A. Law.",
      "pageId": 4342773,
      "monthDay": "09/20"
    },
    {
      "year": "1923",
      "uri": "/wiki/Maurice_Sauv%C3%A9",
      "name": "Maurice Sauvé",
      "aboutText": "Malik Meraj Khalid (Urdu: ملک معراج خالد‎; 20 September 1915– 13 June 2003), was a Pakistani left wing statesman and Marxist philosopher who served as the acting Prime Minister of Pakistan from November 1996 until February 1997. He was noted an being one of the original philosopher and founding personality of the Pakistan Peoples Party (PPP).\nBorn in 1916 to a poor farming family in Punjab, British India, he graduated from the Islamia Law College in 1942 to start his legal practices by establishing his own law firm in 1948.",
      "pageId": 7912225,
      "monthDay": "09/20"
    },
    {
      "year": "1924",
      "uri": "/wiki/Gogi_Grant",
      "name": "Gogi Grant",
      "aboutText": "Albert Marre (September 20, 1924 – September 4, 2012) was an American stage director and producer.\nBorn in New York City as Albert Eliot Moshinsky, he made his Broadway debut as an actor and associate director of the 1950 revival of John Vanbrugh's Restoration comedy The Relapse. Three years later he helmed a production of Shaw's Misalliance, followed by Kismet, for which he received the 1954 Donaldson Award (precursor to the Tonys) for Best Director of a Musical.",
      "pageId": 8922495,
      "monthDay": "09/20"
    },
    {
      "year": "1924",
      "uri": "/wiki/Albert_Marre",
      "name": "Albert Marre",
      "aboutText": "Alberto Correia de Lacerda (September 20, 1928 – August 27, 2007) was a Portuguese poet and BBC Radio Presenter.",
      "pageId": 12973983,
      "monthDay": "09/20"
    },
    {
      "year": "1924",
      "uri": "/wiki/Jackie_Paris",
      "name": "Jackie Paris",
      "aboutText": "Johannes Hint (born Johannes Rudolph Hint; September 20, 1914 – died September 5, 1985) was an Estonian scientist and the only person to create and successfully run a limited company under the communist planned economy of the Soviet Union. With his company, Dessim Ltd, he earned millions for the Soviet Union. His most important scientific invention was the building material silikaltsiit (Laprex), which was developed through the execution of the disintegrator system.",
      "pageId": 42917909,
      "monthDay": "09/20"
    },
    {
      "year": "1925",
      "uri": "/wiki/James_Bernard_(composer)",
      "name": "James Bernard",
      "aboutText": "Sophia Loren (/soʊˈfiːə ləˈrɛn/; Italian pronunciation: [soˈfiːa ˈlɔːren]; stage name of Sofia Villani Scicolone Ponti [soˈfiːa vilˈlaːni ʃʃikoˈloːne], 20 September 1934) is an Italian film actress. She began her career at age 14 after entering a beauty pageant in 1949. Encouraged to enroll in acting lessons, Loren appeared in several bit parts and minor roles until the late 1950s when Loren's five-picture contract with Paramount launched her international career.",
      "pageId": 44463,
      "monthDay": "09/20"
    },
    {
      "year": "1925",
      "uri": "/wiki/Ananda_Mahidol",
      "name": "Ananda Mahidol",
      "aboutText": "Libero Liberati (20 September 1926 – 5 March 1962) was an Italian motorcycle racer and the 1957 500cc Grand Prix World Champion.\nLiberati was born in Terni. He became famous in his country, winning the Italian championship in 1948.",
      "pageId": 54188,
      "monthDay": "09/20"
    },
    {
      "year": "1925",
      "uri": "/wiki/Bobby_Nunn_(doowop_musician)",
      "name": "Bobby Nunn",
      "aboutText": "Ananda Mahidol (Thai: อานันทมหิดล; rtgs: Ananthamahidon; 20 September 1925 – 9 June 1946) was the eighth monarch of Thailand from the House of Chakri as Rama VIII. At the time he was recognised as king by the National Assembly in March 1935, he was a nine-year-old boy living in Switzerland. He returned to Thailand in December 1945, but six months later in June 1946, he was found shot dead in his bed. Although at first thought to have been an accident, medical examiners ruled it a murder and three royal pages were later executed following very irregular trials.",
      "pageId": 198324,
      "monthDay": "09/20"
    },
    {
      "year": "1926",
      "uri": "/wiki/Libero_Liberati",
      "name": "Libero Liberati",
      "aboutText": "Rachel Roberts (20 September 1927 – 26 November 1980) was a Welsh actress noted for her fervour and passion. Roberts is best remembered for her forthright screen performances as the older mistress of the central male character in two key films of the 1960s, Saturday Night and Sunday Morning and This Sporting Life. For This Sporting Life, Roberts was nominated for the Academy Award for Best Lead Actress.",
      "pageId": 210222,
      "monthDay": "09/20"
    },
    {
      "year": "1927",
      "uri": "/wiki/Colette_Bonheur",
      "name": "Colette Bonheur",
      "aboutText": "Anne Meara (September 20, 1929 – May 23, 2015) was an American actress and comedian. Along with her husband, Jerry Stiller, she was one-half of a prominent 1960s comedy team, Stiller and Meara. She was also featured on stage, television, in numerous films, and later became a playwright.",
      "pageId": 240945,
      "monthDay": "09/20"
    },
    {
      "year": "1927",
      "uri": "/wiki/John_Dankworth",
      "name": "John Dankworth",
      "aboutText": "Sir John Phillip William Dankworth, CBE (20 September 1927 – 6 February 2010), known in his early career as Johnny Dankworth, was an English jazz composer, saxophonist and clarinetist.",
      "pageId": 1135819,
      "monthDay": "09/20"
    },
    {
      "year": "1927",
      "uri": "/wiki/Red_Mitchell",
      "name": "Red Mitchell",
      "aboutText": "Donald Andrew Hall, Jr. (born September 20, 1928), known as Donald Hall is an American poet, writer, editor and literary critic. A graduate of Phillips Exeter Academy, Harvard and Oxford, Hall is the author of over 50 books across several genres from children's literature, biography, memoir, essays, and including 22 volumes of verse.",
      "pageId": 1291198,
      "monthDay": "09/20"
    },
    {
      "year": "1927",
      "uri": "/wiki/Rachel_Roberts_(actress)",
      "name": "Rachel Roberts",
      "aboutText": "Dennis Sydney Viollet (20 September 1933 – 6 March 1999) was an English footballer who played for Manchester United and Stoke City as well as the England national team.",
      "pageId": 1497835,
      "monthDay": "09/20"
    },
    {
      "year": "1928",
      "uri": "/wiki/Olga_Ferri",
      "name": "Olga Ferri",
      "aboutText": "James Michael Bernard (20 September 1925 – 12 July 2001) was a British film composer, particularly associated with horror films produced by Hammer Film Productions. Starting with The Quatermass Xperiment, he scored such classic films as The Curse of Frankenstein and Dracula.",
      "pageId": 2091686,
      "monthDay": "09/20"
    },
    {
      "year": "1928",
      "uri": "/wiki/Donald_Hall",
      "name": "Donald Hall",
      "aboutText": "Keith Moore \"Red\" Mitchell (September 20, 1927 – November 8, 1992), was an American jazz double-bassist, composer, lyricist, and poet.",
      "pageId": 2848167,
      "monthDay": "09/20"
    },
    {
      "year": "1928",
      "uri": "/wiki/Kirsten_Rolffes",
      "name": "Kirsten Rolffes",
      "aboutText": "Kirsten Rolffes (20 September 1928 – 10 April 2000 in Copenhagen) was a Danish actress, internationally mostly recognized for her role in The Kingdom and Matador. She also had a leading role in Denmarks first sitcom entitled \"Een store familie\" (\"One big family\", which took place in a typical early 80s office building belonging to a company which produced make-up, deodorants, etc. Her role was that of an elderly office worker with little interest in modern ways.",
      "pageId": 4624979,
      "monthDay": "09/20"
    },
    {
      "year": "1929",
      "uri": "/wiki/Anne_Meara",
      "name": "Anne Meara",
      "aboutText": "Cherd Songsri (Thai: เชิด ทรงศรี, September 20, 1931 – May 21, 2006) was a Thai film director, screenwriter and film producer. A maker of period films that sought to introduce international audiences to his vision of Thai culture, his best-known work is the 1977 romance film Plae Kao (The Scar), which earned more box-office receipts than any Thai film before it.",
      "pageId": 5233447,
      "monthDay": "09/20"
    },
    {
      "year": "1929",
      "uri": "/wiki/Joe_Temperley",
      "name": "Joe Temperley",
      "aboutText": "Joe Temperley (born Lochgelly, Scotland, 20 September 1929) is a Scottish saxophonist.",
      "pageId": 5589953,
      "monthDay": "09/20"
    },
    {
      "year": "1930",
      "uri": "/wiki/Eddie_Bo",
      "name": "Eddie Bo",
      "aboutText": "Edwin Joseph Bocage (September 20, 1930 – March 18, 2009), known as Eddie Bo, was an American singer and pianist from New Orleans. Schooled in jazz, he was known for his blues, soul and funk recordings, compositions, productions and arrangements. He debuted on Ace Records in 1955 and released more single records than anyone else in New Orleans other than Fats Domino.",
      "pageId": 6222795,
      "monthDay": "09/20"
    },
    {
      "year": "1931",
      "uri": "/wiki/Cherd_Songsri",
      "name": "Cherd Songsri",
      "aboutText": "Ulysses B. \"Bobby\" Nunn Snr. (September 20, 1925 – November 5, 1986) was an American R&B singer with the musical groups The Robins and original bass vocalist of The Coasters.",
      "pageId": 9020302,
      "monthDay": "09/20"
    },
    {
      "year": "1933",
      "uri": "/wiki/W.B._Brydon",
      "name": "W.B. Brydon",
      "aboutText": "Steve McCall (September 30, 1933 – May 24, 1989) was an American jazz drummer.\nMcCall was born in Chicago and began his career there in the 1950s. One of his early gigs was playing behind blues singer Lucky Carmichael.",
      "pageId": 16638633,
      "monthDay": "09/20"
    },
    {
      "year": "1933",
      "uri": "/wiki/Steve_McCall_(drummer)",
      "name": "Steve McCall",
      "aboutText": "Takayuki Kubota (窪田 孝行, Kubota Takayuki, born September 20, 1934) is a Japanese American master of karate. He founded the Gosoku-ryu style of karate, and is the founder and president of the International Karate Association. Kubota holds the title of Sōke for his development of the Gosoku-ryū style of karate.",
      "pageId": 24858105,
      "monthDay": "09/20"
    },
    {
      "year": "1933",
      "uri": "/wiki/Dennis_Viollet",
      "name": "Dennis Viollet",
      "aboutText": "Colette Bonheur (September 20, 1927 – October 10, 1966) whose real name is Colette Chailler, was a Quebec singer.",
      "pageId": 25365188,
      "monthDay": "09/20"
    },
    {
      "year": "1934",
      "uri": "/wiki/Takayuki_Kubota",
      "name": "Takayuki Kubota",
      "aboutText": "Olga Ferri (20 September 1928 – 15 September 2012) was an Argentine choreographer and ballet dancer.",
      "pageId": 37042480,
      "monthDay": "09/20"
    },
    {
      "year": "1934",
      "uri": "/wiki/Sophia_Loren",
      "name": "Sophia Loren",
      "aboutText": "W.B. Brydon (born 20 September 1933) is an English actor, born in Newcastle upon Tyne.\nBrydon spent the 1970s, 1980s, and 1990s as an actor, best known for The Age of Innocence (1993), playing the bank manager in Trading Places (1983) and The Adams Chronicles (1976).\nW.B. was known as the voice-over actor for commercials including Oxy 10, Oxy Clean from the 1980s to mid-1990s.",
      "pageId": 43344844,
      "monthDay": "09/20"
    },
    {
      "year": "1934",
      "uri": "/wiki/David_Marquand",
      "name": "David Marquand",
      "aboutText": "Dale Chihuly (born September 20, 1941), is an American glass sculptor and entrepreneur. His works are considered unique to the field of blown glass, \"moving it into the realm of large-scale sculpture\". The technical difficulties of working with glass forms are considerable, yet Chihuly uses it as the primary medium for installations and environmental artwork.",
      "pageId": 9132,
      "monthDay": "09/20"
    },
    {
      "year": "1934",
      "uri": "/wiki/Jeff_Morris_(actor)",
      "name": "Jeff Morris",
      "aboutText": "Andrew Wynford Davies (born 20 September 1936) is a Welsh writer of screenplays and novels, best known for Marmalade Atkins and A Very Peculiar Practice, and his adaptations of Vanity Fair and Pride and Prejudice.",
      "pageId": 229155,
      "monthDay": "09/20"
    },
    {
      "year": "1934",
      "uri": "/wiki/Rajinder_Puri",
      "name": "Rajinder Puri",
      "aboutText": "Keith John Kingston Roberts (20 September 1935 – 5 October 2000), was an English science fiction author. He began publishing with two stories in the September 1964 issue of Science Fantasy magazine, \"Anita\" (the first of a series of stories featuring a teenage modern witch and her eccentric granny) and \"Escapism.\nSeveral of his early stories were written using the pseudonym Alistair Bevan.",
      "pageId": 571884,
      "monthDay": "09/20"
    },
    {
      "year": "1935",
      "uri": "/wiki/David_Pegg",
      "name": "David Pegg",
      "aboutText": "David Pegg (20 September 1935 – 6 February 1958) was an English footballer and one of the eight Manchester United players who lost their lives in the Munich air disaster on 6 February 1958.\nHe was born in Highfield, near Doncaster, in September 1935, one of three children born to miner William Pegg and his wife Jessie. His father also played amateur football to a high standard during the 1930s, winning a number of trophies with local football teams.",
      "pageId": 961257,
      "monthDay": "09/20"
    },
    {
      "year": "1935",
      "uri": "/wiki/Keith_Roberts",
      "name": "Keith Roberts",
      "aboutText": "James Charles \"Jim\" Taylor (born September 20, 1935) is a former American football fullback. He played professional in the National Football League (NFL) for ten seasons, with the Green Bay Packers from 1958 to 1966 and with the expansion New Orleans Saints in 1967.",
      "pageId": 1564989,
      "monthDay": "09/20"
    },
    {
      "year": "1935",
      "uri": "/wiki/Jim_Taylor_(American_football)",
      "name": "Jim Taylor",
      "aboutText": "William Finley (September 20, 1940 – April 14, 2012) was an American actor who has appeared in the films Simon, Silent Rage, Phantom of the Paradise, Sisters, and The Wedding Party. He had a long-running friendship and collaboration with director Brian De Palma, beginning with the student films Woton's Wake (1962) and Murder à la Mod (1968). He also acted in De Palma's 2006 release The Black Dahlia.",
      "pageId": 1591219,
      "monthDay": "09/20"
    },
    {
      "year": "1936",
      "uri": "/wiki/Andrew_Davies_(writer)",
      "name": "Andrew Davies",
      "aboutText": "Rut Birgitta Dahl (born 20 September 1937) is a Swedish former politician of the Social Democratic Party.",
      "pageId": 1627619,
      "monthDay": "09/20"
    },
    {
      "year": "1936",
      "uri": "/wiki/Salvador_Reyes_Monte%C3%B3n",
      "name": "Salvador Reyes Monteón",
      "aboutText": "Monica Zetterlund (20 September 1937 – 12 May 2005) was a Swedish singer and actress.",
      "pageId": 1882145,
      "monthDay": "09/20"
    },
    {
      "year": "1937",
      "uri": "/wiki/Birgitta_Dahl",
      "name": "Birgitta Dahl",
      "aboutText": "Tarō Asō (麻生 太郎, Asō Tarō, born 20 September 1940) is a Japanese politician, the Deputy Prime Minister and Minister of Finance. Asō was the 92nd Prime Minister of Japan serving from September 2008 to September 2009, and was defeated in the August 2009 election.\nHe has served in the House of Representatives since 1979.",
      "pageId": 1942574,
      "monthDay": "09/20"
    },
    {
      "year": "1937",
      "uri": "/wiki/Geoffrey_Dear,_Baron_Dear",
      "name": "Geoffrey Dear, Baron Dear",
      "aboutText": "David Ian Marquand, FBA, FRHistS, FRSA (born 20 September 1934) is a British academic and former Labour Party Member of Parliament (MP).",
      "pageId": 5338803,
      "monthDay": "09/20"
    },
    {
      "year": "1937",
      "uri": "/wiki/Garry_Johnson",
      "name": "Garry Johnson",
      "aboutText": "Robert Livingston Gerry, III (born 20 September 1937) is a businessman and petroleum industry executive.",
      "pageId": 5698165,
      "monthDay": "09/20"
    },
    {
      "year": "1937",
      "uri": "/wiki/Monica_Zetterlund",
      "name": "Monica Zetterlund",
      "aboutText": "Eric J. Gale (September 20, 1938 - May 25, 1994) was a leading American jazz and session guitarist.",
      "pageId": 6720590,
      "monthDay": "09/20"
    },
    {
      "year": "1938",
      "uri": "/wiki/Eric_Gale",
      "name": "Eric Gale",
      "aboutText": "Geoffrey James Dear, Baron Dear, QPM, DL (born 20 September 1937) is a crossbench peer and retired British police officer who is a former Chief Constable of West Midlands Police.",
      "pageId": 7601097,
      "monthDay": "09/20"
    },
    {
      "year": "1938",
      "uri": "/wiki/Jane_Manning",
      "name": "Jane Manning",
      "aboutText": "Jeff Morris (September 20, 1934 – July 12, 2004) was an American film and television actor. Among his roles was Bob, the owner of Bob's Country Bunker, in The Blues Brothers. He later reprised his role in Blues Brothers 2000.",
      "pageId": 7952908,
      "monthDay": "09/20"
    },
    {
      "year": "1939",
      "uri": "/wiki/Robert_L._Gerry_III",
      "name": "Robert L. Gerry III",
      "aboutText": "Salvador Reyes Monteón (September 20, 1936 – December 29, 2012) was a Mexican football player. He played for Guadalajara with 122 goals and 7 championships. Reyes won his first championship in 1957, from then on the club became unstoppable, winning six more titles.",
      "pageId": 9205134,
      "monthDay": "09/20"
    },
    {
      "year": "1940",
      "uri": "/wiki/Tar%C5%8D_As%C5%8D",
      "name": "Tarō Asō",
      "aboutText": "Jim Cullum, Jr. (born September 20, 1941 in San Antonio, Texas) is a world-renowned, American jazz cornetist noted for his contributions to the Dixieland jazz tradition.\nCullum's father was Jim Cullum, Sr., a clarinetist who led the Happy Jazz Band up until his death in 1973.",
      "pageId": 17168689,
      "monthDay": "09/20"
    },
    {
      "year": "1940",
      "uri": "/wiki/William_Finley_(actor)",
      "name": "William Finley",
      "aboutText": "Jane Manning OBE (born 20 September 1938) is an English concert and opera soprano, writer on music, and Visiting Professor at the Royal College of Music. She has been described by one critic as \"the irrepressible, incomparable, unstoppable Ms.",
      "pageId": 24409668,
      "monthDay": "09/20"
    },
    {
      "year": "1940",
      "uri": "/wiki/Anna_Pavord",
      "name": "Anna Pavord",
      "aboutText": "General Sir Garry Dene Johnson KCB OBE MC (born 20 September 1937) was Commander-in-Chief of Allied Forces Northern Europe.",
      "pageId": 25693952,
      "monthDay": "09/20"
    },
    {
      "year": "1941",
      "uri": "/wiki/Dale_Chihuly",
      "name": "Dale Chihuly",
      "aboutText": "Rajinder Puri  (1934 - 2015), was an Indian cartoonist, veteran columnist and political activist. He was on the staff of The Hindustan Times and The Statesman as a cartoonist and writer. Currently, his column appeared in Outlook magazine.",
      "pageId": 35276488,
      "monthDay": "09/20"
    },
    {
      "year": "1941",
      "uri": "/wiki/Jim_Cullum,_Jr.",
      "name": "Jim Cullum, Jr.",
      "aboutText": "Anna Pavord (born 20 September 1940, Abergavenny) is the gardening correspondent for The Independent and the author of a number of books on plants and gardening. She is an associate editor of Gardens Illustrated magazine, has written for The Observer for some twenty years, and contributed to Country Life, Country Living and Elle Decoration. Besides gardening her interests include sailing, black and white films, Evelyn Waugh and the rainforests of Central America.",
      "pageId": 38460116,
      "monthDay": "09/20"
    },
    {
      "year": "1941",
      "uri": "/wiki/Alix_de_Lannoy",
      "name": "Alix de Lannoy",
      "aboutText": "George Raymond Richard Martin (born George Raymond Martin; September 20, 1948), often referred to as GRRM, is an American novelist and short story writer in the fantasy, horror, and science fiction genres, a screenwriter, and television producer. He is best known for his international bestselling series of epic fantasy novels, A Song of Ice and Fire, which HBO later adapted for its dramatic series entitled Game of Thrones.\nMartin serves as the series' co-executive producer, while also scripting four episodes of the series.",
      "pageId": 12300,
      "monthDay": "09/20"
    },
    {
      "year": "1941",
      "uri": "/wiki/Sammy_McMillan",
      "name": "Sammy McMillan",
      "aboutText": "Gérald Tremblay (born September 20, 1942) is a former Canadian politician and businessman who served as mayor of Montreal from 2002 until his resignation in 2012. He also served as president of the Montreal Metropolitan Community. Before becoming mayor he had a long career in business and management.",
      "pageId": 637161,
      "monthDay": "09/20"
    },
    {
      "year": "1942",
      "uri": "/wiki/Rose_Francine_Rogomb%C3%A9",
      "name": "Rose Francine Rogombé",
      "aboutText": "Stephen Ross \"Steve\" Gerber (September 20, 1947 – February 10, 2008) was an American comic book writer best known as co-creator of the satiric Marvel Comics character Howard the Duck. Other notable works include Man-Thing, Omega the Unknown, Marvel Spotlight: \"Son of Satan\", The Defenders, Marvel Presents: \"Guardians of the Galaxy\", and Daredevil. Gerber was known for including lengthy text pages in the midst of comic book stories, such as in his graphic novel, Stewart the Rat.",
      "pageId": 864585,
      "monthDay": "09/20"
    },
    {
      "year": "1942",
      "uri": "/wiki/G%C3%A9rald_Tremblay",
      "name": "Gérald Tremblay",
      "aboutText": "Peter Hanson \"Pete\" Coors (born September 20, 1946) is an American businessman and politician.",
      "pageId": 893056,
      "monthDay": "09/20"
    },
    {
      "year": "1944",
      "uri": "/wiki/Jeremy_Child",
      "name": "Jeremy Child",
      "aboutText": "Patrick Poivre d'Arvor (French pronunciation: ​[patʁik pwavʁ daʁvɔʁ]; 20 September 1947) is a French TV journalist and writer. He is a household name in France, and nicknamed PPDA. With over 30 years and in excess of 4,500 editions of television news to his credit, he was one of the longest serving newsreaders in the world until he was fired in 2008. He presented his last newscast on TF1 on 10 July 2008.",
      "pageId": 915415,
      "monthDay": "09/20"
    },
    {
      "year": "1946",
      "uri": "/wiki/Pete_Coors",
      "name": "Pete Coors",
      "aboutText": "Bruce Pasternack (born September 20, 1947) was the President and CEO of the Special Olympics International from 2005-2007. He currently serves on the board of directors of Codexis (NASDAQ: CDXS), a biotechnology company based out of Redwood City California and Accelrys, Inc. (NASDAQ: ACCL) and he is a former director of BEA Systems (NASDAQ: BEAS), Quantum Corporation (NYSE: QTM), and Symyx Technologies (NASDAQ: SMMX).",
      "pageId": 1946804,
      "monthDay": "09/20"
    },
    {
      "year": "1946",
      "uri": "/wiki/Markandey_Katju",
      "name": "Markandey Katju",
      "aboutText": "Charles Salvatore \"Chuck\" Panozzo (born September 20, 1948, in Chicago, IL) is an American musician best known as the bass player for the rock band Styx. A longtime member of Styx, he founded the group with his fraternal twin brother, drummer John Panozzo, who died in July 1996, and singer/keyboardist Dennis DeYoung. After three decades as a Styx mainstay, Chuck Panozzo left the band shortly thereafter, though he has since rejoined the band part-time and tours with Styx on a regular basis.",
      "pageId": 2178561,
      "monthDay": "09/20"
    },
    {
      "year": "1947",
      "uri": "/wiki/Billy_Bang",
      "name": "Billy Bang",
      "aboutText": "John Anthony Panozzo (September 20, 1948 – July 16, 1996) was an American drummer best known for his work with rock band Styx.\nPanozzo grew up in the Roseland neighborhood, the south side of Chicago, Illinois, with his fraternal twin brother, Chuck (born 90 minutes apart). At age 7, the twins took musical lessons from their uncle in which John took an interest in drums and percussion.",
      "pageId": 2178566,
      "monthDay": "09/20"
    },
    {
      "year": "1947",
      "uri": "/wiki/Jude_Deveraux",
      "name": "Jude Deveraux",
      "aboutText": "Mia Martini (Italian pronunciation: [ˈmiːa marˈtiːni]; born Domenica Berté [doˈmeːnika berˈte]; 20 September 1947 – 12 May 1995) was an Italian singer.\n^ James Christopher Monger. Mia Martini.",
      "pageId": 2183595,
      "monthDay": "09/20"
    },
    {
      "year": "1947",
      "uri": "/wiki/Steve_Gerber",
      "name": "Steve Gerber",
      "aboutText": "Found Notable instruments,",
      "pageId": 2257159,
      "monthDay": "09/20"
    },
    {
      "year": "1947",
      "uri": "/wiki/Wojciech_Kurtyka",
      "name": "Wojciech Kurtyka",
      "aboutText": "Jude Deveraux (born September 20, 1947 in Fairdale, Kentucky as Jude Gilliam) is an American Romance novel author who is well known for her historical romances. As of 2010, 36 of her novels had been on The New York Times Best Seller list, including among the dozens such titles as 2009's Lavender Morning and Days of Gold. Deveraux, who was described as \"a popular romance author\" by the New York Times in 2009, appeared as herself in the 1987 romance novelist documentary Where the Heart Roams.",
      "pageId": 3581299,
      "monthDay": "09/20"
    },
    {
      "year": "1947",
      "uri": "/wiki/Mia_Martini",
      "name": "Mia Martini",
      "aboutText": "Sir Coles John Jeremy Child, 3rd Baronet (born 20 September 1944) is an English actor.",
      "pageId": 5169867,
      "monthDay": "09/20"
    },
    {
      "year": "1947",
      "uri": "/wiki/Chris_Ortloff",
      "name": "Chris Ortloff",
      "aboutText": "Reynante \"Rey\" Magat Langit (born September 20, 1948) is a multi-awarded Filipino Broadcaster. He is a longtime columnist for Philippine newspapers Tempo, Balita, People's Tonight, and Pilipino Mirror. He is also the main anchorman for the nationally aired over AM Radio station DWIZ 882 kHz.",
      "pageId": 5815210,
      "monthDay": "09/20"
    },
    {
      "year": "1947",
      "uri": "/wiki/Bruce_Pasternack",
      "name": "Bruce Pasternack",
      "aboutText": "Wojciech Kurtyka (also Voytek Kurtyka, born 20 September 1947, in Skrzynka near Kłodzko) is a Polish mountaineer and rock climber, one of the pioneers of the alpine style of climbing the biggest walls in the Greater Ranges. He lived in Wrocław up to 1974 when he moved to Kraków.",
      "pageId": 8301687,
      "monthDay": "09/20"
    },
    {
      "year": "1947",
      "uri": "/wiki/Patrick_Poivre_d%27Arvor",
      "name": "Patrick Poivre d'Arvor",
      "aboutText": "Justice Markandey Katju is the former Chairman, Press Council of India. Prior to his appointment as Chairman, Press Council of India, he served as a Judge at the Supreme Court of India. Before being elevated as a judge to the Supreme Court, he had earlier served as the Chief Justice of Delhi High Court, Madras High Court, and as acting Chief Justice of Allahabad High Court.",
      "pageId": 8800245,
      "monthDay": "09/20"
    },
    {
      "year": "1948",
      "uri": "/wiki/Rey_Langit",
      "name": "Rey Langit",
      "aboutText": "Victoria Mallory (September 20, 1948 – August 30, 2014) was an American singer and actress, best known for originating the role of Anne Egerman in the Broadway musical A Little Night Music.",
      "pageId": 9759329,
      "monthDay": "09/20"
    },
    {
      "year": "1948",
      "uri": "/wiki/Victoria_Mallory",
      "name": "Victoria Mallory",
      "aboutText": "George C. \"Chris\" Ortloff (born September 20, 1947) is an American journalist and politician from New York.",
      "pageId": 19781788,
      "monthDay": "09/20"
    },
    {
      "year": "1948",
      "uri": "/wiki/George_R._R._Martin",
      "name": "George R. R. Martin",
      "aboutText": "Samuel Thomas \"Sammy\" McMillan (born 20 September 1941) is a Northern Irish ex-footballer who played as a left winger or centre forward for various Football League clubs in the 1960s and early 1970s, including Manchester United, Wrexham, Southend United and Stockport County.\nBorn in Belfast, McMillan started his football career with the Boyland Youth Club in Northern Ireland before being picked up by Manchester United at the age of 16. He signed his first professional contract with the club in November 1959, but it was not until 4 November 1961 that he made his first team debut.",
      "pageId": 19819859,
      "monthDay": "09/20"
    },
    {
      "year": "1948",
      "uri": "/wiki/Chuck_Panozzo",
      "name": "Chuck Panozzo",
      "aboutText": "Rose Francine Rogombé (née Etomba) (20 September 1942 – 10 April 2015) was a Gabonese politician who was Acting President of Gabon from June 2009 to October 2009, following the death of long-time President Omar Bongo. She constitutionally succeeded Bongo due to her role as President of the Senate, a post to which she was elected in February 2009. She was a lawyer by profession and a member of the Gabonese Democratic Party (PDG).",
      "pageId": 21580449,
      "monthDay": "09/20"
    },
    {
      "year": "1948",
      "uri": "/wiki/John_Panozzo",
      "name": "John Panozzo",
      "aboutText": "Countess Alix de Lannoy (née della Faille de Leverghem; 20 September 1941 - 26 August 2012) was a Belgian noblewoman.",
      "pageId": 36904186,
      "monthDay": "09/20"
    },
    {
      "year": "1949",
      "uri": "/wiki/Mahesh_Bhatt",
      "name": "Mahesh Bhatt",
      "aboutText": "Guy Damien \"The Flower\" / \"Le Démon Blond\" Lafleur, OC, CQ (born September 20, 1951) is a Canadian former professional ice hockey player who was the first player in the National Hockey League (NHL) to score 50 goals and 100 points in six straight seasons.",
      "pageId": 333693,
      "monthDay": "09/20"
    },
    {
      "year": "1949",
      "uri": "/wiki/Anthony_Denison",
      "name": "Anthony Denison",
      "aboutText": "Anne Caroline Ballingall McIntosh, Baroness McIntosh of Pickering (born 20 September 1954) is a British Conservative Party politician.\nMcIntosh represented the Thirsk and Malton constituency as Member of Parliament (MP), having been MP for Vale of York from 1997 to 2010, and a Member of the European Parliament (MEP) from 1989 to 1999. McIntosh was not reselected by her Thirsk and Malton constituency association on 31 January 2014, although continued to represent the Conservative Party in Parliament until the 2015 general election.",
      "pageId": 434718,
      "monthDay": "09/20"
    },
    {
      "year": "1951",
      "uri": "/wiki/Joanna_Cameron",
      "name": "Joanna Cameron",
      "aboutText": "Deborah \"Debbi\" Morgan (born September 20, 1956) is an American film and television actress. She is best known for her role as Angie Baxter–Hubbard on the ABC soap opera All My Children for which she was the first African–American to win the Daytime Emmy Award for Outstanding Supporting Actress in a Drama Series in 1989. She is also known for her roles as The Seer in the fourth and fifth seasons of Charmed.",
      "pageId": 704793,
      "monthDay": "09/20"
    },
    {
      "year": "1951",
      "uri": "/wiki/Mike_Graham_(wrestler)",
      "name": "Mike Graham",
      "aboutText": "Gary Michael Cole (born September 20, 1956) is an American actor and voice artist. Cole began his professional acting career on stage at the Steppenwolf Theatre Company in 1985. On television, He had starring roles in the series Midnight Caller, American Gothic and Crusade.",
      "pageId": 739691,
      "monthDay": "09/20"
    },
    {
      "year": "1951",
      "uri": "/wiki/Guy_Lafleur",
      "name": "Guy Lafleur",
      "aboutText": "Mahesh Bhatt (born 20 September 1948) is a film director, producer and screenwriter from India. Bhatt's early directional career consisted of acclaimed movies, such as Arth, Saaransh, Janam, Naam, Sadak and Zakhm. He now produces and writes for commercial and more box office friendly films such as Jism, Murder and Woh Lamhe.",
      "pageId": 1308900,
      "monthDay": "09/20"
    },
    {
      "year": "1951",
      "uri": "/wiki/Javier_Mar%C3%ADas",
      "name": "Javier Marías",
      "aboutText": "Steve Coleman, born (1956-09-20) September 20, 1956 , is an African-American saxophone player, spontaneous composer, composer and band leader. His music and concepts have been a heavy influence on contemporary jazz.",
      "pageId": 1386853,
      "monthDay": "09/20"
    },
    {
      "year": "1953",
      "uri": "/wiki/Rocky_Mattioli",
      "name": "Rocky Mattioli",
      "aboutText": "Michael Eric Hurst, ONZM (born 20 September 1957) is a New Zealand actor, director and writer, mostly on stage and television. He is probably best known internationally for playing Iolaus in the television programs Hercules: The Legendary Journeys and companion series Xena: Warrior Princess.",
      "pageId": 1567140,
      "monthDay": "09/20"
    },
    {
      "year": "1954",
      "uri": "/wiki/Anne_McIntosh",
      "name": "Anne McIntosh",
      "aboutText": "Henry Samueli (born September 20, 1954) is co-founder, chairman of the board, and chief technology officer of Broadcom Corporation, owner of the Anaheim Ducks, adjunct professor at UCLA School of engineering, and a prominent philanthropist in the Orange County, California community. He is a named inventor in 70 U.S. patents. He is a Fellow of the Institute of Electrical and Electronics Engineers IEEE, a Fellow of the American Academy of Arts and Sciences (AAAS) and a Member of the National Academy of Engineering (NAE).",
      "pageId": 1576945,
      "monthDay": "09/20"
    },
    {
      "year": "1954",
      "uri": "/wiki/Henry_Samueli",
      "name": "Henry Samueli",
      "aboutText": "Javier Marías (born 20 September 1951) is a Spanish novelist, translator, and columnist.",
      "pageId": 1853975,
      "monthDay": "09/20"
    },
    {
      "year": "1954",
      "uri": "/wiki/Brinke_Stevens",
      "name": "Brinke Stevens",
      "aboutText": "Michael Gossett (September 22, 1951 – c. October 19, 2012), better known as Mike Graham, was an American professional wrestler.",
      "pageId": 2340439,
      "monthDay": "09/20"
    },
    {
      "year": "1954",
      "uri": "/wiki/Shivarudra_Balayogi",
      "name": "Shivarudra Balayogi",
      "aboutText": "Brinke Stevens (born Charlene Elizabeth Brinkman; September 20, 1954) is an American actress, model and writer.",
      "pageId": 2614777,
      "monthDay": "09/20"
    },
    {
      "year": "1955",
      "uri": "/wiki/Betsy_Brantley",
      "name": "Betsy Brantley",
      "aboutText": "John Harle (born 20 September 1956, Newcastle upon Tyne, England) is an English saxophonist, composer, conductor and record producer. In 1988, he won the Cannes Film Festival award for \"Best Achievement in a Feature Film\" along with co-writer Stanley Myers for the score of Prick Up Your Ears.\n^ Gilbert, Jenny (2 March 1996).",
      "pageId": 2801978,
      "monthDay": "09/20"
    },
    {
      "year": "1955",
      "uri": "/wiki/Jos%C3%A9_Rivero",
      "name": "José Rivero",
      "aboutText": "Anthony John Sarrero (born September 20, 1949), also known by his stage name Anthony Denison (also credited as Anthony John Denison and as Tony Denison), is an American actor. The eldest of three, he was born and raised in New York City's Harlem. He worked for John Hancock Insurance as a life insurance agent in Poughkeepsie, New York, while pursuing his acting career, starring in several stage productions in the New Paltz, New York, locale.",
      "pageId": 3195086,
      "monthDay": "09/20"
    },
    {
      "year": "1956",
      "uri": "/wiki/Jennifer_Tour_Chayes",
      "name": "Jennifer Tour Chayes",
      "aboutText": "Joanna Kara Cameron (born September 20, 1951), sometimes credited as JoAnna Cameron, is an American former actress and model, perhaps best known for her portrayal of the title role on the Saturday morning children's television series The Secrets of Isis.",
      "pageId": 3269597,
      "monthDay": "09/20"
    },
    {
      "year": "1956",
      "uri": "/wiki/Gary_Cole",
      "name": "Gary Cole",
      "aboutText": "Alannah Joy Currie (born 20 September 1957, in Auckland, New Zealand) is a musician and artist, best known as a former member of the UK pop group, Thompson Twins.",
      "pageId": 4303702,
      "monthDay": "09/20"
    },
    {
      "year": "1956",
      "uri": "/wiki/Steve_Coleman",
      "name": "Steve Coleman",
      "aboutText": "José Rivero (born 20 September 1955) is a Spanish professional golfer. He started his golf career as a caddie and turned professional in 1973. He was a full member of the European Tour from 1983 to 2001 and he won four European Tour events.",
      "pageId": 4996266,
      "monthDay": "09/20"
    },
    {
      "year": "1956",
      "uri": "/wiki/John_Harle",
      "name": "John Harle",
      "aboutText": "Betsy Brantley (born September 20, 1955) is an American actress.\nBrantley was born Rutherfordton, North Carolina. She is the older sister of producer/screenwriter Duncan Brantley, and formerly married to Simon Dutton and Steven Soderbergh.",
      "pageId": 10088880,
      "monthDay": "09/20"
    },
    {
      "year": "1956",
      "uri": "/wiki/Debbi_Morgan",
      "name": "Debbi Morgan",
      "aboutText": "Rocky Mattioli (born Rocco Mattioli, 20 September 1953) an Italian-Australian former boxer at junior middleweight, and former world champion.",
      "pageId": 12131389,
      "monthDay": "09/20"
    },
    {
      "year": "1957",
      "uri": "/wiki/Alannah_Currie",
      "name": "Alannah Currie",
      "aboutText": "Jennifer Tour Chayes (born September 20, 1956) is Managing Director and Distinguished Scientist at Microsoft Research New England in Cambridge, Massachusetts, which she founded in 2008, and Microsoft Research New York City, which she founded in 2012. Chayes has been with Microsoft Research since 1997, when she co-founded the Theory Group. She received her Ph.D. in mathematical physics at Princeton University.",
      "pageId": 23107812,
      "monthDay": "09/20"
    },
    {
      "year": "1957",
      "uri": "/wiki/Michael_Hurst",
      "name": "Michael Hurst",
      "aboutText": "Shri Shivarudra Balayogi Maharaj (born 20 September 1954), born Srinivas (Seenu) Dikshitar in Kolar in the South Indian state of Karnataka, is a self realised Yogi and direct disciple of Shri Shivabalayogi Maharaj.\nAfter meeting his Guru at the age of sixteen, Seenu performed 20 years of vigorous service and meditation under Shri Shivabalayogi's guidance at his Dehradun ashram in the foothills of the Himalayas. Soon after the death of his Guru in 1994, Srinivas entered a stage known as tapas—intense and unbroken dhyana (meditation) in which the mind is kept in perfect thoughtlessness.",
      "pageId": 24133606,
      "monthDay": "09/20"
    },
    {
      "year": "1958",
      "uri": "/wiki/Arn_Anderson",
      "name": "Arn Anderson",
      "aboutText": "Maggie Cheung Man-yuk (Chinese: 張曼玉; born 20 September 1964) is a Hong Kong actress. Raised in England and Hong Kong, she has over 70 films to her credit since starting her career in 1983. Some of her most commercially successful work was in the action genre, but Cheung once said in an interview that of all the work she has done, the films that really meant something to her are Song of Exile, Centre Stage, Comrades: Almost a Love Story and In the Mood for Love.",
      "pageId": 150060,
      "monthDay": "09/20"
    },
    {
      "year": "1959",
      "uri": "/wiki/Joseph_Alessi",
      "name": "Joseph Alessi",
      "aboutText": "Douglas Gordon (born 20 September 1966) is a Scottish artist; he won the Turner Prize in 1996 and the following year he represented Britain at the Venice Biennale.",
      "pageId": 193818,
      "monthDay": "09/20"
    },
    {
      "year": "1959",
      "uri": "/wiki/Joanna_Doma%C5%84ska",
      "name": "Joanna Domańska",
      "aboutText": "Joseph Alessi (born September 20, 1959) is a classical trombonist who is currently Principal Trombone of the New York Philharmonic Orchestra and a soloist, teacher/clinician and recording artist.",
      "pageId": 294284,
      "monthDay": "09/20"
    },
    {
      "year": "1959",
      "uri": "/wiki/Meral_Okay",
      "name": "Meral Okay",
      "aboutText": "Caroline Louise Flint (born 20 September 1961) is a British Labour Party politician who has been the Member of Parliament (MP) for Don Valley since 1997. She served in the Government as the Minister for Public Health from 2005 to 2007, the Minister for Employment from 2007 to 2008, the Minister for Housing and Planning in 2008, and finally as the Minister for Europe from 2008 to 2009, when she resigned citing disagreement with the leadership style of Gordon Brown.\nIn October 2010, she was elected to the Shadow Cabinet, and Ed Miliband appointed her Shadow Secretary of State for Communities and Local Government.",
      "pageId": 420234,
      "monthDay": "09/20"
    },
    {
      "year": "1960",
      "uri": "/wiki/Lee_Hall_(playwright)",
      "name": "Lee Hall",
      "aboutText": "Lee Hall (born 20 September 1966) is an English playwright and screenwriter. He is best known for the 2000 film Billy Elliot.",
      "pageId": 756877,
      "monthDay": "09/20"
    },
    {
      "year": "1960",
      "uri": "/wiki/Dave_Hemingway",
      "name": "Dave Hemingway",
      "aboutText": "Martin Anthony Lunde (born September 20, 1958), better known by his ring name Arn Anderson, is an American former professional wrestler and author. His career has been highlighted by his alliances with Ric Flair and various members of the wrestling stable, The Four Horsemen, in the NWA/WCW. He currently serves as the senior producer for WWE Raw.",
      "pageId": 1045788,
      "monthDay": "09/20"
    },
    {
      "year": "1960",
      "uri": "/wiki/Deborah_Roberts",
      "name": "Deborah Roberts",
      "aboutText": "Deborah Roberts (born September 20, 1960) is an American television journalist for the ABC News division of the ABC broadcast television network.",
      "pageId": 1241006,
      "monthDay": "09/20"
    },
    {
      "year": "1961",
      "uri": "/wiki/Lisa_Bloom",
      "name": "Lisa Bloom",
      "aboutText": "Kristen Johnston (born September 20, 1967) is an American stage, film, and television actress. She is most famous for her role as Sally Solomon in the television series 3rd Rock from the Sun. She also starred as Wilma Flintstone in The Flintstones in Viva Rock Vegas and as Holly Franklin in the sitcom The Exes.",
      "pageId": 1799263,
      "monthDay": "09/20"
    },
    {
      "year": "1961",
      "uri": "/wiki/Caroline_Flint",
      "name": "Caroline Flint",
      "aboutText": "Randy Bradbury (born September 20, 1964 in Long Beach, California) is the current bass guitar player for the Californian punk band Pennywise.\nHe joined in October 1995 when founding bass player Jason Thirsk left the band. Randy was supposed to switch to rhythm guitar when Thirsk returned, but it never happened due to Thirsk's suicide in 1996.",
      "pageId": 1873772,
      "monthDay": "09/20"
    },
    {
      "year": "1962",
      "uri": "/wiki/Jim_Al-Khalili",
      "name": "Jim Al-Khalili",
      "aboutText": "Nuno Duarte Gil Mendes Bettencourt (born September 20, 1966) is a Portuguese American guitarist, singer-songwriter, and record producer. He is best known for his role as the lead guitarist of the Boston rock band Extreme.\nHe has since recorded a solo project called Schizophonic as well as with bands he founded including Mourning Widows, Population 1, DramaGods, The Satellite Party (headed by Jane's Addiction's then-former frontman and Lollapalooza co-founder Perry Farrell), and then reunited with Extreme to record new music and tour.",
      "pageId": 2075197,
      "monthDay": "09/20"
    },
    {
      "year": "1963",
      "uri": "/wiki/Anil_Dalpat",
      "name": "Anil Dalpat",
      "aboutText": "Dave Hemingway (born David Robert Hemingway, 20 September 1960, Hull, East Riding of Yorkshire, England), is an English musician and songwriter, and was a vocalist for the Hull-based band The Beautiful South until they disbanded in 2007. Previously, he had been a member of The Housemartins.\nHemingway was born to Harry Hemingway, a lorry driver and local comedian on the club circuit, and Flo Hemingway, who was one of Hull's best-known barmaids.",
      "pageId": 2081215,
      "monthDay": "09/20"
    },
    {
      "year": "1963",
      "uri": "/wiki/Robert_LaSardo",
      "name": "Robert LaSardo",
      "aboutText": "Lisa Bloom (born September 20, 1961) is an American civil rights attorney best known as anchor of Lisa Bloom: Open Court, a two-hour live legal news program on truTv's In Session, from 2001 to 2009. She is the only child of civil rights attorney Gloria Allred and Peyton Huddleston Bray, Jr. Bloom serves as legal analyst for Avvo, a lawyer database.",
      "pageId": 2189937,
      "monthDay": "09/20"
    },
    {
      "year": "1964",
      "uri": "/wiki/Randy_Bradbury",
      "name": "Randy Bradbury",
      "aboutText": "Robert Rusler (born September 20, 1965) is an American film and television actor.\nRusler was born in Fort Wayne, Indiana, the son of Maria Elena (née Varela) and Richard C. Rusler. He moved to Waikiki Beach in Hawaii, where he started surfing and skateboarding on a semi-professional level, competing in local tournaments.",
      "pageId": 2276808,
      "monthDay": "09/20"
    },
    {
      "year": "1964",
      "uri": "/wiki/Maggie_Cheung",
      "name": "Maggie Cheung",
      "aboutText": "Alex Jordan (September 20, 1963 – July 2, 1995) was an American pornographic actress. Jordan appeared in 166 adult films from 1991 to 1995 and was named \"Best New Starlet\" by Adult Video News in 1993.",
      "pageId": 2434776,
      "monthDay": "09/20"
    },
    {
      "year": "1965",
      "uri": "/wiki/Robert_Rusler",
      "name": "Robert Rusler",
      "aboutText": "Anil Dalpat Sonavaria (born September 20, 1963) is the first Hindu ever to play Test cricket for Pakistan. Dalpat was a lower-order batsman and wicket keeper, and represented Pakistan for a brief interval in the early 1980s, when Wasim Bari was injured. Dalpat has had a wider first-class cricket experience and career, and is the cousin of Danish Kaneria, Pakistan's first-choice spin bowler and only the second Hindu to play for Pakistan.",
      "pageId": 2900263,
      "monthDay": "09/20"
    },
    {
      "year": "1966",
      "uri": "/wiki/Nuno_Bettencourt",
      "name": "Nuno Bettencourt",
      "aboutText": "Robert LaSardo (born September 20, 1963) is an American actor.\nLaSardo was born in Brooklyn, New York. He began his career studying at the High School of Performing Arts in New York City, before going on to the Stella Adler Studio of Acting.",
      "pageId": 3595632,
      "monthDay": "09/20"
    },
    {
      "year": "1966",
      "uri": "/wiki/Douglas_Gordon",
      "name": "Douglas Gordon",
      "aboutText": "Jameel Sadik “Jim” Al-Khalili OBE (born 20 September 1962) is a Iraqi-British theoretical physicist, author and broadcaster. He is currently Professor of Theoretical Physics and Chair in the Public Engagement in Science at the University of Surrey. He has hosted several BBC productions about science and is a frequent commentator about science in other British media.",
      "pageId": 8634205,
      "monthDay": "09/20"
    },
    {
      "year": "1967",
      "uri": "/wiki/Martin_Harrison_(American_football)",
      "name": "Martin Harrison",
      "aboutText": "Martin Allen Harrison (born September 20, 1967) is a former American football defensive end who played ten seasons in the National Football League for the San Francisco 49ers, the Minnesota Vikings, and the Seattle Seahawks. He played college football for the University of Washington. Martin attended Newport High School in Bellevue, Washington and was a multiple letter winner in both football and track and field.",
      "pageId": 12047008,
      "monthDay": "09/20"
    },
    {
      "year": "1967",
      "uri": "/wiki/Kristen_Johnston",
      "name": "Kristen Johnston",
      "aboutText": "Joanna Domańska (born 20 September 1959) is a Polish classical pianist and music teacher from Gliwice.",
      "pageId": 17305323,
      "monthDay": "09/20"
    },
    {
      "year": "1967",
      "uri": "/wiki/Alex_Jordan",
      "name": "Alex Jordan",
      "aboutText": "Meral Okay (Turkish pronunciation: [meˈɾal oˈkaj]) (September 20, 1959 – April 9, 2012), née Meral Katı, was a Turkish actress, film producer and screenwriter.",
      "pageId": 35512097,
      "monthDay": "09/20"
    },
    {
      "year": "1967",
      "uri": "/wiki/Gunnar_Nelson",
      "name": "Gunnar Nelson",
      "aboutText": "Henrik Edward Larsson, MBE (Swedish pronunciation: [ˈhɛnrɪk ˈlɑːʂɔn]; born 20 September 1971) is a Swedish football coach and former professional player, who is currently the manager of Allsvenskan club Helsingborgs IF. He was known as an excellent striker whose main attributes were his goal scoring prowess and on-field intelligence.\nLarsson began his career with Högaborgs BK. He moved to Helsingborgs IF, where he was one of the key players when they won promotion to the Allsvenskan in 1993. Larsson then moved to Feyenoord for four years before leaving for Celtic in 1997.",
      "pageId": 240952,
      "monthDay": "09/20"
    },
    {
      "year": "1967",
      "uri": "/wiki/Matthew_Nelson",
      "name": "Matthew Nelson",
      "aboutText": "Masashi Hamauzu (浜渦 正志, Hamauzu Masashi, born September 20, 1971) is a Japanese composer and pianist. Hamauzu, who was employed at Square Enix from 1996 to 2010, was best known during that time for his work on the Final Fantasy and SaGa video game series. Born into a musical family in Germany, Hamauzu was raised in Japan.",
      "pageId": 391547,
      "monthDay": "09/20"
    },
    {
      "year": "1968",
      "uri": "/wiki/Ijaz_Ahmed_(cricketer,_born_1968)",
      "name": "Ijaz Ahmed",
      "aboutText": "Todd Smith Blackadder (born 20 September 1971 in Rangiora) is a former professional New Zealand rugby union player and professional rugby coach. He served as Director of Rugby for the Tasman Rugby Union before being appointed to succeed Robbie Deans as coach of Super Rugby team the Crusaders. His nickname is \"Toddy\".",
      "pageId": 398413,
      "monthDay": "09/20"
    },
    {
      "year": "1968",
      "uri": "/wiki/Van_Jones",
      "name": "Van Jones",
      "aboutText": "Darrell J. Russell (September 20, 1968 – June 27, 2004) was an American NHRA drag racer. He was the 2001 NHRA Rookie Of The Year. At the time, he was the third driver to win in his Professional debut.",
      "pageId": 763052,
      "monthDay": "09/20"
    },
    {
      "year": "1968",
      "uri": "/wiki/Leah_Pinsent",
      "name": "Leah Pinsent",
      "aboutText": "Hunter Benedict \"Ben\" Shepherd (born September 20, 1968) is an American musician best known for playing bass in the rock band Soundgarden since 1990.",
      "pageId": 936126,
      "monthDay": "09/20"
    },
    {
      "year": "1968",
      "uri": "/wiki/Darrell_Russell_(dragster_driver)",
      "name": "Darrell Russell",
      "aboutText": "Ijaz Ahmed (Urdu: اعجاز احمد) (born 20 September 1968 in Sialkot) is a retired Pakistani cricketer who played 60 Tests and 250 One Day Internationals for Pakistan over a period from 1986 to 2001.",
      "pageId": 938863,
      "monthDay": "09/20"
    },
    {
      "year": "1968",
      "uri": "/wiki/Ben_Shepherd",
      "name": "Ben Shepherd",
      "aboutText": "Leah Pinsent (born September 20, 1968) is a Canadian television and film actress.\nShe was born in Toronto, Ontario, the daughter of Canadian actors Gordon Pinsent and Charmion King. Her first film role, The Bay Boy, won her a Genie nomination for Best Supporting Actress.",
      "pageId": 943948,
      "monthDay": "09/20"
    },
    {
      "year": "1968",
      "uri": "/wiki/Michelle_Visage",
      "name": "Michelle Visage",
      "aboutText": "Patrick Pentland (born 20 September 1969) is a member of the Canadian rock band Sloan. All four members of Sloan write, produce, and sing their own songs. Patrick plays guitar, bass, keyboards in the studio, and occasionally plays drums live.",
      "pageId": 1679436,
      "monthDay": "09/20"
    },
    {
      "year": "1969",
      "uri": "/wiki/Victoria_Dillard",
      "name": "Victoria Dillard",
      "aboutText": "Tim Rogers (born Timothy Adrian Rogers on 20 September 1969) is an Australian musician, actor and writer, best known as the frontman of Australian rock band You Am I. He has also recorded solo albums with backing bands.",
      "pageId": 1699674,
      "monthDay": "09/20"
    },
    {
      "year": "1969",
      "uri": "/wiki/Megumi_Kudo",
      "name": "Megumi Kudo",
      "aboutText": "Michelle Lynn Shupack (born September 20, 1968), professionally known by her stage name Michelle Visage, is an American singer, television host, radio DJ, and television personality. She began her career as a member of the female vocal trio, Seduction. After the band's separation, Visage became the lead singer for The S.O.U.L. S.Y.S.T.E.M. in 1992.",
      "pageId": 2182403,
      "monthDay": "09/20"
    },
    {
      "year": "1969",
      "uri": "/wiki/Patrick_Pentland",
      "name": "Patrick Pentland",
      "aboutText": "Dominika Peczynski (born September 20, 1970) is a Polish-Swedish singer, model and television host.",
      "pageId": 2330171,
      "monthDay": "09/20"
    },
    {
      "year": "1969",
      "uri": "/wiki/Tim_Rogers_(musician)",
      "name": "Tim Rogers",
      "aboutText": "Megumi Takayama, better known under her stage and maiden name Megumi Kudo (工藤めぐみ, Kudou Megumi), and by her nickname Kudome, is a Japanese entertainment personality, and was a professional wrestler who worked most of her career for Frontier Martial Arts Wrestling.",
      "pageId": 2440661,
      "monthDay": "09/20"
    },
    {
      "year": "1969",
      "uri": "/wiki/Richard_Witschge",
      "name": "Richard Witschge",
      "aboutText": "Gunnar Eric Nelson (born September 20, 1967) is an American musician, singer, and songwriter and international multi-platinum recording artist.",
      "pageId": 2784324,
      "monthDay": "09/20"
    },
    {
      "year": "1971",
      "uri": "/wiki/Todd_Blackadder",
      "name": "Todd Blackadder",
      "aboutText": "Matthew Gray Nelson (born September 20, 1967) is an American singer-songwriter, musician and international multi-platinum recording artist. He is the son of actress Kristin Harmon and the late teen idol Ricky Nelson. Along with his twin brother Gunnar, he has been a member of Nelson since 1990.",
      "pageId": 3172157,
      "monthDay": "09/20"
    },
    {
      "year": "1971",
      "uri": "/wiki/Masashi_Hamauzu",
      "name": "Masashi Hamauzu",
      "aboutText": "Richard Peter Witschge (Dutch pronunciation: [ˈriʃɑrt ˈʋɪtsχə]; born 20 September 1969) is a Dutch retired footballer who played as a defensive midfielder. He was known for his technique and passing ability.\nIn an 18-year professional career he played mainly for Ajax, but also represented, amongst other teams, Barcelona.",
      "pageId": 5823946,
      "monthDay": "09/20"
    },
    {
      "year": "1971",
      "uri": "/wiki/Henrik_Larsson",
      "name": "Henrik Larsson",
      "aboutText": "Victoria Dillard (born September 20, 1969) is an American actress.",
      "pageId": 5902602,
      "monthDay": "09/20"
    },
    {
      "year": "1971",
      "uri": "/wiki/Dominika_Peczynski",
      "name": "Dominika Peczynski",
      "aboutText": "Anthony Kapel \"Van\" Jones (born September 20, 1968) is an American environmental advocate, civil rights activist, and attorney. He is a co-founder of four non-profit organizations including Rebuild the Dream, of which he is president. In 1996, he founded the Ella Baker Center for Human Rights, a California non-governmental organization (NGO) working for alternatives to violence.",
      "pageId": 9115553,
      "monthDay": "09/20"
    },
    {
      "year": "1972",
      "uri": "/wiki/Sergio_Di_Zio",
      "name": "Sergio Di Zio",
      "aboutText": "Sergio Di Zio (born September 20, 1972) is a Canadian actor. He starred in the television series Flashpoint as Michelangelo \"Spike\" Scarlatti until the show concluded on December 13, 2012.\nDi Zio's other works include The Lookout, Cinderella Man, Senior Trip; the television series This is Wonderland, Northern Town; as a voice actor for the animated series Stoked and Babar and the Adventures of Badou.",
      "pageId": 19634590,
      "monthDay": "09/20"
    },
    {
      "year": "1972",
      "uri": "/wiki/Victor_Ponta",
      "name": "Victor Ponta",
      "aboutText": "Victor-Viorel Ponta (Romanian pronunciation: [ˈviktor ˈponta]; born 20 September 1972) is a Romanian jurist and politician, who served as Prime Minister of Romania between his appointment by President Traian Băsescu in May 2012 and his resignation in November 2015 following the Colectiv nightclub fire. A member of the Social Democratic Party (PSD) and its leader from 2010 to 2015, he was also joint leader (2012–2014) of the then-governing Social Liberal Union (USL), an alliance with the National Liberal Party (PNL). Ponta has been a member of the Romanian Chamber of Deputies for Gorj County since 2004.",
      "pageId": 23324667,
      "monthDay": "09/20"
    },
    {
      "year": "1972",
      "uri": "/wiki/Sawa_Suzuki",
      "name": "Sawa Suzuki",
      "aboutText": "Sawa Yoshikawa (吉川 砂羽, Yoshikawa Sawa, born September 20, 1972, in Naka-ku, Hamamatsu, Shizuoka Prefecture, Japan) better known for her stage name Sawa Suzuki (鈴木 砂羽, Suzuki Sawa) is a Japanese actress who is represented by the talent agency Horipro.",
      "pageId": 47551192,
      "monthDay": "09/20"
    },
    {
      "year": "1973",
      "uri": "/wiki/Cansel_El%C3%A7in",
      "name": "Cansel Elçin",
      "aboutText": "Juan Pablo Montoya Roldán (Spanish pronunciation: [ˈxwan ˈpaβlo monˈtoʝa]; born September 20, 1975), known professionally as Juan Pablo Montoya, is a Colombian racing driver. He currently competes in the Verizon IndyCar Series driving for Team Penske. He is the most recent winner of the Indianapolis 500.",
      "pageId": 164992,
      "monthDay": "09/20"
    },
    {
      "year": "1973",
      "uri": "/wiki/Ronald_McKinnon",
      "name": "Ronald McKinnon",
      "aboutText": "Yui Horie (堀江 由衣, Horie Yui, born September 20, 1976) is a Japanese voice actress and singer-songwriter, affiliated with VIMS and Starchild. She has been affectionately nicknamed \"Hocchan\" (ほっちゃん) by her Japanese fans. She debuted as a voice actress in 1997, releasing her debut single \"My best friend\" on 000000001998-11-18-0000November 18, 1998.",
      "pageId": 248550,
      "monthDay": "09/20"
    },
    {
      "year": "1973",
      "uri": "/wiki/Jo_Pavey",
      "name": "Jo Pavey",
      "aboutText": "Asia Argento (born Aria Maria Vittoria Rossa Argento; 20 September 1975) is an Italian actress, singer, model, and director.",
      "pageId": 439693,
      "monthDay": "09/20"
    },
    {
      "year": "1975",
      "uri": "/wiki/Asia_Argento",
      "name": "Asia Argento",
      "aboutText": "Yo Hitoto (一青 窈, Hitoto Yō, born September 20, 1976) is a Japanese pop singer. Her mother is Japanese and her father is Taiwanese. She can speak three languages: Japanese, English, and Mandarin.",
      "pageId": 489382,
      "monthDay": "09/20"
    },
    {
      "year": "1975",
      "uri": "/wiki/Moon_Bloodgood",
      "name": "Moon Bloodgood",
      "aboutText": "Namie Amuro (安室奈美恵, Amuro Namie, born September 20, 1977) is a Japanese singer, dancer, fashion model and actress. She was, at the height of her popularity, referred to as \"Teen Queen\", \"Queen of J-Pop\" or \"Japanese Madonna\" Born in Naha, Okinawa, Amuro debuted at the age of 14 as an idol in the girl group Super Monkey's. Though mostly unsuccessful, the group gained popularity during their final year together with the single \"Try Me (Watashi wo Shinjite)\" (1995).",
      "pageId": 495011,
      "monthDay": "09/20"
    },
    {
      "year": "1975",
      "uri": "/wiki/Juan_Pablo_Montoya",
      "name": "Juan Pablo Montoya",
      "aboutText": "Jason Raymond Bay (born September 20, 1978) is a Canadian-American former professional baseball left fielder. Bay played in Major League Baseball (MLB) for the San Diego Padres, Pittsburgh Pirates, Boston Red Sox, New York Mets and Seattle Mariners.\nBay was the National League Rookie of the Year in 2004 and he won the Silver Slugger Award in 2009.",
      "pageId": 1107376,
      "monthDay": "09/20"
    },
    {
      "year": "1975",
      "uri": "/wiki/Jason_Robinson_(musician)",
      "name": "Jason Robinson",
      "aboutText": "Joe Roff (born in Melbourne 20 September 1975) is a retired Australian rugby union footballer and a product of the Tuggeranong Vikings Rugby Union Club in Canberra, who played on the wing or at fullback for Brumbies and Australia and played 5 tests as a centre in the early part of his test career. He also had a spell at the French club Biarritz and in 2005-6 at Kubota Spears in Japan's Top League Of his 86 caps, 62 were won in consecutive games from 1996 to 2001. His final game saw him captain Oxford against Cambridge in the 2007 Varsity Match.",
      "pageId": 1748774,
      "monthDay": "09/20"
    },
    {
      "year": "1975",
      "uri": "/wiki/Joe_Roff",
      "name": "Joe Roff",
      "aboutText": "Enuka Vanessa Okuma (/ɛˈnuːkə ɵˈkuːmə/; born September 20, 1976) is a Canadian actress, best known for her role as detective Traci Nash in the Global/ABC police drama series, Rookie Blue (2010-2015). Okuma also known for her work on the Canadian shows Madison (1994-1998) and Sue Thomas: F.B.Eye (2002-2005).",
      "pageId": 3193116,
      "monthDay": "09/20"
    },
    {
      "year": "1976",
      "uri": "/wiki/Jon_Bernthal",
      "name": "Jon Bernthal",
      "aboutText": "Christopher Cole \"Chris\" Mooney (born September 20, 1977) is an American journalist and author of four books including the 2005 New York Times Best Seller The Republican War on Science.",
      "pageId": 3709728,
      "monthDay": "09/20"
    },
    {
      "year": "1976",
      "uri": "/wiki/Agata_Buzek",
      "name": "Agata Buzek",
      "aboutText": "Patrizio Franco Buanne (born 20 September 1978 in Vienna, Austria) is an Neapolitan-Austrian baritone singer, songwriter, and producer.",
      "pageId": 4028038,
      "monthDay": "09/20"
    },
    {
      "year": "1976",
      "uri": "/wiki/Yo_Hitoto",
      "name": "Yo Hitoto",
      "aboutText": "Moon Bloodgood (born September 20, 1975) is an American actress and model, known for her role as Lt.",
      "pageId": 5690462,
      "monthDay": "09/20"
    },
    {
      "year": "1976",
      "uri": "/wiki/Yui_Horie",
      "name": "Yui Horie",
      "aboutText": "Reuben Singh (born 20 September 1976, Poynton, Cheshire, England) is a British entrepreneur, who became well known in the mid-1990s for his Miss Attitude retail chain and then later for his business support services company alldaypa. He has held many public appointments and was invited by the then Prime Minister Tony Blair to serve on a government advisory panel on small businesses and on the Competitiveness Council. He served on the seven man government task force which was asked to review and then report on the Department of Culture, Media, and Sport.",
      "pageId": 5756459,
      "monthDay": "09/20"
    },
    {
      "year": "1976",
      "uri": "/wiki/Enuka_Okuma",
      "name": "Enuka Okuma",
      "aboutText": "Joanne \"Jo\" Pavey MBE (née Davis, born 20 September 1973) is a British long-distance runner. She won the 10,000 m gold medal at the 2014 European Championships in Zürich, ten months after giving birth to her second child, to become the oldest female European champion in history at the age of 40 years and 325 days.\nPavey is a four-time Olympian, having represented Great Britain in every Olympic Games from 2000 to 2012.",
      "pageId": 6432490,
      "monthDay": "09/20"
    },
    {
      "year": "1976",
      "uri": "/wiki/Reuben_Singh",
      "name": "Reuben Singh",
      "aboutText": "Jonathan Edward \"Jon\" Bernthal (born September 20, 1976) is an American actor. He is known for his roles as Shane Walsh on the AMC television series The Walking Dead and as Joe Teague in the TNT series Mob City, as well as for his roles in films such as The Wolf of Wall Street (2013) and Fury (2014). He will portray Frank Castle / The Punisher in the second season of the Marvel Cinematic Universe Netflix series Daredevil, currently in production for a 2016 release.",
      "pageId": 8007901,
      "monthDay": "09/20"
    },
    {
      "year": "1977",
      "uri": "/wiki/Namie_Amuro",
      "name": "Namie Amuro",
      "aboutText": "Ronald McKinnon (born September 20, 1973) is a former American football linebacker in the National Football League. He was originally signed as an undrafted free agent by the Arizona Cardinals out of the University of North Alabama where he won three division II National Championships. He was the winner of 1995 Harlon Hill Trophy (Division II's equivalent to the Heisman Trophy).",
      "pageId": 8525017,
      "monthDay": "09/20"
    },
    {
      "year": "1977",
      "uri": "/wiki/The-Dream",
      "name": "The-Dream",
      "aboutText": "Terius Youngdell Nash (born September 20, 1977), better known by his stage name The-Dream, is an American R&B and pop record producer, singer, and songwriter. He has also co-written songs, including songs with Dear Jayne, \"Me Against the Music\" (2003) for Britney Spears, \"Umbrella\" (2007) for Rihanna, \"Single Ladies (Put a Ring on It)\" (2008) for Beyoncé and \"Baby\" (2010) for Justin Bieber. He released five studio albums in 2007 to 2013, Love Hate (2007), Love vs.",
      "pageId": 12587230,
      "monthDay": "09/20"
    },
    {
      "year": "1977",
      "uri": "/wiki/Martin_Horntveth",
      "name": "Martin Horntveth",
      "aboutText": "Cansel Elçin (born September 20, 1973), is a Turkish actor.",
      "pageId": 20881384,
      "monthDay": "09/20"
    },
    {
      "year": "1977",
      "uri": "/wiki/Chris_Mooney_(journalist)",
      "name": "Chris Mooney",
      "aboutText": "Jason Robinson (born September 20, 1975 in California) is an American jazz saxophonist, electronic musician, and composer. His musical projects cover a wide swath of creative approaches that draw heavily from post-1960s jazz experimentalism, more traditional post-bop performance practices, and emerging electronic music technologies. In addition to an extensive career leading his own groups and performing solo, Robinson co-founded the acclaimed collaborative avant-jazz group Cosmologic and Cross Border Trio, the latter a group featuring bassist Rob Thorsen and Mexican drummer Paquito Villa.",
      "pageId": 25346853,
      "monthDay": "09/20"
    },
    {
      "year": "1978",
      "uri": "/wiki/Jason_Bay",
      "name": "Jason Bay",
      "aboutText": "Agata Bronisława Buzek (born 20 September 1976) is a Polish actress and model.\nAgata, the daughter of Polish politician and former President of the European Parliament Jerzy Buzek, was born in Pyskowice in Gliwice County, Poland. At an early age she suffered from poliomyelitis and was treated in Germany.",
      "pageId": 28237908,
      "monthDay": "09/20"
    },
    {
      "year": "1978",
      "uri": "/wiki/Patrizio_Buanne",
      "name": "Patrizio Buanne",
      "aboutText": "Martin Horntveth (born 20 September 1977 in Tønsberg, Norway) is a Norwegian musician (mainly the drums), composer and electronica artist, the younger brother of tubaist Line Horntveth, but best known as the drummer and key member of Jaga Jazzist and The National Bank together with his brother Lars Horntveth.",
      "pageId": 36397402,
      "monthDay": "09/20"
    },
    {
      "year": "1978",
      "uri": "/wiki/H%C3%A9ctor_Camacho,_Jr.",
      "name": "Héctor Camacho, Jr.",
      "aboutText": "Héctor Camacho Jr. (born September 20, 1978) is a Puerto Rican professional boxer residing in the United States. He is the son of the late three-time world champion Héctor \"Macho\" Camacho.",
      "pageId": 201889,
      "monthDay": "09/20"
    },
    {
      "year": "1978",
      "uri": "/wiki/Sarit_Hadad",
      "name": "Sarit Hadad",
      "aboutText": "Sarit Hadad (Hebrew: שרית חדד‎, Hebrew pronunciation: [saˈrit ħaˈdad]) (born on September 20, 1978) is an Israeli singer. In October 2009, the Israeli Music TV Channel (Channel 24) crowned Hadad \"best female singer of the 2000s\".",
      "pageId": 330201,
      "monthDay": "09/20"
    },
    {
      "year": "1978",
      "uri": "/wiki/Dante_Hall",
      "name": "Dante Hall",
      "aboutText": "Damieon Dante Hall (born September 20, 1978) is a former American football return specialist and wide receiver who played nine seasons in the National Football League (NFL). Hall is considered one of the greatest return specialists in NFL history. Hall is nicknamed \"X-factor\" and \"The Human Joystick.\" Hall was a fifth round draft pick out of Texas A&M University by the Kansas City Chiefs in the 2000 NFL Draft.",
      "pageId": 1662315,
      "monthDay": "09/20"
    },
    {
      "year": "1978",
      "uri": "/wiki/Scott_Minto_(rugby_league)",
      "name": "Scott Minto",
      "aboutText": "Tiina-Rakel Liekki (born September 20, 1979 in Suonenjoki) is a Finnish artist, freelance journalist, writer, director and producer, and former pornographic actress.\nLiekki is one of the best-known Finnish adult filmmakers, and was dubbed \"the apostle of porn\" in an article by City. In 2002, Liekki performed in Rakelin ja Lassin Panokoulu sex guidance videos together with Lassi Lindqvist as part of PornoStara television show on MoonTV channel.",
      "pageId": 1911156,
      "monthDay": "09/20"
    },
    {
      "year": "1978",
      "uri": "/wiki/T._J._Tucker",
      "name": "T. J. Tucker",
      "aboutText": "Feliciano López Díaz-Guerra (Spanish pronunciation: [feliˈθjano ˈlopeθ ˈði.aθ ˈɣera]; born 20 September 1981) is a Spanish professional male tennis player. He was born in Toledo and now lives in the Spanish capital, Madrid. Lopez achieved his career-high singles ranking of world no.",
      "pageId": 2107034,
      "monthDay": "09/20"
    },
    {
      "year": "1978",
      "uri": "/wiki/Charlie_Weber_(actor)",
      "name": "Charlie Weber",
      "aboutText": "Sean Davis (born 20 September 1979 in Clapham, London) is a former English footballer who played for clubs such as Fulham, Tottenham Hotspur, Portsmouth and Bolton Wanderers.\n^ Rollin, Glenda; Rollin, Jack, eds. (2012).",
      "pageId": 2463694,
      "monthDay": "09/20"
    },
    {
      "year": "1979",
      "uri": "/wiki/Sean_Davis_(footballer)",
      "name": "Sean Davis",
      "aboutText": "Mariacarla Boscono (born 20 September 1980) is an Italian model.",
      "pageId": 2996801,
      "monthDay": "09/20"
    },
    {
      "year": "1979",
      "uri": "/wiki/Rakel_Liekki",
      "name": "Rakel Liekki",
      "aboutText": "Ryan Wayne Donowho (born September 20, 1980) is an American actor and musician.",
      "pageId": 4513834,
      "monthDay": "09/20"
    },
    {
      "year": "1979",
      "uri": "/wiki/Dan_Gillespie_Sells",
      "name": "Dan Gillespie Sells",
      "aboutText": "Joan Ann \"Joanie\" Dodds (born September 20, 1981) is an American fashion model. Dodds currently resides in Newport Beach, California.",
      "pageId": 4655445,
      "monthDay": "09/20"
    },
    {
      "year": "1979",
      "uri": "/wiki/Wilfried_Tevoedjre",
      "name": "Wilfried Tevoedjre",
      "aboutText": "David McMillan (September 20, 1981 – May 18, 2013) was a professional American and Canadian football defensive end. He was drafted by the Cleveland Browns in the fifth round of the 2005 NFL Draft.",
      "pageId": 4799954,
      "monthDay": "09/20"
    },
    {
      "year": "1980",
      "uri": "/wiki/Mariacarla_Boscono",
      "name": "Mariacarla Boscono",
      "aboutText": "Vladimir Alexandrovich Karpets (Russian: Владимир Александрович Карпец) (born 20 September 1980 in Leningrad) is a Russian road bicycle racer, who last rode for UCI ProTeam Movistar Team. Karpets is most notable for winning the white jersey for best young rider in the 2004 Tour de France and his victories in the overall classifications of the Volta a Catalunya and the Tour de Suisse, both in 2007. Karpets is also a two-time Olympian.",
      "pageId": 4998308,
      "monthDay": "09/20"
    },
    {
      "year": "1980",
      "uri": "/wiki/Ryan_Donowho",
      "name": "Ryan Donowho",
      "aboutText": "Thomas John \"T. J.\" Tucker (born September 20, 1978) is a former Major League Baseball relief pitcher. Choosing to forgo his scholarship offer to kick for the University of Florida Tucker was drafted 47th overall in the MLB draft by the Montreal Expos. He pitched for the Montreal Expos in 2000, and from 2002 to 2004, and for the Washington Nationals in 2005 after they relocated from Montreal.",
      "pageId": 5582420,
      "monthDay": "09/20"
    },
    {
      "year": "1980",
      "uri": "/wiki/Vladimir_Karpets",
      "name": "Vladimir Karpets",
      "aboutText": "Scott Minto (born 20 September 1978 in Rockhampton, Queensland, Australia) is a former professional rugby league footballer who played 14 games for the North Queensland Cowboys  and 39 games for the Brisbane Broncos  in the National Rugby League competition. Minto primarily played on the wing. His nephew Matt plays for the Newcastle Knights.",
      "pageId": 5729932,
      "monthDay": "09/20"
    },
    {
      "year": "1980",
      "uri": "/wiki/Jonathan_Le_Billon",
      "name": "Jonathan Le Billon",
      "aboutText": "Daniel Giles Gillespie Sells (/ɡɨˈlɛspi/; born 20 September 1978 in London, UK) is a British singer-songwriter and guitarist, best known as being the lead vocalist and frontman for the pop/rock group The Feeling.",
      "pageId": 8902703,
      "monthDay": "09/20"
    },
    {
      "year": "1980",
      "uri": "/wiki/Mehrzad_Marashi",
      "name": "Mehrzad Marashi",
      "aboutText": "Jonathan Keith Le Billon (born 20 September 1980) is a British actor known for working in feature films, television shows and performing with classical theatre companies.\n^ Sarah McKinley Oakes (12 March 2011). \"Jonathan Le Billon...",
      "pageId": 10965435,
      "monthDay": "09/20"
    },
    {
      "year": "1980",
      "uri": "/wiki/Madison_Young",
      "name": "Madison Young",
      "aboutText": "Ryan Tandy (20 September 1981 – 28 April 2014) was an Australian professional rugby league player of the 2000s and 2010s. An Ireland national representative forward, he played in the National Rugby League for the St. George Illawarra Dragons, South Sydney Rabbitohs, Wests Tigers, Melbourne Storm and Canterbury-Bankstown Bulldogs, and in Super League for Hull Kingston Rovers.",
      "pageId": 17182946,
      "monthDay": "09/20"
    },
    {
      "year": "1981",
      "uri": "/wiki/Joanie_Dodds",
      "name": "Joanie Dodds",
      "aboutText": "Madison Young, born Tina Butcher, is an American pornographic actress, director, bondage model, published writer, sexual educator and founder of Femina Potens Art Gallery, a nonprofit art gallery and performance space in San Francisco that serves the LGBTQ and Kink communities.",
      "pageId": 22814756,
      "monthDay": "09/20"
    },
    {
      "year": "1981",
      "uri": "/wiki/Feliciano_L%C3%B3pez",
      "name": "Feliciano López",
      "aboutText": "Mehrzad Marashi; (born 20 September 1980) is an Iranian-German singer and winner of Deutschland sucht den Superstar season 7.\n^ \"Mehrzad Merashi DSDS Top 10 Biografie\" (in German). RTL.de.",
      "pageId": 26992772,
      "monthDay": "09/20"
    },
    {
      "year": "1981",
      "uri": "/wiki/David_McMillan_(American_football)",
      "name": "David McMillan",
      "aboutText": "Charles Alan \"Charlie\" Weber, Jr. (born September 20, 1978) is an American actor and former model.",
      "pageId": 29758839,
      "monthDay": "09/20"
    },
    {
      "year": "1981",
      "uri": "/wiki/Ryan_Tandy",
      "name": "Ryan Tandy",
      "aboutText": "Wilfried Tevoedjre (born 20 September 1979 in Cotonou, Benin) is a Beninese swimmer specializing in freestyle. He competed in the 50 m event at the 2012 Summer Olympics and in the 50m event at the 2013 World Aquatics Championships.",
      "pageId": 36638245,
      "monthDay": "09/20"
    },
    {
      "year": "1981",
      "uri": "/wiki/Jordan_Tata",
      "name": "Jordan Tata",
      "aboutText": "Brian Joubert (born 20 September 1984) is a French figure skater. He is the 2007 World champion, a three-time (2004, 2007 & 2009) European champion, an eight-time (2003–2008, 2011, 2012) French National champion, and the 2006-7 Grand Prix Final champion. In total, he is a six-time World medalist, a ten-time European medalist, and competed in four Winter Olympics for France.",
      "pageId": 1364068,
      "monthDay": "09/20"
    },
    {
      "year": "1982",
      "uri": "/wiki/Jason_Bacashihua",
      "name": "Jason Bacashihua",
      "aboutText": "Yuna Ito (伊藤 由奈, Itō Yuna) (born September 20, 1983) is an American pop recording artist and actress who is active in Japan.\nShe was born in Los Angeles and was raised in Hawaii. Ito made her musical debut in Japan with the single, \"Endless Story\", which was used as one of the theme songs for the popular 2005 film Nana; she also starred in the film, portraying Reira Serizawa.",
      "pageId": 3046294,
      "monthDay": "09/20"
    },
    {
      "year": "1982",
      "uri": "/wiki/Aaron_Burkart",
      "name": "Aaron Burkart",
      "aboutText": "Jason Bacashihua (born September 20, 1982) is an American professional ice hockey goaltender who is currently playing for HC 05 Banská Bystrica. He most recently played for the HC 05 Banská Bystrica of the Slovak Extraliga. He has also played in the National Hockey League with the St.",
      "pageId": 3626630,
      "monthDay": "09/20"
    },
    {
      "year": "1982",
      "uri": "/wiki/Brian_Fortuna",
      "name": "Brian Fortuna",
      "aboutText": "Mami Yamasaki (山崎 真実, Yamasaki Mami, born September 20, 1985) from Osaka is a Japanese gravure idol, or bikini model, and actress. Her photos frequently show her in provocative poses. Yamasaki has done television commercials for the Japanese convenience stores Circle K and Sunkus, and appears in GoGo Sentai Boukenger as Shizuka of the Wind, a member of Dark Shadow and a principal villainess.",
      "pageId": 4537468,
      "monthDay": "09/20"
    },
    {
      "year": "1982",
      "uri": "/wiki/Sarah_Glendening",
      "name": "Sarah Glendening",
      "aboutText": "Jordan Arthur Tata (TAY-ta) (born September 20, 1981) is a retired major league pitcher. Tata made his major league debut on April 6, 2006 against the Texas Rangers in a 10-6 win. For college he attended Sam Houston State.",
      "pageId": 5639605,
      "monthDay": "09/20"
    },
    {
      "year": "1982",
      "uri": "/wiki/Costa_Pantazis",
      "name": "Costa Pantazis",
      "aboutText": "Brian Fortuna (born September 20, 1982) is an American professional ballroom dancer, choreographer and instructor.",
      "pageId": 10742666,
      "monthDay": "09/20"
    },
    {
      "year": "1982",
      "uri": "/wiki/Athanasios_Tsigas",
      "name": "Athanasios Tsigas",
      "aboutText": "Thanasis Tsigas (born 20 September 1982) is a Greek footballer, currently playing for Glyfada F.C. in the Football League (Greece) as a Striker.",
      "pageId": 11486484,
      "monthDay": "09/20"
    },
    {
      "year": "1983",
      "uri": "/wiki/A-Lin",
      "name": "A-Lin",
      "aboutText": "Jason Nightingale (born 20 September 1986) is an New Zealand professional rugby league footballer who currently plays for the St. George Illawarra Dragons of the Australian National Rugby League. Nightingale is a New Zealand international representative who primarily plays on the wing.",
      "pageId": 11988484,
      "monthDay": "09/20"
    },
    {
      "year": "1983",
      "uri": "/wiki/Jessica_Alonso_Bernardo",
      "name": "Jessica Alonso Bernardo",
      "aboutText": "Ángel Luis Sánchez (born September 20, 1983) is a former professional baseball shortstop.",
      "pageId": 14552054,
      "monthDay": "09/20"
    },
    {
      "year": "1983",
      "uri": "/wiki/Yuna_Ito",
      "name": "Yuna Ito",
      "aboutText": "İbrahim Kaş (born 20 September 1986) is a Turkish footballer who plays as a central defender or a right back.",
      "pageId": 14612416,
      "monthDay": "09/20"
    },
    {
      "year": "1983",
      "uri": "/wiki/Freya_Ross",
      "name": "Freya Ross",
      "aboutText": "Tessanne Amanda Chin (/ˈtɛsˈæn tʃɪn/; born September 20, 1985) is a Jamaican recording artist, best known for winning Season 5 of NBC's reality TV singing competition The Voice as part of Adam Levine's team. She has opened for famous acts such as Patti Labelle, Peabo Bryson and Gladys Knight, and toured for three years with Jimmy Cliff. She is the younger sister of singer Tami Chynn and Terrie Chin.",
      "pageId": 18816739,
      "monthDay": "09/20"
    },
    {
      "year": "1983",
      "uri": "/wiki/%C3%81ngel_S%C3%A1nchez_(infielder)",
      "name": "Ángel Sánchez",
      "aboutText": "Aldis Alexander Basil Hodge (born September 20, 1986) is an American actor best known for portraying Alec Hardison on the TNT series Leverage and MC Ren in the 2015 biopic Straight Outta Compton.",
      "pageId": 20842081,
      "monthDay": "09/20"
    },
    {
      "year": "1984",
      "uri": "/wiki/Brian_Joubert",
      "name": "Brian Joubert",
      "aboutText": "Jessica Alonso Bernardo (born in Gijón, 20 September 1983) is a Spanish handball player, playing for the club Le Havre AC and on the Spanish women's national team.\nShe was part of the Spanish team at the 2008 European Women's Handball Championship, where the Spanish team reached the final, after defeating Germany in the semifinal. She was also part of the bronze medal winning Spanish teams at the 2011 World Championships (the first world championship medal for the Spanish women's team) and the 2012 Olympics.",
      "pageId": 21105266,
      "monthDay": "09/20"
    },
    {
      "year": "1984",
      "uri": "/wiki/Bel%C3%A9n_Rodr%C3%ADguez",
      "name": "Belén Rodríguez",
      "aboutText": "Ian M. Desmond (born September 20, 1985) is an American professional baseball shortstop who is a free agent. He was selected by the Montreal Expos in the third round of the 2004 Major League Baseball Draft (84th overall) and played in Major League Baseball (MLB) for the Washington Nationals.",
      "pageId": 23435134,
      "monthDay": "09/20"
    },
    {
      "year": "1985",
      "uri": "/wiki/Tessanne_Chin",
      "name": "Tessanne Chin",
      "aboutText": "María Belén Rodríguez Cozzani (maˈɾi.a βeˈlen roðˈɾiɣes koˈsani) (born 20 September 1984) is an Argentine television personality, actress and model. She is known by the name of Belén Rodríguez or as Belén and she lives and works in Italy, where she has presented many variety shows.\nIn 2009 and 2010, she has appeared in television commercials alongside actor Christian De Sica advertising a popular mobile phone network operating company.",
      "pageId": 26185280,
      "monthDay": "09/20"
    },
    {
      "year": "1985",
      "uri": "/wiki/Ian_Desmond",
      "name": "Ian Desmond",
      "aboutText": "Aaron Nikolai Burkart (born 20 September 1982 in Singen, Baden-Württemberg) is a German rally driver.",
      "pageId": 28025992,
      "monthDay": "09/20"
    },
    {
      "year": "1985",
      "uri": "/wiki/Mami_Yamasaki",
      "name": "Mami Yamasaki",
      "aboutText": "Sarah Glendening (born September 20, 1982) is an American actress. In 2009, she joined the cast as the fifth actress to portray Lucy Montgomery on the CBS soap As the World Turns. She played the role until the show's cancellation in September 2010.",
      "pageId": 30230099,
      "monthDay": "09/20"
    },
    {
      "year": "1986",
      "uri": "/wiki/Aldis_Hodge",
      "name": "Aldis Hodge",
      "aboutText": "Freya Ross (née Murray, born 20 September 1983) is a Scottish long-distance runner who competes in the 5000 metres and 10,000 metres, as well as cross country running. Ross represented Scotland in the 5,000 metres and 10,000 metres in the 2010 Commonwealth Games. in Delhi in October 2010.",
      "pageId": 31253964,
      "monthDay": "09/20"
    },
    {
      "year": "1986",
      "uri": "/wiki/%C4%B0brahim_Ka%C5%9F",
      "name": "İbrahim Kaş",
      "aboutText": "A-Lin (Chinese: 阿玲; pinyin: Ā Líng), also known by her birth name Huang Li Ling (traditional Chinese: 黃麗玲; simplified Chinese: 黄丽玲; pinyin: Huáng Lìlíng), Amis name Lisang Pacidal Koyouan, is an aboriginal Taiwanese pop singer, lyricist, and occasional composer of Amis descent.",
      "pageId": 32501079,
      "monthDay": "09/20"
    },
    {
      "year": "1986",
      "uri": "/wiki/Jason_Nightingale",
      "name": "Jason Nightingale",
      "aboutText": "Costa Pantazis (born Costa Michael Pantazis, 20 September 1982), is a Greek Cypriot producer based in London, UK. He also produces under several different aliases.",
      "pageId": 33551698,
      "monthDay": "09/20"
    },
    {
      "year": "1987",
      "uri": "/wiki/Gain_(singer)",
      "name": "Gain",
      "aboutText": "Spencer Locke (born September 20, 1991) is an American actress.",
      "pageId": 3814037,
      "monthDay": "09/20"
    },
    {
      "year": "1987",
      "uri": "/wiki/Jack_Lawless",
      "name": "Jack Lawless",
      "aboutText": "Phillip LaDon Phillips Jr. (born September 20, 1990) is an American singer, songwriter and musician who won the eleventh season of American Idol on May 23, 2012. His coronation song, \"Home,\" released after his win, became the best selling of all coronation songs.",
      "pageId": 4420586,
      "monthDay": "09/20"
    },
    {
      "year": "1987",
      "uri": "/wiki/Sarah_Natochenny",
      "name": "Sarah Natochenny",
      "aboutText": "John Tavares (born September 20, 1990) is a Canadian professional ice hockey centre who currently serves as the captain of the New York Islanders of the National Hockey League (NHL). He was selected first overall by the Islanders in the 2009 NHL Entry Draft.\nPreviously, Tavares competed at the major junior level as a member of the Oshawa Generals of the Ontario Hockey League (OHL) before being traded to the London Knights at the 2009 OHL trading deadline along with Michael Del Zotto.",
      "pageId": 5255978,
      "monthDay": "09/20"
    },
    {
      "year": "1987",
      "uri": "/wiki/Tito_Tebaldi",
      "name": "Tito Tebaldi",
      "aboutText": "Sarah Natochenny (born September 20, 1987) is an American actress, voice actress, film editor, and fashion model.",
      "pageId": 6048021,
      "monthDay": "09/20"
    },
    {
      "year": "1988",
      "uri": "/wiki/Sergei_Bobrovsky",
      "name": "Sergei Bobrovsky",
      "aboutText": "Samantha Lynne \"Sammi\" Hanratty (born September 20, 1995) is an American actress. In 2007, she began her acting career portraying the young version of Charlotte \"Chuck\" Charles on the ABC series Pushing Daisies. Hanratty's first lead role took place in 2009, portraying Chrissa Maxwell in An American Girl: Chrissa Stands Strong.",
      "pageId": 6253255,
      "monthDay": "09/20"
    },
    {
      "year": "1988",
      "uri": "/wiki/Arisa_Sato_(model)",
      "name": "Arisa Sato",
      "aboutText": "Erika Chryselle Gonzales Gancayco (born September 20, 1990), commonly known as Erich Gonzales, is a Filipina actress, host, and model. She is a contract artist of ABS-CBN's Star Magic. She started her showbiz career at the age of 14, when she joined as a contestant of the reality talent search Star Circle Quest.",
      "pageId": 10240941,
      "monthDay": "09/20"
    },
    {
      "year": "1990",
      "uri": "/wiki/Marilou",
      "name": "Marilou",
      "aboutText": "Marilou Bourdon (born September 20, 1990) is a French-Canadian pop singer from Longueuil.",
      "pageId": 12213969,
      "monthDay": "09/20"
    },
    {
      "year": "1990",
      "uri": "/wiki/Erich_Gonzales",
      "name": "Erich Gonzales",
      "aboutText": "Jack Lawless (born September 20, 1987) is an American musician. He is best known as the drummer for the popular pop rock band the Jonas Brothers. He is also the drummer of Ocean Grove, and of Joe Jonas's new band DNCE. He grew up in Middletown Township, New Jersey, part of Monmouth County.",
      "pageId": 17086300,
      "monthDay": "09/20"
    },
    {
      "year": "1990",
      "uri": "/wiki/Phillip_Phillips",
      "name": "Phillip Phillips",
      "aboutText": "Michał Żyro (Polish pronunciation: [ˈmixaw ˈʐɨrɔ]; born 20 September 1992 in Warsaw) is a Polish professional footballer who plays as a midfielder for Wolverhampton Wanderers in the Championship. He also played for the Poland U-18 team. On October 23, 2011, he scored his first goal in the Ekstraklasa against Widzew Łódź.",
      "pageId": 25160741,
      "monthDay": "09/20"
    },
    {
      "year": "1990",
      "uri": "/wiki/John_Tavares_(ice_hockey)",
      "name": "John Tavares",
      "aboutText": "Tito Tebaldi (born 23 September 1987) is an Italian rugby union player. Tebaldi, who plays at scrum-half, He made his debut for Italy against Australia on 13 June 2009.",
      "pageId": 26376958,
      "monthDay": "09/20"
    },
    {
      "year": "1991",
      "uri": "/wiki/G%C3%A9nesis_Carmona",
      "name": "Génesis Carmona",
      "aboutText": "Isaac Cofie (born 5 April 1991) is a Ghanaian footballer who plays as a midfielder for Serie A club Carpi on loan from Genoa.",
      "pageId": 27223073,
      "monthDay": "09/20"
    },
    {
      "year": "1991",
      "uri": "/wiki/Isaac_Cofie",
      "name": "Isaac Cofie",
      "aboutText": "Sergei Andreyevich \"Bob\" Bobrovsky (Russian: Серге́й Андреевич Бобровский; born 20 September 1988) is a Russian professional ice hockey goaltender currently playing for the Columbus Blue Jackets of the National Hockey League (NHL).",
      "pageId": 27949214,
      "monthDay": "09/20"
    },
    {
      "year": "1991",
      "uri": "/wiki/Spencer_Locke",
      "name": "Spencer Locke",
      "aboutText": "Laura Dekker (born 20 September 1995) is a Dutch sailor. In 2009, she announced her plan to become the youngest person to circumnavigate the globe single-handed. A Dutch court stepped in, due to the objections of the local authorities, and prevented Dekker from departing while under shared custody of both her parents.",
      "pageId": 33988008,
      "monthDay": "09/20"
    },
    {
      "year": "1992",
      "uri": "/wiki/Amidu_Salifu",
      "name": "Amidu Salifu",
      "aboutText": "Ga-In (hangul: 가인) (born Son Ga-In (hangul: 손가인), September 20, 1987) is a South Korean singer, actress, and entertainer. She is best known as a member of the Korean pop music girl-group Brown Eyed Girls and for her appearances alongside Jo Kwon from 2AM for TV shows We Got Married and All My Love.",
      "pageId": 34149622,
      "monthDay": "09/20"
    },
    {
      "year": "1992",
      "uri": "/wiki/Micha%C5%82_%C5%BByro",
      "name": "Michał Żyro",
      "aboutText": "Amidu Salifu (born September 20, 1992 in Accra) is a Ghanaian professional footballer who plays as a midfielder for Perugia, on loan from ACF Fiorentina.",
      "pageId": 34679631,
      "monthDay": "09/20"
    },
    {
      "year": "1995",
      "uri": "/wiki/Laura_Dekker",
      "name": "Laura Dekker",
      "aboutText": "Génesis Carmona (20 September 1991 – 19 February 2014) was a Venezuelan fashion model, beauty queen, and college student who was killed while protesting against the Government of Venezuela during the 2014 Venezuelan protests. She later became a symbol of protest against the Nicolás Maduro government during the time of demonstrations in the country.",
      "pageId": 41998611,
      "monthDay": "09/20"
    },
    {
      "year": "1995",
      "uri": "/wiki/Sammi_Hanratty",
      "name": "Sammi Hanratty",
      "aboutText": "Ioana Loredana Roșca (born 20 September 1996 in Craiova) is a Romanian tennis player.\nRoșca has won one singles and six doubles titles on the ITF tour in her career. On 21 September 2015, she reached her best singles ranking of world number 487.",
      "pageId": 42993209,
      "monthDay": "09/20"
    },
    {
      "year": "1996",
      "uri": "/wiki/Ioana_Loredana_Ro%C8%99ca",
      "name": "Ioana Loredana Roșca",
      "aboutText": "Arisa Sato (佐藤 ありさ, Satō Arisa, born September 20, 1988, in Hokkaido) is a Japanese model and weathercaster who is represented by the talent agency Stardust Promotion.\n^ \"Official profile\". Retrieved 2015-07-19.",
      "pageId": 47279452,
      "monthDay": "09/20"
    }
  ]
}