{
  "people": [
    {
      "year": "1051",
      "uri": "/wiki/Bertha_of_Savoy",
      "name": "Bertha of Savoy",
      "aboutText": "Frederick III (21 September 1415 – 19 August 1493), called the Peaceful, was Holy Roman Emperor from 1452 until his death, the first emperor of the House of Habsburg. He was the penultimate emperor to be crowned by the Pope, and the last to be crowned in Rome.\nPrior to his imperial coronation, he was duke of the Inner Austrian lands of Styria, Carinthia and Carniola from 1424, and also acted as regent over the Duchy of Austria (as Frederick V) from 1439.",
      "pageId": 11472,
      "monthDay": "09/21"
    },
    {
      "year": "1411",
      "uri": "/wiki/Richard_of_York,_3rd_Duke_of_York",
      "name": "Richard of York, 3rd Duke of York",
      "aboutText": "Girolamo Savonarola (Italian: [savonaˈrɔːla]; 21 September 1452 – 23 May 1498) was an Italian Dominican friar and preacher active in Renaissance Florence. He was known for his prophecies of civic glory, the destruction of secular art and culture, and his calls for Christian renewal. He denounced clerical corruption, despotic rule and the exploitation of the poor.",
      "pageId": 50139,
      "monthDay": "09/21"
    },
    {
      "year": "1415",
      "uri": "/wiki/Frederick_III,_Holy_Roman_Emperor",
      "name": "Frederick III, Holy Roman Emperor",
      "aboutText": "Heike Kamerlingh Onnes (Dutch: [ˈɔnəs]; 21 September 1853 – 21 February 1926) was a Dutch physicist and Nobel laureate. He exploited the Hampson-Linde cycle to investigate how materials behave when cooled to nearly absolute zero and later to liquefy helium for the first time.",
      "pageId": 58761,
      "monthDay": "09/21"
    },
    {
      "year": "1428",
      "uri": "/wiki/Jingtai_Emperor",
      "name": "Jingtai Emperor",
      "aboutText": "Francesc Macià i Llussà (Catalan: [frənˈsɛsk məsiˈa]; September 21st, 1859 – December 25th, 1933) was the 122nd President of Catalonia and formerly a Catalan officer in the Spanish Army.",
      "pageId": 67877,
      "monthDay": "09/21"
    },
    {
      "year": "1433",
      "uri": "/wiki/Guillaume_Fichet",
      "name": "Guillaume Fichet",
      "aboutText": "Richard of York, 3rd Duke of York KG (21 September 1411 – 30 December 1460), was a leading English magnate, a great-grandson of King Edward III through his father, and a great-great-great-grandson of the same king through his mother. He inherited vast estates and served in various offices of state in Ireland, France, and England, a country he ultimately governed as Lord Protector during the madness of King Henry VI. His conflicts with Henry's wife, Margaret of Anjou, and other members of Henry's court, as well as his competing claim on the throne, were a leading factor in the political upheaval of mid-fifteenth-century England, and a major cause of the Wars of the Roses. Richard eventually attempted to take the throne, but was dissuaded, although it was agreed that he would become king on Henry's death.",
      "pageId": 78356,
      "monthDay": "09/21"
    },
    {
      "year": "1452",
      "uri": "/wiki/Girolamo_Savonarola",
      "name": "Girolamo Savonarola",
      "aboutText": "Louis Jolliet (September 21, 1645 – last seen May 1700) was a French Canadian explorer known for his discoveries in North America.",
      "pageId": 125317,
      "monthDay": "09/21"
    },
    {
      "year": "1559",
      "uri": "/wiki/Cigoli",
      "name": "Cigoli",
      "aboutText": "John Loudon McAdam (born John Lowdon McAdam, 23 September 1756 – 26 November 1836) was a Scottish engineer and road-builder. He invented a new process, \"macadamisation\", for building roads with a smooth hard surface, using controlled materials of mixed particle size and predetermined structure, that would be more durable and less muddy than soil-based tracks.\nModern road construction still reflects McAdam's influence.",
      "pageId": 167933,
      "monthDay": "09/21"
    },
    {
      "year": "1629",
      "uri": "/wiki/Philip_Howard_(cardinal)",
      "name": "Philip Howard",
      "aboutText": "Murad V (Ottoman Turkish: مراد خامس‎) (21 September 1840 – 29 August 1904) was the 33rd Sultan of the Ottoman Empire who reigned from 30 May to 31 August 1876.\nHe was born at Constantinople, Topkapı Palace. His father was Abdülmecid I. His mother, whom his father married in Constantinople on 1 August 1839, was Valide Sultan Şevkefza, (Poti, Georgia 12 December 1820 – Constantinople, Ortaköy, Çırağan Palace, 17 September 1889), an ethnic Mingrelian, daughter of Mehmed Bey Zaurum and his wife Cemile Hanım.",
      "pageId": 178186,
      "monthDay": "09/21"
    },
    {
      "year": "1645",
      "uri": "/wiki/Louis_Jolliet",
      "name": "Louis Jolliet",
      "aboutText": "The Jingtai Emperor (景泰 IPA: [tɕìŋtʰâɪ]) (21 September 1428 – 14 March 1457), born Zhu Qiyu, was Emperor of China from 1449 to 1457. The second son of the Xuande Emperor, he was selected in 1449 to succeed his older brother, the Zhengtong Emperor, when the latter was captured by Mongols following the Tumu Crisis. He reigned for 8 years before being removed from the throne by his brother, who was restored as the Tianshun Emperor.",
      "pageId": 995318,
      "monthDay": "09/21"
    },
    {
      "year": "1706",
      "uri": "/wiki/Polyxena_of_Hesse-Rotenburg",
      "name": "Polyxena of Hesse-Rotenburg",
      "aboutText": "Hon. Philip Howard (21 September 1629 – 17 June 1694) was an English Roman Catholic cardinal. Born the third son of Henry Frederick Howard (afterwards Earl of Arundel and Surrey and head of the House of Norfolk) and his wife, Elizabeth Stuart (daughter of Esme Stuart, the Duke of Lennox), Howard was a member of the premier Catholic family in England.",
      "pageId": 1904423,
      "monthDay": "09/21"
    },
    {
      "year": "1756",
      "uri": "/wiki/John_Loudon_McAdam",
      "name": "John Loudon McAdam",
      "aboutText": "Herbert Arthur Chamberlayne Blythe (September 21, 1849 – March 25, 1905)—stage name Maurice Barrymore—was a British-born stage actor.",
      "pageId": 2364282,
      "monthDay": "09/21"
    },
    {
      "year": "1758",
      "uri": "/wiki/Christopher_Gore",
      "name": "Christopher Gore",
      "aboutText": "Lodovico Cardi (21 September 1559 – 8 June 1613), also known as Cigoli, was an Italian painter and architect of the late Mannerist and early Baroque period, trained and active in his early career in Florence, and spending the last nine years of his life in Rome.\nLodovico Cardi was born at Villa Castelvecchio di Cigoli, in Tuscany, whence the name by which he is commonly known. Initially, Cigoli trained in Florence under the fervid mannerist Alessandro Allori.",
      "pageId": 2384077,
      "monthDay": "09/21"
    },
    {
      "year": "1760",
      "uri": "/wiki/Ivan_Dmitriev",
      "name": "Ivan Dmitriev",
      "aboutText": "Christopher Gore (September 21, 1758 – March 1, 1827) was a prominent Massachusetts lawyer, Federalist politician, and U.S. diplomat. Born into a family divided by the American Revolution, Gore sided with the victorious Patriots, established a successful law practice in Boston, and built a fortune by purchasing Revolutionary government debts at a discount and receiving full value for them from the government.\nGore entered politics in 1788, serving briefly in the Massachusetts legislature before being appointed U.S. District Attorney for Massachusetts.",
      "pageId": 2562592,
      "monthDay": "09/21"
    },
    {
      "year": "1819",
      "uri": "/wiki/Princess_Louise_Marie_Th%C3%A9r%C3%A8se_of_Artois",
      "name": "Princess Louise Marie Thérèse of Artois",
      "aboutText": "Ivan Ivanovich Dmitriev (Russian: Ива́н Ива́нович Дми́триев; IPA: [ɪˈvan ɪˈvanəvʲɪtɕ ˈdʲmʲitrʲɪjɪf]; 21 September [O.S. 10 September] 1760 – 15 October [O.S. 3 October] 1837) was a Russian statesman and poet associated with the sentamentalist movement in Russian literature.\nDmitriev was born at his father's estate in the government of Simbirsk. In consequence of the revolt of Yemelyan Pugachev, the family had to flee to Saint Petersburg, and there Ivan was entered at the school of the Semenov Guards, and afterwards obtained a post in the military service.",
      "pageId": 2795702,
      "monthDay": "09/21"
    },
    {
      "year": "1840",
      "uri": "/wiki/Murad_V",
      "name": "Murad V",
      "aboutText": "William Wilson Kettle (21 September 1860 – 25 January 1963) was a Canadian centenarian.\nKettle worked as a mariner and a fisherman, as did his father, who had emigrated from Dorset, England, At age 44, Kettle worked as diver after the diver he had hired quit; he was 84 when he made his last dive. He owned and operated a schooner, which he built and used for commerce between Port Aux Basques and Nova Scotia (including the import of coal and apples) and for Swordfishing.",
      "pageId": 3834969,
      "monthDay": "09/21"
    },
    {
      "year": "1846",
      "uri": "/wiki/Mih%C3%A1ly_Kolossa",
      "name": "Mihály Kolossa",
      "aboutText": "Guillaume Fichet (French: [fiʃɛ]; 21 September 1433 – c.",
      "pageId": 4494470,
      "monthDay": "09/21"
    },
    {
      "year": "1849",
      "uri": "/wiki/Maurice_Barrymore",
      "name": "Maurice Barrymore",
      "aboutText": "Bertha of Savoy (21 September 1051 – 27 December 1087), also called Bertha of Turin, a member of the Burgundian House of Savoy, was Queen consort of Germany from 1066 and Empress consort of the Holy Roman Empire from 1084 until 1087 as the first wife of the Salian emperor Henry IV.",
      "pageId": 9720673,
      "monthDay": "09/21"
    },
    {
      "year": "1853",
      "uri": "/wiki/Heike_Kamerlingh_Onnes",
      "name": "Heike Kamerlingh Onnes",
      "aboutText": "Louise Marie Thérèse d'Artois (Louise Marie Thérèse; 21 September 1819 – 1 February 1864) was a duchess and later a regent of Parma. She was the eldest daughter of Charles Ferdinand, Duke of Berry, younger son of King Charles X of France and his wife Carolina of Naples and Sicily, daughter of King Francis I of the Two Sicilies.",
      "pageId": 13102942,
      "monthDay": "09/21"
    },
    {
      "year": "1859",
      "uri": "/wiki/Francesc_Maci%C3%A0_i_Lluss%C3%A0",
      "name": "Francesc Macià i Llussà",
      "aboutText": "Princess Polyxena of Hesse-Rheinfels-Rotenburg (Polyxena Christina Johanna; 21 September 1706 – 13 January 1735) was the second wife of Charles Emmanuel, Prince of Piedmont whom she married in 1724. The mother of the future Victor Amadeus III, she was queen consort of Sardinia from 1730 until her death in 1735.",
      "pageId": 14173051,
      "monthDay": "09/21"
    },
    {
      "year": "1860",
      "uri": "/wiki/Wilson_Kettle",
      "name": "Wilson Kettle",
      "aboutText": "Mihály Kolossa (Slovene: Mihael Kološa, September 21, 1846 – September 3, 1906) was a Slovene ploughman and writer in Hungary.\nHe was born in Puconci, but his father was from Sebeborci. Kolossa's mother, Éva Skrilec, was from Tešanovci.",
      "pageId": 33643992,
      "monthDay": "09/21"
    },
    {
      "year": "1862",
      "uri": "/wiki/James_E._Talmage",
      "name": "James E. Talmage",
      "aboutText": "Herbert George Wells (21 September 1866 – 13 August 1946), known primarily as H. G. Wells, was a prolific English writer in many genres, including the novel, history, politics, and social commentary, and textbooks and rules for war games. Wells is now best remembered for his science fiction novels, and is called the father of science fiction, along with Jules Verne and Hugo Gernsback. His most notable science fiction works include The Time Machine (1895), The Island of Doctor Moreau (1896), The Invisible Man (1897), and The War of the Worlds (1898).",
      "pageId": 13459,
      "monthDay": "09/21"
    },
    {
      "year": "1863",
      "uri": "/wiki/John_Bunny",
      "name": "John Bunny",
      "aboutText": "Gustav Theodore Holst (born Gustavus Theodore von Holst; 21 September 1874 – 25 May 1934) was an English composer, arranger and teacher. Best known for his orchestral suite The Planets, he composed a large number of other works across a range of genres, although none achieved comparable success. His distinctive compositional style was the product of many influences, Richard Wagner and Richard Strauss being most crucial early in his development.",
      "pageId": 49241,
      "monthDay": "09/21"
    },
    {
      "year": "1866",
      "uri": "/wiki/Charles_Nicolle",
      "name": "Charles Nicolle",
      "aboutText": "Henry Lewis Stimson (September 21, 1867 – October 20, 1950) was an American statesman, lawyer and Republican Party politician and spokesman on foreign policy. He served as Secretary of War (1911–1913) under Republican William Howard Taft, and as Governor-General of the Philippines (1927–1929). As Secretary of State (1929–1933) under Republican President Herbert Hoover, he articulated the Stimson Doctrine which announced American opposition to Japanese expansion in Asia.",
      "pageId": 88843,
      "monthDay": "09/21"
    },
    {
      "year": "1866",
      "uri": "/wiki/H._G._Wells",
      "name": "H. G. Wells",
      "aboutText": "Luis Cernuda (born Luis Cernuda Bidón September 21, 1902 – November 5, 1963), was a Spanish poet, a member of the Generation of '27. During the Spanish Civil War, in early 1938, he went to the UK to deliver some lectures and this became the start of an exile that lasted till the end of his life. He taught in the universities of Glasgow and Cambridge before moving in 1947 to the US. In the 1950s he moved to Mexico.",
      "pageId": 89613,
      "monthDay": "09/21"
    },
    {
      "year": "1867",
      "uri": "/wiki/Henry_L._Stimson",
      "name": "Henry L. Stimson",
      "aboutText": "George Vital \"Papa Jack\" Laine (September 21, 1873 – June 1, 1966) was an American musician and a pioneering band leader in New Orleans in the years from the Spanish–American War to World War I. He is often credited with being instrumental in the development of jazz music as his Reliance Brass Band was the first to fuse European, African and Latin music together. The earliest jazz musicians can be traced back to playing within the Reliance Brass Band or being influenced from those who had.",
      "pageId": 89816,
      "monthDay": "09/21"
    },
    {
      "year": "1872",
      "uri": "/wiki/Henry_Tingle_Wilde",
      "name": "Henry Tingle Wilde",
      "aboutText": "Max Immelmann (21 September 1890 – 18 June 1916) PLM was the first German World War I flying ace. He was a pioneer in fighter aviation and is often mistakenly credited with the first aerial victory using a synchronized gun. He was the first aviator to win the Pour le Mérite, and was awarded it at the same time as Oswald Boelcke.",
      "pageId": 268488,
      "monthDay": "09/21"
    },
    {
      "year": "1873",
      "uri": "/wiki/Papa_Jack_Laine",
      "name": "Papa Jack Laine",
      "aboutText": "Howard William Morenz (September 21, 1902 – March 8, 1937) was a Canadian professional ice hockey player. He played centre for three National Hockey League (NHL) teams: the Montreal Canadiens (in two stints), the Chicago Black Hawks, and the New York Rangers. Before joining the NHL, Morenz excelled in the junior Ontario Hockey Association, where his team played for the Memorial Cup, the championship for junior ice hockey in Canada.",
      "pageId": 630471,
      "monthDay": "09/21"
    },
    {
      "year": "1874",
      "uri": "/wiki/Gustav_Holst",
      "name": "Gustav Holst",
      "aboutText": "Charles Jules Henry Nicolle (21 September 1866 Rouen – 28 February 1936 Tunis) was a French bacteriologist who received the Nobel Prize in Medicine for his identification of lice as the transmitter of epidemic typhus.",
      "pageId": 714155,
      "monthDay": "09/21"
    },
    {
      "year": "1878",
      "uri": "/wiki/Peter_McWilliam",
      "name": "Peter McWilliam",
      "aboutText": "John Bunny (September 21, 1863 – April 26, 1915) was an American actor and was one of the first comic stars of the motion picture era. Between 1910 and his death in 1915 Bunny was one of the top stars of early silent film, as well as an early example of celebrity. At one time he was billed as \"the man who makes more than the president\".",
      "pageId": 907187,
      "monthDay": "09/21"
    },
    {
      "year": "1882",
      "uri": "/wiki/Geevarghese_Ivanios",
      "name": "Geevarghese Ivanios",
      "aboutText": "James Edward Talmage (September 21, 1862 – July 27, 1933) was a member of the Quorum of the Twelve Apostles of The Church of Jesus Christ of Latter-day Saints (LDS Church) from 1911 until his death.",
      "pageId": 1072670,
      "monthDay": "09/21"
    },
    {
      "year": "1884",
      "uri": "/wiki/D%C3%A9nes_K%C5%91nig",
      "name": "Dénes Kőnig",
      "aboutText": "Charles William Train VC (21 September 1890 – 28 March 1965) was an English recipient of the Victoria Cross, the highest and most prestigious award for gallantry in the face of the enemy that can be awarded to British and Commonwealth forces.",
      "pageId": 1192109,
      "monthDay": "09/21"
    },
    {
      "year": "1890",
      "uri": "/wiki/Max_Immelmann",
      "name": "Max Immelmann",
      "aboutText": "Dénes Kőnig (September 21, 1884 – October 19, 1944) was a Jewish Hungarian mathematician who worked in and wrote the first textbook on the field of graph theory.",
      "pageId": 1327120,
      "monthDay": "09/21"
    },
    {
      "year": "1890",
      "uri": "/wiki/Charles_William_Train",
      "name": "Charles William Train",
      "aboutText": "Frederick Coutts, CBE (21 September 1899 – 6 February 1986) was the 8th General of The Salvation Army (1963-1969).\nThe son of corps officers, he was born in Kirkcaldy, Scotland. In 1920, he became an Officer of The Salvation Army from the corps in Batley, England.",
      "pageId": 2119856,
      "monthDay": "09/21"
    },
    {
      "year": "1892",
      "uri": "/wiki/Olof_%C3%85s",
      "name": "Olof Ås",
      "aboutText": "Sir Allen Lane (born Allen Lane Williams; 21 September 1902 – 7 July 1970) was a British publisher who together with his brothers Richard and John founded Penguin Books, bringing high-quality paperback fiction and non-fiction to the mass market.",
      "pageId": 3229873,
      "monthDay": "09/21"
    },
    {
      "year": "1894",
      "uri": "/wiki/Anton_Pi%C3%ABch",
      "name": "Anton Piëch",
      "aboutText": "Lieutenant Henry Tingle Wilde, RNR (21 September 1872 in Walton, Liverpool, England – 15 April 1912) was the Chief Officer of the RMS Titanic.",
      "pageId": 3576739,
      "monthDay": "09/21"
    },
    {
      "year": "1896",
      "uri": "/wiki/Walter_Breuning",
      "name": "Walter Breuning",
      "aboutText": "Archbishop Aboon Geevarghese Mar Ivanios (born 21 September 1882 as Geevarghese Panickeruveetil) was the first Metropolitan Archbishop of Trivandrum and the main architect of the Reunion Movement. He is one among the founders of the Bethany Ashram order of monks. He was the first M.A. degree holder in the Malankara Church.",
      "pageId": 3678255,
      "monthDay": "09/21"
    },
    {
      "year": "1899",
      "uri": "/wiki/Frederick_Coutts",
      "name": "Frederick Coutts",
      "aboutText": "Peter McWilliam (21 September 1879, Inverness, Scotland – 1 October 1951, Redcar, England) was a Scottish footballer who played at left-half for Inverness Thistle, Newcastle United and Scotland.",
      "pageId": 9001767,
      "monthDay": "09/21"
    },
    {
      "year": "1902",
      "uri": "/wiki/Luis_Cernuda",
      "name": "Luis Cernuda",
      "aboutText": "Walter Breuning (September 21, 1896 – April 14, 2011) was an American supercentenarian. At the time of his death Breuning was the fourth oldest verified undisputed man ever and the third oldest verified American man ever.",
      "pageId": 9304667,
      "monthDay": "09/21"
    },
    {
      "year": "1902",
      "uri": "/wiki/Allen_Lane",
      "name": "Allen Lane",
      "aboutText": "Olof Alvar Hage Ås (21 September 1892 – 4 September 1949) was a Swedish theater and film actor stage manager.\nÅs was born in Stockholm, and begin his career on the stage. He then began a career in the 1910s as a stage manager.",
      "pageId": 38155055,
      "monthDay": "09/21"
    },
    {
      "year": "1902",
      "uri": "/wiki/Howie_Morenz",
      "name": "Howie Morenz",
      "aboutText": "Anton Piëch /'antoːn 'piɛç/ (21 September 1894 in Vienna, Austria-Hungary – 29 August 1952 in Klagenfurt, Austria) was an Austrian lawyer and the son-in-law of Ferdinand Porsche.",
      "pageId": 42253455,
      "monthDay": "09/21"
    },
    {
      "year": "1903",
      "uri": "/wiki/Preston_Tucker",
      "name": "Preston Tucker",
      "aboutText": "Charles Martin \"Chuck\" Jones (September 21, 1912 – February 22, 2002) was an American animator, cartoon artist, screenwriter, producer, and director of animated films, most memorably of Looney Tunes and Merrie Melodies shorts for the Warner Bros. Cartoons studio. He directed many classic animated cartoon shorts starring Bugs Bunny, Daffy Duck, the Road Runner and Wile E. Coyote, Pepé Le Pew, Porky Pig and a slew of other Warner characters.",
      "pageId": 7672,
      "monthDay": "09/21"
    },
    {
      "year": "1905",
      "uri": "/wiki/Robert_Lebel_(ice_hockey)",
      "name": "Robert Lebel",
      "aboutText": "Kwame Nkrumah PC (1909? – 27 April 1972) led Ghana to independence from Britain in 1957 and served as its first prime minister and president. Nkrumah first gained power as leader of the colonial Gold Coast, and held it until he was deposed in 1966.",
      "pageId": 17062,
      "monthDay": "09/21"
    },
    {
      "year": "1906",
      "uri": "/wiki/Henry_Beachell",
      "name": "Henry Beachell",
      "aboutText": "Preston Thomas Tucker (September 21, 1903 – December 26, 1956) was an American automobile designer and entrepreneur.\nHe is most remembered for his 1948 Tucker Sedan (known as the \"Tucker '48\" and initially nicknamed the \"Tucker Torpedo\"), an automobile which introduced many features that have since become widely used in modern cars. Production of the Tucker '48 was shut down amidst scandal and controversial accusations of stock fraud on March 3, 1949.",
      "pageId": 54551,
      "monthDay": "09/21"
    },
    {
      "year": "1909",
      "uri": "/wiki/Kwame_Nkrumah",
      "name": "Kwame Nkrumah",
      "aboutText": "Sir Leslie Ronald \"Jimmy\" Young CBE (born 21 September 1921) is a British singer, disc jockey and radio interviewer.",
      "pageId": 179931,
      "monthDay": "09/21"
    },
    {
      "year": "1910",
      "uri": "/wiki/Meinrad_Sch%C3%BCtter",
      "name": "Meinrad Schütter",
      "aboutText": "Mario Augusto Bunge (Spanish: [ˈbuŋxe]; born September 21, 1919) is an Argentine philosopher, philosopher of science and physicist mainly active in Canada.",
      "pageId": 201112,
      "monthDay": "09/21"
    },
    {
      "year": "1912",
      "uri": "/wiki/Chuck_Jones",
      "name": "Chuck Jones",
      "aboutText": "Hermann Buhl (September 21, 1924 – June 27, 1957) was an Austrian mountaineer, and is considered one of the best climbers of all time. He was particularly innovative in applying alpine style to Himalayan climbing.",
      "pageId": 357075,
      "monthDay": "09/21"
    },
    {
      "year": "1912",
      "uri": "/wiki/Gy%C3%B6rgy_S%C3%A1ndor",
      "name": "György Sándor",
      "aboutText": "Fazlur Rahman Malik (Urdu: فضل الرحمان ملک) (September 21, 1919 – July 26, 1988) generally known as Fazlur Rahman was a well-known scholar of Islam.\nRahman was born in the Hazara District of the North West Frontier Province (now Khyber Pakhtunkhwa) of British India (now Pakistan. . His father, Maulana Shihab al-Din, was a well-known scholar of the time who had studied at Deoband and had achieved the rank of alim, through his studies of Islamic law (fiqh, hadith, Qur'anic tafsir, logic, philosophy and other subjects).",
      "pageId": 916219,
      "monthDay": "09/21"
    },
    {
      "year": "1914",
      "uri": "/wiki/Slam_Stewart",
      "name": "Slam Stewart",
      "aboutText": "Dr. Henry M. Beachell (September 21, 1906 – December 13, 2006) was an American plant breeder. His research led to the development of hybrid rice cultivars that saved millions of people around the world from starvation.",
      "pageId": 1083119,
      "monthDay": "09/21"
    },
    {
      "year": "1916",
      "uri": "/wiki/Fran%C3%A7oise_Giroud",
      "name": "Françoise Giroud",
      "aboutText": "John William Gofman (September 21, 1918 – August 15, 2007) was an American scientist and advocate. He was Professor Emeritus of Molecular and Cell Biology at University of California at Berkeley.\nGofman pioneered the field of clinical lipidology, and was honoured with the title of \"Father of Clinical Lipidology\" by the Journal of Clinical Lipidology in 2007.",
      "pageId": 1925921,
      "monthDay": "09/21"
    },
    {
      "year": "1917",
      "uri": "/wiki/Phyllis_Nicolson",
      "name": "Phyllis Nicolson",
      "aboutText": "Leroy Eliot \"Slam\" Stewart (September 21, 1914 – December 10, 1987) was an African American jazz bass player whose trademark style was his ability to bow the bass (arco) and simultaneously hum or sing an octave higher.",
      "pageId": 2234047,
      "monthDay": "09/21"
    },
    {
      "year": "1917",
      "uri": "/wiki/Jakob_%22Jackie%22_Gerlich",
      "name": "Jakob \"Jackie\" Gerlich",
      "aboutText": "John Joseph McHale (September 21, 1921 – January 17, 2008) was an American first baseman and executive in Major League Baseball who served as the general manager of three teams: the Detroit Tigers, Milwaukee/Atlanta Braves, and Montreal Expos. He served as the first president and executive director of the Expos during their maiden years in the National League, and owned ten percent of the team. His son John McHale Jr.",
      "pageId": 2381216,
      "monthDay": "09/21"
    },
    {
      "year": "1918",
      "uri": "/wiki/Rand_Brooks",
      "name": "Rand Brooks",
      "aboutText": "György Sándor (Hungarian pronunciation: [ˈɟørɟ ˈʃaːndor]; 21 September 1912 – 9 December 2005) was a Hungarian pianist and writer.",
      "pageId": 3444037,
      "monthDay": "09/21"
    },
    {
      "year": "1918",
      "uri": "/wiki/John_Gofman",
      "name": "John Gofman",
      "aboutText": "Meinrad Schütter (21 September 1910 – 12 January 2006) was a Swiss composer. He studied with Willy Burkhard during World War II and with Paul Hindemith from 1950 to 1954.",
      "pageId": 3719555,
      "monthDay": "09/21"
    },
    {
      "year": "1918",
      "uri": "/wiki/Karl_Slover",
      "name": "Karl Slover",
      "aboutText": "Françoise Giroud, born France Gourdji (21 September 1916 in Lausanne, Switzerland and not in Geneva as often written – 19 January 2003 in Neuilly-sur-Seine) was a French journalist, screenwriter, writer and politician.",
      "pageId": 3970923,
      "monthDay": "09/21"
    },
    {
      "year": "1919",
      "uri": "/wiki/Mario_Bunge",
      "name": "Mario Bunge",
      "aboutText": "Robert Lebel (September 21, 1905 in Quebec City, Quebec – September 20, 1999) was a Canadian ice hockey administrator who served as president of both the Canadian Amateur Hockey Association and the International Ice Hockey Federation. He was also a successful mayor, serving as the mayor of Chambly, Quebec. He was elected to the Hockey Hall of Fame in 1970.",
      "pageId": 6171229,
      "monthDay": "09/21"
    },
    {
      "year": "1919",
      "uri": "/wiki/Herman_Fowlkes,_Jr.",
      "name": "Herman Fowlkes, Jr.",
      "aboutText": "Phyllis Nicolson (21 September 1917 – 6 October 1968) was a British mathematician most known for her work on the Crank–Nicolson scheme together with John Crank.\nShe was born Phyllis Lockett in Macclesfield and went to Stockport High School for Girls. She graduated from Manchester University with a B.Sc.",
      "pageId": 10066571,
      "monthDay": "09/21"
    },
    {
      "year": "1919",
      "uri": "/wiki/Fazlur_Rahman_Malik",
      "name": "Fazlur Rahman Malik",
      "aboutText": "Herman Fowlkes, Jr. (September 21, 1919 – April 3, 1993) was an American jazz musician and educator from Chicago, Illinois.",
      "pageId": 11885176,
      "monthDay": "09/21"
    },
    {
      "year": "1921",
      "uri": "/wiki/John_McHale_(baseball)",
      "name": "John McHale",
      "aboutText": "Karl Slover (September 21, 1918 – November 15, 2011) was a Slovak-born American actor best known as one of the Munchkins in The Wizard of Oz (1939).",
      "pageId": 18086562,
      "monthDay": "09/21"
    },
    {
      "year": "1921",
      "uri": "/wiki/Jimmy_Young_(disc_jockey)",
      "name": "Jimmy Young",
      "aboutText": "Rand Brooks (September 21, 1918 – September 1, 2003) was an American film actor, originally from St.",
      "pageId": 34354579,
      "monthDay": "09/21"
    },
    {
      "year": "1924",
      "uri": "/wiki/Hermann_Buhl",
      "name": "Hermann Buhl",
      "aboutText": "Jakob \"Jackie\" E. Gerlich (September 21, 1917 – December 27, 1960) was a dwarf Austrian emigree most notable for his appearance in the 1939 American film The Wizard of Oz.\nGerlich was born in Vienna, Austria. He emigrated to America when he arrived in New York City on the S.S. President Roosevelt ocean liner on March 13, 1936.",
      "pageId": 40184458,
      "monthDay": "09/21"
    },
    {
      "year": "1926",
      "uri": "/wiki/Don_Dunstan",
      "name": "Don Dunstan",
      "aboutText": "Larry Martin Hagman (September 21, 1931 –  November 23, 2012) was an American film and television actor, director and producer best known for playing ruthless oil baron J. R. Ewing in the 1980s prime time television soap opera Dallas, and befuddled astronaut Major Anthony \"Tony\" Nelson in the 1960s sitcom I Dream of Jeannie.\nHagman had supporting roles in numerous films, including Fail-Safe, Harry and Tonto, Nixon, and Primary Colors. His television appearances also included guest roles on dozens of shows spanning from the late 1950s up until his death, and a reprisal of his signature role on the 2012 revival of Dallas.",
      "pageId": 324168,
      "monthDay": "09/21"
    },
    {
      "year": "1926",
      "uri": "/wiki/Donald_A._Glaser",
      "name": "Donald A. Glaser",
      "aboutText": "Noor Jehan, (Urdu: نور جہاں‎, born Allah Rakhi Wasai; 21 September 1926 – 23 December 2000) better known by her honorific title Malika-e-Tarannum, (Urdu: ملکہ ترنم‎), was a Pakistani singer and actress who worked first in British India and then in Pakistan. Her career spanned seven decades (1930s–1990s). In the Indian subcontinent she was renowned as one of the greatest and most influential singers of all times and was given the honorific title of Malika-e-Tarannum, (the queen of melody) in Pakistan.",
      "pageId": 368733,
      "monthDay": "09/21"
    },
    {
      "year": "1926",
      "uri": "/wiki/Noor_Jehan",
      "name": "Noor Jehan",
      "aboutText": "Donald Arthur Glaser (September 21, 1926 – February 28, 2013) was an American physicist, neurobiologist, and the winner of the 1960 Nobel Prize in Physics for his invention of the bubble chamber used in subatomic particle physics.",
      "pageId": 375390,
      "monthDay": "09/21"
    },
    {
      "year": "1926",
      "uri": "/wiki/Fereydoon_Moshiri",
      "name": "Fereydoon Moshiri",
      "aboutText": "Reies Lopez Tijerina (September 21, 1926 – January 19, 2015) led a struggle in the 1960s and 1970s to restore New Mexican land grants to the descendants of their Spanish colonial and Mexican owners.2 As a vocal spokesman for the rights of Hispanics and Mexican Americans, he became a major figure of the early Chicano Movement (although he preferred \"Indohispano\" as a name for his people). As an activist, he worked in community education and organization, media relations, and land reclamations. He became famous and infamous internationally for his 1967 armed raid on the Tierra Amarilla courthouse.",
      "pageId": 435880,
      "monthDay": "09/21"
    },
    {
      "year": "1926",
      "uri": "/wiki/Reies_Tijerina",
      "name": "Reies Tijerina",
      "aboutText": "Robert \"Bob\" Stokoe (21 September 1930 – 1 February 2004) was an English footballer and manager who was able, almost uniquely, to transcend the traditional north-east rivalry between the region's footballing giants, Newcastle United and Sunderland.",
      "pageId": 466318,
      "monthDay": "09/21"
    },
    {
      "year": "1927",
      "uri": "/wiki/Ward_Swingle",
      "name": "Ward Swingle",
      "aboutText": "John Morgan (September 21, 1930 – November 15, 2004) was a Welsh-born Canadian comedian.\nBorn in Aberdare, Wales, Morgan played numerous characters on the CBC sketch comedy television series Royal Canadian Air Farce from 1993 to 2001 and its predecessor on CBC Radio, including perpetually disgusted Scotsman Jock McBile, socialite Amy De La Pompa, and monosyllabic Mike from Canmore, as well as satirical portrayals of such prominent individuals as Herb Gray, Deborah Grey, and Boris Yeltsin. He was a co-founder of the series, and critics called him its heart.",
      "pageId": 535889,
      "monthDay": "09/21"
    },
    {
      "year": "1929",
      "uri": "/wiki/H%C3%A9ctor_Alterio",
      "name": "Héctor Alterio",
      "aboutText": "Donald Allan \"Don\" Dunstan AC, QC (21 September 1926 – 6 February 1999) was a South Australian politician. He entered politics as the Member for Norwood in 1953, became state Labor leader in 1967, and was Premier of South Australia between June 1967 and April 1968, and again between June 1970 and February 1979.\nThe son of business executive, Dunstan grew up as part of the Adelaide establishment.",
      "pageId": 543848,
      "monthDay": "09/21"
    },
    {
      "year": "1929",
      "uri": "/wiki/Shafi_Hadi",
      "name": "Shafi Hadi",
      "aboutText": "Sir Bernard Arthur Owen Williams, FBA (21 September 1929 – 10 June 2003) was an English moral philosopher, described by The Times as the \"most brilliant and most important British moral philosopher of his time.\" His publications include Problems of the Self (1973), Moral Luck (1981), Ethics and the Limits of Philosophy (1985), and Truth and Truthfulness (2002). He was knighted in 1999.\nAs Knightbridge Professor of Philosophy at the University of Cambridge and Deutsch Professor of Philosophy at the University of California, Berkeley, Williams became known internationally for his attempt to reorient the study of moral philosophy to history and culture, politics and psychology, and in particular to the Greeks.",
      "pageId": 552586,
      "monthDay": "09/21"
    },
    {
      "year": "1929",
      "uri": "/wiki/S%C3%A1ndor_Kocsis",
      "name": "Sándor Kocsis",
      "aboutText": "Sándor Péter Kocsis (Hungarian pronunciation: [ˈʃaːndor ˈpeːtɛr ˈkot͡ʃiʃ]; 21 September 1929 – 22 July 1979) was a Hungarian footballer who played for Ferencváros TC, Budapest Honvéd, Young Fellows Zürich, FC Barcelona and Hungary. During the 1950s, along with Ferenc Puskás, Zoltán Czibor, József Bozsik and Nándor Hidegkuti, he was a member of the Mighty Magyars. After the 1956 Hungarian Revolution he moved to Spain where he became a member of the FC Barcelona team of the late 1950s.",
      "pageId": 1131781,
      "monthDay": "09/21"
    },
    {
      "year": "1929",
      "uri": "/wiki/Edgar_Valter",
      "name": "Edgar Valter",
      "aboutText": "James Christopher \"Jimmy\" Armfield, CBE, DL (born 21 September 1935 in Denton, Lancashire) is an English former professional football player and manager who currently works as a football pundit for BBC Radio Five Live. He played the whole of his Football League career at Blackpool, usually at right back. Between 1954 and 1971 he played 627 games in all competitions, scored six goals, and spent a decade as the club's captain.",
      "pageId": 1830632,
      "monthDay": "09/21"
    },
    {
      "year": "1929",
      "uri": "/wiki/Bernard_Williams",
      "name": "Bernard Williams",
      "aboutText": "Héctor Benjamín Alterio Onorato (born September 21, 1929 in Buenos Aires) is an Argentine theatre, film and television actor, well known both in Argentina and Spain.",
      "pageId": 2724017,
      "monthDay": "09/21"
    },
    {
      "year": "1930",
      "uri": "/wiki/John_Morgan_(comedian)",
      "name": "John Morgan",
      "aboutText": "Allan Jeans (21 September 1933 – 13 July 2011) was an Australian rules footballer and coach. He was inducted into the Australian Football Hall of Fame at its inception in 1996.",
      "pageId": 3232234,
      "monthDay": "09/21"
    },
    {
      "year": "1930",
      "uri": "/wiki/Bob_Stokoe",
      "name": "Bob Stokoe",
      "aboutText": "Shirley Conran (born 21 September 1932) is a British novelist and journalist.",
      "pageId": 4111990,
      "monthDay": "09/21"
    },
    {
      "year": "1931",
      "uri": "/wiki/Larry_Hagman",
      "name": "Larry Hagman",
      "aboutText": "Edgar Valter (21 September 1929 Tallinn – 4 March 2006 Tartu) was an Estonian writer and illustrator of children's books, with over 250 books to his name, through 55 years of activity (1950–2005).",
      "pageId": 4321535,
      "monthDay": "09/21"
    },
    {
      "year": "1932",
      "uri": "/wiki/Shirley_Conran",
      "name": "Shirley Conran",
      "aboutText": "Fereydoon Moshiri (Persian: فریدون مشیری‎‎; 1927 in Tehran, Iran – October 24, 2000 in Tehran) was one of the prominent contemporary Persian poets who versified in both modern and classic styles of the Persian poem.\nA selection of his poems has been translated into English entitled With All my Tears by Ismail Salami.",
      "pageId": 4403167,
      "monthDay": "09/21"
    },
    {
      "year": "1932",
      "uri": "/wiki/Don_Preston",
      "name": "Don Preston",
      "aboutText": "Ward Lamar Swingle (September 21, 1927 – January 19, 2015) was an American vocalist and jazz musician who founded The Swingle Singers in France in 1962.",
      "pageId": 4612502,
      "monthDay": "09/21"
    },
    {
      "year": "1933",
      "uri": "/wiki/Allan_Jeans",
      "name": "Allan Jeans",
      "aboutText": "Donald Ward Preston also known as Dom DeWilde or Biff Debrie, is an American jazz and rock and roll musician.",
      "pageId": 4941926,
      "monthDay": "09/21"
    },
    {
      "year": "1933",
      "uri": "/wiki/Dick_Simon",
      "name": "Dick Simon",
      "aboutText": "Dick Simon (born September 21, 1933 in Sandy, Utah) is one of the oldest men to ever have raced in the Indianapolis 500. He was 55 years old during his final Indy 500 start in 1988. A multiple starter and top-ten finisher in the race, he also became a car owner, founding Dick Simon Racing helping to begin the IndyCar careers of Stéphan Grégoire, Arie Luyendyk, Raul Boesel, and others.",
      "pageId": 5410840,
      "monthDay": "09/21"
    },
    {
      "year": "1934",
      "uri": "/wiki/Leonard_Cohen",
      "name": "Leonard Cohen",
      "aboutText": "Shafi Hadi (born Curtis Porter, 21 September 1929) is an American jazz tenor and alto saxophonist known for his recordings with Charles Mingus and with Hank Mobley.",
      "pageId": 11199858,
      "monthDay": "09/21"
    },
    {
      "year": "1935",
      "uri": "/wiki/Jimmy_Armfield",
      "name": "Jimmy Armfield",
      "aboutText": "Leonard Norman Cohen, CC GOQ (born 21 September 1934) is a Canadian singer, songwriter, musician, painter, poet, and novelist. His work has explored religion, politics, isolation, sexuality, and personal relationships. Cohen has been inducted into both the Canadian Music Hall of Fame and the Canadian Songwriters Hall of Fame as well as the American Rock and Roll Hall of Fame.",
      "pageId": 19965375,
      "monthDay": "09/21"
    },
    {
      "year": "1935",
      "uri": "/wiki/Henry_Gibson",
      "name": "Henry Gibson",
      "aboutText": "Ewart Beckford OD (born 21 September 1942), known by the stage name U-Roy, is a Jamaican vocalist and pioneer of toasting.",
      "pageId": 210434,
      "monthDay": "09/21"
    },
    {
      "year": "1936",
      "uri": "/wiki/Ian_Albery",
      "name": "Ian Albery",
      "aboutText": "William Hamilton McWhorter Jordan (September 21, 1944 – May 20, 2008) was Chief of Staff to President of the United States Jimmy Carter.",
      "pageId": 256633,
      "monthDay": "09/21"
    },
    {
      "year": "1936",
      "uri": "/wiki/Dickey_Lee",
      "name": "Dickey Lee",
      "aboutText": "James Marcellus Arthur \"Sunny\" Murray (born September 21, 1936 in Idabel, Oklahoma) is one of the pioneers of the free jazz style of drumming.",
      "pageId": 511585,
      "monthDay": "09/21"
    },
    {
      "year": "1936",
      "uri": "/wiki/Yury_Luzhkov",
      "name": "Yury Luzhkov",
      "aboutText": "Bill Kurtis (born William Horton Kuretich; September 21, 1940) is an American television journalist, producer, narrator, and news anchor. He was also the host of a number of A&E crime and news documentary shows, including Investigative Reports, American Justice, and Cold Case Files. Previously, he anchored CBS Morning News, and was the longtime anchor at WBBM-TV, the CBS-owned and -operated TV station in Chicago.",
      "pageId": 673458,
      "monthDay": "09/21"
    },
    {
      "year": "1936",
      "uri": "/wiki/Sunny_Murray",
      "name": "Sunny Murray",
      "aboutText": "Yury Mikhaylovich Luzhkov (Russian: Ю́рий Миха́йлович Лужко́в; born 21 September 1936) is a Russian politician who was the Mayor of Moscow from 1992 to 2010. He was also vice-chairman and one of the founders of the ruling United Russia party.\nDuring Luzhkov's time, Moscow's economy improved and he presided over large construction projects in the city, including the building of a new financial district.",
      "pageId": 756418,
      "monthDay": "09/21"
    },
    {
      "year": "1936",
      "uri": "/wiki/Diane_Rehm",
      "name": "Diane Rehm",
      "aboutText": "Henry Gibson (September 21, 1935 – September 14, 2009) was an American actor, singer, and songwriter, best known as a cast member of Rowan & Martin's Laugh-In, for his portrayal of diminutive country star Haven Hamilton in Nashville, and for his recurring role as Judge Clark Brown on Boston Legal.",
      "pageId": 1169423,
      "monthDay": "09/21"
    },
    {
      "year": "1937",
      "uri": "/wiki/John_D%27Amico_(ice_hockey)",
      "name": "John D'Amico",
      "aboutText": "Douglas Edwin Moe (born September 21, 1938) is an American former professional basketball player and coach.",
      "pageId": 1450221,
      "monthDay": "09/21"
    },
    {
      "year": "1938",
      "uri": "/wiki/Doug_Moe",
      "name": "Doug Moe",
      "aboutText": "Samuel Edward Thomas McDowell (born September 21, 1942 in Pittsburgh, Pennsylvania), is a former professional baseball pitcher. He played fifteen seasons in Major League Baseball, with the first 11 coming for the Cleveland Indians before a 1971 trade to the San Francisco Giants, followed by stints with the New York Yankees and Pittsburgh Pirates. A six-time All-Star (1965, 1966, 1968, 1969, 1970 and 1971), McDowell was primarily a starting pitcher during his major league career.",
      "pageId": 1492362,
      "monthDay": "09/21"
    },
    {
      "year": "1939",
      "uri": "/wiki/Agnivesh",
      "name": "Agnivesh",
      "aboutText": "Patricia Neal (born September 21, 1944), known professionally as Fannie Flagg, is an American actress, comedian and author. She is best known as a semi-regular panelist on the 1973–82 versions of the game show Match Game and for the 1987 novel Fried Green Tomatoes at the Whistle Stop Cafe, which was adapted into the 1991 movie Fried Green Tomatoes.",
      "pageId": 1583724,
      "monthDay": "09/21"
    },
    {
      "year": "1940",
      "uri": "/wiki/Ron_Fenton",
      "name": "Ron Fenton",
      "aboutText": "Diane Rehm (/ˈriːm/; born Diane Aed; September 21, 1936) is an American public radio talk show host. Her program, The Diane Rehm Show, is distributed nationally and internationally by National Public Radio. It is produced at WAMU, which is licensed to American University in Washington, D.C. Rehm has announced that she plans to retire after the 2016 elections.",
      "pageId": 1856460,
      "monthDay": "09/21"
    },
    {
      "year": "1940",
      "uri": "/wiki/Hermann_Knoflacher",
      "name": "Hermann Knoflacher",
      "aboutText": "John David D'Amico (September 21, 1937 - May 29, 2005) was a National Hockey League (NHL) linesman and later supervisor of officials.\nA native of Toronto and graduate of De La Salle College, D'Amico's NHL career started as a referee on October 12, 1964, when he was 27 years old. He refereed only 19 games before becoming a linesman.",
      "pageId": 1968302,
      "monthDay": "09/21"
    },
    {
      "year": "1940",
      "uri": "/wiki/Bill_Kurtis",
      "name": "Bill Kurtis",
      "aboutText": "Freddie Joe \"Jack\" Brisco (September 21, 1941 – February 1, 2010) was an American professional wrestler. He performed for various territories of the National Wrestling Alliance (NWA), becoming a two-time NWA World Heavyweight Champion, and multi-time NWA Tag Team Champion with his brother Gerald Brisco.",
      "pageId": 2798890,
      "monthDay": "09/21"
    },
    {
      "year": "1941",
      "uri": "/wiki/Jack_Brisco",
      "name": "Jack Brisco",
      "aboutText": "Agnivesh (or Swami Agnivesh; born 21 September 1939) is an Indian politician and a former Member of Legislative Assembly from the Indian state of Haryana, an Arya Samaj scholar, and a social activist. He is best known for his work against bonded labour through the Bonded Labour Liberation Front, which he founded in 1981. Agnivesh became president(2004-2014) of the World Council of Arya Samaj, which is Highest International body of Arya Samaj moment originally stabilized by Swami Dayanan Saraswati in 1875, and served as the chairperson of the United Nations Voluntary Trust Fund on Contemporary Forms of Slavery from 1994 to 2004.",
      "pageId": 11256072,
      "monthDay": "09/21"
    },
    {
      "year": "1941",
      "uri": "/wiki/R._James_Woolsey,_Jr.",
      "name": "R. James Woolsey, Jr.",
      "aboutText": "Royden Dickey Lipscomb (born September 21, 1936), known professionally as Dickey Lee (sometimes misspelled Dickie Lee or Dicky Lee), is an American pop/country singer and songwriter, best known for the 1960s teenage tragedy songs \"Patches\" and \"Laurie (Strange Things Happen).\"",
      "pageId": 11414413,
      "monthDay": "09/21"
    },
    {
      "year": "1942",
      "uri": "/wiki/U-Roy",
      "name": "U-Roy",
      "aboutText": "Marcus Binney, CBE (b. 21 September 1944) is a British architectural historian and author.",
      "pageId": 13632686,
      "monthDay": "09/21"
    },
    {
      "year": "1942",
      "uri": "/wiki/Sam_McDowell",
      "name": "Sam McDowell",
      "aboutText": "Ronald Fenton (21 September 1940 – 25 September 2013) was an English football player, coach and manager. He played as an inside forward and made nearly 200 appearances in the Football League.\nFenton was born in South Shields, and began his football career with his home town club before joining Burnley as a junior.",
      "pageId": 14928916,
      "monthDay": "09/21"
    },
    {
      "year": "1944",
      "uri": "/wiki/Steve_Beshear",
      "name": "Steve Beshear",
      "aboutText": "Hermann Knoflacher (born 21 September 1940 in Villach) is an Austrian civil engineer.",
      "pageId": 17158134,
      "monthDay": "09/21"
    },
    {
      "year": "1944",
      "uri": "/wiki/Marcus_Binney",
      "name": "Marcus Binney",
      "aboutText": "Ian Bronson Albery (born 21 September 1936) is an English theatre consultant, manager, and producer. He is a former chief executive of Sadler's Wells Theatre (1994-2002), and was in charge of the Donmar Warehouse from 1961 to 1989.\nHe is the son of Sir Donald Albery, a prolific theatre manager.",
      "pageId": 22744650,
      "monthDay": "09/21"
    },
    {
      "year": "1944",
      "uri": "/wiki/Fannie_Flagg",
      "name": "Fannie Flagg",
      "aboutText": "Steven Lynn \"Steve\" Beshear (born September 21, 1944) is an American attorney and Democratic Party politician who was the 61st Governor of Kentucky 2007 to 2015. He served in the Kentucky House of Representatives from 1974 to 1979, was the state's Attorney General from 1980 to 1983, and was the 49th Lieutenant Governor from 1983 to 1987.\nAfter graduating from the University of Kentucky College of Law in 1968, Beshear briefly practiced law in New York before returning to Kentucky and being elected to the state legislature, where he gained a reputation as a consumer advocate.",
      "pageId": 23273510,
      "monthDay": "09/21"
    },
    {
      "year": "1944",
      "uri": "/wiki/Hamilton_Jordan",
      "name": "Hamilton Jordan",
      "aboutText": "Robert James Woolsey, Jr. (born September 21, 1941) is a national security and energy specialist and former Director of Central Intelligence who headed the Central Intelligence Agency from February 5, 1993 until January 10, 1995. A lawyer by training and trade, he held a variety of government positions in the 1970s and 1980s, including as Under Secretary of the Navy from 1977 to 1979, and was involved in treaty negotiations with the Soviet Union for five years in the 1980s.",
      "pageId": 30862538,
      "monthDay": "09/21"
    },
    {
      "year": "1944",
      "uri": "/wiki/Bobby_Tench",
      "name": "Bobby Tench",
      "aboutText": "Stephen Edwin King (born September 21, 1947) is an American author of contemporary horror, supernatural fiction, suspense, science fiction, and fantasy. His books have sold more than 350 million copies, many of which have been adapted into feature films, miniseries, television shows, and comic books. King has published 54 novels, including seven under the pen name Richard Bachman, and six non-fiction books.",
      "pageId": 26954,
      "monthDay": "09/21"
    },
    {
      "year": "1945",
      "uri": "/wiki/Jerry_Bruckheimer",
      "name": "Jerry Bruckheimer",
      "aboutText": "Moritz Leuenberger (born 21 September 1946 in Biel/Bienne, Canton of Bern) is a Swiss politician, lawyer, was a member of the Swiss Federal Council from 1995 to 2010 and President of the Confederation in 2001 and in 2006.\nLeuenberger was elected to the Federal Council on 27 September 1995 as a member of the Social Democratic Party (SPS/PSS) from the Canton of Zürich. From 1991 to 1995, he was a member of the government of the Canton of Zurich.",
      "pageId": 155831,
      "monthDay": "09/21"
    },
    {
      "year": "1945",
      "uri": "/wiki/G._C._Cameron",
      "name": "G. C. Cameron",
      "aboutText": "Charles Rodway Clarke (born 21 September 1950) is a British Labour Party politician, who was the Member of Parliament (MP) for Norwich South from 1997 until 2010, and served as Home Secretary from December 2004 until May 2006.",
      "pageId": 304386,
      "monthDay": "09/21"
    },
    {
      "year": "1945",
      "uri": "/wiki/Richard_Childress",
      "name": "Richard Childress",
      "aboutText": "Jerome Leon \"Jerry\" Bruckheimer (born September 21, 1943) is an American film and television producer. He has achieved great success in the genres of action, drama, and science fiction. His best known television series are CSI: Crime Scene Investigation, CSI: Miami, CSI: NY, Without a Trace, Cold Case, and the U.S. version of The Amazing Race.",
      "pageId": 311200,
      "monthDay": "09/21"
    },
    {
      "year": "1945",
      "uri": "/wiki/Shaw_Clifton",
      "name": "Shaw Clifton",
      "aboutText": "Marsha Norman (born September 21, 1947) is an American playwright, screenwriter, and novelist. She received the 1983 Pulitzer Prize for Drama for her play 'night, Mother. She wrote the book and lyrics for such Broadway musicals as The Secret Garden, for which she won a Tony Award and the Drama Desk Award for Outstanding Book of a Musical, and The Red Shoes, as well as the libretto for the musical The Color Purple  and the book for the musical The Bridges of Madison County.",
      "pageId": 1142145,
      "monthDay": "09/21"
    },
    {
      "year": "1945",
      "uri": "/wiki/Kay_Ryan",
      "name": "Kay Ryan",
      "aboutText": "Artis Gilmore (born September 21, 1949) is an American retired basketball player who played in the American Basketball Association (ABA) and National Basketball Association (NBA). Gilmore was inducted into the Naismith Memorial Basketball Hall of Fame on August 12, 2011.\nA star center during his two collegiate years at Jacksonville University, in Jacksonville, Florida, Gilmore led the Dolphins to the NCAA Division I championship game in 1970, where his team was beaten 80-69 by the UCLA Bruins.",
      "pageId": 1428505,
      "monthDay": "09/21"
    },
    {
      "year": "1946",
      "uri": "/wiki/Rose_Garrard",
      "name": "Rose Garrard",
      "aboutText": "George Curtis \"G.C.\" Cameron (born September 21, 1945, in Jackson, Mississippi) is an American soul and R&B singer. Perhaps best known as the lead singer of supergroup \"The Spinners\" on their 1970 hit \"It's a Shame\" and for his 1975 hit \"It's So Hard to Say Goodbye to Yesterday\".",
      "pageId": 1543133,
      "monthDay": "09/21"
    },
    {
      "year": "1946",
      "uri": "/wiki/Moritz_Leuenberger",
      "name": "Moritz Leuenberger",
      "aboutText": "Mart Siimann (born September 21, 1946) was the Prime Minister of Estonia from 1997 to 1999. Since 2001, he has been the president of the Estonian Olympic Committee.\nBorn at Kilingi-Nõmme, Siimann studied at the University of Tartu from 1965 to 1971.",
      "pageId": 1581396,
      "monthDay": "09/21"
    },
    {
      "year": "1946",
      "uri": "/wiki/Ed_Nimmervoll",
      "name": "Ed Nimmervoll",
      "aboutText": "Donald William \"Don\" Felder (born September 21, 1947) is an American musician and songwriter, best known for his work as a lead guitarist for the Eagles from 1974 to 2001.",
      "pageId": 1755289,
      "monthDay": "09/21"
    },
    {
      "year": "1946",
      "uri": "/wiki/Mart_Siimann",
      "name": "Mart Siimann",
      "aboutText": "Yūsaku Matsuda (松田 優作, Matsuda Yūsaku, September 21, 1949 – November 6, 1989) was a Japanese actor. In Japan he was best known for roles in action films and a variety of television series in the 1970s as well as a switch to a wider range of roles in the 1980s. His final film appearance was as the villain Sato in Ridley Scott's Black Rain.",
      "pageId": 1938244,
      "monthDay": "09/21"
    },
    {
      "year": "1947",
      "uri": "/wiki/Don_Felder",
      "name": "Don Felder",
      "aboutText": "Keith Shenton Harris (21 September 1947 – 28 April 2015) was an English ventriloquist, best known for his television show The Keith Harris Show (1982–90), audio recordings, and club appearances with his puppets Orville the Duck and Cuddles the Monkey.",
      "pageId": 2015469,
      "monthDay": "09/21"
    },
    {
      "year": "1947",
      "uri": "/wiki/Keith_Harris_(ventriloquist)",
      "name": "Keith Harris",
      "aboutText": "Jack Dromey (born 21 September 1948) is a British Labour Party politician and trade unionist, who has been the Member of Parliament (MP) for Birmingham Erdington since the 2010 General Election. He was appointed Shadow Minister for Communities and Local Government in the Ed Miliband shadow frontbench and then Shadow Policing Minister in 2013.\nHe was previously the Deputy General Secretary of the Transport and General Workers Union and the Treasurer of the Labour Party.",
      "pageId": 2955799,
      "monthDay": "09/21"
    },
    {
      "year": "1947",
      "uri": "/wiki/Stephen_King",
      "name": "Stephen King",
      "aboutText": "Henry Butler (born September 21, 1949, New Orleans, Louisiana) is an American jazz pianist.",
      "pageId": 2964420,
      "monthDay": "09/21"
    },
    {
      "year": "1947",
      "uri": "/wiki/Marsha_Norman",
      "name": "Marsha Norman",
      "aboutText": "Richard Childress (born September 21, 1945) is a former NASCAR driver and the current team owner of Richard Childress Racing (RCR). As a business entrepreneur, Childress became one of the wealthiest men in North Carolina. A 2003/2004 business venture was the opening of a vineyard in the Yadkin Valley AVA, an American Viticultural Area located in North Carolina.",
      "pageId": 2982073,
      "monthDay": "09/21"
    },
    {
      "year": "1948",
      "uri": "/wiki/Jack_Dromey",
      "name": "Jack Dromey",
      "aboutText": "Shaw Clifton (born 21 September 1945) is a former General of The Salvation Army.",
      "pageId": 3875791,
      "monthDay": "09/21"
    },
    {
      "year": "1949",
      "uri": "/wiki/Henry_Butler",
      "name": "Henry Butler",
      "aboutText": "Kay Ryan (born September 21, 1945) is an American poet and educator. She has published seven volumes of poetry and an anthology of selected and new poems. From 2008 to 2010 she was the sixteenth United States Poet Laureate.",
      "pageId": 7143603,
      "monthDay": "09/21"
    },
    {
      "year": "1949",
      "uri": "/wiki/Artis_Gilmore",
      "name": "Artis Gilmore",
      "aboutText": "Edward Charles \"Ed\" Nimmervoll (21 September 1947 – 10 October 2014) was a prominent Austrian-born Australian rock music journalist, author and historian. He worked on rock magazines Go-Set (1966–1974) and Juke Magazine (1975–92) both as a journalist and as an editor. From 2000, Nimmervoll was editor of HowlSpace, a website detailing Australian rock music history, providing artist profiles, news and video interviews.",
      "pageId": 7417558,
      "monthDay": "09/21"
    },
    {
      "year": "1949",
      "uri": "/wiki/Yusaku_Matsuda",
      "name": "Yusaku Matsuda",
      "aboutText": "Odilo Pedro Scherer (Brazilian Portuguese: [oˈdʒilu ˈpedɾu ˈʃɛɾeɾ]; born September 21, 1949) is a Brazilian Cardinal of the Catholic Church. He currently serves as Archbishop of São Paulo, and was elevated to the cardinalate in 2007.",
      "pageId": 11193849,
      "monthDay": "09/21"
    },
    {
      "year": "1949",
      "uri": "/wiki/Odilo_Scherer",
      "name": "Odilo Scherer",
      "aboutText": "Robert Tench also known as Bob Tench, Bobby Tench and Bobby Gass is a British vocalist, guitarist and sideman. He is best known for working with Freddie King, Jeff Beck, and Van Morrison, also as a member of Gass, Hummingbird, Humble Pie and Streetwalkers.\nAt the start of his career he performed and recorded with Gass and also appeared with Gonzalez, before joining the Jeff Beck Group.",
      "pageId": 20685790,
      "monthDay": "09/21"
    },
    {
      "year": "1950",
      "uri": "/wiki/Charles_Clarke",
      "name": "Charles Clarke",
      "aboutText": "Rose Garrard (born 21 September 1946, Bewdley, Worcestershire, England) is an installation, video and performance artist, sculptor, and author. Her artworks have been acquired by collections worldwide including the New South Wales government Art Gallery in Australia.",
      "pageId": 30886851,
      "monthDay": "09/21"
    },
    {
      "year": "1950",
      "uri": "/wiki/Bill_Murray",
      "name": "Bill Murray",
      "aboutText": "Joel David Coen (born November 29, 1954) and Ethan Jesse Coen (born September 21, 1957), collectively referred to as the Coen Brothers, are American filmmakers. They have directed over 15 films together that are often characterized as being \"genre-bending\", having covered comedy, crime, the Western, horror, thriller, gangster, drama, romance, adventure, and features of neo-noir.\nTheir films include Blood Simple (1984), Raising Arizona (1987), Miller's Crossing (1990), Barton Fink (1991), Fargo (1996), The Big Lebowski (1998), O Brother, Where Art Thou?",
      "pageId": 15780,
      "monthDay": "09/21"
    },
    {
      "year": "1951",
      "uri": "/wiki/Bruce_Arena",
      "name": "Bruce Arena",
      "aboutText": "William James \"Bill\" Murray (born September 21, 1950) is an American actor, comedian, and writer. He first gained exposure on Saturday Night Live, for which he earned his first Emmy Award and later went on to star in comedy films, including Meatballs (1979), Caddyshack (1980), Stripes (1981), Tootsie (1982), Ghostbusters (1984), Scrooged (1988), What About Bob? (1991), and Groundhog Day (1993).",
      "pageId": 102994,
      "monthDay": "09/21"
    },
    {
      "year": "1951",
      "uri": "/wiki/DeWayne_Jessie",
      "name": "DeWayne Jessie",
      "aboutText": "Arie Luyendyk, anglicised form of Arie Luijendijk (born September 21, 1953 in Sommelsdijk) is a Dutch auto racing driver, and two-time winner of the Indianapolis 500. In 2014, he was inducted into the Motorsports Hall of Fame of America. He is also known as \"The Flying Dutchman\".",
      "pageId": 105851,
      "monthDay": "09/21"
    },
    {
      "year": "1951",
      "uri": "/wiki/Aslan_Maskhadov",
      "name": "Aslan Maskhadov",
      "aboutText": "Aslan (Khalid) Aliyevich Maskhadov (Chechen: Аслан Али кӏант Масхадан, Aslan Ali kant Masxadaŋ, Russian: Аслан Алиевич Масхадов) (21 September 1951 – 8 March 2005) was a leader of the Chechen independence movement and the third President of the Chechen Republic of Ichkeria.\nHe was credited by many with the Chechen victory in the First Chechen War, which allowed for the establishment of the de facto independent Chechen Republic of Ichkeria. Maskhadov was elected President of Chechnya in January 1997.",
      "pageId": 340963,
      "monthDay": "09/21"
    },
    {
      "year": "1952",
      "uri": "/wiki/Dave_Gregory_(musician)",
      "name": "Dave Gregory",
      "aboutText": "Bruce Arena (born September 21, 1951) is a former professional soccer player, and coach of the Los Angeles Galaxy in Major League Soccer. Arena is the former coach of the United States men's national soccer team and a member of the National Soccer Hall of Fame. Arena has had a long and distinguished coaching career, and is considered to be one of the most successful coaches in North American soccer history.",
      "pageId": 437329,
      "monthDay": "09/21"
    },
    {
      "year": "1952",
      "uri": "/wiki/Anneliese_Michel",
      "name": "Anneliese Michel",
      "aboutText": "John David Beckett, Baron Taylor of Warwick (born 21 September 1952), is a member of the House of Lords in the Parliament of the United Kingdom. In 1996, at the age of 43, he became one of the youngest people in the upper house and, at the time of his appointment, the only black peer. He is the third person of Afro-Caribbean origin to enter the House of Lords: the first, Learie Constantine, entered in 1969, and the second, David Pitt, in 1975.",
      "pageId": 502641,
      "monthDay": "09/21"
    },
    {
      "year": "1952",
      "uri": "/wiki/John_Taylor,_Baron_Taylor_of_Warwick",
      "name": "John Taylor, Baron Taylor of Warwick",
      "aboutText": "Richard James Hieb (born September 21, 1955 in Jamestown, North Dakota) is a former NASA astronaut and a veteran of three space shuttle missions. He was a mission specialist on STS-39 and STS-49, and was a payload commander on STS-65.",
      "pageId": 529040,
      "monthDay": "09/21"
    },
    {
      "year": "1953",
      "uri": "/wiki/Sunny_Johnson",
      "name": "Sunny Johnson",
      "aboutText": "Mika Juhani Kaurismäki (born 21 September 1955) is a Finnish film director.\nHe is the elder brother of Aki Kaurismäki, and the father of Maria Kaurismäki, who graduated from Tampere School of Art and Media in 2008 with her movie Sideline.\nMika Kaurismäki has lived in Brazil since approximately 1992 and has made several Brazilian-themed films, including Amazon, Tigrero, Sambólico, Rytmi, and Moro no Brasil.",
      "pageId": 615744,
      "monthDay": "09/21"
    },
    {
      "year": "1953",
      "uri": "/wiki/Arie_Luyendyk",
      "name": "Arie Luyendyk",
      "aboutText": "David Gregory (born 21 September 1952, Swindon, Wiltshire, England) is an English guitarist known best for his work with Swindon-based new wave band XTC.",
      "pageId": 1441092,
      "monthDay": "09/21"
    },
    {
      "year": "1954",
      "uri": "/wiki/Shinz%C5%8D_Abe",
      "name": "Shinzō Abe",
      "aboutText": "Thomas S. Ray (also known as Tom Ray; born September 21, 1954) is an ecologist who created and developed the Tierra project, a computer simulation of artificial life.\nIn 1975, he and Donald R. Strong were the first to propose the theory of skototropism in an article in the journal Science (190: 804-806), which he later worked into his senior thesis at Florida State University after conducting additional experiments. The thesis was expanded into his Ph.D. thesis at Harvard University.",
      "pageId": 1599940,
      "monthDay": "09/21"
    },
    {
      "year": "1954",
      "uri": "/wiki/Thomas_S._Ray",
      "name": "Thomas S. Ray",
      "aboutText": "Richard Wendell \"Ricky\" Morton (born September 21, 1956) is an American professional wrestler who has worked for such wrestling organizations as Jim Crockett Promotions, the American Wrestling Association, Extreme Championship Wrestling, World Championship Wrestling, the World Wrestling Federation (now World Wrestling Entertainment) and Total Nonstop Action Wrestling.",
      "pageId": 1846941,
      "monthDay": "09/21"
    },
    {
      "year": "1954",
      "uri": "/wiki/Phil_Taylor_(musician)",
      "name": "Phil Taylor",
      "aboutText": "Phil Taylor (21 September 1954 – 11 November 2015), better known as \"Philthy Animal\" Taylor, was an English rock drummer in the British heavy metal band Motörhead from 1975–1984 and 1987–1992 recording ten studio albums and the live albums No Sleep 'til Hammersmith and No Sleep At All. The classic mark IV Motörhead line-up consisted of Lemmy, Taylor, and Fast Eddie Clarke.",
      "pageId": 2201359,
      "monthDay": "09/21"
    },
    {
      "year": "1955",
      "uri": "/wiki/Fran%C3%A7ois_Cluzet",
      "name": "François Cluzet",
      "aboutText": "Anneliese Michel [ˈanəˌliːzə ˈmɪçl̩] (21 September 1952 – 1 July 1976) was a German woman who underwent Catholic exorcism rites in 1975 and died the next year, due to lack of medical care. Later investigation determined that she was malnourished and dehydrated; her parents and the priests responsible were charged with negligent homicide. The case attracted media and public attention because of the Catholic Church's unusual decision to employ the 400-year-old ritual of exorcism, something that had been rarely seen since the 18th Century.",
      "pageId": 2458960,
      "monthDay": "09/21"
    },
    {
      "year": "1955",
      "uri": "/wiki/Gulshan_Grover",
      "name": "Gulshan Grover",
      "aboutText": "Shinzō Abe (安倍 晋三, Abe Shinzō, IPA: [abe ɕiɴzoː]; born 21 September 1954) is the Prime Minister of Japan, re-elected to the position in December 2012. Abe is also the President of the Liberal Democratic Party (LDP) and chairman of the Oyagaku propulsion parliamentary group.\nAbe served for a year as Prime Minister from 2006 to 2007.",
      "pageId": 2634434,
      "monthDay": "09/21"
    },
    {
      "year": "1955",
      "uri": "/wiki/Richard_Hieb",
      "name": "Richard Hieb",
      "aboutText": "Gulshan Grover (born 21 September 1955) is an Indian actor who has appeared in over 400 films. He is among the first actors to have made a successful transition from Bollywood to Hollywood and international cinema. He is also known with the name \"Bad Man\" in Bollywood.",
      "pageId": 2839763,
      "monthDay": "09/21"
    },
    {
      "year": "1955",
      "uri": "/wiki/Mika_Kaurism%C3%A4ki",
      "name": "Mika Kaurismäki",
      "aboutText": "Marta Fran Kauffman (born September 21, 1956) is an American writer and TV producer, best known as the co-creator of the popular sitcom Friends, alongside David Crane. Both Crane and Kauffman were also executive producer of the show, along with Kevin Bright. Crane and Kauffman have also produced Veronica's Closet, starring Kirstie Alley, and Jesse, starring Christina Applegate.",
      "pageId": 2846497,
      "monthDay": "09/21"
    },
    {
      "year": "1956",
      "uri": "/wiki/Jack_Givens",
      "name": "Jack Givens",
      "aboutText": "Jack \"Goose\" Givens (born September 21, 1956) is a retired American collegiate and professional basketball player. Givens led the University of Kentucky to the 1978 NCAA Men's Division I Basketball Championship and was named that year's Final Four Most Outstanding Player due in most part to his 41-point performance in Kentucky's 94-88 victory over Duke University in the championship game.",
      "pageId": 6622027,
      "monthDay": "09/21"
    },
    {
      "year": "1956",
      "uri": "/wiki/Marta_Kauffman",
      "name": "Marta Kauffman",
      "aboutText": "DeWayne Jessie (a.k.a. \"Otis Washington\" and \"Otis Day\") (born September 21, 1951) is an American actor best known for his portrayal of Otis Day in National Lampoon's Animal House. In the movie, the songs \"Shama Lama Ding Dong\" and \"Shout\" were sung by Lloyd Williams and lip-synched by Jessie.",
      "pageId": 8674048,
      "monthDay": "09/21"
    },
    {
      "year": "1956",
      "uri": "/wiki/Ricky_Morton",
      "name": "Ricky Morton",
      "aboutText": "François Cluzet (born 21 September 1955) is a French film and theatre actor. In 2007 Cluzet won a French César Award after starring as a doctor suspected of double homicide in thriller Tell No One (original title Ne le dis à personne). Cluzet may be best known for his role as Philippe in the international hit film The Intouchables (2011).",
      "pageId": 18049363,
      "monthDay": "09/21"
    },
    {
      "year": "1957",
      "uri": "/wiki/Ethan_Coen",
      "name": "Ethan Coen",
      "aboutText": "Sunny Sue Johnson (September 21, 1953 – June 19, 1984) was an American actress who was most notable for portraying figure skater Jeanie in the 1983 film Flashdance.",
      "pageId": 29739548,
      "monthDay": "09/21"
    },
    {
      "year": "1957",
      "uri": "/wiki/Mark_Levin",
      "name": "Mark Levin",
      "aboutText": "Kevin Michael Rudd (born 21 September 1957) is a former Australian politician who was twice Prime Minister of Australia, from 2007 to 2010, and again in 2013. He was the first former prime minister to return to the office since Robert Menzies in 1949.\nHaving previously served as a diplomat, and then as an official for the Queensland Government, Rudd was initially elected to the House of Representatives for Griffith in 1998.",
      "pageId": 380965,
      "monthDay": "09/21"
    },
    {
      "year": "1957",
      "uri": "/wiki/Sidney_Moncrief",
      "name": "Sidney Moncrief",
      "aboutText": "David Alan \"Dave\" Coulier (born September 21, 1959) is an American stand-up comedian, actor, impressionist, voice actor, and television host.",
      "pageId": 540906,
      "monthDay": "09/21"
    },
    {
      "year": "1957",
      "uri": "/wiki/Kevin_Rudd",
      "name": "Kevin Rudd",
      "aboutText": "Nancy Ann Travis (born September 21, 1961) is an American actress. She is known for her roles in the films Three Men and a Baby (1987) and its sequel, Three Men and a Little Lady (1990), Air America (1990), Internal Affairs (1990), So I Married an Axe Murderer (1993), Greedy (1994), and Fluke (1995). She currently stars as Vanessa Baxter in the ABC comedy series Last Man Standing.",
      "pageId": 692797,
      "monthDay": "09/21"
    },
    {
      "year": "1957",
      "uri": "/wiki/Penny_Smith",
      "name": "Penny Smith",
      "aboutText": "David James Elliott (born September 21, 1960) is a Canadian American actor who was the star of the series JAG, playing lead character Harmon Rabb Jr. from 1995 to 2005.",
      "pageId": 884474,
      "monthDay": "09/21"
    },
    {
      "year": "1958",
      "uri": "/wiki/Bruno_Fitoussi",
      "name": "Bruno Fitoussi",
      "aboutText": "Simon Andrew Hicks Mayo (born 21 September 1958, Southgate, London) is an English radio presenter who has worked for BBC Radio since 1981. As of March 2015, Mayo is presenter of Simon Mayo Drivetime on BBC Radio 2 and, with Mark Kermode, presenter of Kermode and Mayo's Film Review on BBC Radio 5 Live.",
      "pageId": 1110595,
      "monthDay": "09/21"
    },
    {
      "year": "1958",
      "uri": "/wiki/Rick_Mahorn",
      "name": "Rick Mahorn",
      "aboutText": "Derrick Allen \"Rick\" Mahorn (born September 21, 1958) is a retired American NBA basketball player who, at 6'10\", played power forward and center. He is currently a radio analyst for the Detroit Pistons.\nMahorn was dubbed by Piston announcer George Blaha the \"Baddest Bad Boy of them all.\" Mahorn gained a reputation for physical play, which he used to compensate for his relatively limited leaping ability.",
      "pageId": 1280246,
      "monthDay": "09/21"
    },
    {
      "year": "1958",
      "uri": "/wiki/Simon_Mayo",
      "name": "Simon Mayo",
      "aboutText": "Corinne Drewery (born 21 September 1959, in Nottingham, England) is an English singer-songwriter and fashion designer, best known for being the lead vocalist of the pop music band, Swing Out Sister.",
      "pageId": 1403378,
      "monthDay": "09/21"
    },
    {
      "year": "1959",
      "uri": "/wiki/Crin_Antonescu",
      "name": "Crin Antonescu",
      "aboutText": "Mark Reed Levin (/ləˈvɪn/; born September 21, 1957) is an American lawyer, author, and the host of American syndicated radio show The Mark Levin Show. Levin worked in the administration of President Ronald Reagan and was a chief of staff for Attorney General Edwin Meese.",
      "pageId": 2242502,
      "monthDay": "09/21"
    },
    {
      "year": "1959",
      "uri": "/wiki/Andrzej_Buncol",
      "name": "Andrzej Buncol",
      "aboutText": "Kelley Eskridge (born 1960) is a writer of fiction, non-fiction and screenplays. Her work is generally regarded as speculative fiction and is associated with the more literary edge of the category, as well as with the category of slipstream fiction.\nEskridge was born in Florida in 1960.",
      "pageId": 2338017,
      "monthDay": "09/21"
    },
    {
      "year": "1959",
      "uri": "/wiki/Dave_Coulier",
      "name": "Dave Coulier",
      "aboutText": "Penelope Jane \"Penny\" Smith (born 21 September 1958) is an English television presenter, newsreader and radio presenter. As of 2015 she was presenting The Breakfast Show' for BBC London 94.9 on weekday mornings.",
      "pageId": 2520673,
      "monthDay": "09/21"
    },
    {
      "year": "1959",
      "uri": "/wiki/Danny_Cox_(baseball)",
      "name": "Danny Cox",
      "aboutText": "Sidney A. Moncrief (born September 21, 1957) is a retired American professional basketball player. As an NCAA college basketball player from 1975 to 1979, Moncrief played for the University of Arkansas Razorbacks from 1975 to 1979, leading them to the 1978 Final Four and a win in the NCAA Consolation Game versus #6 Notre Dame. Nicknamed Sid the Squid, Sir Sid, and El Sid, Moncrief went on to play 11 seasons in the National Basketball Association, including ten seasons with the Milwaukee Bucks.",
      "pageId": 2850281,
      "monthDay": "09/21"
    },
    {
      "year": "1959",
      "uri": "/wiki/Corinne_Drewery",
      "name": "Corinne Drewery",
      "aboutText": "Bruno Fitoussi (born September 21, 1958) is a French professional poker player from Paris. He totals 2 700 000 million dollars winnings in live poker tournaments.\nFitoussi's first televised poker outing was on the original poker show Late Night Poker.",
      "pageId": 2986630,
      "monthDay": "09/21"
    },
    {
      "year": "1959",
      "uri": "/wiki/Andr%C3%A9_Hennicke",
      "name": "André Hennicke",
      "aboutText": "André Hennicke (born September 21, 1959) is a German actor.\nHennicke was born in Johanngeorgenstadt in Saxony. He was awarded a German television award for his work in Toter Mann in 2002.",
      "pageId": 5424012,
      "monthDay": "09/21"
    },
    {
      "year": "1960",
      "uri": "/wiki/David_James_Elliott",
      "name": "David James Elliott",
      "aboutText": "Andrzej Bernard Buncol (born 21 September 1959 in Gliwice) is a retired Polish football player.\nHe played for clubs such as Ruch Chorzów, Legia Warszawa, FC Homburg (West Germany), Bayer Leverkusen (Germany) and Fortuna Düsseldorf (Germany).\nHe played for the Polish national team.",
      "pageId": 5543984,
      "monthDay": "09/21"
    },
    {
      "year": "1960",
      "uri": "/wiki/Kelley_Eskridge",
      "name": "Kelley Eskridge",
      "aboutText": "Danny Bradford Cox (born September 21, 1959) is a former Major League Baseball pitcher. He pitched for the St. Louis Cardinals from 1983 to 1988, the Philadelphia Phillies from 1991 to 1992, the Pittsburgh Pirates in 1992, and then the Toronto Blue Jays from 1993 to 1995, when he retired.",
      "pageId": 5984395,
      "monthDay": "09/21"
    },
    {
      "year": "1960",
      "uri": "/wiki/Sikandar_Sanam",
      "name": "Sikandar Sanam",
      "aboutText": "George Crin Laurențiu Antonescu (Romanian pronunciation: [ˈd͡ʒe̯ord͡ʒe ˈkrin la.uˈrent͡sju antoˈnesku]; born September 21, 1959) is a Romanian politician, who was President of the National Liberal Party (PNL) from 2009 to 2014. He also served as the country Acting President after the suspension of Traian Basescu and as the President Of Senate .",
      "pageId": 10820926,
      "monthDay": "09/21"
    },
    {
      "year": "1960",
      "uri": "/wiki/Graham_Southern",
      "name": "Graham Southern",
      "aboutText": "William Ray \"Billy\" Collins, Jr.",
      "pageId": 16358251,
      "monthDay": "09/21"
    },
    {
      "year": "1961",
      "uri": "/wiki/Billy_Collins,_Jr.",
      "name": "Billy Collins, Jr.",
      "aboutText": "Graham Southern (born 21 September 1960) is an English art dealer and gallery owner. In 1994, Southern was the Founding Director of Christie's (London) Post-War & Contemporary Art Department which he ran until 2001, leaving to become a director of the Anthony d'Offay Gallery. In 2002, he founded Haunch of Venison gallery with Harry Blain.",
      "pageId": 28914761,
      "monthDay": "09/21"
    },
    {
      "year": "1961",
      "uri": "/wiki/Dan_Borislow",
      "name": "Dan Borislow",
      "aboutText": "Daniel Marc Borislow (September 21, 1961 – July 21, 2014) was an American entrepreneur, sports team owner, inventor, and thoroughbred horse breeder. Originating in the Philadelphia, Pennsylvania area, Borislow attended Widener University and worked in cable construction and landscaping before going into the telephone business. He founded Tel-Save, Inc.",
      "pageId": 34639051,
      "monthDay": "09/21"
    },
    {
      "year": "1961",
      "uri": "/wiki/Nancy_Travis",
      "name": "Nancy Travis",
      "aboutText": "Sikandar Sanam' (21 September 1960 – 5 November 2012) was a Pakistani stage artist, singer, actor and stand up comedian. In Pakistan, he was known as the artist who redefined the art of on-stage mimicry. Sikandar's father, the late Syed Abdul Sattar Shoqeen Jetpuri (a Gujarati poet), was a well-known poet from Jetpur, India.",
      "pageId": 37522446,
      "monthDay": "09/21"
    },
    {
      "year": "1962",
      "uri": "/wiki/Rob_Morrow",
      "name": "Rob Morrow",
      "aboutText": "Sir Curtly Elconn Lynwall Ambrose (born 21 September 1963) is a former cricketer from Antigua who played 98 Test matches for the West Indies. A fast bowler, he took 405 Test wickets at an average of 20.99 and topped the ICC Player Rankings for much of his career to be rated the best bowler in the world. His great height—he is 6 feet 7 inches (2.01 m) tall—allowed him to make the ball bounce unusually high after he delivered it; allied to his pace and accuracy, it made him a difficult bowler for batsmen to face.",
      "pageId": 58099,
      "monthDay": "09/21"
    },
    {
      "year": "1963",
      "uri": "/wiki/Curtly_Ambrose",
      "name": "Curtly Ambrose",
      "aboutText": "Faith Hill (born Audrey Faith Perry; September 21, 1967) is an American country pop singer and occasional actress. She is one of the most successful country artists of all time, having sold more than 40 million records worldwide. Hill is married to country singer Tim McGraw, with whom she has recorded several successful duets.",
      "pageId": 168404,
      "monthDay": "09/21"
    },
    {
      "year": "1963",
      "uri": "/wiki/Cecil_Fielder",
      "name": "Cecil Fielder",
      "aboutText": "Ricki Pamela Lake (born September 21, 1968) is an American actress, producer, and Emmy Award-winning television host. She is best known for her talk show which was broadcast internationally 1993–2004.",
      "pageId": 250943,
      "monthDay": "09/21"
    },
    {
      "year": "1963",
      "uri": "/wiki/Angus_Macfadyen",
      "name": "Angus Macfadyen",
      "aboutText": "David Wenham (born 21 September 1965) is an Australian actor who has appeared in movies, television series and theatre productions. He is known in Hollywood for his roles as Faramir in The Lord of the Rings film trilogy, Carl in Van Helsing, Dilios in 300 and its sequel 300: Rise of an Empire and Neil Fletcher in Australia.",
      "pageId": 463262,
      "monthDay": "09/21"
    },
    {
      "year": "1963",
      "uri": "/wiki/Mamoru_Samuragochi",
      "name": "Mamoru Samuragochi",
      "aboutText": "Cecil Grant Fielder (/ˈsɛsəl/; born September 21, 1963) is a former professional baseball player who was a noted power hitter in the 1980s and 1990s. He attended college at the University of Nevada, Las Vegas (UNLV). He played with the Toronto Blue Jays (1985–88), Hanshin Tigers (1989), Detroit Tigers (1990–96), New York Yankees (1996–97), Anaheim Angels and Cleveland Indians (both in 1998).",
      "pageId": 606331,
      "monthDay": "09/21"
    },
    {
      "year": "1964",
      "uri": "/wiki/Jorge_Drexler",
      "name": "Jorge Drexler",
      "aboutText": "Cheryl Ruth Hines (born September 21, 1965) is an American actress, comedienne, producer and director, known for her role as Larry David's wife Cheryl on HBO's Curb Your Enthusiasm, for which she was nominated for two Emmy Awards. She also starred as Dallas Royce on the ABC sitcom Suburgatory. In 2009, she made her directorial debut with Serious Moonlight.",
      "pageId": 1009768,
      "monthDay": "09/21"
    },
    {
      "year": "1964",
      "uri": "/wiki/Lester_Quitzau",
      "name": "Lester Quitzau",
      "aboutText": "Angus Macfadyen (born 21 September 1963) is a Scottish actor known for his roles as Robert the Bruce in Braveheart, Vice-Counsel Dupont in Equilibrium, Jeff Denlon in the Saw franchise and McCreedy in Cameron Crowe's We Bought a Zoo. He has made appearances in several television series such as Californication, Criminal Minds and the final season of Chuck.",
      "pageId": 1268572,
      "monthDay": "09/21"
    },
    {
      "year": "1965",
      "uri": "/wiki/Fr%C3%A9d%C3%A9ric_Beigbeder",
      "name": "Frédéric Beigbeder",
      "aboutText": "Jorge Drexler (born Jorge Abner Drexler Prada; September 21, 1964) is a Uruguayan musician, actor. He is a doctor specialized in otolaryngology.\nIn 2004, Drexler won wide acclaim after becoming the first Uruguayan ever to win an Academy Award.",
      "pageId": 1553795,
      "monthDay": "09/21"
    },
    {
      "year": "1965",
      "uri": "/wiki/Cheryl_Hines",
      "name": "Cheryl Hines",
      "aboutText": "Frédéric Beigbeder (French: [fʁedeʁik bɛɡbeˈde]; born 21 September 1965) is a French writer, literary critic and a TV presenter. He won the Prix Interallié in 2003 for his novel Windows on the World and the Prix Renaudot in 2009 for his book Un roman français. He is also the creator of the Flore and Sade Awards.",
      "pageId": 1610537,
      "monthDay": "09/21"
    },
    {
      "year": "1965",
      "uri": "/wiki/Juanjo_Mena",
      "name": "Juanjo Mena",
      "aboutText": "Glen Benton (born June 18, 1967) is an American death metal musician. He is best known as the vocalist and bassist for the death metal band Deicide and was also a part of the band Vital Remains, where he has performed in recording sessions as well as live with them on a few occasions. He is currently collaborating with Egyptian Artist Nader Sadek on his next record \" The Malefic: Chapter II\".",
      "pageId": 1683764,
      "monthDay": "09/21"
    },
    {
      "year": "1965",
      "uri": "/wiki/Johanna_Vuoksenmaa",
      "name": "Johanna Vuoksenmaa",
      "aboutText": "Robert Alan \"Rob\" Morrow (born September 21, 1962) is an American actor and director. He is known for his portrayal of Dr. Joel Fleischman on Northern Exposure, a role which garnered him three Golden Globe and two Emmy nominations for Best Actor in a Dramatic Series and later for his role as FBI agent Don Eppes on Numbers.",
      "pageId": 1805269,
      "monthDay": "09/21"
    },
    {
      "year": "1965",
      "uri": "/wiki/David_Wenham",
      "name": "David Wenham",
      "aboutText": "Tyler Joseph Stewart (born September 21, 1967) is the drummer for the Canadian music group Barenaked Ladies.",
      "pageId": 1852556,
      "monthDay": "09/21"
    },
    {
      "year": "1966",
      "uri": "/wiki/Kerrin_Lee-Gartner",
      "name": "Kerrin Lee-Gartner",
      "aboutText": "Kerrin Anne Lee-Gartner (born September 21, 1966) is a former World Cup alpine ski racer and Olympic gold medalist from Canada.\nBorn in Trail, British Columbia, she grew up in Rossland and raced as a youngster at Red Mountain. Lee-Gartner started skiing for the Canadian Women's Ski Team in 1982, but suffered a number of knee operations over the years including two complete reconstructions.",
      "pageId": 1880400,
      "monthDay": "09/21"
    },
    {
      "year": "1966",
      "uri": "/wiki/Ronna_Reeves",
      "name": "Ronna Reeves",
      "aboutText": "Lester Quitzau (born September 21, 1964 in Edmonton, Alberta) is a Canadian folk and blues guitarist.",
      "pageId": 4191969,
      "monthDay": "09/21"
    },
    {
      "year": "1967",
      "uri": "/wiki/Glen_Benton",
      "name": "Glen Benton",
      "aboutText": "David Jude Jolicoeur (born September 21, 1968, in Brooklyn, New York), also known under the stage name Trugoy the Dove and more recently Dave, is an American rapper, producer, and one third of groundbreaking hip hop trio De La Soul.\nJolicoeur, Vincent Mason and Kelvin Mercer were friends who attended the same high school in the Amityville area of Long Island during the 1980s. After they decided to form a rap group, each member re-christened themselves with an outlandish name (Trugoy the Dove, P.A. Pasemaster Mase and Posdnuos, respectively).",
      "pageId": 6445670,
      "monthDay": "09/21"
    },
    {
      "year": "1967",
      "uri": "/wiki/Faith_Hill",
      "name": "Faith Hill",
      "aboutText": "Ronna Renee Reeves (born September 21, 1966 in Big Spring, Texas) is a female country music singer. Between 1990 and 1998, she released five studio albums, including three on Mercury Records; she has also charted five singles on the Hot Country Songs charts. Her highest-charting single was \"The More I Learn (The Less I Understand About Love)\", which reached number 49 in 1992.",
      "pageId": 17586273,
      "monthDay": "09/21"
    },
    {
      "year": "1967",
      "uri": "/wiki/Suman_Pokhrel",
      "name": "Suman Pokhrel",
      "aboutText": "Johanna Vuoksenmaa (born 21 September 1965 in Hämeenlinna) is a Finnish television and film director and screenwriter who has also worked as a photographer, installation artist and a teacher.  Her films have been shown at numerous film festivals around the world and she has won many Finnish film and television awards for directing and screenwriting.",
      "pageId": 24200593,
      "monthDay": "09/21"
    },
    {
      "year": "1967",
      "uri": "/wiki/Tyler_Stewart",
      "name": "Tyler Stewart",
      "aboutText": "Juanjo Mena (also known as Juan José Mena; born 21 September 1965, Vitoria-Gasteiz, Basque Country, Spain) is a Spanish conductor.\nMena began his music studies at the Vitoria-Gasteiz Conservatory. He later attended the Madrid Royal Conservatory, where his teachers included Carmelo Bernaola (composition and orchestration) and Enrique García Asensio (conducting).",
      "pageId": 28142404,
      "monthDay": "09/21"
    },
    {
      "year": "1968",
      "uri": "/wiki/David_Jude_Jolicoeur",
      "name": "David Jude Jolicoeur",
      "aboutText": "Mamoru Samuragochi (佐村河内 守, Samuragōchi Mamoru, born 21 September 1963) is a Japanese composer from Hiroshima Prefecture who falsely said that he was totally deaf. He was the name credited for the video games Resident Evil: Dual Shock Ver. and Onimusha: Warlords.",
      "pageId": 41858548,
      "monthDay": "09/21"
    },
    {
      "year": "1968",
      "uri": "/wiki/Ricki_Lake",
      "name": "Ricki Lake",
      "aboutText": "Suman Pokhrel (Nepali: सुमन पोखरेल; born on September 21, 1967) is a multilingual Nepali poet, lyricist. translator, and an artist. His works have been acclaimed and are published internationally.",
      "pageId": 42647609,
      "monthDay": "09/21"
    },
    {
      "year": "1969",
      "uri": "/wiki/Anne_Burrell",
      "name": "Anne Burrell",
      "aboutText": "William John Paul \"Liam\" Gallagher (born 21 September 1972) is an English musician, singer, and songwriter. He is best known as the original founder and lead singer of the rock bands Oasis and Beady Eye. His erratic behaviour, distinctive singing style, and abrasive attitude have been the subject of commentary in the press; he remains one of the most recognisable figures in modern British music.",
      "pageId": 178326,
      "monthDay": "09/21"
    },
    {
      "year": "1969",
      "uri": "/wiki/Jason_Christiansen",
      "name": "Jason Christiansen",
      "aboutText": "Scott Edward Spiezio (/ˈspiːzi.oʊ/; born September 21, 1972) is a former Major League Baseball infielder. He was most recently an infielder for the Newark Bears of the independent Atlantic League in 2010. He is well known for his time as a member of the Anaheim Angels, when he hit a 3-run home run in Game Six of the 2002 World Series against the San Francisco Giants, sparking the Angels to a dramatic come-from-behind victory.",
      "pageId": 657971,
      "monthDay": "09/21"
    },
    {
      "year": "1969",
      "uri": "/wiki/Curtis_Leschyshyn",
      "name": "Curtis Leschyshyn",
      "aboutText": "Luke Cunningham Wilson (born September 21, 1971) is an American actor known for his roles in films such as Idiocracy, Old School, Bottle Rocket, The Royal Tenenbaums, Blue Streak, Bongwater, and Legally Blonde. He is the brother of actors Andrew and Owen Wilson.",
      "pageId": 663402,
      "monthDay": "09/21"
    },
    {
      "year": "1970",
      "uri": "/wiki/John_Cudia",
      "name": "John Cudia",
      "aboutText": "Jon Kelly Kitna (born September 21, 1972) is an American football coach and former quarterback. After playing college football for Central Washington University, he signed with the Seattle Seahawks in 1996 and was allocated to the Barcelona Dragons of NFL Europe in 1997. He led the Dragons to a World Bowl championship, and became the starting quarterback for the Seahawks in 1998 after spending the 1997 and most of the 1998 seasons as the backup to Warren Moon.",
      "pageId": 963043,
      "monthDay": "09/21"
    },
    {
      "year": "1970",
      "uri": "/wiki/Melissa_Ferrick",
      "name": "Melissa Ferrick",
      "aboutText": "David Phillip Vetter (September 21, 1971 – February 22, 1984) was a prominent sufferer of severe combined immunodeficiency (SCID), a hereditary disease which dramatically weakens the immune system. Individuals born with SCID are abnormally susceptible to infections, and exposure to pathogens can be fatal. Vetter was referred to as \"David, the bubble boy\" by the media.",
      "pageId": 1113417,
      "monthDay": "09/21"
    },
    {
      "year": "1970",
      "uri": "/wiki/James_Lesure",
      "name": "James Lesure",
      "aboutText": "David Randall Silveria (born September 21, 1972) is an American drummer, best known as the drummer for the band Korn from 1993 until leaving the band in 2006.",
      "pageId": 1262588,
      "monthDay": "09/21"
    },
    {
      "year": "1970",
      "uri": "/wiki/Samantha_Power",
      "name": "Samantha Power",
      "aboutText": "Derek and Keith Brewer, known as the Brewer Twins, are male models.",
      "pageId": 1444815,
      "monthDay": "09/21"
    },
    {
      "year": "1970",
      "uri": "/wiki/Unique_Priscilla",
      "name": "Unique Priscilla",
      "aboutText": "Alfonso Lincoln Ribeiro (born September 21, 1971) is an American actor, television director, dancer, and game show host. Ribeiro played Alfonso Spears on the sitcom Silver Spoons, and Carlton Banks on the NBC sitcom The Fresh Prince of Bel-Air. He currently hosts ABC's America's Funniest Home Videos, taking over from Tom Bergeron who left after fourteen years.",
      "pageId": 1828686,
      "monthDay": "09/21"
    },
    {
      "year": "1971",
      "uri": "/wiki/John_Crawley",
      "name": "John Crawley",
      "aboutText": "James Lesure (born September 21, 1970) is an American actor. He is best known for his roles as Mike Cannon on the NBC comedy-drama Las Vegas, and as Mel Ellis on the NBC/WB sitcom For Your Love. He also starred as basketball star Alonzo Pope on the ABC series Mr.",
      "pageId": 1989233,
      "monthDay": "09/21"
    },
    {
      "year": "1971",
      "uri": "/wiki/Alfonso_Ribeiro",
      "name": "Alfonso Ribeiro",
      "aboutText": "Melissa Ferrick (born 1970) is an American singer-songwriter.",
      "pageId": 2360007,
      "monthDay": "09/21"
    },
    {
      "year": "1971",
      "uri": "/wiki/David_Vetter",
      "name": "David Vetter",
      "aboutText": "Anne W. Burrell (born September 21, 1969) is an American chef, TV personality, and was an instructor at the Institute of Culinary Education in New York City until 2007. She is the host of the Food Network show Secrets Of a Restaurant Chef and co-host of Worst Cooks in America. She is also one of Iron Chef Mario Batali's sous chefs in the Iron Chef America series and appears on other programs on the network such as The Best Thing I Ever Ate.",
      "pageId": 2624083,
      "monthDay": "09/21"
    },
    {
      "year": "1971",
      "uri": "/wiki/Luke_Wilson",
      "name": "Luke Wilson",
      "aboutText": "Samantha Power (born September 21, 1970) is an Irish-American academic, author and diplomat who currently serves as the United States Ambassador to the United Nations.\nPower began her career by covering the Yugoslav Wars as a journalist. From 1998 to 2002, Power served as the Founding Executive Director of the Carr Center for Human Rights Policy at the Harvard Kennedy School, where she later served as the first Anna Lindh Professor of Practice of Global Leadership and Public Policy.",
      "pageId": 2659568,
      "monthDay": "09/21"
    },
    {
      "year": "1972",
      "uri": "/wiki/Olivia_Bonamy",
      "name": "Olivia Bonamy",
      "aboutText": "John Paul Crawley (born 21 September 1971) is a retired English professional cricketer, who played international cricket for England and county cricket for Hampshire and Lancashire. Crawley, one of three brothers who all played first-class cricket, was a right-handed batsman and occasional wicket-keeper.\nNicknamed \"Creepy\", he promised much in his early career; he was a leading run-scorer at Under-19 international level and Young Cricketer of the Year in 1994.",
      "pageId": 2930949,
      "monthDay": "09/21"
    },
    {
      "year": "1972",
      "uri": "/wiki/Liam_Gallagher",
      "name": "Liam Gallagher",
      "aboutText": "Olivia Bonamy (born 21 September 1972) is a French actress. She is best known for her appearances in the films Jefferson in Paris, Jacques Audiard's Read my lips, the thriller Ils and Le ciel, les oiseaux et ta mère.\n^ \"Olivia Bonamy\".",
      "pageId": 5579189,
      "monthDay": "09/21"
    },
    {
      "year": "1972",
      "uri": "/wiki/Jon_Kitna",
      "name": "Jon Kitna",
      "aboutText": "Curtis Michael Leschyshyn (born September 21, 1969) is a Canadian former professional ice hockey player.",
      "pageId": 5607441,
      "monthDay": "09/21"
    },
    {
      "year": "1972",
      "uri": "/wiki/David_Silveria",
      "name": "David Silveria",
      "aboutText": "John Cudia www.johncudia.com is a musical theatre actor who has played many of the biggest roles in musical theatre on Broadway. He was born on September 21, 1970 in North Carolina, but he graduated from Monsignor Donovan High School in Toms River, New Jersey.\nCudia began his career in regional theater.",
      "pageId": 6598931,
      "monthDay": "09/21"
    },
    {
      "year": "1972",
      "uri": "/wiki/Scott_Spiezio",
      "name": "Scott Spiezio",
      "aboutText": "Jason Samuel Christiansen (born September 21, 1969) is a former Major League Baseball left-handed relief pitcher.",
      "pageId": 43303853,
      "monthDay": "09/21"
    },
    {
      "year": "1973",
      "uri": "/wiki/Brewer_twins",
      "name": "Derek Brewer",
      "aboutText": "Zac Brewer, formerly Heather Brewer (born September 21, 1973), is an American writer of young adult fiction. His debut series, The Chronicles of Vladimir Tod, was published by Dutton Juvenile. In 2015, Brewer changed his name from Heather to Zac and announced that he is transgender.",
      "pageId": 48324818,
      "monthDay": "09/21"
    },
    {
      "year": "1973",
      "uri": "/wiki/Heather_Brewer",
      "name": "Heather Brewer",
      "aboutText": "Unique Priscilla Mauretha (born 21 September 1970), better known as Cilla, is an Indonesian model and actress.",
      "pageId": 48817964,
      "monthDay": "09/21"
    },
    {
      "year": "1973",
      "uri": "/wiki/Brewer_twins",
      "name": "Keith Brewer",
      "error": "No data found.",
      "monthDay": "09/21"
    },
    {
      "year": "1973",
      "uri": "/wiki/Vanessa_Grigoriadis",
      "name": "Vanessa Grigoriadis",
      "aboutText": "Douglas Charles Howlett (born 21 September 1978 in Auckland, New Zealand) is a retired professional New Zealand rugby union player of Tongan and German descent. He was primarily a Wing, but he also covered Fullback at national and international levels. He finished his career in Ireland with Munster.",
      "pageId": 883557,
      "monthDay": "09/21"
    },
    {
      "year": "1973",
      "uri": "/wiki/Virginia_Ruano_Pascual",
      "name": "Virginia Ruano Pascual",
      "aboutText": "Douglas N. \"Doug\" Davis (born September 21, 1975) is an American former professional baseball pitcher.",
      "pageId": 897149,
      "monthDay": "09/21"
    },
    {
      "year": "1973",
      "uri": "/wiki/Oswaldo_S%C3%A1nchez",
      "name": "Oswaldo Sánchez",
      "aboutText": "Paulo Costanzo (born September 21, 1978) is a Canadian actor, who is best known for his roles in the 2000 comedy Road Trip, the sitcom Joey, which ran from 2004 to 2006, and as Evan R. Lawson in the current USA Network series Royal Pains.\nCostanzo was born in Brampton, Ontario. His mother is a singer-songwriter and his father an artist.",
      "pageId": 974168,
      "monthDay": "09/21"
    },
    {
      "year": "1974",
      "uri": "/wiki/Bryce_Drew",
      "name": "Bryce Drew",
      "aboutText": "Andrew John James \"Andy\" Todd (born 21 September 1974) is an English former football player and currently the assistant manager to Warren Feeney at NIFL Premiership club Linfield in Northern Ireland. His father is former Derby County and England defender Colin Todd who was manager of Middlesbrough when Andy made his debut.",
      "pageId": 1357829,
      "monthDay": "09/21"
    },
    {
      "year": "1974",
      "uri": "/wiki/Taral_Hicks",
      "name": "Taral Hicks",
      "aboutText": "Oswaldo Javier Sánchez Ibarra (Spanish  [ozˈβaldo ˈsantʃes] ; born September 21, 1973) is a former Mexican footballer, who played as a goalkeeper. He has 99 caps for Mexico. He was on the cover of the North American edition of FIFA Football 2005.",
      "pageId": 1856174,
      "monthDay": "09/21"
    },
    {
      "year": "1974",
      "uri": "/wiki/Jana_Kandarr",
      "name": "Jana Kandarr",
      "aboutText": "Virginia Ruano Pascual (born 21 September 1973) is a Spanish former professional tennis player. She was born in Madrid, Spain.",
      "pageId": 1858321,
      "monthDay": "09/21"
    },
    {
      "year": "1974",
      "uri": "/wiki/Andy_Todd_(footballer_born_1974)",
      "name": "Andy Todd",
      "aboutText": "Richard Patrick Dunne (born 21 September 1979) is a former Irish footballer who plays as a defender Announced his retirement from football in November 2015 after being released by Queens Park Rangers. He has made 431 Premier League appearances, including 253 for Manchester City.\nDunne began his professional career at Everton.",
      "pageId": 1859914,
      "monthDay": "09/21"
    },
    {
      "year": "1975",
      "uri": "/wiki/Doug_Davis_(pitcher)",
      "name": "Doug Davis",
      "aboutText": "Bryce Homer Drew (born September 21, 1974) is an American college sports personality who has been serving as the head coach of the Valparaiso University Crusaders men's basketball team, of which he is a former member. His father, Homer Drew, had served as the head coach of the men's basketball team, and his brother Scott Drew is the head coach of Baylor University's men's basketball team after having served nine years as assistant coach at Valparaiso and one year as head coach. Bryce Drew is also known for his buzzer-beating shot in the first round of Valparaiso's run in the 1998 NCAA Men's Division I Basketball Tournament.",
      "pageId": 2625697,
      "monthDay": "09/21"
    },
    {
      "year": "1976",
      "uri": "/wiki/Jonas_Bjerre",
      "name": "Jonas Bjerre",
      "aboutText": "Jonas Bjerre Terkelsbøl (born 21 September 1976) is the lead singer of Danish rock band Mew. Jonas Bjerre is also a visual artist and creates animated videos for Mew's live shows. He has an unusually high pitched voice, which has helped contribute to Mew's unique sound, and earned him a Danish Music Award for Danish Male Singer in 2006.",
      "pageId": 2726746,
      "monthDay": "09/21"
    },
    {
      "year": "1976",
      "uri": "/wiki/Poul_H%C3%BCbertz",
      "name": "Poul Hübertz",
      "aboutText": "Taral Hicks (born September 21, 1974 in The Bronx, New York) is an American actress and singer. She is most known for her role as Jane Williams in the 1993 American crime drama film A Bronx Tale alongside Robert De Niro.",
      "pageId": 2899342,
      "monthDay": "09/21"
    },
    {
      "year": "1977",
      "uri": "/wiki/K%C4%81rlis_L%C4%81cis",
      "name": "Kārlis Lācis",
      "aboutText": "Luke Godden (born 21 September 1978) is a former Australian rules footballer in the Australian Football League",
      "pageId": 3848256,
      "monthDay": "09/21"
    },
    {
      "year": "1977",
      "uri": "/wiki/Andre_P%C3%A4rn",
      "name": "Andre Pärn",
      "aboutText": "Brian Curtis Tallet (born September 21, 1977) is an American former professional baseball pitcher. Tallet played the majority of his career for the Toronto Blue Jays. He also played for the St.",
      "pageId": 4720259,
      "monthDay": "09/21"
    },
    {
      "year": "1977",
      "uri": "/wiki/Brian_Tallet",
      "name": "Brian Tallet",
      "aboutText": "Poul Hübertz (born 21 September 1976 in Roskilde) is a Danish footballer who plays for Karlslunde IF as a player/assistant-coach. He plays as a striker. He has previously played for a number of Danish clubs, including Farum BK, Herfølge BK, AaB, and FC Midtjylland in the Danish Superliga, and has also represented English football clubs Millwall and Northampton Town.",
      "pageId": 6043599,
      "monthDay": "09/21"
    },
    {
      "year": "1978",
      "uri": "/wiki/Paulo_Costanzo",
      "name": "Paulo Costanzo",
      "aboutText": "Bradford William Anderson (born September 21, 1979) is an American actor best known for his role as the young hacker criminal Damian Millhouse Spinelli (a.k.a. The Jackal), on the television soap opera General Hospital, a part which he originated in November 2006 and has continued to play until the present, on both General Hospital and the Summer 2007 spin-off General Hospital: Night Shift.",
      "pageId": 8396798,
      "monthDay": "09/21"
    },
    {
      "year": "1978",
      "uri": "/wiki/Luke_Godden",
      "name": "Luke Godden",
      "aboutText": "Jana Kandarr (born 21 September 1976 in Halle, Saxony-Anhalt, East Germany) is a German former professional tennis player. Kandarr is notable for playing with her right hand, even though she is left-handed.\nKandarr moved with her parents from Halle to Karlsruhe after the German reunification.",
      "pageId": 11510693,
      "monthDay": "09/21"
    },
    {
      "year": "1978",
      "uri": "/wiki/Doug_Howlett",
      "name": "Doug Howlett",
      "aboutText": "Vanessa Maia Grigoriadis (born in New York City, New York) is an American journalist.",
      "pageId": 12133380,
      "monthDay": "09/21"
    },
    {
      "year": "1978",
      "uri": "/wiki/Mario_Miranda_(MMA_fighter)",
      "name": "Mario Miranda",
      "aboutText": "Mário Miranda (born September 21, 1978) is a Brazilian mixed martial artist who competed most recently for M-1 Global, fighting in their middleweight division.",
      "pageId": 26191211,
      "monthDay": "09/21"
    },
    {
      "year": "1979",
      "uri": "/wiki/James_Allan_(musician)",
      "name": "James Allan",
      "aboutText": "Andre Pärn (born 21 September 1977) is an Estonian basketball player.\nAndre Pärn started his basketball career in hometown Asto at the age of 16. Next season he moved to Estonian powerhouse Kalev until 2000.",
      "pageId": 33833917,
      "monthDay": "09/21"
    },
    {
      "year": "1979",
      "uri": "/wiki/Bradford_Anderson",
      "name": "Bradford Anderson",
      "aboutText": "James Allan (born 21 September 1979) is the lead singer and guitarist of the Scottish rock band Glasvegas, and a former footballer.\n^ \"Glasvegas Singer Missing\". Clash.",
      "pageId": 40605543,
      "monthDay": "09/21"
    },
    {
      "year": "1979",
      "uri": "/wiki/Richard_Dunne",
      "name": "Richard Dunne",
      "aboutText": "Kārlis Lācis (born 21 September 1977) is a well-known name among Latvian contemporary composers. His recent creative contribution includes musicals \"Pūt vējiņi\" (2012) and Onegin (2013), both rewarded with the highest annual theatre award for the best music author. Along with the scores for theatre productions, movies and musical arrangements, big part of his work is dedicated to vocal and choral music, symphonic and instrumental compositions, including \"Te Deum\" (2014) with the State Choir Latvija  and double concerto for flute, oboe and orchestra \"42.195\" (2014) with Liepaja symphony orchestra., \"Rorate coeli\" (2014) for soprano, saxophone and organ and the upcoming premiere with Latvian National symphony orchestra - symphony Via Crucis.",
      "pageId": 41062376,
      "monthDay": "09/21"
    },
    {
      "year": "1979",
      "uri": "/wiki/Chris_Gayle",
      "name": "Chris Gayle",
      "aboutText": "Daniel \"Danny\" Kass (born September 21, 1982) is an American professional snowboarder who has competed at the Olympic level.\nKass was born in Pompton Plains section of Pequannock Township, New Jersey. He grew up in New Jersey where he began snowboarding at the age of twelve.",
      "pageId": 49096,
      "monthDay": "09/21"
    },
    {
      "year": "1979",
      "uri": "/wiki/Julian_Gray",
      "name": "Julian Gray",
      "aboutText": "Nicole Camille Richie (born Nicole Camille Escovedo; September 21, 1981) is an American fashion designer, author, actress and television personality. Richie rose to prominence for her role in the Fox reality television series, The Simple Life, alongside her childhood best friend and fellow socialite Paris Hilton, which lasted five seasons. The Simple Life was a hit for the Fox network, premiering with 13 million viewers, and brought Richie and Hilton to international recognition.",
      "pageId": 391022,
      "monthDay": "09/21"
    },
    {
      "year": "1979",
      "uri": "/wiki/Monika_Merl",
      "name": "Monika Merl",
      "aboutText": "Kareena Kapoor (pronounced [kəˈriːnaː kəˈpuːr]; born 21 September 1980), also known by her married name Kareena Kapoor Khan, is an Indian actress who appears in Bollywood films. She is the daughter of actors Randhir Kapoor and Babita, and the younger sister of actress Karisma Kapoor. Noted for playing a variety of characters in a range of film genres—from romantic comedies to crime dramas—Kapoor is the recipient of several awards, including six Filmfare Awards, and is one of Bollywood's most popular and highest-paid actresses.",
      "pageId": 427018,
      "monthDay": "09/21"
    },
    {
      "year": "1979",
      "uri": "/wiki/Jaymee_Ong",
      "name": "Jaymee Ong",
      "aboutText": "Christopher Henry \"Chris\" Gayle (born 21 September 1979) is a Jamaican cricketer who plays international cricket for the West Indies. Considered as one of the greatest big hitting legends in limited overs cricket, Gayle has set numerous world records in all formats of the game. He captained the West Indies' Test side from 2007 to 2010.",
      "pageId": 897177,
      "monthDay": "09/21"
    },
    {
      "year": "1980",
      "uri": "/wiki/Stacy_Clark",
      "name": "Stacy Clark",
      "aboutText": "Julian Raymond Marvin Gray (born 21 September 1979) is an English professional footballer who last played for Walsall.\nHe previously played in the Football League and Premier League for Arsenal, Crystal Palace, Cardiff City, Birmingham City, Coventry City, Fulham, Barnsley and Walsall, and in Cyprus for Nea Salamis Famagusta.\n^ \"List of Players under Written Contract Registered between 01/07/2010 and 31/06/10\" (PDF).",
      "pageId": 1145392,
      "monthDay": "09/21"
    },
    {
      "year": "1980",
      "uri": "/wiki/Robert_Hoffman_(actor)",
      "name": "Robert Hoffman",
      "aboutText": "Eduardo Azevedo (born September 21, 1982 in São Paulo) is a race car driver. He was the 2001 Brazilian Formula Junior champion and the 2002 South American Formula Three Class-B champion.",
      "pageId": 1618822,
      "monthDay": "09/21"
    },
    {
      "year": "1980",
      "uri": "/wiki/Kareena_Kapoor_Khan",
      "name": "Kareena Kapoor Khan",
      "aboutText": "Rowan Lewis Vine (born 21 September 1982) is an English footballer who plays for Gosport Borough. A striker, Vine previously played for Portsmouth, Brentford, Colchester United, Luton Town, Birmingham City, Queens Park Rangers (QPR), Hull City, Milton Keynes Dons, Exeter City, Gillingham, St.",
      "pageId": 1904559,
      "monthDay": "09/21"
    },
    {
      "year": "1980",
      "uri": "/wiki/Nyree_Kindred",
      "name": "Nyree Kindred",
      "aboutText": "Tomas Scheckter (born 21 September 1980) is a South African former racing driver.",
      "pageId": 2023436,
      "monthDay": "09/21"
    },
    {
      "year": "1980",
      "uri": "/wiki/Aleksa_Palladino",
      "name": "Aleksa Palladino",
      "aboutText": "Autumn Reeser (born September 21, 1980) is an American actress.",
      "pageId": 2827254,
      "monthDay": "09/21"
    },
    {
      "year": "1980",
      "uri": "/wiki/Autumn_Reeser",
      "name": "Autumn Reeser",
      "aboutText": "Rimi Sen (born 21 September 1981) is an Indian actress who appears in Bollywood films.",
      "pageId": 2847860,
      "monthDay": "09/21"
    },
    {
      "year": "1980",
      "uri": "/wiki/Tomas_Scheckter",
      "name": "Tomas Scheckter",
      "aboutText": "Marat Nailevich Izmailov (Russian: Марат Наилевич Измайлов, Tatar: Cyrillic Марат Наил улы Измайлов, Latin Marat Nail uğlı İzmailev; born 21 September 1982) is a Russian professional footballer.\nMainly a right midfielder he can also appear as an attacking midfielder, being best known for his dribbling skills and pace while also possessing a good long-distance shot and accurate passing. He played most of his injury-plagued career with Sporting Clube de Portugal, after starting it with Lokomotiv Moscow.",
      "pageId": 3398250,
      "monthDay": "09/21"
    },
    {
      "year": "1981",
      "uri": "/wiki/Nicole_Richie",
      "name": "Nicole Richie",
      "aboutText": "Robert James Hoffman III (born September 21, 1980) is an American actor, dancer, and choreographer.\n^ \"Robert Hoffman Biography\". www.buddytv.com.",
      "pageId": 4359471,
      "monthDay": "09/21"
    },
    {
      "year": "1981",
      "uri": "/wiki/Rimi_Sen",
      "name": "Rimi Sen",
      "aboutText": "Stacy Clark (born September 21, 1980) is an American singer-songwriter born in Buffalo, New York.",
      "pageId": 4712047,
      "monthDay": "09/21"
    },
    {
      "year": "1982",
      "uri": "/wiki/Eduardo_Azevedo",
      "name": "Eduardo Azevedo",
      "aboutText": "Aleksa Palladino (born September 21, 1980) is an American actress and singer, perhaps best known for her lead roles in Manny & Lo, The Adventures of Sebastian Cole, Find Me Guilty, Boardwalk Empire, Wrong Turn 2: Dead End, and Before the Devil Knows You're Dead.",
      "pageId": 5664964,
      "monthDay": "09/21"
    },
    {
      "year": "1982",
      "uri": "/wiki/Marat_Izmailov",
      "name": "Marat Izmailov",
      "aboutText": "Monika Merl (née Gradzki; born 21 September 1979 in Sztum, Poland) is a German 800 metres runner.\nShe finished fifth at the 2005 European Indoor Championships and competed at the 2004 World Indoor Championships, 2005 World Championships and the 2006 European Championships without reaching the finals.\nHer personal best time is 2:00.16 minutes, achieved in August 2006 in Cologne.",
      "pageId": 11519397,
      "monthDay": "09/21"
    },
    {
      "year": "1982",
      "uri": "/wiki/Danny_Kass",
      "name": "Danny Kass",
      "aboutText": "Christos Tapoutos (Greek: Χρήστος Ταπούτος; born September 21, 1982) is a Greek professional basketball player who currently plays for Kavala B.C. of the Greek Basket League. He is 2.08 m (6'10\") in height. He plays small forward and power forward positions.",
      "pageId": 12423393,
      "monthDay": "09/21"
    },
    {
      "year": "1982",
      "uri": "/wiki/Parvati_Shallow",
      "name": "Parvati Shallow",
      "aboutText": "Jaymee Ong (王淑美, born 21 September 1979 in Australia) is a half Chinese, half Caucasian Australian model and actress.",
      "pageId": 16264979,
      "monthDay": "09/21"
    },
    {
      "year": "1982",
      "uri": "/wiki/Christos_Tapoutos",
      "name": "Christos Tapoutos",
      "aboutText": "Parvati Shallow (born September 21, 1982 in Vero Beach, Florida) is a television personality and was the $1,000,000 winner of the reality television series Survivor: Micronesia. She had previously competed in Survivor: Cook Islands where she placed sixth, and later was the runner-up in Survivor: Heroes vs. Villains.",
      "pageId": 17377595,
      "monthDay": "09/21"
    },
    {
      "year": "1982",
      "uri": "/wiki/Rowan_Vine",
      "name": "Rowan Vine",
      "aboutText": "Nyree Elise Kindred MBE (née Lewis; born 21 September 1980 in Rhondda, Wales) is a Welsh swimmer who has competed in the Paralympic Games on four occasions winning ten medals.",
      "pageId": 19344098,
      "monthDay": "09/21"
    },
    {
      "year": "1983",
      "uri": "/wiki/Fernando_Cavenaghi",
      "name": "Fernando Cavenaghi",
      "aboutText": "Fernando Ezequiel Cavenaghi (Italian pronunciation: [kaveˈnaɡi]; born 21 September 1983 in O'Brien) is an Argentine professional footballer who plays for Cypriot club APOEL FC. He is a striker who is efficient in front of goal with either foot and from any range.",
      "pageId": 30864964,
      "monthDay": "09/21"
    },
    {
      "year": "1983",
      "uri": "/wiki/Kristian_Gidlund",
      "name": "Kristian Gidlund",
      "aboutText": "Anna Maree Meares OAM (born 21 September 1983) is an Australian track cyclist. She currently resides in Adelaide in South Australia where the Australian Institute of Sport's Track Cycling program has its headquarters at the Adelaide Super-Drome.",
      "pageId": 915432,
      "monthDay": "09/21"
    },
    {
      "year": "1983",
      "uri": "/wiki/Maggie_Grace",
      "name": "Maggie Grace",
      "aboutText": "Margaret Grace Denig (born September 21, 1983), known professionally as Maggie Grace, is an American actress, best known for her roles in Lost and the Taken trilogy.\nOriginally from Worthington, Ohio, she dropped out of high school to move to Los Angeles with her mother after her parents' divorce. While struggling financially, she landed her first role as the title character in the web-based video series Rachel's Room in 2001.",
      "pageId": 1031309,
      "monthDay": "09/21"
    },
    {
      "year": "1983",
      "uri": "/wiki/Greg_Jennings",
      "name": "Greg Jennings",
      "aboutText": "Joseph Francis Mazzello III (born September 21, 1983) is an American actor, director and screenwriter, known for his roles as Tim Murphy in Jurassic Park, Eugene Sledge in the HBO miniseries The Pacific, and Dustin Moskovitz in The Social Network.",
      "pageId": 2891499,
      "monthDay": "09/21"
    },
    {
      "year": "1983",
      "uri": "/wiki/Joseph_Mazzello",
      "name": "Joseph Mazzello",
      "aboutText": "Gregory \"Greg\" Jennings, Jr. (born September 21, 1983) is an American football wide receiver for the Miami Dolphins of the National Football League (NFL). He was drafted by the Green Bay Packers out of Western Michigan University in the second round of the 2006 NFL Draft.",
      "pageId": 4947772,
      "monthDay": "09/21"
    },
    {
      "year": "1983",
      "uri": "/wiki/Anna_Meares",
      "name": "Anna Meares",
      "aboutText": "Ashley Paris (born September 21, 1987) is an American basketball player. She is the twin sister of Courtney Paris, who plays for the Tulsa Shock. She has been nationally recognized for her basketball achievements at the University of Oklahoma.",
      "pageId": 6777030,
      "monthDay": "09/21"
    },
    {
      "year": "1984",
      "uri": "/wiki/Wale_(rapper)",
      "name": "Wale",
      "aboutText": "Maryam Hassouni (born September 21, 1985) is a Dutch television and film actress.",
      "pageId": 8046789,
      "monthDay": "09/21"
    },
    {
      "year": "1984",
      "uri": "/wiki/Ben_Wildman-Tobriner",
      "name": "Ben Wildman-Tobriner",
      "aboutText": "James Richard \"Jimmy\" Clausen (born September 21, 1987) is an American football quarterback for the Baltimore Ravens of the National Football League (NFL). He was drafted by the Carolina Panthers in the second round of the 2010 NFL Draft.",
      "pageId": 9088394,
      "monthDay": "09/21"
    },
    {
      "year": "1985",
      "uri": "/wiki/Justin_Durant",
      "name": "Justin Durant",
      "aboutText": "Faris Badwan (born 21 September 1986) is an English musician, best known as the lead vocalist of The Horrors, and more recently as half of Cat's Eyes.\n^ Dorian Lynskey. \"When Cat's Eyes met Ron Arad | Culture\".",
      "pageId": 9213413,
      "monthDay": "09/21"
    },
    {
      "year": "1985",
      "uri": "/wiki/Maryam_Hassouni",
      "name": "Maryam Hassouni",
      "aboutText": "Justin Ryan Durant (born September 21, 1985) is an American football linebacker for the Atlanta Falcons of the National Football League (NFL). He was drafted by the Jacksonville Jaguars in the second round of the 2007 NFL Draft and has also played for the Detroit Lions and Dallas Cowboys. He played college football at Hampton University.",
      "pageId": 9763021,
      "monthDay": "09/21"
    },
    {
      "year": "1986",
      "uri": "/wiki/Faris_Badwan",
      "name": "Faris Badwan",
      "aboutText": "Courtney Paris (born September 21, 1987) is an American basketball player born in San Jose, California. She is currently the starting center for the WNBA's Tulsa Shock. She is best known for her accomplishments during her college career at the University of Oklahoma, where she holds career averages of 21.4 points and 15.3 rebounds per game.",
      "pageId": 10357313,
      "monthDay": "09/21"
    },
    {
      "year": "1986",
      "uri": "/wiki/Lindsey_Stirling",
      "name": "Lindsey Stirling",
      "aboutText": "Olubowale Victor Akintimehin (born September 21, 1984), better known by his stage name Wale (/ˈwɔː leɪ/ WAH-lay), is an American rapper from Washington, DC. He rose to prominence in 2006, when his song \"Dig Dug (Shake It)\" became popular in his hometown. Wale became locally recognized and continued recording music for the regional audience. Producer Mark Ronson discovered Wale in 2006 and signed him to Allido Records in 2007.",
      "pageId": 11047281,
      "monthDay": "09/21"
    },
    {
      "year": "1987",
      "uri": "/wiki/Jimmy_Clausen",
      "name": "Jimmy Clausen",
      "aboutText": "Benjamin Marshall Wildman-Tobriner (born September 21, 1984) is an American competition swimmer, Olympic gold medalist, and former world record-holder.",
      "pageId": 13012816,
      "monthDay": "09/21"
    },
    {
      "year": "1987",
      "uri": "/wiki/Marcelo_Estigarribia",
      "name": "Marcelo Estigarribia",
      "aboutText": "Michał Pazdan (Polish pronunciation: [ˈmixaw ˈpazdan], born September 21, 1987 in Kraków) is a Polish footballer who plays as a centerback and defensive midfielder for Polish Ekstraklasa side Legia Warsaw.",
      "pageId": 13122808,
      "monthDay": "09/21"
    },
    {
      "year": "1987",
      "uri": "/wiki/Ryan_Guzman",
      "name": "Ryan Guzman",
      "aboutText": "Bilawal Bhutto Zardari (Urdu: بلاول بھٹو زرداری‎; Sindhi: بلاول ڀٽو زرداري‎; born 21 September 1988) is a Pakistani politician who serves as the Chairman of the Pakistan Peoples Party and presides over the party's executive committee. Born in the political Bhutto dynasty, he is the only son of former President Asif Ali Zardari and former Prime Minister Benazir Bhutto, while his grandfather, Zulfikar Ali Bhutto also led Pakistan during the 1970s. He officially started his political career on 18 October 2014 by addressing a mass rally in Karachi.",
      "pageId": 14914566,
      "monthDay": "09/21"
    },
    {
      "year": "1987",
      "uri": "/wiki/Murilo_Maccari",
      "name": "Murilo Maccari",
      "aboutText": "Murilo Maccari (born 21 September 1987) is a Brazilian professional footballer, who plays for Naxxar Lions F.C. in Malta.",
      "pageId": 16277844,
      "monthDay": "09/21"
    },
    {
      "year": "1987",
      "uri": "/wiki/Ashley_Paris",
      "name": "Ashley Paris",
      "aboutText": "Marcelo Alejandro Estigarribia Balmori (born 21 September 1987 in Fernando de la Mora) is a Paraguayan footballer who plays for Serie A side Atalanta, on loan from Deportivo Maldonado.\nEstigarribia has been known since youth as Chelo, as a diminutive of his name Marcelo. He also has an Italian passport by way of his mother.",
      "pageId": 16486003,
      "monthDay": "09/21"
    },
    {
      "year": "1987",
      "uri": "/wiki/Courtney_Paris",
      "name": "Courtney Paris",
      "aboutText": "Douglas Dewayne \"Doug\" Baldwin, Jr. (born September 21, 1988) is an American football wide receiver for the Seattle Seahawks of the National Football League. He was signed by the Seahawks as an undrafted free agent in 2011.",
      "pageId": 32577846,
      "monthDay": "09/21"
    },
    {
      "year": "1987",
      "uri": "/wiki/Micha%C5%82_Pazdan",
      "name": "Michał Pazdan",
      "aboutText": "Lindsey Stirling (born September 21, 1986) is an American violinist, dancer, performance artist, singer and composer. She presents choreographed violin performances, both live and in music videos found on her YouTube channel, Lindsey Stirling, which she introduced in 2007.\nStirling performs a variety of music styles, from classical to pop and rock to electronic dance music.",
      "pageId": 33554195,
      "monthDay": "09/21"
    },
    {
      "year": "1988",
      "uri": "/wiki/Doug_Baldwin_(American_football)",
      "name": "Doug Baldwin",
      "aboutText": "Ryan Anthony Guzman (born September 21, 1987) is an American actor best known for portraying Sean Asa in the fourth and fifth installments of the Step Up series and Noah Sandborn in The Boy Next Door.",
      "pageId": 36404847,
      "monthDay": "09/21"
    },
    {
      "year": "1988",
      "uri": "/wiki/Bilawal_Bhutto_Zardari",
      "name": "Bilawal Bhutto Zardari",
      "aboutText": "Kristian Olof Erik Gidlund (21 September 1983 – 17 September 2013) was a Swedish musician and author. He played drums in the rock band Sugarplum Fairy. He hosted Sommar i P1 on Swedish radio and released one book.",
      "pageId": 40564580,
      "monthDay": "09/21"
    },
    {
      "year": "1989",
      "uri": "/wiki/Jason_Derulo",
      "name": "Jason Derulo",
      "aboutText": "Allison Glenn Scagliotti (skæliˈoʊti; born September 21, 1990) is an American actress.",
      "pageId": 2930443,
      "monthDay": "09/21"
    },
    {
      "year": "1989",
      "uri": "/wiki/Sandor_Earl",
      "name": "Sandor Earl",
      "aboutText": "Christian Marie Serratos (born September 21, 1990) is an American actress, who plays Rosita Espinosa in AMC's The Walking Dead TV series, based on the comic book of the same name. She is also known for playing Suzie Crabgrass in the Nickelodeon series Ned's Declassified School Survival Guide and Angela Weber in The Twilight Saga series.",
      "pageId": 3590120,
      "monthDay": "09/21"
    },
    {
      "year": "1989",
      "uri": "/wiki/Jef_Gaitan",
      "name": "Jef Gaitan",
      "aboutText": "Jason Joel Desrouleaux (French pronunciation: ​[dɛʁuˈlo]; born September 21, 1989), better known by his stage name Jason Derulo (an alternate spelling of his name which shares the same pronunciation), is an American singer, songwriter and dancer. Since the start of his career as a solo recording artist in 2009, Derulo has sold over 50 million singles and has achieved eleven career platinum singles, including \"Wiggle\", \"Talk Dirty\", \"In My Head\", and \"Whatcha Say\".\nAfter producing records for several artists and writing songs for Cash Money Records co-founder Birdman, Young Money Entertainment owner Lil Wayne and rapper Diddy, Derulo signed to minor recording label Beluga Heights.",
      "pageId": 16195374,
      "monthDay": "09/21"
    },
    {
      "year": "1989",
      "uri": "/wiki/Emma_Watkins",
      "name": "Emma Watkins",
      "aboutText": "Al-Farouq Ajiede Aminu (born September 21, 1990) is an American-Nigerian professional basketball player for the Portland Trail Blazers of the National Basketball Association (NBA). He plays internationally with the Nigeria national basketball team.",
      "pageId": 19490874,
      "monthDay": "09/21"
    },
    {
      "year": "1990",
      "uri": "/wiki/Al-Farouq_Aminu",
      "name": "Al-Farouq Aminu",
      "aboutText": "Sandor Earl (/ˈɜrl/; born 21 September 1989) is an Australian underwear model, professional rugby league player who last played for the Canberra Raiders in the NRL. He primarily plays on the wing.",
      "pageId": 24188568,
      "monthDay": "09/21"
    },
    {
      "year": "1990",
      "uri": "/wiki/Danny_Batth",
      "name": "Danny Batth",
      "aboutText": "Daniel Tanveer \"Danny\" Batth (born 21 September 1990) is an English professional footballer who plays as a defender for Wolverhampton Wanderers. He has additionally represented Colchester United, Sheffield United and Sheffield Wednesday on loan.",
      "pageId": 24398750,
      "monthDay": "09/21"
    },
    {
      "year": "1990",
      "uri": "/wiki/Ivan_Dorschner",
      "name": "Ivan Dorschner",
      "aboutText": "Ivan Anthony Dorschner (born September 21, 1990, in Los Angeles, California) is a Filipino-American actor, television host, and model who was a former housemate of the Philippine reality television show Pinoy Big Brother: Teen Clash 2010.",
      "pageId": 28054934,
      "monthDay": "09/21"
    },
    {
      "year": "1990",
      "uri": "/wiki/Allison_Scagliotti",
      "name": "Allison Scagliotti",
      "aboutText": "Emma Watkins (born 21 September 1989 in Sydney) is an Australian actor and singer, best known as the first female member of the children's group The Wiggles.",
      "pageId": 35847193,
      "monthDay": "09/21"
    },
    {
      "year": "1990",
      "uri": "/wiki/Christian_Serratos",
      "name": "Christian Serratos",
      "aboutText": "Derik Osede Prieto (born 21 February 1993), known simply as Derik, is a Spanish footballer who plays for English club Bolton Wanderers as a central defender.",
      "pageId": 37800816,
      "monthDay": "09/21"
    },
    {
      "year": "1991",
      "uri": "/wiki/Anastassia_Kovalenko",
      "name": "Anastassia Kovalenko",
      "aboutText": "Jef Gaitan (born September 21, 1989) is a Filipino actress who first started as a TV commercial model and the year 2009 she joined Survivor Philippines Palau which was aired on GMA Network. She finished the season as one of the top three in the finale episode of Survivor Philippines Palau. Gaitan later on became a semi regular in Party Pilipinas.",
      "pageId": 39997915,
      "monthDay": "09/21"
    },
    {
      "year": "1992",
      "uri": "/wiki/Rodrigo_God%C3%ADnez",
      "name": "Rodrigo Godínez",
      "aboutText": "Fumi Nikaidō (二階堂 ふみ, Nikaidō Fumi, born 21 September 1994) is a Japanese actress and fashion model.",
      "pageId": 41168946,
      "monthDay": "09/21"
    },
    {
      "year": "1993",
      "uri": "/wiki/Kwon_Mina",
      "name": "Kwon Mina",
      "aboutText": "Kwon Mina (Hangul: 권민아; born September 21, 1993), better known as simply Mina, is a South Korean idol singer and actress.",
      "pageId": 43340247,
      "monthDay": "09/21"
    },
    {
      "year": "1993",
      "uri": "/wiki/Derik_Osede",
      "name": "Derik Osede",
      "aboutText": "Rodrigo Godínez Orozco (born 21 September 1992) is a Mexican footballer who currently plays for Club Atlas of Liga MX.",
      "pageId": 43380665,
      "monthDay": "09/21"
    },
    {
      "year": "1994",
      "uri": "/wiki/Fumi_Nikaid%C5%8D",
      "name": "Fumi Nikaidō",
      "aboutText": "Benjamin Proud (born 21 September 1994) is an English competitive swimmer who has represented Great Britain in the FINA world championships and European championships, and England in the Commonwealth Games. Proud holds two British national records, as well as being the Commonwealth champion in the 50m butterfly and 50m freestyle events. He was the fastest 18-year-old in the world who competes in the 50m butterfly and is currently training for the 2016 Olympics in Rio.",
      "pageId": 43393813,
      "monthDay": "09/21"
    },
    {
      "year": "1994",
      "uri": "/wiki/Ben_Proud",
      "name": "Ben Proud",
      "aboutText": "Anastassia Kovalenko (born 21 September 1991) is an Estonian motorcycle road racer. She is racing in European Junior Cup and is first female racer in Estonian road racing history to race on the international level. She currently holds the title of the best female motorcycle athlete of the year in Estonia.",
      "pageId": 44717394,
      "monthDay": "09/21"
    }
  ]
}