{
  "people": [
    {
      "year": "1358",
      "uri": "/wiki/Ashikaga_Yoshimitsu",
      "name": "Ashikaga Yoshimitsu",
      "aboutText": "Francesco Borromini, byname of Francesco Castelli (25 September 1599 – 2 August 1667), was an Italian architect born in today's Ticino who, with his contemporaries Gian Lorenzo Bernini and Pietro da Cortona, was a leading figure in the emergence of Roman Baroque architecture.\nA keen student of the architecture of Michelangelo and the ruins of Antiquity, Borromini developed an inventive and distinctive, if somewhat idiosyncratic, architecture employing manipulations of Classical architectural forms, geometrical rationales in his plans and symbolic meanings in his buildings. He seems to have had a sound understanding of structures, which perhaps Bernini and Cortona, who were principally trained in other areas of the visual arts, lacked.",
      "pageId": 11125,
      "monthDay": "09/25"
    },
    {
      "year": "1403",
      "uri": "/wiki/Louis_III_of_Naples",
      "name": "Louis III of Naples",
      "aboutText": "Ole Christensen Rømer (Danish pronunciation: [o(ː)lə ˈʁœːˀmɐ]; 25 September 1644 – 19 September 1710) was a Danish astronomer who in 1676 made the first quantitative measurements of the speed of light.",
      "pageId": 22459,
      "monthDay": "09/25"
    },
    {
      "year": "1525",
      "uri": "/wiki/Steven_Borough",
      "name": "Steven Borough",
      "aboutText": "Jean-Philippe Rameau (French: [ʒɑ̃filip ʁamo]; (1683-09-25)25 September 1683 – 12 September 1764(1764-09-12)) was one of the most important French composers and music theorists of the Baroque era. He replaced Jean-Baptiste Lully as the dominant composer of French opera and is also considered the leading French composer for the harpsichord of his time, alongside François Couperin.\nLittle is known about Rameau's early years, and it was not until the 1720s that he won fame as a major theorist of music with his Treatise on Harmony (1722) and also in the following years as a composer of masterpieces for the harpsichord, which circulated throughout Europe.",
      "pageId": 152682,
      "monthDay": "09/25"
    },
    {
      "year": "1599",
      "uri": "/wiki/Francesco_Borromini",
      "name": "Francesco Borromini",
      "aboutText": "Henry Pelham (25 September 1694 – 6 March 1754) was a British Whig statesman, who served as Prime Minister of Great Britain from 27 August 1743 until his death. He was the younger brother of Thomas Pelham-Holles, the Duke of Newcastle-under-Lyne, who succeeded Henry as Prime Minister.",
      "pageId": 171446,
      "monthDay": "09/25"
    },
    {
      "year": "1644",
      "uri": "/wiki/Ole_R%C3%B8mer",
      "name": "Ole Rømer",
      "aboutText": "Frederick William II (German: Friedrich Wilhelm II.; 25 September 1744 – 16 November 1797) was King of Prussia, from 1786 until his death. He was in personal union the Prince-elector of Brandenburg and (via the Orange-Nassau inheritance of his grandfather) sovereign prince of the Canton of Neuchâtel. Pleasure-loving and indolent, he is seen as the antithesis to his predecessor, Frederick II. Under his reign, Prussia was weakened internally and externally, and he failed to deal adequately with the challenges to the existing order posed by the French Revolution.",
      "pageId": 213668,
      "monthDay": "09/25"
    },
    {
      "year": "1663",
      "uri": "/wiki/Johann_Nikolaus_Hanff",
      "name": "Johann Nikolaus Hanff",
      "aboutText": "The Qianlong Emperor (25 September 1711 – 7 February 1799) was the sixth emperor of the Manchu-led Qing dynasty, and the fourth Qing emperor to rule over China proper. Born Aisin Gioro Hongli, the fourth son of the Yongzheng Emperor, he reigned officially from 11 October 1735 to 8 February 1796.1 On 8 February, he abdicated in favour of his son, the Jiaqing Emperor – a filial act in order not to reign longer than his grandfather, the illustrious Kangxi Emperor. Despite his retirement, however, he retained ultimate power as a emperor emeritus until his death in 1799.",
      "pageId": 265949,
      "monthDay": "09/25"
    },
    {
      "year": "1683",
      "uri": "/wiki/Jean-Philippe_Rameau",
      "name": "Jean-Philippe Rameau",
      "aboutText": "Jean-Baptiste Armand Louis Léonce Élie de Beaumont (25 September 1798 – 21 September 1874) was a French geologist.",
      "pageId": 470626,
      "monthDay": "09/25"
    },
    {
      "year": "1694",
      "uri": "/wiki/Henry_Pelham",
      "name": "Henry Pelham",
      "aboutText": "Fletcher Christian (25 September 1764 – 20 September 1793) was master's mate on board HMS Bounty during William Bligh's voyage to Tahiti for breadfruit plants.",
      "pageId": 610616,
      "monthDay": "09/25"
    },
    {
      "year": "1711",
      "uri": "/wiki/Qianlong_Emperor",
      "name": "Qianlong Emperor",
      "aboutText": "Charles Robert Maturin, also known as C. R. Maturin (25 September 1782 – 30 October 1824), was an Irish Protestant clergyman (ordained in the Church of Ireland) and a writer of Gothic plays and novels.\n His best known work is the novel Melmoth the Wanderer.\n^ Chris Morgan, \"Maturin, Charles R(obert).\" in St.",
      "pageId": 704229,
      "monthDay": "09/25"
    },
    {
      "year": "1738",
      "uri": "/wiki/Nicholas_Van_Dyke_(governor)",
      "name": "Nicholas Van Dyke",
      "aboutText": "Armand Emmanuel Sophie Septimanie de Vignerot du Plessis, (5th) Duke of Richelieu (25 September 1766, Paris – 17 May 1822) was a prominent French statesman during the Bourbon Restoration.",
      "pageId": 755261,
      "monthDay": "09/25"
    },
    {
      "year": "1741",
      "uri": "/wiki/Wenzel_Pichl",
      "name": "Wenzel Pichl",
      "aboutText": "Jason Fairbanks (September 25, 1780 – September 10, 1801) was an early American murderer. Fairbanks came from a prominent family in Dedham, Massachusetts. He was the son of Ebenezer and Prudence Farrington Fairbanks and lived in the Fairbanks House, today the oldest wood-framed house in the country.",
      "pageId": 1145081,
      "monthDay": "09/25"
    },
    {
      "year": "1744",
      "uri": "/wiki/Frederick_William_II_of_Prussia",
      "name": "Frederick William II of Prussia",
      "aboutText": "Johann Nikolaus Hanff (25 September 1663 – 25 December 1711) was a North German organist and composer. Hanff was born in Wechmar in Thuringia and worked in Eutin, Hamburg and Schleswig.\nWhile in Hamburg, Hanff taught harpsichord and composition to the young Johann Mattheson for four years.",
      "pageId": 1468693,
      "monthDay": "09/25"
    },
    {
      "year": "1758",
      "uri": "/wiki/Josepha_Barbara_Auernhammer",
      "name": "Josepha Barbara Auernhammer",
      "aboutText": "Louis III (25 September 1403 – 12 November 1434) was titular King of Naples from 1417 to 1426, Count of Provence, Forcalquier, Piedmont, and Maine and Duke of Anjou from 1417 to 1434, and Duke of Calabria from 1426 to 1434.\nHe was the eldest son and heir of Louis II of Anjou and Yolande of Aragon, Queen of Four Kingdoms.\nThe throne of Aragon fell vacant in 1410 (Louis was then 6 years old) when king Martin I of Aragon died.",
      "pageId": 1784382,
      "monthDay": "09/25"
    },
    {
      "year": "1764",
      "uri": "/wiki/Fletcher_Christian",
      "name": "Fletcher Christian",
      "aboutText": "Nicholas Van Dyke (September 25, 1738 – February 19, 1789) was an American lawyer and politician from New Castle, in New Castle County, Delaware.",
      "pageId": 1982843,
      "monthDay": "09/25"
    },
    {
      "year": "1766",
      "uri": "/wiki/Armand-Emmanuel_de_Vignerot_du_Plessis,_Duc_de_Richelieu",
      "name": "Armand-Emmanuel de Vignerot du Plessis, Duc de Richelieu",
      "aboutText": "Agostino Bassi, sometimes called de Lodi (25 September 1773 – 8 February 1856), was an Italian entomologist. He preceded Louis Pasteur in the discovery that microorganisms can be the cause of disease (the germ theory of disease). He discovered that the muscardine disease of silkworms was caused by a living, very small, parasitic organism, a fungus that would be named eventually Beauveria bassiana in his honor.",
      "pageId": 2234044,
      "monthDay": "09/25"
    },
    {
      "year": "1771",
      "uri": "/wiki/Nikolay_Raevsky",
      "name": "Nikolay Raevsky",
      "aboutText": "Steven Borough (September 25, 1525 – July 12, 1584), English navigator, was born at Northam, Devon.",
      "pageId": 2314430,
      "monthDay": "09/25"
    },
    {
      "year": "1773",
      "uri": "/wiki/Agostino_Bassi",
      "name": "Agostino Bassi",
      "aboutText": "Václav Pichl (25 September 1741 – 23 January 1805; known in German as Wenzel Pichl) was a classical Czech composer of the 18th Century. He was also a violinist, music director and writer.\nPichl was born at Bechyně, Bohemia.",
      "pageId": 3373977,
      "monthDay": "09/25"
    },
    {
      "year": "1780",
      "uri": "/wiki/Jason_Fairbanks",
      "name": "Jason Fairbanks",
      "aboutText": "Nikolay Nikolayevich Raevsky (Russian: Николай Николаевич Раевский; September 25 [O.S. 14] 1771 — September 28 [O.S. 16] 1829) was a Russian general and statesman who achieved fame for his feats of arms during the Napoleonic Wars.",
      "pageId": 3894098,
      "monthDay": "09/25"
    },
    {
      "year": "1782",
      "uri": "/wiki/Charles_Maturin",
      "name": "Charles Maturin",
      "aboutText": "Josepha Barbara Auernhammer (25 September 1758 – 30 January 1820) was an Austrian pianist and composer.\nShe was born in Vienna, the eleventh child of Johann Michael Auernhammer and Elisabeth Timmer. Josepha Barbara Auernhammer studied with Georg Friedrich Richter, Leopold Anton Kozeluch and from 1781 on Mozart, with whom she fell in love.",
      "pageId": 28712072,
      "monthDay": "09/25"
    },
    {
      "year": "1798",
      "uri": "/wiki/Jean-Baptiste_%C3%89lie_de_Beaumont",
      "name": "Jean-Baptiste Élie de Beaumont",
      "aboutText": "Ashikaga Yoshimitsu (足利 義満, September 25, 1358 – May 31, 1408) was the 3rd shogun of the Ashikaga shogunate who ruled from 1368 to 1394 during the Muromachi period of Japan. Yoshimitsu was the son of the second shogun Ashikaga Yoshiakira.\nIn the year after the death of his father Yoshiakira in 1367, Yoshimitsu became Seii Taishogun at age 11.",
      "pageId": 47870703,
      "monthDay": "09/25"
    },
    {
      "year": "1816",
      "uri": "/wiki/Georg_August_Rudolph",
      "name": "Georg August Rudolph",
      "aboutText": "Thomas Hunt Morgan (September 25, 1866 – December 4, 1945) was an American evolutionary biologist, geneticist, embryologist, and science author who won the Nobel Prize in Physiology or Medicine in 1933 for discoveries elucidating the role that the chromosome plays in heredity.\nMorgan received his Ph.D. from Johns Hopkins University in zoology in 1890 and researched embryology during his tenure at Bryn Mawr. Following the rediscovery of Mendelian inheritance in 1900, Morgan's research moved to the study of mutation in the fruit fly Drosophila melanogaster.",
      "pageId": 31522,
      "monthDay": "09/25"
    },
    {
      "year": "1825",
      "uri": "/wiki/William_Pitt_Ballinger",
      "name": "William Pitt Ballinger",
      "aboutText": "William Cuthbert Faulkner (/ˈfɔːlknər/, September 25, 1897 – July 6, 1962) was an American writer and Nobel Prize laureate from Oxford, Mississippi. Faulkner wrote novels, short stories, a play, poetry, essays, and screenplays. He is primarily known for his novels and short stories set in the fictional Yoknapatawpha County, based on Lafayette County, Mississippi, where he spent most of his life.",
      "pageId": 33718,
      "monthDay": "09/25"
    },
    {
      "year": "1825",
      "uri": "/wiki/Joachim_Heer",
      "name": "Joachim Heer",
      "aboutText": "Lu Xun or Lu Hsün (Wade-Giles), was the pen name of Zhou Shuren (25 September 1881 – 19 October 1936), a leading figure of modern Chinese literature. Writing in Vernacular Chinese as well as Classical Chinese, Lu Xun was a short story writer, editor, translator, literary critic, essayist, and poet. In the 1930s he became the titular head of the League of Left-Wing Writers in Shanghai.",
      "pageId": 65861,
      "monthDay": "09/25"
    },
    {
      "year": "1839",
      "uri": "/wiki/Karl_Alfred_von_Zittel",
      "name": "Karl Alfred von Zittel",
      "aboutText": "Robert Bresson (French: [ʁɔbɛʁ bʁɛsɔ̃]; 25 September 1901 – 18 December 1999) was an acclaimed French film director. Known for a spiritual and ascetic style, he contributed notably to the art of film, and particularly the French New Wave. Bresson is considered to be of paramount importance to minimalist film, as most of his work featured non-professional actors, little use of music or scoring, and ellipsis, in which events important to the narrative are not visually depicted.",
      "pageId": 102574,
      "monthDay": "09/25"
    },
    {
      "year": "1862",
      "uri": "/wiki/L%C3%A9on_Bo%C3%ABllmann",
      "name": "Léon Boëllmann",
      "aboutText": "William Morris \"Billy\" Hughes, CH, QC (25 September 1862 – 28 October 1952), Australian politician, was the seventh Prime Minister of Australia, from 1915 to 1923.\nOver the course of his 51-year federal parliamentary career (and an additional seven years prior to that in a colonial parliament), Hughes changed parties five times: from Labor (1901–16) to National Labor (1916–17) to Nationalist (1917–30) to Australian (1930–31) to United Australia (1931–44) to Liberal (1944–52). He was expelled from three parties, and represented four different electorates in two states.",
      "pageId": 154955,
      "monthDay": "09/25"
    },
    {
      "year": "1862",
      "uri": "/wiki/Billy_Hughes",
      "name": "Billy Hughes",
      "aboutText": "Harald Cramér (Swedish: [kraˈmeːr]; 25 September 1893 – 5 October 1985) was a Swedish mathematician, actuary, and statistician, specializing in mathematical statistics and probabilistic number theory.",
      "pageId": 223129,
      "monthDay": "09/25"
    },
    {
      "year": "1866",
      "uri": "/wiki/Thomas_Hunt_Morgan",
      "name": "Thomas Hunt Morgan",
      "aboutText": "Joachim Heer (25 September 1825 - 1 March 1879) was a Swiss politician and member of the Swiss Federal Council (1875-1878).\nHe was elected to the Swiss Federal Council on 10 December 1875 and handed over office on 31 December 1878. He was affiliated to the Free Democratic Party of Switzerland.",
      "pageId": 241041,
      "monthDay": "09/25"
    },
    {
      "year": "1867",
      "uri": "/wiki/Yevgeny_Miller",
      "name": "Yevgeny Miller",
      "aboutText": "Alessandro \"Sandro\" Pertini, OMCA (Italian: [alesˈsandro (ˈsandro) perˈtiːni]; 25 September 1896 – 24 February 1990) was an Italian journalist and socialist politician, who served as the seventh President of the Italian Republic, from 1978 to 1985.",
      "pageId": 412070,
      "monthDay": "09/25"
    },
    {
      "year": "1879",
      "uri": "/wiki/Lope_K._Santos",
      "name": "Lope K. Santos",
      "aboutText": "Gordon Richard Coventry (25 September 1901 – 7 November 1968) was an Australian rules footballer who played for Collingwood Football Club in the Victorian Football League (VFL). Accorded \"Legend\" status in the Australian Football Hall of Fame, Coventry was the first player to kick 100 goals in a season and over 1000 goals overall, with his career total of 1299 goals serving as a league record for over 60 seasons.\nOriginally from Diamond Creek, Victoria, Coventry played his early football for the Diamond Creek Football Club in the Heidelberg District Football League (HDFL).",
      "pageId": 624871,
      "monthDay": "09/25"
    },
    {
      "year": "1881",
      "uri": "/wiki/Lu_Xun",
      "name": "Lu Xun",
      "aboutText": "Karl Alfred Ritter von Zittel (25 September 1839 – 5 January 1904) was a German palaeontologist.",
      "pageId": 937896,
      "monthDay": "09/25"
    },
    {
      "year": "1888",
      "uri": "/wiki/Hanna_Ralph",
      "name": "Hanna Ralph",
      "aboutText": "Léon Boëllmann (September 25, 1862 – October 11, 1897) was a French composer of Alsatian origin, known for a small number of compositions for organ.",
      "pageId": 2432834,
      "monthDay": "09/25"
    },
    {
      "year": "1889",
      "uri": "/wiki/Charles_Kenneth_Scott_Moncrieff",
      "name": "Charles Kenneth Scott Moncrieff",
      "aboutText": "Robert Brackman (September 25, 1898 – July 16, 1980) was an American artist and teacher of Ukrainian origin, best known for large figural works, portraits, and still lifes.",
      "pageId": 3067470,
      "monthDay": "09/25"
    },
    {
      "year": "1893",
      "uri": "/wiki/Harald_Cram%C3%A9r",
      "name": "Harald Cramér",
      "aboutText": "Yevgeny-Ludvig Karlovich Miller (Russian: Евгений Карлович Миллер; September 25, 1867, Dünaburg, Vitebsk Governorate, Russia–May 11, 1939, Moscow) was a Russian general and one of the leaders of the anticommunist White Army during and after the Russian Civil War.",
      "pageId": 3082159,
      "monthDay": "09/25"
    },
    {
      "year": "1896",
      "uri": "/wiki/Sandro_Pertini",
      "name": "Sandro Pertini",
      "aboutText": "Charles Kenneth Scott Moncrieff, MC (25 September 1889 – 28 February 1930) was a Scottish writer, most famous for his English translation of most of Proust's À la recherche du temps perdu, which he published under the Shakespearean title Remembrance of Things Past.",
      "pageId": 4128471,
      "monthDay": "09/25"
    },
    {
      "year": "1897",
      "uri": "/wiki/William_Faulkner",
      "name": "William Faulkner",
      "aboutText": "Udumalai Narayana Kavi (1899–1981) was an Indian poet.",
      "pageId": 5240922,
      "monthDay": "09/25"
    },
    {
      "year": "1898",
      "uri": "/wiki/Robert_Brackman",
      "name": "Robert Brackman",
      "aboutText": "William Pitt Ballinger (September 25, 1825 – January 20, 1888) was a respected and influential Texas lawyer and statesman. His behind-the-scenes life had a major impact on the development of Texas realty and railroad law, furthering the Confederacy during the Civil War, the Reconstruction in Texas, the emancipation of black slaves, and the industrialization of the South.\nThroughout the many local, state, and national events and issues, Ballinger's life as a lawyer and a politician became firmly committed and driven to uphold and argue the law to its fullest extent without his biased interpretation.",
      "pageId": 8376592,
      "monthDay": "09/25"
    },
    {
      "year": "1899",
      "uri": "/wiki/Udumalai_Narayana_Kavi",
      "name": "Udumalai Narayana Kavi",
      "aboutText": "Artur Sirk (25 September 1900 in Pruuna, Lehtse Parish, Estonia – 2 August 1937 in Echternach, Luxembourg) was an Estonian political and military figure.",
      "pageId": 14103344,
      "monthDay": "09/25"
    },
    {
      "year": "1900",
      "uri": "/wiki/Artur_Sirk",
      "name": "Artur Sirk",
      "aboutText": "Lope K. Santos (born Lope Santos y Canseco) (September 25, 1879 – May 1, 1963) was a Filipino Tagalog language writer and former senator of the Philippines. He is best known for his 1906 socialist novel, Banaag at Sikat and to his contributions for the development of Filipino grammar and Tagalog orthography.\nLope K. Santos was born in Pasig, Province of Manila (now a part of Metro Manila), as Lope Santos y Canseco to Ladislao Santos, a native of Pasig and Victorina Canseco, a native of San Mateo on September 25, 1879.",
      "pageId": 15962182,
      "monthDay": "09/25"
    },
    {
      "year": "1901",
      "uri": "/wiki/Robert_Bresson",
      "name": "Robert Bresson",
      "aboutText": "Georg August Rudolph (25 September 1816 in Kassel – 13 December 1893 in Marburg) was a German politician and from 4 December 1856 until 2 August 1884 mayor of Marburg.",
      "pageId": 29265520,
      "monthDay": "09/25"
    },
    {
      "year": "1901",
      "uri": "/wiki/Gordon_Coventry",
      "name": "Gordon Coventry",
      "aboutText": "Hanna Ralph (25 September 1888 – 25 March 1978) was a German stage and film actress whose career began on the stage and in silent film in the 1910s and continued through the early 1950s.",
      "pageId": 32045124,
      "monthDay": "09/25"
    },
    {
      "year": "1903",
      "uri": "/wiki/Mark_Rothko",
      "name": "Mark Rothko",
      "aboutText": "Dmitri Dmitriyevich Shostakovich (Russian:  Дми́трий Дми́триевич Шостако́вич , tr. Dmitriy Dmitrievich Shostakovich, pronounced [ˈdmʲitrʲɪj ˈdmʲitrʲɪɪvʲɪtɕ ʂəstɐˈkovʲɪtɕ]; 25 September 1906 – 9 August 1975) was a Soviet composer and pianist, and a prominent figure of 20th-century music.\nShostakovich achieved fame in the Soviet Union under the patronage of Soviet chief of staff Mikhail Tukhachevsky, but later had a complex and difficult relationship with the government.",
      "pageId": 8520,
      "monthDay": "09/25"
    },
    {
      "year": "1906",
      "uri": "/wiki/Phyllis_Pearsall",
      "name": "Phyllis Pearsall",
      "aboutText": "Eric Eustace Williams (25 September 1911 – 29 March 1981) served as the first Prime Minister of Trinidad and Tobago. He served as prime minister from 1962 until his death in 1981.",
      "pageId": 50252,
      "monthDay": "09/25"
    },
    {
      "year": "1906",
      "uri": "/wiki/Dmitri_Shostakovich",
      "name": "Dmitri Shostakovich",
      "aboutText": "Mark Rothko (/ˈrɒθkoʊ/), born Markus Yakovlevich Rotkovich (Russian: Ма́ркус Я́ковлевич Ротко́вич, Latvian: Markuss Rotkovičs) (September 25, 1903 – February 25, 1970), was an American painter of Russian Jewish descent. Although Rothko himself refused to adhere to any art movement, he is generally identified as an Abstract Expressionist.",
      "pageId": 127657,
      "monthDay": "09/25"
    },
    {
      "year": "1908",
      "uri": "/wiki/Jacqueline_Audry",
      "name": "Jacqueline Audry",
      "aboutText": "Julius Rosenberg (May 12, 1918 – June 19, 1953) and Ethel Greenglass Rosenberg (September 28, 1915 – June 19, 1953) were American citizens executed for conspiracy to commit espionage, relating to passing information about the atomic bomb to the Soviet Union.\nThe other atomic spies who were caught by the FBI offered confessions and were not executed, including Ethel's brother, David Greenglass, who supplied documents to Julius from Los Alamos and served 10 years of his 15-year sentence; Harry Gold, who identified Greenglass and served 15 years in Federal prison as the courier for Greenglass; and a German scientist, Klaus Fuchs, who served nine years and four months.\nIn 1995, the United States government released a series of decoded Soviet cables, codenamed VENONA, which confirmed that Julius acted as a courier and recruiter for the Soviets, but did not provide definitive evidence for Ethel's involvement.",
      "pageId": 179273,
      "monthDay": "09/25"
    },
    {
      "year": "1910",
      "uri": "/wiki/Ralph_Jordan",
      "name": "Ralph Jordan",
      "aboutText": "Sergei Fedorovich Bondarchuk (Russian pronunciation: [sʲɪrˈɡʲej ˈfʲɵdərəvʲɪtɕ bəndɐrˈtɕuk]; Russian: Серге́й Фё́дорович Бондарчу́к; Ukrainian: Сергі́й Фе́дорович Бондарчу́к, Serhiy Fedorovych Bondarchuk; 25 September 1920 – 20 October 1994) was a Soviet film director, screenwriter and actor.",
      "pageId": 179307,
      "monthDay": "09/25"
    },
    {
      "year": "1911",
      "uri": "/wiki/Eric_Williams",
      "name": "Eric Williams",
      "aboutText": "Hammer DeRoburt, KBE (25 September 1922 – 15 July 1992) was the founding President of the Republic of Nauru, and ruled the country for most of its first twenty years of independence.",
      "pageId": 277990,
      "monthDay": "09/25"
    },
    {
      "year": "1913",
      "uri": "/wiki/Maria_T%C4%83nase",
      "name": "Maria Tănase",
      "aboutText": "Sir Robert David \"Rob\" Muldoon GCMG CH (25 September 1921 – 5 August 1992) served as the 31st Prime Minister of New Zealand from 1975 to 1984, as leader of the governing National Party. Muldoon had been a Minister of Finance (a portfolio he also held while Prime Minister) and prominent member of the National Party and MP for the Tamaki electorate in Auckland prior to becoming party leader in 1974.\nDuring his time as a member of parliament and as Prime Minister, Muldoon was responsible for responding to a number of major challenges to the New Zealand economy, including the introduction of decimal currency in 1967, mini budgets, national superannuation, wage and price freezes, inflation and Think Big policies of the third National Government he led.",
      "pageId": 308842,
      "monthDay": "09/25"
    },
    {
      "year": "1914",
      "uri": "/wiki/Elena_Lucena",
      "name": "Elena Lucena",
      "aboutText": "John Franklin Sain (September 25, 1917 – November 7, 2006) was an American right-handed pitcher in Major League Baseball who was best known for teaming with left-hander Warren Spahn on the Boston Braves teams from 1946 to 1951. He was the runner-up for the National League's Most Valuable Player Award in the Braves' pennant-winning season of 1948, after leading the National League in wins, complete games and innings pitched. He later became further well known as one of the top pitching coaches in the majors.",
      "pageId": 379830,
      "monthDay": "09/25"
    },
    {
      "year": "1915",
      "uri": "/wiki/Ethel_Rosenberg",
      "name": "Ethel Rosenberg",
      "aboutText": "Philip Francis \"Phil\" Rizzuto (September 25, 1917 – August 13, 2007), nicknamed \"The Scooter\", was an American Major League Baseball shortstop. He spent his entire 13-year baseball career with the New York Yankees (1941–1956), and was elected to the National Baseball Hall of Fame in 1994.\nA popular figure on a team dynasty which captured 10 AL titles and seven World Championships in his 13 seasons, Rizzuto holds numerous World Series records for shortstops.",
      "pageId": 508844,
      "monthDay": "09/25"
    },
    {
      "year": "1916",
      "uri": "/wiki/Jessica_Anderson",
      "name": "Jessica Anderson",
      "aboutText": "Samuel Carthorne Rivers (September 25, 1923 – December 26, 2011) was an American jazz musician and composer. He performed on soprano and tenor saxophones, bass clarinet, flute, harmonica and piano.\nActive in jazz since the early 1950s, he earned wider attention during the mid-1960s spread of free jazz.",
      "pageId": 512994,
      "monthDay": "09/25"
    },
    {
      "year": "1916",
      "uri": "/wiki/Deendayal_Upadhyaya",
      "name": "Deendayal Upadhyaya",
      "aboutText": "Robert Laxalt (September 25, 1923 – March 23, 2001) was a Basque-American writer from Nevada.",
      "pageId": 1107932,
      "monthDay": "09/25"
    },
    {
      "year": "1917",
      "uri": "/wiki/Phil_Rizzuto",
      "name": "Phil Rizzuto",
      "aboutText": "Satish Dhawan (25 September 1920 – 3 January 2002) was an Indian aerospace engineer, widely regarded as the father of experimental fluid dynamics research in India. Born in Srinagar, Dhawan was educated in India and further on in the United States. Dhawan was one of the most eminent researchers in the field of turbulence and boundary layers, leading the successful and ingenious development of the Indian space programme.",
      "pageId": 1286587,
      "monthDay": "09/25"
    },
    {
      "year": "1917",
      "uri": "/wiki/Johnny_Sain",
      "name": "Johnny Sain",
      "aboutText": "James Ralph \"Shug\" Jordan (/ˈʃʊɡ ˈdʒɜrdən/ SHUUG JURD-an; September 25, 1910 – July 17, 1980) was an American football, basketball, and baseball player and coach of football and basketball. He served as the head football coach at Auburn University from 1951 to 1975, where he compiled a record of 176–83–6. He has the most wins of any coach in Auburn Tigers football history.",
      "pageId": 1594145,
      "monthDay": "09/25"
    },
    {
      "year": "1920",
      "uri": "/wiki/Sergei_Bondarchuk",
      "name": "Sergei Bondarchuk",
      "aboutText": "Phyllis Isobella Pearsall MBE (25 September 1906 – 28 August 1996) was a British painter and writer who founded the Geographers' A-Z Map Company.",
      "pageId": 2793071,
      "monthDay": "09/25"
    },
    {
      "year": "1920",
      "uri": "/wiki/Satish_Dhawan",
      "name": "Satish Dhawan",
      "aboutText": "Maria Tănase (Romanian pronunciation: [maˈri.a təˈnase]; 25 September 1913 – 22 June 1963) was a celebrated Romanian singer and actress. Her music ranged from traditional Romanian music to romance, tango, chanson and operetta.\nMaria Tănase has a similar importance in Romania to that of Édith Piaf in France or Amália Rodrigues in Portugal.",
      "pageId": 2960641,
      "monthDay": "09/25"
    },
    {
      "year": "1921",
      "uri": "/wiki/Rob_Muldoon",
      "name": "Rob Muldoon",
      "aboutText": "Jessica Margaret Anderson (25 September 1916 – 9 July 2010) was an Australian novelist and short story writer. Born in Brisbane, Anderson lived the bulk of her life in Sydney apart from a few years in London. She began her career writing short stories for newspapers and drama scripts for radio, especially adaptations of well-known novels.",
      "pageId": 7262567,
      "monthDay": "09/25"
    },
    {
      "year": "1922",
      "uri": "/wiki/Hammer_DeRoburt",
      "name": "Hammer DeRoburt",
      "aboutText": "Jacqueline Audry (September 25, 1908 – June 22, 1977) was a French film director who started making films in post-World War II France and specialised in literary adaptations.",
      "pageId": 16795617,
      "monthDay": "09/25"
    },
    {
      "year": "1923",
      "uri": "/wiki/Robert_Laxalt",
      "name": "Robert Laxalt",
      "aboutText": "Norman Ayrton is an actor, director, and theatre instructor. He was born in London, England on 25 September 1924. As a young man, Ayrton's home was bombed during the London Blitz, forcing him to relocate to the countryside.",
      "pageId": 24861243,
      "monthDay": "09/25"
    },
    {
      "year": "1923",
      "uri": "/wiki/Sam_Rivers",
      "name": "Sam Rivers",
      "aboutText": "Pandit Deendayal Upadhyaya (25 September 1916 – 11 February 1968) was an Indian philosopher, economist, sociologist, historian, journalist, and political scientist. He was one of the most important leaders of the Bharatiya Jana Sangh, the forerunner of the present day Bharatiya Janata Party.",
      "pageId": 30856160,
      "monthDay": "09/25"
    },
    {
      "year": "1924",
      "uri": "/wiki/Norman_Ayrton",
      "name": "Norman Ayrton",
      "aboutText": "María Elena Lucena Arcuri (25 September 1914 – 7 October 2015) was an Argentine film actress of the Golden Age of Argentine Cinema (1940–60). She began her career in radio in the 1930s and reached her greatest success with the role of \"Chimbela\", which was later depicted in film, theater and television. Her extensive film career includes approximately 50 films, including notable performances in Chimbela (1939) and Una noche cualquiera (1951).",
      "pageId": 47655420,
      "monthDay": "09/25"
    },
    {
      "year": "1924",
      "uri": "/wiki/Red_Webb",
      "name": "Red Webb",
      "aboutText": "Glenn Herbert Gould (25 September 1932 – 4 October 1982) was a Canadian pianist who became one of the best-known and most celebrated classical pianists of the 20th century. He was particularly renowned as an interpreter of the keyboard music of Johann Sebastian Bach. His playing was distinguished by remarkable technical proficiency and capacity to articulate the polyphonic texture of Bach's music.",
      "pageId": 65444,
      "monthDay": "09/25"
    },
    {
      "year": "1925",
      "uri": "/wiki/Silvana_Pampanini",
      "name": "Silvana Pampanini",
      "aboutText": "Ronald William George \"Ronnie\" Barker, OBE (25 September 1929 – 3 October 2005) was an English actor, comedian and writer. He was known for roles in British comedy television series such as Porridge, The Two Ronnies and Open All Hours.\nBarker began acting in repertory theatre and decided he was best suited to comic roles.",
      "pageId": 75619,
      "monthDay": "09/25"
    },
    {
      "year": "1926",
      "uri": "/wiki/Jack_Hyles",
      "name": "Jack Hyles",
      "aboutText": "Sheldon Allan \"Shel\" Silverstein (September 25, 1930 – May 10, 1999) was an American poet, singer-songwriter, cartoonist, screenwriter, and author of children's books. He styled himself as Uncle Shelby in some works. Translated into more than 30 languages, his books have sold over 20 million copies.",
      "pageId": 98217,
      "monthDay": "09/25"
    },
    {
      "year": "1926",
      "uri": "/wiki/Aldo_Ray",
      "name": "Aldo Ray",
      "aboutText": "Sir Colin Rex Davis, CH, CBE (25 September 1927 – 14 April 2013) was an English conductor.",
      "pageId": 251381,
      "monthDay": "09/25"
    },
    {
      "year": "1927",
      "uri": "/wiki/Colin_Davis",
      "name": "Colin Davis",
      "aboutText": "Barbara Walters (born September 25, 1929) is an American broadcast journalist, author and television personality. She has hosted morning television shows Today and The View, the television news magazine 20/20, co-anchored the ABC Evening News, and was a contributor to ABC News.\nWalters first became known as a television personality when she was a writer and segment producer of \"women's interest stories\" on the morning NBC News program The Today Show, where she began work with host Hugh Downs in 1962, once even modeling a swimsuit when an expected model did not show up.",
      "pageId": 335069,
      "monthDay": "09/25"
    },
    {
      "year": "1929",
      "uri": "/wiki/Ronnie_Barker",
      "name": "Ronnie Barker",
      "aboutText": "Adolfo Suárez González, Duke of Suárez, Grandee of Spain KOGF OCIII (Spanish pronunciation: [aˈðolfo ˈswaɾeθ]; 25 September 1932 – 23 March 2014) was a Spanish attorney and politician. Suárez was Spain's first democratically elected Prime Minister since the Second Spanish Republic and a key figure in the country's transition to democracy after the death of authoritarian leader Francisco Franco.",
      "pageId": 403073,
      "monthDay": "09/25"
    },
    {
      "year": "1929",
      "uri": "/wiki/Delia_Scala",
      "name": "Delia Scala",
      "aboutText": "Aldo Ray (born Aldo Da Re; September 25, 1926 – March 27, 1991) was an American actor.",
      "pageId": 1021051,
      "monthDay": "09/25"
    },
    {
      "year": "1929",
      "uri": "/wiki/Barbara_Walters",
      "name": "Barbara Walters",
      "aboutText": "Hubert Jude \"Hubie\" Brown (born September 25, 1933) is a retired American basketball coach and a current television analyst. Brown is a two-time NBA Coach of the Year, the honors being separated by 26 years.",
      "pageId": 1212446,
      "monthDay": "09/25"
    },
    {
      "year": "1930",
      "uri": "/wiki/Elsa_Aguirre",
      "name": "Elsa Aguirre",
      "aboutText": "Jack Frasure Hyles (September 25, 1926 – February 6, 2001) was a leading figure in the Independent Baptist movement, having pastored the First Baptist Church of Hammond in Hammond, Indiana, from 1959 until his death. He was well known for being an innovator of the church bus ministry that brought thousands of people each week from surrounding towns to Hammond for services. Jack Hyles built First Baptist up from fewer than a thousand members to a membership of 100,000.",
      "pageId": 1226034,
      "monthDay": "09/25"
    },
    {
      "year": "1930",
      "uri": "/wiki/Nino_Cerruti",
      "name": "Nino Cerruti",
      "aboutText": "Delia Scala (25 September 1929 – 15 January 2004) was an Italian ballerina and actress.\nBorn Odette Bedogni in Bracciano, Lazio, Italy, as a young girl the family moved to Milan where she studied ballet at \"La Scala\" Ballet School for seven years. She performed in numerous ballets until World War II, after which she began appearing in motion pictures using the stage name, Delia Scala.",
      "pageId": 1253196,
      "monthDay": "09/25"
    },
    {
      "year": "1930",
      "uri": "/wiki/Shel_Silverstein",
      "name": "Shel Silverstein",
      "aboutText": "Erik Darling (September 25, 1933 – August 3, 2008) was an American songwriter and a folk music artist.",
      "pageId": 1667847,
      "monthDay": "09/25"
    },
    {
      "year": "1931",
      "uri": "/wiki/Manouchehr_Atashi",
      "name": "Manouchehr Atashi",
      "aboutText": "Brian Trevor John Murphy (born 25 September 1932) is an English actor.",
      "pageId": 3150822,
      "monthDay": "09/25"
    },
    {
      "year": "1931",
      "uri": "/wiki/Bryan_John_Birch",
      "name": "Bryan John Birch",
      "aboutText": "Nino Cerruti (born September 25, 1930 in Biella, Piedmont, in Italy) is an Italian businessman and stylist. He founded his own haute couture house, Cerruti, in 1967 in Paris.",
      "pageId": 3315042,
      "monthDay": "09/25"
    },
    {
      "year": "1932",
      "uri": "/wiki/Glenn_Gould",
      "name": "Glenn Gould",
      "aboutText": "Bryan John Birch F.R.S. (born 25 September 1931) is a British mathematician. His name has been given to the Birch and Swinnerton-Dyer conjecture.\nHe was born in Burton-on-Trent, the son of Arthur Jack and Mary Edith Birch.",
      "pageId": 4949339,
      "monthDay": "09/25"
    },
    {
      "year": "1932",
      "uri": "/wiki/Terry_Medwin",
      "name": "Terry Medwin",
      "aboutText": "Terence \"Terry\" Cameron Medwin (born 25 September 1932 in Swansea) is a former Welsh international footballer who played as a winger.\nHe made his debut for his home-town team Swansea Town in 1951-52 and went on to make 148 Football League appearances for the Swans.\nMedwin moved to Tottenham Hotspur for £25,000 in May 1956, and played there until 1963 when a broken leg forced his early retirement.",
      "pageId": 7586725,
      "monthDay": "09/25"
    },
    {
      "year": "1932",
      "uri": "/wiki/Adolfo_Su%C3%A1rez",
      "name": "Adolfo Suárez",
      "aboutText": "Manouchehr Atashi (Persian: منوچهر آتشی‎‎) (September 25, 1931 – November 20, 2005) was a Persian poet, writer, and journalist.\nHe was born in 1931 in Dashtestan, Bushehr province His poetry is the poetry of the revolting warrior of the humiliated southern tribesman. He takes his work seriously and although attached to his native birthplace his poems are universal scope.",
      "pageId": 8718760,
      "monthDay": "09/25"
    },
    {
      "year": "1933",
      "uri": "/wiki/Hubie_Brown",
      "name": "Hubie Brown",
      "aboutText": "Silvana Pampanini (born 25 September 1925) is an Italian actress.",
      "pageId": 11973993,
      "monthDay": "09/25"
    },
    {
      "year": "1933",
      "uri": "/wiki/Erik_Darling",
      "name": "Erik Darling",
      "aboutText": "Elsa Irma Aguirre Juárez (born September 25, 1930) is a Mexican actress of the Golden Age of Mexican cinema. She is considered as one of the belle divas of the Cinema of Mexico.",
      "pageId": 12792843,
      "monthDay": "09/25"
    },
    {
      "year": "1933",
      "uri": "/wiki/Brian_Murphy_(actor)",
      "name": "Brian Murphy",
      "aboutText": "Josef Němec (25 September 1933 – 10 September 2013) was a boxer from Czechoslovakia.\nBorn in České Budějovice, Czechoslovakia, he competed in the 1956 Summer Olympics held in Melbourne, Australia, going out in the quarter finals of the heavyweight event. He returned to the 1960 Summer Olympics held in Rome, Italy, again as a heavyweight boxer where he went one better, going out in the semi final to finish in third place.",
      "pageId": 21242607,
      "monthDay": "09/25"
    },
    {
      "year": "1933",
      "uri": "/wiki/Josef_N%C4%9Bmec",
      "name": "Josef Němec",
      "aboutText": "Samuel Henry \"Red\" Webb (September 25, 1924 – February 7, 1996) was an American professional baseball player. A 6 ft (1.8 m), 175 lb (79 kg) right-handed pitcher, he appeared in 25 Major League games, 22 in relief, for the 1948–1949 New York Giants.\nThe Washington, D.C., native served in the United States Coast Guard during World War II. He signed his first pro baseball contract with the Giants' organization and made his debut in 1946.",
      "pageId": 21761828,
      "monthDay": "09/25"
    },
    {
      "year": "1933",
      "uri": "/wiki/Ian_Tyson",
      "name": "Ian Tyson",
      "aboutText": "John Taylor (25 September 1942 – 17 July 2015) was a British jazz pianist born in Manchester, England, who occasionally performed on the organ and the synthesiser.",
      "pageId": 182589,
      "monthDay": "09/25"
    },
    {
      "year": "1934",
      "uri": "/wiki/Jean_Sorel",
      "name": "Jean Sorel",
      "aboutText": "Jonathan Jakob Jørgen Otto Motzfeldt (25 September 1938 – 28 October 2010) was a Greenlandic priest and politician. He is considered one of the leading figures in the establishment of Greenland Home Rule.",
      "pageId": 194038,
      "monthDay": "09/25"
    },
    {
      "year": "1936",
      "uri": "/wiki/Ken_Forsse",
      "name": "Ken Forsse",
      "aboutText": "Leon Brittan, Baron Brittan of Spennithorne, QC, PC, DL (25 September 1939 – 21 January 2015) was a British politician, Conservative Member of Parliament and barrister, as well as a member of the European Commission.",
      "pageId": 358371,
      "monthDay": "09/25"
    },
    {
      "year": "1936",
      "uri": "/wiki/Juliet_Prowse",
      "name": "Juliet Prowse",
      "aboutText": "Vivien Helen Stern, Baroness Stern CBE (born 25 September 1941).\nStern was educated at Kent College and read English literature at Bristol University where she graduated in 1963. She was awarded an MLitt in 1964 and a Certificate in Education in 1965.",
      "pageId": 470931,
      "monthDay": "09/25"
    },
    {
      "year": "1936",
      "uri": "/wiki/Ileana_Sararoiu",
      "name": "Ileana Sararoiu",
      "aboutText": "Oscar Natalio \"Ringo\" Bonavena (September 25, 1942 – May 22, 1976) was an Argentinian heavyweight professional boxer with a career record of 58 wins, 9 losses and 1 draw. A rugged, wild-swinging puncher, he was nicknamed \"Ringo\" because of his Beatles haircut, and enjoyed professional success in both Argentina and the United States.",
      "pageId": 750552,
      "monthDay": "09/25"
    },
    {
      "year": "1936",
      "uri": "/wiki/Moussa_Traor%C3%A9",
      "name": "Moussa Traoré",
      "aboutText": "David Scott Mann (born September 25, 1939, in Cincinnati, Ohio) is an American politician of the Democratic party in Ohio.\nMann was awarded a Bachelor of Arts degree in 1961 at Harvard University. After graduating, Mann served in the United States Navy, from 1961 to 1965.",
      "pageId": 803303,
      "monthDay": "09/25"
    },
    {
      "year": "1937",
      "uri": "/wiki/Mary_Allen_Wilkes",
      "name": "Mary Allen Wilkes",
      "aboutText": "Ian Dawson Tyson CM, AOE (born 25 September 1933) is a Canadian singer-songwriter, best known for his song \"Four Strong Winds\".",
      "pageId": 1048172,
      "monthDay": "09/25"
    },
    {
      "year": "1938",
      "uri": "/wiki/Ron_Hill",
      "name": "Ron Hill",
      "aboutText": "Henri Jacques William Pescarolo (born 25 September 1942) is a former racing driver from France. He competed in the 24 Hours of Le Mans a record 33 times, winning on four occasions, and won a number of other major sports car events including the 24 Hours of Daytona. He also participated in 64 Formula One World Championship Grands Prix, achieving one podium and 12 championship points.",
      "pageId": 1226460,
      "monthDay": "09/25"
    },
    {
      "year": "1938",
      "uri": "/wiki/Jonathan_Motzfeldt",
      "name": "Jonathan Motzfeldt",
      "aboutText": "Juliet Anne Prowse (25 September 1936 – 14 September 1996) was an Anglo-Indian dancer, whose four-decade career included stage, television and film.",
      "pageId": 1560333,
      "monthDay": "09/25"
    },
    {
      "year": "1938",
      "uri": "/wiki/Enn_Tarto",
      "name": "Enn Tarto",
      "aboutText": "Delia Mae Warrick, known as Dee Dee Warwick (September 25, 1942 – October 18, 2008) was an American soul singer.",
      "pageId": 1574935,
      "monthDay": "09/25"
    },
    {
      "year": "1939",
      "uri": "/wiki/Leon_Brittan",
      "name": "Leon Brittan",
      "aboutText": "Moussa Traoré (born 25 September 1936) is a Malian soldier and politician who was President of Mali from 1968 to 1991. As a Lieutenant, he led the military ousting of President Modibo Keïta in 1968. Thereafter he served as head of state until March 1991, when he was overthrown by popular protests and a military coup.",
      "pageId": 1708815,
      "monthDay": "09/25"
    },
    {
      "year": "1939",
      "uri": "/wiki/Feroz_Khan_(Indian_actor)",
      "name": "Feroz Khan",
      "aboutText": "Tim Severin (born 25 Sept 1940) is a British explorer, historian and writer. Severin is noted for his work in retracing the legendary journeys of historical figures. Severin was awarded both the Gold Medal of the Royal Geographical Society and the Livingstone Medal of the Royal Scottish Geographical Society.",
      "pageId": 2080103,
      "monthDay": "09/25"
    },
    {
      "year": "1939",
      "uri": "/wiki/David_S._Mann",
      "name": "David S. Mann",
      "aboutText": "Enn Tarto (born on 25 September 1938 in Tartu) is an Estonian politician who was a leading dissident during the Soviet occupation of Estonia.",
      "pageId": 2599203,
      "monthDay": "09/25"
    },
    {
      "year": "1940",
      "uri": "/wiki/Tim_Severin",
      "name": "Tim Severin",
      "aboutText": "Feroz Khan (Hindi: फ़िरोज़ ख़ान, Urdu: فیروزخان 25 September 1939 – 27 April 2009) was an Indian actor, film editor, producer and director in the Hindi film industry. For his flamboyant style, with cowboyish swagger and cigar toting persona which revolutionised the style quotient of the otherwise conventional Filmi hero. He is known as the style icon in the industry.",
      "pageId": 2906616,
      "monthDay": "09/25"
    },
    {
      "year": "1941",
      "uri": "/wiki/Vivien_Stern,_Baroness_Stern",
      "name": "Vivien Stern, Baroness Stern",
      "aboutText": "Earl Kenneth \"Ken\" Forsse (September 25, 1936 – March 19, 2014) was an American inventor, author, and producer who created the hit toy Teddy Ruxpin and the subsequent animated series The Adventures of Teddy Ruxpin.\nAfter working for The Walt Disney Company, Sid & Marty Krofft Entertainment and other entertainment companies, he founded Alchemy II, Inc. One of Alchemy II's first projects was building the animatronic characters used on the television shows Welcome to Pooh Corner and Dumbo's Circus.",
      "pageId": 9331985,
      "monthDay": "09/25"
    },
    {
      "year": "1942",
      "uri": "/wiki/Oscar_Bonavena",
      "name": "Oscar Bonavena",
      "aboutText": "Jean Sorel (French pronunciation: ​[ʒɑ̃ sɔʁɛl]; born 25 September 1934) is a French actor.\nHe worked extensively in European cinema during the 1960s and 1970s with directors such as Luis Buñuel and Luchino Visconti. However, since 1980 he has worked mostly in television.",
      "pageId": 10577192,
      "monthDay": "09/25"
    },
    {
      "year": "1942",
      "uri": "/wiki/Robert_Miano",
      "name": "Robert Miano",
      "aboutText": "Ronald \"Ron\" Hill MBE (born 25 September 1938) is an English runner and clothing entrepreneur. He was the second man to break 2:10 in the marathon; he set world records at four other distances, but never laid claim to the marathon world record. He has run two Olympic Marathons (Tokyo 1964 and Munich 1972), and has a personal marathon record of 2:09:28.",
      "pageId": 13188695,
      "monthDay": "09/25"
    },
    {
      "year": "1942",
      "uri": "/wiki/Henri_Pescarolo",
      "name": "Henri Pescarolo",
      "aboutText": "Ileana Sararoiu (Romanian: Ileana Sărăroiu) (25 September 1936–12 May 1979) was a renowned Romanian singer of traditional and popular folk music. While not as famous as Maria Tănase, she still remains one of the most important Romanian female folk singers alongside Maria Tănase, Maria Lătăretu (belonging to the first generation of great Romanian folk singers), or Maria Ciobanu (belonging to the second). Her song-masterpieces, according to Romanian experts, are: \"Doi voinici din Valea Mare\" (Two Handsome Lads from the Big Valley) and \"Unde e Targovistea\" (Where is My Beloved Targoviste).",
      "pageId": 16566809,
      "monthDay": "09/25"
    },
    {
      "year": "1942",
      "uri": "/wiki/John_Taylor_(jazz)",
      "name": "John Taylor",
      "aboutText": "Mary Allen Wilkes (born September 25, 1937 in Chicago, Illinois) is a former computer programmer and logic designer, most known for her work with the LINC computer, now recognized by many as the world's first \"personal computer.\" Wilkes graduated from Wellesley College in 1959 where she majored in philosophy and theology. At that time she wanted to become a lawyer but was discouraged by friends and mentors because she was a woman. She sought work in the computer field partly because computer programming was a field that was open to women and partly because her geography teacher in the eighth grade had told her during a class discussion, \"Mary Allen, when you grow up, you ought to be a computer programmer.\" She had no idea at the time what that meant, but she never forgot it.",
      "pageId": 24757070,
      "monthDay": "09/25"
    },
    {
      "year": "1942",
      "uri": "/wiki/Dee_Dee_Warwick",
      "name": "Dee Dee Warwick",
      "aboutText": "Robert Miano (born September 25, 1942) is an American actor.",
      "pageId": 26997576,
      "monthDay": "09/25"
    },
    {
      "year": "1943",
      "uri": "/wiki/Robert_Gates",
      "name": "Robert Gates",
      "aboutText": "Michael Kirk Douglas (born September 25, 1944) is an American actor and producer. His career includes a diverse range of films in both independent and blockbuster genres, for which he has received a number of accolades both competitive and honorary; these include the Golden Globe Cecil B. DeMille Award for \"outstanding contribution to the world of entertainment\" and the AFI Life Achievement Award which \"honor[s] an individual whose career in motion pictures or television has greatly contributed to the enrichment of American culture\".\nThe eldest of four children of actor Kirk Douglas, he received his Bachelor of Arts in drama from the University of California, Santa Barbara.",
      "pageId": 78781,
      "monthDay": "09/25"
    },
    {
      "year": "1943",
      "uri": "/wiki/John_Locke_(musician)",
      "name": "John Locke",
      "aboutText": "Felicity Ann Kendal, CBE (born 25 September 1946) is an English actress, working in television and theatre.",
      "pageId": 160036,
      "monthDay": "09/25"
    },
    {
      "year": "1943",
      "uri": "/wiki/Aram_Saroyan",
      "name": "Aram Saroyan",
      "aboutText": "Josh Taylor (born September 25, 1943) is a long-time American comedy and dramatic television actor.",
      "pageId": 242184,
      "monthDay": "09/25"
    },
    {
      "year": "1943",
      "uri": "/wiki/Josh_Taylor",
      "name": "Josh Taylor",
      "aboutText": "Cheryl Rae Tiegs (born September 25, 1947) is an American model, actress, designer, author, and entrepreneur.",
      "pageId": 808598,
      "monthDay": "09/25"
    },
    {
      "year": "1943",
      "uri": "/wiki/Robert_Walden",
      "name": "Robert Walden",
      "aboutText": "Robert Michael Gates (born September 25, 1943) is an American statesman, scholar and university president who served as the 22nd United States Secretary of Defense from 2006 to 2011. Gates served for 26 years in the Central Intelligence Agency and the National Security Council, and was Director of Central Intelligence under President George H. W. Bush. Gates was also an officer in the United States Air Force and during the early part of his military career, he was recruited by the CIA. After leaving the CIA, Gates became president of Texas A&M University and was a member of several corporate boards.",
      "pageId": 845943,
      "monthDay": "09/25"
    },
    {
      "year": "1944",
      "uri": "/wiki/Michael_Douglas",
      "name": "Michael Douglas",
      "aboutText": "Kathleen Lynn Brown (born September 25, 1945) is a Democratic politician from California.",
      "pageId": 946320,
      "monthDay": "09/25"
    },
    {
      "year": "1944",
      "uri": "/wiki/Doris_Matsui",
      "name": "Doris Matsui",
      "aboutText": "Doris Okada Matsui (松井ドリス岡田, Matsui Dorisu Okada) (born September 25, 1944) is the U.S. Representative for California's 6th congressional district. She is a member of the Democratic Party. The district, numbered as the 5th District from 2005 to 2013 consists of the city of Sacramento and the surrounding area.",
      "pageId": 1548355,
      "monthDay": "09/25"
    },
    {
      "year": "1944",
      "uri": "/wiki/Grayson_Shillingford",
      "name": "Grayson Shillingford",
      "aboutText": "Robert Walden (born Robert Wolkowitz; September 25, 1943) is an American television and motion picture actor. He is best known for his role as Joe Rossi on Lou Grant, for which he was nominated for an Emmy three times; for his role as Joe Waters on Brothers; and as Glenn Newman on Happily Divorced.",
      "pageId": 2737130,
      "monthDay": "09/25"
    },
    {
      "year": "1945",
      "uri": "/wiki/Kathleen_Brown",
      "name": "Kathleen Brown",
      "aboutText": "Cecil Dale Womack (September 25, 1947 – February 1, 2013) was an American R&B singer, songwriter and record producer. He was one of the musical Womack brothers, and had success both as a songwriter and recording artist, notably with his wife Linda as Womack & Womack.",
      "pageId": 3386587,
      "monthDay": "09/25"
    },
    {
      "year": "1945",
      "uri": "/wiki/Carol_Vadnais",
      "name": "Carol Vadnais",
      "aboutText": "Bryan Andrew MacLean (September 25, 1946 – December 25, 1998) was an American singer, guitarist and songwriter, best known for his work with the influential rock band Love.",
      "pageId": 3504844,
      "monthDay": "09/25"
    },
    {
      "year": "1946",
      "uri": "/wiki/Felicity_Kendal",
      "name": "Felicity Kendal",
      "aboutText": "Carol Marcel Vadnais (September 25, 1945 – August 31, 2014) was a Canadian professional ice hockey defenceman who played seventeen seasons in the National Hockey League from 1966–67 until 1982–83.",
      "pageId": 3762844,
      "monthDay": "09/25"
    },
    {
      "year": "1946",
      "uri": "/wiki/Bryan_MacLean",
      "name": "Bryan MacLean",
      "aboutText": "Grayson Cleophas Shillingford (born 25 September 1944, died 23 December 2009) was a West Indian cricketer who played in seven Tests from 1969 to 1972. His cousin Irvine Shillingford, also played Test cricket for the West Indies.\nGrayson Shillingford was a right-arm fast bowler who played for Windward Islands from 1967-68 to 1978-79.",
      "pageId": 3903884,
      "monthDay": "09/25"
    },
    {
      "year": "1946",
      "uri": "/wiki/Janusz_Majer",
      "name": "Janusz Majer",
      "aboutText": "Mary Claire \"Mimi\" Kennedy (born September 25, 1948) is an American actress, author, and activist, best known for her performances in television comedies. She co-starred in a number of short-lived sitcoms, before her role as Ruth Sloan on the ABC drama series, Homefront (1991—93). Kennedy later co-starred in The WB prime time soap opera Savannah (1996—97).",
      "pageId": 3978538,
      "monthDay": "09/25"
    },
    {
      "year": "1946",
      "uri": "/wiki/Jerry_Penrod",
      "name": "Jerry Penrod",
      "aboutText": "Giannos Kranidiotis (Greek Γιάννος Κρανιδιώτης) (born September 25, 1947, Nicosia, Cyprus; died on September 14, 1999, Bucharest, Romania) was a Greek diplomat and politician.\nSon of the Cypriot diplomat, poet, and writer Nikos Kranidiotis, he studied law at the University of Athens and continued with postgraduate studies in international relations at Harvard and Sussex University. Member of the Panhellenic Socialist Party (PASOK) from 1976, he was an advisor on the Cyprus dispute to prime minister Andreas Papandreou from 1981 to 1984.",
      "pageId": 5090262,
      "monthDay": "09/25"
    },
    {
      "year": "1947",
      "uri": "/wiki/Giannos_Kranidiotis",
      "name": "Giannos Kranidiotis",
      "aboutText": "Jerry \"The Bear\" Penrod (born September 25, 1946 in San Diego, California) is a bass player. He was a member of Iron Butterfly and Rhinoceros. In addition to playing bass with Iron Butterfly, he contributed one of the lead vocals on their song \"Look for the Sun\".",
      "pageId": 5622756,
      "monthDay": "09/25"
    },
    {
      "year": "1947",
      "uri": "/wiki/Firmine_Richard",
      "name": "Firmine Richard",
      "aboutText": "John Tilden Locke (born September 25, 1943 Los Angeles, California - died August 4, 2006 Ojai, California) was an American rock keyboardist and a member of the rock group Spirit.",
      "pageId": 7135597,
      "monthDay": "09/25"
    },
    {
      "year": "1947",
      "uri": "/wiki/Cheryl_Tiegs",
      "name": "Cheryl Tiegs",
      "aboutText": "Aram Saroyan (born September 25, 1943) is an American poet, novelist, biographer, memoirist and playwright, who is especially known for his minimalist poetry, famous examples of which include the one-word poem \"lighght\" and a one-letter poem comprising a four-legged version of the letter \"m\".",
      "pageId": 7245642,
      "monthDay": "09/25"
    },
    {
      "year": "1947",
      "uri": "/wiki/Cecil_Womack",
      "name": "Cecil Womack",
      "aboutText": "Firmine Richard (born 25 September 1947 Pointe-à-Pitre, Guadeloupe, France) is a French actress.Her film credits include 8 Women and Hunting and Gathering.",
      "pageId": 21655409,
      "monthDay": "09/25"
    },
    {
      "year": "1948",
      "uri": "/wiki/Mimi_Kennedy",
      "name": "Mimi Kennedy",
      "aboutText": "Kathryn Marie McDonald (September 25, 1948  – October 3, 2012), popularly known as Kathi McDonald, was an American blues and rock singer. She performed with Kathi McDonald & Friends. She appeared on an extensive list of rock and blues albums and toured with Long John Baldry prior to his death.",
      "pageId": 23331385,
      "monthDay": "09/25"
    },
    {
      "year": "1948",
      "uri": "/wiki/Kathi_McDonald",
      "name": "Kathi McDonald",
      "aboutText": "Janusz Majer (born September 25, 1946) a Polish alpinist, himalaist and traveler. He is co-founder and co-owner (together with Artur Hajzer) of Alpinus Company (1990–2001), co-founder of Mount Company – the owner HiMountain brand which produces outdoor clothing and equipment and co-owner of large chain of HiMountain Chain Shops in Poland.",
      "pageId": 29174619,
      "monthDay": "09/25"
    },
    {
      "year": "1948",
      "uri": "/wiki/Vladimir_Yevtushenkov",
      "name": "Vladimir Yevtushenkov",
      "aboutText": "Christopher D'Olier Reeve (September 25, 1952 – October 10, 2004) was an American actor, film director, producer, screenwriter, author, and activist. He achieved stardom for his acting achievements, in particular his motion picture portrayal of the comic book superhero Superman.\nReeve appeared in other critically acclaimed films such as Street Smart (1987) and The Remains of the Day (1993).",
      "pageId": 73626,
      "monthDay": "09/25"
    },
    {
      "year": "1949",
      "uri": "/wiki/Pedro_Almod%C3%B3var",
      "name": "Pedro Almodóvar",
      "aboutText": "Gloria Jean Watkins (born September 25, 1952), better known by her pen name bell hooks, is an American author, feminist, and social activist. The name \"bell hooks\" is derived from that of her maternal great-grandmother, Bell Blair Hooks, a woman known for speaking her mind.\nHooks's writing has focused on the intersectionality of race, capitalism, and gender, and what she describes as their ability to produce and perpetuate systems of oppression and class domination.",
      "pageId": 200734,
      "monthDay": "09/25"
    },
    {
      "year": "1949",
      "uri": "/wiki/Jeff_Borowiak",
      "name": "Jeff Borowiak",
      "aboutText": "Christopher Richard Pond, (born 25 September 1952) is a former Labour Party politician in the United Kingdom.",
      "pageId": 433853,
      "monthDay": "09/25"
    },
    {
      "year": "1949",
      "uri": "/wiki/Steve_Mackay",
      "name": "Steve Mackay",
      "aboutText": "Cherríe Lawrence Moraga (born September 25, 1952) is a Chicana writer, feminist activist, poet, essayist, and playwright. She is part of the faculty at Stanford University in the Department of Drama and Comparative Studies in Race and Ethnicity. Her works explore the ways in which gender, sexuality and race intersect in the lives of women of color.",
      "pageId": 1447692,
      "monthDay": "09/25"
    },
    {
      "year": "1950",
      "uri": "/wiki/Midori_Kiuchi",
      "name": "Midori Kiuchi",
      "aboutText": "Robert Allen \"Bob\" McAdoo (born September 25, 1951) is an American former professional basketball player and coach. He played 14 seasons in the National Basketball Association (NBA), where he was a five-time NBA All-Star and named the NBA Most Valuable Player in 1975. He won two NBA championships in the 1980s as a reserve on the Los Angeles Lakers.",
      "pageId": 1467205,
      "monthDay": "09/25"
    },
    {
      "year": "1950",
      "uri": "/wiki/Stanis%C5%82aw_Szozda",
      "name": "Stanisław Szozda",
      "aboutText": "James Williams (born September 25, 1952 in Tampa, Florida) is a retired American professional wrestler. He is best known by his ring name \"Gorgeous\" Jimmy \"Jam\" Garvin and as a member of the legendary Fabulous Freebirds.\nThroughout his career, Garvin competed in the Mid-Southern and Florida regions, along with World Class Championship Wrestling (WCCW), the American Wrestling Association (AWA), the Global Wrestling Federation (GWF), World Championship Wrestling (WCW), and the National Wrestling Alliance (NWA).",
      "pageId": 1874918,
      "monthDay": "09/25"
    },
    {
      "year": "1951",
      "uri": "/wiki/Yardena_Arazi",
      "name": "Yardena Arazi",
      "aboutText": "Anson Williams (born September 25, 1949) is an American actor and director, best known for his role as gullible but well-intentioned singer Warren \"Potsie\" Weber on the television series Happy Days.",
      "pageId": 1909649,
      "monthDay": "09/25"
    },
    {
      "year": "1951",
      "uri": "/wiki/Billy_Dee",
      "name": "Billy Dee",
      "aboutText": "Vladimir Petrovich Yevtushenkov (Evtushenkov) (Russian: Владимир Петрович Евтушенков; born 25 September 1948) is a Russian billionaire business oligarch. He is the president and majority owner of Sistema, and owner of Sitronics.",
      "pageId": 2220809,
      "monthDay": "09/25"
    },
    {
      "year": "1951",
      "uri": "/wiki/Burleigh_Drummond",
      "name": "Burleigh Drummond",
      "aboutText": "Steve Mackay (September 25, 1949 – October 10, 2015) was an American tenor saxophone player, best known for his participation on the Stooges' second album Fun House.",
      "pageId": 2522198,
      "monthDay": "09/25"
    },
    {
      "year": "1951",
      "uri": "/wiki/Graeme_Knowles",
      "name": "Graeme Knowles",
      "aboutText": "Colin Friels (born 25 September 1952) is a Scottish-born Australian actor.",
      "pageId": 3229133,
      "monthDay": "09/25"
    },
    {
      "year": "1951",
      "uri": "/wiki/Mark_Hamill",
      "name": "Mark Hamill",
      "aboutText": "Jeff Borowiak (born September 25, 1949) is a former professional tennis player from the United States, who won five singles and three doubles titles during his professional career, reaching a career-high ATP singles ranking of World No.",
      "pageId": 4035790,
      "monthDay": "09/25"
    },
    {
      "year": "1951",
      "uri": "/wiki/Bob_McAdoo",
      "name": "Bob McAdoo",
      "aboutText": "Graeme Paul Knowles CVO (born 25 September 1951) is an Anglican bishop. He was installed as Dean of St Paul's Cathedral, London on 1 October 2007 after Letters Patent were issued on 20 September 2007. He was previously Bishop of Sodor and Man from 2003 to 2007.",
      "pageId": 4079898,
      "monthDay": "09/25"
    },
    {
      "year": "1952",
      "uri": "/wiki/Colin_Friels",
      "name": "Colin Friels",
      "aboutText": "Not to be confused with Billy Dee Williams or Billy Dee Smith",
      "pageId": 4340999,
      "monthDay": "09/25"
    },
    {
      "year": "1952",
      "uri": "/wiki/Jimmy_Garvin",
      "name": "Jimmy Garvin",
      "aboutText": "Pedro Almodóvar Caballero (Spanish pronunciation: [ˈpeðɾo almoˈðoβar kaβaˈʎeɾo]; born 25 September 1949) is a Spanish film director, screenwriter, producer and former actor. He came to prominence as a director and screenwriter during La Movida Madrileña, a cultural renaissance that followed the death of Spanish dictator Francisco Franco. His first few films characterised the sense of sexual and political freedom of the period.",
      "pageId": 5195275,
      "monthDay": "09/25"
    },
    {
      "year": "1952",
      "uri": "/wiki/Bell_hooks",
      "name": "bell hooks",
      "aboutText": "Yardena Arazi (Hebrew: ירדנה ארזי‎; b. September 25, 1951) is an Israeli singer and entertainer.",
      "pageId": 6458225,
      "monthDay": "09/25"
    },
    {
      "year": "1952",
      "uri": "/wiki/Cherr%C3%ADe_Moraga",
      "name": "Cherríe Moraga",
      "aboutText": "Tommy Norden (born September 25, 1952, New York City) is a former American actor.",
      "pageId": 10363551,
      "monthDay": "09/25"
    },
    {
      "year": "1952",
      "uri": "/wiki/Tommy_Norden",
      "name": "Tommy Norden",
      "aboutText": "Mark Richard Hamill (born September 25, 1951) is an American actor, voice actor, writer, producer, and director. He is best known for his portrayal of Luke Skywalker in the original Star Wars trilogy – Star Wars (1977), The Empire Strikes Back (1980), and Return of the Jedi (1983) – a role he reprised in Star Wars: The Force Awakens (2015). Hamill also starred and co-starred in the films Corvette Summer (1978), The Big Red One (1980), and Kingsman: The Secret Service (2015).",
      "pageId": 18617682,
      "monthDay": "09/25"
    },
    {
      "year": "1952",
      "uri": "/wiki/Chris_Pond",
      "name": "Chris Pond",
      "aboutText": "Stanisław Szozda (25 September 1950 – 23 September 2013) was an elite Polish cyclist. He had his best achievements in the 100 km team time trial. In this event he won two silver medals at the 1972 and 1976 Summer Olympics, as well as two gold and two bronze medals at the world championships in 1971, 1973, 1975 and 1977.",
      "pageId": 38400152,
      "monthDay": "09/25"
    },
    {
      "year": "1952",
      "uri": "/wiki/Christopher_Reeve",
      "name": "Christopher Reeve",
      "aboutText": "Burleigh Drummond is an American drummer, percussionist, producer, songwriter and singer.",
      "pageId": 39790409,
      "monthDay": "09/25"
    },
    {
      "year": "1952",
      "uri": "/wiki/Anson_Williams",
      "name": "Anson Williams",
      "aboutText": "Midori Kiuchi (木内 みどり, Kiuchi Midori, born September 25, 1950, in Nagoya, Aichi Prefecture, Japan) is a Japanese actress. Beside her core business, she is a Japanese representative of Norbulingka Institute. She supported the maintenance and inheritance of culture of Tibet.",
      "pageId": 47842386,
      "monthDay": "09/25"
    },
    {
      "year": "1953",
      "uri": "/wiki/Richard_Harvey",
      "name": "Richard Harvey",
      "aboutText": "Sir Timothy Bartel Smit KBE (born 25 September 1954) is a Dutch-born British businessman, famous for his work on the Lost Gardens of Heligan and the Eden Project, both in Cornwall, England, United Kingdom.\n^ \"Birthdays\". The Guardian (Guardian News & Media).",
      "pageId": 153118,
      "monthDay": "09/25"
    },
    {
      "year": "1953",
      "uri": "/wiki/Ron_Rash",
      "name": "Ron Rash",
      "aboutText": "William Daniel \"Danny\" Hillis (born September 25, 1956) is an American inventor, engineer, mathematician, entrepreneur, and author. He co-founded Thinking Machines Corporation, a company that developed the Connection Machine, a parallel supercomputer designed by Hillis at MIT. He is also co-founder of the Long Now Foundation, Applied Minds, Metaweb Technologies, Applied Proteomics, and author of The Pattern on the Stone: The Simple Ideas That Make Computers Work.",
      "pageId": 328908,
      "monthDay": "09/25"
    },
    {
      "year": "1954",
      "uri": "/wiki/Sylvester_Croom",
      "name": "Sylvester Croom",
      "aboutText": "Karl-Heinz \"Kalle\" Rummenigge (German pronunciation: [ˈkaʁlˈhaɪ̯nt͡s ˈkalə ˈʁʊmənɪɡə]; born 25 September 1955) is a German former football winger. His nicknames are \"King Kalle\".\nHe had his greatest career success with German club Bayern Munich, where he won the Intercontinental Cup, the European Cup, as well as two league titles and two domestic cups.",
      "pageId": 615848,
      "monthDay": "09/25"
    },
    {
      "year": "1954",
      "uri": "/wiki/Joep_Lange",
      "name": "Joep Lange",
      "aboutText": "Michael Søren Madsen (born September 25, 1958) is an American actor, poet and photographer. He has appeared in more than 150 films, including Reservoir Dogs, Thelma & Louise, Wyatt Earp, Free Willy, Donnie Brasco, Species, Kill Bill, Sin City, and The Hateful Eight, his third collaboration with director Quentin Tarantino.",
      "pageId": 643710,
      "monthDay": "09/25"
    },
    {
      "year": "1954",
      "uri": "/wiki/Juande_Ramos",
      "name": "Juande Ramos",
      "aboutText": "Steven Severin (born Steven John Bailey, 25 September 1955, Highgate, London), is an English musician, composer, bassist and co-founding member of Siouxsie and the Banshees. He took the name \"Severin\" from the Leopold von Sacher-Masoch character who is mentioned in the Velvet Underground song \"Venus in Furs\". After the split of Siouxsie and the Banshees in 1996, Severin created his own label RE, and released several instrumental albums.",
      "pageId": 1112069,
      "monthDay": "09/25"
    },
    {
      "year": "1954",
      "uri": "/wiki/Tim_Smit",
      "name": "Tim Smit",
      "aboutText": "Adelmo Fornaciari (Italian pronunciation: [aˈdɛlmo fornaˈtʃaːri]; born 25 September 1955), more commonly known by his stage name Zucchero Fornaciari or simply Zucchero ([ˈdzukkero] or [ˈtsukkero]), is an Italian singer and Order of Merit of the Italian Republic. His music is largely inspired by gospel, soul and rock music, and alternates between ballads and more rhythmic boogie-like pieces.\nZucchero is the Italian word for sugar, as his teacher used to call him.",
      "pageId": 1230336,
      "monthDay": "09/25"
    },
    {
      "year": "1955",
      "uri": "/wiki/Ludo_Coeck",
      "name": "Ludo Coeck",
      "aboutText": "James Franklin \"Jamie\" Hyneman (born September 25, 1956) is an American special effects expert and the co-host of the television series MythBusters alongside Adam Savage. He is also the owner of M5 Industries, the special effects workshop where MythBusters is filmed. He is known among Robot Wars devotees for his robot entry, Blendo, which, for a time, was deemed too dangerous for entry in the competition.",
      "pageId": 1244984,
      "monthDay": "09/25"
    },
    {
      "year": "1955",
      "uri": "/wiki/Zucchero_Fornaciari",
      "name": "Zucchero Fornaciari",
      "aboutText": "Ian Reddington (born 25 September 1957) is an English actor.",
      "pageId": 2318319,
      "monthDay": "09/25"
    },
    {
      "year": "1955",
      "uri": "/wiki/Amyr_Klink",
      "name": "Amyr Klink",
      "aboutText": "Amyr Klink (born September 25, 1955 in São Paulo, Brazil) is an explorer and sailor. One of his projects, \"Antarctica 360\", was circumnavigating the Antarctic continent on his own, in 79 days in 1998.\nKlink has written seven books about his voyages, including Between Two Poles about his trip from Antarctica to the Arctic Pole, starting in 1989 and taking 642 days.",
      "pageId": 2782127,
      "monthDay": "09/25"
    },
    {
      "year": "1955",
      "uri": "/wiki/Luanne_Rice",
      "name": "Luanne Rice",
      "aboutText": "Ludovic (Ludo) Coeck (25 September 1955 – 9 October 1985) was a Flemish-Belgian footballer who played as left winger or central midfielder. His clubs included Berchem Sport, Anderlecht, Internazionale and Ascoli Calcio. He was capped for the Belgian national team 46 times.",
      "pageId": 3028444,
      "monthDay": "09/25"
    },
    {
      "year": "1955",
      "uri": "/wiki/Karl-Heinz_Rummenigge",
      "name": "Karl-Heinz Rummenigge",
      "aboutText": "Sylvester Croom, Jr. (born September 25, 1954) is an American football coach. He is currently the running backs coach for the NFL's Tennessee Titans.",
      "pageId": 3416762,
      "monthDay": "09/25"
    },
    {
      "year": "1955",
      "uri": "/wiki/Steven_Severin",
      "name": "Steven Severin",
      "aboutText": "Ron Rash (born September 25, 1953), an American poet, short story writer and novelist, is the Parris Distinguished Professor in Appalachian Cultural Studies at Western Carolina University.\n^ \"SERENA by Ron Rash\" (Press release). Literary Agency Marly Rusoff & Associates, Inc.",
      "pageId": 4740631,
      "monthDay": "09/25"
    },
    {
      "year": "1956",
      "uri": "/wiki/W._Daniel_Hillis",
      "name": "W. Daniel Hillis",
      "aboutText": "Joseph Marie Albert \"Joep\" Lange (Dutch pronunciation: [ˈjoːsəf maːˈri ˈɑlbərt ˈjup ˈlɑŋə]; 25 September 1954 – 17 July 2014) was a Dutch clinical researcher specialising in HIV therapy. He served as the president of the International AIDS Society from 2002 to 2004.",
      "pageId": 5296108,
      "monthDay": "09/25"
    },
    {
      "year": "1956",
      "uri": "/wiki/Jamie_Hyneman",
      "name": "Jamie Hyneman",
      "aboutText": "Juan de la Cruz \"Juande\" Ramos Cano (born 25 September 1954 in Pedro Muñoz, Ciudad Real, Spain) is a Spanish former footballer and manager who is currently a free agent after not renewing his contract with the Ukrainian football club Dnipro Dnipropetrovsk in May 2014.",
      "pageId": 6079889,
      "monthDay": "09/25"
    },
    {
      "year": "1956",
      "uri": "/wiki/Kim_Thompson",
      "name": "Kim Thompson",
      "aboutText": "Richard Harvey (born 25 September 1953) is a BAFTA Award–winning British musician and composer. Originally of the mediaevalist progressive rock group Gryphon, he is best known now for his film and television soundtracks. He is also known for his guitar concerto Concerto Antico, which was composed for the guitarist John Williams and the London Symphony Orchestra.",
      "pageId": 7370120,
      "monthDay": "09/25"
    },
    {
      "year": "1957",
      "uri": "/wiki/Michael_Madsen",
      "name": "Michael Madsen",
      "aboutText": "Luanne Rice is the New York Times bestselling American author of 31 novels that have been translated into 24 languages. She often writes about nature and the sea, and many of her novels deal with love and family. She is the author of The Lemon Orchard, Little Night, The Silver Boat and Beach Girls.",
      "pageId": 7534168,
      "monthDay": "09/25"
    },
    {
      "year": "1957",
      "uri": "/wiki/Vladimir_Popovkin",
      "name": "Vladimir Popovkin",
      "aboutText": "Randy Kerber (born September 25, 1958 in Encino, California) is a composer, orchestrator and keyboard player, who has had a prolific career in the world of cinema.\nHe began his first national tour with Bette Midler in 1977, at the age of 19. Kerber was nominated for an Oscar in 1986, along with Quincy Jones and others, for Best Original Score for the motion picture, \"The Color Purple\".",
      "pageId": 15264787,
      "monthDay": "09/25"
    },
    {
      "year": "1957",
      "uri": "/wiki/Ian_Reddington",
      "name": "Ian Reddington",
      "aboutText": "Jeon Soo-il (born September 25, 1959) is a South Korean film director, film producer and screenwriter. After graduating from the Department of Theatre & Film of Kyungsung University in Busan, he studied Film Direction at Ecole Supérieure de Réalisation Audiovisuelle (E.S.R.A) in France from 1988 to 1992. He completed his master and doctorate degrees in Film Science at the Paris Diderot University in Paris, France.",
      "pageId": 24043704,
      "monthDay": "09/25"
    },
    {
      "year": "1958",
      "uri": "/wiki/Randy_Kerber",
      "name": "Randy Kerber",
      "aboutText": "Kim Thompson (September 25, 1956 – June 19, 2013) was an American comic book editor, translator, and publisher, best known as vice president and co-publisher of Seattle-based Fantagraphics Books. Along with co-publisher Gary Groth, Thompson used his position to further the cause of alternative comics in the American market.",
      "pageId": 24562655,
      "monthDay": "09/25"
    },
    {
      "year": "1959",
      "uri": "/wiki/Jeon_Soo-il",
      "name": "Jeon Soo-il",
      "aboutText": "Vladimir Aleksandrovich Popovkin (Russian: Владимир Александрович Поповкин; 25 September 1957 – 18 June 2014) was the General Director of the Russian Federal Space Agency and former First Deputy Defense Minister of Russia.",
      "pageId": 29406577,
      "monthDay": "09/25"
    },
    {
      "year": "1960",
      "uri": "/wiki/Igor_Belanov",
      "name": "Igor Belanov",
      "aboutText": "Heather Deen Locklear (born September 25, 1961) is an American actress. She is known for her role as Amanda Woodward on Melrose Place, for which she received four consecutive Golden Globe nominations for Best Actress – Television Series Drama. Her other notable television roles include Sammy Jo Carrington on Dynasty, Officer Stacy Sheridan on T.J. Hooker and Caitlin Moore on Spin City, for which she earned a further two Golden Globe nominations for Best Actress – Television Series Musical or Comedy.",
      "pageId": 174821,
      "monthDay": "09/25"
    },
    {
      "year": "1960",
      "uri": "/wiki/Sonia_Benezra",
      "name": "Sonia Benezra",
      "aboutText": "Barbara Dennerlein (born 25 September 1964 in Munich, Germany) is a hard bop, post-bop, and jazz organist.",
      "pageId": 251222,
      "monthDay": "09/25"
    },
    {
      "year": "1960",
      "uri": "/wiki/Eduardo_Y%C3%A1%C3%B1ez",
      "name": "Eduardo Yáñez",
      "aboutText": "Kikuko Inoue (井上 喜久子, Inoue Kikuko, born September 25, 1964 as 井之上 喜久子 (pronounced identically) in Yokosuka, Kanagawa) is a Japanese voice actress and singer. She has been part of the singing groups DoCo and Goddess Family Club, among others, and is the manager of her voice-acting company, Office Anemone. Inoue tends to play the \"perfect girlfriend\" or \"motherly\" role in many series, but she has also played more sultry and provocative roles.",
      "pageId": 270063,
      "monthDay": "09/25"
    },
    {
      "year": "1961",
      "uri": "/wiki/Mehmet_Aslantu%C4%9F",
      "name": "Mehmet Aslantuğ",
      "aboutText": "Aida Turturro (Ah-ee-da Toor-toor-ro; born September 25, 1962) is an American actress best known for playing Janice Soprano, sister of New Jersey mob boss Tony Soprano, on the HBO TV series The Sopranos (1999–2007).",
      "pageId": 524686,
      "monthDay": "09/25"
    },
    {
      "year": "1961",
      "uri": "/wiki/Mark_Gil",
      "name": "Mark Gil",
      "aboutText": "Tate Buckley Donovan (born September 25, 1963) is an American actor and director, known for portraying Tom Shayes in Damages, Jimmy Cooper in The O.C., and the voice of the titular character in the 1997 Disney animated film Hercules, the animated television series of the same name and in a few Kingdom Hearts video games. He also had supporting roles in films, such as Good Night, and Good Luck and Argo. Donovan also played Brian Sanders in Hostages and White House Chief of Staff Mark Boudreau in 24: Live Another Day.",
      "pageId": 916274,
      "monthDay": "09/25"
    },
    {
      "year": "1961",
      "uri": "/wiki/Heather_Locklear",
      "name": "Heather Locklear",
      "aboutText": "Igor Ivanovich (or Ihor Ivanovych) Belanov (Ukrainian: Ігор Іванович Беланов; born 25 September 1960) is a retired Soviet and Ukrainian footballer who played as an attacking midfielder or second striker.\nHe made a name for himself at Dynamo Kyiv, winning five major titles and being named European Footballer of the Year in 1986. He then spent six years in Germany with two teams, with little success.",
      "pageId": 971569,
      "monthDay": "09/25"
    },
    {
      "year": "1962",
      "uri": "/wiki/Shreela_Ghosh",
      "name": "Shreela Ghosh",
      "aboutText": "Gary Ayles (born September 25, 1964) is a race car driver born in the United Kingdom.\nHe competed in the British Touring Car Championship in 1991, filled in for one race in 1992, and returned in 1996 for Nissan, after four years as a works Peugeot driver in Italian Superturismo. In 1997 he raced a McLaren F1 GTR in the FIA GT Championship for Parabolica Motorsport.",
      "pageId": 1618817,
      "monthDay": "09/25"
    },
    {
      "year": "1962",
      "uri": "/wiki/Kalthoum_Sarrai",
      "name": "Kalthoum Sarrai",
      "aboutText": "Mikael Åke Persbrandt (born 25 September 1963) is a Swedish actor. In Swedish films he usually has lead roles and “tough guy” parts. He is known for his recurring role as the no-nonsense police officer Gunvald Larsson in the latest instalment of the Martin Beck movies.",
      "pageId": 3125556,
      "monthDay": "09/25"
    },
    {
      "year": "1962",
      "uri": "/wiki/Beth_Toussaint",
      "name": "Beth Toussaint",
      "aboutText": "Anita Louise Barone (born September 25, 1964) is an American actress.",
      "pageId": 3261340,
      "monthDay": "09/25"
    },
    {
      "year": "1962",
      "uri": "/wiki/Aida_Turturro",
      "name": "Aida Turturro",
      "aboutText": "Shreela Ghosh (born 25 September 1962 in Assam, India), a former dancer, actress and reporter, became publicly known in the United Kingdom when she was cast as Naima Jeffery in 1985, one of the original characters in BBC's soap opera, EastEnders. She has since given up performing to work as an arts executive. She was the first programme director for Arts and Heritage at the Esmee Fairbairn Foundation, and went on to become the Deputy Director for the Institute of International Visual Arts (InIVA).",
      "pageId": 3284357,
      "monthDay": "09/25"
    },
    {
      "year": "1962",
      "uri": "/wiki/Dariusz_Wdowczyk",
      "name": "Dariusz Wdowczyk",
      "aboutText": "Chris Impellitteri (born September 25, 1964) is the lead guitarist and founder of the heavy metal band Impellitteri. In 2008 Guitarworld Magazine officially named Chris Impellitteri as one of the Fastest Guitarists of all time. Included in the ranking were Eddie Van Halen, Randy Rhoads, and Yngwie Malmsteen.",
      "pageId": 3323335,
      "monthDay": "09/25"
    },
    {
      "year": "1963",
      "uri": "/wiki/Tate_Donovan",
      "name": "Tate Donovan",
      "aboutText": "Maria Josephine Doyle Kennedy (born 25 September 1964) is an Irish singer, songwriter, and television/film actress. With a singing career that has spanned nearly thirty years and an acting career that has spanned twenty five, she has established herself as one of Ireland's most prolific artists and entertainers. As an actress, she is best known for her film role as Natalie Murphy in The Commitments and for her extensive television roles as Catherine of Aragon on The Tudors, Vera Bates on Downton Abbey, and Siobhán Sadler on Orphan Black.",
      "pageId": 3868205,
      "monthDay": "09/25"
    },
    {
      "year": "1963",
      "uri": "/wiki/Mikael_Persbrandt",
      "name": "Mikael Persbrandt",
      "aboutText": "Elizabeth \"Beth\" Toussaint Coleman (born September 25, 1962) is an American actress and model.",
      "pageId": 4288649,
      "monthDay": "09/25"
    },
    {
      "year": "1963",
      "uri": "/wiki/Keely_Shaye_Smith",
      "name": "Keely Shaye Smith",
      "aboutText": "Sonia Benezra (born September 25, 1960 in Montreal) is a Canadian TV and radio interviewer and personality and actress who formerly hosted shows on MusiquePlus, MusiMax, MuchMusic and MuchMoreMusic. She hosted a daily live talk show on the French-language TQS television, also open to English-speaking entertainment figures, for five seasons.",
      "pageId": 5695138,
      "monthDay": "09/25"
    },
    {
      "year": "1964",
      "uri": "/wiki/Gary_Ayles",
      "name": "Gary Ayles",
      "aboutText": "Dariusz Wdowczyk (born 25 September 1962 in Warsaw, Poland) is a retired Polish football left back and current coach of Pogoń Szczecin. He played for Gwardia Warszawa, Legia Warszawa, Celtic, Reading, and Polonia Warszawa. He has subsequently carved out a career in football management.",
      "pageId": 10143886,
      "monthDay": "09/25"
    },
    {
      "year": "1964",
      "uri": "/wiki/Anita_Barone",
      "name": "Anita Barone",
      "aboutText": "Eduardo Yáñez (Spanish pronunciation: [eˈðwarðo ˈʝaɲes]; born Eduardo Yáñez Luévano on September 25, 1960 in Mexico City) is a Mexican television and film actor.",
      "pageId": 10561504,
      "monthDay": "09/25"
    },
    {
      "year": "1964",
      "uri": "/wiki/Barbara_Dennerlein",
      "name": "Barbara Dennerlein",
      "aboutText": "Keely Shaye Smith (born September 25, 1963), also known as Keely Shaye Brosnan, is an American journalist, author, and television host/correspondent.",
      "pageId": 11853954,
      "monthDay": "09/25"
    },
    {
      "year": "1964",
      "uri": "/wiki/Chris_Impellitteri",
      "name": "Chris Impellitteri",
      "aboutText": "Mehmet Aslantuğ (born 25 September 1961) is a Turkish actor, director, producer, and screenwriter of Adyghe origin. He has received a Golden Boll Award, a Golden Objective Award, three Golden Orange Awards, and four Golden Butterfly Awards. In 1996, Aslantuğ married to the actress and beauty pageant titleholder Arzum Onan who was crowned Miss Turkey 1993 and Miss Europe 1993.",
      "pageId": 24471349,
      "monthDay": "09/25"
    },
    {
      "year": "1964",
      "uri": "/wiki/Kikuko_Inoue",
      "name": "Kikuko Inoue",
      "aboutText": "Raphael John Gil Eigenmann (25 September 1961 – 1 September 2014), better known as Mark Gil, was a Filipino actor. Gil was often cast as a main villain to Bong Revilla, Jr, Ronnie Ricketts, Robin Padilla, Lito Lapid, Phillip Salvador, Rudy Fernandez, Jestoni Alarcon, Ace Vergel, Cesar Montano, John Regala, Ian Veneracion and other Filipino action stars in numerous action movies and he played the role of Lorna Tolentino's former lover-killer in the drama-suspense thriller The Elsa Castillo Story: The Chop-Chop Lady, the script of which is inspired by true events.",
      "pageId": 24895358,
      "monthDay": "09/25"
    },
    {
      "year": "1964",
      "uri": "/wiki/Maria_Doyle_Kennedy",
      "name": "Maria Doyle Kennedy",
      "aboutText": "Kalthoum Sarrai كلثوم السراي in Arabic (25 September 1962 – 19 January 2010), best known as Cathy Sarrai, was a Tunisian-born French, television presenter, anchorwoman and television personality. She was known to many French and Belgian television viewers for her role in the French version of Super Nanny, which began airing on M6 on 1 February 2005.\nSarrai was born in Tunis, Tunisia, on 25 September 1962, as one of seven children.",
      "pageId": 26168173,
      "monthDay": "09/25"
    },
    {
      "year": "1964",
      "uri": "/wiki/Lily_Mariye",
      "name": "Lily Mariye",
      "aboutText": "Prince Friso of Orange-Nassau (Johan Friso Bernhard Christiaan David van Oranje-Nassau van Amsberg; 25 September 1968 – 12 August 2013) was a younger brother of King Willem-Alexander of the Netherlands. Prince Friso was a member of the Dutch Royal Family, but because of his marriage without an Act of Consent in 2004, he lost his membership of the Dutch Royal House and was no longer in the line of succession to the throne.\nOn 17 February 2012, Prince Friso was buried under an avalanche in Lech, Austria, while skiing off piste.",
      "pageId": 100386,
      "monthDay": "09/25"
    },
    {
      "year": "1964",
      "uri": "/wiki/Joey_Saputo",
      "name": "Joey Saputo",
      "aboutText": "Willard Carroll \"Will\" Smith, Jr. (born September 25, 1968) is an American actor, producer, rapper, and songwriter. He has enjoyed success in television, film, and music.",
      "pageId": 154698,
      "monthDay": "09/25"
    },
    {
      "year": "1965",
      "uri": "/wiki/Matt_Battaglia",
      "name": "Matt Battaglia",
      "aboutText": "Jason Iain Flemyng (born 25 September 1966) is an English actor.\nFlemyng is known for his film work, which has included roles in British films such as Lock, Stock and Two Smoking Barrels (1998) and Snatch (2000), both for Guy Ritchie, as well as Hollywood productions such as Rob Roy (1995), the Alan Moore comic book adaptations From Hell (2001) and The League of Extraordinary Gentlemen (2003), and The Curious Case of Benjamin Button (2008). He has also appeared in prominent roles in both theatre and television in the UK. Flemyng speaks French fluently, and has made three films in that language.",
      "pageId": 318172,
      "monthDay": "09/25"
    },
    {
      "year": "1965",
      "uri": "/wiki/Gordon_Currie",
      "name": "Gordon Currie",
      "aboutText": "Scottie Maurice Pippen (born September 25, 1965) is an American retired professional basketball player who played in the National Basketball Association. Nicknamed \"Pip\", he is most remembered for his time with the Chicago Bulls, with the team he won six NBA titles and their record 1995–96 season of 72 wins. Pippen, along with Michael Jordan, played an important role in transforming the Bulls team into a championship team and for popularizing the NBA around the world during the 1990s.",
      "pageId": 322448,
      "monthDay": "09/25"
    },
    {
      "year": "1965",
      "uri": "/wiki/Saffron_Henderson",
      "name": "Saffron Henderson",
      "aboutText": "Ashwin Sood (born September 25, 1967 in Birmingham, West Midlands, England) is a Canadian musician and drummer. He is best known for his musical association with his ex-wife, Sarah McLachlan.\nSood was born in the United Kingdom to Indian immigrant parents, and grew up in Calgary, Alberta, Canada.",
      "pageId": 602913,
      "monthDay": "09/25"
    },
    {
      "year": "1965",
      "uri": "/wiki/Scottie_Pippen",
      "name": "Scottie Pippen",
      "aboutText": "Rob Schmidt (born September 25, 1965) is an American film director and writer. His film credits include Wrong Turn and Crime and Punishment in Suburbia. He also created a pilot called American Town for Twentieth Century Fox.",
      "pageId": 1634286,
      "monthDay": "09/25"
    },
    {
      "year": "1965",
      "uri": "/wiki/Anne_Roumanoff",
      "name": "Anne Roumanoff",
      "aboutText": "John Richard Worsfold (born 25 September 1968) is a former Australian rules football player and current coach best known for his career for the West Coast Eagles in the Australian Football League (AFL). He made his senior debut for the South Fremantle Football Club in the West Australian Football League (WAFL), and was named an inaugural squad member of West Coast on their formation in 1986. After winning the club's best and fairest award in 1988, Worsfold was appointed captain of the club in 1991, a position he would hold until his retirement in 1998.",
      "pageId": 1748294,
      "monthDay": "09/25"
    },
    {
      "year": "1965",
      "uri": "/wiki/Dave_Rundle",
      "name": "Dave Rundle",
      "aboutText": "Not to be confused with Martin Vasquez.",
      "pageId": 1779043,
      "monthDay": "09/25"
    },
    {
      "year": "1965",
      "uri": "/wiki/Rob_Schmidt",
      "name": "Rob Schmidt",
      "aboutText": "Saffron Henderson (born September 25, 1965) is a Canadian voice actress and singer and the daughter of Bill Henderson of Chilliwack fame. She has voiced various characters from anime series. She is usually cast as mature and occasionally flirtatious young woman, or as a child, mostly young boys.",
      "pageId": 2608409,
      "monthDay": "09/25"
    },
    {
      "year": "1965",
      "uri": "/wiki/Rafael_Mart%C3%ADn_V%C3%A1zquez",
      "name": "Rafael Martín Vázquez",
      "aboutText": "John August List (born September 25, 1968) is The Homer J. Livingston Professor in Economics and the chairman of the Department of Economics at the University of Chicago. He received his B.S. from the University of Wisconsin–Stevens Point, and his Ph.D. from the University of Wyoming in 1996. List had his first teaching position at the University of Central Florida, and he then moved to the University of Arizona and the University of Maryland, College Park, where he still holds an adjunct position, before moving to Chicago.",
      "pageId": 3701986,
      "monthDay": "09/25"
    },
    {
      "year": "1966",
      "uri": "/wiki/Stanislav_Bunin",
      "name": "Stanislav Bunin",
      "aboutText": "Gordon Currie (born September 25, 1965) is a Canadian-American actor, best known for his role as Nicolae Carpathia in the Left Behind films. Currie has also directed, written and produced several films, and works in both the United States and Canada in television and film roles.",
      "pageId": 4188939,
      "monthDay": "09/25"
    },
    {
      "year": "1966",
      "uri": "/wiki/Jason_Flemyng",
      "name": "Jason Flemyng",
      "aboutText": "David Bryan Rundle (born 25 September 1965) is a former South African cricketer who played two One Day Internationals from 1994 to 2000.\nHe played both his ODIs against Australia in 1994 during the Benson & Hedges World Series, 1993/94.",
      "pageId": 4305494,
      "monthDay": "09/25"
    },
    {
      "year": "1966",
      "uri": "/wiki/Todd_Philcox",
      "name": "Todd Philcox",
      "aboutText": "Matteo Martin \"Matt\" Battaglia (born September 25, 1965) is an American actor and former American football player.",
      "pageId": 4500920,
      "monthDay": "09/25"
    },
    {
      "year": "1967",
      "uri": "/wiki/Melissa_De_Sousa",
      "name": "Melissa De Sousa",
      "aboutText": "Stanislav Stanislavovich Bunin (Russian: Станислав Станиславович Бунин; born September 25, 1966) is a Russian-born pianist.\nHe was born in Moscow in 1966 into an established European musical family which included his grandfather Heinrich Neuhaus, his grandmother Zinaida (Boris Pasternak's wife), and his father, Stanislav Neuhaus.\nIn 1985, after a series of prizes, he won first prize and the gold medal in the 11th International Frédéric Chopin Piano Competition in Warsaw.",
      "pageId": 4979040,
      "monthDay": "09/25"
    },
    {
      "year": "1967",
      "uri": "/wiki/Kim_Issel",
      "name": "Kim Issel",
      "aboutText": "Joey Saputo (born September 25, 1964) is a Canadian businessman and the president of the Montreal Impact soccer team he founded in 1993, and Saputo Stadium, named after his family's dairy products company.",
      "pageId": 6906305,
      "monthDay": "09/25"
    },
    {
      "year": "1967",
      "uri": "/wiki/Ashwin_Sood",
      "name": "Ashwin Sood",
      "aboutText": "Melissa De Sousa (born September 25, 1967) is an American actress. She is best known for her role as Shelby in the 1999 romantic comedy-drama film The Best Man and its 2013 sequel The Best Man Holiday. De Sousa also starred as Gabriella Jimenez in BET's Reed Between the Lines (2011).",
      "pageId": 8094391,
      "monthDay": "09/25"
    },
    {
      "year": "1968",
      "uri": "/wiki/Prince_Friso_of_Orange-Nassau",
      "name": "Prince Friso of Orange-Nassau",
      "aboutText": "Kim D. Issel (born September 25, 1967 in Regina, Saskatchewan) is a former professional ice hockey right wing. Issel spent his junior career with the Prince Albert Raiders of the WHL. He was selected in the first round of the 1986 NHL Entry Draft, 21st overall, by the Edmonton Oilers. Issel played four games for the Oilers, and was briefly part of the Pittsburgh Penguins and Vancouver Canucks minor league systems, but spent the majority of his career in Europe.",
      "pageId": 8986681,
      "monthDay": "09/25"
    },
    {
      "year": "1968",
      "uri": "/wiki/John_A._List",
      "name": "John A. List",
      "aboutText": "Lily Mariye is an American actress and filmmaker.",
      "pageId": 11242058,
      "monthDay": "09/25"
    },
    {
      "year": "1968",
      "uri": "/wiki/Will_Smith",
      "name": "Will Smith",
      "aboutText": "Todd Philcox (born September 25, 1966 in Norwalk, Connecticut) is a former NFL quarterback.",
      "pageId": 17350000,
      "monthDay": "09/25"
    },
    {
      "year": "1968",
      "uri": "/wiki/John_Worsfold",
      "name": "John Worsfold",
      "aboutText": "Anne Roumanoff (born 25 September 1965 in Paris) is a French humorist and actress.",
      "pageId": 23466034,
      "monthDay": "09/25"
    },
    {
      "year": "1969",
      "uri": "/wiki/Hansie_Cronje",
      "name": "Hansie Cronje",
      "aboutText": "Wessel Johannes \"Hansie\" Cronje (25 September 1969 – 1 June 2002) was a South African cricketer and captain of the South African national cricket team in the 1990s. He died in a plane crash in 2002.",
      "pageId": 13961,
      "monthDay": "09/25"
    },
    {
      "year": "1969",
      "uri": "/wiki/Bill_Simmons",
      "name": "Bill Simmons",
      "aboutText": "Catherine Zeta-Jones, CBE (/ˈziːtə/; born Catherine Zeta Jones; 25 September 1969) is a Welsh actress. She has received critical acclaim and numerous accolades throughout her career, including one Academy Award, one BAFTA Award, and three Screen Actor Guild Awards. She was named Hasty Pudding's Woman of the Year in 2005, and was appointed Commander of the Order of the British Empire (CBE) in the 2010 Birthday Honours.",
      "pageId": 150996,
      "monthDay": "09/25"
    },
    {
      "year": "1969",
      "uri": "/wiki/Hal_Sparks",
      "name": "Hal Sparks",
      "aboutText": "Michael \"Mickey\" Melchiondo, Jr. (born September 25, 1970), better known by his stage name Dean Ween, is an American guitarist, and is one half of the alternative rock group Ween.",
      "pageId": 294058,
      "monthDay": "09/25"
    },
    {
      "year": "1969",
      "uri": "/wiki/Heather_Stewart-Whyte",
      "name": "Heather Stewart-Whyte",
      "aboutText": "Harry Magee Sparks III (born September 25, 1969), known as Hal Sparks, is an American actor, comedian, musician and television personality.",
      "pageId": 642047,
      "monthDay": "09/25"
    },
    {
      "year": "1969",
      "uri": "/wiki/Ron_%22Bumblefoot%22_Thal",
      "name": "Ron \"Bumblefoot\" Thal",
      "aboutText": "Jessie Wallace (born Karen Jane Wallace; 25 September 1971) is an English actress.",
      "pageId": 673126,
      "monthDay": "09/25"
    },
    {
      "year": "1969",
      "uri": "/wiki/Tony_Womack",
      "name": "Tony Womack",
      "aboutText": "Brian Dunkleman (born September 25, 1971) is an American comedian and actor.",
      "pageId": 771255,
      "monthDay": "09/25"
    },
    {
      "year": "1969",
      "uri": "/wiki/Catherine_Zeta-Jones",
      "name": "Catherine Zeta-Jones",
      "aboutText": "William J. \"Bill\" Simmons III (born September 25, 1969) is an American sports columnist, analyst, author, and podcaster. Simmons first gained attention with his website as \"The Boston Sports Guy\" and was recruited by ESPN in 2001. At ESPN he wrote for ESPN.com and hosted his own podcast on ESPN.com titled The B.S. Report.",
      "pageId": 1466455,
      "monthDay": "09/25"
    },
    {
      "year": "1970",
      "uri": "/wiki/Curtis_Buckley",
      "name": "Curtis Buckley",
      "aboutText": "Anthony Darrell Womack (born September 25, 1969) is a former professional baseball player. He played all or part of thirteen seasons in Major League Baseball, with most of his career spent with the Pittsburgh Pirates and the Arizona Diamondbacks, then with several other teams during his last four years.",
      "pageId": 1842690,
      "monthDay": "09/25"
    },
    {
      "year": "1970",
      "uri": "/wiki/Yavuz_%C3%87etin",
      "name": "Yavuz Çetin",
      "aboutText": "Erika Shishido (宍戸 江利花, Shishido Erika) (born September 25, 1970) is a professional wrestler, better known by the stage name Aja Kong, and the founder of the ARSION all-women professional wrestling promotion. Shishido has won several championships in both singles and tag team divisions throughout her career, primarily while with All Japan Women's Pro-Wrestling.",
      "pageId": 1877639,
      "monthDay": "09/25"
    },
    {
      "year": "1970",
      "uri": "/wiki/Kerri_Kendall",
      "name": "Kerri Kendall",
      "aboutText": "Misa Shimizu (清水美沙, Shimizu Misa, born 25 September 1970) is a Japanese actress. She made her screen debut by winning the heroine audition for 1987 film Shōnan Bōsōzoku. She starred in NHK's morning drama series Seishun Kazoku in 1989.",
      "pageId": 2359698,
      "monthDay": "09/25"
    },
    {
      "year": "1970",
      "uri": "/wiki/Aja_Kong",
      "name": "Aja Kong",
      "aboutText": "Tijani Babangida (born 25 September 1973 in Kaduna) is a retired Nigerian footballer, who played as a winger. Known for his pace, his playing style was sometimes compared to that of Marc Overmars. Babangida spent the majority of his playing career at Ajax.",
      "pageId": 2803637,
      "monthDay": "09/25"
    },
    {
      "year": "1970",
      "uri": "/wiki/Misa_Shimizu",
      "name": "Misa Shimizu",
      "aboutText": "John Terrence Lynch, Jr. (born September 25, 1971) is a former American football strong safety who played fifteen seasons in the National Football League (NFL) and is a current color commentator for NFL on Fox. He played college football at Stanford University, and was drafted by the Tampa Bay Buccaneers in the third round of the 1993 NFL Draft.",
      "pageId": 3717497,
      "monthDay": "09/25"
    },
    {
      "year": "1970",
      "uri": "/wiki/Dean_Ween",
      "name": "Dean Ween",
      "aboutText": "Heather Stewart-Whyte (born 25 September 1968) is a British model. She is the former wife of Yannick Noah.",
      "pageId": 3987921,
      "monthDay": "09/25"
    },
    {
      "year": "1971",
      "uri": "/wiki/Nikos_Boudouris",
      "name": "Nikos Boudouris",
      "aboutText": "Seb Sanders (born 25 September 1971 in Birmingham, England) is a flat race jockey.\nHe came into racing by getting a job with trainer Bryan McMahon, and it was for McMahon that Sanders rode his first winner on 12 June 1990 on Band On The Run.\nHe was Champion Apprentice in 1995, and gained his first Group 1 success in 1997 in the July Cup at Newmarket on the 50-1 outsider Compton Place.",
      "pageId": 7183484,
      "monthDay": "09/25"
    },
    {
      "year": "1971",
      "uri": "/wiki/Brian_Dunkleman",
      "name": "Brian Dunkleman",
      "aboutText": "Yavuz Hilmi Çetin (25 September 1970 – 15 August 2001) was a Turkish musician as well as songwriter and singer in the blues and psychedelic music genres, who gained renown in his native country for the skill and sensitivity of his guitar performances and, in the wake of his suicide at the age of 30, before the release of his highly praised album, Satılık [For Sale], has achieved a near-iconic posthumous status as a talent lost on the brink of great achievement.",
      "pageId": 10569887,
      "monthDay": "09/25"
    },
    {
      "year": "1971",
      "uri": "/wiki/John_Lynch_(American_football)",
      "name": "John Lynch",
      "aboutText": "Curtis LaDonn Buckley (born September 25, 1970 in Oakdale, Louisiana) is a former American football cornerback in the National Football League for the Tampa Bay Buccaneers, San Francisco 49ers, New York Giants, and Washington Redskins. He played college football at East Texas State University. He now works as an assistant psychiatrist at Dallas Behavioral Healthcare Center in Dallas.",
      "pageId": 11579658,
      "monthDay": "09/25"
    },
    {
      "year": "1971",
      "uri": "/wiki/Seb_Sanders",
      "name": "Seb Sanders",
      "aboutText": "Nikolaos \"Nikos\" Boudouris (Greek: Νίκος Μπουντούρης) (born 25 September 1971 in Volos, Greece) is a retired Greek professional basketball player.",
      "pageId": 16537273,
      "monthDay": "09/25"
    },
    {
      "year": "1971",
      "uri": "/wiki/Jessie_Wallace",
      "name": "Jessie Wallace",
      "aboutText": "Douglas September, (born September 25, 1972, in Cape Breton, Nova Scotia) is a Canadian musician. He is known for his poetic lyrics, as well as his innovative musical style that blends folk and blues with a caustic modern commentary. As a composer, musician, producer and engineer, September's passion for arranging music from the ordinary every day into a unique auditory experience has evolved into a singular style.",
      "pageId": 20112551,
      "monthDay": "09/25"
    },
    {
      "year": "1972",
      "uri": "/wiki/Douglas_September",
      "name": "Douglas September",
      "aboutText": "Ronald Jay \"Ron\" Blumenthal (born September 25, 1969), better known by his stage name Ron \"Bumblefoot\" Thal, is an American guitarist, songwriter, recording artist and producer. He adopted his nickname from the bacterial infection of the same name, which he learned about while helping his wife study for her veterinary exams. The name went from being just the name of an album, to the name of a record label, to a band name, to eventually his name as a solo artist.",
      "pageId": 25489793,
      "monthDay": "09/25"
    },
    {
      "year": "1973",
      "uri": "/wiki/Tijani_Babangida",
      "name": "Tijani Babangida",
      "aboutText": "The following is a list of Playboy Playmates of 1990.",
      "pageId": 27111272,
      "monthDay": "09/25"
    },
    {
      "year": "1973",
      "uri": "/wiki/Jenny_Chapman",
      "name": "Jenny Chapman",
      "aboutText": "Declan Joseph Oliver 'Dec' Donnelly (born 25 September 1975)' is an English television presenter and actor, best known as one half of the English acting and TV presenting duo Ant & Dec, with the other being Anthony McPartlin.\nDonnelly came to prominence in the children's drama series Byker Grove and as one half of the pop music duo PJ & Duncan. Since then, Donnelly and McPartlin have had a very successful career as television presenters, currently presenting I'm a Celebrity...Get Me Out of Here!",
      "pageId": 464849,
      "monthDay": "09/25"
    },
    {
      "year": "1973",
      "uri": "/wiki/Bridget_Marquardt",
      "name": "Bridget Marquardt",
      "aboutText": "Dat Tan Nguyen (/ˌdæt ˈwɪn/; Vietnamese: Nguyễn Tấn Đạt, pronounced [ŋʷjə̌ˀn tə̌n ɗàːt]) (born Sept 25, 1975) is a sports radio host and former football player, who was a linebacker in the National Football League (NFL) for seven seasons. He played college football for Texas A&M University, and earned All-American honors.",
      "pageId": 484244,
      "monthDay": "09/25"
    },
    {
      "year": "1973",
      "uri": "/wiki/Bridgette_Wilson",
      "name": "Bridgette Wilson",
      "aboutText": "Matthew Michael \"Matt\" Hasselbeck (born September 25, 1975) is an American football quarterback for the Indianapolis Colts of the National Football League (NFL). He was drafted in the sixth round of the 1998 NFL Draft by the Green Bay Packers. After a season on the practice squad and two seasons backing up Brett Favre, he was traded to the Seattle Seahawks in 2001.",
      "pageId": 1020389,
      "monthDay": "09/25"
    },
    {
      "year": "1974",
      "uri": "/wiki/Bill_Bowler",
      "name": "Bill Bowler",
      "aboutText": "Olivier Nicolas André Dacourt (born 25 September 1974 in Montreuil-sous-Bois) is a former French footballer.",
      "pageId": 1686233,
      "monthDay": "09/25"
    },
    {
      "year": "1974",
      "uri": "/wiki/Olivier_Dacourt",
      "name": "Olivier Dacourt",
      "aboutText": "Bridgette Leann Wilson-Sampras (born September 25, 1973) is an American actress, singer, model, and Miss Teen USA award winner. Wilson began her career as an actress after being crowned Miss Teen USA in 1990, playing the character of Lisa Fenimore on the soap opera Santa Barbara between 1990 and 1992.\nShe made her film debut in appearances in several '90s films, including Higher Learning (1995), and Billy Madison (1995).",
      "pageId": 1697141,
      "monthDay": "09/25"
    },
    {
      "year": "1974",
      "uri": "/wiki/Richie_Edwards",
      "name": "Richie Edwards",
      "aboutText": "Javier Rosas Sierra (born September 25, 1974 in Guadalajara) is a male athlete from Mexico. He competes in the triathlon.\nRosas competed at the second Olympic triathlon at the 2004 Summer Olympics.",
      "pageId": 1877575,
      "monthDay": "09/25"
    },
    {
      "year": "1974",
      "uri": "/wiki/John_Granville_(diplomat)",
      "name": "John Granville",
      "aboutText": "Daniel Alexander Kessler (born 25 September 1974, London, England) is the lead guitarist and backing vocalist for the New York City-based band Interpol. He was raised in the United States.\nIt was Kessler's desire to play in a real band which made him approach Carlos Dengler, with whom he attended a history class in New York University.",
      "pageId": 1969815,
      "monthDay": "09/25"
    },
    {
      "year": "1974",
      "uri": "/wiki/Paul_Hurst",
      "name": "Paul Hurst",
      "aboutText": "Richie Edwards (born 25 September 1974) is an English musician. He is the former bassist of the British hard rock band The Darkness and the guitarist/vocalist of their successor band Stone Gods. He was confirmed as a member on 13 June 2005 replacing Frankie Poullain on bass.",
      "pageId": 2166821,
      "monthDay": "09/25"
    },
    {
      "year": "1974",
      "uri": "/wiki/Daniel_Alexander_Kessler",
      "name": "Daniel Alexander Kessler",
      "aboutText": "Bridget Christina Marquardt (née Sandmeier; born September 25, 1973) is an American television personality, model, and actress widely known for her role on the reality television series The Girls Next Door, which depicted her life as one of Playboy magazine publisher Hugh Hefner's girlfriends. Although not a Playboy Playmate, she has appeared in nude pictorials with her Girls Next Door costars and fellow Hefner girlfriends Holly Madison and Kendra Wilkinson.\n^ \"Facts on Bridget Marquardt.\".",
      "pageId": 2857738,
      "monthDay": "09/25"
    },
    {
      "year": "1974",
      "uri": "/wiki/Frank_Leder",
      "name": "Frank Leder",
      "aboutText": "Eric Moss (born September 25, 1974) is a former professional American football player.\nMoss played college football at Ohio State University. He was an offensive tackle for the Minnesota Vikings in 1997 (but did not appear in a game), and then played guard for the Scottish Claymores in the NFL Europe League in 1999.",
      "pageId": 4367408,
      "monthDay": "09/25"
    },
    {
      "year": "1974",
      "uri": "/wiki/Robbie_Mears",
      "name": "Robbie Mears",
      "aboutText": "Kemel Thompson (born September 25, 1974) is a former Jamaican athlete who competes in the 400 metres hurdles.\nHis personal best time is 48.05 seconds, achieved in London in 2003.",
      "pageId": 4511545,
      "monthDay": "09/25"
    },
    {
      "year": "1974",
      "uri": "/wiki/Eric_Moss",
      "name": "Eric Moss",
      "aboutText": "Paul Michael Hurst (born 25 September 1974) is an English former professional footballer and manager of Conference National side Grimsby Town.\nAs a player he was a defender from 1993 to 2008, notably playing his entire career for Rotherham United, bar a brief loan spell with Burton Albion in his final year as a player. After retiring from the playing side of the sport in 2008 he became joint manager of Ilkeston Town along with former team mate Rob Scott.",
      "pageId": 6217446,
      "monthDay": "09/25"
    },
    {
      "year": "1974",
      "uri": "/wiki/Joel_Prpic",
      "name": "Joel Prpic",
      "aboutText": "Daniel Hyde (born 25 September 1975) is a British actor most notable for his roles as Scott Anderson (Hollyoaks) in Hollyoaks and Jason Wilding in Family Affairs.\nHe graduated from the Webber Douglas Academy of Dramatic Art in 1999 and his other television credits include The Bill, Casualty and London's Burning.",
      "pageId": 9591868,
      "monthDay": "09/25"
    },
    {
      "year": "1974",
      "uri": "/wiki/Javier_Rosas",
      "name": "Javier Rosas",
      "aboutText": "William J. Bowler (born September 25, 1974 in Toronto, Ontario) is a former professional ice hockey centre. He played nine games in the National Hockey League with the Columbus Blue Jackets in the 2000–01 season, recording two assists. He also played professionally in the International Hockey League, American Hockey League, and Germany's Deutsche Eishockey Liga.",
      "pageId": 10892109,
      "monthDay": "09/25"
    },
    {
      "year": "1974",
      "uri": "/wiki/Kemel_Thompson",
      "name": "Kemel Thompson",
      "aboutText": "Maya Sansa (born 25 September 1975) is an Italian actress.",
      "pageId": 11569647,
      "monthDay": "09/25"
    },
    {
      "year": "1975",
      "uri": "/wiki/Declan_Donnelly",
      "name": "Declan Donnelly",
      "aboutText": "Joel Melvin Prpic (Croatian surname: Prpić) (born September 25, 1974) is a Canadian born-Croatian former professional ice hockey player of who played in the National Hockey League with the Boston Bruins and the Colorado Avalanche before ending his career with Croatian team, KHL Medveščak Zagreb, in the Austrian Hockey League.",
      "pageId": 11867681,
      "monthDay": "09/25"
    },
    {
      "year": "1975",
      "uri": "/wiki/Matt_Hasselbeck",
      "name": "Matt Hasselbeck",
      "aboutText": "John M. Granville (September 25, 1974 – January 1, 2008) was an American diplomat who worked in South Sudan. On January 1, 2008, he was assassinated in a shooting in Khartoum, Sudan at the age of 33.",
      "pageId": 14994744,
      "monthDay": "09/25"
    },
    {
      "year": "1975",
      "uri": "/wiki/Daniel_Hyde",
      "name": "Daniel Hyde",
      "aboutText": "Frank Leder ( born September 25, 1974 in Nuremberg, Germany ) is a German fashion designer.",
      "pageId": 16860983,
      "monthDay": "09/25"
    },
    {
      "year": "1975",
      "uri": "/wiki/Dat_Nguyen",
      "name": "Dat Nguyen",
      "aboutText": "Robert \"Robbie\" Mears (born 25 September 1974 in Liverpool, New South Wales) is an Australian former rugby league player. His usual position was at hooker.",
      "pageId": 17454545,
      "monthDay": "09/25"
    },
    {
      "year": "1975",
      "uri": "/wiki/Maya_Sansa",
      "name": "Maya Sansa",
      "aboutText": "Jennifer Chapman (born 25 September 1973) is a British Labour Party politician, who has been the Member of Parliament (MP) for Darlington since the 2010 general election.",
      "pageId": 27306991,
      "monthDay": "09/25"
    },
    {
      "year": "1976",
      "uri": "/wiki/Santigold",
      "name": "Santigold",
      "aboutText": "Charlotte Ayanna (née Lopez; born September 25, 1976) is a Puerto Rican American actress and former Miss Teen USA.",
      "pageId": 153322,
      "monthDay": "09/25"
    },
    {
      "year": "1976",
      "uri": "/wiki/Charlotte_Ayanna",
      "name": "Charlotte Ayanna",
      "aboutText": "Clea Helen D'etienne DuVall (born September 25, 1977) is an American actress. She is best known for her role as Sofie on the HBO television series Carnivàle (2003–05), as well as for films such as The Faculty (1998), But I'm a Cheerleader (1999), Girl, Interrupted (1999), and The Grudge (2004).",
      "pageId": 342768,
      "monthDay": "09/25"
    },
    {
      "year": "1976",
      "uri": "/wiki/Chauncey_Billups",
      "name": "Chauncey Billups",
      "aboutText": "Mike Krahulik (/krəˈhuː.lɪk/; born September 25, 1977) is the artist for the popular webcomic Penny Arcade and co-founder with Jerry Holkins of Child's Play, a charity that organizes toy drives for children's hospitals. He goes by the online moniker \"Jonathan Gabriel\" or \"Gabe\".",
      "pageId": 610098,
      "monthDay": "09/25"
    },
    {
      "year": "1976",
      "uri": "/wiki/Eric_Roberson",
      "name": "Eric Roberson",
      "aboutText": "Chauncey Ray Billups (born September 25, 1976) is an American retired professional basketball player who played 17 seasons in the National Basketball Association (NBA). A star at the University of Colorado, he was chosen third overall in the 1997 NBA draft by the Boston Celtics. A five-time NBA All-Star and a three-time All-NBA selection, Billups played for the Celtics, Toronto Raptors, Denver Nuggets, Minnesota Timberwolves, Detroit Pistons, New York Knicks, Los Angeles Clippers and Team USA. He won the NBA Finals MVP in 2004 after helping the Pistons beat the Los Angeles Lakers in the Finals, and was given the nickname \"Mr.",
      "pageId": 644551,
      "monthDay": "09/25"
    },
    {
      "year": "1976",
      "uri": "/wiki/Chiara_Siracusa",
      "name": "Chiara Siracusa",
      "aboutText": "Ricardo Wayne Gardner (born 25 September 1978, in Saint Andrew, Jamaica), commonly known as Bibi, is a Jamaican footballer. He is naturally a left winger but can also play in the centre of midfield or at left wingback. He is a free agent after being released by Bolton Wanderers in May 2012, following a 14-year spell at the club, of which 11 were spent in the Premier League.",
      "pageId": 1123448,
      "monthDay": "09/25"
    },
    {
      "year": "1977",
      "uri": "/wiki/Divya_Dutta",
      "name": "Divya Dutta",
      "aboutText": "Joel David Moore (born September 25, 1977) is an American actor. He is best known for portraying Owen Dittman in Dodgeball: A True Underdog Story, Dr.",
      "pageId": 1402228,
      "monthDay": "09/25"
    },
    {
      "year": "1977",
      "uri": "/wiki/Clea_DuVall",
      "name": "Clea DuVall",
      "aboutText": "Chiara Siracusa better known by her mononym Chiara (born 25 September 1976), is a Maltese singer.",
      "pageId": 1527458,
      "monthDay": "09/25"
    },
    {
      "year": "1977",
      "uri": "/wiki/Kiyoshi_Ijichi",
      "name": "Kiyoshi Ijichi",
      "aboutText": "Divya Dutta (born 25 September 1977) is an Indian film actress and model. She has established a successful career in Bollywood and Punjabi cinema, but has also appeared in Malayalam and English films. She is noted for playing a wide variety of roles in various film genres, and has established herself as one of the leading actresses of parallel cinema.",
      "pageId": 1793786,
      "monthDay": "09/25"
    },
    {
      "year": "1977",
      "uri": "/wiki/Robbie_Jones_(actor)",
      "name": "Robbie Jones",
      "aboutText": "Jodie Kidd (born (1978-09-25)25 September 1978 in Guildford) is an English fashion model, race car driver and television personality.",
      "pageId": 1905918,
      "monthDay": "09/25"
    },
    {
      "year": "1977",
      "uri": "/wiki/Mike_Krahulik",
      "name": "Mike Krahulik",
      "aboutText": "Wilbert \"Wil\" Nieves (born September 25, 1977) is a Puerto Rican professional baseball catcher who is currently a free agent.",
      "pageId": 2593910,
      "monthDay": "09/25"
    },
    {
      "year": "1977",
      "uri": "/wiki/Joel_David_Moore",
      "name": "Joel David Moore",
      "aboutText": "Joel Alberto Piñeiro (Spanish pronunciation: [xoˈel piˈɲeiɾo], /dʒoʊˈɛl pɪnˈjɛəroʊ/; born September 25, 1978) is a Puerto Rican professional baseball pitcher who is a free agent. He previously played in Major League Baseball (MLB) for the Seattle Mariners, Boston Red Sox, St.",
      "pageId": 3070360,
      "monthDay": "09/25"
    },
    {
      "year": "1977",
      "uri": "/wiki/Wil_Nieves",
      "name": "Wil Nieves",
      "aboutText": "For the Duala king see Rudolph Duala Manga Bell.\nRoudolphe Douala M'bela (born 25 September 1978), known as Douala, is a Cameroonian retired footballer. Mainly a winger he could also operate as a forward, and played professionally in five countries, mainly in Portugal.",
      "pageId": 3729412,
      "monthDay": "09/25"
    },
    {
      "year": "1978",
      "uri": "/wiki/Joe_Cotton",
      "name": "Joe Cotton",
      "aboutText": "Eric Roberson (September 25, 1976) is a singer, songwriter and producer from Rahway, New Jersey. He is sometimes referred to simply as Erro, the name which he later used as part of his label Blue Erro Soul. His first single, \"The Moon\", was released through Warner Bros.",
      "pageId": 4573349,
      "monthDay": "09/25"
    },
    {
      "year": "1978",
      "uri": "/wiki/Roudolphe_Douala",
      "name": "Roudolphe Douala",
      "aboutText": "Anthony Ryan Leslie (born September 25, 1978), professionally known as Ryan Leslie, is an American recording artist and record producer from Washington, D.C.. Leslie has produced singles for a number of prominent artists in a variety of genres, ranging from R&B and hip hop to pop and gospel. From 2005–2006, he had his most commercial success to date with NextSelection/Bad Boy singer Cassie, when they released her debut single, \"Me & U\".",
      "pageId": 6237101,
      "monthDay": "09/25"
    },
    {
      "year": "1978",
      "uri": "/wiki/Ricardo_Gardner",
      "name": "Ricardo Gardner",
      "aboutText": "Rossif Sutherland (born September 25, 1978) is a Canadian actor.",
      "pageId": 7061551,
      "monthDay": "09/25"
    },
    {
      "year": "1978",
      "uri": "/wiki/Jodie_Kidd",
      "name": "Jodie Kidd",
      "aboutText": "Kyle Bennett (September 25, 1979 – October 14, 2012) was an American professional Bicycle Motocross (BMX) racer and Dirt Jumper whose prime competitive years were from 1999 to 2012. He earned the moniker \"Butter\" for his smooth riding style. On May 10, 2008 he won an automatic spot on the first US BMX Olympic team, a sport that made its debut in the 2008 Summer Olympics.",
      "pageId": 10491573,
      "monthDay": "09/25"
    },
    {
      "year": "1978",
      "uri": "/wiki/Ryan_Leslie",
      "name": "Ryan Leslie",
      "aboutText": "For the racehorse, see Joe Cotton (horse)",
      "pageId": 12197449,
      "monthDay": "09/25"
    },
    {
      "year": "1978",
      "uri": "/wiki/Joel_Pi%C3%B1eiro",
      "name": "Joel Piñeiro",
      "aboutText": "Santi White (born September 25, 1976), better known by her stage name Santigold, is an American singer and producer. Her debut album, Santogold, including the singles \"Creator\" and \"L.E.S. Artistes\", received very favourable reviews in 2008. Her second album, Master of My Make-Believe, was released in 2012, also to critical acclaim.",
      "pageId": 16121443,
      "monthDay": "09/25"
    },
    {
      "year": "1978",
      "uri": "/wiki/Rossif_Sutherland",
      "name": "Rossif Sutherland",
      "aboutText": "Kiyoshi Ijichi (伊地 知潔, Ijichi Kiyoshi) (born September 25, 1977) is the drummer of the Japanese rock band Asian Kung-Fu Generation. Ijichi credits the origin of his drumming ability to playing in marching bands in junior high.\nHe met fellow band members Masafumi Gotō, Kensuke Kita, and Takahiro Yamada while attending Kanto Gakuin University in 1996.",
      "pageId": 19973292,
      "monthDay": "09/25"
    },
    {
      "year": "1979",
      "uri": "/wiki/Kyle_Bennett_(BMX_rider)",
      "name": "Kyle Bennett",
      "aboutText": "Robert Lee \"Robbie\" Jones III (born September 25, 1977) is an American actor. He is best known for his role as Quentin Fields in One Tree Hill. In 2009, Jones starred in the film Hurricane Season with Forest Whitaker.",
      "pageId": 25466449,
      "monthDay": "09/25"
    },
    {
      "year": "1979",
      "uri": "/wiki/An_Choyoung",
      "name": "An Choyoung",
      "aboutText": "Rocco Dan Baldelli (/ˈrɒkoʊ bɔːlˈdɛli/; born September 25, 1981) is a coach and former outfielder and designated hitter in Major League Baseball (MLB). Because of his excellent size and speed, and in reference to his hometown, he was nicknamed \"The Woonsocket Rocket\" early in his professional career. After a promising beginning to his baseball career with the Tampa Bay Devil Rays, a mysterious metabolic/muscular disorder would lead to numerous injuries and force Baldelli to retire as a player at age 29.",
      "pageId": 311810,
      "monthDay": "09/25"
    },
    {
      "year": "1979",
      "uri": "/wiki/Rashad_Evans",
      "name": "Rashad Evans",
      "aboutText": "Clifford Joseph Harris, Jr. (born September 25, 1980), better known by his stage names T.I. and Tip (stylized as TIP), is an American hip hop recording artist and actor from Atlanta, Georgia. He signed his first major-label record deal in 1999, with Arista Records subsidiary, LaFace Records.",
      "pageId": 1532027,
      "monthDay": "09/25"
    },
    {
      "year": "1979",
      "uri": "/wiki/Jason_Koumas",
      "name": "Jason Koumas",
      "aboutText": "Shane Tutmarc (born September 25, 1981) is an American producer, songwriter, singer and multi-instrumentalist. No Depression magazine described Tutmarc's music as \" a sound where all the rules of alt. country (or anything usually tagged \"Americana\") are grinded down in a kaleidoscope of inventive, stylistic detours, with hints of surrealism.\" Wanda Jackson called Tutmarc \"one of my new favorite voices in rock and roll!” Robin Pecknold of Fleet Foxes said, \"Shane is someone I'm very proud to have played music with when we were both coming up in Seattle - he's got an amazing ear for melody and a restless spirit of invention.\".",
      "pageId": 1545291,
      "monthDay": "09/25"
    },
    {
      "year": "1979",
      "uri": "/wiki/Jean-Ren%C3%A9_Lisnard",
      "name": "Jean-René Lisnard",
      "aboutText": "Lee Michael Norris (born September 25, 1981) is an American actor, best known for his roles as Stuart Minkus on Boy Meets World and its spin-off Girl Meets World, as well as Marvin \"Mouth\" McFadden on One Tree Hill.",
      "pageId": 2386898,
      "monthDay": "09/25"
    },
    {
      "year": "1980",
      "uri": "/wiki/T.I.",
      "name": "T.I.",
      "aboutText": "Rashad Anton Evans (born September 25, 1979) is an American mixed martial artist from Niagara Falls, New York, signed to the Ultimate Fighting Championship. Evans was the Heavyweight winner of The Ultimate Fighter 2. Former UFC Light Heavyweight Champion.",
      "pageId": 2903913,
      "monthDay": "09/25"
    },
    {
      "year": "1980",
      "uri": "/wiki/Elio_Germano",
      "name": "Elio Germano",
      "aboutText": "Chris Owen (born September 25, 1980) is an American actor and photographer. He is best known for his role as The Sherminator in the American Pie film franchise, appearing in American Pie, American Pie 2, American Pie Presents: Band Camp and American Reunion.",
      "pageId": 3167465,
      "monthDay": "09/25"
    },
    {
      "year": "1980",
      "uri": "/wiki/Chris_Owen_(actor)",
      "name": "Chris Owen",
      "aboutText": "Jason Koumas (born 25 September 1979) is a Welsh former professional footballer who played for Tranmere Rovers, Cardiff City, West Bromwich Albion and Wigan Athletic. Koumas is of Greek Cypriot descent and is a former Welsh international.",
      "pageId": 3387353,
      "monthDay": "09/25"
    },
    {
      "year": "1981",
      "uri": "/wiki/Rocco_Baldelli",
      "name": "Rocco Baldelli",
      "aboutText": "Van Hansis (born Evan Vanfossen Hansis on September 25, 1981 in North Adams, Massachusetts) is an American actor. Hansis, who uses the name Van professionally, starred on the CBS soap opera As the World Turns as Luke Snyder, the son of one of the show's signature supercouples, Holden and Lily Snyder (played by Jon Hensley and Martha Byrne, later Noelle Beck), although the character's biological father is Damian Grimaldi. Hansis made his first appearance on December 14, 2005, taking over the role from Jake Weary, and played the character until the end of the show's run, appearing in its final episode, which aired on September 17, 2010.",
      "pageId": 3794436,
      "monthDay": "09/25"
    },
    {
      "year": "1981",
      "uri": "/wiki/Jason_Bergmann",
      "name": "Jason Bergmann",
      "aboutText": "An Choyoung (born September 25, 1979) is a professional Go player.",
      "pageId": 4153748,
      "monthDay": "09/25"
    },
    {
      "year": "1981",
      "uri": "/wiki/Sarah_Jayne_Dunn",
      "name": "Sarah Jayne Dunn",
      "aboutText": "Angelo Palombo (born 25 September 1981) is an Italian footballer who plays as a midfielder for Sampdoria. Born in Ferentino, he has played in Serie A for Fiorentina, Sampdoria and Internazionale.",
      "pageId": 4224965,
      "monthDay": "09/25"
    },
    {
      "year": "1981",
      "uri": "/wiki/Gemma_Garrett",
      "name": "Gemma Garrett",
      "aboutText": "Jason Christopher Bergmann (born September 25, 1981) is an American former professional baseball pitcher. He was born in Neptune, New Jersey, and grew up in Manalapan Township, New Jersey where he played high school baseball at Manalapan High School. In college, he played for Rutgers University.",
      "pageId": 4389799,
      "monthDay": "09/25"
    },
    {
      "year": "1981",
      "uri": "/wiki/Van_Hansis",
      "name": "Van Hansis",
      "aboutText": "Terrance Pennington (born September 25, 1983 in Los Angeles, California) is a former American football guard and offensive tackle. He was drafted by the Buffalo Bills in the seventh round of the 2006 NFL Draft. He played college football at New Mexico.",
      "pageId": 4961021,
      "monthDay": "09/25"
    },
    {
      "year": "1981",
      "uri": "/wiki/Lee_Norris",
      "name": "Lee Norris",
      "aboutText": "Hyun Bin (born Kim Tae-pyung on September 25, 1982) is a South Korean actor.",
      "pageId": 5503499,
      "monthDay": "09/25"
    },
    {
      "year": "1981",
      "uri": "/wiki/Angelo_Palombo",
      "name": "Angelo Palombo",
      "aboutText": "Sarah Jayne Dunn (born 25 September 1981) is an English actress best known for playing Mandy Richardson in Hollyoaks.",
      "pageId": 5702867,
      "monthDay": "09/25"
    },
    {
      "year": "1981",
      "uri": "/wiki/Shane_Tutmarc",
      "name": "Shane Tutmarc",
      "aboutText": "Donald McKinley Glover (/ˈɡlʌvər/; born September 25, 1983), also known by his stage name Childish Gambino, is an American rapper, actor, voice actor, comedian, singer, songwriter, record producer, and writer. He first came to attention for his work with Derrick Comedy and subsequently became a writer for the NBC comedy series 30 Rock. He later played college student Troy Barnes on the NBC sitcom Community.",
      "pageId": 8543614,
      "monthDay": "09/25"
    },
    {
      "year": "1982",
      "uri": "/wiki/Hyun_Bin",
      "name": "Hyun Bin",
      "aboutText": "Jean-René Lisnard (born 25 September 1979) is a professional tennis player who represents Monaco, and formerly France. He has been a member of the Monaco Davis Cup team since 2007.",
      "pageId": 10204380,
      "monthDay": "09/25"
    },
    {
      "year": "1982",
      "uri": "/wiki/Kany_Garc%C3%ADa",
      "name": "Kany García",
      "aboutText": "Son Dam-bi (born September 25, 1983 in Seoul, South Korea) is a South Korean singer and actress.",
      "pageId": 12342953,
      "monthDay": "09/25"
    },
    {
      "year": "1983",
      "uri": "/wiki/Son_Dam-bi",
      "name": "Son Dam-bi",
      "aboutText": "Encarnita \"Kany\" García de Jesús (born September 25, 1981) is a Puerto Rican singer-songwriter. Born in Toa Baja, Puerto Rico, García first appeared on television in 2004 as a contestant on Objetivo Fama. She is widely considered the most successful non-winner in the history of the show.",
      "pageId": 12719880,
      "monthDay": "09/25"
    },
    {
      "year": "1983",
      "uri": "/wiki/Donald_Glover",
      "name": "Donald Glover",
      "aboutText": "Gemma Dawn Garrett (born 25 September 1981, Belfast, Northern Ireland) is a former holder of the titles Miss Great Britain and Miss Belfast. She is also the official face of the Formula One British Grand Prix at Silverstone.\nShe appeared with Dolph Lundgren in the film Direct Contact, which was scheduled for release in 2008.",
      "pageId": 17275030,
      "monthDay": "09/25"
    },
    {
      "year": "1983",
      "uri": "/wiki/Terrance_Pennington",
      "name": "Terrance Pennington",
      "aboutText": "Elio Germano (born 25 September 1980) is an Italian actor.",
      "pageId": 23647733,
      "monthDay": "09/25"
    },
    {
      "year": "1984",
      "uri": "/wiki/Cherine_Anderson",
      "name": "Cherine Anderson",
      "aboutText": "Mao Asada (浅田 真央, Asada Mao, born September 25, 1990) is a Japanese competitive figure skater and an Olympic silver medalist noted for her flexibility, expressive step sequences and triple axel jumps. She is the only female figure skater who has landed three triple axels in one competition, which she achieved at the 2010 Winter Olympics.\nShe is the 2010 Olympic silver medalist, a three-time World champion (2008, 2010, 2014), a three-time Four Continents champion (2008, 2010, 2013), and a four-time Grand Prix Final champion (2005–06, 2008–09, 2012–13, 2013–14).",
      "pageId": 3521306,
      "monthDay": "09/25"
    },
    {
      "year": "1984",
      "uri": "/wiki/Jessica_Gomes",
      "name": "Jessica Gomes",
      "aboutText": "Jamie Darryl O'Hara (born 25 September 1986) is an English professional footballer who plays as a midfielder with Fulham",
      "pageId": 3619834,
      "monthDay": "09/25"
    },
    {
      "year": "1984",
      "uri": "/wiki/Mat%C3%ADas_Silvestre",
      "name": "Matías Silvestre",
      "aboutText": "Nicole Marie Fugere (pronounced \"foo-zhair\") (born September 25, 1986) is an American actress and model.",
      "pageId": 4237981,
      "monthDay": "09/25"
    },
    {
      "year": "1984",
      "uri": "/wiki/Annabelle_Wallis",
      "name": "Annabelle Wallis",
      "aboutText": "Gökhan Güleç (born 25 September 1985) is a Turkish footballer who currently plays for Şanlıurfaspor. He was transferred to his previous club, Beşiktaş, on 17 January 2006 by French Manager Jean Tigana who was advised by Turkish National Team manager Fatih Terim. He has currently scored 10 goals in 20 Turkish Super Cup games.",
      "pageId": 5144367,
      "monthDay": "09/25"
    },
    {
      "year": "1985",
      "uri": "/wiki/G%C3%B6khan_G%C3%BCle%C3%A7",
      "name": "Gökhan Güleç",
      "aboutText": "Matías Agustín Silvestre (born 25 September 1984) is an Argentine professional footballer who plays for Sampdoria as a centre back.",
      "pageId": 5194397,
      "monthDay": "09/25"
    },
    {
      "year": "1985",
      "uri": "/wiki/Marvin_Matip",
      "name": "Marvin Matip",
      "aboutText": "Cherine Anderson (born (1984-09-25)25 September 1984, Rockfort, East Kingston, Jamaica) is a Jamaican actress and dancehall/reggae vocalist.",
      "pageId": 13924974,
      "monthDay": "09/25"
    },
    {
      "year": "1986",
      "uri": "/wiki/Heidi_El_Tabakh",
      "name": "Heidi El Tabakh",
      "aboutText": "Monica Niculescu (born 25 September 1987) is a professional Romanian tennis player. Her highest WTA ranking is no. 28 in singles, reached on February 27, 2012, and no.",
      "pageId": 15272343,
      "monthDay": "09/25"
    },
    {
      "year": "1986",
      "uri": "/wiki/Nicole_Fugere",
      "name": "Nicole Fugere",
      "aboutText": "Jessica Gomes (born 25 September 1984) is an Australian model who has appeared in the Swimsuit Issue of the American Publication Sports Illustrated since 2008. She works extensively in Australia and Asia. She has strong followings in Korea and in the East Coast hip hop community.",
      "pageId": 15762250,
      "monthDay": "09/25"
    },
    {
      "year": "1986",
      "uri": "/wiki/Jamie_O%27Hara_(footballer)",
      "name": "Jamie O'Hara",
      "aboutText": "Marvin Matip (born 25 September 1985) is a German-born Cameroonian footballer who plays for FC Ingolstadt 04, as a midfielder.",
      "pageId": 16075541,
      "monthDay": "09/25"
    },
    {
      "year": "1986",
      "uri": "/wiki/Marten_Strauch",
      "name": "Marten Strauch",
      "aboutText": "Daria Strokous (born 25 September 1990) is a Russian model, film actress, and photographer. Strokous was born in Moscow, Russia (then still part of the Soviet Union) to Vladimir and Olga Strokous. Soon after she was born, she and her family moved to Benin, Africa where she lived and studied until the age of five.",
      "pageId": 21179251,
      "monthDay": "09/25"
    },
    {
      "year": "1987",
      "uri": "/wiki/Monica_Niculescu",
      "name": "Monica Niculescu",
      "aboutText": "Annabelle Wallis (born 5 September 1984) is an English actress, best known for her role as Jane Seymour in Showtime's period drama The Tudors (2009–10), Bridget in ABC's drama Pan Am (2011), and Mia Form in the supernatural horror film Annabelle (2014). She currently stars as Grace Burgess in the BBC drama Peaky Blinders.",
      "pageId": 21279986,
      "monthDay": "09/25"
    },
    {
      "year": "1988",
      "uri": "/wiki/Mustafa_Yumlu",
      "name": "Mustafa Yumlu",
      "aboutText": "Zachary Joel 'Zac' Fox (born 25 September 1990) is a British actor.",
      "pageId": 23711997,
      "monthDay": "09/25"
    },
    {
      "year": "1988",
      "uri": "/wiki/Mariya_Ise",
      "name": "Mariya Ise",
      "aboutText": "Marten Strauch (born 25 September 1986 in Heidelberg) is a German international rugby union player, playing for the SC Neuenheim in the Rugby-Bundesliga and the German national rugby union team.\nStrauch made his debut for Germany on 21 April 2007 against the Ukraine.\nHe is playing rugby since 1991.",
      "pageId": 26445918,
      "monthDay": "09/25"
    },
    {
      "year": "1988",
      "uri": "/wiki/Tamaryn_Payne",
      "name": "Tamaryn Payne",
      "aboutText": "Mariya Ise (伊瀬 茉莉也, Ise Mariya, born September 25, 1988) is a Japanese voice actress from Yokohama, Kanagawa, Japan. She is affiliated with Across Entertainment.",
      "pageId": 26919802,
      "monthDay": "09/25"
    },
    {
      "year": "1989",
      "uri": "/wiki/Jordan_Gavaris",
      "name": "Jordan Gavaris",
      "aboutText": "Heidi El Tabakh (born September 25, 1986) is an Egyptian-born Canadian professional tennis player from Toronto, Ontario, Canada. Her highest WTA singles ranking is no. 146, which she reached on October 8, 2012.",
      "pageId": 27537131,
      "monthDay": "09/25"
    },
    {
      "year": "1989",
      "uri": "/wiki/Samantha_Murray",
      "name": "Samantha Murray",
      "aboutText": "Mustafa Yumlu (born 25 September 1987) is a Turkish professional footballer who currently plays as a center back for Trabzonspor in the Süper Lig.",
      "pageId": 27893607,
      "monthDay": "09/25"
    },
    {
      "year": "1989",
      "uri": "/wiki/Aldon_Smith",
      "name": "Aldon Smith",
      "aboutText": "Jordan James Gavaris (born September 25, 1989) is a Canadian actor, best known for his co-starring role as Felix Dawkins on the BBC America and Space series Orphan Black and Jasper Bartlett on the action/adventure series Unnatural History for Cartoon Network.",
      "pageId": 28195017,
      "monthDay": "09/25"
    },
    {
      "year": "1990",
      "uri": "/wiki/Mao_Asada",
      "name": "Mao Asada",
      "aboutText": "Aldon Jacarus Smith (born September 25, 1989) is an American football outside linebacker for the Oakland Raiders of the National Football League (NFL).",
      "pageId": 31060285,
      "monthDay": "09/25"
    },
    {
      "year": "1990",
      "uri": "/wiki/Zac_Fox",
      "name": "Zac Fox",
      "aboutText": "Samantha Murray (born 25 September 1989) is an English modern pentathlete. She won the silver medal at the 2012 Summer Olympics and the bronze medal at the 2012 World Championships. In 2014 she won individual gold and team silver medals at the 2014 World Championships.",
      "pageId": 35805037,
      "monthDay": "09/25"
    },
    {
      "year": "1990",
      "uri": "/wiki/Daria_Strokous",
      "name": "Daria Strokous",
      "aboutText": "Tamaryn Payne (born 25 September 1988), is an English actress best known for playing Annalise Appleton in the series Hollyoaks.",
      "pageId": 42657979,
      "monthDay": "09/25"
    },
    {
      "year": "1991",
      "uri": "/wiki/Emmy_Clarke",
      "name": "Emmy Clarke",
      "aboutText": "Mary Elizabeth Clarke (born September 25, 1991, in Mineola, New York), better known as Emmy Clarke, is an American actress.\nAt the age of one Clarke moved with her parents to Houston, Texas. At age 6 she moved to Woking, England, where she attended TASIS England before moving to New York City at age 11.",
      "pageId": 4417913,
      "monthDay": "09/25"
    },
    {
      "year": "1991",
      "uri": "/wiki/Alessandro_Crescenzi",
      "name": "Alessandro Crescenzi",
      "aboutText": "Jansen Rayne Panettiere (born September 25, 1994) is an American film and voice actor, and the younger brother of actress Hayden Panettiere.",
      "pageId": 5493491,
      "monthDay": "09/25"
    },
    {
      "year": "1992",
      "uri": "/wiki/Zo%C3%ABl_Amberg",
      "name": "Zoël Amberg",
      "aboutText": "Keauna Inaba McLaughlin (born September 25, 1992) is an American pair skater.",
      "pageId": 7847509,
      "monthDay": "09/25"
    },
    {
      "year": "1992",
      "uri": "/wiki/Massimo_Luongo",
      "name": "Massimo Luongo",
      "aboutText": "Alessandro Crescenzi (born 25 September 1991) is an Italian professional footballer who plays as a full-back for Pescara, on loan from Roma.",
      "pageId": 22851453,
      "monthDay": "09/25"
    },
    {
      "year": "1992",
      "uri": "/wiki/Keauna_McLaughlin",
      "name": "Keauna McLaughlin",
      "aboutText": "Zoël Amberg (born 25 September 1992 in Stans) is a professional racing driver from Switzerland.",
      "pageId": 29434211,
      "monthDay": "09/25"
    },
    {
      "year": "1992",
      "uri": "/wiki/Ruslan_Zhiganshin",
      "name": "Ruslan Zhiganshin",
      "aboutText": "Ruslan Nailevich Zhiganshin (Russian: Руслан Наильевич Жиганшин; born 25 September 1992) is a Russian ice dancer who currently skates with Elena Ilinykh. They are the 2015 Russian National champions.\nWith former partner Victoria Sinitsina, he is the 2012 World Junior champion and won bronze medals at the 2013 Winter Universiade, 2012 Rostelecom Cup, and 2014 Russian Championships.",
      "pageId": 29997549,
      "monthDay": "09/25"
    },
    {
      "year": "1993",
      "uri": "/wiki/Toby_Greene",
      "name": "Toby Greene",
      "aboutText": "Massimo Corey Luongo (born 25 September 1992) is an Australian international football player who plays as a midfielder for English club Queens Park Rangers and the Australian national team.\nBorn in Sydney, Luongo played youth football for APIA Leichhardt Tigers before moving to England to play for Tottenham Hotspur, where he started his professional career. Following a loan spell at Ipswich Town, he played on loan at Swindon Town, a move which was eventually made permanent.",
      "pageId": 33157880,
      "monthDay": "09/25"
    },
    {
      "year": "1994",
      "uri": "/wiki/Jansen_Panettiere",
      "name": "Jansen Panettiere",
      "aboutText": "Ryan Kevin Beatty (born September 25, 1995) is an American singer. He was born in Clovis, California and now resides in Los Angeles. His debut EP, Because of You debuted at #1 on the iTunes Pop Charts & #7 on the Top 100 in 2012.",
      "pageId": 33657610,
      "monthDay": "09/25"
    },
    {
      "year": "1995",
      "uri": "/wiki/Ryan_Beatty",
      "name": "Ryan Beatty",
      "aboutText": "Toby Greene (born 25 September 1993) is a professional Australian rules footballer who plays for the Greater Western Sydney Giants in the Australian Football League (AFL). He was recruited by the club with the 11th overall selection in the 2011 National Draft, and played in the Greater Western Sydney's first season, in 2012. Greene made his debut in round 1, against Sydney.",
      "pageId": 35220575,
      "monthDay": "09/25"
    },
    {
      "year": "1995",
      "uri": "/wiki/Caitlin_Fields",
      "name": "Caitlin Fields",
      "aboutText": "Seiran Kobayashi (小林 星蘭, Kobayashi Seiran, born 25 September 2004) is a Japanese child actress.",
      "pageId": 40533494,
      "monthDay": "09/25"
    },
    {
      "year": "1996",
      "uri": "/wiki/Anett_Vilipuu",
      "name": "Anett Vilipuu",
      "aboutText": "Anett Vilipuu (born 25 September 1996) is an Estonian football player who plays for Levadia Tallinn, as a midfielder.\n^ \"Estonia - Anett Vilipuu - Profile with news, career statistics and history - Soccerway\". women.soccerway.com.",
      "pageId": 41043199,
      "monthDay": "09/25"
    },
    {
      "year": "2004",
      "uri": "/wiki/Seiran_Kobayashi",
      "name": "Seiran Kobayashi",
      "aboutText": "Caitlin Fields (born September 25, 1995) is an American pair skater.",
      "pageId": 45595862,
      "monthDay": "09/25"
    }
  ]
}