{
  "people": [
    {
      "year": "808",
      "uri": "/wiki/Emperor_Ninmy%C5%8D",
      "name": "Emperor Ninmyō",
      "aboutText": "Emperor Ninmyō (仁明天皇, Ninmyō-tennō, 27 September 808 – 6 May 850) was the 54th emperor of Japan, according to the traditional order of succession. Ninmyō's reign lasted from 833 to 850.\n^ Spelling note: A modified Hepburn romanization system for Japanese words is used throughout Western publications in a range of languages including English.",
      "pageId": 10490,
      "monthDay": "09/27"
    },
    {
      "year": "823",
      "uri": "/wiki/Ermentrude_of_Orl%C3%A9ans",
      "name": "Ermentrude of Orléans",
      "aboutText": "Jacques-Bénigne Bossuet (French: [bɔsɥɛ]; 27 September 1627 – 12 April 1704) was a French bishop and theologian, renowned for his sermons and other addresses. He has been considered by many to be one of the most brilliant orators of all time and a masterly French stylist.\nCourt preacher to Louis XIV of France, Bossuet was a strong advocate of political absolutism and the divine right of kings.",
      "pageId": 63351,
      "monthDay": "09/27"
    },
    {
      "year": "1271",
      "uri": "/wiki/Wenceslaus_II_of_Bohemia",
      "name": "Wenceslaus II of Bohemia",
      "aboutText": "John II van Brabant (September 27, 1275 – October 27, 1312, Tervuren), also called John the Peaceful, was Duke of Brabant, Lothier and Limburg (1294–1312). He was the son of John I of Brabant and Margaretha of Flanders, daughter of Guy of Dampierre.\nJohn II succeeded his father in 1294  During the reign of John II, Brabant continued supporting a coalition to stop French expansion.",
      "pageId": 75926,
      "monthDay": "09/27"
    },
    {
      "year": "1275",
      "uri": "/wiki/John_II,_Duke_of_Brabant",
      "name": "John II, Duke of Brabant",
      "aboutText": "Louis XIII (27 September 1601—14 May 1643) was a monarch of the House of Bourbon who ruled as King of France from 1610 to 1643 and King of Navarre (as Louis II) from 1610 to 1620, when the crown of Navarre was merged with the French crown.\nShortly before his ninth birthday, Louis became king of France and Navarre after his father Henry IV was assassinated. His mother, Marie de' Medici, acted as regent during his minority.",
      "pageId": 77062,
      "monthDay": "09/27"
    },
    {
      "year": "1389",
      "uri": "/wiki/Cosimo_de%27_Medici",
      "name": "Cosimo de' Medici",
      "aboutText": "Agustín Cosme Damián de Iturbide y Arámburu (27 September 1783 – 19 July 1824), also known as Augustine of Mexico, was a Mexican army general and politician. During the Mexican War of Independence, he built a successful political and military coalition that took control in Mexico City on 27 September 1821, decisively gaining independence for Mexico. After the secession of Mexico was secured, he was proclaimed President of the Regency in 1821.",
      "pageId": 151373,
      "monthDay": "09/27"
    },
    {
      "year": "1544",
      "uri": "/wiki/Takenaka_Shigeharu",
      "name": "Takenaka Shigeharu",
      "aboutText": "Cosimo di Giovanni de' Medici (27 September 1389 – 1 August 1464) was the first of the Medici political dynasty, de facto rulers of Florence during much of the Italian Renaissance; also known as \"Cosimo 'the Elder'\" (\"il Vecchio\") and \"Cosimo Pater Patriae\" (Latin: 'father of the nation').",
      "pageId": 214876,
      "monthDay": "09/27"
    },
    {
      "year": "1601",
      "uri": "/wiki/Louis_XIII_of_France",
      "name": "Louis XIII of France",
      "aboutText": "Wenceslaus II Přemyslid (Czech: Václav II.; Polish: Wacław II Czeski; 27 September 1271 – 21 June 1305) was King of Bohemia (1278–1305), Duke of Cracow (1291–1305), and King of Poland (1300–1305).\nHe was the only son of King Ottokar II of Bohemia and Ottokar's second wife Kunigunda. He was born in 1271, ten years after the marriage of his parents.",
      "pageId": 251548,
      "monthDay": "09/27"
    },
    {
      "year": "1627",
      "uri": "/wiki/Jacques-B%C3%A9nigne_Bossuet",
      "name": "Jacques-Bénigne Bossuet",
      "aboutText": "Solomon Stoddard (September 27, 1643, baptized October 1, 1643 – February 11, 1729) was the pastor of the Congregationalist Church in Northampton, Massachusetts Bay Colony. He succeeded Rev. Eleazer Mather, and later married his widow around 1670.",
      "pageId": 264787,
      "monthDay": "09/27"
    },
    {
      "year": "1643",
      "uri": "/wiki/Solomon_Stoddard",
      "name": "Solomon Stoddard",
      "aboutText": "Samuel Francis Du Pont (September 27, 1803 – June 23, 1865) was a Rear Admiral in the United States Navy, and a member of the prominent Du Pont family. In the Mexican–American War, Du Pont captured San Diego, and was made commander of the California naval blockade. Through the 1850s, he promoted engineering studies at the United States Naval Academy, to enable more mobile and aggressive operations.",
      "pageId": 655028,
      "monthDay": "09/27"
    },
    {
      "year": "1657",
      "uri": "/wiki/Sofia_Alekseyevna_of_Russia",
      "name": "Sofia Alekseyevna of Russia",
      "aboutText": "Sophia Alekseyevna (Russian: Со́фья Алексе́евна; IPA: [ˈsofʲɪjə ɐlʲɪˈksʲejɪvnə]; 27 September [O.S. 17 September] 1657 – 14 July [O.S. 3 July] 1704) was regent of Russia from 1682 to 1689. She allied herself with a singularly capable courtier and politician, Prince Vasily Galitzine, to install herself during the minority of her brother Ivan V and half-brother Peter I. Her regency was carried out with a firm and heavy fist. She did not hesitate to use violent tactics to promote her agenda.",
      "pageId": 761809,
      "monthDay": "09/27"
    },
    {
      "year": "1677",
      "uri": "/wiki/Giovanni_Carlo_Maria_Clari",
      "name": "Giovanni Carlo Maria Clari",
      "aboutText": "Abraham Gotthelf Kästner (27 September 1719 – 20 June 1800) was a German mathematician and epigrammatist.\nHe was known in his professional life for writing textbooks and compiling encyclopedias rather than for original research. Georg Christoph Lichtenberg was one of his doctoral students, and admired the man greatly.",
      "pageId": 825933,
      "monthDay": "09/27"
    },
    {
      "year": "1696",
      "uri": "/wiki/Alphonsus_Maria_de%27_Liguori",
      "name": "Alphonsus Maria de' Liguori",
      "aboutText": "Martha Washington Jefferson Randolph (September 27, 1772 – October 10, 1836) was the daughter of Thomas Jefferson, the third President of the United States, and his wife Martha Wayles Skelton Jefferson. Born at Monticello, near Charlottesville, Virginia she was named for her mother and Martha Washington, wife of George Washington. Her nickname was Patsy.",
      "pageId": 1086551,
      "monthDay": "09/27"
    },
    {
      "year": "1719",
      "uri": "/wiki/Abraham_Gotthelf_K%C3%A4stner",
      "name": "Abraham Gotthelf Kästner",
      "aboutText": "Ermentrude of Orléans (27 September 823 – 6 October 869) was Queen of the Franks by her marriage to Charles the Bald, Holy Roman Emperor and King of West Francia. She was the daughter of Odo, Count of Orléans and his wife Engeltrude.\nShe and Charles married in 842.",
      "pageId": 1285072,
      "monthDay": "09/27"
    },
    {
      "year": "1722",
      "uri": "/wiki/Samuel_Adams",
      "name": "Samuel Adams",
      "aboutText": "Saint Alphonsus Maria de' Liguori, C.Ss.R. (27 September 1696 – 1 August 1787), was an Italian Catholic bishop, spiritual writer, composer, scholastic philosopher, and theologian.\nHe founded the Congregation of the Most Holy Redeemer (the Redemptorists). In 1762 he was appointed Bishop of Sant'Agata dei Goti.",
      "pageId": 1545671,
      "monthDay": "09/27"
    },
    {
      "year": "1729",
      "uri": "/wiki/Michael_Denis",
      "name": "Michael Denis",
      "aboutText": "Johann Nepomuk Cosmas Michael Denis, also: Sined the Bard, (27 September 1729 – 29 September 1800) was an Austrian poet, bibliographer, and lepidopterist.",
      "pageId": 1639387,
      "monthDay": "09/27"
    },
    {
      "year": "1739",
      "uri": "/wiki/Francis_Russell,_Marquess_of_Tavistock",
      "name": "Francis Russell, Marquess of Tavistock",
      "aboutText": "Giovanni Carlo Maria Clari (27 September 1677 – 16 May 1754) was an Italian musical composer and maestro di cappella (chapel-master) at Pistoia. He was born at Pisa. He gained his initial grounding in musical education from his father, a violinist originally from Rome who was employed in the service of the church of the Cavalieri di S. Stefano in Pisa.",
      "pageId": 2384766,
      "monthDay": "09/27"
    },
    {
      "year": "1765",
      "uri": "/wiki/Antoine_Philippe_de_La_Tr%C3%A9moille",
      "name": "Antoine Philippe de La Trémoille",
      "aboutText": "Francis Russell, Marquess of Tavistock (27 September 1739 – 22 March 1767) was a British politician and the eldest son of the 4th Duke of Bedford.\nFrom 1759 to 1761, he sat in the Irish House of Commons as Whig Member of Parliament for Armagh Borough and then in the British House of Commons for Bedfordshire until 1767. On 8 June 1764, he married Lady Elizabeth Keppel, the youngest child of the 2nd Earl of Albemarle.",
      "pageId": 5458379,
      "monthDay": "09/27"
    },
    {
      "year": "1772",
      "uri": "/wiki/Martha_Jefferson_Randolph",
      "name": "Martha Jefferson Randolph",
      "aboutText": "Takenaka Shigeharu (竹中 重治, September 27, 1544 – July 6, 1579), who was also known as Hanbei (半兵衛), was a Japanese samurai during the Sengoku period of the 16th century.",
      "pageId": 9610199,
      "monthDay": "09/27"
    },
    {
      "year": "1783",
      "uri": "/wiki/Agust%C3%ADn_de_Iturbide",
      "name": "Agustín de Iturbide",
      "aboutText": "Samuel Adams (September 27 [O.S. September 16] 1722 – October 2, 1803) was an American statesman, political philosopher, and one of the Founding Fathers of the United States. As a politician in colonial Massachusetts, Adams was a leader of the movement that became the American Revolution, and was one of the architects of the principles of American republicanism that shaped the political culture of the United States. He was a second cousin to President John Adams.",
      "pageId": 15124855,
      "monthDay": "09/27"
    },
    {
      "year": "1803",
      "uri": "/wiki/Samuel_Francis_Du_Pont",
      "name": "Samuel Francis Du Pont",
      "aboutText": "Antoine Philippe de La Trémoïlle, Prince of Talmont (27 September 1765 in Paris - 27 January 1794 in Laval) was a French noble and royalist notable for his military involvement against the French Revolution.",
      "pageId": 25269115,
      "monthDay": "09/27"
    },
    {
      "year": "1805",
      "uri": "/wiki/George_M%C3%BCller",
      "name": "George Müller",
      "aboutText": "Hermann Kolbe (Adolph Wilhelm Hermann Kolbe, 27 Sept. 1818–25 Nov. 1884), was a seminal contributor in the birth of modern organic chemistry as Professor at Marburg and Leipzig.",
      "pageId": 1825,
      "monthDay": "09/27"
    },
    {
      "year": "1818",
      "uri": "/wiki/Hermann_Kolbe",
      "name": "Hermann Kolbe",
      "aboutText": "Grazia Deledda (Italian pronunciation: [ˈɡrattsja deˈlɛdda]; 27 September 1871 – 15 August 1936) was an Italian writer who received the Nobel Prize for Literature in 1926 \"for her idealistically inspired writings which with plastic clarity picture the life on her native island [i.e. Sardinia] and with depth and sympathy deal with human problems in general\". She was the first Italian woman to receive this honor.",
      "pageId": 13118,
      "monthDay": "09/27"
    },
    {
      "year": "1821",
      "uri": "/wiki/Henri-Fr%C3%A9d%C3%A9ric_Amiel",
      "name": "Henri-Frédéric Amiel",
      "aboutText": "Thomas Nast (September 27, 1840 – December 7, 1902) was a German-born American caricaturist and editorial cartoonist considered to be the \"Father of the American Cartoon\". He was the scourge of Democratic Representative \"Boss\" Tweed and the Tammany Hall Democratic party political machine. Among his notable works were the creation of the modern version of Santa Claus and the political symbol of the elephant for the Republican Party.",
      "pageId": 30775,
      "monthDay": "09/27"
    },
    {
      "year": "1824",
      "uri": "/wiki/William_%22Bull%22_Nelson",
      "name": "William \"Bull\" Nelson",
      "aboutText": "Alfred Thayer Mahan (September 27, 1840 – December 1, 1914) was a United States Navy admiral, geostrategist, and historian, who has been called \"the most important American strategist of the nineteenth century.\" His concept of \"sea power\" was based on the idea that countries with greater naval power will have greater worldwide impact; it was most famously presented in The Influence of Sea Power Upon History, 1660–1783 (1890). The concept had an enormous influence in shaping the strategic thought of navies across the world, especially those of the United States, Germany, Japan and Britain, ultimately causing a European naval arms race in the 1890s which culminated in the First World War. His ideas still permeate the US Navy doctrine.",
      "pageId": 210133,
      "monthDay": "09/27"
    },
    {
      "year": "1830",
      "uri": "/wiki/William_Babcock_Hazen",
      "name": "William Babcock Hazen",
      "aboutText": "Gaston Tarry (27 September 1843 - 21 June 1913) was a French mathematician. Born in Villefranche de Rouergue, Aveyron, he studied mathematics at high school before joining the civil service in Algeria.",
      "pageId": 473996,
      "monthDay": "09/27"
    },
    {
      "year": "1838",
      "uri": "/wiki/Lawrence_Sullivan_Ross",
      "name": "Lawrence Sullivan Ross",
      "aboutText": "Lawrence Sullivan \"Sul\" Ross (September 27, 1838 – January 3, 1898) was the 19th Governor of Texas (USA), a Confederate States Army general during the American Civil War, and a president of the Agricultural and Mechanical College of Texas, now called Texas A&M University.\nRoss was raised in the Republic of Texas, which was later annexed to the United States. Much of his childhood was spent on the frontier, where his family founded the town of Waco.",
      "pageId": 681783,
      "monthDay": "09/27"
    },
    {
      "year": "1840",
      "uri": "/wiki/Alfred_Thayer_Mahan",
      "name": "Alfred Thayer Mahan",
      "aboutText": "Henri Frédéric Amiel (September 27, 1821 in Geneva – May 11, 1881 in Geneva) was a Swiss moral philosopher, poet, and critic.\nBorn in Geneva in 1821, he was descended from a Huguenot family driven to Switzerland by the revocation of the Edict of Nantes.\nAfter losing his parents at an early age, Amiel travelled widely, became intimate with the intellectual leaders of Europe, and made a special study of German philosophy in Berlin.",
      "pageId": 743748,
      "monthDay": "09/27"
    },
    {
      "year": "1840",
      "uri": "/wiki/Thomas_Nast",
      "name": "Thomas Nast",
      "aboutText": "William Babcock Hazen (September 27, 1830 – January 16, 1887) was a career United States Army officer who served in the Indian Wars, as a Union general in the American Civil War, and as Chief Signal Officer of the U.S. Army. His most famous service was defending \"Hell's Half Acre\" at the Battle of Stones River in 1862.",
      "pageId": 881329,
      "monthDay": "09/27"
    },
    {
      "year": "1842",
      "uri": "/wiki/Alphonse_Fran%C3%A7ois_Renard",
      "name": "Alphonse François Renard",
      "aboutText": "Frederick William \"Fred\" Schule (September 27, 1879 – September 14, 1962) was an American track and field athlete, football player, athletic coach, teacher, bacteriologist, and engineer. He competed for the track and field teams at the University of Wisconsin from 1900 to 1901 and at the University of Michigan in 1904. He was also a member of the undefeated 1903 Michigan Wolverines football team that outscored its opponents 565 to 6.",
      "pageId": 887468,
      "monthDay": "09/27"
    },
    {
      "year": "1843",
      "uri": "/wiki/Gaston_Tarry",
      "name": "Gaston Tarry",
      "aboutText": "Hans Hahn (German: [haːn]; 27 September 1879 – 24 July 1934) was an Austrian mathematician who made contributions to functional analysis, topology, set theory, the calculus of variations, real analysis, and order theory.",
      "pageId": 1075212,
      "monthDay": "09/27"
    },
    {
      "year": "1861",
      "uri": "/wiki/Corinne_Roosevelt_Robinson",
      "name": "Corinne Roosevelt Robinson",
      "aboutText": "George Müller (German – born as : Johann Georg Ferdinand Müller; 27 September 1805 – 10 March 1898), a Christian evangelist and Director of the Ashley Down orphanage in Bristol, England, cared for 10,024 orphans in his life. He was well known for providing an education to the children under his care, to the point where he was accused of raising the poor above their natural station in life. He also established 117 schools which offered Christian education to over 120,000 children, many of them being orphans.",
      "pageId": 1242756,
      "monthDay": "09/27"
    },
    {
      "year": "1864",
      "uri": "/wiki/Andrej_Hlinka",
      "name": "Andrej Hlinka",
      "aboutText": "Andrej Hlinka (September 27, 1864 - August 16, 1938) was a Slovak Catholic priest, journalist, banker and politician, one of the most important Slovak public activists in Czechoslovakia before Second World War. He was the leader of the Slovak People's Party (since 1913), papal chamberlain (since 1924), inducted papal protonotary (since 1927), member of the National Assembly of Czechoslovakia (the parliament) and chairman of the St.",
      "pageId": 1417179,
      "monthDay": "09/27"
    },
    {
      "year": "1866",
      "uri": "/wiki/Eurosia_Fabris",
      "name": "Eurosia Fabris",
      "aboutText": "Cyril Meir Scott (27 September 1879 – 31 December 1970) was an English composer, writer, and poet.",
      "pageId": 1483363,
      "monthDay": "09/27"
    },
    {
      "year": "1871",
      "uri": "/wiki/Grazia_Deledda",
      "name": "Grazia Deledda",
      "aboutText": "Harry Blackstone (September 27, 1885 – November 16, 1965) was a famed stage magician and illusionist of the 20th century. Blackstone was born Harry Bouton in Chicago, Illinois, he began his career as a magician in his teens and was popular through World War II as a USO entertainer. He was often billed as The Great Blackstone.",
      "pageId": 1584338,
      "monthDay": "09/27"
    },
    {
      "year": "1879",
      "uri": "/wiki/Hans_Hahn_(mathematician)",
      "name": "Hans Hahn",
      "aboutText": "William \"Bull\" Nelson (September 27, 1824 – September 29, 1862) was one of four Union Army officers from Kentucky who rose to the rank of Major General out of the total of sixty-seven who served in the American Civil War. Ebenezer Hannaford served in the 6th Ohio Infantry under Nelson and he wrote \"no commander during the war enjoyed the confidence of his troops in a greater degree than did Nelson at the head of the Fourth Division Army of the Ohio, which might almost be said to have been his own creation.\" Those men had no love for the harsh ways of \"Big Buster,\" but they genuinely valued his willingness to openly chastise officers who shirked their responsibilities.",
      "pageId": 1822055,
      "monthDay": "09/27"
    },
    {
      "year": "1879",
      "uri": "/wiki/Frederick_Schule",
      "name": "Frederick Schule",
      "aboutText": "Alphonse Francois Renard (27 September 1842–9 July 1903), Belgian geologist and petrographer, was born at Ronse, in East Flanders, on 27 September 1842. He was educated for the church of Rome, and from 1866 to 1869 he was superintendent at the College de la Paix, Namur.\nIn 1870 he entered the Jesuit Training College at the old abbey of Maria Laach in the Eifel, and there, while engaged in studying philosophy and science, he became interested in the geology of the district, and especially in the volcanic rocks.",
      "pageId": 2432249,
      "monthDay": "09/27"
    },
    {
      "year": "1879",
      "uri": "/wiki/Cyril_Scott",
      "name": "Cyril Scott",
      "aboutText": "Blessed Eurosia Fabris (September 27, 1866 – January 8, 1932), also known as Mamma Rosa, was best known to Catholics as a model of holiness in the daily life of a Catholic family. She gained some attention outside of the Catholic community in 2005 when the Vatican started her on the process of canonization.",
      "pageId": 3280397,
      "monthDay": "09/27"
    },
    {
      "year": "1885",
      "uri": "/wiki/Harry_Blackstone,_Sr.",
      "name": "Harry Blackstone, Sr.",
      "aboutText": "Corinne Roosevelt (September 27, 1861 — February 17, 1933) was an American poet, writer, lecturer, and public speaker.",
      "pageId": 4035087,
      "monthDay": "09/27"
    },
    {
      "year": "1885",
      "uri": "/wiki/Charles_Benjamin_Howard",
      "name": "Charles Benjamin Howard",
      "aboutText": "Charles Benjamin Howard (27 September 1885 – 25 March 1964) was a Liberal party member of the Canadian House of Commons. He was born in Smith's Mills, Quebec in Stanstead County and became a businessman, industrialist and lumber merchant.\nHoward attended high school at Sherbrooke then Stanstead Wesleyan College.",
      "pageId": 24072118,
      "monthDay": "09/27"
    },
    {
      "year": "1892",
      "uri": "/wiki/George_Bambridge",
      "name": "George Bambridge",
      "aboutText": "George Louis St Clair Bambridge (27 September 1892 – 16 December 1943) was a British diplomat. His wife, Elsie (née Kipling), was the daughter of the author Rudyard Kipling.",
      "pageId": 25376274,
      "monthDay": "09/27"
    },
    {
      "year": "1894",
      "uri": "/wiki/Olive_Tell",
      "name": "Olive Tell",
      "aboutText": "Sir William Empson (Chinese: 燕卜蓀, 27 September 1906 – 15 April 1984) was an English literary critic and poet, widely influential for his practice of closely reading literary works, a practice fundamental to New Criticism. His best-known work is his first, Seven Types of Ambiguity, published in 1930.",
      "pageId": 33449,
      "monthDay": "09/27"
    },
    {
      "year": "1894",
      "uri": "/wiki/Lothar_von_Richthofen",
      "name": "Lothar von Richthofen",
      "aboutText": "James Myers Thompson (September 27, 1906 – April 7, 1977) was an American author and screenwriter, known for his hardboiled crime fiction.\nThompson wrote more than thirty novels, the majority of which were original paperback publications by houses, from the late-1940s through mid-1950s. Despite some positive critical notice—notably by Anthony Boucher in The New York Times—he was little-recognized in his lifetime.",
      "pageId": 204664,
      "monthDay": "09/27"
    },
    {
      "year": "1895",
      "uri": "/wiki/Woolf_Barnato",
      "name": "Woolf Barnato",
      "aboutText": "Albert Ellis (September 27, 1913 – July 24, 2007) was an American psychologist who in 1955 developed Rational Emotive Behavior Therapy (REBT). He held M.A. and Ph.D. degrees in clinical psychology from Columbia University and American Board of Professional Psychology (ABPP). He also founded and was the President of the New York City-based Albert Ellis Institute for decades.",
      "pageId": 243597,
      "monthDay": "09/27"
    },
    {
      "year": "1896",
      "uri": "/wiki/Gilbert_Ashton",
      "name": "Gilbert Ashton",
      "aboutText": "Maurice C. Blanchot (French: [blɑ̃ʃo]; 22 September 1907 – 20 February 2003) was a French writer, philosopher, and literary theorist. His work had a strong influence on post-structuralist philosophers such as Jacques Derrida.",
      "pageId": 257193,
      "monthDay": "09/27"
    },
    {
      "year": "1896",
      "uri": "/wiki/Sam_Ervin",
      "name": "Sam Ervin",
      "aboutText": "Louis Stanton Auchincloss (/ˈɔːkɨŋklɒs/; September 27, 1917 – January 26, 2010) was an American lawyer, novelist, historian, and essayist. He is best known as a prolific novelist who parlayed his experiences into books exploring the experiences and psychology of American polite society and old money. His dry, ironic works of fiction continue the tradition of Henry James and Edith Wharton.",
      "pageId": 481300,
      "monthDay": "09/27"
    },
    {
      "year": "1898",
      "uri": "/wiki/Vincent_Youmans",
      "name": "Vincent Youmans",
      "aboutText": "Vincent Millie Youmans (September 27, 1898 – April 5, 1946) was an American Broadway composer and Broadway producer.\nA leading Broadway composer of his day, Youmans collaborated with virtually all the greatest lyricists on Broadway: Ira Gershwin, Otto Harbach, Oscar Hammerstein II, Irving Caesar, Anne Caldwell, Leo Robin, Howard Dietz, Clifford Grey, Billy Rose, Edward Eliscu, Edward Heyman, Harold Adamson, Buddy De Sylva and Gus Kahn. Youmans' early songs are remarkable for their economy of melodic material: two-, three- or four-note phrases are constantly repeated and varied by subtle harmonic or rhythmic changes.",
      "pageId": 592841,
      "monthDay": "09/27"
    },
    {
      "year": "1904",
      "uri": "/wiki/Edvard_Kocbek",
      "name": "Edvard Kocbek",
      "aboutText": "Lothar-Siegfried Freiherr von Richthofen (27 September 1894 – 4 July 1922) was a German First World War fighter ace credited with 40 victories. He was a younger brother of top-scoring ace Manfred von Richthofen (the Red Baron) and a distant cousin of Luftwaffe Field Marshal Wolfram von Richthofen.",
      "pageId": 923686,
      "monthDay": "09/27"
    },
    {
      "year": "1905",
      "uri": "/wiki/Conrad_Heidkamp",
      "name": "Conrad Heidkamp",
      "aboutText": "Yizhar Smilansky (Hebrew: יזהר סמילנסקי‎, 27 September 1916 – 21 August 2006), known by his pen name S. Yizhar (Hebrew: ס. יזהר‎), was an Israeli writer and politician.",
      "pageId": 2165997,
      "monthDay": "09/27"
    },
    {
      "year": "1906",
      "uri": "/wiki/William_Empson",
      "name": "William Empson",
      "aboutText": "Bernard James Miles, Baron Miles of Blackfriars, CBE (27 September 1907 – 14 June 1991) was an English character actor, writer and director. He opened the Mermaid Theatre in London in 1959, the first new theatre that opened in the City of London since the 17th century.\nMiles was born in Uxbridge, Middlesex and attended Bishopshalt School in Hillingdon.",
      "pageId": 2323073,
      "monthDay": "09/27"
    },
    {
      "year": "1906",
      "uri": "/wiki/Jim_Thompson_(writer)",
      "name": "Jim Thompson",
      "aboutText": "Carl Ballantine (September 27, 1917 – November 3, 2009), born Meyer Kessler, was an American magician, comedian and actor. Billing himself as \"The Great Ballantine\", \"The Amazing Ballantine\" or \"Ballantine: The World's Greatest Magician\", his vaudeville-style comedy routine involved transparent or incompetent stage magic tricks, which tended to flop and go \"hilariously awry\" to the wisecracking Ballantine's mock chagrin.",
      "pageId": 2831472,
      "monthDay": "09/27"
    },
    {
      "year": "1906",
      "uri": "/wiki/Sergei_Varshavsky",
      "name": "Sergei Varshavsky",
      "aboutText": "For the American actor, see: John Harvey.\nJohn Harvey (27 September 1911 – 19 July 1982) was an English actor. He appeared in 52 films, two television films and made 70 television guest appearances between 1948 and 1979.",
      "pageId": 4169895,
      "monthDay": "09/27"
    },
    {
      "year": "1907",
      "uri": "/wiki/Maurice_Blanchot",
      "name": "Maurice Blanchot",
      "aboutText": "Joel Woolf Barnato (27 September 1895 – 27 July 1948) was a British financier and racing driver, one of the \"Bentley Boys\" of the 1920s.",
      "pageId": 4467954,
      "monthDay": "09/27"
    },
    {
      "year": "1907",
      "uri": "/wiki/Bernard_Miles",
      "name": "Bernard Miles",
      "aboutText": "Olive Tell (September 27, 1894 – June 6, 1951) was a stage and screen actress from New York City.",
      "pageId": 9349638,
      "monthDay": "09/27"
    },
    {
      "year": "1911",
      "uri": "/wiki/John_Harvey_(actor)",
      "name": "John Harvey",
      "aboutText": "Conrad \"Conny\" Heidkamp (September 27, 1905 – March 6, 1994) was a German footballer. He was born in Düsseldorf.\nBetween 1927 and 1930 he won 9 caps with the German national football team, scoring 1 goal.",
      "pageId": 10639861,
      "monthDay": "09/27"
    },
    {
      "year": "1911",
      "uri": "/wiki/Marcey_Jacobson",
      "name": "Marcey Jacobson",
      "aboutText": "William T. Orr (September 27, 1917 – December 25, 2002) was an American television producer associated with a series of western and detective programs of the 1950s-1970s.",
      "pageId": 12682220,
      "monthDay": "09/27"
    },
    {
      "year": "1913",
      "uri": "/wiki/Albert_Ellis",
      "name": "Albert Ellis",
      "aboutText": "Edvard Kocbek ( pronunciation ) (27 September 1904 – 3 November 1981) was a Slovenian poet, writer, essayist, translator, member of Christian Socialists in the Liberation Front of the Slovene Nation and Slovene Partisans. He is considered as one of the best authors who have written in Slovene, and one of the best Slovene poets after Prešeren.",
      "pageId": 15084620,
      "monthDay": "09/27"
    },
    {
      "year": "1916",
      "uri": "/wiki/S._Yizhar",
      "name": "S. Yizhar",
      "aboutText": "Gilbert Ashton MC (27 September 1896 – 6 February 1981) was an English cricketer who played 62 first-class matches between the wars, mostly for Cambridge University (whom he captained in 1921, and also captained at football) and Worcestershire. His obituary in Wisden called him \"a fine, aggressive stroke-player\" and praised his fielding ability at cover point.",
      "pageId": 18368793,
      "monthDay": "09/27"
    },
    {
      "year": "1917",
      "uri": "/wiki/Louis_Auchincloss",
      "name": "Louis Auchincloss",
      "aboutText": "Marcella \"Marcey\" Jacobson (September 27, 1911 – July 26, 2009) was an American photographer who moved to Chiapas, Mexico in the 1950s, and was best known for her photographs of the indigenous peoples of Southern Mexico.",
      "pageId": 23950748,
      "monthDay": "09/27"
    },
    {
      "year": "1917",
      "uri": "/wiki/Carl_Ballantine",
      "name": "Carl Ballantine",
      "aboutText": "Samuel James \"Sam\" Ervin, Jr. (September 27, 1896 – April 23, 1985) was an American politician. A Democrat, he served as a U.S. Senator from North Carolina from 1954 to 1974.",
      "pageId": 36035560,
      "monthDay": "09/27"
    },
    {
      "year": "1917",
      "uri": "/wiki/William_T._Orr",
      "name": "William T. Orr",
      "aboutText": "Sergei Petrovich Varshavsky (Russian: Сергéй Пeтрóвич Варшáвский, (27 September (O.S. 14 September) 1906, Odessa, the Russian Empire – 17 September 1980, Leningrad, USSR) was a Russian (Soviet) writer and art collector.",
      "pageId": 42887810,
      "monthDay": "09/27"
    },
    {
      "year": "1918",
      "uri": "/wiki/Martin_Ryle",
      "name": "Martin Ryle",
      "aboutText": "Siegfried Fred Singer (born September 27, 1924) is an Austrian-born American physicist and emeritus professor of environmental science at the University of Virginia. Singer trained as an atmospheric physicist and is known for his work in space research, atmospheric pollution, rocket and satellite technology, his questioning of the link between UV-B and melanoma rates, and that between CFCs and stratospheric ozone loss, his public denial of the health risks of passive smoking, and as an advocate for climate change denial. He is the author or editor of several books including Global Effects of Environmental Pollution (1970), The Ocean in Human Affairs (1989), Global Climate Change (1989), The Greenhouse Debate Continued (1992), and Hot Talk, Cold Science (1997).",
      "pageId": 11734,
      "monthDay": "09/27"
    },
    {
      "year": "1919",
      "uri": "/wiki/Jayne_Meadows",
      "name": "Jayne Meadows",
      "aboutText": "Romano Scarpa (September 27, 1927, Venice – April 23, 2005, Málaga) was one of the most famous Italian creators of Disney comics.",
      "pageId": 26455,
      "monthDay": "09/27"
    },
    {
      "year": "1919",
      "uri": "/wiki/Charles_H._Percy",
      "name": "Charles H. Percy",
      "aboutText": "Earl Rudolph \"Bud\" Powell (September 27, 1924 – July 31, 1966) was a jazz pianist, born and raised in Harlem, New York City. While Thelonious Monk became his close friend, his greatest influence on piano was Art Tatum.\nAlong with Charlie Parker and Dizzy Gillespie, Powell was a leading figure in the development of modern jazz, or bebop.",
      "pageId": 155964,
      "monthDay": "09/27"
    },
    {
      "year": "1919",
      "uri": "/wiki/James_H._Wilkinson",
      "name": "James H. Wilkinson",
      "aboutText": "Ernest Becker (September 27, 1924 – March 6, 1974) was a Jewish-American cultural anthropologist and writer.",
      "pageId": 296849,
      "monthDay": "09/27"
    },
    {
      "year": "1920",
      "uri": "/wiki/William_Conrad",
      "name": "William Conrad",
      "aboutText": "James Hardy Wilkinson FRS (27 September 1919 – 5 October 1986) was a prominent figure in the field of numerical analysis, a field at the boundary of applied mathematics and computer science particularly useful to physics and engineering.",
      "pageId": 301380,
      "monthDay": "09/27"
    },
    {
      "year": "1921",
      "uri": "/wiki/Mikl%C3%B3s_Jancs%C3%B3",
      "name": "Miklós Jancsó",
      "aboutText": "Sir Martin Ryle FRS (27 September 1918 – 14 October 1984) was an English radio astronomer who developed revolutionary radio telescope systems (see e.g. aperture synthesis) and used them for accurate location and imaging of weak radio sources. In 1946 Ryle and Vonberg were the first people to publish interferometric astronomical measurements at radio wavelengths, Joseph Pawsey from the University of Sydney claimed to have actually made interferometric measurements earlier in the same year.",
      "pageId": 396640,
      "monthDay": "09/27"
    },
    {
      "year": "1921",
      "uri": "/wiki/Milton_Subotsky",
      "name": "Milton Subotsky",
      "aboutText": "Charles Harting Percy (September 27, 1919 – September 17, 2011), known as Chuck Percy, was an American businessman and politician. He was president of the Bell & Howell Corporation from 1949 to 1964. In 1966, he was elected to the United States Senate from Illinois as a Republican; he served for three terms (18 years) until 1985, when he was defeated by Paul Simon, and was mentioned as a GOP presidential hopeful from 1968 through 1988.",
      "pageId": 495489,
      "monthDay": "09/27"
    },
    {
      "year": "1921",
      "uri": "/wiki/Bernard_Waber",
      "name": "Bernard Waber",
      "aboutText": "For the New York politician, see William N. Conrad.\nWilliam Conrad (September 27, 1920 – February 11, 1994) was an American actor, producer and director whose career spanned five decades in radio, film and television.\nA radio writer and actor, he moved to Hollywood, California, after his World War II service and played a series of character roles in films beginning with the quintessential film noir, The Killers (1946).",
      "pageId": 610445,
      "monthDay": "09/27"
    },
    {
      "year": "1922",
      "uri": "/wiki/Sammy_Benskin",
      "name": "Sammy Benskin",
      "aboutText": "Josef Škvorecký, CM (Czech pronunciation: [ˈjozɛf ˈʃkvorɛtskiː]; September 27, 1924 – January 3, 2012) was a Czech-Canadian writer and publisher. He spent half of his life in Canada, publishing and supporting banned Czech literature during the communist era. Škvorecký was awarded the Neustadt International Prize for Literature in 1980.",
      "pageId": 887597,
      "monthDay": "09/27"
    },
    {
      "year": "1922",
      "uri": "/wiki/Arthur_Penn",
      "name": "Arthur Penn",
      "aboutText": "Robert Roland Chudnick (September 27, 1927 – May 27, 1994), who performed under the stage name Red Rodney, was an American bop and hard bop trumpeter.",
      "pageId": 891723,
      "monthDay": "09/27"
    },
    {
      "year": "1924",
      "uri": "/wiki/Ernest_Becker",
      "name": "Ernest Becker",
      "aboutText": "Arthur Hiller Penn (September 27, 1922 – September 28, 2010) was an American director and producer of film, television and theater. Penn directed critically acclaimed films throughout the 1960s such as the drama The Chase (1966), the biographical crime film Bonnie and Clyde (1967) and the comedy Alice's Restaurant (1969). He also got attention for his revisionist Western Little Big Man (1970).",
      "pageId": 1451286,
      "monthDay": "09/27"
    },
    {
      "year": "1924",
      "uri": "/wiki/Bud_Powell",
      "name": "Bud Powell",
      "aboutText": "Jayne Meadows (September 27, 1919 – April 26, 2015), also known as Jayne Meadows-Allen, was an American stage, film and television actress, as well as an author and lecturer. She was nominated for three Emmy Awards during her career and was the elder sister of actress and memoirist Audrey Meadows.",
      "pageId": 1652751,
      "monthDay": "09/27"
    },
    {
      "year": "1924",
      "uri": "/wiki/Fred_Singer",
      "name": "Fred Singer",
      "aboutText": "Sir Robert Geoffrey Edwards, CBE, FRS (27 September 1925 – 10 April 2013) was an English physiologist and pioneer in reproductive medicine, and in-vitro fertilisation (IVF) in particular. Along with the surgeon Patrick Steptoe, Edwards successfully pioneered conception through IVF, which led to the birth of Louise Brown  on 25 July 1978. They founded the first IVF program for infertile patients and trained other scientists in their techniques.",
      "pageId": 1675976,
      "monthDay": "09/27"
    },
    {
      "year": "1924",
      "uri": "/wiki/Josef_%C5%A0kvoreck%C3%BD",
      "name": "Josef Škvorecký",
      "aboutText": "Miklós Jancsó (Hungarian: [ˈmikloːʃ ˈjɒntʃoː]; 27 September 1921 – 31 January 2014) was a Hungarian film director and screenwriter.\nJancsó achieved international prominence from the mid-1960s onwards, with works including The Round-Up (Szegénylegények, 1965), The Red and the White (Csillagosok, katonák, 1967), and Red Psalm (Még kér a nép, 1971).\nJancsó's films are characterized by visual stylization, elegantly choreographed shots, long takes, historical periods, rural settings, and a lack of psychoanalyzing.",
      "pageId": 3917567,
      "monthDay": "09/27"
    },
    {
      "year": "1925",
      "uri": "/wiki/Robert_Edwards_(physiologist)",
      "name": "Robert Edwards",
      "aboutText": "Steve Atanas Stavro, CM (September 27, 1926 – April 24, 2006), born Manoli Stavroff Sholdas, was a Macedonian-Canadian businessman, grocery store magnate, Thoroughbred racehorse owner/breeder, sports team owner, and a noted philanthropist.",
      "pageId": 4878821,
      "monthDay": "09/27"
    },
    {
      "year": "1925",
      "uri": "/wiki/George_Gladir",
      "name": "George Gladir",
      "aboutText": "Bernard Waber (September 27, 1921–May 16, 2013) was an American children's author most famous for the books The House on East 88th Street (1962), Lyle, Lyle, Crocodile (1965) and the subsequent books in the Lyle series.",
      "pageId": 5991498,
      "monthDay": "09/27"
    },
    {
      "year": "1927",
      "uri": "/wiki/Chrysostomos_I_of_Cyprus",
      "name": "Chrysostomos I of Cyprus",
      "aboutText": "Archbishop Chrysostomos I, born as Christoforos Aristodimou (27 September 1927 – 22 December 2007) was the Archbishop of Cyprus from 1977 to 2006.",
      "pageId": 6559279,
      "monthDay": "09/27"
    },
    {
      "year": "1927",
      "uri": "/wiki/Red_Rodney",
      "name": "Red Rodney",
      "aboutText": "Milton Subotsky (September 27, 1921 – June 27, 1991) was an American film and television writer and producer. In 1964, he founded Amicus Productions with Max J. Rosenberg. Amicus means \"friendship\" in Latin.",
      "pageId": 12723060,
      "monthDay": "09/27"
    },
    {
      "year": "1927",
      "uri": "/wiki/Romano_Scarpa",
      "name": "Romano Scarpa",
      "aboutText": "Samuel \"Sammy\" Benskin (September 27, 1922 – August 26, 1992) was an African American pianist and bandleader.\nHe was born in The Bronx, New York City, and made his professional debut around 1940 as piano accompanist to singer and guitarist Bardu Ali. He worked throughout the 1940s with jazz musicians including Stuff Smith, Benny Morton and Don Redman.",
      "pageId": 13211737,
      "monthDay": "09/27"
    },
    {
      "year": "1927",
      "uri": "/wiki/Steve_Stavro",
      "name": "Steve Stavro",
      "aboutText": "George Gladir (September 27, 1925 – April 3, 2013) was an American writer for comic books. Primarily known as a scripter for Archie Comics, he co-created that publisher's character Sabrina the Teenage Witch, with artist Dan DeCarlo.",
      "pageId": 27124725,
      "monthDay": "09/27"
    },
    {
      "year": "1927",
      "uri": "/wiki/Sada_Thompson",
      "name": "Sada Thompson",
      "aboutText": "Will Sampson (September 27, 1933 – June 3, 1987) was a Native American painter, actor, and rodeo performer.",
      "pageId": 158663,
      "monthDay": "09/27"
    },
    {
      "year": "1928",
      "uri": "/wiki/Margaret_Rule",
      "name": "Margaret Rule",
      "aboutText": "Oliver Eaton Williamson (born September 27, 1932) is an American economist, a professor at the University of California, Berkeley, and recipient of the 2009 Nobel Memorial Prize in Economic Sciences.",
      "pageId": 206353,
      "monthDay": "09/27"
    },
    {
      "year": "1929",
      "uri": "/wiki/Calvin_Jones_(musician)",
      "name": "Calvin Jones",
      "aboutText": "Gabriel Loubier (born September 27, 1932) was a politician in Quebec, Canada. He served as leader of the Union Nationale party from 1971 to 1974, and as Leader of the Opposition in the National Assembly of Quebec from 1971 to 1973.\nBorn in Black Lake, Quebec, Loubier studied law at Laval University, and was admitted to the bar in 1958.",
      "pageId": 531586,
      "monthDay": "09/27"
    },
    {
      "year": "1929",
      "uri": "/wiki/Bruno_Junk",
      "name": "Bruno Junk",
      "aboutText": "Anthony Wilford Brimley (born September 27, 1934), credited either as A. Wilford Brimley or Wilford Brimley, is an American actor. He has appeared in such films as The China Syndrome, Cocoon, The Thing and The Firm. He had a recurring role on the 1970s television series The Waltons.",
      "pageId": 771114,
      "monthDay": "09/27"
    },
    {
      "year": "1929",
      "uri": "/wiki/Barbara_Murray",
      "name": "Barbara Murray",
      "aboutText": "Richard Jay Schaap  (September 27, 1934, in Brooklyn, New York – December 21, 2001, in New York City, New York) was an American sportswriter, broadcaster, and author.",
      "pageId": 788015,
      "monthDay": "09/27"
    },
    {
      "year": "1930",
      "uri": "/wiki/Paul_Reichmann",
      "name": "Paul Reichmann",
      "aboutText": "Claude Jarman, Jr.",
      "pageId": 804617,
      "monthDay": "09/27"
    },
    {
      "year": "1931",
      "uri": "/wiki/Freddy_Quinn",
      "name": "Freddy Quinn",
      "aboutText": "Yash Raj Chopra (Punjabi: ਯਸ਼ ਰਾਜ ਚੋਪੜਾ; Hindi: यश राज चोपड़ा) (27 September 1932 – 21 October 2012) was an Indian film director, script writer and film producer, predominantly working in Hindi cinema. Yash Chopra began his career as an assistant director to I. S. Johar and elder brother, B.R. Chopra. He made his directorial debut with Dhool Ka Phool in 1959, a melodrama about illegitimacy, and followed it with the social drama Dharmputra (1961).",
      "pageId": 838745,
      "monthDay": "09/27"
    },
    {
      "year": "1932",
      "uri": "/wiki/Geoff_Bent",
      "name": "Geoff Bent",
      "aboutText": "Geoffrey \"Geoff\" Bent (27 September 1932 – 6 February 1958) was an English footballer who played as a full-back. He was one of the eight Manchester United players who lost their lives in the Munich air disaster.",
      "pageId": 961258,
      "monthDay": "09/27"
    },
    {
      "year": "1932",
      "uri": "/wiki/Roger_C._Carmel",
      "name": "Roger C. Carmel",
      "aboutText": "Paul (Moshe Yosef) Reichmann (Hebrew: משה יוסף רייכמן‎‎; 27 September 1930 – 25 October 2013) was a Canadian businessman and member of the Reichmann family.",
      "pageId": 1221258,
      "monthDay": "09/27"
    },
    {
      "year": "1932",
      "uri": "/wiki/Yash_Chopra",
      "name": "Yash Chopra",
      "aboutText": "Roger Charles Carmel (September 27, 1932 – November 11, 1986) was an American actor. Of his hundreds of roles, he is best remembered for playing the flamboyant and hapless criminal Harcourt Fenton Mudd in two episodes of NBC's Star Trek: The Original Series: \"Mudd's Women\" and \"I, Mudd\", and one episode of Star Trek: The Animated Series: ”Mudd's Passion\".",
      "pageId": 1294115,
      "monthDay": "09/27"
    },
    {
      "year": "1932",
      "uri": "/wiki/Michael_Colvin",
      "name": "Michael Colvin",
      "aboutText": "Michael Keith Beale Colvin (27 September 1932 – 24 February 2000) was a politician in the United Kingdom. He was first elected as a Conservative Party Member of Parliament for Bristol North West in 1979. From 1983 onwards he was the MP for Romsey and Waterside constituency in Hampshire, which later became the constituency of Romsey.",
      "pageId": 1979154,
      "monthDay": "09/27"
    },
    {
      "year": "1932",
      "uri": "/wiki/Gabriel_Loubier",
      "name": "Gabriel Loubier",
      "aboutText": "Francis Gregory Alan \"Greg\" Morris (September 27, 1933 – August 27, 1996) was an American television and movie actor.",
      "pageId": 3364543,
      "monthDay": "09/27"
    },
    {
      "year": "1932",
      "uri": "/wiki/Oliver_E._Williamson",
      "name": "Oliver E. Williamson",
      "aboutText": "Sada Carolyn Thompson (September 27, 1927 – May 4, 2011) was an American stage, film, and television actress.",
      "pageId": 4390048,
      "monthDay": "09/27"
    },
    {
      "year": "1933",
      "uri": "/wiki/Rodney_Cotterill",
      "name": "Rodney Cotterill",
      "aboutText": "Barbara Ann Murray (27 September 1929 – 20 May 2014) was an English actress.\nMurray had a very busy career in the 1940s and '50s as a fresh-faced leading lady in many British films such as Passport to Pimlico (1949) and Meet Mr. Lucifer (1953).",
      "pageId": 4746233,
      "monthDay": "09/27"
    },
    {
      "year": "1933",
      "uri": "/wiki/Paul_Goble",
      "name": "Paul Goble",
      "aboutText": "Freddy Quinn (born Franz Eugen Helmut Manfred Nidl, 27 September 1931, Niederfladnitz, Austria) is an Austrian singer and actor whose popularity within the German-speaking world soared in the late 1950s and 1960s. Similar to Hans Albers two generations before him, Quinn adopted the persona of the rootless wanderer who goes to sea but longs for a home, family and friends. Quinn's Irish family name comes from his Irish born salesman father, Johann Quinn.",
      "pageId": 5355570,
      "monthDay": "09/27"
    },
    {
      "year": "1933",
      "uri": "/wiki/Greg_Morris",
      "name": "Greg Morris",
      "aboutText": "Paul Goble (born September 27, 1933) is an English-born American writer and illustrator of children's books, especially Native American stories.",
      "pageId": 5875541,
      "monthDay": "09/27"
    },
    {
      "year": "1933",
      "uri": "/wiki/Will_Sampson",
      "name": "Will Sampson",
      "aboutText": "Bruno Junk (September 27, 1929 in Valga – September 22, 1995 in Tallinn) was an Estonian athlete who competed mainly in walking events. He trained in Moscow and later in Tallinn at Dynamo.\nHe competed for the USSR in the 1952 Summer Olympics held in Helsinki, Finland in the 10 kilometre walk where he won the bronze medal.",
      "pageId": 8004780,
      "monthDay": "09/27"
    },
    {
      "year": "1934",
      "uri": "/wiki/Wilford_Brimley",
      "name": "Wilford Brimley",
      "aboutText": "Calvin James Jones, Sr. (September 27, 1929 – October 10, 2004) was an American trombonist, bassist, pianist, bandleader, composer and educator. Born in Chicago, Illinois, raised in Memphis, Tennessee, Jones moved to Washington, D.C. in the 1970s where he remained until his death from a heart attack in October 2004.",
      "pageId": 9003730,
      "monthDay": "09/27"
    },
    {
      "year": "1934",
      "uri": "/wiki/Claude_Jarman,_Jr.",
      "name": "Claude Jarman, Jr.",
      "aboutText": "Margaret Helen Rule, CBE (27 September 1928 – 9 April 2015) was a British archaeologist. She led the project that excavated and raised the Tudor warship Mary Rose in 1982.",
      "pageId": 9198847,
      "monthDay": "09/27"
    },
    {
      "year": "1934",
      "uri": "/wiki/Dick_Schaap",
      "name": "Dick Schaap",
      "aboutText": "Rodney Michael John Cotterill Order of the Dannebrog (27 September 1933 – 24 June 2007) was an English-Danish physicist, and neuroscientist, who was educated at University College London (B.Sc., 1st), Yale (M.S.) and Cambridge University (Ph.D.). He spent most of his career as a professor at the Technical University of Denmark, Denmark, (1967-) after having spent five years as a researcher at the Argonne National Laboratory.\n^ Henrik G. Bohr, Claus H. Nielsen, Bjørn G. Nielsen (2007-07-03).",
      "pageId": 12771889,
      "monthDay": "09/27"
    },
    {
      "year": "1935",
      "uri": "/wiki/Al_MacNeil",
      "name": "Al MacNeil",
      "aboutText": "Peter Phillip Bonetti (born 27 September 1941 in Putney, London) is a former football goalkeeper for Chelsea, the St. Louis Stars, Dundee United and England. Bonetti was known for his safe handling, lightning reflexes and his graceful style, for which he was given the nickname, \"The Cat\".",
      "pageId": 54023,
      "monthDay": "09/27"
    },
    {
      "year": "1936",
      "uri": "/wiki/Don_Cornelius",
      "name": "Don Cornelius",
      "aboutText": "Randolph Charles \"Randy\" Bachman, OC OM (/ˈbækmən/; born September 27, 1943) is a Canadian musician best known as lead guitarist, songwriter and a founding member of the 1960s and 1970s rock bands The Guess Who and Bachman–Turner Overdrive. Bachman was also a member of Brave Belt with Chad Allan, Union and Ironhorse, and has recorded numerous solo albums.",
      "pageId": 86677,
      "monthDay": "09/27"
    },
    {
      "year": "1936",
      "uri": "/wiki/Gordon_Honeycombe",
      "name": "Gordon Honeycombe",
      "aboutText": "Maxwell \"Max\" Boyce MBE (born 27 September 1943) is a Welsh comedian, singer and entertainer. He rose to fame during the mid-1970s with an act that combined musical comedy with his passion for rugby union and his origins in the mining communities of South Wales.",
      "pageId": 189212,
      "monthDay": "09/27"
    },
    {
      "year": "1937",
      "uri": "/wiki/Vasyl_Durdynets",
      "name": "Vasyl Durdynets",
      "aboutText": "Dith Pran (Khmer: ឌិត ប្រន; 27 September 1942 – 30 March 2008) was a Cambodian photojournalist best known as a refugee and survivor of the Cambodian Genocide. He was the subject of the Academy Award-winning film The Killing Fields (1984). He was portrayed in the film by first-time actor Haing S. Ngor (1940–1996), who won an Academy Award for Best Supporting Actor for his performance.",
      "pageId": 323932,
      "monthDay": "09/27"
    },
    {
      "year": "1938",
      "uri": "/wiki/Jean-Loup_Dabadie",
      "name": "Jean-Loup Dabadie",
      "aboutText": "Ronald Gordon Honeycombe (27 September 1936 – 9 October 2015) was a British newscaster, author, playwright and stage actor.\nGordon Honeycombe was born in Karachi, in the British Raj, and educated at the Edinburgh Academy and read English at University College, Oxford. (His degree was later raised (automatically) to an MA).",
      "pageId": 375679,
      "monthDay": "09/27"
    },
    {
      "year": "1939",
      "uri": "/wiki/Nicholas_Haslam",
      "name": "Nicholas Haslam",
      "aboutText": "Bernard William Jewry (27 September 1942 – 23 October 2014), known professionally as Shane Fenton and later as Alvin Stardust, was an English pop singer and stage actor. Performing first as Shane Fenton in the 1960s, Jewry had a moderately successful career in the pre-Beatles era, hitting the UK top 40 with four singles in 1961-62. However, he became better known for singles released in the 1970s and 1980s as Alvin Stardust, including the UK Singles Chart-topper \"Jealous Mind\", as well as later hits such as \"Pretend\" and \"I Feel Like Buddy Holly\".",
      "pageId": 446144,
      "monthDay": "09/27"
    },
    {
      "year": "1939",
      "uri": "/wiki/Carol_Lynn_Pearson",
      "name": "Carol Lynn Pearson",
      "aboutText": "Donald Cortez \"Don\" Cornelius (September 27, 1936 – February 1, 2012) was an American television show host and producer who was best known as the creator of the nationally syndicated dance and music franchise Soul Train, which he hosted from 1971 until 1993.",
      "pageId": 605584,
      "monthDay": "09/27"
    },
    {
      "year": "1939",
      "uri": "/wiki/Kathy_Whitworth",
      "name": "Kathy Whitworth",
      "aboutText": "Don Nix (born September 27, 1941, Memphis, Tennessee) is an American songwriter, composer, arranger, musician, and author. Although cited as being \"obscure\", he is a key figure in several genres of Southern rock and Soul, R&B, and the Blues. He was instrumental in the creation of the trademark \"Memphis soul\" and Stax Records.",
      "pageId": 1031156,
      "monthDay": "09/27"
    },
    {
      "year": "1940",
      "uri": "/wiki/Josephine_Barstow",
      "name": "Josephine Barstow",
      "aboutText": "Kathrynne Ann Whitworth (born September 27, 1939) is an American professional golfer. Throughout her playing career she won 88 LPGA Tour tournaments, more than anyone else has won on either the LPGA Tour or the PGA Tour. In 1981 she became the first woman to reach career earnings of $1 million on the LPGA Tour.",
      "pageId": 1075064,
      "monthDay": "09/27"
    },
    {
      "year": "1940",
      "uri": "/wiki/Benoni_Beheyt",
      "name": "Benoni Beheyt",
      "aboutText": "(Maj. Gen. Ret.) Vasyl Vasylovych Durdynets (Ukrainian: Василь Васильович Дурдинець, b.",
      "pageId": 1484372,
      "monthDay": "09/27"
    },
    {
      "year": "1941",
      "uri": "/wiki/Peter_Bonetti",
      "name": "Peter Bonetti",
      "aboutText": "Naval Lieutenant (Retired) Serge Ménard (born September 27, 1941 in Montreal, Quebec) is a politician from Quebec, Canada. He was a member of the National Assembly of Quebec from 1993 to 2003, and a member of Parliament from 2004 to 2011. Outside politics he has been a lawyer, lecturer and professor.",
      "pageId": 1984887,
      "monthDay": "09/27"
    },
    {
      "year": "1941",
      "uri": "/wiki/Serge_M%C3%A9nard",
      "name": "Serge Ménard",
      "aboutText": "Allister Wences MacNeil (born September 27, 1935) is a former National Hockey League player and coach.",
      "pageId": 2155544,
      "monthDay": "09/27"
    },
    {
      "year": "1941",
      "uri": "/wiki/Don_Nix",
      "name": "Don Nix",
      "aboutText": "Dame Josephine Clare Barstow, DBE (born 27 September 1940) is an English soprano.",
      "pageId": 2946600,
      "monthDay": "09/27"
    },
    {
      "year": "1942",
      "uri": "/wiki/Dith_Pran",
      "name": "Dith Pran",
      "aboutText": "Angélica María (born Angélica María Hartman Ortiz on September 27, 1944 in New Orleans, Louisiana, U.S.) is an American-born Mexican actress and a Grammy Award-winning singer-songwriter.",
      "pageId": 3001477,
      "monthDay": "09/27"
    },
    {
      "year": "1942",
      "uri": "/wiki/Alvin_Stardust",
      "name": "Alvin Stardust",
      "aboutText": "Prince Amedeo, 5th Duke of Aosta (Amedeo Umberto Costantino Giorgio Paolo Elena Maria Fiorenzo Zvonimir di Savoia-Aosta; born 27 September 1943) is a claimant to the headship of the House of Savoy, the family which ruled Italy from 1861 to 1946. Until 7 July 2006 Amedeo was styled Duke of Aosta; on that date he declared himself Duke of Savoy, a title that is disputed between him and his third cousin, Vittorio Emanuele, Prince of Naples. In fact, Prince Amedeo is still referred to as Duke of Aosta.",
      "pageId": 4052997,
      "monthDay": "09/27"
    },
    {
      "year": "1943",
      "uri": "/wiki/Prince_Amedeo,_Duke_of_Aosta_(b._1943)",
      "name": "Prince Amedeo, Duke of Aosta",
      "aboutText": "Admiral Sir Ian David Graham Garnett KCB (born 27 September 1944) is a retired Royal Navy officer.",
      "pageId": 4943910,
      "monthDay": "09/27"
    },
    {
      "year": "1943",
      "uri": "/wiki/Randy_Bachman",
      "name": "Randy Bachman",
      "aboutText": "Benoni Beheyt (born 27 September 1940) is a Belgian former professional road bicycle racer who raced from 1962 to 1968. Beheyt won 22 races and is most famous for winning the 1963 World Cycling Championships Road Race and stage win of the 1964 Tour de France. He also competed in the individual road race and team time trial events at the 1960 Summer Olympics.",
      "pageId": 7338515,
      "monthDay": "09/27"
    },
    {
      "year": "1943",
      "uri": "/wiki/Max_Boyce",
      "name": "Max Boyce",
      "aboutText": "Carol Lynn Wright Pearson (born September 27, 1939) is an American poet, author, screenwriter, and playwright. A member of The Church of Jesus Christ of Latter-day Saints (LDS Church), Pearson is best known for the book Goodbye, I Love You, a memoir of her marriage to a gay man who died of AIDS in 1984.",
      "pageId": 9080007,
      "monthDay": "09/27"
    },
    {
      "year": "1944",
      "uri": "/wiki/Ian_Garnett",
      "name": "Ian Garnett",
      "aboutText": "Nicholas Ponsonby 'Nicky' Haslam (born 27 September 1939) is an English interior designer and socialite, and founder of the London-based interior design firm, NH Design Inc.",
      "pageId": 14626780,
      "monthDay": "09/27"
    },
    {
      "year": "1944",
      "uri": "/wiki/Ang%C3%A9lica_Mar%C3%ADa",
      "name": "Angélica María",
      "aboutText": "Jean-Loup Dabadie (born 27 September 1938) is a French journalist, writer, lyricist, award-winning screenwriter and member of the Académie française.",
      "pageId": 16865035,
      "monthDay": "09/27"
    },
    {
      "year": "1944",
      "uri": "/wiki/Gary_Sutherland",
      "name": "Gary Sutherland",
      "aboutText": "Michael Lee Aday (born Marvin Lee Aday; September 27, 1947) is an American musician and actor better known by his stage name Meat Loaf. He is noted for the Bat Out of Hell trilogy of albums, consisting of Bat Out of Hell, Bat Out of Hell II: Back into Hell, and Bat Out of Hell III: The Monster is Loose. Bat Out of Hell has sold more than 43 million copies worldwide.",
      "pageId": 21026,
      "monthDay": "09/27"
    },
    {
      "year": "1945",
      "uri": "/wiki/Jack_Goldstein",
      "name": "Jack Goldstein",
      "aboutText": "Michael Jack Schmidt (born September 27, 1949) is an American baseball third baseman who played 18 seasons in Major League Baseball (MLB) for the Philadelphia Phillies. Schmidt was a twelve-time All-Star and a three-time winner of the National League (NL) Most Valuable Player award (MVP), and he was known for his combination of power hitting and strong defense: as a hitter, he compiled 548 home runs and 1,595 runs batted in (RBIs), and led the NL in home runs eight times and in RBIs four times. As a fielder, Schmidt won the National League Gold Glove Award for third basemen ten times.",
      "pageId": 267730,
      "monthDay": "09/27"
    },
    {
      "year": "1945",
      "uri": "/wiki/Bob_Spiers",
      "name": "Bob Spiers",
      "aboutText": "Robert Alexander \"Bob\" Spiers (27 September 1945 – 8 December 2008) was a director. He is particularly noted as the director of the early series of Absolutely Fabulous (1992–2001), the musical comedy Spiceworld, and of the second series of Fawlty Towers (1979). He also worked with Steven Moffat on Press Gang and Joking Apart.",
      "pageId": 600222,
      "monthDay": "09/27"
    },
    {
      "year": "1946",
      "uri": "/wiki/Nicos_Anastasiades",
      "name": "Nicos Anastasiades",
      "aboutText": "Barbara Ruth Dickson, OBE (born Dunfermline, Fife, 27 September 1947) is a Scottish singer whose hits include \"I Know Him So Well\" and \"January February\". Dickson has placed fifteen albums in the UK Albums Chart from 1977 to date, and had a number of hit singles, including four which reached the Top 20 in the UK Singles Chart. The Scotsman newspaper has described her as Scotland's best-selling female singer in terms of the numbers of hit chart singles and albums she has achieved in the UK since 1976.",
      "pageId": 606115,
      "monthDay": "09/27"
    },
    {
      "year": "1946",
      "uri": "/wiki/T._C._Cannon",
      "name": "T. C. Cannon",
      "aboutText": "Graham Frederick Richardson (27 September 1949), a former Australian politician, was a Senator for New South Wales from 1983–94 for the Australian Labor Party, a senior minister in Hawke and Keating governments, and is now a political lobbyist, public speaker, and media commentator. During his time in politics, Richardson was often referred to as a right-wing power broker. Prior to entering parliament, Richardson was a Labor Party branch organiser and held the position of General Secretary of the Australian Labor Party (New South Wales Branch) from 1976 to 1983.",
      "pageId": 609987,
      "monthDay": "09/27"
    },
    {
      "year": "1946",
      "uri": "/wiki/Robin_Nedwell",
      "name": "Robin Nedwell",
      "aboutText": "Adolfo Larrue Martinez III (born September 27, 1948), better known as A Martinez, is an American actor and singer with roles in the daytime soap operas Santa Barbara and General Hospital and the primetime dramas L.A. Law and Profiler.",
      "pageId": 1189411,
      "monthDay": "09/27"
    },
    {
      "year": "1947",
      "uri": "/wiki/Barbara_Dickson",
      "name": "Barbara Dickson",
      "aboutText": "Elizabeth Larrieu \"Liz\" Torres (born September 27, 1947) is an American actress, singer, and comedienne. Torres is best known for her role as Mahalia Sanchez in the NBC comedy series, The John Larroquette Show (1993-1996), for which she received two Primetime Emmy and Golden Globe Awards nominations.",
      "pageId": 1364002,
      "monthDay": "09/27"
    },
    {
      "year": "1947",
      "uri": "/wiki/Denis_Lawson",
      "name": "Denis Lawson",
      "aboutText": "Jack Goldstein (September 27, 1945 – March 14, 2003) was a Canadian born, California-based performance and conceptual artist turned painter in the 1980s art boom.",
      "pageId": 1467702,
      "monthDay": "09/27"
    },
    {
      "year": "1947",
      "uri": "/wiki/Meat_Loaf",
      "name": "Meat Loaf",
      "aboutText": "Denis Stamper Lawson (born 27 September 1947) is a Scottish actor and director. He is known for his roles as John Jarndyce in the BBC's adaptation of Bleak House, as Gordon Urquhart in the film Local Hero, as DI Steve McAndrew in BBC One's New Tricks, and as Wedge Antilles in the original Star Wars trilogy.",
      "pageId": 1623261,
      "monthDay": "09/27"
    },
    {
      "year": "1947",
      "uri": "/wiki/Liz_Torres",
      "name": "Liz Torres",
      "aboutText": "Jahn Teigen (born 27 September 1949) is a Norwegian singer, musician and comedian. He represented Norway in the Eurovision Song Contest four times, in 1978, 1982 and 1983, and became known throughout Europe as a result of his 1978 performance in the contest, which won \"nul points\" (a zero score) for Norway. His given name was Jan, he added the silent H later.",
      "pageId": 1826543,
      "monthDay": "09/27"
    },
    {
      "year": "1948",
      "uri": "/wiki/Tom_Braidwood",
      "name": "Tom Braidwood",
      "aboutText": "Michele Dotrice (born 27 September 1948) is an English actress, best known for her portrayal of Betty Spencer, the long-suffering wife of Frank Spencer, played by Michael Crawford, in the BBC sitcom Some Mothers Do 'Ave 'Em, which ran from 1973 to 1978.",
      "pageId": 1969859,
      "monthDay": "09/27"
    },
    {
      "year": "1948",
      "uri": "/wiki/Les_Chapman",
      "name": "Les Chapman",
      "aboutText": "For the American Senator and lawyer, see Duncan U. Fletcher",
      "pageId": 2195139,
      "monthDay": "09/27"
    },
    {
      "year": "1948",
      "uri": "/wiki/Michele_Dotrice",
      "name": "Michele Dotrice",
      "aboutText": "Robin Nedwell (27 September 1946 – 1 February 1999) was a British actor. He is best remembered for his role as Duncan Waring in the television comedy series Doctor in the House and its sequels; he also featured in other television series such as The Lovers, The Upchat Connection, The Climber and the ATV comedy-drama Shillingbury Tales.\nHe was born in Birmingham, Warwickshire, England and later moved to Cardiff, Wales, with his family at an early age where he was educated at Monkton House prep school.",
      "pageId": 2203701,
      "monthDay": "09/27"
    },
    {
      "year": "1948",
      "uri": "/wiki/Duncan_Fletcher",
      "name": "Duncan Fletcher",
      "aboutText": "For the Scottish teacher, see Thomas Braidwood. For the Canadian judge, see Braidwood Inquiry.\nTom Braidwood (born September 27, 1948) is a Canadian actor and director known for the role of Melvin Frohike, one of the conspiracy theorists known as The Lone Gunmen on the American television series The X-Files.",
      "pageId": 2267762,
      "monthDay": "09/27"
    },
    {
      "year": "1948",
      "uri": "/wiki/Robin_Jackson",
      "name": "Robin Jackson",
      "aboutText": "Cary-Hiroyuki Tagawa (田川 洋行, Tagawa Hiroyuki, born September 27, 1950) is a Japanese-American actor, sports physiologist, martial artist and stuntman.\nIn addition to his extensive film work, he has appeared on television in Thunder in Paradise (1995), Nash Bridges (1996), Baywatch: Hawaiian Wedding (2003) and Heroes (2007). He also provided the voice of Sin Tzu for the video game Batman: Rise of Sin Tzu.",
      "pageId": 3175239,
      "monthDay": "09/27"
    },
    {
      "year": "1948",
      "uri": "/wiki/A_Martinez",
      "name": "A Martinez",
      "aboutText": "Tommy Wayne Cannon (September 27, 1946–May 8, 1978) was an important Native American artist of the 20th century.",
      "pageId": 5157594,
      "monthDay": "09/27"
    },
    {
      "year": "1949",
      "uri": "/wiki/Graham_Richardson",
      "name": "Graham Richardson",
      "aboutText": "Gary Lynn \"Sudsy\" Sutherland (born September 27, 1944) is a former American baseball player. He played college baseball at the University of Southern California and later played 13 seasons in Major League Baseball, principally as a second baseman (717 games) and shortstop (164 games), from 1966 to 1978.\nDuring his 13-year career in the major leagues, Sutherland compiled a .243 batting average but became known for his finesse in turning the double play.",
      "pageId": 7186398,
      "monthDay": "09/27"
    },
    {
      "year": "1949",
      "uri": "/wiki/Mike_Schmidt",
      "name": "Mike Schmidt",
      "aboutText": "Leslie \"Les\" \"Chappy\" Chapman (born 27 September 1948) is an English former football player and manager. As a player, he made 749 appearances in the Football League in a career that spanned 22 seasons, playing for Oldham Athletic, Huddersfield Town, Stockport County, Bradford City, Rochdale, Stockport County and Preston North End, and also spent a season in the North American Soccer League with the San Jose Earthquakes. As a manager, he took charge of Stockport County and Preston North End.",
      "pageId": 7823963,
      "monthDay": "09/27"
    },
    {
      "year": "1949",
      "uri": "/wiki/Jahn_Teigen",
      "name": "Jahn Teigen",
      "aboutText": "Nicos Anastasiades (Greek: Νίκος Αναστασιάδης [ˈnikos anastasiˈaðis]; born 27 September 1946) is a Cypriot politician who has been President of Cyprus since 2013.",
      "pageId": 8332209,
      "monthDay": "09/27"
    },
    {
      "year": "1950",
      "uri": "/wiki/Cary-Hiroyuki_Tagawa",
      "name": "Cary-Hiroyuki Tagawa",
      "aboutText": "Robert John \"Robin\" Jackson, also known as The Jackal, (27 September 1948  – 30 May 1998), was a Northern Irish loyalist paramilitary who held the rank of brigadier in the Ulster Volunteer Force (UVF) during the period of violent ethno-nationalist conflict in Northern Ireland known as the Troubles. He was the commander of the UVF's Mid-Ulster Brigade from 1975 to the early 1990s, when Billy Wright took over as leader.\nFrom his home in the small village of Donaghcloney, County Down, five miles southeast of Lurgan, Jackson is alleged to have organised and committed a series of killings, mainly against Catholic civilians, although he was never convicted in connection with any killing and never served any lengthy prison terms.",
      "pageId": 24673948,
      "monthDay": "09/27"
    },
    {
      "year": "1951",
      "uri": "/wiki/Paul_Craig_(law_professor)",
      "name": "Paul Craig",
      "aboutText": "Larry Wall (born September 27, 1954) is a computer programmer and author, most widely known as the creator of the Perl programming language.",
      "pageId": 17519,
      "monthDay": "09/27"
    },
    {
      "year": "1951",
      "uri": "/wiki/Anthony_Laciura",
      "name": "Anthony Laciura",
      "aboutText": "James Shooter (born September 27, 1951) is an American writer, occasional fill-in artist, editor, and publisher for various comic books.",
      "pageId": 75343,
      "monthDay": "09/27"
    },
    {
      "year": "1951",
      "uri": "/wiki/Ren_Osugi",
      "name": "Ren Osugi",
      "aboutText": "Diane Julie Abbott (born 27 September 1953) is a British Labour Party politician who is the Shadow Secretary of State for International Development. She was first elected as the Member of Parliament (MP) for Hackney North and Stoke Newington at the 1987 general election, when she became the first black woman to have a seat in the House of Commons. In 2010, Abbott became Shadow Public Health Minister after unsuccessfully standing for election as leader of the Labour Party but was removed in a reshuffle three years later.",
      "pageId": 79409,
      "monthDay": "09/27"
    },
    {
      "year": "1951",
      "uri": "/wiki/Michel_Rivard",
      "name": "Michel Rivard",
      "aboutText": "Mātā Amṛtānandamayī Devī (born Sudhamani Idamannel; 27 September 1953), better known simply as Amma [\"Mother\"], is a Hindu spiritual leader and guru who is revered as a saint by her followers.",
      "pageId": 297723,
      "monthDay": "09/27"
    },
    {
      "year": "1951",
      "uri": "/wiki/Jim_Shooter",
      "name": "Jim Shooter",
      "aboutText": "Dumitru-Dorin Prunariu (Romanian pronunciation: [duˈmitru pruˈnarju]; born 27 September 1952) is the first and only Romanian cosmonaut who flew in space.",
      "pageId": 319707,
      "monthDay": "09/27"
    },
    {
      "year": "1951",
      "uri": "/wiki/David_Starobin",
      "name": "David Starobin",
      "aboutText": "Raymond Morris \"Ray\" Hadley OAM (born 27 September 1954) is an Australian talkback radio broadcaster and a rugby league football commentatator for Channel Nine.",
      "pageId": 1110731,
      "monthDay": "09/27"
    },
    {
      "year": "1951",
      "uri": "/wiki/Steve_Soper",
      "name": "Steve Soper",
      "aboutText": "Ren Osugi (大杉 漣, Ōsugi Ren), born Takashi Osugi (大杉 孝, Ōsugi Takashi, September 27, 1951 in Komatsushima, Tokushima, Japan), is a Japanese actor. For his work in Cure, Hana-bi and other films, Osugi was given the Best Supporting Actor award at the 1999 Yokohama Film Festival. He often works alongside Takeshi Kitano and Susumu Terajima.",
      "pageId": 1420119,
      "monthDay": "09/27"
    },
    {
      "year": "1952",
      "uri": "/wiki/Katie_Fforde",
      "name": "Katie Fforde",
      "aboutText": "David Starobin (born September 27, 1951, New York City) is an American classical guitarist, record producer, composer, writer and film maker.",
      "pageId": 1729026,
      "monthDay": "09/27"
    },
    {
      "year": "1952",
      "uri": "/wiki/Dumitru_Prunariu",
      "name": "Dumitru Prunariu",
      "aboutText": "Charles William Jeffrey \"Bill\" Athey (born 27 September 1957, Middlesbrough, Yorkshire, England) is a retired English first-class cricketer, who played for England, and first class cricket for Gloucestershire, Yorkshire and Sussex; he also played a solitary one-day game for Worcestershire. His bulldog spirit was exemplified by the Union Jack tattooed on his arm. He played in 23 Test matches between 1980 and 1988, but scored more than 50 runs only five times in 41 innings.",
      "pageId": 2917163,
      "monthDay": "09/27"
    },
    {
      "year": "1952",
      "uri": "/wiki/Andr%C3%A9_Viger",
      "name": "André Viger",
      "aboutText": "Michel Rivard (born September 27, 1951) is a singer-songwriter and musician from Quebec. He was born in Montreal, Quebec, Canada. His father was an actor, Robert Rivard.",
      "pageId": 3155234,
      "monthDay": "09/27"
    },
    {
      "year": "1953",
      "uri": "/wiki/Diane_Abbott",
      "name": "Diane Abbott",
      "aboutText": "Paul P. Craig (born 27 September 1951) is currently Professor of English Law at the University of Oxford and a Fellow of St John's College. Craig is a specialist in Administrative and EU Law.\nHe was educated at Worcester College, Oxford, where he took his BA, MA and BCL. He stayed at Worcester, and was made a Fellow in 1976.",
      "pageId": 3291854,
      "monthDay": "09/27"
    },
    {
      "year": "1953",
      "uri": "/wiki/Mata_Amritanandamayi",
      "name": "Mata Amritanandamayi",
      "aboutText": "Steven Archibald (born 27 September 1956 in Glasgow) is a Scottish former football player and manager who is in the Scottish Football Hall of Fame.",
      "pageId": 3320456,
      "monthDay": "09/27"
    },
    {
      "year": "1953",
      "uri": "/wiki/Claudio_Gentile",
      "name": "Claudio Gentile",
      "aboutText": "John Inverdale (born 27 September 1957) is an English broadcaster who works for the BBC and ITV.",
      "pageId": 3488845,
      "monthDay": "09/27"
    },
    {
      "year": "1953",
      "uri": "/wiki/Greg_Ham",
      "name": "Greg Ham",
      "aboutText": "Katie Fforde, née Catherine Rose Gordon-Cumming (born 27 September 1952), is a British romance novelist.\nShe is founder of the Katie Fforde Bursary for writers who have yet to secure a publishing contract. She was for many years a committee member of the Romantic Novelists' Association and was elected its twenty-fifth chairman (2009–2011) and later its fourth president.",
      "pageId": 3586337,
      "monthDay": "09/27"
    },
    {
      "year": "1954",
      "uri": "/wiki/Ray_Hadley",
      "name": "Ray Hadley",
      "aboutText": "Claudio Gentile (Italian pronunciation: [ˈklaudjo dʒenˈtile]; born in Libya, 27 September 1953) is an Italian footballer manager and former defender of the 1970s and 1980s. Gentile appeared for Italy in two World Cup tournaments, and played for the winning Italian team in the 1982 final. His club career was notably spent with Juventus for whom he made almost 300 league appearances, winning six national titles and two major European trophies.",
      "pageId": 3767290,
      "monthDay": "09/27"
    },
    {
      "year": "1954",
      "uri": "/wiki/Dmitry_Sitkovetsky",
      "name": "Dmitry Sitkovetsky",
      "aboutText": "André Viger, OC CQ (September 27, 1952 – October 1, 2006) was a French Canadian wheelchair marathoner and Paralympian.",
      "pageId": 4379208,
      "monthDay": "09/27"
    },
    {
      "year": "1954",
      "uri": "/wiki/Larry_Wall",
      "name": "Larry Wall",
      "aboutText": "Steve Soper is a racing driver from Surrey, England, born in 1951.\nHe raced in major sports car and touring car categories in the 1980s and 1990s.",
      "pageId": 4692241,
      "monthDay": "09/27"
    },
    {
      "year": "1956",
      "uri": "/wiki/Steve_Archibald",
      "name": "Steve Archibald",
      "aboutText": "Gregory Norman \"Greg\" Ham (27 September 1953 – ca. 19 April 2012) was an Australian songwriter, actor and saxophone player known for playing multiple instruments in the 1980s band Men at Work.",
      "pageId": 10592550,
      "monthDay": "09/27"
    },
    {
      "year": "1957",
      "uri": "/wiki/Bill_Athey",
      "name": "Bill Athey",
      "aboutText": "Dmitry Yulianovich Sitkovetsky (Russian: Дмитрий Юлианович Ситковецкий; born September 27, 1954) is a Soviet-Russian born classical violinist and conductor.",
      "pageId": 14488089,
      "monthDay": "09/27"
    },
    {
      "year": "1957",
      "uri": "/wiki/John_Inverdale",
      "name": "John Inverdale",
      "aboutText": "Anthony Laciura (born September 27, 1951) is an American operatic tenor, noted for his abilities as a comprimario and actor.",
      "pageId": 26702214,
      "monthDay": "09/27"
    },
    {
      "year": "1957",
      "uri": "/wiki/Peter_Sellars",
      "name": "Peter Sellars",
      "aboutText": "Irvine Welsh (born 27 September 1958) is a Scottish novelist, playwright and short story writer. He is recognised for his novel Trainspotting, which was later made into a film of the same name. His work is characterised by a raw Scots dialect and brutal depiction of Edinburgh life.",
      "pageId": 48555,
      "monthDay": "09/27"
    },
    {
      "year": "1958",
      "uri": "/wiki/Shaun_Cassidy",
      "name": "Shaun Cassidy",
      "aboutText": "Bernard Lord, ONB, QC, (born September 27, 1965) is a Canadian politician and lobbyist. Lord served as the 30th Premier of New Brunswick from 1999 to 2006. Lord was appointed chair of Ontario Power Generation in 2014.",
      "pageId": 170694,
      "monthDay": "09/27"
    },
    {
      "year": "1958",
      "uri": "/wiki/Irvine_Welsh",
      "name": "Irvine Welsh",
      "aboutText": "Stephen Douglas \"Steve\" Kerr (born September 27, 1965) is an American retired professional basketball player and the current head coach of the Golden State Warriors. Kerr is a six-time NBA champion, winning three championships with the Chicago Bulls, two with the San Antonio Spurs, and one as the head coach of the Golden State Warriors. He and Frank Saul are the only two players in NBA history to have won championships with two different teams in consecutive seasons.",
      "pageId": 221788,
      "monthDay": "09/27"
    },
    {
      "year": "1959",
      "uri": "/wiki/Beth_Heiden",
      "name": "Beth Heiden",
      "aboutText": "Peter Gordon MacKay, PC, QC (born September 27, 1965) is a lawyer and politician from Nova Scotia, Canada. He was the Member of Parliament from 1997 to 2015 and has served as Minister of Justice and Attorney General (2013–2015), Minister of National Defence (2007–2013), and Minister of Foreign Affairs (2006–2007) in the Cabinet of Canada under Prime Minister Stephen Harper. He is married to Nazanin Afshin-Jam an Iranian-Canadian model, singer, and human rights activist, and a former Miss World Canada.",
      "pageId": 238104,
      "monthDay": "09/27"
    },
    {
      "year": "1960",
      "uri": "/wiki/Jean-Marc_Barr",
      "name": "Jean-Marc Barr",
      "aboutText": "Andy Lau Tak-wah MH, JP (born 27 September 1961) is a Hong Kong Cantopop singer-songwriter, actor, presenter, and film producer. Lau has been one of Hong Kong's most commercially successful film actors since the mid-1980s, performing in more than 160 films while maintaining a successful singing career at the same time. In the 1990s, Lau was branded by the media as one of the Four Heavenly Kings of Cantopop.",
      "pageId": 310210,
      "monthDay": "09/27"
    },
    {
      "year": "1960",
      "uri": "/wiki/Christopher_Cousins",
      "name": "Christopher Cousins",
      "aboutText": "Shaun Paul Cassidy (born September 27, 1958) is an American television producer/creator, screenwriter, and former singer-actor. He is the eldest son of singer-actress Shirley Jones and singer-actor Jack Cassidy. His older half-brother is singer-actor David Cassidy.",
      "pageId": 695949,
      "monthDay": "09/27"
    },
    {
      "year": "1961",
      "uri": "/wiki/Andy_Lau",
      "name": "Andy Lau",
      "aboutText": "Stephan Douglas Jenkins (born September 27, 1964 in Indio, California), is an American musician best known as the lead singer, songwriter, and guitarist for Third Eye Blind. Under Jenkins's leadership, Third Eye Blind has sold over 12 million copies worldwide of five albums: Third Eye Blind (1997), Blue (1999), Out of the Vein (2003), Ursa Major (2009), and Dopamine (2015). Jenkins wrote or co-wrote all of the band's most notable hits, including \"Semi-Charmed Life\", \"Jumper\", \"How's It Going to Be\", \"Losing a Whole Year\", \"Graduate\", \"Deep Inside of You\", and \"Never Let You Go\".",
      "pageId": 704742,
      "monthDay": "09/27"
    },
    {
      "year": "1962",
      "uri": "/wiki/Kimberly_Carson",
      "name": "Kimberly Carson",
      "aboutText": "Alexis Gilbert \"Lexie\" Stewart (born September 27, 1965) is an American television host and radio personality. She is the only child of Martha Stewart and her ex-husband Andrew.",
      "pageId": 1051083,
      "monthDay": "09/27"
    },
    {
      "year": "1962",
      "uri": "/wiki/Gavin_Larsen",
      "name": "Gavin Larsen",
      "aboutText": "Marc David Maron (/ˈmærən/ MAR-ən; born September 27, 1963) is an American stand-up comedian, podcast host, writer, director, producer and actor.\nHe has been host of The Marc Maron Show and co-host of both Morning Sedition and Breakroom Live, all politically oriented shows produced by Air America Media. He hosted Comedy Central's Short Attention Span Theater for a year, replacing Jon Stewart.",
      "pageId": 1584216,
      "monthDay": "09/27"
    },
    {
      "year": "1963",
      "uri": "/wiki/Marc_Maron",
      "name": "Marc Maron",
      "aboutText": "Peter Sellars (born September 27, 1957) is an American theatre director, noted for his unique contemporary stagings of classical and contemporary operas and plays.",
      "pageId": 1665344,
      "monthDay": "09/27"
    },
    {
      "year": "1964",
      "uri": "/wiki/Predrag_Brzakovi%C4%87",
      "name": "Predrag Brzaković",
      "aboutText": "Gavin Rolf Larsen (born 27 September 1962 in Wellington) is a former New Zealand cricketer who specialised in the art of economical bowling. He was known playfully by his team mates as \"The Postman\".",
      "pageId": 2283197,
      "monthDay": "09/27"
    },
    {
      "year": "1964",
      "uri": "/wiki/Tracy_Camp",
      "name": "Tracy Camp",
      "aboutText": "Elizabeth Lee \"Beth\" Heiden Reid (born September 27, 1959) is an American athlete who excelled in speed skating, cross-country skiing and bicycle racing. She was born in Madison, Wisconsin. Her brother Eric was a five-time gold-medalist speedskater at the 1980 Lake Placid Winter Olympics.",
      "pageId": 2696430,
      "monthDay": "09/27"
    },
    {
      "year": "1964",
      "uri": "/wiki/Johnny_du_Plooy",
      "name": "Johnny du Plooy",
      "aboutText": "Jean-Marc Barr (born 27 September 1960) is a French American film actor and director.",
      "pageId": 2954904,
      "monthDay": "09/27"
    },
    {
      "year": "1964",
      "uri": "/wiki/Stephan_Jenkins",
      "name": "Stephan Jenkins",
      "aboutText": "Masanori Morimura (森村 方則, Morimura Masanori) is a Japanese professional wrestler, better known under his ring name Ricky Fuji (リッキー フジ).\n^ a b c d e f g \"FMW profile\".",
      "pageId": 4147964,
      "monthDay": "09/27"
    },
    {
      "year": "1965",
      "uri": "/wiki/Robert_Baldwin_(actor)",
      "name": "Robert Baldwin",
      "aboutText": "Kimberly Carson (born on September 27, 1962) is a pornographic actress. She won the 1985 XRCO Award for Best Supporting Actress for the film Girls on Fire.\n^ Peter van Aarle (June 7, 1997).",
      "pageId": 5561166,
      "monthDay": "09/27"
    },
    {
      "year": "1965",
      "uri": "/wiki/Ricky_Fuji",
      "name": "Ricky Fuji",
      "aboutText": "Johnny du Plooy (27 September 1964 – 12 April 2013) was a former South African heavyweight boxer best known for his win over former WBA World Heavyweight champion Mike Weaver.\n^ \"Johnny du Plooy dies\". Sport24.",
      "pageId": 10953040,
      "monthDay": "09/27"
    },
    {
      "year": "1965",
      "uri": "/wiki/Steve_Kerr",
      "name": "Steve Kerr",
      "aboutText": "Christopher Cousins (born September 27, 1960) is an American actor who has been acting mainly in television since 1986. He is best known for playing conman Cain Rogan in forty-one episodes on the soap opera One Life to Live in the early and mid-1990's. Between 2009 and 2013, he played Ted Beneke in thirteen episodes of the AMC series Breaking Bad.",
      "pageId": 35248394,
      "monthDay": "09/27"
    },
    {
      "year": "1965",
      "uri": "/wiki/Bernard_Lord",
      "name": "Bernard Lord",
      "aboutText": "Predrag Brzaković (Serbian Cyrillic: Предраг Брзаковић; September 27, 1964 – September 15, 2012) was a Serbian association football goalkeeper.\n^ Sportske.net (2012-09-15). \"In memoriam - Predrag Brzaković\".",
      "pageId": 37031227,
      "monthDay": "09/27"
    },
    {
      "year": "1965",
      "uri": "/wiki/Peter_MacKay",
      "name": "Peter MacKay",
      "aboutText": "Tracy Kay Camp is an American computer scientist noted for her research on wireless networking. She is also noted for her leadership in broadening participation in computing.",
      "pageId": 38061502,
      "monthDay": "09/27"
    },
    {
      "year": "1965",
      "uri": "/wiki/Alexis_Stewart",
      "name": "Alexis Stewart",
      "aboutText": "Robert Baldwin (ロバート・ボールドウィン, Robāto Bōrudowin, born September 27, 1965) is a Canadian-Japanese actor. Baldwin, born in Eba, Naka-ku, Hiroshima, Hiroshima Prefecture, has appeared in many Japanese films, television series, advertisements, and music videos, and also works in Japan as a translator, narrator, and copywriter. In 2005, he appeared in Chousei Kantai Sazer-X in the recurring role of Gordo, assistant to one of the heroes; in an interview with Tokusatsu Newtype, Baldwin stated that he was likely to appear in the fourth entry of the Chouseishin Series, unaware that it would not be continued following Sazer-X. In 2013, Baldwin appeared in Zyuden Sentai Kyoryuger as Ramirez, a former member of the heroes from ancient times.",
      "pageId": 38846947,
      "monthDay": "09/27"
    },
    {
      "year": "1966",
      "uri": "/wiki/Don_Jamieson_(comedian)",
      "name": "Don Jamieson",
      "aboutText": "Gwyneth Kate Paltrow (/ˈɡwɪnɨθ ˈpæltroʊ/; born September 27, 1972) is an American actress, singer, and food writer.\nPaltrow gained early notice for her work in films such as the psychological thriller Seven (1995), opposite Brad Pitt and the period drama Emma (1996), opposite Jeremy Northam. Following starring roles in the romantic comedy-drama Sliding Doors (1998) and the thriller A Perfect Murder (1998), Paltrow garnered worldwide recognition through her performance in Shakespeare in Love (1998), for which she won an Academy Award for Best Actress, a Golden Globe Award and two Screen Actors Guild Awards, for Outstanding Lead Actress and as a member of the Outstanding Cast.",
      "pageId": 42621,
      "monthDay": "09/27"
    },
    {
      "year": "1966",
      "uri": "/wiki/Uche_Okechukwu",
      "name": "Uche Okechukwu",
      "aboutText": "Clara Hughes, OC OM MSC (born September 27, 1972) is a Canadian cyclist and speed skater, who has won multiple Olympic medals in both sports. Hughes won two bronze in the Summer Olympics in 1996 and four medals (one gold, one silver, two bronze) over the course of three Winter Olympics. She is tied with Cindy Klassen as the Canadian with the most Olympic medals, with six medals total.",
      "pageId": 102190,
      "monthDay": "09/27"
    },
    {
      "year": "1966",
      "uri": "/wiki/Debbie_Wasserman_Schultz",
      "name": "Debbie Wasserman Schultz",
      "aboutText": "Amanda Jeannette Detmer (born September 27, 1971) is an American actress who has appeared in various films and television shows.",
      "pageId": 956547,
      "monthDay": "09/27"
    },
    {
      "year": "1966",
      "uri": "/wiki/Stephanie_Wilson",
      "name": "Stephanie Wilson",
      "aboutText": "Debbie Wasserman Schultz (born September 27, 1966) is an American politician. She is the U.S. Representative for Florida's 23rd congressional district, a member of the Democratic Party and the Chair of the Democratic National Committee. She previously served in the Florida House of Representatives, the Florida Senate, and was campaign co-chair for Hillary Clinton's 2008 unsuccessful run for President.",
      "pageId": 1164072,
      "monthDay": "09/27"
    },
    {
      "year": "1967",
      "uri": "/wiki/Debi_Derryberry",
      "name": "Debi Derryberry",
      "aboutText": "Patrick Muldoon (born William Patrick Muldoon III; September 27, 1968) is an American actor and musician.",
      "pageId": 1666454,
      "monthDay": "09/27"
    },
    {
      "year": "1967",
      "uri": "/wiki/Uche_Okechukwu",
      "name": "Uche Okechukwu",
      "aboutText": "Lhasa de Sela (September 27, 1972 – January 1, 2010), also known by the mononym Lhasa, was an American-born singer-songwriter who was raised in Mexico and the United States, and divided her adult life between Canada and France. Her first album, La Llorona, went platinum in Canada and brought Lhasa a Félix Award and a Juno Award.\nFollowing this success, Lhasa toured with Lilith Fair, then joined her sisters in a French circus troupe, contributing her husky voice to the musical backdrop.",
      "pageId": 1784460,
      "monthDay": "09/27"
    },
    {
      "year": "1968",
      "uri": "/wiki/Mari_Kiviniemi",
      "name": "Mari Kiviniemi",
      "aboutText": "Deborah Sue Greenberg (born September 27, 1967), known professionally as Debi Derryberry, is an American voice actress for a number of animated television series, anime, and video games. She is the voice of Jimmy Neutron in the Jimmy Neutron: Boy Genius film and television series. She has also voiced Wednesday in The Addams Family cartoon and Jackie in Bobby's World.",
      "pageId": 1874409,
      "monthDay": "09/27"
    },
    {
      "year": "1968",
      "uri": "/wiki/Patrick_Muldoon",
      "name": "Patrick Muldoon",
      "aboutText": "Stephanie Diana Wilson (born September 27, 1966) is an American engineer and a NASA astronaut. She flew on her first mission in space on board the Space Shuttle mission STS-121, and is the second African American woman to go into space, after Mae Jemison.",
      "pageId": 2313057,
      "monthDay": "09/27"
    },
    {
      "year": "1969",
      "uri": "/wiki/Sofia_Milos",
      "name": "Sofia Milos",
      "aboutText": "Sofia Milos /səˈfiə ˈmiːloʊs/ (born 27 September 1969) is a Swiss-born Italian/Greek actress. She is best known for her role as Yelina Salas on CSI: Miami.",
      "pageId": 2734634,
      "monthDay": "09/27"
    },
    {
      "year": "1970",
      "uri": "/wiki/Yoshiharu_Habu",
      "name": "Yoshiharu Habu",
      "aboutText": "Uche Alozie Okechukwu (born 27 September 1967), known as Uche for short, is a Nigerian retired footballer who played as a central defender.\n\"Uche\" is a nickname for the Igbo name \"Uchechukwu\" (meaning \"God´s will\"). He was also honored as the foreign player who played in Turkey for the longest period of time (13 years), going on to obtain Turkish citizenship under the name Deniz Uygar.",
      "pageId": 2769772,
      "monthDay": "09/27"
    },
    {
      "year": "1970",
      "uri": "/wiki/Tamara_Taylor",
      "name": "Tamara Taylor",
      "aboutText": "Horacio Miguel Sandoval Pérez (born September 27, 1971, in Mexico City) better known as \"Hochito Fud\", is a comic book artist, member of !Ka-Boom¡ Estudio.",
      "pageId": 3191850,
      "monthDay": "09/27"
    },
    {
      "year": "1971",
      "uri": "/wiki/Amanda_Detmer",
      "name": "Amanda Detmer",
      "aboutText": "Li Yapeng (Traditional Chinese: 李亞鵬; Simplified Chinese: 李亚鹏; born September 27, 1971) is a Chinese actor. He starred in two CCTV television adaptations of Louis Cha's Wuxia novels; playing Linghu Chong in the 2000 series, Laughing in the Wind, and Guo Jing in the 2003 series The Legend of the Condor Heroes.\nIn 2005 he married actress and singer Faye Wong, and had a daughter by her in May 2006, Li Yan (李嫣).",
      "pageId": 3209639,
      "monthDay": "09/27"
    },
    {
      "year": "1971",
      "uri": "/wiki/Agata_Kulesza",
      "name": "Agata Kulesza",
      "aboutText": "Sylvia Crawley (born September 27, 1972 in Steubenville, Ohio, U.S.) is an American former professional women's basketball forward, licensed minister and motivational speaker. She was also the head women's basketball coach of the Boston College Eagles, from 2008 to 2012, and an assistant coach with the Indiana Fever of the WNBA. She is currently an assistant coach for the North Carolina Tar Heels women's basketball team, her alma mater, where she also held the same position from 2000 to 2002.",
      "pageId": 3755225,
      "monthDay": "09/27"
    },
    {
      "year": "1971",
      "uri": "/wiki/Horacio_Sandoval",
      "name": "Horacio Sandoval",
      "aboutText": "Yoshiharu Habu, F.M. (羽生善治, Habu Yoshiharu, born September 27, 1970) is a professional shogi player and a chess FIDE Master. He studied shogi under Tatsuya Futakami (二上達也, Futakami Tatsuya).",
      "pageId": 5041719,
      "monthDay": "09/27"
    },
    {
      "year": "1971",
      "uri": "/wiki/Li_Yapeng",
      "name": "Li Yapeng",
      "aboutText": "Tamara Taylor (born September 27, 1970) is a Canadian television actress. Her most famous role is that of Dr.",
      "pageId": 6878456,
      "monthDay": "09/27"
    },
    {
      "year": "1972",
      "uri": "/wiki/Sylvia_Crawley",
      "name": "Sylvia Crawley",
      "aboutText": "Craig L. Rice (born September 27, 1972) is an American politician, President of the Montgomery County Council and a former member of the Maryland House of Delegates, representing District 15 in western and northern Montgomery County.",
      "pageId": 11885539,
      "monthDay": "09/27"
    },
    {
      "year": "1972",
      "uri": "/wiki/Lhasa_de_Sela",
      "name": "Lhasa de Sela",
      "aboutText": "Mari Johanna Kiviniemi (born 27 September 1968) is a Finnish politician, who served as the second female Prime Minister of Finland.",
      "pageId": 23095332,
      "monthDay": "09/27"
    },
    {
      "year": "1972",
      "uri": "/wiki/Clara_Hughes",
      "name": "Clara Hughes",
      "aboutText": "Don Jamieson (born September 27, 1966) is a stand-up comedian and television host, known as one of the hosts of That Metal Show on VH1 Classic.",
      "pageId": 27478007,
      "monthDay": "09/27"
    },
    {
      "year": "1972",
      "uri": "/wiki/Gwyneth_Paltrow",
      "name": "Gwyneth Paltrow",
      "aboutText": "Agata Kulesza (Polish pronunciation: [aˈgata kuˈlɛʂa]; born 27 September 1971) is a Polish film, television and stage actress, and a member of the Polish Film Academy. In 2013 she appeared in the critically acclaimed Ida. She was a contestant in season eight of Taniec z gwiazdami (English: Dancing with Stars) in 2008.",
      "pageId": 39723117,
      "monthDay": "09/27"
    },
    {
      "year": "1972",
      "uri": "/wiki/Craig_L._Rice",
      "name": "Craig L. Rice",
      "error": "No data found.",
      "monthDay": "09/27"
    },
    {
      "year": "1974",
      "uri": "/wiki/Carrie_Brownstein",
      "name": "Carrie Brownstein",
      "aboutText": "Francesco Totti, Ufficiale OMRI, (Italian pronunciation: [franˈtʃesko ˈtɔtti]; born 27 September 1976) is an Italian professional footballer who plays for, and captains, Serie A club Roma. His primary playing positions are those of an attacking midfielder or supporting forward, although he has also been successfully utilized as a lone striker and as a winger. Totti has spent his entire career at Roma, winning a Serie A title, two Coppa Italia titles, and two Supercoppa Italiana titles; he is the top goalscorer and the most capped player in the club's history.",
      "pageId": 615883,
      "monthDay": "09/27"
    },
    {
      "year": "1975",
      "uri": "/wiki/Thanos_Petrelis",
      "name": "Thanos Petrelis",
      "aboutText": "Lakshmipathy (or Lakshmi) Balaji (Tamil: லக்ஷ்மிபதி பாலாஜி,  pronunciation , born 27 September 1981) is an Indian cricketer. He is a right arm fast medium bowler.",
      "pageId": 901180,
      "monthDay": "09/27"
    },
    {
      "year": "1976",
      "uri": "/wiki/Matt_Harding",
      "name": "Matt Harding",
      "aboutText": "Jason Lloyd Phillips (born September 27, 1976) is a former Major League Baseball catcher and first baseman who now serves as bullpen catcher for the Seattle Mariners. He also played in the Australian Baseball League with the Hunter Eagles. He is the older brother of catcher and first baseman Kyle Phillips.",
      "pageId": 1374981,
      "monthDay": "09/27"
    },
    {
      "year": "1976",
      "uri": "/wiki/Jason_Phillips_(catcher)",
      "name": "Jason Phillips",
      "aboutText": "Jon Steven Garland (born September 27, 1979) is an American former professional baseball starting pitcher.",
      "pageId": 1562919,
      "monthDay": "09/27"
    },
    {
      "year": "1976",
      "uri": "/wiki/Francesco_Totti",
      "name": "Francesco Totti",
      "aboutText": "Carrie Rachel Brownstein (born September 27, 1974) is an American musician, writer, and actress. She first came to prominence as a member of the band Excuse 17 before forming the punk-indie trio Sleater-Kinney. During a long hiatus from Sleater-Kinney, she formed the group Wild Flag.",
      "pageId": 1686995,
      "monthDay": "09/27"
    },
    {
      "year": "1977",
      "uri": "/wiki/Andrus_V%C3%A4rnik",
      "name": "Andrus Värnik",
      "aboutText": "Jon Erich Rauch (born September 27, 1978) is an American former professional baseball pitcher. At 6 feet 11 inches (2.11 m), he is the tallest player in Major League Baseball history. He is also an Olympic Gold Medalist.",
      "pageId": 1851953,
      "monthDay": "09/27"
    },
    {
      "year": "1978",
      "uri": "/wiki/Ani_Lorak",
      "name": "Ani Lorak",
      "aboutText": "Cytherea (born September 27, 1981) is an American pornographic actress and model.",
      "pageId": 1973667,
      "monthDay": "09/27"
    },
    {
      "year": "1978",
      "uri": "/wiki/Jon_Rauch",
      "name": "Jon Rauch",
      "aboutText": "Christian Jones (born 27 September 1979) is an Australian racing driver; he is the adopted son of 1980 Formula One World Champion Alan Jones.",
      "pageId": 2084267,
      "monthDay": "09/27"
    },
    {
      "year": "1978",
      "uri": "/wiki/Mihaela_Ursuleasa",
      "name": "Mihaela Ursuleasa",
      "aboutText": "Sophia Violet \"Sophie\" Crumb (born September 27, 1981) is an American-French comics artist. She is the daughter of underground comix artists Robert Crumb and Aline Kominsky-Crumb.\nCrumb was born in Woodland, California and lived in the nearby farming town of Winters with her parents until she was nine years old.",
      "pageId": 2096950,
      "monthDay": "09/27"
    },
    {
      "year": "1979",
      "uri": "/wiki/Jon_Garland",
      "name": "Jon Garland",
      "aboutText": "Brendon Barrie McCullum ONZM (born 27 September 1981) is a New Zealand professional cricket player who currently plays as a batsman for the Otago Volts at provincial level, the Chennai Super Kings in the IPL, Middlesex in the English domestic league in 2016, and New Zealand internationally. He is the current captain of New Zealand in all three forms of the international game. He played for the Kolkata Knight Riders from 2008–2010 and again from 2012–2013, while in between he played for the Kochi Tuskers Kerala.",
      "pageId": 2283247,
      "monthDay": "09/27"
    },
    {
      "year": "1979",
      "uri": "/wiki/La%27Myia_Good",
      "name": "La'Myia Good",
      "aboutText": "Karolina Myroslavivna Kuiek (Ukrainian: Кароліна Мирославівна Куєк, alternate transliterations of the last name: Kuyek, Kuek), popularly known as Ani Lorak (born 27 September 1978, Kitsman, Ukrainian SSR, Soviet Union) is a Ukrainian pop singer, songwriter, actress, entrepreneur, and former UN Goodwill Ambassador. Having received Ukraine's most prestigious and honorary title, the People's Artist of Ukraine, Lorak has been cited as one of the most powerful and influential women in her country, as well as ranked one of the most beautiful women from Eastern Europe.",
      "pageId": 2560679,
      "monthDay": "09/27"
    },
    {
      "year": "1979",
      "uri": "/wiki/Zita_G%C3%B6r%C3%B6g",
      "name": "Zita Görög",
      "aboutText": "Andrus Värnik (born September 27, 1977 in Antsla) is an Estonian javelin thrower. His personal best set in 2003, 87.83 metres, is also the Estonian record.\nVärnik won his first international medal, a silver medal, in the 2003 World Championships in Athletics, throwing 85.17 m.",
      "pageId": 2593569,
      "monthDay": "09/27"
    },
    {
      "year": "1979",
      "uri": "/wiki/Christian_Jones",
      "name": "Christian Jones",
      "aboutText": "Steve Simpson (born 27 September 1979 in Maitland, New South Wales) is an Australian former professional rugby league footballer of the 2000s. A New South Wales State of Origin and Australian international representative second-row forward, he could also play prop and lock and played his entire club career for the Newcastle Knights, with whom he won the 2001 NRL Premiership.\nSimpson played for the Newcastle Knights at second-row forward in their 2001 NRL Grand Final victory over the Parramatta Eels.",
      "pageId": 2729994,
      "monthDay": "09/27"
    },
    {
      "year": "1979",
      "uri": "/wiki/Steve_Simpson_(rugby_league)",
      "name": "Steve Simpson",
      "aboutText": "Matthew \"Matt\" Harding (born September 27, 1976), is an American traveler, video game designer, and Internet celebrity known as Dancing Matt for his viral videos that show him dancing in front of landmarks and street scenes in various international locations. Harding has since received widespread coverage of his travel exploits in major print and broadcast media outlets, and was hired by Visa to star in their Travel Happy campaign.\nHe is originally from Westport, Connecticut.",
      "pageId": 2907843,
      "monthDay": "09/27"
    },
    {
      "year": "1980",
      "uri": "/wiki/Asash%C5%8Dry%C5%AB_Akinori",
      "name": "Asashōryū Akinori",
      "aboutText": "Zita Görög (in Hungarian: Görög Zita) (born September 27, 1979 in Nagybátony, Hungary) is a Hungarian actress and model, often credited as Zita Gorog.",
      "pageId": 4290885,
      "monthDay": "09/27"
    },
    {
      "year": "1980",
      "uri": "/wiki/Ehron_VonAllen",
      "name": "Ehron VonAllen",
      "aboutText": "Found collaborations, Found location,",
      "pageId": 6167853,
      "monthDay": "09/27"
    },
    {
      "year": "1981",
      "uri": "/wiki/Cytherea_(actress)",
      "name": "Cytherea",
      "aboutText": "Athanasios (Thanos) Petrelis (Greek; Θάνος Πετρέλης) (born September 27, 1975) is a popular Greek singer.",
      "pageId": 14502502,
      "monthDay": "09/27"
    },
    {
      "year": "1981",
      "uri": "/wiki/Lakshmipathy_Balaji",
      "name": "Lakshmipathy Balaji",
      "aboutText": "La'Myia Good (born September 27, 1979) is an American singer and actress.",
      "pageId": 25287468,
      "monthDay": "09/27"
    },
    {
      "year": "1981",
      "uri": "/wiki/Sophie_Crumb",
      "name": "Sophie Crumb",
      "aboutText": "Mihaela Ursuleasa (27 September 1978 – 2 August 2012) was a Romanian concert pianist. In 1995, she won the Clara Haskil International Piano Competition. In 2010, she was awarded the Echo Klassik award for her debut album Piano & Forte.",
      "pageId": 36626649,
      "monthDay": "09/27"
    },
    {
      "year": "1981",
      "uri": "/wiki/Brendon_McCullum",
      "name": "Brendon McCullum",
      "aboutText": "Asashōryū Akinori (朝青龍 明徳, born 27 September 1980, as Dolgorsürengiin Dagvadorj, Mongolian Cyrillic: Долгорсүрэнгийн Дагвадорж) is a Mongolian former sumo wrestler (rikishi). He was the 68th yokozuna in the history of the sport in Japan and became the first Mongol to reach sumo's highest rank in January 2003. He was one of the most successful yokozuna ever.",
      "pageId": 47818723,
      "monthDay": "09/27"
    },
    {
      "year": "1982",
      "uri": "/wiki/Anna_Camp",
      "name": "Anna Camp",
      "aboutText": "Avril Ramona Lavigne (/ˈævrɪl ləˈviːn/; French pronunciation: ​[avʁil laviɲ]; born 27 September 1984) is a Canadian singer-songwriter and actress. She was born in Belleville, Ontario, and spent most of her youth in the town of Greater Napanee. By the age of 15, she had appeared on stage with Shania Twain; by 16, she had signed a two-album recording contract with Arista Records worth more than $2 million.",
      "pageId": 165507,
      "monthDay": "09/27"
    },
    {
      "year": "1982",
      "uri": "/wiki/Jon_McLaughlin",
      "name": "Jon McLaughlin",
      "aboutText": "Dwayne Michael Carter, Jr. (born September 27, 1982), better known by his stage name Lil Wayne, is an American hip hop recording artist from New Orleans, Louisiana. In 1991, at the age of nine, Lil Wayne joined Cash Money Records as the youngest member of the label, and half of the duo The B.G.'z, alongside fellow New Orleans-based rapper Lil' Doogie.",
      "pageId": 168540,
      "monthDay": "09/27"
    },
    {
      "year": "1982",
      "uri": "/wiki/Markus_Rosenberg",
      "name": "Markus Rosenberg",
      "aboutText": "Nils Markus Rosenberg ([ˈmarkɵs ˈruːsəm.ˈbærj]; born 27 September 1982) known as Markus Rosenberg, is a Swedish footballer who plays as a forward for Allsvenskan club Malmö FF, he also serves as club captain. Rosenberg is nicknamed \"Sillen\" (Swedish: the herring) and played 33 games and scored six times for the Sweden national team before retiring from international duty in 2012.\nRosenberg started his career at home town club Malmö FF before moving on to other European leagues.",
      "pageId": 1959650,
      "monthDay": "09/27"
    },
    {
      "year": "1982",
      "uri": "/wiki/Lil_Wayne",
      "name": "Lil Wayne",
      "aboutText": "Paul Bevan (born 27 September 1984) is an Australian rules football player with the Sydney Swans of the Australian Football League (AFL).\nHaving grown up in Sydney, playing for Western Suburbs Magpies AFC in the Sydney AFL and the NSW/ACT under-18s team, he was elevated from the Swans' rookie list in 2004.\nHe played 24 senior games in that year and earned a nomination for the Rising Star award in round four.",
      "pageId": 2699940,
      "monthDay": "09/27"
    },
    {
      "year": "1982",
      "uri": "/wiki/Darrent_Williams",
      "name": "Darrent Williams",
      "aboutText": "Darrent Demarcus Williams (September 27, 1982 – January 1, 2007) was an American football player for the Denver Broncos of the National Football League. After attending high school in Fort Worth, Texas, Williams played football at Oklahoma State University. He was a second-round draft pick by the Broncos in 2005.",
      "pageId": 2836606,
      "monthDay": "09/27"
    },
    {
      "year": "1983",
      "uri": "/wiki/Jeon_Hye-bin",
      "name": "Jeon Hye-bin",
      "aboutText": "Ibrahim Obyala Touré (27 September 1985 – 19 June 2014) was a footballer who played as a striker most recently for Al-Safa.\nHe was the younger brother of Manchester City midfielder Yaya Touré and Liverpool defender Kolo Touré.",
      "pageId": 3906336,
      "monthDay": "09/27"
    },
    {
      "year": "1983",
      "uri": "/wiki/Shermon_Tang",
      "name": "Shermon Tang",
      "aboutText": "Jeon Hye-bin (Korean: 전혜빈, Korean pronunciation: [tɕʌnh(j)ebin]; born September 27, 1983), known as BIN during her music career, is a South Korean actress, singer and model. In 2002, she began her career as singer of the short-lived three-member girl group LUV, however the group disbanded the following year due to individual goals.\nFollowing the disbandment of LUV, Jeon released her first solo album, Love Somebody on July 31.",
      "pageId": 8185414,
      "monthDay": "09/27"
    },
    {
      "year": "1984",
      "uri": "/wiki/Paul_Bevan",
      "name": "Paul Bevan",
      "aboutText": "Not to be confused with Sheren Tang.\nShermon Tang Sheung Man (Chinese: 鄧上文) is a Hong Kong television actress. Shermon was awarded the \"Miss Photogenic\" award at the 2005 Miss Hong Kong pageant, launching her career in showbiz.",
      "pageId": 9084386,
      "monthDay": "09/27"
    },
    {
      "year": "1984",
      "uri": "/wiki/Davide_Capello",
      "name": "Davide Capello",
      "aboutText": "Jon McLaughlin (born September 27, 1982) is an American pop rock singer-songwriter, producer and pianist from Anderson, Indiana. His debut album Indiana was released on May 1, 2007, preceded by his first EP Industry, also known as Jon McL, in February 2007.",
      "pageId": 9669378,
      "monthDay": "09/27"
    },
    {
      "year": "1984",
      "uri": "/wiki/John_Lannan",
      "name": "John Lannan",
      "aboutText": "Ricardo Caíto Risatti (born September 27, 1986 in Buenos Aires) is an Argentine racing driver who has progressed through the ranks of formula single-seater racing in South America and Europe.",
      "pageId": 10216263,
      "monthDay": "09/27"
    },
    {
      "year": "1984",
      "uri": "/wiki/Avril_Lavigne",
      "name": "Avril Lavigne",
      "aboutText": "Wouter Weylandt (27 September 1984 – 9 May 2011) was a Belgian professional cyclist for UCI ProTeam Quick Step-Davitamon and later for Leopard Trek. His first major win was the 17th stage of the 2008 Vuelta a España. He also won the 3rd stage of the 2010 Giro d'Italia.",
      "pageId": 10705159,
      "monthDay": "09/27"
    },
    {
      "year": "1984",
      "uri": "/wiki/Abhinav_Shukla",
      "name": "Abhinav Shukla",
      "aboutText": "John Edward Lannan (born September 27, 1984) is an American professional baseball pitcher who is currently in the Kansas City Royals organization. He made his Major League Baseball (MLB) debut with the Washington Nationals in 2007 against the Philadelphia Phillies; he was ejected from his first MLB game. He pitched with the Nationals for six seasons through 2012 and was the opening day starter in 2009 and 2010, losing both times.",
      "pageId": 12463145,
      "monthDay": "09/27"
    },
    {
      "year": "1984",
      "uri": "/wiki/Wouter_Weylandt",
      "name": "Wouter Weylandt",
      "aboutText": "Daniel Pudil (born 27 September 1985) is a Czech footballer who currently plays for Sheffield Wednesday on loan from Watford. He has represented his country at under-19, under-21 and full international levels.",
      "pageId": 13111230,
      "monthDay": "09/27"
    },
    {
      "year": "1985",
      "uri": "/wiki/Massimo_Bertocchi",
      "name": "Massimo Bertocchi",
      "aboutText": "Vincent Michael \"Vin\" Mazzaro (born September 27, 1986) is an American professional baseball pitcher who is a free agent.",
      "pageId": 22324485,
      "monthDay": "09/27"
    },
    {
      "year": "1985",
      "uri": "/wiki/Grace_Helbig",
      "name": "Grace Helbig",
      "aboutText": "Anna Ragsdale Camp (born September 27, 1982) is an American actress and singer. She is known for her role as Sarah Newlin in True Blood, and her recurring roles in Mad Men (2010), The Good Wife (2011–12), and The Mindy Project. She made her Broadway debut in the 2008 production of A Country House and played Jill Mason in the 2008 Broadway revival of Equus.",
      "pageId": 23266872,
      "monthDay": "09/27"
    },
    {
      "year": "1985",
      "uri": "/wiki/Daniel_Pudil",
      "name": "Daniel Pudil",
      "aboutText": "Ádám Bogdán (Hungarian pronunciation: [ˈaːdaːm ˈboɡdaːn]; born 27 September 1987) is a Hungarian professional footballer who plays as a goalkeeper for English club Liverpool and the Hungary national team.\nBogdán began his career in Hungary at Vasas before spending time on loan at Vecsés. In 2007 he moved to English club Bolton Wanderers, for whom he made 120 appearances across all competitions, before moving to Liverpool in 2015.",
      "pageId": 24527795,
      "monthDay": "09/27"
    },
    {
      "year": "1985",
      "uri": "/wiki/Ibrahim_Tour%C3%A9_(footballer,_born_1985)",
      "name": "Ibrahim Touré",
      "aboutText": "Massimo Bertocchi (born September 27, 1985 in North York, Ontario) is a male decathlete from Canada.\nBertocchi grew up in Maple, Ontario.\nBertocchi set his personal best score (8014 points) in the men's decathlon on July 4, 2008 in Windsor.",
      "pageId": 25843162,
      "monthDay": "09/27"
    },
    {
      "year": "1986",
      "uri": "/wiki/Vin_Mazzaro",
      "name": "Vin Mazzaro",
      "aboutText": "Davide Ugo Capello (born 27 September 1984) is a former Italian professional footballer.",
      "pageId": 26764581,
      "monthDay": "09/27"
    },
    {
      "year": "1986",
      "uri": "/wiki/Ricardo_Risatti",
      "name": "Ricardo Risatti",
      "aboutText": "Grace Anne Helbig (born September 27, 1985) is an American comedian, actress, author and YouTube personality. She is the host and creator of the it'sGrace YouTube channel and the audio-video podcast Not Too Deep with Grace Helbig.\nHelbig created the 2008–2013 My Damn Channel web series DailyGrace, was a correspondent on Attack of the Show!",
      "pageId": 33280205,
      "monthDay": "09/27"
    },
    {
      "year": "1987",
      "uri": "/wiki/%C3%81d%C3%A1m_Bogd%C3%A1n",
      "name": "Ádám Bogdán",
      "aboutText": "Abhinav Shukla (born 27 September 1982) is an Indian television and film actor . He has acted in many TV shows.",
      "pageId": 35326965,
      "monthDay": "09/27"
    },
    {
      "year": "1987",
      "uri": "/wiki/Austin_Carlile",
      "name": "Austin Carlile",
      "aboutText": "Olga Alekseyevna Puchkova (also Poutchkova; Russian: Ольга Алексеевна Пучкова; Belarusian: Вольга Аляксееўна Пучкова; born 27 September 1987) is a Russian professional tennis player and model. As a junior she played for Belarus, and is sometimes listed as Belarusian as a professional.",
      "pageId": 7135158,
      "monthDay": "09/27"
    },
    {
      "year": "1987",
      "uri": "/wiki/Olga_Puchkova",
      "name": "Olga Puchkova",
      "aboutText": "Jake Burbage, (born in Willingboro, New Jersey on September 27, 1992) is an American actor who is best known for his role on Grounded for Life as Henry Finnerty.",
      "pageId": 7511916,
      "monthDay": "09/27"
    },
    {
      "year": "1988",
      "uri": "/wiki/Lisa_Ryzih",
      "name": "Lisa Ryzih",
      "aboutText": "Park Tae-hwan (born September 27, 1989) is a South Korean competitive swimmer who is an Olympic gold medalist and world champion. He has four Olympic medals, two world titles, and 20 Asian Games medals. He won a gold medal in the 400-meter freestyle and a silver in the 200-meter freestyle events at the 2008 Summer Olympics.",
      "pageId": 8329026,
      "monthDay": "09/27"
    },
    {
      "year": "1988",
      "uri": "/wiki/Asami_Tada",
      "name": "Asami Tada",
      "aboutText": "Elizaveta \"Lisa\" Ryzih (born 27 September 1988 in Omsk, Soviet Union) is a German pole vault athlete.",
      "pageId": 15534491,
      "monthDay": "09/27"
    },
    {
      "year": "1989",
      "uri": "/wiki/Mikiho_Niwa",
      "name": "Mikiho Niwa",
      "aboutText": "Simona Halep (Romanian pronunciation: [siˈmona haˈlep]; born 27 September 1991) is a Romanian professional tennis player who is currently ranked a career-best world No. 2. Halep first broke into the world's top 50 at the end of 2012, the top 20 in August 2013, and then the top 10 in January 2014 (after reaching the Australian Open quarterfinal). She won her first 6 WTA titles in the same calendar year in 2013 (a feat that was last achieved by Steffi Graf in 1986 when she won her first 7), being named the WTA's Most Improved Player at its end, as well as being named ESPN Center Court's 2013 Most Improved Player.",
      "pageId": 22878014,
      "monthDay": "09/27"
    },
    {
      "year": "1989",
      "uri": "/wiki/Park_Tae-hwan",
      "name": "Park Tae-hwan",
      "aboutText": "Luc Castaignos (born 27 September 1992) is a Dutch footballer who plays as a striker for the Bundesliga club Eintracht Frankfurt.",
      "pageId": 24480262,
      "monthDay": "09/27"
    },
    {
      "year": "1991",
      "uri": "/wiki/Ousmane_Barry",
      "name": "Ousmane Barry",
      "aboutText": "Austin Robert Carlile (born September 27, 1987) is an American musician from Pensacola, Florida. A graduate of Lehigh Senior High School, he was the lead vocalist for the band Attack Attack!",
      "pageId": 25614524,
      "monthDay": "09/27"
    },
    {
      "year": "1991",
      "uri": "/wiki/Simona_Halep",
      "name": "Simona Halep",
      "aboutText": "Mónica Puig Marchán (Catalan pronunciation: [ˈputʃ]; born September 27, 1993 in Hato Rey) is a Puerto Rican tennis player.\nPuig has won one singles title on the WTA tour and six singles titles on the ITF circuit in her career. On May 26, 2014, she reached her best singles ranking of world number 41.",
      "pageId": 27536552,
      "monthDay": "09/27"
    },
    {
      "year": "1991",
      "uri": "/wiki/Anete_Paulus",
      "name": "Anete Paulus",
      "aboutText": "Mikiho Niwa (にわ みきほ, Niwa Mikiho, born September 27, 1989 in Aichi Prefecture) is a Japanese actress, gravure idol, and J-Pop singer. She plays the role of Moune/GoseiYellow in the thirty-fourth Super Sentai series, Tensou Sentai Goseiger.",
      "pageId": 28154056,
      "monthDay": "09/27"
    },
    {
      "year": "1991",
      "uri": "/wiki/Rio_Uchida",
      "name": "Rio Uchida",
      "aboutText": "Granit Xhaka (Albanian pronunciation: [ɡɾaˈnit ˈdʒaka]; born 27 September 1992) is a Swiss professional footballer of Kosovo-Albanian descent who plays as a midfielder for German club Borussia Mönchengladbach. A full international for Switzerland since 2011, he has gained more than 30 caps and was included in their squad for the 2014 FIFA World Cup.\nSwiss national manager Ottmar Hitzfeld once dubbed him the \"young Schweinsteiger\", however, because of his intelligence and his love for science, he is now known more commonly amongst his teammates as \"young Einstein\".",
      "pageId": 28626100,
      "monthDay": "09/27"
    },
    {
      "year": "1992",
      "uri": "/wiki/Jake_Burbage",
      "name": "Jake Burbage",
      "aboutText": "Patrick Mölleken (born September 27, 1993 in Haan) is a German actor, dubber and voice-over artist on radio dramas as well as on audiobooks.\n^ Place of Birth. Creative Movie Actors.",
      "pageId": 30654033,
      "monthDay": "09/27"
    },
    {
      "year": "1992",
      "uri": "/wiki/Luc_Castaignos",
      "name": "Luc Castaignos",
      "aboutText": "Pak Kwang-Ryong (Hangul: 박광룡; born 27 September 1992 in Pyongyang) is a North Korean professional footballer who plays as a striker for Biel-Bienne in the Swiss Challenge League on loan from Basel in the Swiss Super League.",
      "pageId": 32822190,
      "monthDay": "09/27"
    },
    {
      "year": "1992",
      "uri": "/wiki/Pak_Kwang-ryong",
      "name": "Pak Kwang-ryong",
      "aboutText": "Elhadj Ousmane Barry (born 27 September 1991), also known as Pato, is a Guinean international footballer who plays for AEL in the Greek Football League as a Centre Forward.",
      "pageId": 34449398,
      "monthDay": "09/27"
    },
    {
      "year": "1992",
      "uri": "/wiki/Ryan_O%27Shaughnessy",
      "name": "Ryan O'Shaughnessy",
      "aboutText": "Lisandro Magallán (born 27 September 1993) is an Argentine professional footballer who plays for Boca Juniors, as a central defender.",
      "pageId": 35624910,
      "monthDay": "09/27"
    },
    {
      "year": "1992",
      "uri": "/wiki/Gabriel_Vasconcelos_Ferreira",
      "name": "Gabriel Vasconcelos Ferreira",
      "aboutText": "Ryan O'Shaughnessy (born 27 September 1992) is an Irish singer-songwriter and former actor from Skerries, Dublin, known for reaching the final of the sixth series of Britain's Got Talent in May 2012, finishing in fifth place, as well as appearing on the first series of The Voice of Ireland.",
      "pageId": 35743202,
      "monthDay": "09/27"
    },
    {
      "year": "1992",
      "uri": "/wiki/Granit_Xhaka",
      "name": "Granit Xhaka",
      "aboutText": "Gabriel Vasconcelos Ferreira (Portuguese pronunciation: [ɡabɾiˈew vaʃkõˈsɛluʃ fɨˈʁɐjɾɐ]; born 27 September 1992), simply known as Gabriel, is a Brazilian footballer who plays as a goalkeeper for Italian Serie A club Napoli, on loan from Milan.",
      "pageId": 36589754,
      "monthDay": "09/27"
    },
    {
      "year": "1993",
      "uri": "/wiki/Lisandro_Magall%C3%A1n",
      "name": "Lisandro Magallán",
      "aboutText": "Vinnie Sunseri (born October 25, 1991) is an American football safety for the New Orleans Saints of the National Football League (NFL). He was drafted by the Saints in the fifth round of the 2014 NFL Draft. He played college football at Alabama.",
      "pageId": 37536039,
      "monthDay": "09/27"
    },
    {
      "year": "1993",
      "uri": "/wiki/Patrick_M%C3%B6lleken",
      "name": "Patrick Mölleken",
      "aboutText": "Anete Paulus (born 27 September 1991) is an Estonian football player who plays for Pärnu and the Estonia women's national football team.\n^ \"Anete Paulus\". Soccerway.com.",
      "pageId": 44278766,
      "monthDay": "09/27"
    },
    {
      "year": "1993",
      "uri": "/wiki/M%C3%B3nica_Puig",
      "name": "Mónica Puig",
      "aboutText": "Rio Uchida (内田 理央, Uchida Rio, born September 27, 1991, in Hachiōji, Tokyo, Japan) is a Japanese gravure idol and actress who is affiliated with LesPros Entertainment. She is best known for her role as Kiriko Shijima, the main heroine of the Kamen Rider series Kamen Rider Drive.\n^ \"Official profile at LesPros Entertainment\".",
      "pageId": 46963949,
      "monthDay": "09/27"
    },
    {
      "year": "1993",
      "uri": "/wiki/Vinnie_Sunseri",
      "name": "Vinnie Sunseri",
      "aboutText": "Asami Tada (多田 あさみ, Tada Asami, born September 27, 1988, in Yokohama, Kanagawa Prefecture, Japan) is a Japanese gravure idol who is affiliated with Asche. In July 13, 2009, she won the \"Second Annual Meeting of the Japanese Idol Award\" of Zakzak. She had working on producing industries, such as DVDs parallel to gravure and acting.",
      "pageId": 47104695,
      "monthDay": "09/27"
    },
    {
      "year": "1994",
      "uri": "/wiki/Cindy_Bruna",
      "name": "Cindy Bruna",
      "aboutText": "Princess Iman bint Abdullah (Arabic: إيمان بنت عبدالله‎; born 27 September 1996 in Amman, Jordan) is the second child and eldest daughter of King Abdullah II and Queen Rania of Jordan.",
      "pageId": 7829520,
      "monthDay": "09/27"
    },
    {
      "year": "1995",
      "uri": "/wiki/Lina_Leandersson",
      "name": "Lina Leandersson",
      "aboutText": "Lina Leandersson (born 27 September 1995) is a Swedish actress. She played the lead role of Eli in the 2008 Swedish romantic vampire film Let the Right One In, based on the novel by the same name. Born in Falun, Leandersson started performing at an early age.",
      "pageId": 20810796,
      "monthDay": "09/27"
    },
    {
      "year": "1995",
      "uri": "/wiki/Anderson_Lim",
      "name": "Anderson Lim",
      "aboutText": "Anderson Lim Chee Wei (Chinese: 安德森林志伟; born 27 September 1995) is a Bruneian swimmer, who represented Brunei in the 2012 London Summer Olympics. He studied at Jerudong International School, Brunei from 2007–2011. He was based in Jacksonville, Florida, enrolled at the swimming powerhouse Bolles School,  and currently attends and swims for the University of Rochester.",
      "pageId": 33945344,
      "monthDay": "09/27"
    },
    {
      "year": "1996",
      "uri": "/wiki/Princess_Iman_bint_Abdullah",
      "name": "Princess Iman bint Abdullah",
      "aboutText": "Giorgi Bagrationi (Georgian: გიორგი ბაგრატიონი), aka Giorgi Bagration Bagrationi (born September 27, 2011), is a Georgian prince of the Bagrationi dynasty.",
      "pageId": 35869215,
      "monthDay": "09/27"
    },
    {
      "year": "2011",
      "uri": "/wiki/Giorgi_Bagrationi_(born_2011)",
      "name": "Giorgi Bagrationi",
      "aboutText": "Cindy Bruna (born (1994-09-27)27 September 1994) is a French model. She has an Italian father and a Congolese mother.\nAccording to Models.com, she's one of the top 50 models.",
      "pageId": 44238897,
      "monthDay": "09/27"
    }
  ]
}