{
  "people": [
    {
      "year": "85 BC",
      "uri": "/wiki/Gaius_Cassius_Longinus",
      "name": "Gaius Cassius Longinus",
      "aboutText": "Gaius Cassius Longinus (Classical Latin: [ˈgaː.i.ʊs ˈkas.si.ʊs ˈlɔŋ.gɪ.nʊs]; October 3, before 85 BC – October 3, 42 BC) was a Roman senator, a leading instigator of the plot to kill Julius Caesar, and the brother in-law of Marcus Junius Brutus.",
      "pageId": 77610,
      "monthDay": "10/03"
    },
    {
      "year": "1610",
      "uri": "/wiki/Gabriel_Lalemant",
      "name": "Gabriel Lalemant",
      "aboutText": "George Bancroft (October 3, 1800 – January 17, 1891) was an American historian and statesman who was prominent in promoting secondary education both in his home state and at the national level. During his tenure as U.S. Secretary of the Navy, he established the United States Naval Academy at Annapolis in 1845. He was a senior American diplomat in Europe.",
      "pageId": 142785,
      "monthDay": "10/03"
    },
    {
      "year": "1631",
      "uri": "/wiki/Sebastian_Anton_Scherer",
      "name": "Sebastian Anton Scherer",
      "aboutText": "Allan Kardec (French: [kaʁdɛk]) is the pen name of the French educator, translator and author Hippolyte Léon Denizard Rivail ([ʁivɑj]; 3 October 1804 – 31 March 1869).",
      "pageId": 166606,
      "monthDay": "10/03"
    },
    {
      "year": "1713",
      "uri": "/wiki/Antoine_Dauvergne",
      "name": "Antoine Dauvergne",
      "aboutText": "Giovanni Battista Beccaria (Italian: [bekkaˈriːa]; 3 October 1716 – 27 May 1781), Italian physicist, was born at Mondovì, and entered the religious Order of the Pious Schools or Piarists, in 1732, where he studied, and afterward taught, grammar and rhetoric. At the same time, he applied himself with success to mathematics.\nHe became professor of experimental physics, first at Palermo and then at Rome, and was appointed to a similar position at Turin in 1748.",
      "pageId": 196252,
      "monthDay": "10/03"
    },
    {
      "year": "1716",
      "uri": "/wiki/Giovanni_Battista_Beccaria",
      "name": "Giovanni Battista Beccaria",
      "aboutText": "Leopold II of Tuscany (Italian: Leopoldo Giovanni Giuseppe Francesco Ferdinando Carlo, German: Leopold Johann Joseph Franz Ferdinand Karl, English: Leopold John Joseph Francis Ferdinand Charles; 3 October 1797 – 29 January 1870) was Grand Duke of Tuscany (1824–1859).\nHe married twice; first to Maria Anna of Saxony, and after her death in 1832, to Maria Antonia of the Two-Sicilies. By the latter, he begat his eventual successor, Ferdinand.",
      "pageId": 371380,
      "monthDay": "10/03"
    },
    {
      "year": "1720",
      "uri": "/wiki/Johann_Uz",
      "name": "Johann Uz",
      "aboutText": "John Ross (October 3, 1790 – August 1, 1866), also known as Guwisguwi (meaning in Cherokee a \"Little White Bird\"), was the Principal Chief of the Cherokee Nation from 1828–1866, serving longer in this position than any other person. Described as the Moses of his people, Ross influenced the Indian nation through such tumultuous events as the relocation to Indian Territory and the American Civil War.\nJohn Ross was the son of a Cherokee mother and a Scottish father.",
      "pageId": 400734,
      "monthDay": "10/03"
    },
    {
      "year": "1790",
      "uri": "/wiki/John_Ross_(Cherokee_chief)",
      "name": "John Ross",
      "aboutText": "Eleonora Duse (Italian: [eleoˈnɔːɾa ˈduːze]; 3 October 1858 – 21 April 1924) was an Italian actress, often known simply as Duse. She is regarded as one of the greatest actors of all time, noted for her total assumption of the roles she portrayed.",
      "pageId": 523019,
      "monthDay": "10/03"
    },
    {
      "year": "1797",
      "uri": "/wiki/Leopold_II,_Grand_Duke_of_Tuscany",
      "name": "Leopold II, Grand Duke of Tuscany",
      "aboutText": "Nicolás Remigio Aurelio Avellaneda Silva (October 3, 1837 – 24 November 1885) was an Argentine politician and journalist, and president of Argentina from 1874 to 1880. Avellaneda's main projects while in office were banking and education reform, leading to Argentina's economic growth.",
      "pageId": 582101,
      "monthDay": "10/03"
    },
    {
      "year": "1800",
      "uri": "/wiki/George_Bancroft",
      "name": "George Bancroft",
      "aboutText": "Johann Peter Uz (October 3, 1720 – May 12, 1796), German poet, was born at Ansbach.\nHe studied law in 1739-43 at the university of Halle, where he associated with the poets Johann Gleim and Johann Nikolaus Götz, and in conjunction with the latter translated the odes of Anacreon (1746).\nIn 1748 Uz was appointed unpaid secretary to the Justizcollegium, an office he held for twelve years; in 1763 he became assessor to the imperial court of justice at Nuremberg, in 1790 was made a judge.",
      "pageId": 1296565,
      "monthDay": "10/03"
    },
    {
      "year": "1804",
      "uri": "/wiki/Townsend_Harris",
      "name": "Townsend Harris",
      "aboutText": "Townsend Harris (October 3, 1804 – February 25, 1878) was a successful New York City merchant and minor politician, and the first United States Consul General to Japan.",
      "pageId": 1422222,
      "monthDay": "10/03"
    },
    {
      "year": "1804",
      "uri": "/wiki/Allan_Kardec",
      "name": "Allan Kardec",
      "aboutText": "Antoine Dauvergne (3 October 1713 – 11 February 1797) was a French composer and violinist.\nDauvergne was born in Moulins, Allier. He served as master of the Chambre du roi, director of the Concert Spirituel from 1762 to 1771, and director of the Opéra three times between 1769 and 1790.",
      "pageId": 1514505,
      "monthDay": "10/03"
    },
    {
      "year": "1828",
      "uri": "/wiki/Woldemar_Bargiel",
      "name": "Woldemar Bargiel",
      "aboutText": "Johnny Briggs (3 October 1862, Sutton-in-Ashfield, Nottinghamshire, England – 11 January 1902, Heald Green, Cheshire, England) was a left arm spin bowler for Lancashire County Cricket Club between 1879 and 1900 who still stands as the second-highest wicket-taker in the county's history after Brian Statham. In the early days of Test cricket, Briggs was one of the most successful bowlers, proving deadly whenever wickets were affected by rain, whilst both for his county and country his batting – though at times too careless – was very useful. He was the first bowler in Test cricket to take 100 wickets, and held the record of most wickets in Test cricket on two occasions, the first in 1895 and again from 1898 until 1904, when he was succeeded by Hugh Trumble.",
      "pageId": 1668707,
      "monthDay": "10/03"
    },
    {
      "year": "1837",
      "uri": "/wiki/Nicol%C3%A1s_Avellaneda",
      "name": "Nicolás Avellaneda",
      "aboutText": "Pyotr Kuzmich Kozlov (Russian: Пётр Кузьми́ч Козло́в; October 3, 1863 in Dukhovshchina – September 26, 1935 in Peterhof) was a Russian and Soviet traveler and explorer who continued the studies of Nikolai Przhevalsky in Mongolia and Tibet.\nAlthough prepared by his parents for a military career, Kozlov chose to join Nikolai Przhevalsky's expedition. After his mentor's death, Kozlov continued traveling in Asia with his successors, Pevtsov and Roborovsky.",
      "pageId": 2084345,
      "monthDay": "10/03"
    },
    {
      "year": "1846",
      "uri": "/wiki/James_Jackson_Putnam",
      "name": "James Jackson Putnam",
      "aboutText": "Alfred Flatow (October 3, 1869 – December 28, 1942) was a German gymnast. He competed at the 1896 Summer Olympics in Athens. He was Jewish.",
      "pageId": 2133749,
      "monthDay": "10/03"
    },
    {
      "year": "1848",
      "uri": "/wiki/Henry_Lerolle",
      "name": "Henry Lerolle",
      "aboutText": "Saint Gabriel Lalemant (October 3, 1610, Paris, France – March 17, 1649, Saint Ignace, Ontario) was a Jesuit missionary in New France beginning in 1646. Caught up in warfare between the Huron and nations of the Iroquois Confederacy, he was killed in St.",
      "pageId": 2410931,
      "monthDay": "10/03"
    },
    {
      "year": "1858",
      "uri": "/wiki/Eleonora_Duse",
      "name": "Eleonora Duse",
      "aboutText": "Charles B. Middleton (October 3, 1874 – April 22, 1949) was an American stage and film actor. During a film career that began at age 46 and lasted almost 30 years, Charles Middleton appeared in nearly two hundred films as well as numerous plays.",
      "pageId": 2634146,
      "monthDay": "10/03"
    },
    {
      "year": "1862",
      "uri": "/wiki/Johnny_Briggs_(cricketer)",
      "name": "Johnny Briggs",
      "aboutText": "Woldemar Bargiel (3 October 1828 – 23 February 1897) was a German composer.",
      "pageId": 2758971,
      "monthDay": "10/03"
    },
    {
      "year": "1863",
      "uri": "/wiki/Pyotr_Kozlov",
      "name": "Pyotr Kozlov",
      "aboutText": "Sebastian Anton Scherer (3 October 1631 – 26 August 1712) was a German composer and organist of the Baroque era.\nScherer was born in Ulm, where he resided until his death. On 17 June 1653 he was elected town musician, and it was also around that time that he became assistant to Tobias Eberlin, then organist of the famous Ulm Münster Cathedral.",
      "pageId": 9040579,
      "monthDay": "10/03"
    },
    {
      "year": "1869",
      "uri": "/wiki/Alfred_Flatow",
      "name": "Alfred Flatow",
      "aboutText": "Henry Lerolle (3 October 1848 – 22 April 1929) was a French painter, art collector and patron, born in Paris. He studied at Académie Suisse and in the studio of Louis Lamothe.\nHis work was exhibited at the Paris Salon in 1868, 1885, and 1895.",
      "pageId": 16580554,
      "monthDay": "10/03"
    },
    {
      "year": "1874",
      "uri": "/wiki/Charles_Middleton_(actor)",
      "name": "Charles Middleton",
      "aboutText": "James Jackson Putnam (October 3, 1846 – November 4, 1918) was a United States neurologist.\nBorn in Boston, Massachusetts and graduated from Harvard University in 1866, Putnam went to Europe to study in the company of Baron Carl von Rokitansky, Theodor Meynert and John Hughlings Jackson. On his return to the Massachusetts General Hospital he opened a clinic which became the Department of Neurology at Harvard Medical School.",
      "pageId": 32401027,
      "monthDay": "10/03"
    },
    {
      "year": "1879",
      "uri": "/wiki/Warner_Oland",
      "name": "Warner Oland",
      "aboutText": "Louis Aragon (French: [lwi aʁaɡɔ̃], born Louis Andrieux; 3 October 1897 – 24 December 1982) was a French poet, novelist and editor, a long-time member of the Communist Party and a member of the Académie Goncourt.",
      "pageId": 72301,
      "monthDay": "10/03"
    },
    {
      "year": "1880",
      "uri": "/wiki/Karl_Ruberl",
      "name": "Karl Ruberl",
      "aboutText": "Carl von Ossietzky (3 October 1889 – 4 May 1938) was a German pacifist and the recipient of the 1935 Nobel Peace Prize for his work in exposing the clandestine German re-armament. He was convicted of high treason and espionage in 1931 after publishing details of Germany's violation of the Treaty of Versailles by rebuilding an air force, the predecessor of the Luftwaffe, and training pilots in the Soviet Union. In 1990 his daughter, Rosalinde von Ossietzky-Palm, called for a resumption of proceedings, but the verdict was upheld by the Federal Court of Justice in 1992.",
      "pageId": 73344,
      "monthDay": "10/03"
    },
    {
      "year": "1882",
      "uri": "/wiki/A._Y._Jackson",
      "name": "A. Y. Jackson",
      "aboutText": "Thomas Leo McCarey (October 3, 1898 – July 5, 1969) was a three-time Academy Award winning American film director, screenwriter and producer. He was involved in nearly 200 movies, the most well known today being Duck Soup, Make Way for Tomorrow, The Awful Truth, Going My Way and An Affair To Remember.\nWhile focusing mainly on screwball comedies during the 1930s, McCarey turned towards producing more socially conscious and overtly religious movies during the 1940s, ultimately finding success and acclaim in both genres.",
      "pageId": 82791,
      "monthDay": "10/03"
    },
    {
      "year": "1885",
      "uri": "/wiki/Sophie_Treadwell",
      "name": "Sophie Treadwell",
      "aboutText": "Thomas Clayton Wolfe (October 3, 1900 – September 15, 1938) was an American novelist of the early twentieth century.\nWolfe wrote four lengthy novels, plus many short stories, dramatic works and novellas. He is known for mixing highly original, poetic, rhapsodic, and impressionistic prose with autobiographical writing.",
      "pageId": 165654,
      "monthDay": "10/03"
    },
    {
      "year": "1886",
      "uri": "/wiki/Alain-Fournier",
      "name": "Alain-Fournier",
      "aboutText": "Gertrude Berg (October 3, 1899 – September 14, 1966) was an American actress, screenwriter and producer. A pioneer of classic radio, she was one of the first women to create, write, produce and star in a long-running hit when she premiered her serial comedy-drama The Rise of the Goldbergs (1929), later known as The Goldbergs.",
      "pageId": 430024,
      "monthDay": "10/03"
    },
    {
      "year": "1888",
      "uri": "/wiki/Wade_Boteler",
      "name": "Wade Boteler",
      "aboutText": "Walter Warlimont (3 October 1894 – 9 October 1976) was a German officer known for his role as a deputy chief in the Oberkommando der Wehrmacht (OKW), Germany's Supreme Armed Forces Command during World War II.",
      "pageId": 587394,
      "monthDay": "10/03"
    },
    {
      "year": "1889",
      "uri": "/wiki/Carl_von_Ossietzky",
      "name": "Carl von Ossietzky",
      "aboutText": "Sergei Alexandrovich Yesenin (sometimes spelled as Esenin; Russian: Серге́й Алекса́ндрович Есе́нин; IPA: [sʲɪrˈgʲej ɐlʲɪkˈsandrəvʲɪtɕ jɪˈsʲenʲɪn]; 3 October [O.S. 21 September] 1895 – 28 December 1925) was a Russian lyrical poet.",
      "pageId": 725235,
      "monthDay": "10/03"
    },
    {
      "year": "1894",
      "uri": "/wiki/Elmer_Robinson",
      "name": "Elmer Robinson",
      "aboutText": "Alain-Fournier (pronounced: [a.lɛ̃.fuʁ.nje]) was the pseudonym of Henri-Alban Fournier (3 October 1886 – 22 September 1914), a French author and soldier.",
      "pageId": 805808,
      "monthDay": "10/03"
    },
    {
      "year": "1894",
      "uri": "/wiki/Walter_Warlimont",
      "name": "Walter Warlimont",
      "aboutText": "Alexander Young Jackson, CC CMG (October 3, 1882 – April 5, 1974) was a Canadian painter and a founding member of the Group of Seven. Jackson made a significant contribution to the development of art in Canada, and was successful in bringing together the artists of Montreal and Toronto. He exhibited with the Group of Seven from 1920.",
      "pageId": 850744,
      "monthDay": "10/03"
    },
    {
      "year": "1895",
      "uri": "/wiki/Giovanni_Comisso",
      "name": "Giovanni Comisso",
      "aboutText": "Warner Oland (October 3, 1879 – August 6, 1938) was a Swedish American actor most remembered for his screen role as the detective Charlie Chan. He moved to the United States when he was 13 and pursued a film career that would include time on Broadway and dozens of film appearances. He starred in a total of 16 Charlie Chan films.",
      "pageId": 1079922,
      "monthDay": "10/03"
    },
    {
      "year": "1895",
      "uri": "/wiki/Sergei_Yesenin",
      "name": "Sergei Yesenin",
      "aboutText": "Elmer Edwin Robinson (October 3, 1894 – June 9, 1982) was the 33rd mayor of San Francisco, California. A Republican, he served as San Francisco's mayor from January 1948 until January 1956.\nRobinson was born in the Richmond District of San Francisco, but primarily grew up in the northern California town of Fort Bragg.",
      "pageId": 1522126,
      "monthDay": "10/03"
    },
    {
      "year": "1896",
      "uri": "/wiki/Gerardo_Diego",
      "name": "Gerardo Diego",
      "aboutText": "Sophie Treadwell (October 3, 1885 – February 20, 1970), was a noteworthy American playwright and journalist of the first half of the 20th century. She is best known for her play Machinal which is often included in drama anthologies as an example of a expressionist or modernist play. Treadwell wrote dozens of plays, several novels, as well as serial stories and countless articles that appeared in newspapers.",
      "pageId": 1788819,
      "monthDay": "10/03"
    },
    {
      "year": "1897",
      "uri": "/wiki/Louis_Aragon",
      "name": "Louis Aragon",
      "aboutText": "Giovanni Comisso (3 October 1895 – 1969) was an Italian writer.\nBorn in Treviso, Comisso was an important figure of the Italian literature for the first half of the 20th century.",
      "pageId": 2570062,
      "monthDay": "10/03"
    },
    {
      "year": "1898",
      "uri": "/wiki/Leo_McCarey",
      "name": "Leo McCarey",
      "aboutText": "Adolf Reichwein (3 October 1898 – 20 October 1944) was a German educator, economist, and cultural policymaker for the SPD. He was also a resistance fighter in Nazi Germany.",
      "pageId": 2877259,
      "monthDay": "10/03"
    },
    {
      "year": "1898",
      "uri": "/wiki/Adolf_Reichwein",
      "name": "Adolf Reichwein",
      "aboutText": "Ernst-Günther Schenck (3 October 1904 – 21 December 1998) was a German Obersturmbannführer (lieutenant-colonel) and doctor who joined the SS in 1933. Because of a chance encounter with Adolf Hitler during the closing days of World War II, his memoirs proved historically valuable.",
      "pageId": 2968103,
      "monthDay": "10/03"
    },
    {
      "year": "1899",
      "uri": "/wiki/Gertrude_Berg",
      "name": "Gertrude Berg",
      "aboutText": "Gerardo Diego Cendoya (October 3, 1896 – July 8, 1987) was a Spanish poet, a member of the Generation of '27.\nGerardo Diego taught language and literature at institutes of learning in Soria, Gijón, Santander and Madrid.",
      "pageId": 3098976,
      "monthDay": "10/03"
    },
    {
      "year": "1900",
      "uri": "/wiki/Thomas_Wolfe",
      "name": "Thomas Wolfe",
      "aboutText": "Jean Grémillon (3 October 1901 – 25 November 1959) was a French film director. After directing a number of documentaries during the 1920s, many now lost, he had his first substantial success with the dramatic feature Maldone in 1928. Over the next quarter-century, he directed twenty more feature films, of which he is best known for five made between 1937 and 1944: Gueule d'amour (1937), L'Étrange M. Victor (1938), Remorques (1941), Lumière d'été (1943), and Le Ciel est à vous (1944), all but the first starring Madeleine Renaud.",
      "pageId": 6840787,
      "monthDay": "10/03"
    },
    {
      "year": "1901",
      "uri": "/wiki/Jean_Gr%C3%A9millon",
      "name": "Jean Grémillon",
      "aboutText": "Karl Ruberl (October 3, 1881 – December 12, 1966), A.K.A. Charles Ruberl Sr., was an Austrian swimmer who competed in the late 19th century and early 20th century in the 200 meter events. He participated in swimming at the 1900 Summer Olympics in Paris and won the silver medal in the 200 meter backstroke and the bronze medal in the 200 meter freestyle.\nAfter the Olympics Karl immigrated to (1900) and then became a naturalized citizen (1904) of the United States of America.",
      "pageId": 7242361,
      "monthDay": "10/03"
    },
    {
      "year": "1904",
      "uri": "/wiki/Ernst-G%C3%BCnther_Schenck",
      "name": "Ernst-Günther Schenck",
      "aboutText": "Tekin Arıburun (October 3, 1905 – August 13, 1993) was a Turkish soldier and statesman. He was born in then-Ottoman territory of Ishtib, Kosovo Vilayet (today Štip, part of the Republic of Macedonia).\nHis father is Hüseyin Avni who was the commander of legendary 57th Regiment in Gallipoli Campaign in 1915 during World War I. He was graduated from the Turkish Military College in 1935 and become Army General in 1959.",
      "pageId": 7843361,
      "monthDay": "10/03"
    },
    {
      "year": "1905",
      "uri": "/wiki/Tekin_Ar%C4%B1burun",
      "name": "Tekin Arıburun",
      "aboutText": "Wade Boteler (October 3, 1888 – May 7, 1943) was an American film actor. He appeared in more than 430 films between 1919 and 1943.",
      "pageId": 12736759,
      "monthDay": "10/03"
    },
    {
      "year": "1906",
      "uri": "/wiki/Natalie_Savage_Carlson",
      "name": "Natalie Savage Carlson",
      "aboutText": "James McGill Buchanan, Jr. (/bjuːˈkænɨn/; October 3, 1919 – January 9, 2013) was an American economist known for his work on public choice theory, for which he received the Nobel Memorial Prize in 1986. Buchanan's work initiated research on how politicians' and bureaucrats' self-interest, utility maximization and other non-wealth maximizing considerations affect their decision making.",
      "pageId": 57515,
      "monthDay": "10/03"
    },
    {
      "year": "1908",
      "uri": "/wiki/Johnny_Burke_(lyricist)",
      "name": "Johnny Burke",
      "aboutText": "Gore Vidal (/ˌɡɔr vɨˈdɑːl/; born Eugene Louis Vidal; 3 October 1925 – 31 July 2012) was an American writer (of novels, essays, screenplays, and stage plays) and a public intellectual known for his patrician manner, epigrammatic wit, and polished style of writing.\nAs Eugene Louis Vidal, he was born to a political family; his maternal grandfather, Thomas Pryor Gore, served as United States senator from Oklahoma (1907–21 and 1931–37). As Gore Vidal, he was a Democratic Party politician who twice sought elected office; first to the United States House of Representatives (New York State, 1960), then to the U.S. Senate (California, 1982).",
      "pageId": 62169,
      "monthDay": "10/03"
    },
    {
      "year": "1911",
      "uri": "/wiki/Michael_Hordern",
      "name": "Michael Hordern",
      "aboutText": "Sir Michael Murray Hordern, CBE (3 October 1911 – 2 May 1995) was an English actor.",
      "pageId": 164227,
      "monthDay": "10/03"
    },
    {
      "year": "1915",
      "uri": "/wiki/Ray_Stark",
      "name": "Ray Stark",
      "aboutText": "James Alfred \"Alf\" Wight, OBE, FRCVS (3 October 1916 – 23 February 1995), known by the pen name James Herriot, was a British veterinary surgeon and writer, who used his many years of experiences as a veterinary surgeon to write a series of books each consisting of stories about animals and their owners. He is best known for these semi-autobiographical works, beginning with All Creatures Great and Small in 1972. The British television series adapted from the books is also titled All Creatures Great and Small.",
      "pageId": 195313,
      "monthDay": "10/03"
    },
    {
      "year": "1916",
      "uri": "/wiki/James_Herriot",
      "name": "James Herriot",
      "aboutText": "Sir Shridath Surendranath \"Sonny\" Ramphal GCMG AC ONZ OE OM OCC QC (born 3 October 1928) served as the second Commonwealth Secretary-General from 1975 to 1990.",
      "pageId": 331650,
      "monthDay": "10/03"
    },
    {
      "year": "1919",
      "uri": "/wiki/James_M._Buchanan",
      "name": "James M. Buchanan",
      "aboutText": "Benjamin Boretz (3 October 1934) is an American composer and music theorist.",
      "pageId": 477816,
      "monthDay": "10/03"
    },
    {
      "year": "1919",
      "uri": "/wiki/Jean_Lefebvre",
      "name": "Jean Lefebvre",
      "aboutText": "Ray Stark (October 3, 1915 – January 17, 2004) was one of the most successful independent film producers in postwar Hollywood.",
      "pageId": 518825,
      "monthDay": "10/03"
    },
    {
      "year": "1921",
      "uri": "/wiki/Ray_Lindwall",
      "name": "Ray Lindwall",
      "aboutText": "Erik Belton Evers Bruhn (3 October 1928 – 1 April 1986) was a Danish danseur, choreographer, artistic director, actor, and author.",
      "pageId": 534599,
      "monthDay": "10/03"
    },
    {
      "year": "1923",
      "uri": "/wiki/Edward_Oliver_LeBlanc",
      "name": "Edward Oliver LeBlanc",
      "aboutText": "Harvey Kurtzman (October 3, 1924 – February 21, 1993) was an American cartoonist and editor of comic books and magazines. His large body of work includes writing and editing the parodic comic book Mad from 1952 until 1956, and the sexy and satirical Little Annie Fanny strips in Playboy from 1962 until 1988. His work is noted for its satire and parody of popular culture, social critique, and an obsessive attention to detail.",
      "pageId": 551219,
      "monthDay": "10/03"
    },
    {
      "year": "1924",
      "uri": "/wiki/Harvey_Kurtzman",
      "name": "Harvey Kurtzman",
      "aboutText": "John Francis \"Johnny\" Burke (October 3, 1908 - February 25, 1964) was a lyricist, widely regarded as one of the finest writers of popular songs in America between the 1920s and 1950s.",
      "pageId": 690007,
      "monthDay": "10/03"
    },
    {
      "year": "1924",
      "uri": "/wiki/Arkady_Vorobyov",
      "name": "Arkady Vorobyov",
      "aboutText": "Jean Lefebvre (born October 3, 1919, Valenciennes, Nord, France – died July 9, 2004, Marrakesh, Morocco) was a French film actor.\nHis erratic studies were interrupted by World War II. Taken prisoner and then requisitioned as a laborer, he escaped to join his family evacuated near Châteauroux and Neuvy-Saint-Sépulcre. He was a tram driver time in Limoges and seller of underwear.",
      "pageId": 807637,
      "monthDay": "10/03"
    },
    {
      "year": "1925",
      "uri": "/wiki/Gore_Vidal",
      "name": "Gore Vidal",
      "aboutText": "Glenn Henry \"Mr. Goalie\" Hall (born October 3, 1931) is a former professional ice hockey goaltender. During his National Hockey League career with the Detroit Red Wings, Chicago Black Hawks, and St.",
      "pageId": 958572,
      "monthDay": "10/03"
    },
    {
      "year": "1925",
      "uri": "/wiki/George_Wein",
      "name": "George Wein",
      "aboutText": "Edward Oliver Le Blanc (October 3, 1923 – October 29, 2004) was a Dominican politician.\nLe Blanc was born in Vieille Case. He joined the Dominica Labour Party in 1957.",
      "pageId": 1118983,
      "monthDay": "10/03"
    },
    {
      "year": "1928",
      "uri": "/wiki/Erik_Bruhn",
      "name": "Erik Bruhn",
      "aboutText": "Raymond Russell Lindwall MBE (3 October 1921 – 23 June 1996) was a cricketer who represented Australia in 61 Tests from 1946 to 1960. He is widely regarded as one of the greatest fast bowlers of all time. He also played top-flight rugby league football with St.",
      "pageId": 1856347,
      "monthDay": "10/03"
    },
    {
      "year": "1928",
      "uri": "/wiki/Edward_L._Moyers",
      "name": "Edward L. Moyers",
      "aboutText": "Neale Andrew Fraser AO MBE (born 3 October 1933) is a former number one amateur male tennis-player from Australia, born in Melbourne, Victoria, the son of a Victorian judge.",
      "pageId": 2199552,
      "monthDay": "10/03"
    },
    {
      "year": "1928",
      "uri": "/wiki/Shridath_Ramphal",
      "name": "Shridath Ramphal",
      "aboutText": "Arkady Nikitich Vorobyov (Russian: Аркадий Никитич Воробьёв; 3 October 1924 – 22 December 2012) was a Russian weightlifter, weightlifting coach, scientist and writer. He competed at the 1952, 1956 and 1960 Olympics and won one bronze and two gold medals. Between 1950 and 1960 he set 16 official world records.",
      "pageId": 3020287,
      "monthDay": "10/03"
    },
    {
      "year": "1931",
      "uri": "/wiki/Glenn_Hall",
      "name": "Glenn Hall",
      "aboutText": "George Wein (born October 3, 1925) is an American jazz promoter and producer who has been called \"the most famous jazz impresario\" and \"the most important non-player... in jazz history\". He is the founder of what is probably the best-known jazz festival in the United States, the Newport Jazz Festival, which is held every summer in Newport, Rhode Island.",
      "pageId": 3840633,
      "monthDay": "10/03"
    },
    {
      "year": "1932",
      "uri": "/wiki/Terence_English",
      "name": "Terence English",
      "aboutText": "Natalie Savage Carlson (October 3, 1906 – September 23, 1997) was an American writer of children's books. For her lifetime contribution as a children's writer she was U.S. nominee for the biennial, international Hans Christian Andersen Award in 1966.\nShe was born in Kernstown, Virginia of French Canadian descent, and worked many old family stories and folktales into early books like The Talking Cat and Other Stories of French Canada (1952).",
      "pageId": 15049403,
      "monthDay": "10/03"
    },
    {
      "year": "1933",
      "uri": "/wiki/Neale_Fraser",
      "name": "Neale Fraser",
      "aboutText": "Sir Terence Alexander Hawthorne English KBE FRCS FRCP (born 3 October 1932) is a South African-born British retired cardiac surgeon. He was Consultant Cardiothoracic Surgeon, Papworth Hospital and Addenbrooke's Hospital, Cambridge, 1973–1995.He performed Britain's first successful heart transplant in January 1979 after which Papworth became one of the leading heart and lung transplant centers in Europe.\nHe was President of the Royal College of Surgeons 1989-92, Master of St Catharine's College, Cambridge, 1993–2000, and President of the British medical Association 1995-1996.",
      "pageId": 41393550,
      "monthDay": "10/03"
    },
    {
      "year": "1934",
      "uri": "/wiki/Benjamin_Boretz",
      "name": "Benjamin Boretz",
      "aboutText": "Edward L. Moyers, Jr. (October 3, 1928 – June 5, 2006) was an American railroad executive of the 20th century. He served as president and CEO of several railroads including MidSouth Rail, Illinois Central Railroad and Southern Pacific Railroad.",
      "pageId": 41999656,
      "monthDay": "10/03"
    },
    {
      "year": "1934",
      "uri": "/wiki/Miguel-%C3%81ngel_C%C3%A1rdenas",
      "name": "Miguel-Ángel Cárdenas",
      "aboutText": "Stephen Michael Reich (/ˈraɪʃ/; born October 3, 1936) is an American composer who, along with La Monte Young, Terry Riley, and Philip Glass, pioneered minimal music in the mid to late 1960s.\nReich's style of composition influenced many composers and groups. His innovations include using tape loops to create phasing patterns (for example, his early compositions It's Gonna Rain and Come Out), and the use of simple, audible processes to explore musical concepts (for instance, Pendulum Music and Four Organs).",
      "pageId": 26822,
      "monthDay": "10/03"
    },
    {
      "year": "1934",
      "uri": "/wiki/Simon_Nicholson",
      "name": "Simon Nicholson",
      "aboutText": "Chubby Checker (born Ernest Evans, October 3, 1941) is an American singer-songwriter. He is widely known for popularizing the twist dance style, with his 1960 hit cover of Hank Ballard's R&B hit \"The Twist\". In September 2008 \"The Twist\" topped Billboard's list of the most popular singles to have appeared in the Hot 100 since its debut in 1958, an honor it maintained for an August 2013 update of the list.",
      "pageId": 95849,
      "monthDay": "10/03"
    },
    {
      "year": "1934",
      "uri": "/wiki/Koo_Nimo",
      "name": "Koo Nimo",
      "aboutText": "Edward Raymond \"Eddie\" Cochran (October 3, 1938 – April 17, 1960) was an American musician. Cochran's rockabilly songs, such as \"C'mon Everybody\", \"Somethin' Else\", and \"Summertime Blues\", captured teenage frustration and desire in the late 1950s and early 1960s. He experimented with multitrack recording and overdubbing even on his earliest singles, and was also able to play piano, bass and drums.",
      "pageId": 164363,
      "monthDay": "10/03"
    },
    {
      "year": "1935",
      "uri": "/wiki/Charles_Duke",
      "name": "Charles Duke",
      "aboutText": "Jack Hodgins (born October 3, 1938 in Comox Valley, British Columbia) is a Canadian novelist and short story writer.\nHodgins attended the University of British Columbia, where he was encouraged by Earle Birney. He worked as a high school teacher of English in Nanaimo, British Columbia, before taking a position at the University of Victoria in the Creative Writing Department.",
      "pageId": 165152,
      "monthDay": "10/03"
    },
    {
      "year": "1936",
      "uri": "/wiki/Steve_Reich",
      "name": "Steve Reich",
      "aboutText": "Charles Moss \"Charlie\" Duke, Jr. (born October 3, 1935), (Brig Gen, USAF, Ret.), is an American engineer, retired U.S. Air Force officer, test pilot, and a former astronaut for NASA. As Lunar Module Pilot for Apollo 16 in 1972, he became the tenth and youngest person to walk on the Moon.\nA former test pilot, Duke has logged 4,147 hours flying time, which includes 3,632 hours in jet aircraft; and 265 hours in space, plus 20 hours and 15 minutes of extravehicular activity.",
      "pageId": 328014,
      "monthDay": "10/03"
    },
    {
      "year": "1938",
      "uri": "/wiki/Eddie_Cochran",
      "name": "Eddie Cochran",
      "aboutText": "Jesse Francis \"Jeff\" Bingaman, Jr. (born October 3, 1943) is a former United States Senator from New Mexico, serving from 1983 to 2013. He is a member of the Democratic Party, and he served as Chairman of Committee Outreach for the Senate Democratic Caucus.",
      "pageId": 335040,
      "monthDay": "10/03"
    },
    {
      "year": "1938",
      "uri": "/wiki/David_Hart_Dyke",
      "name": "David Hart Dyke",
      "aboutText": "John Dorman Elliott (born 3 October 1941) is an Australian businessman and former president of the Liberal Party, and former president of Carlton Football Club. He has frequently provoked controversy due to his political affiliations, his brushes with the law, and his abrasive personal style.",
      "pageId": 341480,
      "monthDay": "10/03"
    },
    {
      "year": "1938",
      "uri": "/wiki/Jack_Hodgins",
      "name": "Jack Hodgins",
      "aboutText": "David Ross \"Dave\" Obey (/ˈoʊbiː/ OH-bee; born October 3, 1938) was the United States Representative for Wisconsin's 7th congressional district from 1969 to 2011. The district includes much of the northwestern portion of the state, including Wausau and Superior. He is a member of the Democratic Party, and served as Chairman of the powerful House Committee on Appropriations from 1994 to 1995 and again from 2007 to 2011.",
      "pageId": 408926,
      "monthDay": "10/03"
    },
    {
      "year": "1938",
      "uri": "/wiki/Tereza_Kesovija",
      "name": "Tereza Kesovija",
      "aboutText": "Andrea Lodovico de Adamich (born 3 October 1941) is a former racing driver from Italy. He participated in 34 World Championship Formula One Grands Prix, making his début on 1 January 1968. He scored a total of 6 championship points.",
      "pageId": 1218396,
      "monthDay": "10/03"
    },
    {
      "year": "1938",
      "uri": "/wiki/Dave_Obey",
      "name": "Dave Obey",
      "aboutText": "Joseph Gilbert Yvon Jean Ratelle (born October 3, 1940) is a former Canadian ice hockey player and a member of the Hockey Hall of Fame. Over his 21-season career he averaged almost a point a game. Combining a high level of playing ability with great sportsmanship, he twice won the Lady Byng Trophy.",
      "pageId": 1514179,
      "monthDay": "10/03"
    },
    {
      "year": "1939",
      "uri": "/wiki/Bob_Armstrong",
      "name": "Bob Armstrong",
      "aboutText": "Joseph Melton James (born October 3, 1939) is an American professional wrestler and Hall of Famer, better known by his ring name, \"Bullet\" Bob Armstrong. In the course of his career, which spanned five decades, Armstrong held numerous championships throughout the Southeastern United States.",
      "pageId": 1686528,
      "monthDay": "10/03"
    },
    {
      "year": "1940",
      "uri": "/wiki/Sheila_Fearn",
      "name": "Sheila Fearn",
      "aboutText": "Alan Earle O'Day (October 3, 1940 – May 17, 2013) was an American singer-songwriter, best known for writing and singing \"Undercover Angel,\" a million-selling Gold-certified American #1 hit in 1977. He also wrote songs for several other notable performers, such as 1974's Helen Reddy #1 hit \"Angie Baby\" and the Righteous Brothers' #3 Gold hit \"Rock and Roll Heaven\".",
      "pageId": 1743112,
      "monthDay": "10/03"
    },
    {
      "year": "1940",
      "uri": "/wiki/Alan_O%27Day",
      "name": "Alan O'Day",
      "aboutText": "Alan L. Rachins (born October 3, 1942) is an American television actor, best known for his role as Douglas Brackman in L.A. Law which earned him both Golden Globe and Emmy nominations, and his portrayal of Larry (Dharma's hippie father) on the television series Dharma & Greg.",
      "pageId": 1818228,
      "monthDay": "10/03"
    },
    {
      "year": "1940",
      "uri": "/wiki/Jean_Ratelle",
      "name": "Jean Ratelle",
      "aboutText": "Tereza Ana Kesovija (Croatian pronunciation: [tɛrɛ̌ːza âna kɛsɔ̌ʋija]) (born 3 October 1938) is an internationally acclaimed Croatian singer. She is one of the most recognizable figures on the Balkan music scene, and is renowned for her wide vocal range and operatic style. She also had a successful career in France.",
      "pageId": 1924608,
      "monthDay": "10/03"
    },
    {
      "year": "1941",
      "uri": "/wiki/Chubby_Checker",
      "name": "Chubby Checker",
      "aboutText": "Ruggero Raimondi (born 3 October 1941) is an Italian bass-baritone opera singer who has also appeared in motion pictures.",
      "pageId": 5727232,
      "monthDay": "10/03"
    },
    {
      "year": "1941",
      "uri": "/wiki/Andrea_de_Adamich",
      "name": "Andrea de Adamich",
      "aboutText": "Sheila Fearn (born 3 October 1940 in Leicester, Leicestershire) is a British actress best known for playing Audrey, the sister of Terry Collier in BBC situation comedies The Likely Lads and Whatever Happened to the Likely Lads?, and also later on as Ann Fourmile, the next door neighbour in the Thames Television sitcom George and Mildred.\nOn film she appeared in Billy Liar (1963), Catch Us If You Can (1965) and Time Bandits (1981), as well as the film versions of both The Likely Lads (1976) and George and Mildred (1980). Fearn's other television credits include Adam Adamant Lives!, Paul Temple, Crown Court, East of Ipswich by Michael Palin, Emergency – Ward 10, Walter, Z-Cars and The Avengers.",
      "pageId": 6096206,
      "monthDay": "10/03"
    },
    {
      "year": "1941",
      "uri": "/wiki/John_Elliott_(businessman)",
      "name": "John Elliott",
      "aboutText": "Koo Nimo (born Kwabena Boa-Amponsem on 3 October 1934, baptized Daniel Amponsah) is a leading folk musician of Palm wine music or Highlife music from Ghana.",
      "pageId": 10477842,
      "monthDay": "10/03"
    },
    {
      "year": "1941",
      "uri": "/wiki/Ruggero_Raimondi",
      "name": "Ruggero Raimondi",
      "aboutText": "Simon Hepworth Nicholson (3 October 1934  - 17 January 1990) was the son of artist Ben Nicholson and his second wife, sculptor Barbara Hepworth.\nFour years after Simon and his twin sisters Sarah and Rachel were born, their parents married. Nicholson attended Dartington Hall School before studying sculpture at the Royal College of Art from 1953 to 1954 and then archaeology and anthropology at Trinity College, Cambridge from 1954 to 1957.",
      "pageId": 21075291,
      "monthDay": "10/03"
    },
    {
      "year": "1942",
      "uri": "/wiki/Alan_Rachins",
      "name": "Alan Rachins",
      "aboutText": "Captain David Hart Dyke CBE, LVO, ADC (born 3 October 1938) is a retired Royal Navy officer, former aide-de-camp to Queen Elizabeth II, and former commanding officer of HMS Coventry, which was sunk during the Falklands War.",
      "pageId": 32425947,
      "monthDay": "10/03"
    },
    {
      "year": "1943",
      "uri": "/wiki/Jeff_Bingaman",
      "name": "Jeff Bingaman",
      "aboutText": "Miguel-Ángel Cárdenas (October 3, 1934 – June 2, 2015), also known as Michel Cardena, was a Colombian-Dutch, New Realism and Pop Art painter and a pioneer of video art in the Netherlands.",
      "pageId": 37189666,
      "monthDay": "10/03"
    },
    {
      "year": "1943",
      "uri": "/wiki/Baki_%C4%B0lkin",
      "name": "Baki İlkin",
      "aboutText": "Lindsey Adams Buckingham (born October 3, 1949) is an American musician, singer and songwriter, best known as guitarist and male vocalist of the musical group Fleetwood Mac from 1975 to 1987, and then 1997 to the present day. Aside from his tenure with Fleetwood Mac, Buckingham has also released six solo albums and three live albums. As a member of Fleetwood Mac, he was inducted into the Rock and Roll Hall of Fame in 1998.",
      "pageId": 36646,
      "monthDay": "10/03"
    },
    {
      "year": "1944",
      "uri": "/wiki/Pierre_Deligne",
      "name": "Pierre Deligne",
      "aboutText": "John Perry Barlow (born October 3, 1947) is an American poet and essayist, a retired Wyoming cattle rancher, and a cyberlibertarian political activist who has been associated with both the Democratic and Republican parties. He is also a former lyricist for the Grateful Dead and a founding member of the Electronic Frontier Foundation and Freedom of the Press Foundation. Since May 1998, he has been a Fellow at Harvard University's Berkman Center for Internet and Society.",
      "pageId": 42363,
      "monthDay": "10/03"
    },
    {
      "year": "1944",
      "uri": "/wiki/Roy_Horn",
      "name": "Roy Horn",
      "aboutText": "David Mark \"Dave\" Winfield (born October 3, 1951) is an American former Major League Baseball (MLB) right fielder. He is currently special assistant to the executive director of the Major League Baseball Players Association. Over his 22-year career, he played for six teams: the San Diego Padres, New York Yankees, California Angels, Toronto Blue Jays, Minnesota Twins, and Cleveland Indians.",
      "pageId": 102799,
      "monthDay": "10/03"
    },
    {
      "year": "1945",
      "uri": "/wiki/Tony_Brown_(English_footballer)",
      "name": "Tony Brown",
      "aboutText": "Siegfried & Roy, consisting of Siegfried Fischbacher and Roy Horn (born Uwe Ludwig Horn) are a German-American duo of former stage magicians and entertainers who became known for their appearances with white lions and white tigers.\nFrom 1990 until Roy's severe onstage injury, which ended their stage careers on October 3, 2003, the duo formed Siegfried & Roy at the Mirage Resort and Casino, which was regarded as the most-visited show in Las Vegas, Nevada. Roy's injury has generally been reported as an attack by a tiger involved in the show, although the two magicians have disputed that account – saying instead that he suffered a stroke and that any injury by the tiger was secondary and accidental.",
      "pageId": 320805,
      "monthDay": "10/03"
    },
    {
      "year": "1945",
      "uri": "/wiki/Christopher_Bruce",
      "name": "Christopher Bruce",
      "aboutText": "Dennis Lee Eckersley (born October 3, 1954), nicknamed \"Eck\", is an American former Major League Baseball (MLB) pitcher. Between 1975 and 1998, he pitched for the Cleveland Indians, Boston Red Sox, Chicago Cubs, Oakland Athletics and St. Louis Cardinals.",
      "pageId": 392543,
      "monthDay": "10/03"
    },
    {
      "year": "1945",
      "uri": "/wiki/Jo_Ritzen",
      "name": "Jo Ritzen",
      "aboutText": "Pierre René, Viscount Deligne (French: [dəliɲ]; born 3 October 1944) is a Belgian mathematician. He is known for work on the Weil conjectures, leading to a complete proof in 1973.",
      "pageId": 394544,
      "monthDay": "10/03"
    },
    {
      "year": "1947",
      "uri": "/wiki/John_Perry_Barlow",
      "name": "John Perry Barlow",
      "aboutText": "Pamela Gail Hensley (born October 3, 1950) is an American actress and author. She is best known for playing Princess Ardala in the 1979–1981 television series Buck Rogers in the 25th Century and C.J. Parsons in the 1982–1985 television series Matt Houston.\nShe worked mostly in television as she had only eight credits in feature films.",
      "pageId": 496776,
      "monthDay": "10/03"
    },
    {
      "year": "1947",
      "uri": "/wiki/Ben_Cauley",
      "name": "Ben Cauley",
      "aboutText": "Kevin Roosevelt Moore (born October 3, 1951), known as Keb' Mo', is a three-time American Grammy Award-winning blues musician. He is a singer, guitarist, and songwriter, currently living in Nashville, Tennessee, with his wife Robbie Brooks Moore. He has been described as \"a living link to the seminal Delta blues that travelled up the Mississippi River and across the expanse of America\".",
      "pageId": 616590,
      "monthDay": "10/03"
    },
    {
      "year": "1947",
      "uri": "/wiki/Fred_DeLuca",
      "name": "Fred DeLuca",
      "aboutText": "Frederick Adrian \"Fred\" DeLuca (October 3, 1947 – September 14, 2015) was an American businessman, best known as the co-founder of the Subway franchise of sandwich shops.",
      "pageId": 1792301,
      "monthDay": "10/03"
    },
    {
      "year": "1947",
      "uri": "/wiki/Anne_Dorte_of_Rosenborg",
      "name": "Anne Dorte of Rosenborg",
      "aboutText": "Alexander Rogozhkin (Russian: Алекса́ндр Влади́мирович Рого́жкин, born October 3, 1949 in Leningrad) is a prolific Russian film director.",
      "pageId": 3691592,
      "monthDay": "10/03"
    },
    {
      "year": "1947",
      "uri": "/wiki/Takis_Michalos",
      "name": "Takis Michalos",
      "aboutText": "Christopher Bruce CBE (b. 3 October 1945 in Leicester) is a British choreographer and performer. He was Artistic Director of the Rambert Dance Company until 2002.",
      "pageId": 3703909,
      "monthDay": "10/03"
    },
    {
      "year": "1949",
      "uri": "/wiki/Lindsey_Buckingham",
      "name": "Lindsey Buckingham",
      "aboutText": "Baki İlkin (born October 3, 1943 in Ankara) is a Turkish diplomat and ambassador who served as the Representative of the Republic of Turkey to the United Nations.\nPreviously, Baki İlkin served as ambassador, Deputy Under-Secretary for Bilateral Political Affairs, Ministry of Foreign Affairs of Turkey (2001-2004); ambassador of Turkey to the United States (1998-2001); ambassador of Turkey to the Netherlands (1996-1998); ambassador, director general, special advisor to the Minister of Foreign Affairs of Turkey (1993-1996); ambassador of Turkey to Denmark (1990-1993); and ambassador of Turkey to Pakistan (1987-1990).\nHe also held the posts of chief of cabinet for the President of Turkey (1983-1987); special advisor to the Minister of Foreign Affairs (1981-1983); counsellor at the Embassy of Turkey to the United Kingdom (1977-1981); and Chief of Cabinet for the Minister of Foreign Affairs of Turkey, as well as Chief of Section for Greece, Turkish Department of Political Affairs (1975-1977).",
      "pageId": 4165438,
      "monthDay": "10/03"
    },
    {
      "year": "1949",
      "uri": "/wiki/J._P._Dutta",
      "name": "J. P. Dutta",
      "aboutText": "Anthony 'Tony' Brown (born 3 October 1945 in Oldham, Lancashire) is an English former footballer who played as a wing half and an inside forward. He was often referred to by his nickname Bomber or Bomber Brown and was known for his spectacular goals. He joined West Bromwich Albion as a youth in 1961 and turned professional in 1963.",
      "pageId": 4996303,
      "monthDay": "10/03"
    },
    {
      "year": "1949",
      "uri": "/wiki/Aleksandr_Rogozhkin",
      "name": "Aleksandr Rogozhkin",
      "aboutText": "Jyoti Prakash Dutta (born 3 October 1949) is an Indian Bollywood film producer and director.",
      "pageId": 8365268,
      "monthDay": "10/03"
    },
    {
      "year": "1949",
      "uri": "/wiki/Laurie_Simmons",
      "name": "Laurie Simmons",
      "aboutText": "Ben Cauley (October 3, 1947 – September 21, 2015) was an American trumpet player, vocalist, songwriter, and founding member of the Stax recording group, The Bar-Kays.",
      "pageId": 8533255,
      "monthDay": "10/03"
    },
    {
      "year": "1950",
      "uri": "/wiki/Pamela_Hensley",
      "name": "Pamela Hensley",
      "aboutText": "Eddie DeGarmo (born October 3, 1954) is an American contemporary Christian music recording artist, keyboardist, producer and singer. He became best friends with guitarist/lead vocalist Dana Key in first grade, and co-founded the Christian rock group DeGarmo and Key with him in 1978. DeGarmo played keyboards and provided vocals for the band.",
      "pageId": 11295936,
      "monthDay": "10/03"
    },
    {
      "year": "1951",
      "uri": "/wiki/Keb%27_Mo%27",
      "name": "Keb' Mo'",
      "aboutText": "Jozef Marie Mathias \"Jo\" Ritzen (born 3 October 1945 in Heerlen) is a Dutch economist and social-democratic politician.",
      "pageId": 13247141,
      "monthDay": "10/03"
    },
    {
      "year": "1951",
      "uri": "/wiki/Dave_Winfield",
      "name": "Dave Winfield",
      "aboutText": "Laurie Simmons (born October 3, 1949) is an American artist, photographer and filmmaker currently working in New York and Northwestern Connecticut. Since the mid-1970s, Simmons has staged scenes for her camera with dolls, ventriloquist dummies, objects on legs, and people, to create photographs that reference domestic scenes.\nSimmons has been the recipient of numerous awards, including the National Endowment for the Arts Grant, the Guggenheim Fellowship, The Distinguished Alumni Award at Temple University, the Roy Lichtenstein Residency in Visual Arts,’ at The American Academy in Rome, among others.",
      "pageId": 19178641,
      "monthDay": "10/03"
    },
    {
      "year": "1954",
      "uri": "/wiki/Dennis_Eckersley",
      "name": "Dennis Eckersley",
      "aboutText": "Panagiotis \"Takis\" Michalos (Greek: Παναγιώτης Μίχαλος; 3 October 1947 – 3 January 2010) was a Greek water polo player and coach.\nHe was born in Ampelokipoi, Athens. As a player he took part in two Summer Olympics (1968, 1972), in one World Championship (1973) and in one European Cup (1970).",
      "pageId": 25717524,
      "monthDay": "10/03"
    },
    {
      "year": "1954",
      "uri": "/wiki/Eddie_DeGarmo",
      "name": "Eddie DeGarmo",
      "aboutText": "Anne Dorte of Rosenborg, born Anne Dorte Maltoft-Nielsen, (October 3, 1947 – January 2, 2014) was a Danish countess and widow of the late Count Christian of Rosenborg (1942-2013), the grandson of King Christian X of Denmark. Prince Christian had to give up his princely rank in order to marry her because she was a commoner. The couple married on February 7, 1971, earning her the title Her Excellency Countess Anne Dorte of Rosenborg.",
      "pageId": 41826442,
      "monthDay": "10/03"
    },
    {
      "year": "1954",
      "uri": "/wiki/Al_Sharpton",
      "name": "Al Sharpton",
      "aboutText": "Thomas Lee Bass (born October 3, 1962), best known as Tommy Lee, is a Greek-American musician and founding member of heavy metal band Mötley Crüe. As well as being the band's long-term drummer, Lee founded rap-metal band Methods of Mayhem, and has pursued solo musical projects.",
      "pageId": 30274,
      "monthDay": "10/03"
    },
    {
      "year": "1954",
      "uri": "/wiki/Stevie_Ray_Vaughan",
      "name": "Stevie Ray Vaughan",
      "aboutText": "Tim Westwood (born 3 October 1957) is an English DJ and presenter of radio and television. He is often referred to by other DJs and artists appearing on his shows simply as Westwood. He presented the UK version of the MTV show Pimp My Ride.",
      "pageId": 100196,
      "monthDay": "10/03"
    },
    {
      "year": "1955",
      "uri": "/wiki/John_S._Lesmeister",
      "name": "John S. Lesmeister",
      "aboutText": "Alfred Charles \"Al\" Sharpton Jr. (born October 3, 1954) is an American civil rights activist, Baptist minister, television/radio talk show host and a trusted White House adviser who, according to 60 Minutes, has become President Barack Obama's \"go-to black leader.\" In 2004, he was a candidate for the Democratic nomination for the U.S. presidential election. He hosts his own radio talk show, Keepin' It Real, and he makes regular guest appearances on Fox News (such as on The O'Reilly Factor), CNN, and MSNBC. In 2011, he was named the host of MSNBC's PoliticsNation, a nightly talk show.",
      "pageId": 166702,
      "monthDay": "10/03"
    },
    {
      "year": "1955",
      "uri": "/wiki/Allen_Woody",
      "name": "Allen Woody",
      "aboutText": "Stephen \"Stevie\" Ray Vaughan (October 3, 1954 – August 27, 1990) was an American musician, singer, songwriter, and record producer. In spite of a short-lived mainstream career spanning seven years, he is widely considered one of the most influential electric guitarists in the history of blues music, and one of the most important figures in the revival of blues in the 1980s.",
      "pageId": 166911,
      "monthDay": "10/03"
    },
    {
      "year": "1955",
      "uri": "/wiki/Buket_Uzuner",
      "name": "Buket Uzuner",
      "aboutText": "John \"Jack\" Wagner (born October 3, 1959, Washington, Missouri) is an American actor and singer, best known for his roles on the soap operas General Hospital, Santa Barbara, The Bold and the Beautiful and Melrose Place.",
      "pageId": 750555,
      "monthDay": "10/03"
    },
    {
      "year": "1956",
      "uri": "/wiki/Hart_Bochner",
      "name": "Hart Bochner",
      "aboutText": "Gregory Everett \"Greg\" Proops (born October 3, 1959) is an American actor, stand-up comedian and television host. He is widely known for his work as an improvisational comedian on the UK and U.S. versions of Whose Line Is It Anyway?.",
      "pageId": 986368,
      "monthDay": "10/03"
    },
    {
      "year": "1957",
      "uri": "/wiki/Roberto_Azev%C3%AAdo",
      "name": "Roberto Azevêdo",
      "aboutText": "Kevin Eldon is an English actor and comedian. He featured in British comedy television shows of the 1990s including Fist of Fun, Knowing Me, Knowing You with Alan Partridge, Big Train, Brass Eye and Jam. In 2013 he appeared in his own BBC sketch series, It's Kevin.",
      "pageId": 1070560,
      "monthDay": "10/03"
    },
    {
      "year": "1957",
      "uri": "/wiki/Tim_Westwood",
      "name": "Tim Westwood",
      "aboutText": "Frederick Steven Couples (born October 3, 1959) is an American professional golfer who competes on the PGA Tour and the Champions Tour. A former World No. 1, he has won 57 professional tournaments, most notably the 1992 Masters Tournament.",
      "pageId": 1221065,
      "monthDay": "10/03"
    },
    {
      "year": "1958",
      "uri": "/wiki/Chen_Yanyin",
      "name": "Chen Yanyin",
      "aboutText": "Marc Wallice (born Marc Stephen Goldberg October 3, 1959) is a former American pornographic actor. He performed in over 1,500 pornographic films and has directed as well. Wallice was inducted into both the AVN and XRCO Halls of Fame.",
      "pageId": 2051360,
      "monthDay": "10/03"
    },
    {
      "year": "1958",
      "uri": "/wiki/Louise_Lecavalier",
      "name": "Louise Lecavalier",
      "aboutText": "Darryl Peterson (born October 3, 1961) is an American musician, actor and retired professional wrestler who wrestled in World Championship Wrestling as Maxx Payne and in the World Wrestling Federation as Man Mountain Rock.",
      "pageId": 2293994,
      "monthDay": "10/03"
    },
    {
      "year": "1959",
      "uri": "/wiki/Fred_Couples",
      "name": "Fred Couples",
      "aboutText": "Hart Matthew Bochner (born October 3, 1956) is a Canadian actor, film director, screenwriter and producer. He has appeared in films such as Breaking Away (1979), Rich and Famous (1981), The Wild Life (1984), Making Mr. Right (1987), Die Hard (1988), Apartment Zero (1988), Mad at the Moon (1992), Break Up (1998), Liberty Stands Still (2002), Spread (2009), and Carrie (2013).",
      "pageId": 3069509,
      "monthDay": "10/03"
    },
    {
      "year": "1959",
      "uri": "/wiki/Greg_Proops",
      "name": "Greg Proops",
      "aboutText": "Louise Lecavalier, OC (born October 3, 1958) is a Canadian dancer, known as one of the icons of Canadian contemporary dance.\nLecavalier was born and raised in Montreal, Canada. She began her professional dance career at the age of eighteen when she joined Le Groupe Nouvelle Aire.",
      "pageId": 4766510,
      "monthDay": "10/03"
    },
    {
      "year": "1959",
      "uri": "/wiki/Jack_Wagner_(actor)",
      "name": "Jack Wagner",
      "aboutText": "Douglas Allen Woody (October 3, 1955 – August 26, 2000) was a bass guitarist best known for his eight-year tenure in the Allman Brothers Band and as co-founder of Gov't Mule.",
      "pageId": 6215691,
      "monthDay": "10/03"
    },
    {
      "year": "1959",
      "uri": "/wiki/Marc_Wallice",
      "name": "Marc Wallice",
      "aboutText": "Benny Anders (born October 3, 1963) was a star player at the Guy Lewis-coached University of Houston basketball teams during the early 1980s.",
      "pageId": 6848099,
      "monthDay": "10/03"
    },
    {
      "year": "1960",
      "uri": "/wiki/Kevin_Eldon",
      "name": "Kevin Eldon",
      "aboutText": "Buket Uzuner (born 3 October 1955, Ankara, Turkey) is a Turkish writer, author of novels, short stories and travelogues. Travel Literature She studied biology and environmental science and has conducted research and presented lectures at universities in Turkey, Norway, the United States, and Finland. Her fiction has been translated into eight languages, including Spanish, English, Italian, Greek, Romanian, Hebrew, Korean, and Bulgarian.",
      "pageId": 23661656,
      "monthDay": "10/03"
    },
    {
      "year": "1961",
      "uri": "/wiki/Maxx_Payne",
      "name": "Maxx Payne",
      "aboutText": "Rebecca Stephens MBE (born 3 October 1961) is a British journalist, mountaineer, and television presenter. She was the first British woman to reach the summit of Mount Everest.\nStephens originally trained as a journalist and pursued that career for some ten years, becoming deputy editor of the Financial Times magazine Resident Abroad.",
      "pageId": 25727983,
      "monthDay": "10/03"
    },
    {
      "year": "1961",
      "uri": "/wiki/Rebecca_Stephens_(climber)",
      "name": "Rebecca Stephens",
      "aboutText": "John Steven Lesmeister (October 3, 1955 – February 28, 2006) was a North Dakota politician who served as the 30th North Dakota State Treasurer from 1981 to 1984.",
      "pageId": 32462932,
      "monthDay": "10/03"
    },
    {
      "year": "1961",
      "uri": "/wiki/Ludger_St%C3%BChlmeyer",
      "name": "Ludger Stühlmeyer",
      "aboutText": "Roberto Carvalho de Azevêdo (Portuguese pronunciation: [ʁoˈbɛʁtu kaʁˈvaʎu dʒi azeˈvedu]; born 3 October 1957) is a Brazilian diplomat and the current Director-General of the World Trade Organization. Azevêdo was elected to succeed Pascal Lamy as Director-General of the World Trade Organization in May 2013. He assumed office on 1 September 2013.",
      "pageId": 39329983,
      "monthDay": "10/03"
    },
    {
      "year": "1962",
      "uri": "/wiki/Tommy_Lee",
      "name": "Tommy Lee",
      "aboutText": "Chen Yanyin (or Chen Yan Yin 陈妍音) (born 1958) is a Chinese sculptor whose work was featured in the Chinese Fine Arts Chronicle, 2008. Her work was also part of \"Between Ego and Society: An Exhibition of Contemporary Female Artists in China\" at the Chicago Cultural Center.",
      "pageId": 45618477,
      "monthDay": "10/03"
    },
    {
      "year": "1963",
      "uri": "/wiki/Benny_Anders",
      "name": "Benny Anders",
      "aboutText": "Ludger Stühlmeyer (born October 3, 1961 in Melle, Germany) is a German cantor, composer, docent and musicologist.",
      "pageId": 46893012,
      "monthDay": "10/03"
    },
    {
      "year": "1964",
      "uri": "/wiki/Clive_Owen",
      "name": "Clive Owen",
      "aboutText": "Gwen Renée Stefani (/stəˈfɑːni/; born October 3, 1969) is an American singer-songwriter, fashion designer, and actress. She is the co-founder and lead vocalist of the ska band No Doubt. During the band's hiatus, Stefani embarked on a solo career in 2004 by releasing her debut studio album Love.",
      "pageId": 167805,
      "monthDay": "10/03"
    },
    {
      "year": "1965",
      "uri": "/wiki/Annemarie_Verstappen",
      "name": "Annemarie Verstappen",
      "aboutText": "Robert \"Rob\" Liefeld (born October 3, 1967) is an American comic book creator. A prominent writer/artist in the 1990s, he has since become a controversial figure in the medium.\nIn the early 1990s, the self-taught artist became prominent due to his work on Marvel Comics' The New Mutants and later X-Force.",
      "pageId": 678428,
      "monthDay": "10/03"
    },
    {
      "year": "1965",
      "uri": "/wiki/Jan-Ove_Waldner",
      "name": "Jan-Ove Waldner",
      "aboutText": "Jan-Ove Waldner (Stockholm, 3 October 1965) is a Swedish table tennis player. He is often referred to as \"the Mozart of table tennis,\" and is widely regarded as being the greatest table tennis player of all-time.",
      "pageId": 752494,
      "monthDay": "10/03"
    },
    {
      "year": "1966",
      "uri": "/wiki/Darrin_Fletcher",
      "name": "Darrin Fletcher",
      "aboutText": "Kevin Scott Richardson (born October 3, 1971) is an American singer, model, actor, and composer, best known as a member of the Backstreet Boys.",
      "pageId": 931758,
      "monthDay": "10/03"
    },
    {
      "year": "1967",
      "uri": "/wiki/Rob_Liefeld",
      "name": "Rob Liefeld",
      "aboutText": "Clive Owen (born 3 October 1964) is an English actor who first gained recognition in the United Kingdom for playing the lead role in the ITV series Chancer from 1990 to 1991. He then received critical acclaim for his work in the film Close My Eyes (1991) before getting international notice for his performance as a struggling writer in Croupier (1998). In 2005, he won a Golden Globe and a BAFTA Award and was nominated for an Academy Award for Best Supporting Actor for his appearance in the drama Closer (2004).",
      "pageId": 966711,
      "monthDay": "10/03"
    },
    {
      "year": "1967",
      "uri": "/wiki/Chris_Collingwood",
      "name": "Chris Collingwood",
      "aboutText": "Yuriko Ishida (石田 ゆり子 (石田 百合子), Ishida Yuriko, born October 3, 1969) is a Japanese actress and essayist from Nagoya. She was the Japanese voice of the titular character San from the 1997 animated film Princess Mononoke.",
      "pageId": 1550073,
      "monthDay": "10/03"
    },
    {
      "year": "1968",
      "uri": "/wiki/Paul_Crichton",
      "name": "Paul Crichton",
      "aboutText": "Darrin Glen Fletcher (born October 3, 1966) is a former catcher in Major League Baseball who played from 1989 to 2002.\nAn alumnus of University of Illinois, Fletcher made his major league debut in 1989 with the Los Angeles Dodgers and appeared in 5 games. He saw limited major league playing time the following season.",
      "pageId": 1603361,
      "monthDay": "10/03"
    },
    {
      "year": "1968",
      "uri": "/wiki/Greg_Foster_(basketball)",
      "name": "Greg Foster",
      "aboutText": "Wilfredo Cordero Nieva (born October 3, 1971) is a former first baseman/outfielder in Major League Baseball. He was best known as a member of the Montreal Expos (1992–1995, 2002–2003). Cordero made his Major League Baseball debut in 1992 and last played in 2005.",
      "pageId": 1670408,
      "monthDay": "10/03"
    },
    {
      "year": "1968",
      "uri": "/wiki/Marko_Rajam%C3%A4ki",
      "name": "Marko Rajamäki",
      "aboutText": "Jimmy Ray (born 3 October 1970, Walthamstow, London, England) is an English pop-rock musician. In press interviews and promotional materials he cited his influence by the music of Elvis Presley and other rock and roll stars such as Buddy Holly, Eddie Cochran and Tommy Steele.",
      "pageId": 1805857,
      "monthDay": "10/03"
    },
    {
      "year": "1968",
      "uri": "/wiki/Donald_Sild",
      "name": "Donald Sild",
      "aboutText": "Chris Collingwood (born 1967) is a British-born American singer, songwriter, artist and founding member of the power pop band Fountains of Wayne.",
      "pageId": 3188118,
      "monthDay": "10/03"
    },
    {
      "year": "1969",
      "uri": "/wiki/Garry_Herbert",
      "name": "Garry Herbert",
      "aboutText": "Gregory Clinton Foster (born October 3, 1968) is a retired American professional basketball player.",
      "pageId": 4483289,
      "monthDay": "10/03"
    },
    {
      "year": "1969",
      "uri": "/wiki/Yuriko_Ishida",
      "name": "Yuriko Ishida",
      "aboutText": "Tetsuya (born October 3, 1969, in Shiga Prefecture, Japan) is a Japanese musician, best known as the leader and bassist of the rock band L'Arc-en-Ciel. Formerly known by the stage name tetsu, on December 1, 2009 he started to use his birth name.",
      "pageId": 4685934,
      "monthDay": "10/03"
    },
    {
      "year": "1969",
      "uri": "/wiki/Sulev_Iva",
      "name": "Sulev Iva",
      "aboutText": "Paul Andrew Crichton (born 3 October 1968 in Pontefract) is an English professional footballer who played as a goalkeeper and is currently the goalkeeping coach of Championship side Queens Park Rangers.\nDuring his playing career Crichton notably had spells with Grimsby Town, Doncaster Rovers, West Bromwich Albion and Burnley having also played as a professional for Nottingham Forest, Notts County, Darlington, Peterborough United, Swindon Town, Rotherham United, Aston Villa and Norwich City. He then moved into the Non-League game where he turned out for York City, Gainsborough Trinity, Stafford Rangers, Leigh RMI and Accrington Stanley.",
      "pageId": 4775800,
      "monthDay": "10/03"
    },
    {
      "year": "1969",
      "uri": "/wiki/Gwen_Stefani",
      "name": "Gwen Stefani",
      "aboutText": "Anna Maria Theodora Petra \"Annemarie\" Verstappen (born 3 October 1965 in Rosmalen) is a former freestyle swimmer from the Netherlands, who won a total number of three medals at the 1984 Summer Olympics in Los Angeles, United States.\nIn 1982, she became world champion in the 200 metres freestyle at the World Aquatics Championships in Ecuador. At the end of that same year, she was named Dutch Sportswoman of the Year.",
      "pageId": 5037069,
      "monthDay": "10/03"
    },
    {
      "year": "1969",
      "uri": "/wiki/Tetsuya_(musician)",
      "name": "Tetsuya",
      "aboutText": "Elmar Liitmaa (born 3 October 1970 in Leningrad) is an Estonian guitarist and songwriter playing for the famous Estonian rock band Terminaator. Liitmaa works mostly with Terminaator's soloist, Jaagup Kreem, who writes lyrics to Elmar's music. Besides Terminaator's music, they have also written two Estonian rock-musicals, Risk (2001) and Romeo ja Julia (2006).",
      "pageId": 8128499,
      "monthDay": "10/03"
    },
    {
      "year": "1970",
      "uri": "/wiki/Elmar_Liitmaa",
      "name": "Elmar Liitmaa",
      "aboutText": "Marko Rajamäki (born 3 October 1968 in Göteborg, Sweden) is a Finnish football manager, who has been managing Turun Palloseura since January 2010. Previously he managed the club's U-18 team (since 2002) and was also the assistant manager of the senior team in 2009. Rajamäki is himself a former Finnish international footballer.",
      "pageId": 12914644,
      "monthDay": "10/03"
    },
    {
      "year": "1970",
      "uri": "/wiki/Jimmy_Ray",
      "name": "Jimmy Ray",
      "aboutText": "Garry Gerard Paul Herbert MBE (born 3 October 1969) is an Olympic gold medal winning cox. He steered the British coxed pair (brothers Jonny and Gregory Searle) to victory in the 1992 Barcelona Olympics (the last time this event was included in the Olympic rowing programme) and the 1993 World Rowing Championships.\nHis tears of emotion at the medal presentation, with the taller Searle brothers smiling behind him, became an iconic image in Britain.",
      "pageId": 19171065,
      "monthDay": "10/03"
    },
    {
      "year": "1970",
      "uri": "/wiki/Sara_Zarr",
      "name": "Sara Zarr",
      "aboutText": "Sulev Iva, born 3 October 1969 in Võru, also known under the Võro-styled pen name of Jüvä Sullõv, is a Võro identity advocate, and a founding fellow at the Võro Institute.",
      "pageId": 21575937,
      "monthDay": "10/03"
    },
    {
      "year": "1971",
      "uri": "/wiki/Wil_Cordero",
      "name": "Wil Cordero",
      "aboutText": "Sara Zarr (born October 3, 1970) is an American writer. She was raised in San Francisco, and now lives in Salt Lake City, Utah with her husband. Her first novel, Story of a Girl, was a 2007 National Book Award finalist.",
      "pageId": 21611588,
      "monthDay": "10/03"
    },
    {
      "year": "1971",
      "uri": "/wiki/Kevin_Richardson_(musician)",
      "name": "Kevin Richardson",
      "aboutText": "Donald-Aik Sild (born 3 October 1968) is a retired male javelin thrower from Estonia.\nSild was born in Tallinn, and represented his native country at the 1996 Summer Olympics in Atlanta, Georgia.",
      "pageId": 27607416,
      "monthDay": "10/03"
    },
    {
      "year": "1971",
      "uri": "/wiki/Black_Thought",
      "name": "Black Thought",
      "aboutText": "Neve Adrianne Campbell (/ˈnɛv ˈkæmbəl/; born October 3, 1973) is a Canadian actress. She appeared in the Canadian television series Catwalk, before she played Julia Salinger in the drama series Party of Five. She has also appeared in films, such as The Craft (1996).",
      "pageId": 83049,
      "monthDay": "10/03"
    },
    {
      "year": "1972",
      "uri": "/wiki/Komla_Dumor",
      "name": "Komla Dumor",
      "aboutText": "Daniel R. 'Danny' Holle (born October 3, 1977) is an American professional wrestler, currently working on the independent circuit.",
      "pageId": 312519,
      "monthDay": "10/03"
    },
    {
      "year": "1972",
      "uri": "/wiki/Kim_Joo-hyuk",
      "name": "Kim Joo-hyuk",
      "aboutText": "Shazia Mirza (born 3 October 1977) is an English stand-up comedian and columnist of Pakistani descent.",
      "pageId": 424804,
      "monthDay": "10/03"
    },
    {
      "year": "1972",
      "uri": "/wiki/Guy_Oseary",
      "name": "Guy Oseary",
      "aboutText": "Christine Keiko Agena (born October 3, 1973) is an American actress known professionally as Keiko Agena.",
      "pageId": 736059,
      "monthDay": "10/03"
    },
    {
      "year": "1973",
      "uri": "/wiki/Keiko_Agena",
      "name": "Keiko Agena",
      "aboutText": "Seann William Scott (born October 3, 1976) is an American actor, comedian, and producer. He is best known for his role as Steve Stifler in the American Pie series of teen sex comedies. He has appeared in a range of genres, including the horror film Final Destination (2000), the road-comedy film Road Trip (2000), the stoner comedy film Dude, Where's My Car?",
      "pageId": 899215,
      "monthDay": "10/03"
    },
    {
      "year": "1973",
      "uri": "/wiki/Neve_Campbell",
      "name": "Neve Campbell",
      "aboutText": "India Arie (sometimes styled as India.Arie, born India Arie Simpson, October 3, 1975) is an American singer-songwriter, actress, musician, and record producer. She has sold over 3.3 million records in the US and 10 million worldwide.",
      "pageId": 956078,
      "monthDay": "10/03"
    },
    {
      "year": "1973",
      "uri": "/wiki/Ang%C3%A9lica_Gavald%C3%B3n",
      "name": "Angélica Gavaldón",
      "aboutText": "Herman Li (Chinese: 李康敏; born October 3, 1976) is a Hong Kong-born, British Chinese musician and record producer.",
      "pageId": 1290645,
      "monthDay": "10/03"
    },
    {
      "year": "1973",
      "uri": "/wiki/Lena_Headey",
      "name": "Lena Headey",
      "aboutText": "Found Spouse,",
      "pageId": 1699035,
      "monthDay": "10/03"
    },
    {
      "year": "1973",
      "uri": "/wiki/Eirik_Hegdal",
      "name": "Eirik Hegdal",
      "aboutText": "Lena Headey (/ˈliːnə ˈhiːdi/ LEE-nə HEE-dee; born 3 October 1973) is an English actress.\nAfter being scouted at age 17, Headey worked steadily as an actress in small and supporting roles in films throughout the 1990s, before finding fame for her lead performances in big-budget films such as the fantasy film The Brothers Grimm (2005), the action film 300 (2007), portraying Gorgo, Queen of Sparta, and the adventure and biographical film The Red Baron (2008).\nHeadey is best known for portraying Queen Cersei Lannister in HBO's hit fantasy series Game of Thrones since 2011, a performance that has earned her two consecutive Emmy award nominations for Outstanding Supporting Actress in a Drama Series.",
      "pageId": 2108274,
      "monthDay": "10/03"
    },
    {
      "year": "1974",
      "uri": "/wiki/Mike_Johnson_(ice_hockey)",
      "name": "Mike Johnson",
      "aboutText": "Eric Walter Munson (born October 3, 1977 in San Diego) is a former Major League Baseball catcher who currently plays for the Bridgeport Bluefish of the Atlantic League of Professional Baseball. He was the third overall pick in the 1999 Major League Baseball Draft by the Detroit Tigers, behind Josh Hamilton and Josh Beckett.",
      "pageId": 3028237,
      "monthDay": "10/03"
    },
    {
      "year": "1974",
      "uri": "/wiki/Marianne_Timmer",
      "name": "Marianne Timmer",
      "aboutText": "Maria Aaltje (\"Marianne\") Timmer (born 3 October 1974 in Sappemeer) is a former speed skater from the Netherlands specializing in the middle distances (1000 and 1500 m).",
      "pageId": 3204490,
      "monthDay": "10/03"
    },
    {
      "year": "1975",
      "uri": "/wiki/India_Arie",
      "name": "India Arie",
      "aboutText": "Michael Paul Johnson (born October 3, 1974) is a retired Canadian professional ice hockey right winger who played in the NHL with the Toronto Maple Leafs, Tampa Bay Lightning, Phoenix Coyotes, Montreal Canadiens and the St.",
      "pageId": 3622327,
      "monthDay": "10/03"
    },
    {
      "year": "1975",
      "uri": "/wiki/Satoko_Ishimine",
      "name": "Satoko Ishimine",
      "aboutText": "Guy Harley Oseary (Hebrew: גיא עוזרי‎; born October 3, 1972) is an Israeli American talent manager, investor, writer and businessman who began his career in entertainment at 17 at what was to become Maverick. He is the manager for Madonna and U2.\n^ Lewis, Randy (November 15, 2013).",
      "pageId": 5498544,
      "monthDay": "10/03"
    },
    {
      "year": "1975",
      "uri": "/wiki/Talib_Kweli",
      "name": "Talib Kweli",
      "aboutText": "Angélica Gavaldón Loaiza (born October 3, 1973 in El Centro, California) is a retired tennis player from Mexico.\nGavaldón was born in the United States but comes from a Mexican family and turned pro in 1990. That same year, she qualified for the quarter-finals in the 1990 Australian Open, from which she was eliminated in a match against Claudia Porwik.",
      "pageId": 9789214,
      "monthDay": "10/03"
    },
    {
      "year": "1975",
      "uri": "/wiki/Nakako_Tsuzuki",
      "name": "Nakako Tsuzuki",
      "aboutText": "Nakako Tsuzuki (都築 奈加子, Tsuzuki Nakako, born October 03, 1975 in Tokyo) is a Japanese retired ice dancer. She is a multiple Japanese national champion and national medalist with four partners. She has competed with Kazu Nakamura, Yuri Razguliaiev, Rinat Farkhoutinov, and Kenji Miyamoto.",
      "pageId": 15526906,
      "monthDay": "10/03"
    },
    {
      "year": "1976",
      "uri": "/wiki/Herman_Li",
      "name": "Herman Li",
      "aboutText": "Kim Joo-hyuk (born October 3, 1972) is a South Korean actor.",
      "pageId": 20236949,
      "monthDay": "10/03"
    },
    {
      "year": "1976",
      "uri": "/wiki/Seann_William_Scott",
      "name": "Seann William Scott",
      "aboutText": "Komla Afeke Dumor (3 October 1972 – 18 January 2014) was a Ghanaian journalist who worked for BBC World News and was the main presenter of its programme Focus on Africa.",
      "pageId": 30604980,
      "monthDay": "10/03"
    },
    {
      "year": "1977",
      "uri": "/wiki/Daniel_Hollie",
      "name": "Daniel Hollie",
      "aboutText": "Eirik Hegdal (born 3 October 1973 in Gjøvik, Norway) is a Norwegian Jazz musician (saxophone), composer, arranger and music teacher, known from the band «Dingobats» (1995-2005) and as leader of «Trondheim Jazz Orchestra» (from 2002).\n^ \"Eirik Hegdal Saxophonist, Arranger, Teacher - Directory MIC.no\".",
      "pageId": 36891195,
      "monthDay": "10/03"
    },
    {
      "year": "1977",
      "uri": "/wiki/Shazia_Mirza",
      "name": "Shazia Mirza",
      "aboutText": "Satoko Ishimine (石嶺 聡子, Ishimine Satoko, born October 3, 1975) is a Japanese female singer-songwriter.",
      "pageId": 40612912,
      "monthDay": "10/03"
    },
    {
      "year": "1977",
      "uri": "/wiki/Eric_Munson",
      "name": "Eric Munson",
      "aboutText": "Talib Kweli Greene (born October 3, 1975, Brooklyn, New York)[1] is an American Hip Hop recording artist, entrepreneur, and social activist. He is the son of professional educators. In 2011, Talib founded Javotti Media, which is self-defined as \"a platform for independent thinkers and doers.",
      "pageId": 47487085,
      "monthDay": "10/03"
    },
    {
      "year": "1977",
      "uri": "/wiki/Luca_Tognozzi",
      "name": "Luca Tognozzi",
      "aboutText": "Anquan Kenmile Boldin (/ˈænkwɑːn/; born October 3, 1980) is an American football wide receiver for the San Francisco 49ers of the National Football League (NFL). He was drafted by the Arizona Cardinals in the second round of the 2003 NFL Draft, and played for the team until being traded to the Baltimore Ravens in 2010. On March 12, 2013, Boldin was traded to the San Francisco 49ers for a sixth-round draft pick.",
      "pageId": 649975,
      "monthDay": "10/03"
    },
    {
      "year": "1978",
      "uri": "/wiki/Gerald_Asamoah",
      "name": "Gerald Asamoah",
      "aboutText": "Shannon Marie Kahololani Sossamon, popularly known as Shannyn Sossamon (born October 3, 1978), is an American actress and musician. After graduating from high school in 1995, she moved to Los Angeles to study dance; instead, she started working as a model mainly for television commercials. Her first movie role was in A Knight's Tale (2001), a vehicle that brought her mainstream attention and several MTV Movie Awards nominations.",
      "pageId": 729976,
      "monthDay": "10/03"
    },
    {
      "year": "1978",
      "uri": "/wiki/Neil_Clement",
      "name": "Neil Clement",
      "aboutText": "Found alma_mater,",
      "pageId": 964258,
      "monthDay": "10/03"
    },
    {
      "year": "1978",
      "uri": "/wiki/Corey_Hill",
      "name": "Corey Hill",
      "aboutText": "Claudio Miguel Pizarro Bosio (American Spanish: [ˈklauðjo piˈsaro]; born 3 October 1978) is a Peruvian professional footballer who plays as a striker for German Bundesliga club Werder Bremen and the Peru national team. He is known for his scoring ability and headers.\nHe has spent most of his career in the Bundesliga, in two spells at Bayern Munich and three at Werder Bremen, winning 19 major trophies, 17 of which at Bayern.",
      "pageId": 1149234,
      "monthDay": "10/03"
    },
    {
      "year": "1978",
      "uri": "/wiki/Claudio_Pizarro",
      "name": "Claudio Pizarro",
      "aboutText": "Jake Shears (born Jason F. Sellards; October 3, 1978) is an American singer, best known as the lead male singer for the pop band Scissor Sisters.",
      "pageId": 1686138,
      "monthDay": "10/03"
    },
    {
      "year": "1978",
      "uri": "/wiki/Aminishiki_Ry%C5%ABji",
      "name": "Aminishiki Ryūji",
      "aboutText": "Gerald Asamoah (German pronunciation: [ˈgeːʁalt ʔazaˈmoːaː]; born 3 October 1978 in Mampong, Ghana) is a retired Ghanaian-born German former footballer  He is known for his \"pace and strength.\"",
      "pageId": 2068336,
      "monthDay": "10/03"
    },
    {
      "year": "1978",
      "uri": "/wiki/Jake_Shears",
      "name": "Jake Shears",
      "aboutText": "Carlo Alban (born October 3, 1979) is an Ecuadorian actor, best-known as \"Carlo\" from Sesame Street (1993–1998).",
      "pageId": 3289504,
      "monthDay": "10/03"
    },
    {
      "year": "1978",
      "uri": "/wiki/Shannyn_Sossamon",
      "name": "Shannyn Sossamon",
      "aboutText": "Neil Clement (born 3 October 1978) is an English former professional footballer who spent the majority of his career playing for West Bromwich Albion. He participated in a club record three promotions. His customary position was in defence, but he was also a versatile player who occupied several different positions for Albion.",
      "pageId": 3658466,
      "monthDay": "10/03"
    },
    {
      "year": "1978",
      "uri": "/wiki/Vienna_Teng",
      "name": "Vienna Teng",
      "aboutText": "Héctor Reynoso López (born October 3, 1980 in Mexico City) is a Mexican football defender, who plays for Club Universidad de Guadalajara in the Liga MX. Reynoso made his professional debut on April 17, 2001 against Tigres.",
      "pageId": 4328101,
      "monthDay": "10/03"
    },
    {
      "year": "1979",
      "uri": "/wiki/Carlo_Alban",
      "name": "Carlo Alban",
      "aboutText": "Yuri Ebihara (蛯原 友里, Ebihara Yuri) (born 3 October 1979) in Miyazaki Prefecture is a Japanese model and actress. She is a graduate of Kyushu Sangyo University, where she studied fine arts.",
      "pageId": 5582909,
      "monthDay": "10/03"
    },
    {
      "year": "1979",
      "uri": "/wiki/Yuri_Ebihara",
      "name": "Yuri Ebihara",
      "aboutText": "Daniel John \"Danny\" Coid (born 3 October 1981) is an English professional footballer who plays for Ashton Town A.F.C.",
      "pageId": 6173923,
      "monthDay": "10/03"
    },
    {
      "year": "1979",
      "uri": "/wiki/Josh_Klinghoffer",
      "name": "Josh Klinghoffer",
      "aboutText": "John Randall Hennigan (born October 3, 1979) is an American professional wrestler and actor, who is best known for his tenure with the WWE where he was better known by his ring names John Morrison and Johnny Nitro. He currently wrestles for Lucha Underground under the ring name Johnny Mundo.\nHennigan entered Tough Enough III, a televised competition that would award the winner a WWE contract.",
      "pageId": 7419707,
      "monthDay": "10/03"
    },
    {
      "year": "1979",
      "uri": "/wiki/John_Morrison_(wrestler)",
      "name": "John Morrison",
      "aboutText": "Aminishiki Ryūji (born October 3, 1978 as Ryūji Suginomori) is a Japanese sumo wrestler. He made his professional debut in 1997 and has been ranked in the top division since 2000. He has earned eleven special prizes and won seven kinboshi or gold stars for defeating yokozuna during his career, which is more than twice as many as any other active wrestler.",
      "pageId": 9106042,
      "monthDay": "10/03"
    },
    {
      "year": "1979",
      "uri": "/wiki/Danny_O%27Donoghue",
      "name": "Danny O'Donoghue",
      "aboutText": "Ivan Turina (3 October 1980 – 2 May 2013) was a Croatian footballer who played at both professional and international levels as a goalkeeper.",
      "pageId": 9161433,
      "monthDay": "10/03"
    },
    {
      "year": "1980",
      "uri": "/wiki/Anquan_Boldin",
      "name": "Anquan Boldin",
      "aboutText": "Sheldon W. Brookbank (born October 3, 1980) is a Canadian professional ice hockey defenceman who is currently playing for Lukko Rauma of the Finnish Liiga.",
      "pageId": 9534908,
      "monthDay": "10/03"
    },
    {
      "year": "1980",
      "uri": "/wiki/Sheldon_Brookbank",
      "name": "Sheldon Brookbank",
      "aboutText": "Corey Cornelius Hill (October 3, 1978 – May 15, 2015) was an American mixed martial artist.",
      "pageId": 11034773,
      "monthDay": "10/03"
    },
    {
      "year": "1980",
      "uri": "/wiki/Lindsey_Kelk",
      "name": "Lindsey Kelk",
      "aboutText": "Luca Tognozzi (born 3 October 1977) is a former Italian footballer who plays as a midfielder.\n^ \"Carriera di Luca Tognozzi\". Tutto Calciatori.",
      "pageId": 12006406,
      "monthDay": "10/03"
    },
    {
      "year": "1980",
      "uri": "/wiki/H%C3%A9ctor_Reynoso",
      "name": "Héctor Reynoso",
      "aboutText": "Josh Adam Klinghoffer (born October 3, 1979) is an American musician best known as the current guitarist for the rock band Red Hot Chili Peppers, with whom he has recorded one studio album, I'm With You (2011), and its subsequent b-sides compilation, I'm Beside You (2013). Klinghoffer replaced his friend and frequent collaborator John Frusciante, in 2009, after a period of being a touring member. Klinghoffer was inducted into the Rock and Roll Hall of Fame with the Red Hot Chili Peppers in 2012, becoming the Hall of Fame's youngest-ever living inductee at age 32 passing Stevie Wonder, who was 38 when he was inducted.",
      "pageId": 13150864,
      "monthDay": "10/03"
    },
    {
      "year": "1980",
      "uri": "/wiki/Ivan_Turina",
      "name": "Ivan Turina",
      "aboutText": "Daniel John Mark Luke \"Danny\" O'Donoghue (born 3 October 1979) is an Irish singer-songwriter known for being the frontman of the Irish pop band The Script and as a coach on the first two series of the television singing talent show The Voice UK.",
      "pageId": 18927668,
      "monthDay": "10/03"
    },
    {
      "year": "1981",
      "uri": "/wiki/Danny_Coid",
      "name": "Danny Coid",
      "aboutText": "Lindsey Kelk is a bestselling British chick lit author, journalist and formerly worked as a children's book editor. She was initially signed up to a three book deal by publishers HarperCollins following the submission of a manuscript for her first novel. She has now had 11 novels published, and two e-books.",
      "pageId": 35869542,
      "monthDay": "10/03"
    },
    {
      "year": "1981",
      "uri": "/wiki/Seth_Gabel",
      "name": "Seth Gabel",
      "aboutText": "Amanda Walsh (born October 3, 1981) is a Canadian actress and former VJ for the Canadian television station MuchMusic.",
      "pageId": 654282,
      "monthDay": "10/03"
    },
    {
      "year": "1981",
      "uri": "/wiki/Zlatan_Ibrahimovi%C4%87",
      "name": "Zlatan Ibrahimović",
      "aboutText": "Andreas Isaksson (Swedish pronunciation: [anˈdreː.ˈas ˈɪːsak.ˈsɔn]; born 3 October 1981) is a Swedish footballer who plays as a goalkeeper for Turkish club Kasımpaşa in the Süper Lig.\nHe began his career at local Trelleborgs FF, before briefly representing Juventus, and returned to Sweden where he won two Allsvenskan titles at Djurgårdens. After two seasons at Stade Rennais, he was signed for £2 million by Manchester City of the Premier League, where he was not a regular.",
      "pageId": 660855,
      "monthDay": "10/03"
    },
    {
      "year": "1981",
      "uri": "/wiki/Andreas_Isaksson",
      "name": "Andreas Isaksson",
      "aboutText": "Ashley Nicolle Simpson Ross (born October 3, 1984) known by the stage name Ashlee Simpson, is an American singer-songwriter, actress, and media personality. The younger sister of pop singer and actress Jessica Simpson, Ashlee began appearing in television commercials at the age of 15. She later pursued a career as an actress, and had a recurring role on the family drama 7th Heaven.",
      "pageId": 700310,
      "monthDay": "10/03"
    },
    {
      "year": "1981",
      "uri": "/wiki/Matt_Sparrow",
      "name": "Matt Sparrow",
      "aboutText": "Zlatan Ibrahimović (Swedish pronunciation: [ˈslaːtan ɪbraˈhiːmɔvɪtɕ], Bosnian pronunciation: [zlǎtan ibraxǐːmoʋit͡ɕ]; born 3 October 1981) is a Swedish professional footballer who plays as a striker for French club Paris Saint-Germain and the Sweden national team for which he is captain.\nIbrahimović started his career at Malmö FF in the late 1990s before being signed by Ajax, where made a name for himself. He signed for Juventus and excelled in Serie A in a strike partnership with David Trezeguet.",
      "pageId": 728776,
      "monthDay": "10/03"
    },
    {
      "year": "1981",
      "uri": "/wiki/Amanda_Walsh",
      "name": "Amanda Walsh",
      "aboutText": "Anthony Le Tallec (born 3 October 1984) is a French professional footballer who plays for Greek club Atromitos F.C. as a forward or an attacking midfielder.",
      "pageId": 1462406,
      "monthDay": "10/03"
    },
    {
      "year": "1982",
      "uri": "/wiki/Cl%C3%A9mence_Po%C3%A9sy",
      "name": "Clémence Poésy",
      "aboutText": "Chris Marquette (born October 3, 1984) is an American film and television actor.",
      "pageId": 2977914,
      "monthDay": "10/03"
    },
    {
      "year": "1982",
      "uri": "/wiki/Erik_von_Detten",
      "name": "Erik von Detten",
      "aboutText": "Frederico Chaves Guedes (born 3 October 1983), known as Fred (Brazilian Portuguese: [ˈfɾɛd(ʒ)i]), is a Brazilian professional footballer who plays as a striker and captains Brazilian Série A club Fluminense.\nFred began his career at América Mineiro before transferring to local rivals Cruzeiro in 2004. After two seasons there, he moved to Lyon of France in a protracted transfer saga, and won three consecutive Ligue 1 titles.",
      "pageId": 3025466,
      "monthDay": "10/03"
    },
    {
      "year": "1983",
      "uri": "/wiki/Fred_(footballer)",
      "name": "Fred",
      "aboutText": "Erik Thomas von Detten (born October 3, 1982) is an American actor. He is known for his roles in Escape to Witch Mountain, Toy Story, Brink!, The Princess Diaries, Complete Savages, and So Weird.",
      "pageId": 3215021,
      "monthDay": "10/03"
    },
    {
      "year": "1983",
      "uri": "/wiki/Thiago_Alves_(fighter)",
      "name": "Thiago Alves",
      "aboutText": "Bruno Gervais (born October 3, 1984) is a Canadian professional ice hockey defenceman currently playing for the Eisbären Berlin of the Deutsche Eishockey Liga (DEL).",
      "pageId": 4371741,
      "monthDay": "10/03"
    },
    {
      "year": "1983",
      "uri": "/wiki/Andreas_Papathanasiou",
      "name": "Andreas Papathanasiou",
      "aboutText": "Yoon Eun-hye (Korean: 윤은혜; born October 3, 1984) is a South Korean actress, director, singer, entertainer and model. She debuted as a member of girl group Baby V.O.X, staying with the group from 1999 to 2005.",
      "pageId": 6115380,
      "monthDay": "10/03"
    },
    {
      "year": "1983",
      "uri": "/wiki/Hiroki_Suzuki",
      "name": "Hiroki Suzuki",
      "aboutText": "Hiroki Suzuki (鈴木 裕樹, Suzuki Hiroki, born October 3, 1983) is a Japanese actor from Kitakami, Iwate. He is best known for his roles as Shuichiro Oishi in The Prince of Tennis (musical series, Tenimyu, live film adaptation), and as Jyan Kandou (GekiRed) in the tokusatsu television series, Juken Sentai Gekiranger.",
      "pageId": 6241522,
      "monthDay": "10/03"
    },
    {
      "year": "1984",
      "uri": "/wiki/Yoon_Eun-hye",
      "name": "Yoon Eun-hye",
      "aboutText": "Matthew Ronald \"Matt\" Sparrow (born 3 October 1981) is an English professional footballer who plays for Lincoln City. He last played for Scunthorpe United in the League One. A midfielder, he has made 440 appearances in the Football League, including 369 for Scunthorpe United.",
      "pageId": 7543396,
      "monthDay": "10/03"
    },
    {
      "year": "1984",
      "uri": "/wiki/Bruno_Gervais",
      "name": "Bruno Gervais",
      "aboutText": "Thiago Alves d'Araujo (Portuguese pronunciation: [tʃiˈaɡu ˈawvis]; born October 3, 1983) is a Brazilian mixed martial artist currently competing as a welterweight in the Ultimate Fighting Championship.",
      "pageId": 9178628,
      "monthDay": "10/03"
    },
    {
      "year": "1984",
      "uri": "/wiki/Jessica_Parker_Kennedy",
      "name": "Jessica Parker Kennedy",
      "aboutText": "Jackson Arley Martínez Valencia (pronounced: [ˈʒaksom marˈtines]; born 3 October 1986), known as Jackson Martínez, is a Colombian professional footballer who plays as a striker for Spanish club Atlético Madrid and the Colombian national team.\nHe is often nicknamed \"Cha Cha Cha\" for his dance-like moves on the pitch. Noted columnist Tim Vickery describes him as \"an out-and-out goalscorer, a front-to-goal centre-forward who can finish off both feet.\" He was Primeira Liga's top scorer in all three of his seasons at FC Porto.",
      "pageId": 12596047,
      "monthDay": "10/03"
    },
    {
      "year": "1984",
      "uri": "/wiki/Anthony_Le_Tallec",
      "name": "Anthony Le Tallec",
      "aboutText": "Seth Gabel (born October 3, 1981) is an American actor. Gabel is known for his roles of agent Lincoln Lee on Fox's television series Fringe, and Cotton Mather on WGN America series Salem.",
      "pageId": 12662759,
      "monthDay": "10/03"
    },
    {
      "year": "1984",
      "uri": "/wiki/Chris_Marquette",
      "name": "Chris Marquette",
      "aboutText": "Andreas Papathanasiou (Greek: Ανδρέας Παπαθανασίου) (born 3 October 1983 in Larnaca) is a Cypriot footballer who played for Ermis Aradippou.",
      "pageId": 18040197,
      "monthDay": "10/03"
    },
    {
      "year": "1984",
      "uri": "/wiki/Ashlee_Simpson",
      "name": "Ashlee Simpson",
      "aboutText": "Courtney Lee (born October 3, 1985) is an American professional basketball player for the Memphis Grizzlies of the National Basketball Association (NBA). He was drafted by the Orlando Magic with the 22nd overall pick in the 2008 NBA draft.",
      "pageId": 18153813,
      "monthDay": "10/03"
    },
    {
      "year": "1985",
      "uri": "/wiki/Courtney_Lee",
      "name": "Courtney Lee",
      "aboutText": "Jessica Parker Kennedy (born October 3, 1984) is a Canadian actress. She played Melissa on the CW series The Secret Circle, and has also appeared on the TV series Smallville, Undercovers, and Kaya.",
      "pageId": 20858268,
      "monthDay": "10/03"
    },
    {
      "year": "1986",
      "uri": "/wiki/Jackson_Mart%C3%ADnez",
      "name": "Jackson Martínez",
      "aboutText": "Clémence Poésy (French: [klemɑ̃s pɔezi]; born 3 October 1982 as Clémence Guichard) is a French actress and fashion model. After starting on the stage as a child, Poésy studied drama and has been active in both film and television since 1999, including some English-language productions. She is known for the roles of Fleur Delacour in the Harry Potter film series, Chloë in In Bruges and Rana in 127 Hours.",
      "pageId": 30871644,
      "monthDay": "10/03"
    },
    {
      "year": "1987",
      "uri": "/wiki/Robert_Grabarz",
      "name": "Robert Grabarz",
      "aboutText": "Robert \"Robbie\" Karl Grabarz (born 3 October 1987) is a British high jumper.\n^ a b \"Robert Grabarz\". 2012 Summer Olympics official site.",
      "pageId": 34447898,
      "monthDay": "10/03"
    },
    {
      "year": "1987",
      "uri": "/wiki/Martin_Plowman",
      "name": "Martin Plowman",
      "aboutText": "Zuleyka Jerrís Rivera Mendoza (born October 3, 1987) is a Puerto Rican actress, TV Host, dancer, model and beauty queen who won the titles of Miss Puerto Rico Universe 2006 and Miss Universe 2006. She made her debut as a telenovela actress in Mexico's Telemundo's soap opera Dame Chocolate in 2007.",
      "pageId": 6089653,
      "monthDay": "10/03"
    },
    {
      "year": "1987",
      "uri": "/wiki/Zuleyka_Rivera",
      "name": "Zuleyka Rivera",
      "aboutText": "Rhian Denise Ramos Howell, who is better known by her stage name Rhian Ramos is a Filipino actress, commercial model and singer.",
      "pageId": 8819023,
      "monthDay": "10/03"
    },
    {
      "year": "1988",
      "uri": "/wiki/ASAP_Rocky",
      "name": "ASAP Rocky",
      "aboutText": "Adair Rae Tishler (born October 3, 1996) is an American actress, model, voice actress, and singer, who has appeared in television shows such as Charmed and House and in movies such as Within and An American Girl: Chrissa Stands Strong. She is also known for portraying Molly Walker on NBC's Heroes.\nTishler has participated in theater productions of Cinderella and Sound of Music.",
      "pageId": 11062654,
      "monthDay": "10/03"
    },
    {
      "year": "1988",
      "uri": "/wiki/Alicia_Vikander",
      "name": "Alicia Vikander",
      "aboutText": "Martin Plowman (born 3 October 1987) is a British professional racing driver from Tamworth currently competing in the FIA World Endurance Championship for OAK Racing. In 2013, he won the 24 Hours of Le Mans in the LMP2 class and was 2013 FIA WEC World Champion in the LMP2 class for drivers and teams.\n^ \"Race – Final Classification\" (PDF).",
      "pageId": 21063149,
      "monthDay": "10/03"
    },
    {
      "year": "1989",
      "uri": "/wiki/Nate_Montana",
      "name": "Nate Montana",
      "aboutText": "Nathaniel Joseph \"Nate\" Montana (born October 3, 1989) is an American football quarterback who is currently a free agent. After walking-on at Notre Dame as a freshman in 2008, he transferred to Pasadena City College in 2009, went back to Notre Dame in 2010, transferred to Montana in 2011, and finally transferred to West Virginia Wesleyan in 2012. Montana is the son of Pro Football Hall of Fame quarterback Joe Montana.",
      "pageId": 21344077,
      "monthDay": "10/03"
    },
    {
      "year": "1990",
      "uri": "/wiki/Johan_Le_Bon",
      "name": "Johan Le Bon",
      "aboutText": "Charlie Wernham (born 3 October 1994) is an English comedian and actor who is known for auditioning on the second series of the ITV talent show Britain's Got Talent and for his role as Robbie Roscoe in Hollyoaks.",
      "pageId": 24899155,
      "monthDay": "10/03"
    },
    {
      "year": "1990",
      "uri": "/wiki/Rhian_Ramos",
      "name": "Rhian Ramos",
      "aboutText": "Alicia Amanda Vikander (Swedish pronunciation: [aˈliːsɪa aˈmanda vɪˈkandər]; born 3 October 1988) is a Swedish actress and dancer. Vikander began her career by appearing in Swedish short films and television series, most notably in the popular TV drama Andra Avenyn (2008–11). She made her feature film debut in the film Pure (2010), for which she won the Guldbagge Award for Best Actress.",
      "pageId": 32601798,
      "monthDay": "10/03"
    },
    {
      "year": "1991",
      "uri": "/wiki/Jenny_McLoughlin",
      "name": "Jenny McLoughlin",
      "aboutText": "Found agent, Found date, Aki Takajo (高城 亜樹, Takajō Aki, born October 3, 1991 in Tokyo) is a Japanese idol singer who is a member of the girl groups AKB48 and a former member of JKT48. She auditioned for AKB48's sixth generation and was promoted to member of Team A. Her talent agency is Watanabe Productions. She is also a former member of the sub-unit French Kiss.",
      "pageId": 33535750,
      "monthDay": "10/03"
    },
    {
      "year": "1991",
      "uri": "/wiki/Aki_Takajo",
      "name": "Aki Takajo",
      "aboutText": "Rakim Mayers (born October 3, 1988), better known by his stage name ASAP Rocky (stylized as A$AP Rocky), is an American rapper, singer, songwriter, and actor from Harlem, New York. He is a member of the hip hop collective ASAP Mob, from which he adopted his moniker. Rocky released his debut mixtape Live.",
      "pageId": 33754098,
      "monthDay": "10/03"
    },
    {
      "year": "1993",
      "uri": "/wiki/Raffaele_Di_Gennaro",
      "name": "Raffaele Di Gennaro",
      "aboutText": "Jenny McLoughlin (born 3 October 1991) is a British Paralympian track and field athlete competing mainly in T37 sprint events. She has represented Great Britain in the 2008 Summer Paralympics and in the 2012 Summer Paralympics in London.",
      "pageId": 36833801,
      "monthDay": "10/03"
    },
    {
      "year": "1994",
      "uri": "/wiki/Victoria_Bosio",
      "name": "Victoria Bosio",
      "aboutText": "Raffaele Di Gennaro (born 3 October 1993) is an Italian footballer who plays as a goalkeeper for Serie B club Latina on loan from Internazionale.",
      "pageId": 40880859,
      "monthDay": "10/03"
    },
    {
      "year": "1994",
      "uri": "/wiki/Charlie_Wernham",
      "name": "Charlie Wernham",
      "aboutText": "Victoria Bosio (born 3 October 1994 in Santa Fe) is an Argentine tennis player.\nBosio has won three singles and five doubles titles on the ITF tour during her career. On 23 March 2015, she reached her best singles ranking of world number 342.",
      "pageId": 42538522,
      "monthDay": "10/03"
    },
    {
      "year": "1996",
      "uri": "/wiki/Adair_Tishler",
      "name": "Adair Tishler",
      "aboutText": "Johan Le Bon (born 3 October 1990) is a French road bicycle racer for UCI World Tour team FDJ.",
      "pageId": 42724137,
      "monthDay": "10/03"
    },
    {
      "year": "1997",
      "uri": "/wiki/Juri_Takahashi",
      "name": "Juri Takahashi",
      "aboutText": "Found nickname, Juri Takahashi (高橋 朱里, Takahashi Juri, born 3 October 1997 in Ibaraki Prefecture) is a member of the Japanese idol girl group AKB48. She is a member of AKB48's Team 4.\n^ 高橋朱里のプロフィール [Juri Takahashi's Profile] (in Japanese).",
      "pageId": 45603268,
      "monthDay": "10/03"
    }
  ]
}