{
  "people": [
    {
      "year": "1257",
      "uri": "/wiki/Przemys%C5%82_II",
      "name": "Przemysł II",
      "aboutText": "Sophia of the Palatinate (commonly referred to as Sophia of Hanover; 14 October 1630 – 8 June 1714) was the Electress of Hanover from 1692 to 1698. She became heiress presumptive to the crowns of the Kingdom of England and the Kingdom of Ireland under the Act of Settlement 1701. After the Act of Union, 1707 unified the Kingdom of England and the Kingdom of Scotland, she became heiress to the throne of the Kingdom of Great Britain.",
      "pageId": 27773,
      "monthDay": "10/14"
    },
    {
      "year": "1404",
      "uri": "/wiki/Marie_of_Anjou",
      "name": "Marie of Anjou",
      "aboutText": "Ferdinand VII (Spanish: Fernando VII de Borbón; 14 October 1784 – 29 September 1833) was twice King of Spain: in 1808 and again from 1813 to his death. He was known to his supporters as \"the Desired\" (el Deseado) and to his detractors as the \"Felon King\" (el Rey Felón). After being overthrown by Napoleon in 1808 he linked his monarchy to counter-revolution and reactionary policies that produced a deep rift in Spain between his forces on the right and liberals on the left.",
      "pageId": 149127,
      "monthDay": "10/14"
    },
    {
      "year": "1493",
      "uri": "/wiki/Shimazu_Tadayoshi",
      "name": "Shimazu Tadayoshi",
      "aboutText": "Robert Simson (14 October 1687 – 1 October 1768) was a Scottish mathematician and professor of mathematics at the University of Glasgow.",
      "pageId": 152984,
      "monthDay": "10/14"
    },
    {
      "year": "1542",
      "uri": "/wiki/Akbar",
      "name": "Akbar",
      "aboutText": "George Grenville PC (14 October 1712 – 13 November 1770) was a British Whig statesman who rose to the position of Prime Minister of Great Britain. Grenville was born into an influential political family and first entered Parliament in 1741 as an MP for Buckingham. He emerged as one of Cobham's Cubs, a group of young members of Parliament associated with Lord Cobham.",
      "pageId": 174926,
      "monthDay": "10/14"
    },
    {
      "year": "1563",
      "uri": "/wiki/Jodocus_Hondius",
      "name": "Jodocus Hondius",
      "aboutText": "François Sébastien Charles Joseph de Croix, Count of Clerfayt (14 October 1733 – 21 July 1798), a Walloon, joined the army of the Habsburg Monarchy and soon fought in the Seven Years' War. Later in his military career, he led Austrian troops in the war against Ottoman Turkey. During the French Revolutionary Wars he saw extensive fighting and rose to the rank of Field Marshal.",
      "pageId": 189393,
      "monthDay": "10/14"
    },
    {
      "year": "1609",
      "uri": "/wiki/Ernest_G%C3%BCnther,_Duke_of_Schleswig-Holstein-Sonderburg-Augustenburg",
      "name": "Ernest Günther, Duke of Schleswig-Holstein-Sonderburg-Augustenburg",
      "aboutText": "Joseph Antoine Ferdinand Plateau (14 October 1801 – 15 September 1883) was a Belgian physicist. He was the first person to demonstrate the illusion of a moving image. To do this he used counter rotating disks with repeating drawn images in small increments of motion on one and regularly spaced slits in the other.",
      "pageId": 331154,
      "monthDay": "10/14"
    },
    {
      "year": "1630",
      "uri": "/wiki/Sophia_of_Hanover",
      "name": "Sophia of Hanover",
      "aboutText": "Przemysł II (Polish: [psh'emyh's'w] also given in English and Latin as Premyslas or Premislaus or less properly Przemysław; 14 October 1257 – 8 February 1296), was the Duke of Poznań from 1257-1279, of Greater Poland from 1279-1296, of Kraków from 1290-1291, and Gdańsk Pomerania (Pomerelia) from 1294-1296, and then King of Poland from 1295 until his death. After a long period of Polish High Dukes and two nominal kings, he was the first to obtain the hereditary title of King, and thus to return Poland to the rank of Kingdom.\nA member of the Greater Poland branch of the House of Piast as the only son of Duke Przemysł I and the Silesian princess Elisabeth, he was born posthumously; for this reason he was brought up at the court of his uncle Bolesław the Pious and received his own district to rule, the Duchy of Poznań, only in 1273.",
      "pageId": 371053,
      "monthDay": "10/14"
    },
    {
      "year": "1633",
      "uri": "/wiki/James_II_of_England",
      "name": "James II of England",
      "aboutText": "Bahadur Shah (Urdu: بہادر شاه اول‎—Bahādur Shāh Awwal) (14 October 1643 – 27 February 1712), the seventh Mughal emperor of India, ruled from 1707 until his death in 1712. Born Mu'azzam, Shah was the third son of Aurangzeb with his Muslim Rajput wife Nawab Bai and the grandson of Shah Jahan. In his youth, he conspired to overthrow his father and ascend to the throne a number of times.",
      "pageId": 410394,
      "monthDay": "10/14"
    },
    {
      "year": "1639",
      "uri": "/wiki/Simon_van_der_Stel",
      "name": "Simon van der Stel",
      "aboutText": "Admiral Charles Middleton, 1st Baron Barham PC (14 October 1726 – 17 June 1813) was a British naval officer and politician.\nHe was born at Leith, Midlothian to Robert Middleton, a customs collector of Bo'ness, Linlithgowshire, and Helen, daughter of Captain Charles Dundas RN and granddaughter of Sir James Dundas of Arniston.",
      "pageId": 603479,
      "monthDay": "10/14"
    },
    {
      "year": "1641",
      "uri": "/wiki/Joachim_Tielke",
      "name": "Joachim Tielke",
      "aboutText": "Jodocus Hondius (Latinized version of his Dutch name: Joost de Hondt) (14 October 1563 – 12 February 1612), sometimes called Jodocus Hondius the Elder to distinguish him from his son Jodocus Hondius II, was a Flemish / Dutch engraver, and cartographer. He is best known for his early maps of the New World and Europe, for re-establishing the reputation of the work of Gerard Mercator, and for his portraits of Francis Drake.",
      "pageId": 1155218,
      "monthDay": "10/14"
    },
    {
      "year": "1643",
      "uri": "/wiki/Bahadur_Shah_I",
      "name": "Bahadur Shah I",
      "aboutText": "Marie of Anjou (14 October 1404 – 29 November 1463) was Queen of France as the wife of King Charles VII from 1422 to 1461. Marie was the eldest daughter of Louis II of Anjou, titular King of Naples, titular King of Sicily, and Yolande of Aragon, titular Queen of Aragon.",
      "pageId": 1157147,
      "monthDay": "10/14"
    },
    {
      "year": "1644",
      "uri": "/wiki/William_Penn",
      "name": "William Penn",
      "aboutText": "Shimazu Tadayoshi (島津 忠良, October 14, 1493 – December 31, 1568) was a daimyo (feudal lord) of Satsuma Province during Japan's Sengoku period.\nHe was born to a branch family of the Shimazu clan, the Mimasaka Shimazu family (伊作島津家) but after his father Shimazu Yoshihisa died, his mother married Shimazu Unkyu of another branch family, the Soshū(相州家). Tadayoshi thus came to represent two families within the larger Shimazu clan.",
      "pageId": 1208547,
      "monthDay": "10/14"
    },
    {
      "year": "1687",
      "uri": "/wiki/Robert_Simson",
      "name": "Robert Simson",
      "aboutText": "Preston King (October 14, 1806 – November 12, 1865) was a United States Representative and Senator from New York.",
      "pageId": 1658454,
      "monthDay": "10/14"
    },
    {
      "year": "1712",
      "uri": "/wiki/George_Grenville",
      "name": "George Grenville",
      "aboutText": "Simon van der Stel (14 October 1639 – 24 June 1712) was the last Commander and first Governor of the Cape Colony, the Dutch settlement at the Cape of Good Hope in South Africa.",
      "pageId": 2570026,
      "monthDay": "10/14"
    },
    {
      "year": "1726",
      "uri": "/wiki/Charles_Middleton,_1st_Baron_Barham",
      "name": "Charles Middleton, 1st Baron Barham",
      "aboutText": "Ernest Günther of Schleswig-Holstein-Sonderburg-Augustenburg (14 October 1609 – 18 January 1689) was a Duke of Schleswig-Holstein of its Sonderborg line. He was the first who had his ducal seat in the new palace of Augustenborg, and he ruled from 1647 until his death in 1689.",
      "pageId": 4578379,
      "monthDay": "10/14"
    },
    {
      "year": "1733",
      "uri": "/wiki/Fran%C3%A7ois_S%C3%A9bastien_Charles_Joseph_de_Croix,_Count_of_Clerfayt",
      "name": "François Sébastien Charles Joseph de Croix, Count of Clerfayt",
      "aboutText": "James II and VII (14 October 1633O.S. – 16 September 1701) was King of England and Ireland as James II and King of Scotland as James VII, from 6 February 1685 until he was deposed in the Glorious Revolution of 1688. He was the last Roman Catholic monarch to reign over the Kingdoms of England, Scotland and Ireland.\nThe second surviving son of Charles I, he ascended the throne upon the death of his brother, Charles II. Members of Britain's Protestant political elite increasingly suspected him of being pro-French and pro-Catholic and of having designs on becoming an absolute monarch.",
      "pageId": 5243711,
      "monthDay": "10/14"
    },
    {
      "year": "1784",
      "uri": "/wiki/Ferdinand_VII_of_Spain",
      "name": "Ferdinand VII of Spain",
      "aboutText": "Joachim Tielke (October 14, 1641 – January 19, 1719) was a German maker of musical instruments. He was born in Königsberg (now Kaliningrad), Duchy of Prussia, and died in Hamburg.\nA publication was dedicated to him by Günther Hellwig.",
      "pageId": 9577400,
      "monthDay": "10/14"
    },
    {
      "year": "1790",
      "uri": "/wiki/Thursday_October_Christian_I",
      "name": "Thursday October Christian I",
      "aboutText": "Abu'l-Fath Jalal ud-din Muhammad Akbar, popularly known as Akbar I (IPA: [əkbər], literally \"the great\"; 15 October 1542– 27 October 1605) and later Akbar the Great (Urdu: Akbar-e-Azam; literally \"Great the Great\"), was Mughal Emperor from 1556 until his death. He was the third and one of the greatest rulers of the Mughal Dynasty in India. Akbar succeeded his father, Humayun, under a regent, Bairam Khan, who helped the young emperor expand and consolidate Mughal domains in India.",
      "pageId": 18945005,
      "monthDay": "10/14"
    },
    {
      "year": "1801",
      "uri": "/wiki/Joseph_Plateau",
      "name": "Joseph Plateau",
      "aboutText": "William Penn (24 October 1644  (O.S. 14 October 1644) – 30 July 1718) was an English real estate entrepreneur, philosopher, early Quaker and founder of the Province of Pennsylvania, the English North American colony and the future Commonwealth of Pennsylvania. He was an early advocate of democracy and religious freedom, notable for his good relations and successful treaties with the Lenape Native Americans. Under his direction, the city of Philadelphia was planned and developed.",
      "pageId": 19723957,
      "monthDay": "10/14"
    },
    {
      "year": "1806",
      "uri": "/wiki/Preston_King_(politician)",
      "name": "Preston King",
      "aboutText": "Thursday October Christian (14 October 1790 – 21 April 1831) was the first son of Fletcher Christian (leader of the historical mutiny on the Bounty) and his Tahitian wife Mauatua. He was conceived on Tahiti, and was the first child born on the Pitcairn Islands after the mutineers took refuge on the island.",
      "pageId": 24612833,
      "monthDay": "10/14"
    },
    {
      "year": "1824",
      "uri": "/wiki/Adolphe_Monticelli",
      "name": "Adolphe Monticelli",
      "aboutText": "Dwight David \"Ike\" Eisenhower (pronounced /ˈaɪzənhaʊər/, EYES-ən-how-ər; October 14, 1890 – March 28, 1969) was the 34th President of the United States from 1953 until 1961, and the last U.S. President to have been born in the 19th century. He was a five-star general in the United States Army during World War II and served as Supreme Commander of the Allied Forces in Europe. He was responsible for planning and supervising the invasion of North Africa in Operation Torch in 1942–43 and the successful invasion of France and Germany in 1944–45 from the Western Front.",
      "pageId": 8182,
      "monthDay": "10/14"
    },
    {
      "year": "1840",
      "uri": "/wiki/Dmitry_Pisarev",
      "name": "Dmitry Pisarev",
      "aboutText": "Éamon de Valera (/ˈeɪmən dɛvəˈlɛrə/; born George de Valero; 14 October 1882 – 29 August 1975) was one of the dominant political figures in twentieth century Ireland. His political career spanned over half a century, from 1917 to 1973; he served several terms as head of government and head of state. He also led the introduction of the Constitution of Ireland.",
      "pageId": 42178,
      "monthDay": "10/14"
    },
    {
      "year": "1842",
      "uri": "/wiki/Joe_Start",
      "name": "Joe Start",
      "aboutText": "Artur Gavazzi (October 14, 1861 – March 12, 1944) was a Croatian geographer of Italian ancestry.\nGavazzi was born in Split (then in Austria-Hungary) and died in Zagreb (then in the Independent State of Croatia).\nGavazzi was the first professor of geography at the University of Ljubljana, where Anton Melik succeeded him.",
      "pageId": 83242,
      "monthDay": "10/14"
    },
    {
      "year": "1848",
      "uri": "/wiki/Byron_Edmund_Walker",
      "name": "Byron Edmund Walker",
      "aboutText": "Jules Rimet (French pronunciation: ​[ʒyl ʁimɛ]; 14 October 1873 – 16 October 1956) was a French football administrator who was the 3rd President of FIFA, serving from 1921 to 1954. He is FIFA's longest-serving president, in office for 33 years. He also served as the president of the French Football Federation from 1919 to 1942.",
      "pageId": 153290,
      "monthDay": "10/14"
    },
    {
      "year": "1853",
      "uri": "/wiki/John_William_Kendrick",
      "name": "John William Kendrick",
      "aboutText": "Kathleen Mansfield Murry (14 October 1888 – 9 January 1923) was a prominent New Zealand modernist short story writer who was born and brought up in colonial New Zealand and wrote under the pen name of Katherine Mansfield. At 19, Mansfield left New Zealand and settled in the United Kingdom, where she became a friend of modernist writers such as D.H. Lawrence and Virginia Woolf.",
      "pageId": 162903,
      "monthDay": "10/14"
    },
    {
      "year": "1853",
      "uri": "/wiki/Ciprian_Porumbescu",
      "name": "Ciprian Porumbescu",
      "aboutText": "Lillian Diana Gish (October 14, 1893 –  February 27, 1993) was an American actress of the screen and stage, as well as a director and writer whose film acting career spanned 75 years, from 1912 in silent film shorts to 1987. Gish was called the First Lady of American Cinema, and she is credited with pioneering fundamental film performing techniques.\nGish was a prominent film star of the 1910s and 1920s, particularly associated with the films of director D. W. Griffith, including her leading role in the highest-grossing film of the silent era, Griffith's seminal The Birth of a Nation (1915).",
      "pageId": 197736,
      "monthDay": "10/14"
    },
    {
      "year": "1861",
      "uri": "/wiki/Artur_Gavazzi",
      "name": "Artur Gavazzi",
      "aboutText": "Ciprian Porumbescu (Romanian: [t͡ʃipriˈan porumˈbesku]; born Ciprian Gołęmbiowski on October 14, 1853 – June 6, 1883) was a Romanian composer born in Șipotele Sucevei in Bukovina (now Shepit, Putyla Raion, Ukraine). He was among the most celebrated Romanian composers of his time; his popular works include Crai nou, Trei culori, Song for the 1st of May, Ballad for violin and piano, and Serenada. In addition, he composed the music for Pe-al nostru steag e scris Unire, which was used for Albania's national anthem, Hymni i Flamurit.",
      "pageId": 240729,
      "monthDay": "10/14"
    },
    {
      "year": "1867",
      "uri": "/wiki/Masaoka_Shiki",
      "name": "Masaoka Shiki",
      "aboutText": "Raymond \"Ray\" Clarence Ewry (October 14, 1873 – September 29, 1937) was an American track and field athlete who won 8 gold medals at the Olympic Games and 2 gold medals at the Intercalated Games (1906 in Athens). This puts him among the most successful Olympians of all time. His eight Olympic gold medals in individual events (i.e.",
      "pageId": 337649,
      "monthDay": "10/14"
    },
    {
      "year": "1869",
      "uri": "/wiki/Joseph_Duveen,_1st_Baron_Duveen",
      "name": "Joseph Duveen, 1st Baron Duveen",
      "aboutText": "Masaoka Shiki (正岡 子規, October 14, 1867 – September 19, 1902), pen-name of Masaoka Noboru (正岡 升), was a Japanese poet, author, and literary critic in Meiji period Japan. Shiki is regarded as a major figure in the development of modern haiku poetry. He also wrote on reform of tanka poetry.",
      "pageId": 344528,
      "monthDay": "10/14"
    },
    {
      "year": "1872",
      "uri": "/wiki/Reginald_Doherty",
      "name": "Reginald Doherty",
      "aboutText": "Joseph Start (October 14, 1842 – March 27, 1927), nicknamed \"Old Reliable\", was one of the biggest stars of baseball's earliest era, and certainly the top first basemen of his time. He started his career before the American Civil War and continued to play professionally until 1886, when he was 43.\nBorn in New York City, he led the Brooklyn Atlantics, the team he joined in 1862, to undefeated seasons in 1864 and 1865.",
      "pageId": 429363,
      "monthDay": "10/14"
    },
    {
      "year": "1873",
      "uri": "/wiki/Ray_Ewry",
      "name": "Ray Ewry",
      "aboutText": "Benjamin Sumner Welles (October 14, 1892 – September 24, 1961) was an American government official and diplomat in the Foreign Service.",
      "pageId": 503405,
      "monthDay": "10/14"
    },
    {
      "year": "1873",
      "uri": "/wiki/Jules_Rimet",
      "name": "Jules Rimet",
      "aboutText": "Dmitry Ivanovich Pisarev (Russian: Дми́трий Ива́нович Пи́сарев; 14 October [O.S. 2 October] 1840, Znamenskoye, Yelets Uyezd, Oryol Governorate – 16 July [O.S. 4 July] 1868, Dubulti) was a radical Russian writer and social critic who, according to Georgi Plekhanov, \"spent the best years of his life in a fortress\".",
      "pageId": 833773,
      "monthDay": "10/14"
    },
    {
      "year": "1882",
      "uri": "/wiki/%C3%89amon_de_Valera",
      "name": "Éamon de Valera",
      "aboutText": "Adolphe Joseph Thomas Monticelli (October 14, 1824 – June 29, 1886) was a French painter of the generation preceding the Impressionists.",
      "pageId": 837503,
      "monthDay": "10/14"
    },
    {
      "year": "1882",
      "uri": "/wiki/Charlie_Parker_(cricketer)",
      "name": "Charlie Parker",
      "aboutText": "Joseph Duveen, 1st Baron Duveen (14 October 1869, Hull – 25 May 1939, London), known as Sir Joseph Duveen, Bt, between 1927 and 1933, was a British art dealer, considered one of the most influential art dealers of all time.",
      "pageId": 1411246,
      "monthDay": "10/14"
    },
    {
      "year": "1884",
      "uri": "/wiki/Jimmy_Conlin",
      "name": "Jimmy Conlin",
      "aboutText": "Charles Warrington Leonard \"Charlie\" Parker (14 October 1882, Prestbury, Gloucestershire – 11 July 1959, Cranleigh, Surrey) was an English cricketer, who stands as the third highest wicket taker in the history of first-class cricket, behind Wilfred Rhodes and Tich Freeman.",
      "pageId": 1555538,
      "monthDay": "10/14"
    },
    {
      "year": "1888",
      "uri": "/wiki/Katherine_Mansfield",
      "name": "Katherine Mansfield",
      "aboutText": "Reginald \"Reggie\" or \"R.F.\" Frank Doherty (14 October 1872 – 29 December 1910) was a British tennis player.\nDoherty was a World No. 1 ranked player, and the older brother of British tennis player Laurence Doherty.",
      "pageId": 2137359,
      "monthDay": "10/14"
    },
    {
      "year": "1888",
      "uri": "/wiki/Yukio_Sakurauchi",
      "name": "Yukio Sakurauchi",
      "aboutText": "Sir Byron Edmund Walker, CVO (14 October 1848 – 27 March 1924) was a Canadian banker. He was the president of the Canadian Bank of Commerce from 1907 to 1924, and a generous patron of the arts, helping to found and nurture many of Canada's cultural and educational institutions, including the University of Toronto, National Gallery of Canada, the Champlain Society, Appleby College, Art Gallery of Ontario and Royal Ontario Museum.\nIn 1910, King George V knighted Walker for his contributions to business and the arts.",
      "pageId": 3947899,
      "monthDay": "10/14"
    },
    {
      "year": "1890",
      "uri": "/wiki/Dwight_D._Eisenhower",
      "name": "Dwight D. Eisenhower",
      "aboutText": "Jimmy Conlin (October 14, 1884–May 7, 1962) was an American character actor who appeared in almost 150 films in his 32-year career.",
      "pageId": 4221199,
      "monthDay": "10/14"
    },
    {
      "year": "1892",
      "uri": "/wiki/Sumner_Welles",
      "name": "Sumner Welles",
      "aboutText": "John William Kendrick (October 14, 1853 - February 16, 1924) was chief engineer, general manager and vice-president of the Northern Pacific Railway and later vice-chairman of the board of the Atchison, Topeka and Santa Fe Railway.",
      "pageId": 18614796,
      "monthDay": "10/14"
    },
    {
      "year": "1893",
      "uri": "/wiki/Lillian_Gish",
      "name": "Lillian Gish",
      "aboutText": "Yukio Sakurauchi (櫻内 幸雄, Sakurauchi Yukio , 14 October 1888 – 9 October 1947) was an entrepreneur, politician and cabinet minister in the pre-war Empire of Japan. He was the father of prominent post-war politician Yoshio Sakurauchi, and grandfather of controversial politician Seiichi Ota.\nSakurauchi was born in former Hirose Town Shimane Prefecture, in what is now part of the city of Yasugi, Shimane.",
      "pageId": 34011086,
      "monthDay": "10/14"
    },
    {
      "year": "1893",
      "uri": "/wiki/Lois_Lenski",
      "name": "Lois Lenski",
      "aboutText": "Edward Estlin Cummings (October 14, 1894 – September 3, 1962), known as E. E. Cummings, with the abbreviated form of his name often written by others in lowercase letters as e e cummings (in the style of some of his poems—see name and capitalization, below), was an American poet, painter, essayist, author, and playwright. His body of work encompasses approximately 2,900 poems, two autobiographical novels, four plays and several essays, he as well as numerous drawings and paintings. He is remembered as an eminent voice of 20th century English literature.",
      "pageId": 9591,
      "monthDay": "10/14"
    },
    {
      "year": "1894",
      "uri": "/wiki/E._E._Cummings",
      "name": "E. E. Cummings",
      "aboutText": "Christian Pineau (French pronunciation: ​[kʁistjɑ̃ pino]; 14 October 1904, in Chaumont-en-Bassigny, Haute-Marne, France - 5 April 1995, in Paris) was a noted French Resistance fighter.\nPineau was born in 1904 in Chaumont-en-Bassigny, Haute-Marne, France. His stepfather was the writer Jean Giraudoux, who was married to Pineau's mother.",
      "pageId": 68364,
      "monthDay": "10/14"
    },
    {
      "year": "1898",
      "uri": "/wiki/Thomas_William_Holmes",
      "name": "Thomas William Holmes",
      "aboutText": "William Edwards Deming (October 14, 1900 – December 20, 1993) was an American engineer, statistician, professor, author, lecturer, and management consultant. Educated initially as an electrical engineer and later specializing in mathematical physics, he helped develop the sampling techniques still used by the U.S. Department of the Census and the Bureau of Labor Statistics. In his book The New Economics for Industry, Government, and Education, Deming championed the work of Walter Shewhart, including Statistical Process Control, Operational Definitions, and what Deming called The Shewhart Cycle which had evolved into PDSA (Plan-Do-Study-Act).",
      "pageId": 70534,
      "monthDay": "10/14"
    },
    {
      "year": "1900",
      "uri": "/wiki/W._Edwards_Deming",
      "name": "W. Edwards Deming",
      "aboutText": "Lê Đức Thọ ( listen; 14 October 1911 – 13 October 1990), born Phan Đình Khải in Hà Nam Province, was a Vietnamese revolutionary, general, diplomat, and politician. He was awarded the Nobel Peace Prize jointly with United States Secretary of State Henry Kissinger in 1973, but he declined it.\nIn 1930, Tho helped found the Indochinese Communist Party.",
      "pageId": 80063,
      "monthDay": "10/14"
    },
    {
      "year": "1902",
      "uri": "/wiki/Learco_Guerra",
      "name": "Learco Guerra",
      "aboutText": "Johanna \"Hannah\" Arendt (/ˈɛərənt/ or /ˈɑrənt/; German: [ˈaːʀənt]; 14 October 1906 – 4 December 1975) was a German-born American political theorist. Though often described as a philosopher, she rejected that label on the grounds that philosophy is concerned with \"man in the singular\" and instead described herself as a political theorist because her work centers on the fact that \"men, not Man, live on the earth and inhabit the world.\" An assimilated Jew, she escaped Europe during the Holocaust and became an American citizen. Her works deal with the nature of power, and the subjects of politics, direct democracy, authority, and totalitarianism.",
      "pageId": 95184,
      "monthDay": "10/14"
    },
    {
      "year": "1904",
      "uri": "/wiki/Christian_Pineau",
      "name": "Christian Pineau",
      "aboutText": "Charles Everett Koop (October 14, 1916 – February 25, 2013) was an American pediatric surgeon and public health administrator. He was a vice admiral in the Public Health Service Commissioned Corps, and served as the 13th Surgeon General of the United States under President Ronald Reagan from 1982 to 1989.",
      "pageId": 220379,
      "monthDay": "10/14"
    },
    {
      "year": "1906",
      "uri": "/wiki/Hassan_al-Banna",
      "name": "Hassan al-Banna",
      "aboutText": "Bernd Rosemeyer (14 October 1909 – 28 January 1938) was a German racing driver.",
      "pageId": 447094,
      "monthDay": "10/14"
    },
    {
      "year": "1906",
      "uri": "/wiki/Hannah_Arendt",
      "name": "Hannah Arendt",
      "aboutText": "John Robert Wooden (October 14, 1910 – June 4, 2010) was an American basketball player and coach. Nicknamed the \"Wizard of Westwood,\" as head coach at UCLA he won ten NCAA national championships in a 12-year period, including an unprecedented seven in a row. Within this period, his teams won a men's basketball-record 88 consecutive games.",
      "pageId": 505605,
      "monthDay": "10/14"
    },
    {
      "year": "1907",
      "uri": "/wiki/Allan_Jones_(actor)",
      "name": "Allan Jones",
      "aboutText": "Harry David Brecheen (October 14, 1914 – January 17, 2004), nicknamed \"The Cat\", was an American left-handed pitcher in Major League Baseball who played most of his career for the St. Louis Cardinals. In the late 1940s he was among the team's stars, becoming the first left-hander ever to win three games in a single World Series in 1946 and later leading the National League in several categories in 1948.",
      "pageId": 533156,
      "monthDay": "10/14"
    },
    {
      "year": "1908",
      "uri": "/wiki/Ruth_Hale_(playwright_and_actress)",
      "name": "Ruth Hale",
      "aboutText": "Allan Jones (October 14, 1907 – June 27, 1992) was an American actor and tenor.",
      "pageId": 556374,
      "monthDay": "10/14"
    },
    {
      "year": "1909",
      "uri": "/wiki/Mochitsura_Hashimoto",
      "name": "Mochitsura Hashimoto",
      "aboutText": "Thomas William Holmes VC (14 October 1898 – 4 January 1950) was a soldier in the Canadian Expeditionary Force, and was a Canadian recipient of the Victoria Cross, the highest and most prestigious award for gallantry in the face of the enemy that can be awarded to British and Commonwealth forces, during the First World War.",
      "pageId": 1864948,
      "monthDay": "10/14"
    },
    {
      "year": "1909",
      "uri": "/wiki/Dorothy_Kingsley",
      "name": "Dorothy Kingsley",
      "aboutText": "Raymond (Ray) Davis, Jr.",
      "pageId": 1891219,
      "monthDay": "10/14"
    },
    {
      "year": "1909",
      "uri": "/wiki/Bernd_Rosemeyer",
      "name": "Bernd Rosemeyer",
      "aboutText": "Dorothy Kingsley (October 14, 1909 – September 26, 1997) was an American screenwriter, who worked extensively in film, radio and television.",
      "pageId": 2161966,
      "monthDay": "10/14"
    },
    {
      "year": "1910",
      "uri": "/wiki/John_Wooden",
      "name": "John Wooden",
      "aboutText": "Ruth Hale (October 14, 1908 – April 20, 2003) was an American playwright and actress.",
      "pageId": 2650825,
      "monthDay": "10/14"
    },
    {
      "year": "1911",
      "uri": "/wiki/L%C3%AA_%C4%90%E1%BB%A9c_Th%E1%BB%8D",
      "name": "Lê Đức Thọ",
      "aboutText": "Learco Guerra (October 14, 1902 - February 7, 1963) was an Italian professional road racing cyclist. The highlight of his career was his overall win in the 1934 Giro d'Italia.\nLaearco Guerra, born in San Nicolò Po, a frazione of Bagnolo San Vito in Lombardy, gained the nickname of \"Human Locomotive\" for his enduring quality in plain stages.",
      "pageId": 3684769,
      "monthDay": "10/14"
    },
    {
      "year": "1914",
      "uri": "/wiki/Harry_Brecheen",
      "name": "Harry Brecheen",
      "aboutText": "Lois Lenski (October 14, 1893 – September 11, 1974) was a popular and prolific writer of children's and young adult fiction.\nOne of her projects was a collection of regional novels about children across the United States. The series includes her most famous work, Strawberry Girl, about a girl in Florida; Blue Ridge Billy, about a North Carolina youth living in rural Appalachia; Bayou Suzette, etc.",
      "pageId": 4606561,
      "monthDay": "10/14"
    },
    {
      "year": "1914",
      "uri": "/wiki/Raymond_Davis,_Jr.",
      "name": "Raymond Davis, Jr.",
      "aboutText": "Mochitsura Hashimoto (橋本 以行, Hashimoto Mochitsura, 1909 – 25 October 2000) was an officer and a submarine commander in the Imperial Japanese Navy during World War II. He is best known as the captain of Japanese submarine I-58, which sank the USS Indianapolis in 1945.\nBorn in Kyoto and educated at the Imperial Japanese Naval Academy, Hashimoto volunteered for service in submarines and was later aboard submarine I-24 during the attack on Pearl Harbor in 1941. Hashimoto commanded coastal patrol and training submarines off Japan for much of the war, and in 1944 took command of I-58, a ship which was equipped to carry kaiten, or manned torpedoes.",
      "pageId": 10096572,
      "monthDay": "10/14"
    },
    {
      "year": "1914",
      "uri": "/wiki/Alexis_Rannit",
      "name": "Alexis Rannit",
      "aboutText": "Loris Francesco Capovilla (born 14 October 1915) is an Italian Roman Catholic prelate and a cardinal. At the age of 100, he is the oldest Roman Catholic bishop from Italy and, since his elevation to the cardinalate in 2014, the oldest member of the College of Cardinals.\nHe served as the personal secretary to Pope John XXIII from 1958 to 1963.",
      "pageId": 19321285,
      "monthDay": "10/14"
    },
    {
      "year": "1915",
      "uri": "/wiki/Loris_Francesco_Capovilla",
      "name": "Loris Francesco Capovilla",
      "aboutText": "Sheikh Hassan Ahmed Abdel Rahman Muhammed al-Banna (Arabic: حسن أحمد عبد الرحمن محمد البنا‎, IPA: [ˈħæsæn ˈæħmæd ʕæbdeɾɾˤɑħˈmɑːn mæˈħæmmæd elˈbænnæ]) known as Hassan al-Banna (14 October 1906 – 12 February 1949) was a school teacher and imam, best known for founding the Muslim Brotherhood, one of the largest and most influential 20th century Muslim revivalist organizations.",
      "pageId": 23616636,
      "monthDay": "10/14"
    },
    {
      "year": "1916",
      "uri": "/wiki/C._Everett_Koop",
      "name": "C. Everett Koop",
      "aboutText": "Alexis Rannit (born Alexey Konstantinovich Dolgoshev - Алексей Константинович Долгошев; Estonian: Aleksis Rannit; 14 October 1914 in Kallaste, Governorate of Livonia — 5 January 1985 in New Haven, Connecticut, USA) was an Estonian poet, critic and literature researcher.",
      "pageId": 24595171,
      "monthDay": "10/14"
    },
    {
      "year": "1918",
      "uri": "/wiki/Marcel_Chaput",
      "name": "Marcel Chaput",
      "aboutText": "Mobutu Sese Seko Kuku Ngbendu Wa Za Banga (/məˈbuːtuː ˈsɛseɪ ˈsɛkoʊ/; born Joseph-Desiré Mobutu; 14 October 1930 – 7 September 1997) was the military dictator and President of the Democratic Republic of the Congo (which Mobutu renamed Zaire in 1971) from 1965 to 1997. He also served as Chairperson of the Organisation of African Unity in 1967–1968.\nOnce in power, Mobutu formed an authoritarian regime, amassed vast personal wealth, and attempted to purge the country of all colonial cultural influence, while enjoying considerable support from the United States due to his anti-communist stance.",
      "pageId": 64240,
      "monthDay": "10/14"
    },
    {
      "year": "1918",
      "uri": "/wiki/Thelma_Coyne_Long",
      "name": "Thelma Coyne Long",
      "aboutText": "La Monte Thornton Young (born October 14, 1935) is an American avant-garde artist, composer and musician, generally recognized as the first minimalist composer. His works have been included among the most important and radical post-World War II avant-garde, experimental, and contemporary music. Young is especially known for his development of drone music.",
      "pageId": 98784,
      "monthDay": "10/14"
    },
    {
      "year": "1918",
      "uri": "/wiki/Frances_E._Nealy",
      "name": "Frances E. Nealy",
      "aboutText": "Sir Roger George Moore KBE (born 14 October 1927) is an English actor. Moore played the British secret agent James Bond in seven feature films between 1973 and 1985; he remains the oldest actor to have played the character. After graduating from the Royal Academy of Dramatic Art (RADA), Moore worked as a model and made several appearances in minor films and television dramas before finding more substantial roles in the television serials Ivanhoe (1958–1959), The Alaskans (1960–1961) and Maverick (1961).",
      "pageId": 174716,
      "monthDay": "10/14"
    },
    {
      "year": "1918",
      "uri": "/wiki/Doug_Ring",
      "name": "Doug Ring",
      "aboutText": "Alan John Williams (14 October 1930 – 21 December 2014) was a British Labour Party politician, who was the Member of Parliament (MP) for Swansea West from 1964 to 2010. He was the longest serving MP for a Welsh constituency since David Lloyd George and built a reputation for his detailed scrutiny of the ways in which public money was spent.",
      "pageId": 414485,
      "monthDay": "10/14"
    },
    {
      "year": "1921",
      "uri": "/wiki/Jos%C3%A9_Arra%C3%B1o_Acevedo",
      "name": "José Arraño Acevedo",
      "aboutText": "Joel Barnett, Baron Barnett, PC (14 October 1923 – 1 November 2014) was a Labour Party politician.",
      "pageId": 471164,
      "monthDay": "10/14"
    },
    {
      "year": "1923",
      "uri": "/wiki/Joel_Barnett,_Baron_Barnett",
      "name": "Joel Barnett, Baron Barnett",
      "aboutText": "Yvon Durelle (October 14, 1929 – January 6, 2007), born in Baie-Ste-Anne, New Brunswick, Canada, was an Acadian Canadian champion boxer.",
      "pageId": 517517,
      "monthDay": "10/14"
    },
    {
      "year": "1924",
      "uri": "/wiki/Robert_Webber",
      "name": "Robert Webber",
      "aboutText": "Marcel Chaput (October 14, 1918 - January 19, 1991) was a scientist and a militant for the independence of Quebec from Canada.",
      "pageId": 568622,
      "monthDay": "10/14"
    },
    {
      "year": "1925",
      "uri": "/wiki/Clancy_Lyall",
      "name": "Clancy Lyall",
      "aboutText": "Frank E. Resnik (October 14, 1928 – April 17, 1995) was CEO (1984–1989) and Chairman (1989–1991) of Philip Morris USA.",
      "pageId": 1941023,
      "monthDay": "10/14"
    },
    {
      "year": "1926",
      "uri": "/wiki/Willy_Alberti",
      "name": "Willy Alberti",
      "aboutText": "Nikhil Ranjan Banerjee (Bengali: নিখিল রঞ্জন ব্যানার্জী) (14 October 1931 – 27 January 1986) was an eminent Indian classical sitarist of the Maihar Gharana. A student of the legendary Baba Allauddin Khan, Pandit Nikhil Banerjee was known for his technical virtuosity and clinical execution. Along with Pandit Ravi Shankar and Ustad Vilayat Khan, he emerged as one of the leading exponents of the Sitar and is regarded as a legend of Indian classical music.",
      "pageId": 2337939,
      "monthDay": "10/14"
    },
    {
      "year": "1926",
      "uri": "/wiki/Bill_Justis",
      "name": "Bill Justis",
      "aboutText": "Thelma Dorothy Coyne Long (14 October 1918 – 13 April 2015) was an Australian tennis player and one of the female players who dominated Australian tennis from the mid-1930s to the 1950s. During her career she won 19 Grand Slam tournament titles.",
      "pageId": 2489646,
      "monthDay": "10/14"
    },
    {
      "year": "1927",
      "uri": "/wiki/Roger_Moore",
      "name": "Roger Moore",
      "aboutText": "Robert L. Webber (October 14, 1924 – May 19, 1989) was an American actor.",
      "pageId": 3058665,
      "monthDay": "10/14"
    },
    {
      "year": "1928",
      "uri": "/wiki/Frank_E._Resnik",
      "name": "Frank E. Resnik",
      "aboutText": "Douglas Thomas Ring (14 October 1918 – 23 June 2003) was an Australian cricketer who played for Victoria and Australia in 13 Tests from 1948 to 1953. In 129 first-class cricket matches, he took 426 wickets bowling leg spin, and he had a top score of 145 runs, which was the only century of his career.\nRing made his Test debut against India in the 1947–48 season and was picked for Australia's tour of England in 1948, the so-called \"Invincibles\" side, but played in only one Test match on the tour.",
      "pageId": 3595173,
      "monthDay": "10/14"
    },
    {
      "year": "1929",
      "uri": "/wiki/Yvon_Durelle",
      "name": "Yvon Durelle",
      "aboutText": "Frances E. Nealy (October 14, 1918 - May 23, 1997) was an American actress.",
      "pageId": 3629604,
      "monthDay": "10/14"
    },
    {
      "year": "1930",
      "uri": "/wiki/Robert_Parker_(singer)",
      "name": "Robert Parker",
      "aboutText": "William Everett \"Bill\" Justis, Jr.",
      "pageId": 4105059,
      "monthDay": "10/14"
    },
    {
      "year": "1930",
      "uri": "/wiki/Mobutu_Sese_Seko",
      "name": "Mobutu Sese Seko",
      "aboutText": "Robert Parker (born October 14, 1930) is an American R&B singer and musician, best known for his 1966 hit, \"Barefootin'\".\nParker was born in New Orleans, Louisiana, United States, and started his career as a saxophonist, playing with Professor Longhair on his hit \"Mardi Gras In New Orleans\" in 1949. Over the next decade, he played with most of New Orleans' musicians, including Fats Domino, Irma Thomas, and Huey \"Piano\" Smith.",
      "pageId": 6845068,
      "monthDay": "10/14"
    },
    {
      "year": "1930",
      "uri": "/wiki/Alan_Williams",
      "name": "Alan Williams",
      "aboutText": "Anatoly Ivanovich Larkin (Russian: Анатолий Иванович Ларкин; October 14, 1932 – August 4, 2005) was a Russian theoretical physicist, universally recognised as a leader in theory of condensed matter, and who was also a celebrated teacher of several generations of theorists.\nBorn in a small town of Kolomna in Moscow region, Larkin went on to receive his education at the Moscow Engineering Physics Institute. He worked on his PhD on the properties of plasmas under the supervision of A.B.Migdal and later received the degree of Doctor of Science (1965) for studies of superconductivity.",
      "pageId": 7908517,
      "monthDay": "10/14"
    },
    {
      "year": "1931",
      "uri": "/wiki/Nikhil_Banerjee",
      "name": "Nikhil Banerjee",
      "aboutText": "Enrico Di Giuseppe (October 14, 1932 – December 31, 2005) was a celebrated American operatic tenor who had an active performance career from the late 1950s through the 1990s. He spent most of his career performing in New York City, juggling concurrent performance contracts with both the New York City Opera (NYCO) and the Metropolitan Opera during the 1970s and 1980s. In the latter part of his career he was particularly active with the New York Grand Opera.",
      "pageId": 13429948,
      "monthDay": "10/14"
    },
    {
      "year": "1932",
      "uri": "/wiki/Enrico_Di_Giuseppe",
      "name": "Enrico Di Giuseppe",
      "aboutText": "Willy Alberti (14 October 1926 – 18 February 1985), born Carel Verbrugge, was a Dutch singer, who sang in Dutch and Italian. He was also an actor and a radio and TV personality.\nAlberti was born in Amsterdam as the third of eight children to Jacobus Wilhelm Verbrugge and Sophia Jacoba van Musscher.",
      "pageId": 15288217,
      "monthDay": "10/14"
    },
    {
      "year": "1932",
      "uri": "/wiki/Anatoly_Larkin",
      "name": "Anatoly Larkin",
      "aboutText": "José Santos Arraño Acevedo (14 October 1921 – 23 November 2009) was a Chilean journalist and historian, who worked in several regional newspapers, including El Rancagüino from Rancagua, La Discusión from Chillán, amid others. He also wrote two books on the history of Pichilemu: Pichilemu y Sus Alrededores Turísticos (\"Pichilemu and its tourist surroundings\") and Hombres y Cosas de Pichilemu (\"People and stuff from Pichilemu\").",
      "pageId": 25261315,
      "monthDay": "10/14"
    },
    {
      "year": "1935",
      "uri": "/wiki/La_Monte_Young",
      "name": "La Monte Young",
      "aboutText": "Clarence Odell “Clancy” Lyall (October 14, 1925 – March 19, 2012) served with Easy Company, 2nd Battalion, 506th Parachute Infantry Regiment, in the 101st Airborne Division of the United States Army during World War II. This unit would be popularized in the mini-series Band of Brothers based on the book by the same name.\nClancy later served in the 82nd Airborne Division in post-war Germany and in 187th Airborne Regimental Combat Team[1] – The Rakkasans – in the Korean War. He also served in Indochina.",
      "pageId": 35666174,
      "monthDay": "10/14"
    },
    {
      "year": "1936",
      "uri": "/wiki/Hans_Kraay",
      "name": "Hans Kraay",
      "aboutText": "Sir Cliff Richard OBE (born Harry Rodger Webb, 14 October 1940) is a British pop singer, musician, performer, actor and philanthropist. Richard has sold more than 250 million records worldwide. He has total sales of over 21 million singles in the UK and is the third-top-selling singles artist in UK Chart history, behind the Beatles and Elvis Presley.",
      "pageId": 52263,
      "monthDay": "10/14"
    },
    {
      "year": "1936",
      "uri": "/wiki/J%C3%BCrg_Schubiger",
      "name": "Jürg Schubiger",
      "aboutText": "Ralph Lauren (/ˈlɔːrən/; born Ralph Lifshitz; October 14, 1939) is an American fashion designer, philanthropist, and business executive, best known for the Ralph Lauren Corporation clothing company, a global multi-billion-dollar enterprise. He has also become well known for his collection of rare automobiles, some of which have been displayed in museum exhibits. Lauren stepped down as Chief Executive Officer of the company in September 2015 but remains its Executive Chairman and Chief Creative Officer.",
      "pageId": 460349,
      "monthDay": "10/14"
    },
    {
      "year": "1938",
      "uri": "/wiki/John_Dean",
      "name": "John Dean",
      "aboutText": "John Wesley Dean III (born October 14, 1938) served as White House Counsel for United States President Richard Nixon from July 1970 until April 1973. In this position, he became deeply involved in events leading up to the Watergate burglaries and the subsequent Watergate scandal cover-up. He was referred to as the \"master manipulator of the cover-up\" by the Federal Bureau of Investigation (FBI).",
      "pageId": 568270,
      "monthDay": "10/14"
    },
    {
      "year": "1938",
      "uri": "/wiki/Elizabeth_Esteve-Coll",
      "name": "Elizabeth Esteve-Coll",
      "aboutText": "Pierre \"Perrie\" Mans (born 14 October 1940) is a retired professional snooker player from South Africa, who first won the South African Amateur Snooker Championship in 1965, and won the event 19 times.",
      "pageId": 624667,
      "monthDay": "10/14"
    },
    {
      "year": "1938",
      "uri": "/wiki/Ron_Lancaster",
      "name": "Ron Lancaster",
      "aboutText": "Roger Taylor (born 14 October 1941) is a British former tennis player. Born in Sheffield, South Yorkshire, he won 6 singles titles and 10 doubles titles during his career. He achieved success at several Grand Slam tournaments, reaching the quarter-finals of the French Open in 1973, the semi-finals of Wimbledon during the same year and winning back to back US Open Men's Doubles titles in 1971 and 1972.",
      "pageId": 695190,
      "monthDay": "10/14"
    },
    {
      "year": "1938",
      "uri": "/wiki/Shula_Marks",
      "name": "Shula Marks",
      "aboutText": "Péter Nádas (born 14 October 1942) is a Hungarian writer, playwright, and essayist.",
      "pageId": 1057516,
      "monthDay": "10/14"
    },
    {
      "year": "1938",
      "uri": "/wiki/Farah_Pahlavi",
      "name": "Farah Pahlavi",
      "aboutText": "Ronald \"Ron\" Lancaster (October 14, 1938 – September 18, 2008) was a Canadian Football League quarterback. after his retirement as a player, he was also coach and general manager in the same league, and a sports announcer for CBC Television. At the time of his death, he was the Senior Director of Football Operations of the Hamilton Tiger-Cats.",
      "pageId": 1711985,
      "monthDay": "10/14"
    },
    {
      "year": "1939",
      "uri": "/wiki/Ralph_Lauren",
      "name": "Ralph Lauren",
      "aboutText": "Dyanne Thorne (born October 14, 1943, in Greenwich, Connecticut, US) is an American actress, nude model for pin-up magazines, and former Las Vegas showgirl.",
      "pageId": 1879237,
      "monthDay": "10/14"
    },
    {
      "year": "1939",
      "uri": "/wiki/Rocky_Thompson_(golfer)",
      "name": "Rocky Thompson",
      "aboutText": "Christopher Timothy (born 14 October 1940) is a Welsh actor, television director and writer.",
      "pageId": 2461821,
      "monthDay": "10/14"
    },
    {
      "year": "1940",
      "uri": "/wiki/Perrie_Mans",
      "name": "Perrie Mans",
      "aboutText": "Jerry Michael Glanville (born October 14, 1941) is a former American football player and coach, former NASCAR driver and owner, and sportscaster. He served as Head Football Coach of the Houston Oilers from 1986 to 1990 and the Atlanta Falcons from 1990 to 1994, compiling a career NFL record of 63–73. From 2007 to 2009, he was the Head Football Coach at Portland State University, tallying a mark of 9–24.",
      "pageId": 2734548,
      "monthDay": "10/14"
    },
    {
      "year": "1940",
      "uri": "/wiki/Cliff_Richard",
      "name": "Cliff Richard",
      "aboutText": "Suzanna Martha Frederika van Osch (Bogor, October 14, 1942 - Magelang, October 15, 2008) was an Indonesian actress of Indo-European (Eurasian) descent.",
      "pageId": 3397147,
      "monthDay": "10/14"
    },
    {
      "year": "1940",
      "uri": "/wiki/Christopher_Timothy",
      "name": "Christopher Timothy",
      "aboutText": "Arthur Louis Shamsky (born October 14, 1941) is a former Major League Baseball player. He played right field, left field, and first base from 1965 to 1972 for the Cincinnati Reds, New York Mets, Chicago Cubs, and Oakland Athletics.",
      "pageId": 5571911,
      "monthDay": "10/14"
    },
    {
      "year": "1941",
      "uri": "/wiki/Jerry_Glanville",
      "name": "Jerry Glanville",
      "aboutText": "Hugh Delane \"Rocky\" Thompson (born October 14, 1939) is an American professional golfer who has played on the PGA Tour and the Champions Tour.\nThompson was born in Shreveport, Louisiana. He attended the University of Houston, and graduated in 1962.",
      "pageId": 7464796,
      "monthDay": "10/14"
    },
    {
      "year": "1941",
      "uri": "/wiki/Laurie_Lawrence",
      "name": "Laurie Lawrence",
      "aboutText": "Shula Eta Marks, PhD, OBE, FBA (born 14 October 1938, Cape Town) is emeritus professor of history at the School of Oriental and African Studies of the University of London. She has written at least seven books and a WHO monograph on Health and Apartheid, concerning experiences and public health issues in South Africa. Some of her current public health work involves the fight against the spread of HIV/AIDS in contemporary South Africa.",
      "pageId": 8386401,
      "monthDay": "10/14"
    },
    {
      "year": "1941",
      "uri": "/wiki/Art_Shamsky",
      "name": "Art Shamsky",
      "aboutText": "Laurie Joseph Lawrence (born 14 October 1941) is an Australian swimming coach.",
      "pageId": 8731287,
      "monthDay": "10/14"
    },
    {
      "year": "1941",
      "uri": "/wiki/Roger_Taylor_(tennis)",
      "name": "Roger Taylor",
      "aboutText": "Dame Elizabeth Esteve-Coll DBE FRSA (born 14 October 1938) is a British academic and former museum director.",
      "pageId": 9955394,
      "monthDay": "10/14"
    },
    {
      "year": "1942",
      "uri": "/wiki/Suzzanna",
      "name": "Suzzanna",
      "aboutText": "Hans Kraay (born 14 October 1936) is a retired Dutch football player (defence). Subsequently he became well known for his football management skills as well as analysis of matches on Dutch television.\nBorn in Utrecht, Kraay made his professional debut at DOS and also played for Feijenoord.",
      "pageId": 11677709,
      "monthDay": "10/14"
    },
    {
      "year": "1942",
      "uri": "/wiki/Evelio_Javier",
      "name": "Evelio Javier",
      "aboutText": "Evelio Bellaflor Javier (October 14, 1942 – February 11, 1986) was a Filipino lawyer, civil servant, politician, and an opposition leader during the regime of President Ferdinand Marcos. His assassination on February 11, 1986, allegedly by allies of Marcos, was one of the sparks of the People Power Revolution later that month.\nJavier was the brother of Exequiel Javier who defeated his foe, Arturo Pacificador, and served as congressman from 1987 to 1998 and from 2001 to 2010 and governor from 1998–2001, and 2010–2015.",
      "pageId": 14294745,
      "monthDay": "10/14"
    },
    {
      "year": "1942",
      "uri": "/wiki/P%C3%A9ter_N%C3%A1das",
      "name": "Péter Nádas",
      "aboutText": "Jürg Schubiger (14 October 1936 – 15 September 2014) was a Swiss psychotherapist and writer of children's books. He won the Deutscher Jugendliteraturpreis (German Youth Literature Award) in 1996 for Als die Welt noch jung war.\nFor his \"lasting contribution\" as a children's writer Schubiger received the biennial Hans Christian Andersen Medal in 2008.",
      "pageId": 30523404,
      "monthDay": "10/14"
    },
    {
      "year": "1943",
      "uri": "/wiki/Dyanne_Thorne",
      "name": "Dyanne Thorne",
      "aboutText": "Farah Pahlavi (Persian: فرح پهلوی‎‎; born Farah Diba; 14 October 1938) is the widow of Mohammad Reza Pahlavi and the former Empress of Iran.\n^ The life and times of the Shah. Books.google.",
      "pageId": 30875988,
      "monthDay": "10/14"
    },
    {
      "year": "1944",
      "uri": "/wiki/Udo_Kier",
      "name": "Udo Kier",
      "aboutText": "John Craig Venter (born October 14, 1946) is an American biotechnologist, biochemist, geneticist, and entrepreneur. He is known for being one of the first to sequence the human genome and the first to transfect a cell with a synthetic genome. Venter founded Celera Genomics, The Institute for Genomic Research (TIGR) and the J. Craig Venter Institute (JCVI), and is now working at JCVI to create synthetic biological organisms.",
      "pageId": 7550,
      "monthDay": "10/14"
    },
    {
      "year": "1945",
      "uri": "/wiki/Colin_Hodgkinson",
      "name": "Colin Hodgkinson",
      "aboutText": "François Bozizé Yangouvonda (born 14 October 1946) is a Central African politician who was the President of the Central African Republic from 2003 to 2013.\nBozizé rose to become a high-ranking army officer in the 1970s, under the rule of Jean-Bédel Bokassa. After Bokassa was ousted, Bozizé served in the government as Minister of Defense from 1979 to 1981 and as Minister of Information from 1981 to 1982.",
      "pageId": 213625,
      "monthDay": "10/14"
    },
    {
      "year": "1945",
      "uri": "/wiki/Daan_Jippes",
      "name": "Daan Jippes",
      "aboutText": "Josip Nikolai Peruzović (born October 14, 1947), better known by his ring name of Nikolai Volkoff, is a professional wrestler who is best known for his performances for the World Wrestling Federation. Although the Volkoff on-screen character was often portrayed as a villainous Russian, Peruzović actually originates from Croatia and has a mixed background.",
      "pageId": 539718,
      "monthDay": "10/14"
    },
    {
      "year": "1945",
      "uri": "/wiki/Lesley_Joseph",
      "name": "Lesley Joseph",
      "aboutText": "Katha Pollitt (born October 14, 1949) is an American feminist poet, essayist and critic. She is the author of four essay collections and two books of poetry.",
      "pageId": 707374,
      "monthDay": "10/14"
    },
    {
      "year": "1946",
      "uri": "/wiki/Fran%C3%A7ois_Boziz%C3%A9",
      "name": "François Bozizé",
      "aboutText": "Albert Oliver, Jr. (born October 14, 1946 in Portsmouth, Ohio) is a former Major League Baseball player. Over the course of his 18-year career, he played for the Pittsburgh Pirates (1968–77), Texas Rangers (1978–81), Montreal Expos (1982–83), San Francisco Giants (1984), Philadelphia Phillies (1984), Los Angeles Dodgers (1985) and Toronto Blue Jays (1985).",
      "pageId": 1130225,
      "monthDay": "10/14"
    },
    {
      "year": "1946",
      "uri": "/wiki/Justin_Hayward",
      "name": "Justin Hayward",
      "aboutText": "David Justin Hayward (born 14 October 1946) is an English musician, best known as songwriter, lead singer and guitarist in the rock band The Moody Blues.\nHayward was born in Dean Street, Swindon, Wiltshire, England, and educated at Shrivenham School in Berkshire, and The Commonweal School in Swindon.",
      "pageId": 1368992,
      "monthDay": "10/14"
    },
    {
      "year": "1946",
      "uri": "/wiki/Dan_McCafferty",
      "name": "Dan McCafferty",
      "aboutText": "David William \"The Hammer\" Schultz (born October 14, 1949) is a retired Canadian professional ice hockey player. Schultz is renowned as one of hockey's greatest enforcers and holds the NHL record for most penalty minutes in a single season, at 472.",
      "pageId": 1572178,
      "monthDay": "10/14"
    },
    {
      "year": "1946",
      "uri": "/wiki/Al_Oliver",
      "name": "Al Oliver",
      "aboutText": "Catherine Ann \"Katy\" Manning (born 14 October 1946, Guildford, Surrey, England) is an English actress best known for her part as the companion Jo Grant in the BBC science fiction television series Doctor Who. She has also made many theatre appearances, and is now an Australian citizen.",
      "pageId": 1824258,
      "monthDay": "10/14"
    },
    {
      "year": "1946",
      "uri": "/wiki/Craig_Venter",
      "name": "Craig Venter",
      "aboutText": "Lesley Diana Joseph (born 14 October 1945) is an English actress and broadcaster, best known for playing Dorien Green in the popular sitcom Birds of a Feather from 1989 to 1998 and then again since 2014.\n^ company check ltd. \"LESLEY DIANA JOSEPH director information.",
      "pageId": 1827361,
      "monthDay": "10/14"
    },
    {
      "year": "1947",
      "uri": "/wiki/Norman_Harris_(musician)",
      "name": "Norman Harris",
      "aboutText": "Norman Ray Harris (October 14, 1947 – March 20, 1987) was an American guitarist, producer, arranger and songwriter, closely associated with Philly soul. He was a founding member of MFSB, the Philadelphia studio band, and one of the Baker-Harris-Young record production trio.\nHe was a leading arranger for Kenny Gamble and Leon Huff's Philadelphia International Records label in its early years during the 1970s and played guitar on many recording sessions.",
      "pageId": 2441284,
      "monthDay": "10/14"
    },
    {
      "year": "1947",
      "uri": "/wiki/Nikolai_Volkoff",
      "name": "Nikolai Volkoff",
      "aboutText": "Udo Kier (born Udo Kierspe; 14 October 1944) is a German actor who has appeared in over 200 films.\n^ \"Interview With An Icon: Udo Kier Discusses His Career And Latest Projects!\". Iconvsicon.com.",
      "pageId": 2558729,
      "monthDay": "10/14"
    },
    {
      "year": "1948",
      "uri": "/wiki/Marcia_Barrett",
      "name": "Marcia Barrett",
      "aboutText": "Daan Jippes (born Daniel Jan Jippes on 14 October 1945 in Amsterdam) is a cartoonist, who has worked with Disney and other comics. He is admired by his fans for his lively emulation of Carl Barks' drawing style, and was therefore chosen by Egmont to redraw some old Junior Woodchucks stories from the 1970s, originally written by Carl Barks and drawn by John Carey, Kay Wright and Tony Strobl, for a new audience in the 1990s. He also drew many covers for Gladstone Publishing's Disney magazines in the 1980s and 1990s in a great variety of styles.",
      "pageId": 3138125,
      "monthDay": "10/14"
    },
    {
      "year": "1948",
      "uri": "/wiki/Gerard_Murphy_(Irish_actor)",
      "name": "Gerard Murphy",
      "aboutText": "Françoise Pascal (born 14 October 1949) is an actress and model who was born to French Mauritian parents; Mauritius was then a colony of the United Kingdom.",
      "pageId": 3291921,
      "monthDay": "10/14"
    },
    {
      "year": "1948",
      "uri": "/wiki/Norman_Ornstein",
      "name": "Norman Ornstein",
      "aboutText": "David Martin Ruprecht (born October 14, 1948) is an American actor/writer primarily known for his work as host of the Lifetime/PAX game show, Supermarket Sweep. He has hosted the live stage show version of The Price Is Right at casinos in Las Vegas, Atlantic City, Mississippi and Connecticut. He has also hosted Family Feud Live.",
      "pageId": 3455432,
      "monthDay": "10/14"
    },
    {
      "year": "1948",
      "uri": "/wiki/David_Ruprecht",
      "name": "David Ruprecht",
      "aboutText": "Marcia Barrett (born 14 October 1948, St Catherine, Jamaica), is one of the original singers with the vocal group, Boney M.",
      "pageId": 3961946,
      "monthDay": "10/14"
    },
    {
      "year": "1949",
      "uri": "/wiki/Damian_Lau",
      "name": "Damian Lau",
      "aboutText": "Norman J. Ornstein is a political scientist and resident scholar at the American Enterprise Institute (AEI), a Washington D.C. think tank.",
      "pageId": 4004332,
      "monthDay": "10/14"
    },
    {
      "year": "1949",
      "uri": "/wiki/Katy_Manning",
      "name": "Katy Manning",
      "aboutText": "William Daniel \"Dan\" McCafferty (born 14 October 1946, Dunfermline, Scotland) is a Scottish vocalist, best known as the lead singer for the Scottish hard rock band Nazareth from its founding in 1968 to his retirement from touring with the band in 2013.",
      "pageId": 4773199,
      "monthDay": "10/14"
    },
    {
      "year": "1949",
      "uri": "/wiki/Fran%C3%A7oise_Pascal",
      "name": "Françoise Pascal",
      "aboutText": "Colin Hodgkinson (born 14 October 1945, Peterborough, Cambridgeshire) is a British rock, jazz and blues bassist, who has been active since the 1960s.",
      "pageId": 10526801,
      "monthDay": "10/14"
    },
    {
      "year": "1949",
      "uri": "/wiki/Katha_Pollitt",
      "name": "Katha Pollitt",
      "aboutText": "Damian Lau Chung-yan (born 14 October 1949) is a Hong Kong film and television actor, executive producer and film director.",
      "pageId": 13819649,
      "monthDay": "10/14"
    },
    {
      "year": "1949",
      "uri": "/wiki/Dave_Schultz_(ice_hockey)",
      "name": "Dave Schultz",
      "aboutText": "Eamon Gerard Murphy (14 October 1948 – 26 August 2013) was a Northern Irish film, television and theatre actor.\n^ Quinn, Michael (22 August 2013). \"West End actor Gerard Murphy dies\".",
      "pageId": 20734277,
      "monthDay": "10/14"
    },
    {
      "year": "1950",
      "uri": "/wiki/Joey_Travolta",
      "name": "Joey Travolta",
      "aboutText": "Kazumi Watanabe (渡辺香津美) is a jazz and jazz fusion guitarist, from Tokyo, Japan. He was born on October 14, 1953.\nWatanabe learned to play guitar from Sadanori Nakamure, one of Japan's grandmaster guitarists.",
      "pageId": 158711,
      "monthDay": "10/14"
    },
    {
      "year": "1951",
      "uri": "/wiki/Aad_van_den_Hoek",
      "name": "Aad van den Hoek",
      "aboutText": "Thomas Dolby (born Thomas Morgan Robertson; 14 October 1958) is an English musician and producer best known for his 1982 hit \"She Blinded Me with Science\" and 1984 single \"Hyperactive!\". He has also worked extensively in production and as a session musician, as a technology entrepreneur in Silicon Valley, and as the Music Director for the TED Conference.",
      "pageId": 171637,
      "monthDay": "10/14"
    },
    {
      "year": "1952",
      "uri": "/wiki/Harry_Anderson",
      "name": "Harry Anderson",
      "aboutText": "(not updated since 2008)",
      "pageId": 691114,
      "monthDay": "10/14"
    },
    {
      "year": "1952",
      "uri": "/wiki/Nikolai_Andrianov",
      "name": "Nikolai Andrianov",
      "aboutText": "Harry Laverne Anderson (born October 14, 1952) is an American actor, screenwriter, director and magician. He is best known for the role of Judge Harry Stone on the 1984–92 television series Night Court. In addition to eight appearances on Saturday Night Live between 1981 and 1985, Anderson had a recurring guest role as con man Harry \"The Hat\" Gittes on Cheers, toured extensively as a magician, and did several magic/comedy shows for broadcast, including Harry Anderson's Sideshow (1987).",
      "pageId": 1251324,
      "monthDay": "10/14"
    },
    {
      "year": "1952",
      "uri": "/wiki/Rick_Aviles",
      "name": "Rick Aviles",
      "aboutText": "Rick Aviles (October 14, 1952 – March 17, 1995) was an American stand-up comedian and actor of Puerto Rican descent who is best remembered for the role of Willie Lopez in the film Ghost.",
      "pageId": 1258292,
      "monthDay": "10/14"
    },
    {
      "year": "1953",
      "uri": "/wiki/Shelley_Ackerman",
      "name": "Shelley Ackerman",
      "aboutText": "Kenny Neal (born October 14, 1957, New Orleans, Louisiana, United States), son of Raful Neal, is an American blues guitar player, singer and band member.",
      "pageId": 1440093,
      "monthDay": "10/14"
    },
    {
      "year": "1953",
      "uri": "/wiki/Greg_Evigan",
      "name": "Greg Evigan",
      "aboutText": "Nikolai Yefimovich Andrianov (Russian: Никола́й Ефи́мович Андриа́нов) (14 October 1952 – 21 March 2011) was a Soviet/Russian gymnast. He held the record for men for the most Olympic medals at 15 (7 gold medals, 5 silver medals, 3 bronze medals) until Michael Phelps surpassed him at the 2008 Beijing Summer Olympics. Andrianov is the third athlete (male or female) in cumulative Olympic medals after Phelps's 22 and Larisa Latynina, who earned 18.",
      "pageId": 1529185,
      "monthDay": "10/14"
    },
    {
      "year": "1953",
      "uri": "/wiki/Kazumi_Watanabe",
      "name": "Kazumi Watanabe",
      "aboutText": "Beth Daniel (born October 14, 1956) is an American professional golfer. She became a member of the LPGA Tour in 1979 and won 33 LPGA Tour events, including one major championship, during her career.",
      "pageId": 1628492,
      "monthDay": "10/14"
    },
    {
      "year": "1954",
      "uri": "/wiki/Carole_Malone",
      "name": "Carole Malone",
      "aboutText": "Arleen Sorkin is an American actress, screenwriter, presenter, comedian, and walker-talker. Sorkin is known for portraying Calliope Jones on the NBC daytime serial Days of Our Lives and for voicing (and partially inspiring) Batman DC Comics villain Harley Quinn in Batman: The Animated Series and the many animated series and video games that followed it.",
      "pageId": 3060482,
      "monthDay": "10/14"
    },
    {
      "year": "1954",
      "uri": "/wiki/Mordechai_Vanunu",
      "name": "Mordechai Vanunu",
      "aboutText": "Gen Nakatani (中谷 元 Nakatani Gen, born 14 October 1957) is a Japanese politician who served as head of the Japan Defense Agency under present prime minister Shinzō Abe in the first cabinet of Junichiro Koizumi.\nShigeru Ishiba and Gen Nakatani, ex-ministers of Liberal Democratic Party of Japan (LDP) affiliated to the openly revisionist lobby Nippon Kaigi, are the prime movers behind a proposed rearmament of Japan. On 30 May 2013, The ruling LDP Council of National Defense approved the draft of the full-scale rearmament of the country.",
      "pageId": 3074152,
      "monthDay": "10/14"
    },
    {
      "year": "1955",
      "uri": "/wiki/Iwona_Blazwick",
      "name": "Iwona Blazwick",
      "aboutText": "Joseph \"Joey\" Travolta (born October 14, 1950) is an American actor, producer, director and screenwriter. His younger brother is actor John Travolta.\n^ a b McCarthy, Dennis (April 1, 2004).",
      "pageId": 3274375,
      "monthDay": "10/14"
    },
    {
      "year": "1956",
      "uri": "/wiki/%C3%9Cmit_Besen",
      "name": "Ümit Besen",
      "aboutText": "Carole Anne Malone (born 14 October 1954) is an English journalist, commentator on current affairs and occasional broadcaster.\n^ \"Malone evicted from Big Brother\", BBC News.",
      "pageId": 3730766,
      "monthDay": "10/14"
    },
    {
      "year": "1956",
      "uri": "/wiki/Beth_Daniel",
      "name": "Beth Daniel",
      "aboutText": "Anthony Jude Pero (October 14, 1959 – March 20, 2015) was an American drummer, in American heavy metal bands Twisted Sister and Adrenaline Mob.",
      "pageId": 3892299,
      "monthDay": "10/14"
    },
    {
      "year": "1956",
      "uri": "/wiki/Jennell_Jaquays",
      "name": "Jennell Jaquays",
      "aboutText": "Mordechai Vanunu (Hebrew: מרדכי ואנונו‎; born 14 October 1954), also known as John Crossman, is an Israeli former nuclear technician and peace activist who, citing his opposition to weapons of mass destruction, revealed details of Israel's nuclear weapons program to the British press in 1986. He was subsequently lured to Italy by a Mossad agent, where he was drugged and abducted by Israeli intelligence agents. He was transported to Israel and ultimately convicted in a trial that was held behind closed doors.",
      "pageId": 5410023,
      "monthDay": "10/14"
    },
    {
      "year": "1956",
      "uri": "/wiki/Arleen_Sorkin",
      "name": "Arleen Sorkin",
      "aboutText": "Michel Després (born October 14, 1957 in Quebec City, Quebec) is an administrator, consultant and a former Quebec politician. He was the former MNA member of the former riding of Limoilou from 1985 to 1994 and 1998 to 2003 and the former member of the riding of Jean-Lesage from 2003 and 2007 when he was defeated. He represented the Quebec Liberal Party during all his political career.",
      "pageId": 10856933,
      "monthDay": "10/14"
    },
    {
      "year": "1957",
      "uri": "/wiki/Michel_Despr%C3%A9s",
      "name": "Michel Després",
      "aboutText": "Ümit Besen (born October 14, 1956, Osmaniye, Turkey) represents the darker side of Tarabya school of electronic music. He started his professional career with playing keyboards and singing with his band at the local clubs in Adana, Southern Turkey.",
      "pageId": 12027579,
      "monthDay": "10/14"
    },
    {
      "year": "1957",
      "uri": "/wiki/Gen_Nakatani",
      "name": "Gen Nakatani",
      "aboutText": "Shelley Ackerman (born October 14, 1953) is an American astrologer, writer, actress and singer. She has been a frequent guest and commentator on radio and television news and entertainment shows.",
      "pageId": 12086319,
      "monthDay": "10/14"
    },
    {
      "year": "1957",
      "uri": "/wiki/Kenny_Neal",
      "name": "Kenny Neal",
      "aboutText": "Iwona Maria Blazwick OBE (born 14 October 1955) is an art critic, lecturer, director of the Whitechapel Art Gallery in London.",
      "pageId": 13342279,
      "monthDay": "10/14"
    },
    {
      "year": "1958",
      "uri": "/wiki/Thomas_Dolby",
      "name": "Thomas Dolby",
      "aboutText": "Aad van den Hoek (born 14 October 1951) is a former Dutch cyclist.",
      "pageId": 18545824,
      "monthDay": "10/14"
    },
    {
      "year": "1959",
      "uri": "/wiki/A._J._Pero",
      "name": "A. J. Pero",
      "aboutText": "Jennell Jaquays (born October 14, 1956) is an American game designer and artist of table-top role-playing games (RPGs) and video games. Her notable works include the Dungeons & Dragons modules \"Dark Tower\" and \"Caverns of Thracia\" for Judges Guild; the development and design of conversions on games such as Pac-Man and Donkey Kong for Coleco's home arcade video game system; and more recent design work, including the Age of Empires series, Quake 2, and Quake III Arena.",
      "pageId": 25263744,
      "monthDay": "10/14"
    },
    {
      "year": "1960",
      "uri": "/wiki/Steve_Cram",
      "name": "Steve Cram",
      "aboutText": "James Phillip \"Jim\" Rome (born October 14, 1964) is an American sports radio talk show host syndicated by CBS Sports Radio.\nBroadcasting from a studio near Los Angeles, California, Rome hosts The Jim Rome Show on radio. For a number of years Rome hosted a television show Jim Rome Is Burning (formerly Rome Is Burning), which aired on ESPN in the United States and TSN2 in Canada.",
      "pageId": 61040,
      "monthDay": "10/14"
    },
    {
      "year": "1960",
      "uri": "/wiki/Zbigniew_Kruszy%C5%84ski",
      "name": "Zbigniew Kruszyński",
      "aboutText": "Trevor Joseph Goddard (14 October 1962 – 7 June 2003) was an English actor.",
      "pageId": 243432,
      "monthDay": "10/14"
    },
    {
      "year": "1961",
      "uri": "/wiki/Isaac_Mizrahi",
      "name": "Isaac Mizrahi",
      "aboutText": "Stephen John \"Steve\" Coogan (born 14 October 1965) is an English actor, stand-up comedian, impressionist, writer, and producer. He began his career in the 1980s, working as a voice artist on the satirical puppet show Spitting Image. In the early 1990s, he began creating original comic characters, leading him to win the Perrier Award at the Edinburgh Festival Fringe.",
      "pageId": 266402,
      "monthDay": "10/14"
    },
    {
      "year": "1962",
      "uri": "/wiki/Jaan_Ehlvest",
      "name": "Jaan Ehlvest",
      "aboutText": "David V. Hope (born October 14, 1964), better known by his stage name, David Kaye, is a Canadian actor who is most active in voice overs. His most recognized roles include Sesshomaru in the shōnen anime InuYasha, Treize Khushrenada in Mobile Suit Gundam Wing, Megatron in five of the Transformers series (Beast Wars, Beast Machines, Transformers: Armada, Transformers: Energon, and Transformers: Cybertron), Cronus in Class of the Titans, and Clank in the Ratchet & Clank series of video games. He is the in house announcer for Last Week Tonight with John Oliver on HBO providing his voice for the \"And Now This\" segments in the middle of the show.",
      "pageId": 313780,
      "monthDay": "10/14"
    },
    {
      "year": "1962",
      "uri": "/wiki/Trevor_Goddard",
      "name": "Trevor Goddard",
      "aboutText": "Stephen Cram CBE (born 14 October 1960) is a British retired track and field athlete. Along with fellow Britons Sebastian Coe and Steve Ovett, he was one of the world's dominant middle distance runners during the 1980s. Nicknamed \"The Jarrow Arrow\", after his hometown, Cram set world records in the 1500 m, 2000 m and the mile during a 19-day period in the summer of 1985.",
      "pageId": 412053,
      "monthDay": "10/14"
    },
    {
      "year": "1962",
      "uri": "/wiki/Chris_Thomas_King",
      "name": "Chris Thomas King",
      "aboutText": "Jaan Ehlvest (born 14 October 1962) is a chess player, who was awarded the title of Grandmaster by FIDE in 1987 and was named Estonian sportsman of the year in 1987 and 1989. Since 2006, he has represented the United States.\nHe was briefly a world top 10 player when, in 1991, he ascended to the number 5 slot on FIDE's official list with an Elo rating of 2650.",
      "pageId": 417470,
      "monthDay": "10/14"
    },
    {
      "year": "1963",
      "uri": "/wiki/Yim_Jae-beom",
      "name": "Yim Jae-beom",
      "aboutText": "Isaac Mizrahi (born October 14, 1961) is an American fashion designer, TV presenter, and creative director of Xcel Brands.",
      "pageId": 429739,
      "monthDay": "10/14"
    },
    {
      "year": "1963",
      "uri": "/wiki/Lori_Petty",
      "name": "Lori Petty",
      "aboutText": "Lori Petty (born October 14, 1963) is an American actress, film director and screenwriter. As an actress, she is best known for playing Tyler Endicott in the 1991 film Point Break, Kit Keller in A League of Their Own (1992), and the title role in Tank Girl in 1995.",
      "pageId": 775218,
      "monthDay": "10/14"
    },
    {
      "year": "1963",
      "uri": "/wiki/Alessandro_Safina",
      "name": "Alessandro Safina",
      "aboutText": "Karyn Layvonne White (born October 14, 1965) is an American singer who was popular during the late 1980s and early 1990s.",
      "pageId": 1584412,
      "monthDay": "10/14"
    },
    {
      "year": "1964",
      "uri": "/wiki/Ne%C5%9Fe_Erberk",
      "name": "Neşe Erberk",
      "aboutText": "Joseph Elliott Girardi (born October 14, 1964) is an American professional baseball manager for the New York Yankees. Formerly a catcher, Girardi played for the Chicago Cubs, the Colorado Rockies, the Yankees and the St. Louis Cardinals.",
      "pageId": 1993415,
      "monthDay": "10/14"
    },
    {
      "year": "1964",
      "uri": "/wiki/Joe_Girardi",
      "name": "Joe Girardi",
      "aboutText": "Olu Oguibe (born 14 October 1964) is a Nigerian-born American artist and intellectual. Professor of Art and African-American Studies at the University of Connecticut, Storrs, Oguibe is a senior fellow of the Vera List Center for Art and Politics at the New School, New York, and the Smithsonian Institution in Washington, DC. He is also an art historian, art curator, and leading contributor to post-colonial theory and new information technology studies.. Oguibe was honoured with the State of Connecticut Governor's Arts Award for excellence and lifetime achievement on 15 June 2013.",
      "pageId": 2059399,
      "monthDay": "10/14"
    },
    {
      "year": "1964",
      "uri": "/wiki/David_Kaye",
      "name": "David Kaye",
      "aboutText": "Alessandro Safina (born October 14, 1963) is an Italian operatic tenor.\nBorn in Siena, Italy, Safina's love of opera was encouraged early in life by his mother encouraged his eagerness. His father was also a singer.",
      "pageId": 2217461,
      "monthDay": "10/14"
    },
    {
      "year": "1964",
      "uri": "/wiki/Olu_Oguibe",
      "name": "Olu Oguibe",
      "aboutText": "Mark Nyman (born 14 October 1966) is a Scrabble player originally from London, England now resident in Cheshire. At the end of 2002, he was rated 205 and was top-ranked in the ABSP ratings. As at 7 September 2015 he is rated 200.",
      "pageId": 2219190,
      "monthDay": "10/14"
    },
    {
      "year": "1964",
      "uri": "/wiki/Jim_Rome",
      "name": "Jim Rome",
      "aboutText": "Chris Thomas King (born October 14, 1962) is an American New Orleans, Louisiana-based blues musician and actor.",
      "pageId": 2537272,
      "monthDay": "10/14"
    },
    {
      "year": "1965",
      "uri": "/wiki/Steve_Coogan",
      "name": "Steve Coogan",
      "aboutText": "Constantine Koukias (born 14 October 1965) is a Tasmanian composer and opera director of Greek ancestry based in Amsterdam, where he is known by his Greek name of Konstantin Koukias. He is the co-founder and artistic director of IHOS Music Theatre and Opera, which was established in 1990 in Tasmania's capital city, Hobart.\nKoukias's works range from large-scale music theatre and opera to mobile installation art events.",
      "pageId": 3162449,
      "monthDay": "10/14"
    },
    {
      "year": "1965",
      "uri": "/wiki/J%C3%BCri_Jaanson",
      "name": "Jüri Jaanson",
      "aboutText": "Jüri Jaanson (born 14 October 1965 in Tartu) is the most successful Estonian rower of all time and the winner of five medals at World Rowing Championships. He became World Champion in Tasmania 1990 in the single sculls event. 14 years later, at age 38 he won an Olympic silver medal in the single sculls event at the 2004 Summer Olympics in Athens.",
      "pageId": 4703739,
      "monthDay": "10/14"
    },
    {
      "year": "1965",
      "uri": "/wiki/Constantine_Koukias",
      "name": "Constantine Koukias",
      "aboutText": "Neşe Erberk (born October 14, 1964) is a Turkish businesswoman, a former fashion model, beauty contestant and Miss Europe 1984.",
      "pageId": 5694791,
      "monthDay": "10/14"
    },
    {
      "year": "1965",
      "uri": "/wiki/Karyn_White",
      "name": "Karyn White",
      "aboutText": "Yim Jae-beom (任載範, 임재범, also spelled Yim Jae-bum or Im Jae-bum; born October 14, 1962) is a South Korean rock ballad singer. He started out in 1986 as the vocalist for Sinawe. After recording with other groups like Asiana and Rock in Korea he released solo albums in 1991, 1997, 1998, 2000 and 2004.",
      "pageId": 6607967,
      "monthDay": "10/14"
    },
    {
      "year": "1966",
      "uri": "/wiki/Mark_Nyman",
      "name": "Mark Nyman",
      "aboutText": "Zbigniew Kruszyński (born 14 October 1960 in Tczew), commonly known as Detsi Kruszyński or Detzi Kruszyński, is a retired Polish-German football midfielder, who was also adept in defence and attack. In an 18-year professional career, he played league football in Poland, Germany and England. His probably best remembered for his three-year spell in Germany with 1.",
      "pageId": 16623406,
      "monthDay": "10/14"
    },
    {
      "year": "1967",
      "uri": "/wiki/Cha_In-pyo",
      "name": "Cha In-pyo",
      "aboutText": "Cha In-Pyo (Hangul: 차인표; born October 14, 1967 in Seoul, South Korea), is a South Korean actor.",
      "pageId": 25114314,
      "monthDay": "10/14"
    },
    {
      "year": "1967",
      "uri": "/wiki/Pat_Kelly_(infielder)",
      "name": "Pat Kelly",
      "aboutText": "Matthew \"Matt\" Le Tissier (/ləˈtɪsi.eɪ/) (born 14 October 1968) is a Guernsey-born English former professional footballer and football television presenter. He works as a football pundit for Sky Sports and is the honorary president of Guernsey F.C..\nLe Tissier spent his entire professional club career with Southampton and won eight caps for the England national football team before turning to non-League football in 2002.",
      "pageId": 406831,
      "monthDay": "10/14"
    },
    {
      "year": "1967",
      "uri": "/wiki/Sylvain_Lefebvre",
      "name": "Sylvain Lefebvre",
      "aboutText": "David Gordon Strickland, Jr. (October 14, 1969 – March 22, 1999) was an American actor.",
      "pageId": 421453,
      "monthDay": "10/14"
    },
    {
      "year": "1967",
      "uri": "/wiki/Jason_Plato",
      "name": "Jason Plato",
      "aboutText": "James Arthur Jackson (born October 14, 1970) is an American retired professional basketball player. Over his 14 NBA seasons, Jackson was on the active roster of 12 different teams, tying the league record shared with Joe Smith, Tony Massenburg and Chucky Brown.",
      "pageId": 614356,
      "monthDay": "10/14"
    },
    {
      "year": "1967",
      "uri": "/wiki/Savanna_Samson",
      "name": "Savanna Samson",
      "aboutText": "Dwayne Kenneth Schintzius (October 14, 1968 – April 15, 2012) was an American college and professional basketball player who played in the National Basketball Association (NBA) for eight seasons during the 1990s. He played college basketball for the University of Florida, and helped to elevate the Florida basketball program to national prominence. He was selected by the San Antonio Spurs in the first round of the 1990 NBA Draft, but chronic back problems reduced his effectiveness, and he played for six different NBA teams in ten years.",
      "pageId": 697062,
      "monthDay": "10/14"
    },
    {
      "year": "1967",
      "uri": "/wiki/Stephen_A._Smith",
      "name": "Stephen A. Smith",
      "aboutText": "For other men with the same name, see the list at Jay Ferguson.\nJay Ferguson (born October 14, 1968) is a member of the Canadian rock band Sloan. He is the only member in Sloan who comes from Halifax, Nova Scotia.",
      "pageId": 1170925,
      "monthDay": "10/14"
    },
    {
      "year": "1968",
      "uri": "/wiki/Jay_Ferguson_(Canadian_musician)",
      "name": "Jay Ferguson",
      "aboutText": "Jonathan \"Jon\" Seda (born October 14, 1970) is an American actor, possibly best known for his role as Detective Paul Falsone on NBC's Homicide: Life on the Street.\nSeda was an amateur boxer who, in 1992, auditioned for and was given a role in the boxing film Gladiator. He portrayed Chris Pérez alongside Jennifer Lopez in Selena and became widely known to both the Hispanic and non-Hispanic communities.",
      "pageId": 1362874,
      "monthDay": "10/14"
    },
    {
      "year": "1968",
      "uri": "/wiki/Johnny_Goudie",
      "name": "Johnny Goudie",
      "aboutText": "Daniela Peštová (born 14 October 1970) is a Czech model. She was born in Teplice, Czech Republic, and was discovered by the Madison Modeling Agency's Dominique Caffin. She had plans to attend college but after winning a modelling contest she moved to Paris to sign with Madison Modeling Agency.",
      "pageId": 1497557,
      "monthDay": "10/14"
    },
    {
      "year": "1968",
      "uri": "/wiki/Matthew_Le_Tissier",
      "name": "Matthew Le Tissier",
      "aboutText": "Pär Zetterberg (pronounced [ˈpæː ˈʂɛttɛrˈbærj]; born 14 October 1970) is a Swedish former football midfielder, who played most of his career for R.S.C. Anderlecht.\nZetterberg started his career at his local club, Falkenbergs FF, but after only seven games at senior level he became professional, joining the Belgian team RSC Anderlecht. He has remained loyal to Anderlecht, except for spells at Charleroi (1991–1993) and Olympiacos F.C. (2000–2003).",
      "pageId": 1714616,
      "monthDay": "10/14"
    },
    {
      "year": "1968",
      "uri": "/wiki/Timothy_Lincoln_Beckwith",
      "name": "Timothy Lincoln Beckwith",
      "aboutText": "Stephen Anthony (A.) Smith (born October 14, 1967), more commonly known as Stephen A., is an American sports television personality, sports radio host, and sports journalist. Smith is a commentator on ESPN First Take, where he appears with Skip Bayless and Molly Qerim. He also makes frequent appearances as an NBA analyst on SportsCenter.",
      "pageId": 1785404,
      "monthDay": "10/14"
    },
    {
      "year": "1968",
      "uri": "/wiki/Dwayne_Schintzius",
      "name": "Dwayne Schintzius",
      "aboutText": "Savanna Samson (born October 14, 1967) is the stage name of an American former pornographic actress. The winner of several AVN Awards, she has spent most of her career as a contract performer with major producer Vivid Entertainment, and is known for her roles in acclaimed adult films such as The New Devil in Miss Jones. In addition to performing, she has her own adult film studio, Savanna Samson Productions.",
      "pageId": 2237149,
      "monthDay": "10/14"
    },
    {
      "year": "1969",
      "uri": "/wiki/P._J._Brown",
      "name": "P. J. Brown",
      "aboutText": "Collier \"P. J.\" Brown, Jr. (born October 14, 1969) is a retired American professional basketball player who played in the National Basketball Association (NBA). The 6 ft 11 in (2.11 m), 239 lb (108 kg; 17.1 st) center/power forward was selected out of Louisiana Tech University by the New Jersey Nets with the 29th overall pick in the 1992 NBA Draft, but began his NBA career only in the 1993-94 season.",
      "pageId": 2456295,
      "monthDay": "10/14"
    },
    {
      "year": "1969",
      "uri": "/wiki/David_Strickland",
      "name": "David Strickland",
      "aboutText": "Timothy Jason Plato (born 14 October 1967 in Oxford, Oxfordshire) is a British racing driver currently competing in the British Touring Car Championship (BTCC) for Team BMR. He has twice been BTCC Champion, in 2001 for Vauxhall and 2010 for Silverline Chevrolet. He has finished in the top 3 in the Championship 12 times and holds the record for the most overall race wins in the BTCC. He was a presenter on the motoring television series Fifth Gear from 2004 through 2014.",
      "pageId": 2726481,
      "monthDay": "10/14"
    },
    {
      "year": "1970",
      "uri": "/wiki/Martin_Barbari%C4%8D",
      "name": "Martin Barbarič",
      "aboutText": "Sylvain Jean Lefebvre (born October 14, 1967) is a retired ice hockey defenceman who played on five National Hockey League teams from 1989 to 2003. In 2012, he became the head coach of the Hamilton Bulldogs in the American Hockey League. He was also named head coach of the St.",
      "pageId": 2903134,
      "monthDay": "10/14"
    },
    {
      "year": "1970",
      "uri": "/wiki/Jim_Jackson_(basketball)",
      "name": "Jim Jackson",
      "aboutText": "Patrick Franklin Kelly (born October 14, 1967 in Philadelphia, Pennsylvania) is a former Major League Baseball infielder, he played in the major leagues for nine seasons. He was drafted by the New York Yankees in the ninth round of the 1988 amateur draft, but did not make his playing debut at the major league level until May 20, 1991 at age 23. In 1995 with the Yankees battling for the AL Wild Card, Kelly hit a crucial 2 run home run in the 9th inning against the Blue Jays in Toronto to cap a Yankee rally from a 3-0 deficit in the 3rd to last game of the season.",
      "pageId": 3432994,
      "monthDay": "10/14"
    },
    {
      "year": "1970",
      "uri": "/wiki/Takako_Katou",
      "name": "Takako Katou",
      "aboutText": "Hiromi Nagasaku (永作 博美, Nagasaku Hiromi, born October 14, 1970 in Namegata, Ibaraki) is a Japanese actress and singer. She was a member of the J-pop group Ribbon.",
      "pageId": 3629319,
      "monthDay": "10/14"
    },
    {
      "year": "1970",
      "uri": "/wiki/Meelis_Lindmaa",
      "name": "Meelis Lindmaa",
      "aboutText": "Takako Katou (加藤 貴子, Katō Takako, born 14 October 1970) is a Japanese TV actress, former J-pop singer, and the oldest member of the groups Lip's and Nanatsuboshi. She was born in Shimizu-ku, Shizuoka, and debuted on 21 March 1990.\n^ \"Amuse Official Website\".",
      "pageId": 4076973,
      "monthDay": "10/14"
    },
    {
      "year": "1970",
      "uri": "/wiki/Hiromi_Nagasaku",
      "name": "Hiromi Nagasaku",
      "aboutText": "John Charles \"Johnny\" Goudie (born October 14, 1968 in Miami, Florida, United States) is a Cuban-American singer, songwriter, multi-instrumental musician, record producer, actor, and podcaster based in Austin, Texas. During a career that has spanned four decades he has received acclaim for his unique vocals and a constantly evolving musical style with its roots in classic rock. Goudie has been the recipient of four Austin Music Awards and has fronted several successful bands including Goudie, Mr.",
      "pageId": 11511694,
      "monthDay": "10/14"
    },
    {
      "year": "1970",
      "uri": "/wiki/Daniela_Pe%C5%A1tov%C3%A1",
      "name": "Daniela Peštová",
      "aboutText": "Timothy Lincoln Beckwith (born October 14, 1968) is the son of Annemarie Hoffman and claimed by Hoffman to be the son of her husband Robert Todd Lincoln Beckwith, which would make Beckwith the great-great-grandson, and the only known living descendant, of Abraham Lincoln.\nTimothy Lincoln Beckwith was born on October 14, 1968, in Williamsburg, Virginia, to Mrs. Annemarie Hoffman Beckwith, then married to Robert Todd Lincoln Beckwith.",
      "pageId": 15483826,
      "monthDay": "10/14"
    },
    {
      "year": "1970",
      "uri": "/wiki/Jon_Seda",
      "name": "Jon Seda",
      "aboutText": "Meelis Lindmaa (born 14 October 1970) is a retired football (soccer) defender from Estonia, who also played as a midfielder. He retired in 2004.",
      "pageId": 22912773,
      "monthDay": "10/14"
    },
    {
      "year": "1970",
      "uri": "/wiki/P%C3%A4r_Zetterberg",
      "name": "Pär Zetterberg",
      "aboutText": "Martin Barbarič (14 October 1970 – 18 January 2013) was a Czech football player who is best known as key striker at club Slovan Liberec in the late 1990s. He was also a U-11 coach at FC Hradec Králové.\nOn 11 January 2013 Barbarič shot and killed his ex-wife in Hradec Králové.",
      "pageId": 37401589,
      "monthDay": "10/14"
    },
    {
      "year": "1971",
      "uri": "/wiki/Jorge_Costa",
      "name": "Jorge Costa",
      "aboutText": "Natalie Louise Maines Pasdar (born October 14, 1974) is an American singer-songwriter and activist who achieved success as the lead vocalist for the female alternative country band the Dixie Chicks.",
      "pageId": 180845,
      "monthDay": "10/14"
    },
    {
      "year": "1971",
      "uri": "/wiki/Robert_Jaworski,_Jr.",
      "name": "Robert Jaworski, Jr.",
      "aboutText": "Jorge Paulo Costa Almeida (born 14 October 1971), known as Costa, is a Portuguese retired professional footballer who played as a central defender, and the current manager of Gabon.\nNicknamed Bicho (animal) and Tanque (tank) by his colleagues and fans for his aggressive and physical playing style, he played most of his professional career with Porto, being team captain for several seasons and winning a total of 24 major titles, notably eight national championships and the 2004 UEFA Champions League.\nHaving gained 50 caps for Portugal, Costa represented the nation at one World Cup and one European Championship.",
      "pageId": 670891,
      "monthDay": "10/14"
    },
    {
      "year": "1972",
      "uri": "/wiki/Erika_de_Lone",
      "name": "Erika de Lone",
      "aboutText": "Tillakaratne Mudiyanselage Dilshan, (Sinhalese: තිලකරත්න ඩිල්ෂාන්; born 14 October 1976) or popularly as Tillakaratne Dilshan, is a professional Sri Lankan cricketer and a former captain of the Sri Lanka national cricket team in all formats. Dilshan made his Test and ODI debut during the Sri Lankan cricket team's tour to Zimbabwe in 1999. He is regarded as one of the most innovative batsmen of the modern game.",
      "pageId": 894383,
      "monthDay": "10/14"
    },
    {
      "year": "1972",
      "uri": "/wiki/Julian_O%27Neill",
      "name": "Julian O'Neill",
      "aboutText": "Tricia Marie \"Shaznay\" Lewis (born 14 October 1975 in Islington, London) is a British singer, songwriter, former member of girl group All Saints. Lewis has co-written most of the group's songs, including number one singles: \"Bootie Call\", \"Pure Shores\", \"Black Coffee\" and international smash hit single \"Never Ever\".\nLewis launched a short solo career in 2004 with her debut solo album, Open, and singles \"Never Felt Like This Before\" and \"You\".",
      "pageId": 1267728,
      "monthDay": "10/14"
    },
    {
      "year": "1973",
      "uri": "/wiki/Lasha_Zhvania",
      "name": "Lasha Zhvania",
      "aboutText": "Nataša Kejžar is an olympic swimmer, born October 14, 1976 in Jesenice, Slovenia, Yugoslavia. She studied at Faculty of Computer and Information Science, Ljubljana and achieved her PhD degree in Statistics in 2007. She is co-author with Douglas White, Constantino Tsallis, J. Doyne Farmer and Scott White of the Social-circles network model.",
      "pageId": 1330456,
      "monthDay": "10/14"
    },
    {
      "year": "1974",
      "uri": "/wiki/Jessica_Drake",
      "name": "Jessica Drake",
      "aboutText": "Joseph William \"Joey\" Utsler, known by his stage name Shaggy 2 Dope (born October 14, 1974), is an American rapper, record producer, DJ, and professional wrestler. and part of the hip hop duo Insane Clown Posse. He is the co-founder of the record label Psychopathic Records, with fellow Insane Clown Posse rapper Violent J (Joseph Bruce) and their former manager, Alex Abbiss.",
      "pageId": 1927623,
      "monthDay": "10/14"
    },
    {
      "year": "1974",
      "uri": "/wiki/Samuel_Jos%C3%A9_da_Silva_Vieira",
      "name": "Samuel José da Silva Vieira",
      "aboutText": "Jessica Drake (born October 14, 1974) is the stage name of an American pornographic actress, film director, screenwriter, sex educator, philanthropist and radio personality.\n^ a b c \"Jessica Drake\". IAFD. Retrieved November 23, 2009.",
      "pageId": 2037897,
      "monthDay": "10/14"
    },
    {
      "year": "1974",
      "uri": "/wiki/Natalie_Maines",
      "name": "Natalie Maines",
      "aboutText": "Floyd Landis (born October 14, 1975) is a retired American professional road racing cyclist. Landis at first appeared to be the winner of the 2006 Tour de France, before testing positive for performance-enhancing drugs. The competition was ultimately won by Óscar Pereiro.",
      "pageId": 2088693,
      "monthDay": "10/14"
    },
    {
      "year": "1974",
      "uri": "/wiki/Viktor_R%C3%B6thlin",
      "name": "Viktor Röthlin",
      "aboutText": "Bianca Stéphanie Beauchamp (born October 14, 1977) is a Canadian fetish and adult model, known for her glamour, erotic and latex fetish modelling.",
      "pageId": 2260079,
      "monthDay": "10/14"
    },
    {
      "year": "1974",
      "uri": "/wiki/Shaggy_2_Dope",
      "name": "Shaggy 2 Dope",
      "aboutText": "Michael Wayne Duberry (born 14 October 1975) is an English former professional footballer who played as a centre-back.\nHe started his career with Premier League side Chelsea, and also played in the top flight for Leeds United and Reading, and in the Scottish Premier League for St. Johnstone.",
      "pageId": 3482690,
      "monthDay": "10/14"
    },
    {
      "year": "1974",
      "uri": "/wiki/T%C3%BCmer_Metin",
      "name": "Tümer Metin",
      "aboutText": "Carmen Soo (Soo Wai Ming) (simplified Chinese: 苏慧敏; traditional Chinese: 蘇慧敏; pinyin: Su Huimin) (born 14 October 1977) is a Malaysian Chinese model and actress.",
      "pageId": 4520862,
      "monthDay": "10/14"
    },
    {
      "year": "1975",
      "uri": "/wiki/Michael_Duberry",
      "name": "Michael Duberry",
      "aboutText": "Tümer Metin (born October 14, 1974) is a retired Turkish international footballer. He played as an attacking midfielder.",
      "pageId": 5183076,
      "monthDay": "10/14"
    },
    {
      "year": "1975",
      "uri": "/wiki/Floyd_Landis",
      "name": "Floyd Landis",
      "aboutText": "Henry Antonio Mateo Valera (born October 14, 1976 in Santo Domingo, Dominican Republic) is a professional baseball infielder.",
      "pageId": 5582479,
      "monthDay": "10/14"
    },
    {
      "year": "1975",
      "uri": "/wiki/Shaznay_Lewis",
      "name": "Shaznay Lewis",
      "aboutText": "Viktor Röthlin (born October 14, 1974 in Kerns, Obwalden) is a Swiss long-distance runner, who specializes in the marathon.\nRöthlin won the silver medal at the 2006 European Championships in Gothenburg, Sweden, the bronze medal at the 2007 World Championships in Osaka, Japan, and the gold medal at the 2010 European Championships in Barcelona, Spain.\nHe also competed in the marathon at the 2000 Olympics in Sydney, Australia (finishing 36th), at the 2004 Olympics in Athens, Greece (where he did not finish), at the 2008 Olympics in Beijing, China (where he placed 6th in a time of 2:10:35) and at the 2012 Olympics in London, Great Britain (where he finished in 11th with a time of 2:12:48).",
      "pageId": 7007668,
      "monthDay": "10/14"
    },
    {
      "year": "1976",
      "uri": "/wiki/Tillakaratne_Dilshan",
      "name": "Tillakaratne Dilshan",
      "aboutText": "Julian O'Neill (born 14 October 1972 in Hornsby, New South Wales) is an Australian retired professional rugby league footballer of the 1990s and 2000s. A talented fullback and goal-kicker, he enjoyed a 14-year top-grade career with several clubs in both Australia and England, which included two NSWRL premierships, a Challenge Cup victory as well as state and national representative honours.",
      "pageId": 9584755,
      "monthDay": "10/14"
    },
    {
      "year": "1976",
      "uri": "/wiki/Nata%C5%A1a_Kej%C5%BEar",
      "name": "Nataša Kejžar",
      "aboutText": "Robert Jaworski, Jr. is a Filipino politician and former basketball player.",
      "pageId": 11302076,
      "monthDay": "10/14"
    },
    {
      "year": "1976",
      "uri": "/wiki/Henry_Mateo",
      "name": "Henry Mateo",
      "aboutText": "Erika de Lone (born October 14, 1972) is an American retired professional tennis player. She turned professional on June 9, 1992. She reached one WTA Tour singles final in her career, finishing runner-up to Åsa Svensson at the Wismilak International in 1999.",
      "pageId": 13129130,
      "monthDay": "10/14"
    },
    {
      "year": "1977",
      "uri": "/wiki/Saeed_Ajmal",
      "name": "Saeed Ajmal",
      "aboutText": "Lasha Zhvania (Georgian: ლაშა ჟვანია) (born 14 October 1973 in Tbilisi, Georgia) is a Georgian politician, Currently serves as General Manager of the International Humanitarian Foundation of Patriarch of Georgia His Holiness Ilia II [1], the Minister for Economic Development from November 2008 till August 2009 and an ex-Parliament of Georgia.",
      "pageId": 19028661,
      "monthDay": "10/14"
    },
    {
      "year": "1977",
      "uri": "/wiki/Bianca_Beauchamp",
      "name": "Bianca Beauchamp",
      "aboutText": "Saeed Ajmal (Punjabi, Urdu: سعید اجمل‎; born 14 October 1977)(Sitara-e-Imtiaz) is a Pakistani cricketer. He is a right-arm off-spin bowler who bats right handed.\nAt domestic level in Pakistan he has represented Faisalabad, with whom he won the 2005 ABN-AMRO Twenty-20 Cup; Khan Research Laboratories; and Islamabad.",
      "pageId": 19344159,
      "monthDay": "10/14"
    },
    {
      "year": "1977",
      "uri": "/wiki/Carmen_Soo",
      "name": "Carmen Soo",
      "aboutText": "Samuel José da Silva Vieira (born 14 October 1974) is a Brazilian footballer who plays for Bahia de Feira.",
      "pageId": 31067255,
      "monthDay": "10/14"
    },
    {
      "year": "1977",
      "uri": "/wiki/Tina_Dico",
      "name": "Tina Dico",
      "aboutText": "Usher Terry Raymond IV (born October 14, 1978) known mononymously as Usher, is an American singer, songwriter, dancer, and actor. Born in Dallas, but raised in Chattanooga, Tennessee was were he lived until moving to Atlanta, Georgia at the age of 12 where his mother put him in local singing competiitons all over the city. At one of these competitions is where he would catch the eye of a music A&R from LaFace Records.",
      "pageId": 215554,
      "monthDay": "10/14"
    },
    {
      "year": "1977",
      "uri": "/wiki/Joey_Didulica",
      "name": "Joey Didulica",
      "aboutText": "Stacy Ann-Marie Keibler (born October 14, 1979) is an American actress, model, dancer, cheerleader, retired professional wrestler and valet who is best known for her work with World Championship Wrestling (WCW) and World Wrestling Entertainment (WWE) as a WWE Diva.\nKeibler was a contestant on the second season of Dancing with the Stars, where she placed third. She has also appeared on other American Broadcasting Company (ABC) shows such as What About Brian, George Lopez, and October Road, as well as the 100th episode of the CBS sitcom How I Met Your Mother as a bartender and on the USA Network show Psych.",
      "pageId": 307284,
      "monthDay": "10/14"
    },
    {
      "year": "1977",
      "uri": "/wiki/Barry_Ditewig",
      "name": "Barry Ditewig",
      "aboutText": "Paul Alan Hunter (14 October 1978 – 9 October 2006) was an English professional snooker player. His media profile developed swiftly and he became known as the \"Beckham of the Baize\" because of his good looks and flamboyant style.\nHunter was a three-time Masters Champion, winning the title on the deciding frame on all three occasions.",
      "pageId": 621339,
      "monthDay": "10/14"
    },
    {
      "year": "1977",
      "uri": "/wiki/Jeffrey_Garcia",
      "name": "Jeffrey Garcia",
      "aboutText": "Javon Liteff Walker (born October 14, 1978) is a former American football wide receiver. He was drafted by the Green Bay Packers 20th overall of the 2002 NFL Draft. He played college football at Florida State.",
      "pageId": 1110432,
      "monthDay": "10/14"
    },
    {
      "year": "1977",
      "uri": "/wiki/Carl_Johan_Grimmark",
      "name": "Carl Johan Grimmark",
      "aboutText": "Steven Howard Thompson (born 14 October 1978) is a Scottish professional footballer who currently plays as a forward for St. Mirren.\nThompson started his professional career at Dundee United and then had spells at Rangers, Cardiff City and Burnley before his move to Paisley.",
      "pageId": 1377572,
      "monthDay": "10/14"
    },
    {
      "year": "1977",
      "uri": "/wiki/Jonathan_Kerrigan",
      "name": "Jonathan Kerrigan",
      "aboutText": "Joseph Anthony \"Joey\" Didulica (Croatian pronunciation: [dǐdulit͡sa]; born 14 October 1977) is an Australian-born Croatian former footballer who played as a goalkeeper. On 11 October 2011 he announced to quit his career after ongoing neck and head complaints.",
      "pageId": 1447088,
      "monthDay": "10/14"
    },
    {
      "year": "1977",
      "uri": "/wiki/Kelly_Schumacher",
      "name": "Kelly Schumacher",
      "aboutText": "Kelly Schumacher (born October 14, 1977) is an American-born Canadian professional basketball player and professional volleyball player. She had been playing in the WNBA for the Detroit Shock, until her release 18 June 2009.\nAfter her junior season at the University of Connecticut, she competed with USA Basketball as a member of the gold medal-winning Jones Cup Team that compiled a 4-0 record in Taipei.",
      "pageId": 2439775,
      "monthDay": "10/14"
    },
    {
      "year": "1978",
      "uri": "/wiki/Usher_(singer)",
      "name": "Usher",
      "aboutText": "Jeffrey \"Jeff\" Garcia (born May 3, 1977) is an American voice actor and stand-up comedian, best known for voicing Sheen Estevez in Jimmy Neutron: Boy Genius, and its two Nickelodeon spin-off series The Adventures of Jimmy Neutron: Boy Genius and Planet Sheen.",
      "pageId": 2958055,
      "monthDay": "10/14"
    },
    {
      "year": "1978",
      "uri": "/wiki/Justin_Lee_Brannan",
      "name": "Justin Lee Brannan",
      "aboutText": "Amjad Khan (born 14 October 1980) is a Danish born, English Test cricketer. He is a right-handed batsman and a right-arm fast-medium bowler. To date, he is the only person of Danish birth to play test cricket.",
      "pageId": 3536011,
      "monthDay": "10/14"
    },
    {
      "year": "1978",
      "uri": "/wiki/Ryan_Church",
      "name": "Ryan Church",
      "aboutText": "Carl Johan Grimmark is a Christian guitarist born in Gothenburg, Sweden October 14, 1977. He has appeared with several influential Christian metal bands including Narnia, Saviour Machine, and Rob Rock. He recently joined the band Beautiful Sin in 2006.",
      "pageId": 3861081,
      "monthDay": "10/14"
    },
    {
      "year": "1978",
      "uri": "/wiki/Paul_Hunter_(snooker_player)",
      "name": "Paul Hunter",
      "aboutText": "Jonathan Kerrigan (born 14 October 1972 in Lincolnshire) is an English actor well known for various leading roles on TV including In The Club, Casualty, Heartbeat, Merseybeat and Reach For The Moon. Films include Diana, The Somnambulists, The Best Possible Taste.",
      "pageId": 4037956,
      "monthDay": "10/14"
    },
    {
      "year": "1978",
      "uri": "/wiki/Jana_Macurov%C3%A1",
      "name": "Jana Macurová",
      "aboutText": "Tina Dico (born Tina Dickow Danielsen on 14 October 1977) is a Danish singer-songwriter. She founded her own record label and releases her music independently, enjoying large success with her albums in her home country as well as critical acclaim across Europe. She is inspired by artists such as Tracy Chapman, Bob Dylan and Leonard Cohen.",
      "pageId": 4340603,
      "monthDay": "10/14"
    },
    {
      "year": "1978",
      "uri": "/wiki/Steven_Thompson_(Scottish_footballer)",
      "name": "Steven Thompson",
      "aboutText": "Daniel Scott Kooistra [KOI-struh] (born October 14, 1980) is a former American football offensive tackle. He played college football at North Carolina State and was drafted by the Cincinnati Bengals in the seventh round of the 2003 NFL Draft.",
      "pageId": 4701188,
      "monthDay": "10/14"
    },
    {
      "year": "1978",
      "uri": "/wiki/Javon_Walker",
      "name": "Javon Walker",
      "aboutText": "Vicente Paúl Ambrosi Zambrano, commonly known as Paúl Ambrosi (born October 14, 1980 in Guaranda), is an Ecuadorian football player who plays as a defender. He has spent the vast majority of his professional career at LDU Quito. He is of Italian descent from his grandparents.",
      "pageId": 5243389,
      "monthDay": "10/14"
    },
    {
      "year": "1979",
      "uri": "/wiki/Stacy_Keibler",
      "name": "Stacy Keibler",
      "aboutText": "Justin Lee Brannan (born October 14, 1978) is an Italian-American artist, small business owner, community activist and organizer from Bay Ridge Brooklyn. He is the founding member of Indecision and Most Precious Blood, two renowned world-touring New York City hardcore bands. Both bands were known for their outspoken commitment to social justice and vegetarianism.",
      "pageId": 10578333,
      "monthDay": "10/14"
    },
    {
      "year": "1979",
      "uri": "/wiki/Liina-Grete_Lilender",
      "name": "Liina-Grete Lilender",
      "aboutText": "Ryan Matthew Church (born October 14, 1978) is a former Major League Baseball outfielder.",
      "pageId": 16698921,
      "monthDay": "10/14"
    },
    {
      "year": "1980",
      "uri": "/wiki/Pa%C3%BAl_Ambrosi",
      "name": "Paúl Ambrosi",
      "aboutText": "Liina-Grete Lilender (born October 14, 1979 in Tallinn) is an Estonian figure skater. She is the 1997 Estonian national champion and a multiple silver- and bronze-medalist at that competition. She placed 21st in the qualifying round at the 1997 World Figure Skating Championships.",
      "pageId": 17389803,
      "monthDay": "10/14"
    },
    {
      "year": "1980",
      "uri": "/wiki/Ami_Ishii",
      "name": "Ami Ishii",
      "aboutText": "Barry Ditewig (Dutch pronunciation: [ˈbɑri ˈditəʋɪx] (born 14 October 1977 in Veenendaal) is a Dutch footballer who currently plays as a goalkeeper for Topklasse side Spakenburg.",
      "pageId": 29004915,
      "monthDay": "10/14"
    },
    {
      "year": "1980",
      "uri": "/wiki/Amjad_Khan_(cricketer,_born_1980)",
      "name": "Amjad Khan",
      "aboutText": "Jana Macurová (born 14 October 1978) is a former professional Czech tennis player.\nMacurová reached a record singles ranking high of world no. 276 and even ranked World No.",
      "pageId": 35540559,
      "monthDay": "10/14"
    },
    {
      "year": "1980",
      "uri": "/wiki/Scott_Kooistra",
      "name": "Scott Kooistra",
      "aboutText": "Ami Ishii (石井 あみ, Ishii Ami, born October 14, 1980, in Tokyo, Japan) is a Japanese gravure idol who is represented by the talent agency, Horizon. Her husband is 175R member, Shogo.\n^ a b \"離婚から７年…１７５Ｒ・ＳＨＯＧＯ、石井あみと再婚していた！",
      "pageId": 48211274,
      "monthDay": "10/14"
    },
    {
      "year": "1980",
      "uri": "/wiki/Niels_Lodberg",
      "name": "Niels Lodberg",
      "aboutText": "Lin Dan (born October 14, 1983 in Longyan, Fujian) is a professional badminton player from China. He is a two-time Olympic champion, five-time world champion, and five-time All England champion. Considered by many to be the greatest singles player of all time, by the age of 28 Lin had completed the \"Super Grand Slam\", having won all nine major titles in the badminton world: Olympic Games, World Championships, World Cup, Thomas Cup, Sudirman Cup, Super Series Masters Finals, All England Open, Asian Games, and Asian Championships, becoming the first and only player to achieve this feat.",
      "pageId": 905047,
      "monthDay": "10/14"
    },
    {
      "year": "1980",
      "uri": "/wiki/Terrence_McGee",
      "name": "Terrence McGee",
      "aboutText": "Terrence Dewayne McGee (born October 14, 1980) is a former American football cornerback and kick returner in the National Football League (NFL). He was drafted by Buffalo Bills in the fourth round (111th overall) of the 2003 NFL Draft.",
      "pageId": 1247945,
      "monthDay": "10/14"
    },
    {
      "year": "1980",
      "uri": "/wiki/Ben_Whishaw",
      "name": "Ben Whishaw",
      "aboutText": "Matthew M. Roth (born October 14, 1982) is a former American football defensive end and outside linebacker in the National Football League (NFL). He was drafted by the Miami Dolphins in the second round of the 2005 NFL Draft. He played college football at Iowa.",
      "pageId": 1529377,
      "monthDay": "10/14"
    },
    {
      "year": "1981",
      "uri": "/wiki/Boof_Bonser",
      "name": "Boof Bonser",
      "aboutText": "Alexandre Sarnes Negrão (born October 14, 1985), nicknamed Xandinho, is a Brazilian race car driver.",
      "pageId": 1628167,
      "monthDay": "10/14"
    },
    {
      "year": "1981",
      "uri": "/wiki/Gautam_Gambhir",
      "name": "Gautam Gambhir",
      "aboutText": "Benjamin John \"Ben\" Whishaw (born 14 October 1980) is an English actor. He is known for his stage role as Hamlet; his roles in the television series Nathan Barley, Criminal Justice, The Hour and London Spy; and film roles including Perfume: The Story of a Murderer, I'm Not There, Bright Star, Brideshead Revisited, Cloud Atlas, The Lobster, Suffragette and The Danish Girl. He played the role of Q in the James Bond films Skyfall and Spectre, and was the voice of Paddington Bear in the 2014 film, Paddington.",
      "pageId": 1675964,
      "monthDay": "10/14"
    },
    {
      "year": "1982",
      "uri": "/wiki/Ryan_Hall_(runner)",
      "name": "Ryan Hall",
      "aboutText": "Daniel Allen Clark (born October 14, 1985) is an former American actor, producer and reporter. Clark is best known for his role as Sean Cameron on Degrassi: The Next Generation and as Steve Rendazo on the movie Juno.",
      "pageId": 2122797,
      "monthDay": "10/14"
    },
    {
      "year": "1982",
      "uri": "/wiki/Matt_Roth",
      "name": "Matt Roth",
      "aboutText": "Boof Bonser (born John Paul Bonser on October 14, 1981) is a retired professional American baseball pitcher .",
      "pageId": 3296443,
      "monthDay": "10/14"
    },
    {
      "year": "1983",
      "uri": "/wiki/Lin_Dan",
      "name": "Lin Dan",
      "aboutText": "Sherlyn Montserrat González Díaz (born October 14, 1985 in Guadalajara, Jalisco), better known just as Sherlyn, is a Mexican actress and singer.",
      "pageId": 4454030,
      "monthDay": "10/14"
    },
    {
      "year": "1983",
      "uri": "/wiki/Betty_Heidler",
      "name": "Betty Heidler",
      "aboutText": "Alexandra Virina \"Alex\" Scott (born 14 October 1984) is an English footballer who plays as a right-back for Arsenal in the English FA WSL and the England women's national football team. Scott has made over 100 appearances for the English national team and also represented Great Britain at the 2012 London Olympics.\nAt club level Scott has had three separate spells with Arsenal, punctuated with a season at Birmingham City in 2004–05 and three years in the American Women's Professional Soccer (WPS) with Boston Breakers.",
      "pageId": 5231911,
      "monthDay": "10/14"
    },
    {
      "year": "1984",
      "uri": "/wiki/Baby_Fae",
      "name": "Baby Fae",
      "aboutText": "Ryan Hall (born October 14, 1982 in Kirkland, Washington) is an American long-distance runner. He won the marathon at the 2008 United States Olympic Trials and placed tenth in the Olympic marathon in Beijing. He holds the U.S. record in the half marathon (59:43).",
      "pageId": 5316215,
      "monthDay": "10/14"
    },
    {
      "year": "1984",
      "uri": "/wiki/LaRon_Landry",
      "name": "LaRon Landry",
      "aboutText": "LaRon Louis Landry (born October 14, 1984) is an American football safety who is a free agent. He played college football for Louisiana State University (LSU), and earned consensus All-American honors. The Washington Redskins drafted him with the sixth overall pick in the 2007 NFL Draft.",
      "pageId": 6666319,
      "monthDay": "10/14"
    },
    {
      "year": "1984",
      "uri": "/wiki/Alex_Scott_(footballer,_born_1984)",
      "name": "Alex Scott",
      "aboutText": "Thomas \"Tom\" Craddock (born 14 October 1986) is an English professional footballer who plays for Guiseley as a striker.\n^ Hugman, Barry J. (ed) (2007). The PFA Footballers' Who's Who 2007–08.",
      "pageId": 6770366,
      "monthDay": "10/14"
    },
    {
      "year": "1985",
      "uri": "/wiki/Sherlyn_Gonz%C3%A1lez",
      "name": "Sherlyn González",
      "aboutText": "Betty Heidler (born 14 October 1983 in East Berlin) is a German hammer thrower, and the former world record holder. She now lives in Frankfurt and is a member of the Eintracht Frankfurt athletics team. She works for the German Federal Police where she is member of the sports support group and started studying Bachelor of Laws at the Fernuniversität Hagen in 2007.",
      "pageId": 6930931,
      "monthDay": "10/14"
    },
    {
      "year": "1985",
      "uri": "/wiki/Daniel_Clark_(actor)",
      "name": "Daniel Clark",
      "aboutText": "Niels Lodberg (born October 14, 1980) is a Danish professional football (soccer) player in the centre back position, who plays for AC Horsens as a playing assistant.",
      "pageId": 11105331,
      "monthDay": "10/14"
    },
    {
      "year": "1985",
      "uri": "/wiki/Miyuki_Maeda",
      "name": "Miyuki Maeda",
      "aboutText": "Skyler Anna Shaye (born October 14, 1986) is an American actress. She is known for her role as Cloe in Bratz: The Movie and as Kylie in Superbabies: Baby Geniuses 2.\n^ Interview by Marie Morreale.",
      "pageId": 12301118,
      "monthDay": "10/14"
    },
    {
      "year": "1985",
      "uri": "/wiki/Alexandre_Sarnes_Negr%C3%A3o",
      "name": "Alexandre Sarnes Negrão",
      "aboutText": "William Henry \"Will\" Atkinson (born 14 October 1988) is an English footballer who plays for League One side Southend United. Described as a tricky winger, he can play on either side of the midfield.\nHaving begun his professional career with Hull City in 2006, Atkinson spent time on loan with Port Vale, Mansfield Town, Rochdale (twice), Rotherham United and Plymouth Argyle.",
      "pageId": 13969427,
      "monthDay": "10/14"
    },
    {
      "year": "1986",
      "uri": "/wiki/Tom_Craddock",
      "name": "Tom Craddock",
      "aboutText": "Stephanie Fae Beauclair (October 14, 1984 – November 15, 1984), better known as Baby Fae, was an American infant born in 1984 with hypoplastic left heart syndrome. She became the first infant subject of a xenotransplant procedure, receiving the heart of a baboon. The procedure, performed by Leonard L. Bailey at Loma Linda University Medical Center, was successful, but Fae died 21 days later of heart failure due to rejection of the transplant.",
      "pageId": 20396608,
      "monthDay": "10/14"
    },
    {
      "year": "1986",
      "uri": "/wiki/Skyler_Shaye",
      "name": "Skyler Shaye",
      "aboutText": "Gautam Gambhir ( pronunciation ; born 14 October 1981) is an Indian international cricketer. He is a left-handed opening batsman who plays domestic cricket for Delhi, and captains Kolkata Knight Riders in the Indian Premier League (IPL). He made his One Day International (ODI) debut against Bangladesh in 2003, and played his first Test the following year against Australia.",
      "pageId": 25144456,
      "monthDay": "10/14"
    },
    {
      "year": "1987",
      "uri": "/wiki/Jay_Pharoah",
      "name": "Jay Pharoah",
      "aboutText": "Jared Antonio Farrow (born October 14, 1987), better known by his stage name Jay Pharoah, is an American actor, stand-up comedian, impressionist, rapper, and voice actor. He joined the cast of NBC's Saturday Night Live in 2010, for its thirty-sixth season. In 2015, he was ranked the 55th greatest Saturday Night Live cast member by Rolling Stone magazine.",
      "pageId": 28741729,
      "monthDay": "10/14"
    },
    {
      "year": "1988",
      "uri": "/wiki/Will_Atkinson",
      "name": "Will Atkinson",
      "aboutText": "Miyuki Maeda (前田 美順, Maeda Miyuki, born October 14, 1985, in Kirishima, Kagoshima Prefecture, Japan) is a Japanese female international badminton player.",
      "pageId": 31623994,
      "monthDay": "10/14"
    },
    {
      "year": "1988",
      "uri": "/wiki/MacKenzie_Mauzy",
      "name": "MacKenzie Mauzy",
      "aboutText": "Maximillion Drake \"Max\" Thieriot (born October 14, 1988) is an American actor who made his acting debut in the 2004 adventure comedy film Catch That Kid. He has since appeared in the action comedy The Pacifier (2005), the mystery comedy Nancy Drew (2007), the sci-fi tale Jumper (2008), the supernatural horror My Soul to Take (2010), the erotic thriller Chloe (2010), the drama Disconnect (2012), the psychological horror-thriller House at the End of the Street (2012), and the action-thriller Point Break (2015).\nThieriot currently stars as Dylan Massett in the A&E drama-thriller television series Bates Motel.",
      "pageId": 3888494,
      "monthDay": "10/14"
    },
    {
      "year": "1988",
      "uri": "/wiki/Glenn_Maxwell",
      "name": "Glenn Maxwell",
      "aboutText": "Khagendra Thapa Magar (Nepali: खगेन्द्र थापामगर) (born 4 October 1992), son of Rup Bahadur and Dhana Maya Thapa Magar, was the shortest man in the world, measuring 0.67 m (2 ft 2 in). Formerly the shortest teenager in the world, Magar took the title of shortest man from Edward Niño Hernández when he turned 18 on 14 October 2010. Magar is a primordial dwarf.",
      "pageId": 5127264,
      "monthDay": "10/14"
    },
    {
      "year": "1988",
      "uri": "/wiki/Max_Thieriot",
      "name": "Max Thieriot",
      "aboutText": "MacKenzie Grace Mauzy (born October 14, 1988) is an American actress.\n^ Owens, Devin (July 2, 2008) \"In the Middle.\" www.soapoperadigest.com.",
      "pageId": 6167390,
      "monthDay": "10/14"
    },
    {
      "year": "1988",
      "uri": "/wiki/Mario_Titone",
      "name": "Mario Titone",
      "aboutText": "Youssif (last name unknown) (born October 14, 2002), is an 11-year-old Iraqi boy who was set on fire by unknown masked men outside of his central Baghdad home on January 15, 2007.",
      "pageId": 12938657,
      "monthDay": "10/14"
    },
    {
      "year": "1988",
      "uri": "/wiki/Pia_Toscano",
      "name": "Pia Toscano",
      "aboutText": "Daniel Peter Roche (pronounced rowsh, /ˈroʊʃ/), born 14 October 1999) is an English child actor who played Ben Brockman in the BBC One sitcom Outnumbered from 2007 to 2014.",
      "pageId": 13177552,
      "monthDay": "10/14"
    },
    {
      "year": "1989",
      "uri": "/wiki/Mia_Wasikowska",
      "name": "Mia Wasikowska",
      "aboutText": "Mia Wasikowska (/ˌvɑːʃiˈkɒfskə/ VAH-shee-KOF-skə; born October 14 1989) is an Australian actress and director. After starting her acting career in Australian television and film, she first became known to a wider audience following her critically acclaimed work on the HBO television series In Treatment. She gained worldwide prominence in 2010 after starring as Alice in Tim Burton's $1 billion-grossing Alice in Wonderland and appearing in the comedy-drama film The Kids Are All Right, a role for which she received the Hollywood Awards' Breakthrough Actress Award.",
      "pageId": 15775613,
      "monthDay": "10/14"
    },
    {
      "year": "1990",
      "uri": "/wiki/Jordan_Clark_(cricketer)",
      "name": "Jordan Clark",
      "aboutText": "Shona Bernadette McGarty (born 14 October 1991) is an English actress and singer from Borehamwood, Hertfordshire, best known for the role of Whitney Dean in the BBC soap opera EastEnders.\n^ \"Shona McGarty\". IMDb.",
      "pageId": 16410113,
      "monthDay": "10/14"
    },
    {
      "year": "1990",
      "uri": "/wiki/Raquel_Diaz",
      "name": "Raquel Diaz",
      "aboutText": "Found spouse, Found height, Found Website,",
      "pageId": 21517066,
      "monthDay": "10/14"
    },
    {
      "year": "1991",
      "uri": "/wiki/Shona_McGarty",
      "name": "Shona McGarty",
      "aboutText": "For others with names similar to Ahmed Musa, see the Ahmed Moussa navigation page",
      "pageId": 27006129,
      "monthDay": "10/14"
    },
    {
      "year": "1992",
      "uri": "/wiki/Ahmed_Musa_(footballer)",
      "name": "Ahmed Musa",
      "aboutText": "Mario Titone (born 14 October 1988) is an Italian footballer, currently a free agent.",
      "pageId": 29271790,
      "monthDay": "10/14"
    },
    {
      "year": "1992",
      "uri": "/wiki/Savannah_Outen",
      "name": "Savannah Outen",
      "aboutText": "Glenn James Maxwell (born 14 October 1988) is an Australian cricketer who plays One Day International and Twenty 20 International matches for Australia.  In 2011, he set the record for the fastest ever half-century in Australian domestic one day cricket, scoring 50 runs off 19 balls. In February 2013, the Indian Premier League team the Mumbai Indians bought him for $1 million US, and in March he made his Test debut against India in the second Test at Hyderabad.",
      "pageId": 30809063,
      "monthDay": "10/14"
    },
    {
      "year": "1992",
      "uri": "/wiki/Khagendra_Thapa_Magar",
      "name": "Khagendra Thapa Magar",
      "aboutText": "Shaul Marie Guerrero (born October 14, 1990) is an American singer, model, professional wrestling valet, and retired professional wrestler. She is best known for her time at WWE under the ring name Raquel Diaz.\nIn October 2010, Guerrero signed a developmental contract with World Wrestling Entertainment (WWE), and was assigned to Florida Championship Wrestling (FCW), WWE's developmental territory.",
      "pageId": 30827033,
      "monthDay": "10/14"
    },
    {
      "year": "1993",
      "uri": "/wiki/Ashton_Agar",
      "name": "Ashton Agar",
      "aboutText": "Pia Toscano (born October 14, 1988) is an American singer from Howard Beach, New York. Toscano placed ninth on the tenth season of American Idol. She was considered a frontrunner in the competition, and her elimination shocked judges Randy Jackson, Jennifer Lopez, and Steven Tyler, all of whom were visibly and vocally upset.",
      "pageId": 31000705,
      "monthDay": "10/14"
    },
    {
      "year": "1999",
      "uri": "/wiki/Daniel_Roche",
      "name": "Daniel Roche",
      "aboutText": "Jordan Clark (born 14 October 1990) is an English cricketer. Clark is a right-handed batsman who bowls right-arm medium pace and who occasionally fields as a wicket-keeper. He was born in Whitehaven, Cumbria and was educated at Sedbergh School.",
      "pageId": 31306552,
      "monthDay": "10/14"
    },
    {
      "year": "2001",
      "uri": "/wiki/Rowan_Blanchard",
      "name": "Rowan Blanchard",
      "aboutText": "Rowan Blanchard (born October 14, 2001) is an American actress. She is known for her role as Riley Matthews on the Disney Channel series Girl Meets World.",
      "pageId": 32640184,
      "monthDay": "10/14"
    },
    {
      "year": "2002",
      "uri": "/wiki/Youssif_(burn_victim)",
      "name": "Youssif",
      "aboutText": "Ashton Charles Agar (born 14 October 1993) is an Australian cricketer who plays domestically for Western Australia and the Perth Scorchers. A left-handed all-rounder, he played two Test matches for the Australian national side during the 2013 Ashes series.\nFrom Melbourne, Agar played underage cricket for Victoria, and represented the Australian national under-19 side in several international games.",
      "pageId": 38315911,
      "monthDay": "10/14"
    }
  ]
}