{
  "people": [
    {
      "year": "58 BC",
      "uri": "/wiki/Livia",
      "name": "Livia",
      "aboutText": "Johann Joachim Quantz (German: [kvants]; 30 January 1697 – 12 July 1773) was a German flutist, flute maker and composer.",
      "pageId": 70391,
      "monthDay": "01/30"
    },
    {
      "year": "133",
      "uri": "/wiki/Didius_Julianus",
      "name": "Didius Julianus",
      "aboutText": "Livia Drusilla (Classical Latin: LIVIA•DRVSILLA, LIVIA•AVGVSTA) (30 January 58 BC– 28 September AD 29), also known as Julia Augusta after her formal adoption into the Julian family in AD 14, was the wife of the Roman emperor Augustus throughout his reign, as well as his adviser. She was the mother of the emperor Tiberius, paternal grandmother of the emperor Claudius, paternal great-grandmother of the emperor Caligula, and maternal great-great-grandmother of the emperor Nero.",
      "pageId": 74775,
      "monthDay": "01/30"
    },
    {
      "year": "1563",
      "uri": "/wiki/Franciscus_Gomarus",
      "name": "Franciscus Gomarus",
      "aboutText": "Didius Julianus (Latin: Marcus Didius Severus Iulianus Augustus; 30 January 133 or 2 February 137 – 1 June 193) was Roman Emperor for nine weeks during the year 193.\nJulianus ascended the throne after buying it from the Praetorian Guard, who had assassinated his predecessor Pertinax. This led to the Roman Civil War of 193–197.",
      "pageId": 148683,
      "monthDay": "01/30"
    },
    {
      "year": "1615",
      "uri": "/wiki/Thomas_Rolfe",
      "name": "Thomas Rolfe",
      "aboutText": "Nathaniel Prentice (or Prentiss) Banks (January 30, 1816 – September 1, 1894) was an American politician and a Union general during the American Civil War.\nA millworker by background, Banks was prominent in local debating societies, and his oratorical skills were noted by the Democratic Party. But his abolitionist views fitted him better for the nascent Republican Party, through which he became Speaker of the United States House of Representatives and Governor of Massachusetts.",
      "pageId": 149932,
      "monthDay": "01/30"
    },
    {
      "year": "1661",
      "uri": "/wiki/Charles_Rollin",
      "name": "Charles Rollin",
      "aboutText": "Félix François Faure (30 January 1841 – 16 February 1899) was President of France from 1895 until his death in 1899.",
      "pageId": 178856,
      "monthDay": "01/30"
    },
    {
      "year": "1697",
      "uri": "/wiki/Johann_Joachim_Quantz",
      "name": "Johann Joachim Quantz",
      "aboutText": "Adelbert von Chamisso (30 January 1781 – 21 August 1838) was a German poet and botanist.",
      "pageId": 183592,
      "monthDay": "01/30"
    },
    {
      "year": "1703",
      "uri": "/wiki/Fran%C3%A7ois_Bigot",
      "name": "François Bigot",
      "aboutText": "Charles Rollin (January 30, 1661 in Paris - December 14, 1741 in Paris) was a French historian and educator, whose popularity in his time combined with becoming forgotten by later generations makes him an epithet, applied to historians such as Jean Charles Leonard de Sismondi.",
      "pageId": 313524,
      "monthDay": "01/30"
    },
    {
      "year": "1720",
      "uri": "/wiki/Charles_De_Geer",
      "name": "Charles De Geer",
      "aboutText": "Walter Savage Landor (30 January 1775 – 17 September 1864) was an English writer and poet. His best known works were the prose Imaginary Conversations, and the poem Rose Aylmer, but the critical acclaim he received from contemporary poets and reviewers was not matched by public popularity.",
      "pageId": 384816,
      "monthDay": "01/30"
    },
    {
      "year": "1754",
      "uri": "/wiki/John_Lansing,_Jr.",
      "name": "John Lansing, Jr.",
      "aboutText": "Franciscus Gomarus (François Gomaer; 30 January 1563, Bruges – 11 January 1641, Groningen) was a Dutch theologian, a strict Calvinist and an opponent of the teaching of Jacobus Arminius (and his followers), whose theological disputes were addressed at the Synod of Dort (or Dordrecht) (1618–19).",
      "pageId": 389811,
      "monthDay": "01/30"
    },
    {
      "year": "1775",
      "uri": "/wiki/Walter_Savage_Landor",
      "name": "Walter Savage Landor",
      "aboutText": "Ion Luca Caragiale (Romanian pronunciation: [iˈon ˈluka karaˈd͡ʒjale]; commonly referred to as I. L. Caragiale; February 13 [O.S. February 1] 1852 – July 9, 1912) was a Wallachian-born Romanian playwright, short story writer, poet, theater manager, political commentator and journalist. Leaving behind an important cultural legacy, he is considered one of the greatest playwrights in Romanian language and literature, as well as one of its most important writers and a leading representative of local humor. Alongside Mihai Eminescu, Ioan Slavici and Ion Creangă, he is seen as one of the main representatives of Junimea, an influential literary society with which he nonetheless parted during the second half of his life.",
      "pageId": 913503,
      "monthDay": "01/30"
    },
    {
      "year": "1781",
      "uri": "/wiki/Adelbert_von_Chamisso",
      "name": "Adelbert von Chamisso",
      "aboutText": "Thomas Rolfe (January 30, 1615 – c. 1680?) was the only child of Pocahontas and her English husband, John Rolfe. His maternal grandfather was Wahunsunacock, the chief of Powhatan tribe in Virginia.",
      "pageId": 921300,
      "monthDay": "01/30"
    },
    {
      "year": "1816",
      "uri": "/wiki/Nathaniel_P._Banks",
      "name": "Nathaniel P. Banks",
      "aboutText": "Franz Ritter von Hauer, or Franz von Hauer (January 30, 1822 – March 20, 1899), was an Austrian geologist.",
      "pageId": 937415,
      "monthDay": "01/30"
    },
    {
      "year": "1822",
      "uri": "/wiki/Franz_Ritter_von_Hauer",
      "name": "Franz Ritter von Hauer",
      "aboutText": "Charles Martin Tornov Loeffler (January 30, 1861 – May 19, 1935) was a German-born American violinist and composer.",
      "pageId": 1175323,
      "monthDay": "01/30"
    },
    {
      "year": "1832",
      "uri": "/wiki/Infanta_Luisa_Fernanda,_Duchess_of_Montpensier",
      "name": "Infanta Luisa Fernanda, Duchess of Montpensier",
      "aboutText": "Baron Charles de Geer (the family is usually known as De Geer with a capitalized \"De\"; Finspång in Risinge 30 January 1720 – Stockholm 7 March 1778) was a Swedish industrialist and entomologist.",
      "pageId": 2118632,
      "monthDay": "01/30"
    },
    {
      "year": "1841",
      "uri": "/wiki/F%C3%A9lix_Faure",
      "name": "Félix Faure",
      "aboutText": "François Bigot (French pronunciation: ​[fʁɑ̃swa biɡo]; born Bordeaux, 30 January 1703; died Neuchâtel, Switzerland, 12 January 1778) was a French government official. He served as the Financial Commissary on Île Royale (nowadays Cape Breton Island) and as Intendant of New France. He was the last official ever to hold the latter position, losing it on the occasion of the conquest of 1760.",
      "pageId": 3512365,
      "monthDay": "01/30"
    },
    {
      "year": "1844",
      "uri": "/wiki/Richard_Theodore_Greener",
      "name": "Richard Theodore Greener",
      "aboutText": "Infanta María Luisa Fernanda of Spain, Duchess of Montpensier (30 January 1832 – 2 February 1897) was Infanta of Spain and Duchess of Montpensier. She was the youngest daughter of king Ferdinand VII of Spain and his fourth wife Maria Christina of the Two Sicilies, the queen-regent, who was also his niece.",
      "pageId": 5605150,
      "monthDay": "01/30"
    },
    {
      "year": "1846",
      "uri": "/wiki/Angela_of_the_Cross",
      "name": "Angela of the Cross",
      "aboutText": "Anthony John \"Tony\" Mullane (January 20, 1859 – April 25, 1944), nicknamed \"Count\" and \"The Apollo of the Box\", was an Irish Major League Baseball player who pitched for seven teams during his 13-season career.",
      "pageId": 5675421,
      "monthDay": "01/30"
    },
    {
      "year": "1852",
      "uri": "/wiki/Ion_Luca_Caragiale",
      "name": "Ion Luca Caragiale",
      "aboutText": "Richard Theodore Greener (January 30, 1844 – May 2, 1922) was the first African-American graduate of Harvard College and dean of the Howard University School of Law.",
      "pageId": 6562963,
      "monthDay": "01/30"
    },
    {
      "year": "1859",
      "uri": "/wiki/Tony_Mullane",
      "name": "Tony Mullane",
      "aboutText": "John Ten Eyck Lansing, Jr. (January 30, 1754 in Albany, New York – vanished December 12, 1829 in New York City), was an American lawyer and politician. He was the uncle of Gerrit Y. Lansing.",
      "pageId": 25068298,
      "monthDay": "01/30"
    },
    {
      "year": "1861",
      "uri": "/wiki/Charles_Martin_Loeffler",
      "name": "Charles Martin Loeffler",
      "aboutText": "Angela of the Cross Guerrero y González, H.C.C. (Spanish: Ángela de la Cruz Guerrero y González) (30 January 1846--died 2 March 1932), was a Spanish religious sister and the foundress of the Sisters of the Company of the Cross, a Roman Catholic religious institute dedicated to helping the abandoned poor and the ill with no one to care for them.",
      "pageId": 34956109,
      "monthDay": "01/30"
    },
    {
      "year": "1862",
      "uri": "/wiki/Walter_Damrosch",
      "name": "Walter Damrosch",
      "aboutText": "Franklin Delano Roosevelt (/ˈroʊzəvəlt/, his own pronunciation, or /ˈroʊzəvɛlt/) (January 30, 1882 – April 12, 1945), commonly known as FDR, was an American statesman and political leader who served as the President of the United States 1933-1945. A Democrat, he won a record four elections and dominated his party for many years as a central figure in world events during the mid-20th century, leading the United States during a time of worldwide economic depression and total war. His program for relief, recovery and reform, known as the New Deal, involved a great expansion of the role of the federal government in the economy.",
      "pageId": 10979,
      "monthDay": "01/30"
    },
    {
      "year": "1864",
      "uri": "/wiki/James_Mitchel",
      "name": "James Mitchel",
      "aboutText": "Boris III, Tsar of Bulgaria (30 January [O.S. 18 January] 1894 – 28 August 1943), originally Boris Klemens Robert Maria Pius Ludwig Stanislaus Xaver (Boris Clement Robert Mary Pius Louis Stanislaus Xavier), son of Ferdinand I, came to the throne in 1918 upon the abdication of his father, following the defeat of the Kingdom of Bulgaria during World War I. This was the country's second major defeat in only five years, after the disastrous Second Balkan War (1913). Under the Treaty of Neuilly, Bulgaria was forced to cede new territories and pay crippling reparations to its neighbours, thereby threatening political and economic stability. Two political forces, the Agrarian Union and the Communist Party, were calling for the overthrowing of the monarchy and the change of the government.",
      "pageId": 56152,
      "monthDay": "01/30"
    },
    {
      "year": "1866",
      "uri": "/wiki/Gelett_Burgess",
      "name": "Gelett Burgess",
      "aboutText": "Barbara Wertheim Tuchman (/ˈtʌkmən/; 1912–1989) was an American historian and author. She won the Pulitzer Prize twice, for The Guns of August (1963), a best-selling history of the prelude to and the first month of World War I, and Stilwell and the American Experience in China (1972), a biography of General Joseph Stilwell.\nTuchman focused on writing popular history.",
      "pageId": 113560,
      "monthDay": "01/30"
    },
    {
      "year": "1875",
      "uri": "/wiki/Walter_Middelberg",
      "name": "Walter Middelberg",
      "aboutText": "David Roy Eldridge (January 30, 1911 – February 26, 1989), commonly known as Roy Eldridge, and nicknamed \"Little Jazz\", was an American jazz trumpet player. His sophisticated use of harmony, including the use of tritone substitutions, his virtuosic solos exhibiting a departure from the smooth and lyrical style of earlier jazz trumpet innovator Louis Armstrong, and his strong impact on Dizzy Gillespie mark him as one of the most influential musicians of the swing era and a precursor of bebop.",
      "pageId": 155962,
      "monthDay": "01/30"
    },
    {
      "year": "1878",
      "uri": "/wiki/Anton_Hansen_Tammsaare",
      "name": "Anton Hansen Tammsaare",
      "aboutText": "Francis August Schaeffer (30 January 1912 – 15 May 1984) was an American Evangelical Christian theologian, philosopher, and Presbyterian pastor. He is most famous for his writings and his establishment of the L'Abri community in Switzerland. Opposed to theological modernism, Schaeffer promoted a more historic Protestant faith and a presuppositional approach to Christian apologetics, which he believed would answer the questions of the age.",
      "pageId": 178777,
      "monthDay": "01/30"
    },
    {
      "year": "1882",
      "uri": "/wiki/Franklin_D._Roosevelt",
      "name": "Franklin D. Roosevelt",
      "aboutText": "Chidambaram Subramaniam (commonly known as CS) (30 January 1910 – 7 November 2000), was an Indian politician and Independence activist. He served as Minister of Finance and Minister of Defence in the union cabinet. He later served as the Governor of Maharashtra.",
      "pageId": 277086,
      "monthDay": "01/30"
    },
    {
      "year": "1883",
      "uri": "/wiki/Peeter_S%C3%BCda",
      "name": "Peeter Süda",
      "aboutText": "Sir Nikolaus Bernhard Leon Pevsner CBE FBA (30 January 1902 – 18 August 1983), was a German, later British scholar of history of art and, especially, of history of architecture.",
      "pageId": 292440,
      "monthDay": "01/30"
    },
    {
      "year": "1889",
      "uri": "/wiki/Jaishankar_Prasad",
      "name": "Jaishankar Prasad",
      "aboutText": "Frank Gelett Burgess (January 30, 1866 – September 18, 1951) was an artist, art critic, poet, author and humorist. An important figure in the San Francisco Bay Area literary renaissance of the 1890s, particularly through his iconoclastic little magazine, The Lark, he is best known as a writer of nonsense verse, such as \"The Purple Cow\", and for introducing French modern art to the United States in an essay titled \"The Wild Men of Paris\".",
      "pageId": 369582,
      "monthDay": "01/30"
    },
    {
      "year": "1890",
      "uri": "/wiki/Bruno_Kastner",
      "name": "Bruno Kastner",
      "aboutText": "Anton Hansen Tammsaare (also known as A. H. Tammsaare; born Anton Hansen 30 January 1878 – 1 March 1940), was an Estonian writer whose pentalogy Truth and Justice (Tõde ja õigus; 1926–1933) is considered one of the major works of Estonian literature and \"The Estonian Novel\".\n^ A.H Tammsaare. L. Siimisker, A.Palm.",
      "pageId": 388199,
      "monthDay": "01/30"
    },
    {
      "year": "1894",
      "uri": "/wiki/Boris_III_of_Bulgaria",
      "name": "Boris III of Bulgaria",
      "aboutText": "Otto Wilhelm Rudolf Caracciola (30 January 1901 – 28 September 1959), more commonly Rudolf Caracciola (pronounced [ʁuːdɔlf kaʁaːtʃiːɔlɑ]), was a racing driver from Remagen, Germany. He won the European Drivers' Championship, the pre-1950 equivalent of the modern Formula One World Championship, an unsurpassed three times. He also won the European Hillclimbing Championship three times – twice in sports cars, and once in Grand Prix cars.",
      "pageId": 643758,
      "monthDay": "01/30"
    },
    {
      "year": "1899",
      "uri": "/wiki/Max_Theiler",
      "name": "Max Theiler",
      "aboutText": "Jaishankar Prasad (30 January 1890 – 15 November 1937), one of the most famous figures in modern Hindi literature as well as Hindi theatre In her glowing tribute to Jai Shankar Prasad, the poet- critic Mahadevi Verma says: “Whenever I remember our great poet, Prasad a particular image comes to my mind. A fir tree stands on the slope of the Himalaya, straight and tall as the proud mountain peaks themselves. Its lofty head braves the assaults of the snow, the rain, and the blazing heat of the sun.",
      "pageId": 1014052,
      "monthDay": "01/30"
    },
    {
      "year": "1901",
      "uri": "/wiki/Rudolf_Caracciola",
      "name": "Rudolf Caracciola",
      "aboutText": "Max Theiler (30 January 1899 – 11 August 1972) was a South African-American virologist and doctor. He was awarded the Nobel Prize in Physiology or Medicine in 1951 for developing a vaccine against yellow fever in 1937, becoming the first African-born Nobel laureate.\nBorn in Pretoria, Theiler was educated in South Africa through completion of his degree in medical school.",
      "pageId": 1534709,
      "monthDay": "01/30"
    },
    {
      "year": "1902",
      "uri": "/wiki/Nikolaus_Pevsner",
      "name": "Nikolaus Pevsner",
      "aboutText": "Walter Johannes Damrosch (January 30, 1862 – December 22, 1950) was a German-born American conductor and composer.",
      "pageId": 2402349,
      "monthDay": "01/30"
    },
    {
      "year": "1910",
      "uri": "/wiki/Chidambaram_Subramaniam",
      "name": "Chidambaram Subramaniam",
      "aboutText": "Alfrēds Riekstiņš (January 30, 1913 - September 11, 1952) was a soldier of the Latvian Legion who later collaborated with British Intelligence to fight the Soviet Union.",
      "pageId": 2563212,
      "monthDay": "01/30"
    },
    {
      "year": "1911",
      "uri": "/wiki/Roy_Eldridge",
      "name": "Roy Eldridge",
      "aboutText": "Amrita Sher-Gil (30 January 1913 – 5 December 1941) was an eminent Indian painter born to a Punjabi Sikh father and a Hungarian Jewish mother, sometimes known as India's Frida Kahlo, and today considered an important woman painter of 20th century India, whose legacy stands at par with that of the Masters of Bengal Renaissance; she is also the 'most expensive' woman painter of India.",
      "pageId": 3657230,
      "monthDay": "01/30"
    },
    {
      "year": "1912",
      "uri": "/wiki/Werner_Hartmann_(physicist)",
      "name": "Werner Hartmann",
      "aboutText": "James Sarsfield \"Jim\" Mitchel (born Mitchell; January 30, 1864 – July 3, 1921)",
      "pageId": 7543354,
      "monthDay": "01/30"
    },
    {
      "year": "1912",
      "uri": "/wiki/Francis_Schaeffer",
      "name": "Francis Schaeffer",
      "aboutText": "Walter Middelberg (January 30, 1875 in Zwolle – September 15, 1944 in Zwolle) was a Dutch rower who competed in the 1900 Summer Olympics.",
      "pageId": 12663275,
      "monthDay": "01/30"
    },
    {
      "year": "1912",
      "uri": "/wiki/Barbara_W._Tuchman",
      "name": "Barbara W. Tuchman",
      "aboutText": "Werner Hartmann (30 January 1912 in Berlin-Friedenau – 8 March 1988 in Dresden) was a German physicist who introduced microelectronics into East Germany. He studied physics at the Technische Hochschule Berlin and worked at Siemens before joining Fernseh GmbH. At the end of World War II, he and his research staff were flown to the Soviet Union to work on their atomic bomb project; he was assigned to Institute G. In 1955, he arrived in the German Democratic Republic (GDR); in the same year, he founded and became the director of the VEB Vakutronik Dresden, later VEB RFT Meßelektronik Dresden. In 1956, he completed his Habilitation at the Technische Hochschule Dresden and also became a professor for Kernphysikalische Elektronik there.",
      "pageId": 15281946,
      "monthDay": "01/30"
    },
    {
      "year": "1913",
      "uri": "/wiki/Alfr%C4%93ds_Rieksti%C5%86%C5%A1",
      "name": "Alfrēds Riekstiņš",
      "aboutText": "Peeter Süda (30 January [O.S. 18 January] 1883 in Viki, Saare County – 3 August 1920 in Tallinn) was a father of the Estonian organ school, composer and an early collector of Estonian folksongs.\nHe studied at the Saint Petersburg Conservatory from 1902 to 1912. His organ teachers were Louis Homilius and Jacob Handschin, his composition professors included Anatoly Lyadov, Alexander Glazunov, Jāzeps Vītols and Nicolai Soloviev.",
      "pageId": 30949098,
      "monthDay": "01/30"
    },
    {
      "year": "1913",
      "uri": "/wiki/Amrita_Sher-Gil",
      "name": "Amrita Sher-Gil",
      "aboutText": "Bruno Kastner (30 January 1890 – 30 June 1932) was a German stage and film actor, screenwriter and film producer whose career was most prominent in the 1910s and 1920s during the silent film era.",
      "pageId": 32752183,
      "monthDay": "01/30"
    },
    {
      "year": "1913",
      "uri": "/wiki/Percy_Thrower",
      "name": "Percy Thrower",
      "aboutText": "Douglas Carl Engelbart (January 30, 1925 – July 2, 2013) was an American engineer and inventor, and an early computer and Internet pioneer. He is best known for his work on founding the field of human–computer interaction, particularly while at his Augmentation Research Center Lab in SRI International, resulting in the invention of the computer mouse, and the development of hypertext, networked computers, and precursors to graphical user interfaces. These were demonstrated at The Mother of All Demos in 1968.",
      "pageId": 8081,
      "monthDay": "01/30"
    },
    {
      "year": "1914",
      "uri": "/wiki/Luc-Marie_Bayle",
      "name": "Luc-Marie Bayle",
      "aboutText": "Lloyd Chudley Alexander (January 30, 1924 – May 17, 2007) was a widely influential American author of more than forty books, primarily fantasy novels for children and young adults. His most famous work is The Chronicles of Prydain, a series of five high fantasy novels whose conclusion, The High King, was awarded the 1969 Newbery Medal for excellence in American children's literature. He won U.S. National Book Awards in 1971 and 1982.",
      "pageId": 53209,
      "monthDay": "01/30"
    },
    {
      "year": "1914",
      "uri": "/wiki/John_Ireland_(actor)",
      "name": "John Ireland",
      "aboutText": "Brigadier John Dennis Profumo, CBE (/prəˈfjuːmoʊ/ prə-FEW-moh; 30 January 1915 – 9 March 2006), informally known as Jack Profumo, was a British politician. The Profumo family is of Italian origin, and John Profumo held the title of 5th Baron Profumo in the nobility of the Kingdom of Sardinia. Although Profumo held an increasingly responsible series of political posts in the 1950s, his career ended after he had a sexual relationship with the 19-year-old model Christine Keeler in 1963.",
      "pageId": 163430,
      "monthDay": "01/30"
    },
    {
      "year": "1914",
      "uri": "/wiki/David_Wayne",
      "name": "David Wayne",
      "aboutText": "Joachim Peiper (German pronunciation: [ˈjoːaxɪm ˈpaɪpɐ]; 30 January 1915 – 14 July 1976), also known as Jochen Peiper, was a field officer in the Waffen-SS during World War II and personal adjutant to Reichsführer-SS Heinrich Himmler between November 1940 and August 1941. Peiper fought on both the Eastern Front against the Red Army and the Western Front against the Western Allies, and he won the Knight's Cross of the Iron Cross with Oak Leaves and Swords for extreme battlefield bravery and outstanding military leadership. By 1945, he was an SS-Standartenführer and the Waffen-SS's youngest regimental colonel.",
      "pageId": 487974,
      "monthDay": "01/30"
    },
    {
      "year": "1915",
      "uri": "/wiki/Joachim_Peiper",
      "name": "Joachim Peiper",
      "aboutText": "Dorothy Malone (born January 30, 1925) is an American actress. Her film career began in 1943, and in her early years she played small roles, mainly in B-movies. After a decade in films, she began to acquire a more glamorous image, particularly after her performance in Written on the Wind (1956), for which she won the Academy Award for Best Supporting Actress.",
      "pageId": 697796,
      "monthDay": "01/30"
    },
    {
      "year": "1915",
      "uri": "/wiki/John_Profumo",
      "name": "John Profumo",
      "aboutText": "Delbert Martin Mann, Jr. (January 30, 1920 – November 11, 2007) was an American television and film director. He won the Palme d'Or (Golden Palm) at the Cannes Film Festival and the Academy Award for Best Director for the film Marty.",
      "pageId": 1084997,
      "monthDay": "01/30"
    },
    {
      "year": "1917",
      "uri": "/wiki/Paul_Fr%C3%A8re",
      "name": "Paul Frère",
      "aboutText": "Paul Frère (30 January 1917 – 23 February 2008) was a racing driver and journalist from Belgium. He participated in eleven World Championship Formula One Grands Prix debuting on 22 June 1952 and achieving one podium finish with a total of eleven championship points. He drove in several non-Championship Formula One races.",
      "pageId": 1235784,
      "monthDay": "01/30"
    },
    {
      "year": "1918",
      "uri": "/wiki/David_Opatoshu",
      "name": "David Opatoshu",
      "aboutText": "John Benjamin Ireland (January 30, 1914 – March 21, 1992) was a Canadian actor and film director.",
      "pageId": 1497886,
      "monthDay": "01/30"
    },
    {
      "year": "1919",
      "uri": "/wiki/Nikolay_Glazkov",
      "name": "Nikolay Glazkov",
      "aboutText": "Fred Toyosaburo Korematsu (是松 豊三郎, Korematsu Toyosaburō, January 30, 1919 – March 30, 2005) was one of the many Japanese-American citizens living on the West Coast of the United States at the onset of World War II. Shortly after the Imperial Japanese Navy attacked Pearl Harbor, President Franklin D. Roosevelt issued Executive Order 9066, authorizing the Secretary of War and his military commanders to remove all individuals of Japanese ancestry from designated \"military areas\" and place them in internment camps in what is known as the Japanese American internment. When such orders were issued for the West Coast, Korematsu instead became a fugitive. The legality of the internment order was upheld by the United States Supreme Court in Korematsu v.",
      "pageId": 1562858,
      "monthDay": "01/30"
    },
    {
      "year": "1919",
      "uri": "/wiki/Fred_Korematsu",
      "name": "Fred Korematsu",
      "aboutText": "Satya Narayan Goenka (30 January 1924 – 29 September 2013), commonly known as S.N. Goenka, was a Burmese-Indian teacher of Vipassanā meditation. Born in Burma to a rich Indian family, he moved to India in 1969 and started teaching meditation. His teaching was notable for emphasizing that the Buddha's path to liberation was non-sectarian, universal, and scientific in character.",
      "pageId": 1573721,
      "monthDay": "01/30"
    },
    {
      "year": "1920",
      "uri": "/wiki/Michael_Anderson_(director)",
      "name": "Michael Anderson",
      "aboutText": "Percy John Thrower MBE (30 January 1913 – 18 March 1988) was a British gardener, horticulturist, broadcaster and writer born at Horwood House in the village of Little Horwood in Buckinghamshire.\nHe became nationally known through presenting various gardening programmes, starting in 1956 on the BBC's Gardening Club then later on the BBC's Gardeners' World from 1969 until 1976.",
      "pageId": 1678880,
      "monthDay": "01/30"
    },
    {
      "year": "1920",
      "uri": "/wiki/Carwood_Lipton",
      "name": "Carwood Lipton",
      "aboutText": "Michael Joseph Anderson, Sr.",
      "pageId": 1704831,
      "monthDay": "01/30"
    },
    {
      "year": "1920",
      "uri": "/wiki/Delbert_Mann",
      "name": "Delbert Mann",
      "aboutText": "David Wayne (January 30, 1914 – February 9, 1995) was an American stage and screen actor with a career spanning nearly 50 years.",
      "pageId": 1939563,
      "monthDay": "01/30"
    },
    {
      "year": "1922",
      "uri": "/wiki/Dick_Martin_(comedian)",
      "name": "Dick Martin",
      "aboutText": "First Lieutenant Clifford Carwood Lipton (30 January 1920 - 16 December 2001) was a commissioned officer with Easy Company, 2nd Battalion, 506th Parachute Infantry Regiment, in the 101st Airborne Division during World War II. Lipton was portrayed by Donnie Wahlberg in the HBO miniseries Band of Brothers. On the battlefields of Europe, he was promoted to Company First Sergeant and ultimately was awarded a battlefield commission to Second Lieutenant. He said \"it was the greatest honor ever awarded\" to him.",
      "pageId": 3735010,
      "monthDay": "01/30"
    },
    {
      "year": "1923",
      "uri": "/wiki/Marianne_Ferber",
      "name": "Marianne Ferber",
      "aboutText": "David Opatoshu (January 30, 1918 – April 30, 1996) was an American film, stage and television actor. He was born as David Opatovsky in New York City, where he was reared and educated. His father was the Yiddish writer Joseph Opatoshu.",
      "pageId": 4322558,
      "monthDay": "01/30"
    },
    {
      "year": "1924",
      "uri": "/wiki/S._N._Goenka",
      "name": "S. N. Goenka",
      "aboutText": "Nikolai Ivanovich Glazkov (Russian: Никола́й Ива́нович Глазко́в; IPA: [nʲɪkɐˈlaj ɪˈvanəvʲɪtɕ ɡlɐˈskof]; January 30, 1919 – October 1, 1979) was a Soviet poet renowned for his uncanny and ironic verse, his alcoholism, and for jokingly coining the term samizdat, which came to be internationally known.",
      "pageId": 4902111,
      "monthDay": "01/30"
    },
    {
      "year": "1924",
      "uri": "/wiki/Lloyd_Alexander",
      "name": "Lloyd Alexander",
      "aboutText": "Thomas Richard \"Dick\" Martin (January 30, 1922 – May 24, 2008) was an American comedian and director.",
      "pageId": 6584333,
      "monthDay": "01/30"
    },
    {
      "year": "1925",
      "uri": "/wiki/Douglas_Engelbart",
      "name": "Douglas Engelbart",
      "aboutText": "Ahmed Abdul-Malik (born Jonathan Tim, Jr.; January 30, 1927 – October 2, 1993) was a jazz double bassist and oud player.",
      "pageId": 7024661,
      "monthDay": "01/30"
    },
    {
      "year": "1925",
      "uri": "/wiki/Dorothy_Malone",
      "name": "Dorothy Malone",
      "aboutText": "Marianne A. Ferber (January 30, 1923 – May 11, 2013) was an American feminist economist and the author of many books and articles on the subject of women's work, the family, and the construction of gender. She held a Ph.D. from the University of Chicago.\nShe was most noted for her work as co-editor with Julie A. Nelson of the influential anthology Beyond Economic Man: Feminist Theory and Economics and her book The Economics of Women, Men and Work, co-authored with Francine D. Blau and Anne Winkler.",
      "pageId": 10787091,
      "monthDay": "01/30"
    },
    {
      "year": "1927",
      "uri": "/wiki/Ahmed_Abdul-Malik",
      "name": "Ahmed Abdul-Malik",
      "aboutText": "Luc-Marie Bayle (30 January 1914, Malo-les-Bains – 11 October 2000, Paris) was a French naval officer, painter, and artist.",
      "pageId": 34047082,
      "monthDay": "01/30"
    },
    {
      "year": "1927",
      "uri": "/wiki/Olof_Palme",
      "name": "Olof Palme",
      "aboutText": "Eugene Allen \"Gene\" Hackman (born January 30, 1930) is an American actor and novelist.\nIn a career spanning five decades, Hackman has been nominated for five Academy Awards, winning two for best actor in The French Connection and best supporting actor in Unforgiven. In addition, Hackman has won three Golden Globes and two BAFTAs.",
      "pageId": 12561,
      "monthDay": "01/30"
    },
    {
      "year": "1928",
      "uri": "/wiki/Harold_Prince",
      "name": "Harold Prince",
      "aboutText": "Gregory Benford (born January 30, 1941) is an American science fiction author and astrophysicist who is on the faculty of the Department of Physics and Astronomy at the University of California, Irvine. He is also a contributing editor of Reason magazine.\nAs a science fiction author, Benford is perhaps best known for the Galactic Center Saga novels, beginning with In the Ocean of Night (1977).",
      "pageId": 38527,
      "monthDay": "01/30"
    },
    {
      "year": "1929",
      "uri": "/wiki/Lois_Hole",
      "name": "Lois Hole",
      "aboutText": "Sven Olof Joachim Palme (Swedish: Olof Palme; pronounced [ˈʊlɔf palˈmɛ]; 30 January 1927 – 28 February 1986) was a Swedish Social Democratic politician, statesman and prime minister. A longtime protégé of Prime Minister Tage Erlander, Palme led the Swedish Social Democratic Party (SAP) from 1969 until his assassination in 1986, and was a two-term Prime Minister of Sweden, heading a Privy Council Government from 1969 to 1976 and a cabinet government from 1982 until his death. Electoral defeats in 1976 and 1979 marked the end of Social Democratic hegemony in Swedish politics, which had seen 40 years of unbroken rule by the party.",
      "pageId": 54132,
      "monthDay": "01/30"
    },
    {
      "year": "1929",
      "uri": "/wiki/Lucille_Teasdale-Corti",
      "name": "Lucille Teasdale-Corti",
      "aboutText": "Boris Vasilievich Spassky (also Spasskij; Russian: Бори́с Васи́льевич Спа́сский; born January 30, 1937) is a Russian, formerly French, formerly Soviet chess grandmaster. He was the tenth World Chess Champion, holding the title from 1969 to 1972. He is known as one of the greatest players of all time, and is the oldest living world champion.",
      "pageId": 63280,
      "monthDay": "01/30"
    },
    {
      "year": "1930",
      "uri": "/wiki/Samuel_Byck",
      "name": "Samuel Byck",
      "aboutText": "Vanessa Redgrave, CBE (born 30 January 1937) is an English actress of stage, screen and television, as well as a political activist. She is a 2003 American Theatre Hall of Fame inductee, and received the 2010 BAFTA Fellowship.\nRedgrave rose to prominence in 1961 playing Rosalind in As You Like It with the Royal Shakespeare Company and has since starred in more than 35 productions in London's West End and on Broadway, winning the 1984 Olivier Award for Best Actress in a Revival for The Aspern Papers, and the 2003 Tony Award for Best Actress in a Play for the revival of Long Days Journey into Night.",
      "pageId": 63741,
      "monthDay": "01/30"
    },
    {
      "year": "1930",
      "uri": "/wiki/Gene_Hackman",
      "name": "Gene Hackman",
      "aboutText": "Richard Gary Brautigan (January 30, 1935 – ca. September 16, 1984) was an American novelist, poet, and short story writer. His work often employs black comedy, parody, and satire.",
      "pageId": 152265,
      "monthDay": "01/30"
    },
    {
      "year": "1930",
      "uri": "/wiki/J%C4%81nis_Kr%C5%ABmi%C5%86%C5%A1",
      "name": "Jānis Krūmiņš",
      "aboutText": "Harold Smith \"Hal\" Prince (born January 30, 1928) is an American theatrical producer and director associated with many of the best-known Broadway musical productions of the past half-century.",
      "pageId": 328550,
      "monthDay": "01/30"
    },
    {
      "year": "1930",
      "uri": "/wiki/Magnus_Malan",
      "name": "Magnus Malan",
      "aboutText": "Islom Abdugʻaniyevich Karimov (Cyrillic Uzbek: Ислом Абдуғаниевич Каримов; Russian: Ислам Абдуганиевич Каримов, Islam Abduganiyevich Karimov; Tajik: Ислам Каримов; born January 30, 1938) is the first President of Uzbekistan, in office since 1990.\nKarimov was placed in an orphanage in Samarkand at birth, growing up to study economics and engineering. He became an official in the Communist Party of the Soviet Union, becoming the party's First Secretary in Uzbekistan in 1989.",
      "pageId": 335230,
      "monthDay": "01/30"
    },
    {
      "year": "1931",
      "uri": "/wiki/John_Crosbie",
      "name": "John Crosbie",
      "aboutText": "General Magnus André de Merindol Malan SSA SD OMSG SM MP (30 January 1930 – 18 July 2011) was the Minister of Defence in the cabinet of President P. W. Botha, Chief of the South African Defence Force (SADF) and Chief of the South African Army.",
      "pageId": 472669,
      "monthDay": "01/30"
    },
    {
      "year": "1931",
      "uri": "/wiki/Shirley_Hazzard",
      "name": "Shirley Hazzard",
      "aboutText": "John Carnell Crosbie, PC, OC, ONL, QC (born January 30, 1931) is a retired provincial and federal politician who served as the 12th Lieutenant Governor of Newfoundland and Labrador, Canada. Crosbie has served as a provincial Cabinet minister under premiers Joey Smallwood and Frank Moores as well as a federal Cabinet minister during the governments of Joe Clark and Brian Mulroney.\nCrosbie ran unsuccessfully for the leadership of the Liberal Party of Newfoundland and Labrador in 1969, losing to Smallwood, and was also a candidate in the Progressive Conservative Party of Canada's 1983 leadership election, placing third.",
      "pageId": 543630,
      "monthDay": "01/30"
    },
    {
      "year": "1932",
      "uri": "/wiki/Knock_Yokoyama",
      "name": "Knock Yokoyama",
      "aboutText": "Knock Yokoyama (横山ノック Yokoyama Nokku, January 30, 1932 – May 3, 2007) was a Japanese comedian and politician.\nBorn Isamu Yamada (山田勇 Yamada Isamu) in Kobe, he adopted his current stage name while directing the Manga Trio manzai troupe from 1959 to 1968. Following his comedy years, he went into the construction industry and served as a director at several major construction firms in the Kansai region.",
      "pageId": 576048,
      "monthDay": "01/30"
    },
    {
      "year": "1934",
      "uri": "/wiki/Tammy_Grimes",
      "name": "Tammy Grimes",
      "aboutText": "Samuel Joseph Byck (January 30, 1930 – February 22, 1974) was a hijacker and attempted assassin. On February 22, 1974 he attempted to hijack a plane flying out of Baltimore/Washington Thurgood Marshall International Airport . He intended to crash into the White House in the hopes of killing U.S. President Richard Nixon.",
      "pageId": 595120,
      "monthDay": "01/30"
    },
    {
      "year": "1935",
      "uri": "/wiki/Richard_Brautigan",
      "name": "Richard Brautigan",
      "aboutText": "Lois Elsa Hole, CM, AOE (née Veregin; 30 January 1929 – 6 January 2005) was a Canadian politician, businesswoman, academician, professional gardener and best-selling author. She was the 15th Lieutenant Governor of Alberta from 10 February 2000 until her death.",
      "pageId": 938524,
      "monthDay": "01/30"
    },
    {
      "year": "1935",
      "uri": "/wiki/Elsa_Martinelli",
      "name": "Elsa Martinelli",
      "aboutText": "Tammy Lee Grimes (born January 30, 1934) is an American actress and singer.",
      "pageId": 1178552,
      "monthDay": "01/30"
    },
    {
      "year": "1936",
      "uri": "/wiki/Horst_Jankowski",
      "name": "Horst Jankowski",
      "aboutText": "Shirley Hazzard (born 30 January 1931) is an Australian author of fiction and non-fiction. She was born in Australia, but holds citizenship of the United Kingdom and the United States.",
      "pageId": 1638200,
      "monthDay": "01/30"
    },
    {
      "year": "1937",
      "uri": "/wiki/Vanessa_Redgrave",
      "name": "Vanessa Redgrave",
      "aboutText": "Lucille Teasdale-Corti, CM GOQ (January 30, 1929 – August 1, 1996) was a Canadian physician, surgeon and international aid worker, who worked in Uganda and contributed to the development of medical services in the country.",
      "pageId": 3855918,
      "monthDay": "01/30"
    },
    {
      "year": "1937",
      "uri": "/wiki/Boris_Spassky",
      "name": "Boris Spassky",
      "aboutText": "Mitch Murray (born Lionel Michael Stitcher, 30 January 1940, Hove, Sussex, England), is an English songwriter, record producer and author. He has won two Ivor Novello Awards, including the Jimmy Kennedy Award. Murray has written, or co-written songs, that have produced five UK and three US chart-topping records.",
      "pageId": 5381010,
      "monthDay": "01/30"
    },
    {
      "year": "1938",
      "uri": "/wiki/Islam_Karimov",
      "name": "Islam Karimov",
      "aboutText": "Elsa Martinelli (born 30 January 1935) is an Italian actress and former fashion model.",
      "pageId": 7992296,
      "monthDay": "01/30"
    },
    {
      "year": "1940",
      "uri": "/wiki/Mitch_Murray",
      "name": "Mitch Murray",
      "aboutText": "Horst Jankowski (30 January 1936 – 29 June 1998) was a classically trained German pianist, most famous for his internationally successful easy listening music.",
      "pageId": 13958181,
      "monthDay": "01/30"
    },
    {
      "year": "1941",
      "uri": "/wiki/Gregory_Benford",
      "name": "Gregory Benford",
      "aboutText": "Jānis Krūmiņš (30 January 1930 – 20 November 1994) was a Soviet Latvian center basketball player. Helped by his height (about 220 cm), he was the first giant center dominating under the European baskets, for years.",
      "pageId": 16841914,
      "monthDay": "01/30"
    },
    {
      "year": "1941",
      "uri": "/wiki/Dick_Cheney",
      "name": "Dick Cheney",
      "aboutText": "Stephen Peter \"Steve\" Marriott (30 January 1947 – 20 April 1991) was an English musician, songwriter and frontman of two notable rock and roll bands, spanning over two decades. Marriott is remembered for his powerful singing voice which belied his small stature, and for his aggressive approach as a guitarist in mod rock bands Small Faces (1965–1969) and Humble Pie (1969–1975 and 1980–1981). Marriott was inducted posthumously into the Rock and Roll Hall of Fame in 2012 as a member of Small Faces.",
      "pageId": 329878,
      "monthDay": "01/30"
    },
    {
      "year": "1941",
      "uri": "/wiki/Tineke_Lagerberg",
      "name": "Tineke Lagerberg",
      "aboutText": "Les Barker (born 30 January 1947) is an English poet. He is best known for his comedic poetry and parodies of popular songs, however he has also produced some very serious thought-provoking written work.\nOriginally from Manchester he trained in accountancy before his talent for the written word was discovered.",
      "pageId": 547820,
      "monthDay": "01/30"
    },
    {
      "year": "1942",
      "uri": "/wiki/Marty_Balin",
      "name": "Marty Balin",
      "aboutText": "María Elisa Cristóbal-Anson (born 30 January 1945), known as Boots Anson-Roa, is a Filipino actress, columnist, editor, and lecturer.",
      "pageId": 619928,
      "monthDay": "01/30"
    },
    {
      "year": "1943",
      "uri": "/wiki/Davey_Johnson",
      "name": "Davey Johnson",
      "aboutText": "David Allen \"Davey\" Johnson (born January 30, 1943) is an American former professional baseball player and manager. He played for the Baltimore Orioles (1965-1972), Atlanta Braves (1973–1975), Yomiuri Giants (1975–1976), Philadelphia Phillies (1977–1978) and Chicago Cubs (1978). He has managed the New York Mets (1984-1990), Cincinnati Reds (1993-1995), Orioles (1996-1997), Los Angeles Dodgers (1999-2000), and Washington Nationals (2011–2013).",
      "pageId": 652850,
      "monthDay": "01/30"
    },
    {
      "year": "1944",
      "uri": "/wiki/Lynn_Harrell",
      "name": "Lynn Harrell",
      "aboutText": "Nicholas \"Nick\" Broomfield (born 30 January 1948) is an English documentary filmmaker. His self-reflexive style has been highly influential, and was adapted by many later filmmakers. In the early 21st century, he began to use non-actors in scripted works, which he calls \"Direct Cinema\".",
      "pageId": 1011338,
      "monthDay": "01/30"
    },
    {
      "year": "1944",
      "uri": "/wiki/Colin_Rimer",
      "name": "Colin Rimer",
      "aboutText": "Peter Agre /ˈɑːɡriː/ (born January 30, 1949) is an American physician, Bloomberg Distinguished Professor, and molecular biologist at Johns Hopkins University who was awarded the 2003 Nobel Prize in Chemistry (which he shared with Roderick MacKinnon) for his discovery of aquaporins. Aquaporins are water-channel proteins that move water molecules through the cell membrane.",
      "pageId": 1044010,
      "monthDay": "01/30"
    },
    {
      "year": "1944",
      "uri": "/wiki/Gad_Tsobari",
      "name": "Gad Tsobari",
      "aboutText": "Michael Anthony Dorris (January 30, 1945 – April 10, 1997) was an American novelist and scholar who was the first Chair of the Native American Studies program at Dartmouth. His works include the memoir, The Broken Cord (1989) and the novel, A Yellow Raft in Blue Water (1987). He was married to author Louise Erdrich and the two frequently collaborated in their writing.",
      "pageId": 1160989,
      "monthDay": "01/30"
    },
    {
      "year": "1945",
      "uri": "/wiki/Michael_Dorris",
      "name": "Michael Dorris",
      "aboutText": "Marty Balin (born Martyn Jerel Buchwald; January 30, 1942) is an American singer, songwriter and musician best known as the founder and one of the lead singers of Jefferson Airplane and Jefferson Starship.",
      "pageId": 1175993,
      "monthDay": "01/30"
    },
    {
      "year": "1945",
      "uri": "/wiki/Boots_Anson-Roa",
      "name": "Boots Anson-Roa",
      "aboutText": "Lynn Harrell (born January 30, 1944) is an American classical cellist.",
      "pageId": 2352321,
      "monthDay": "01/30"
    },
    {
      "year": "1946",
      "uri": "/wiki/John_Bird_(entrepreneur)",
      "name": "John Bird",
      "aboutText": "Catharina Bernadetta Jacoba (\"Tineke\") Lagerberg (born 30 January 1941) is a retired Dutch swimmer who won the bronze medal in the 400 m freestyle at the 1960 Summer Olympics in a time of 4:56.9. She was also part of the Dutch team that broke the 4×100 m medley Olympic record in the preliminaries; however, they finished fourth in the final. Lagerberg broke the world record in the women's 200 m butterfly on 13 September 1958 in Naarden, Netherlands.",
      "pageId": 3524764,
      "monthDay": "01/30"
    },
    {
      "year": "1947",
      "uri": "/wiki/Les_Barker",
      "name": "Les Barker",
      "aboutText": "Gad Tsobari (sometimes Tsabari, Zobari, or Zabari) (born January 30, 1944) is an Israeli-born light-flyweight freestyle wrestler and a member of Israel's 1972 Olympic team. He finished 12th (of 50) in his event, and was considered a possible medal threat at the Montreal Games of 1976. Tsobari was the only survivor of the six athletes housed in Apartment 3 at 31 Connollystraße, which was the second apartment taken by Arab terrorists in the early morning hours of September 5, 1972 in an event called the Munich massacre.",
      "pageId": 4866531,
      "monthDay": "01/30"
    },
    {
      "year": "1947",
      "uri": "/wiki/Ma%C5%82gorzata_Braunek",
      "name": "Małgorzata Braunek",
      "aboutText": "Richard Bruce \"Dick\" Cheney (born January 30, 1941) is an American politician and businessman who was the 46th Vice President of the United States from 2001 to 2009, under President George W. Bush.\nBorn in Lincoln, Nebraska, Cheney was primarily raised in Sumner, Nebraska, and Casper, Wyoming. He attended Yale, then the University of Wyoming, where he earned a BA and an MA in Political Science.",
      "pageId": 5058628,
      "monthDay": "01/30"
    },
    {
      "year": "1947",
      "uri": "/wiki/Steve_Marriott",
      "name": "Steve Marriott",
      "aboutText": "Miles Anthony Reid FRS (born 30 January 1948) is a mathematician who works in algebraic geometry.",
      "pageId": 5863755,
      "monthDay": "01/30"
    },
    {
      "year": "1948",
      "uri": "/wiki/Nick_Broomfield",
      "name": "Nick Broomfield",
      "aboutText": "Małgorzata Braunek (30 January 1947 – 23 June 2014) was a Polish film and stage actress. In 1969 she graduated at Ludwik Solski Academy for the Dramatic Arts in Warsaw. She was a former wife of director Andrzej Żuławski and the mother of actor and film director Xawery Żuławski.",
      "pageId": 9882233,
      "monthDay": "01/30"
    },
    {
      "year": "1948",
      "uri": "/wiki/Paul_Magee",
      "name": "Paul Magee",
      "aboutText": "Sir Colin Percy Farquharson Rimer (born 30 January 1944) is a retired English judge of the Court of Appeal.",
      "pageId": 12119850,
      "monthDay": "01/30"
    },
    {
      "year": "1948",
      "uri": "/wiki/Miles_Reid",
      "name": "Miles Reid",
      "aboutText": "Paul \"Dingus\" Magee (born 30 January 1948) is a former volunteer in the Belfast Brigade of the Provisional Irish Republican Army (IRA) who escaped during his 1981 trial for killing a member of the Special Air Service (SAS) in 1980. After serving a prison sentence in the Republic of Ireland, Magee fled to England where he was imprisoned after killing a policeman in 1992.",
      "pageId": 14239359,
      "monthDay": "01/30"
    },
    {
      "year": "1949",
      "uri": "/wiki/Peter_Agre",
      "name": "Peter Agre",
      "aboutText": "John Anthony Bird, Baron Bird MBE (born 30 January 1946) is a British social entrepreneur. He is best known as the founder of The Big Issue, a magazine that is edited by professional journalists and sold by street vendors affected by homelessness.\n^ The London Gazette: no.",
      "pageId": 20290367,
      "monthDay": "01/30"
    },
    {
      "year": "1949",
      "uri": "/wiki/Jaak_Salumets",
      "name": "Jaak Salumets",
      "aboutText": "Jaak Salumets (born January 30, 1949 in Paide) is a retired Estonian professional basketball player and coach who played mostly at the point guard position.",
      "pageId": 34519099,
      "monthDay": "01/30"
    },
    {
      "year": "1950",
      "uri": "/wiki/Susan_Gottesman",
      "name": "Susan Gottesman",
      "aboutText": "Ahmed Tijani Ben Omar (Arabic: أحمد تيجاني بن عمر‎; born January 30, 1950) is a Ghanaian-born American Islamic scholar and Imam.",
      "pageId": 35086149,
      "monthDay": "01/30"
    },
    {
      "year": "1950",
      "uri": "/wiki/Ahmed_Tijani_Ben_Omar",
      "name": "Ahmed Tijani Ben Omar",
      "aboutText": "Susan Gottesman is microbiologist at the National Cancer Institute (NCI), which is part of the National Institutes of Health (NIH). She is a pioneer in the area of biological regulation in which enzymes that destroy specific other proteins, called proteases, play a central role inside the cell.",
      "pageId": 45661630,
      "monthDay": "01/30"
    },
    {
      "year": "1950",
      "uri": "/wiki/Leili_P%C3%A4rnpuu",
      "name": "Leili Pärnpuu",
      "aboutText": "Philip David Charles \"Phil\" Collins, LVO (born 30 January 1951), is an English singer, songwriter, multi-instrumentalist, music producer, actor, and author. He gained fame as both the drummer and lead singer for the rock band Genesis, as well as worldwide success as a solo artist. Collins sang the lead vocals on dozens of hit albums and singles in the UK and the US between 1976 and 2010, either solo or with Genesis.",
      "pageId": 153557,
      "monthDay": "01/30"
    },
    {
      "year": "1950",
      "uri": "/wiki/Trinidad_Silva",
      "name": "Trinidad Silva",
      "aboutText": "William Payne Stewart (January 30, 1957 – October 25, 1999) was an American professional golfer who won eleven PGA Tour events, including three major championships in his career, the last of which occurred a few months before he died in an airplane accident at the age of 42.\nStewart gained his first major title at the 1989 PGA Championship. He won the 1991 U.S. Open after a playoff against Scott Simpson.",
      "pageId": 349744,
      "monthDay": "01/30"
    },
    {
      "year": "1951",
      "uri": "/wiki/Phil_Collins",
      "name": "Phil Collins",
      "aboutText": "John Elias Baldacci (born January 30, 1955) is an American politician who served as the 73rd Governor of the U.S. state of Maine from 2003 to 2011. A Democrat, he also served as a member of the United States House of Representatives from 1995 to 2003.\nDuring his tenure as Governor, Baldacci initiated reforms in the areas of health care, energy development, administrative reform and efficiency, public education, and led significant efforts to expand investment in workforce training and development.",
      "pageId": 426210,
      "monthDay": "01/30"
    },
    {
      "year": "1951",
      "uri": "/wiki/Charles_S._Dutton",
      "name": "Charles S. Dutton",
      "aboutText": "Keiichi Tsuchiya (土屋 圭市, Tsuchiya Keiichi, born January 30, 1956) is a professional race car driver. He is also known as the Drift King (ドリキン, Dorikin) for his nontraditional use of drifting in non-drifting racing events and his role in popularizing drifting as a motorsport. He is also known for touge (mountain pass) driving.",
      "pageId": 670342,
      "monthDay": "01/30"
    },
    {
      "year": "1951",
      "uri": "/wiki/Bobby_Stokes",
      "name": "Bobby Stokes",
      "aboutText": "Curtis Northrup Strange (born January 30, 1955) is an American professional golfer. He is a member of the World Golf Hall of Fame and Virginia Sports Hall of Fame. He spent over 200 weeks in the top-10 of the Official World Golf Ranking between their debut in 1986 and 1990.",
      "pageId": 803082,
      "monthDay": "01/30"
    },
    {
      "year": "1952",
      "uri": "/wiki/Doug_Falconer_(Canadian_football)",
      "name": "Doug Falconer",
      "aboutText": "Brett Butler (born January 30, 1958) is an American actress, writer, and stand-up comedian, best known for playing the title role in the comedy series Grace Under Fire.",
      "pageId": 973019,
      "monthDay": "01/30"
    },
    {
      "year": "1953",
      "uri": "/wiki/Fred_Hembeck",
      "name": "Fred Hembeck",
      "aboutText": "Tom Izzo (/ˈɪzoʊ/, Italian pronunciation: [ˈittso]; born January 30, 1955) is an American college basketball coach. Since 1995, he has been the head coach for the Michigan State Spartans men's basketball team, presiding over a prolonged period of success.\nUnder Izzo, the Michigan State program has been one of the most successful in the country.",
      "pageId": 1668254,
      "monthDay": "01/30"
    },
    {
      "year": "1955",
      "uri": "/wiki/John_Baldacci",
      "name": "John Baldacci",
      "aboutText": "Charles Stanley Dutton (born January 30, 1951) is an American stage, film, and television actor and director, best known for his roles as \"Fortune\" in the film Rudy, \"Dillon\" in Alien 3, and the title role in the television sitcom Roc (1991–1994).",
      "pageId": 1779445,
      "monthDay": "01/30"
    },
    {
      "year": "1955",
      "uri": "/wiki/Tom_Izzo",
      "name": "Tom Izzo",
      "aboutText": "Darko Rundek (January 30, 1956) is a Croatian rock singer, songwriter, poet, and actor. His music career started in the early '80s, as the frontman of the world music influenced rock band Haustor.",
      "pageId": 2015914,
      "monthDay": "01/30"
    },
    {
      "year": "1955",
      "uri": "/wiki/Curtis_Strange",
      "name": "Curtis Strange",
      "aboutText": "Trinidad Silva, Jr. (January 30, 1950 – July 31, 1988) was an American comedian and character actor, who played small supporting roles in a number of films of the 1980s.",
      "pageId": 2446828,
      "monthDay": "01/30"
    },
    {
      "year": "1955",
      "uri": "/wiki/Mychal_Thompson",
      "name": "Mychal Thompson",
      "aboutText": "Mychal George Thompson (born January 30, 1955) is a retired Bahamian professional basketball player and the father of three, including NBA's Golden State Warriors' all star Klay Thompson, international basketball player Mychel Thompson, and MLB's Los Angeles Dodgers outfielder Trayce Thompson.",
      "pageId": 2798281,
      "monthDay": "01/30"
    },
    {
      "year": "1956",
      "uri": "/wiki/Jeremy_Gittins",
      "name": "Jeremy Gittins",
      "aboutText": "Bobby Stokes (30 January 1951 – 30 May 1995) was an English footballer, well known for scoring the winning goal in the 83rd minute of the FA Cup Final for Southampton F.C. against Manchester United in 1976.",
      "pageId": 3289020,
      "monthDay": "01/30"
    },
    {
      "year": "1956",
      "uri": "/wiki/Darko_Rundek",
      "name": "Darko Rundek",
      "aboutText": "Mark Eitzel (born January 30, 1959) is a musician, best known as a songwriter and lead singer of the San Francisco band American Music Club.",
      "pageId": 4227011,
      "monthDay": "01/30"
    },
    {
      "year": "1956",
      "uri": "/wiki/Keiichi_Tsuchiya",
      "name": "Keiichi Tsuchiya",
      "aboutText": "Philip Jeremy Gittins (born 30 January 1956) is an English actor who is known for his role as the Vicar on the BBC sitcom Keeping Up Appearances.",
      "pageId": 6524459,
      "monthDay": "01/30"
    },
    {
      "year": "1957",
      "uri": "/wiki/Polly_Horvath",
      "name": "Polly Horvath",
      "aboutText": "Doug Falconer (born January 30, 1952) is an Canadian-American film producer and former professional Canadian football player, having played in the Canadian Football League (CFL).",
      "pageId": 6546444,
      "monthDay": "01/30"
    },
    {
      "year": "1957",
      "uri": "/wiki/Payne_Stewart",
      "name": "Payne Stewart",
      "aboutText": "Polly Horvath (born 30 January 1957) is an American-Canadian author of novels for children and young adults. She won the 2003 U.S. National Book Award for Young People's Literature for The Canning Season, published by Farrar, Straus and Giroux.\nHorvath was born and raised in Kalamazoo, Michigan.",
      "pageId": 7185320,
      "monthDay": "01/30"
    },
    {
      "year": "1958",
      "uri": "/wiki/Brett_Butler_(actress)",
      "name": "Brett Butler",
      "aboutText": "Sayuri Ishikawa (石川さゆり, Ishikawa Sayuri), (born January 30, 1958) is a Japanese enka singer. She is a popular contestant on the annual NHK Kōhaku Uta Gassen broadcast, having appeared 36 times since 1977. Ishikawa made her name performing the classic \"Tsugarukaikyo-Fuyugeshiki\".",
      "pageId": 10125130,
      "monthDay": "01/30"
    },
    {
      "year": "1958",
      "uri": "/wiki/Sayuri_Ishikawa",
      "name": "Sayuri Ishikawa",
      "aboutText": "Fred Hembeck (born January 30, 1953) is an American cartoonist best known for his parodies of characters from major American comic book publishers. His work has frequently been published by the firms whose characters he spoofs. His characters are always drawn with curlicues at the elbows and knees.",
      "pageId": 12594568,
      "monthDay": "01/30"
    },
    {
      "year": "1959",
      "uri": "/wiki/Cynthia_Carter",
      "name": "Cynthia Carter",
      "aboutText": "Leili Pärnpuu (born January 30, 1950 in Haapsalu, Estonia) is an Estonian chess player who five times won the Estonian Chess Championship for women.",
      "pageId": 39790527,
      "monthDay": "01/30"
    },
    {
      "year": "1959",
      "uri": "/wiki/Mark_Eitzel",
      "name": "Mark Eitzel",
      "aboutText": "Cynthia Carter (born 30 January 1959) is the senior lecturer Cardiff School of Journalism, Media and Cultural Studies, Cardiff University, and co-founding editor of the journal Feminist Media Studies.\nShe has been the guest editor of a special \"Gendered News\" issue of Journalism: Theory, Practice and Criticism, and, along with Stephanie Hemelryk Donald, she was co-guest editor of a special \"Children, Media and Conflict\" issue of the Journal of Children and Media.\nCarter was the chair of the Feminist Scholarship Division of the International Communication Association between 2003 and 2005.",
      "pageId": 44644663,
      "monthDay": "01/30"
    },
    {
      "year": "1959",
      "uri": "/wiki/Jody_Watley",
      "name": "Jody Watley",
      "aboutText": "Felipe VI (Spanish: [feˈlipe]; born 30 January 1968) is the King of Spain. He ascended to the throne on 19 June 2014 following the abdication of his father, King Juan Carlos I. As heir apparent to the throne, he previously bore the title of Prince of Asturias, and worked to support philanthropic causes and to promote international fellowship among Spanish-speaking countries.\nIn accordance with the Spanish Constitution, as monarch, he is head of state and commander-in-chief of the Spanish Armed Forces, and also plays a role in promoting relations with Hispanic America, the \"nations of its historical community\".",
      "pageId": 98969,
      "monthDay": "01/30"
    },
    {
      "year": "1960",
      "uri": "/wiki/Gerald_Finley",
      "name": "Gerald Finley",
      "aboutText": "Abdullah II bin Al-Hussein (Arabic: عبد الله الثاني بن الحسين‎, ʿAbdullāh aṯ-ṯānī ibn Al-Ḥusayn; born 30 January 1962) has been the King of Jordan since he ascended the throne on 7 February 1999 upon the death of his father King Hussein. He is a member of the Hashemite family, which has ruled Jordan since 1921 and claims to be descended from the Islamic prophet Muhammad.\nAbdullah was born to Hussein and his second wife, the British-born Princess Muna al-Hussein.",
      "pageId": 164053,
      "monthDay": "01/30"
    },
    {
      "year": "1960",
      "uri": "/wiki/Tony_O%27Dell",
      "name": "Tony O'Dell",
      "aboutText": "Dexter Scott King (born January 30, 1961) is the second son of civil rights leaders Martin Luther King, Jr. and Coretta Scott King.",
      "pageId": 659075,
      "monthDay": "01/30"
    },
    {
      "year": "1961",
      "uri": "/wiki/Dexter_Scott_King",
      "name": "Dexter Scott King",
      "aboutText": "Guadalupe Rivera Saavedra (born January 30, 1972), better known by the stage name Lupillo Rivera is a Mexican-born American singer-songwriter. In 2010, Rivera was awarded a Grammy Award for his album, Tu Esclavo y Amo. He is also the younger brother of deceased Mexican-American singer and actress Jenni Rivera .",
      "pageId": 741874,
      "monthDay": "01/30"
    },
    {
      "year": "1962",
      "uri": "/wiki/Abdullah_II_of_Jordan",
      "name": "Abdullah II of Jordan",
      "aboutText": "Trevor Roy Dunn (born January 30, 1968) is an American composer, bass guitarist and double bassist.\nDunn came to prominence in the 1990s with the experimental band Mr. Bungle.",
      "pageId": 920212,
      "monthDay": "01/30"
    },
    {
      "year": "1963",
      "uri": "/wiki/Daphne_Ashbrook",
      "name": "Daphne Ashbrook",
      "aboutText": "Carolyn Kepcher (born January 30, 1969) is an American businesswoman, perhaps best known for her regular appearances on the NBC television program The Apprentice. She was formerly the Executive Vice President, Chief Operating Officer, for the Trump Golf Properties. Before her career with Trump ended in August 2006, she monitored the progress of the contestants on the program and assisted Donald Trump in determining who should be fired.",
      "pageId": 1042204,
      "monthDay": "01/30"
    },
    {
      "year": "1963",
      "uri": "/wiki/Tina_Malone",
      "name": "Tina Malone",
      "aboutText": "Jody Vanessa Watley (born January 30, 1959) is an American singer, songwriter and record producer, whose music crosses genres including pop, R&B, jazz, dance and electronic soul. In 1987, she won the Grammy Award for \"Best New Artist.\" Along with Janet Jackson and Madonna, she ranks as one of MTV Video Music Awards most nominated female artists ever, with six nominations for her ‘Real Love’ video.\nIn 2008, she was the recipient of a Lifetime Achievement Award from Billboard magazine, and was also prominently featured in the historic black issue of Vogue Italia in 2008.",
      "pageId": 1224794,
      "monthDay": "01/30"
    },
    {
      "year": "1964",
      "uri": "/wiki/Otis_Smith_(basketball)",
      "name": "Otis Smith",
      "aboutText": "Daphne Lee Ashbrook (born January 30, 1963) is an American actress.",
      "pageId": 1868387,
      "monthDay": "01/30"
    },
    {
      "year": "1965",
      "uri": "/wiki/Julie_McCullough",
      "name": "Julie McCullough",
      "aboutText": "Kimo K. von Oelhoffen (/ˈkiːmoʊ vənˈoʊlhɒfɨn/; born January 30, 1971) is a former American football defensive tackle. He was drafted by the Cincinnati Bengals in the sixth round of the 1994 NFL Draft. He played college football at Boise State.",
      "pageId": 1880737,
      "monthDay": "01/30"
    },
    {
      "year": "1966",
      "uri": "/wiki/Neal_Chase",
      "name": "Neal Chase",
      "aboutText": "Jay Gordon (born January 30, 1967) is a singer, producer, journalist and video editor of Video Ask Vic.",
      "pageId": 1965784,
      "monthDay": "01/30"
    },
    {
      "year": "1966",
      "uri": "/wiki/Danielle_Goyette",
      "name": "Danielle Goyette",
      "aboutText": "Darren John Boyd (born 30 January 1971) is an English actor who starred in the Sky1 series Spy, for which he won a BAFTA award.",
      "pageId": 2364783,
      "monthDay": "01/30"
    },
    {
      "year": "1967",
      "uri": "/wiki/Jay_Gordon",
      "name": "Jay Gordon",
      "aboutText": "Christopher J. Simon (born January 30, 1972) is a former Canadian professional ice hockey left winger, who played 20 seasons of ice hockey: 15 seasons in the NHL and 5 seasons in the Kontinental Hockey League.",
      "pageId": 2377004,
      "monthDay": "01/30"
    },
    {
      "year": "1968",
      "uri": "/wiki/Trevor_Dunn",
      "name": "Trevor Dunn",
      "aboutText": "Otis Fitzgerald Smith (born January 30, 1964) is a retired American professional basketball player and former general manager of the NBA's Orlando Magic.",
      "pageId": 2389293,
      "monthDay": "01/30"
    },
    {
      "year": "1968",
      "uri": "/wiki/Tony_Maudsley",
      "name": "Tony Maudsley",
      "aboutText": "Neal Chase (born January 30, 1966) is the disputed leader of a small Bahá'í sect known as the Bahá'ís Under the Provisions of the Covenant (BUPC). This sect, mostly concentrated in Montana, never had more than about 200 devotees and membership declined rapidly in the 1990s. Chase claims to be the current Guardian of the Bahá'í Faith, as well as the current successor to the Throne of David.",
      "pageId": 3230971,
      "monthDay": "01/30"
    },
    {
      "year": "1968",
      "uri": "/wiki/Felipe_VI_of_Spain",
      "name": "Felipe VI of Spain",
      "aboutText": "Danielle Goyette (born January 30, 1966 in St-Nazaire, Quebec) is a retired women's ice hockey player, and has been on the Canadian national team.",
      "pageId": 3874874,
      "monthDay": "01/30"
    },
    {
      "year": "1969",
      "uri": "/wiki/Carolyn_Kepcher",
      "name": "Carolyn Kepcher",
      "aboutText": "Julie Michelle McCullough (born January 30, 1965) is an American model, actress and stand-up comedian.",
      "pageId": 5173461,
      "monthDay": "01/30"
    },
    {
      "year": "1971",
      "uri": "/wiki/Darren_Boyd",
      "name": "Darren Boyd",
      "aboutText": "Christina Malone (known as Tina Malone) (born 30 January 1963) is an English actress, writer, director and producer, who is probably best known for playing the brash, belligerent, foul-mouthed Mimi Maguire in Shameless. She also played the role of Mo McGee on Brookside and a nurse called Bobbie on Victoria Wood's dinnerladies. She made a reality appearance in Celebrity Big Brother 6 in January 2009 and a guest appearance on The Chase Celebrity Special in 2013.",
      "pageId": 9473640,
      "monthDay": "01/30"
    },
    {
      "year": "1971",
      "uri": "/wiki/Kimo_von_Oelhoffen",
      "name": "Kimo von Oelhoffen",
      "aboutText": "Tony O’Dell (born January 30, 1960) is an American actor, perhaps best known for his role as preppy Alan Pinkard on the ABC sitcom Head of the Class (1986–91), and as \"Ferdy\" in Chopping Mall.",
      "pageId": 9865883,
      "monthDay": "01/30"
    },
    {
      "year": "1972",
      "uri": "/wiki/Lupillo_Rivera",
      "name": "Lupillo Rivera",
      "aboutText": "Gerald Finley, OC (born 30 January 1960) is a Canadian baritone opera singer.",
      "pageId": 14325889,
      "monthDay": "01/30"
    },
    {
      "year": "1972",
      "uri": "/wiki/Chris_Simon",
      "name": "Chris Simon",
      "aboutText": "Tony Maudsley (born 30 January 1968) is an English film actor who was cast as Grawp in the film Harry Potter and the Order of the Phoenix. His career started when he landed a role in the film A Life for a Life in 1998 where he played the part of Stefan Kiszko to much acclaim. He has also played many small parts on television in between acting in films.",
      "pageId": 22418918,
      "monthDay": "01/30"
    },
    {
      "year": "1972",
      "uri": "/wiki/Zoren_Legaspi",
      "name": "Zoren Legaspi",
      "aboutText": "Christian Charles Philip Bale (born 30 January 1974) is an English actor. He has starred in both blockbuster films and smaller projects from independent producers and art houses.\nBale first caught the public eye at the age of 13, when he was cast in the starring role of Steven Spielberg's Empire of the Sun (1987).",
      "pageId": 331124,
      "monthDay": "01/30"
    },
    {
      "year": "1973",
      "uri": "/wiki/Jalen_Rose",
      "name": "Jalen Rose",
      "aboutText": "Jalen Anthony Rose (born January 30, 1973) is an American retired professional basketball player and current sports analyst with ABC/ESPN. In college, he was a member of the University of Michigan Wolverines' \"Fab Five\" (along with Chris Webber, Juwan Howard, Jimmy King, and Ray Jackson) that reached the 1992 and 1993 NCAA Men's Division I Basketball Championship games as both freshmen and sophomores. Rose played in the NBA for six teams, most notably alongside Reggie Miller on the Indiana Pacers teams that made three consecutive Eastern Conference finals, including the 2000 NBA Finals.\nRose currently serves as the official ambassador and spokesperson for the National Basketball Retired Players Association.",
      "pageId": 1111137,
      "monthDay": "01/30"
    },
    {
      "year": "1974",
      "uri": "/wiki/Christian_Bale",
      "name": "Christian Bale",
      "aboutText": "Yumi Yoshimura (吉村 由美, Yoshimura Yumi, born January 30, 1975), also known as Sue, is a Japanese musician, singer, and voice actress who is a member of the Japanese pop duo PUFFY, along with Ami Onuki.",
      "pageId": 1254097,
      "monthDay": "01/30"
    },
    {
      "year": "1974",
      "uri": "/wiki/Olivia_Colman",
      "name": "Olivia Colman",
      "aboutText": "Leilani Dowding (born 30 January 1980) is an English former Page 3 girl, glamour model, television celebrity, and the UK representative at Miss Universe 1998.",
      "pageId": 1485345,
      "monthDay": "01/30"
    },
    {
      "year": "1974",
      "uri": "/wiki/Jemima_Khan",
      "name": "Jemima Khan",
      "aboutText": "Sarah Caroline Colman (born 30 January 1974), known professionally as Olivia Colman, is an English actress who first came to prominence for her supporting role as Sophie Chapman in the Channel 4 comedy series Peep Show (2003–15). Her other TV comedy roles include Green Wing (2004–06), Beautiful People (2008–09), Rev. (2010–14) and Twenty Twelve (2011–12).",
      "pageId": 1856120,
      "monthDay": "01/30"
    },
    {
      "year": "1974",
      "uri": "/wiki/Alvin_Elchico",
      "name": "Alvin Elchico",
      "aboutText": "John Hollis Patterson (born January 30, 1978) is a former Major League Baseball starting pitcher for the Arizona Diamondbacks and the Montreal Expos/Washington Nationals franchise.",
      "pageId": 2338368,
      "monthDay": "01/30"
    },
    {
      "year": "1975",
      "uri": "/wiki/Dark_Ozz",
      "name": "Dark Ozz",
      "aboutText": "Daniel Chester Hinote (born January 30, 1977) is a former professional ice hockey player and former assistant coach for the Columbus Blue Jackets of the National Hockey League. He finished his playing career playing for Modo Hockey of the Swedish Elitserien.",
      "pageId": 2796587,
      "monthDay": "01/30"
    },
    {
      "year": "1975",
      "uri": "/wiki/Juninho_Pernambucano",
      "name": "Juninho Pernambucano",
      "aboutText": "Deltha Lee O'Neal, III (born January 30, 1977) is a former American college and professional football player who was a cornerback in the National Football League (NFL) for nine seasons. He played college football for the University of California, Berkeley, and was recognized as a consensus All-American.",
      "pageId": 2827399,
      "monthDay": "01/30"
    },
    {
      "year": "1975",
      "uri": "/wiki/Yumi_Yoshimura",
      "name": "Yumi Yoshimura",
      "aboutText": "Antônio Augusto Ribeiro Reis Jr. (born 30 January 1975), commonly known as Juninho (Little Jr.) or Juninho Pernambucano, is a retired Brazilian footballer. Renowned for his bending free kicks, he is considered by some in the sport to be the greatest free-kick specialist of all time.",
      "pageId": 3122533,
      "monthDay": "01/30"
    },
    {
      "year": "1976",
      "uri": "/wiki/Andy_Milonakis",
      "name": "Andy Milonakis",
      "aboutText": "Thomas Andrew Malchow (born January 30, 1977) is an American competition swimmer, Olympic gold medalist, and former world record-holder.\nMalchow represented the United States in two consecutive Summer Olympics. At the 1996 Summer Olympics in Atlanta, he received a silver medal for his second-place performance in the men's 200-meter butterfly.",
      "pageId": 3299673,
      "monthDay": "01/30"
    },
    {
      "year": "1977",
      "uri": "/wiki/Dan_Hinote",
      "name": "Dan Hinote",
      "aboutText": "Andrew Michael \"Andy\" Milonakis (born January 30, 1976) is an American actor, writer, rapper, and comedian. He is best known for creating and starring in The Andy Milonakis Show on MTV and MTV2.",
      "pageId": 5900312,
      "monthDay": "01/30"
    },
    {
      "year": "1977",
      "uri": "/wiki/Tom_Malchow",
      "name": "Tom Malchow",
      "aboutText": "Trevor Gillies (born January 30, 1979) is a Canadian professional ice hockey player who is currently with the South Carolina Stingrays of the ECHL. He has played in the National Hockey League (NHL) with both the Mighty Ducks of Anaheim and New York Islanders.",
      "pageId": 6250999,
      "monthDay": "01/30"
    },
    {
      "year": "1977",
      "uri": "/wiki/Deltha_O%27Neal",
      "name": "Deltha O'Neal",
      "aboutText": "Jaak Urmet (pseudonym: Wimberg, born on 30 January 1979 in Saku) is an Estonian writer.",
      "pageId": 12798902,
      "monthDay": "01/30"
    },
    {
      "year": "1978",
      "uri": "/wiki/Carmen_K%C3%BCng",
      "name": "Carmen Küng",
      "aboutText": "Zoren Legaspi (born January 30, 1972 in Manila) is a Filipino actor and television director.",
      "pageId": 16175805,
      "monthDay": "01/30"
    },
    {
      "year": "1978",
      "uri": "/wiki/John_Patterson_(pitcher)",
      "name": "John Patterson",
      "aboutText": "Marcos Tinajero (born January 30, 1975) is a Mexican Luchador (wrestler) who is most well known under the name Ozz / Dark Ozz, a Face character (referred to as a \"Tecnico\" in Lucha Libre) that works for Asistencia Asesoría y Administración (AAA). He has been part of The Black Family since it was formed.",
      "pageId": 17030502,
      "monthDay": "01/30"
    },
    {
      "year": "1979",
      "uri": "/wiki/Trevor_Gillies",
      "name": "Trevor Gillies",
      "aboutText": "Joãozinho (literally little João) full name João Soares de Almeida Neto (born 30 January 1980) is a Brazilian footballer, currently playing for Camaçari Futebol Clube.\nHe also known as Joãozinho Neto to avoid confusion with other Joãozinho, likes his former teammate at Portuguesa, Joãozinho. As he has the same surname with his grandfather, he has a suffix Neto (means grandson) in his name.",
      "pageId": 17141783,
      "monthDay": "01/30"
    },
    {
      "year": "1979",
      "uri": "/wiki/Tarmo_Jallai",
      "name": "Tarmo Jallai",
      "aboutText": "Jemima Marcelle Goldsmith (/dʒɨˈmaɪmə/; also known as Jemima Khan; born 30 January 1974) is an English journalist, heiress, and campaigner.",
      "pageId": 23990131,
      "monthDay": "01/30"
    },
    {
      "year": "1979",
      "uri": "/wiki/Jaak_Urmet",
      "name": "Jaak Urmet",
      "aboutText": "Carmen Küng (born January 30, 1978) is curler from Solothurn, Switzerland.\nCarmen Küng began her senior elite career as the Third for 2002 Olympic Silver medalist Luzia Ebnöther during the 2006–2007 season. (During this season future Olympic teammate Carmen Schäfer threw second stones.) She would later move to the team of Silvana Tirinzoni for the 2008–2009 season.",
      "pageId": 25844349,
      "monthDay": "01/30"
    },
    {
      "year": "1980",
      "uri": "/wiki/Jo%C3%A3o_Soares_de_Almeida_Neto",
      "name": "João Soares de Almeida Neto",
      "aboutText": "Alvin Elchico (born January 30, 1974, in Talisay City, Negros Occidental) is a Filipino field reporter, newscaster and television host working for ABS-CBN and DZMM.",
      "pageId": 35859130,
      "monthDay": "01/30"
    },
    {
      "year": "1980",
      "uri": "/wiki/Leilani_Dowding",
      "name": "Leilani Dowding",
      "aboutText": "Tarmo Jallai (30 January 1979) is a retired Estonian track and field athlete who competed in the 2004 Summer Olympic Games in Athens where he finished in 6th place in the men's 110 metres hurdles event.\nBorn in Tartu, Estonia, Jallai attended schools in his native country before studying at Texas A&M-Kingsville in the United States where he competed for the school on the men's track and field team, the Javelinas from 2003 to 2006. In 2006, Jallai competed at the Xalapa Gala Banamex Veracruz and broke the Estonian record for the 110 metres hurdles in 13.62 seconds - a record that is still unbroken by a fellow countryman.",
      "pageId": 36916446,
      "monthDay": "01/30"
    },
    {
      "year": "1980",
      "uri": "/wiki/Josh_Kelley",
      "name": "Josh Kelley",
      "aboutText": "Wilmer Eduardo Valderrama (/vɑːldəˈrɑːmə/; Spanish: [baldeˈrama]; born January 30, 1980) is an American actor, singer, dancer, producer and television personality, best known for the role of Fez in the sitcom That '70s Show and Carlos Madrigal in American horror television series From Dusk Till Dawn: The Series, hosting the MTV series Yo Momma, and voicing the character of Manny in the children's show Handy Manny.",
      "pageId": 497170,
      "monthDay": "01/30"
    },
    {
      "year": "1980",
      "uri": "/wiki/Georgios_Vakouftsis",
      "name": "Georgios Vakouftsis",
      "aboutText": "Peter James Crouch (born 30 January 1981) is an English professional footballer who plays as a striker for Premier League club Stoke City. He was capped 42 times by the England national team from 2005 to 2010, scoring 22 goals for his country in that time, and appearing at two World Cups.\nCrouch started his career as a trainee with Tottenham Hotspur.",
      "pageId": 1001231,
      "monthDay": "01/30"
    },
    {
      "year": "1980",
      "uri": "/wiki/Wilmer_Valderrama",
      "name": "Wilmer Valderrama",
      "aboutText": "Joshua Bishop \"Josh\" Kelley (born January 30, 1980) is an American singer-songwriter and actor. Kelley has recorded for Hollywood Records, Threshold Records and DNK Records as a pop rock artist, and has had four hit singles on the Hot Adult Top 40 Tracks chart. His songs \"Amazing\" and \"Only You\" made top ten on that chart.",
      "pageId": 1255387,
      "monthDay": "01/30"
    },
    {
      "year": "1981",
      "uri": "/wiki/Jonathan_Bender",
      "name": "Jonathan Bender",
      "aboutText": "Dimitar Ivanov Berbatov (Bulgarian: Димитър Иванов Бербатов [diˈmitɐr bɛrˈbatɔf]; born 30 January 1981) is a Bulgarian professional footballer who plays as a striker for Greek club PAOK. He captained the Bulgaria national team from 2006 to 2010, and is the country's all-time leading goalscorer. He has also won the Bulgarian Footballer of the Year a record seven times, surpassing the number of wins by Hristo Stoichkov.\nBorn in Blagoevgrad, Berbatov started out with home-town club Pirin before joining CSKA Sofia as a 17-year-old in 1998.",
      "pageId": 1440545,
      "monthDay": "01/30"
    },
    {
      "year": "1981",
      "uri": "/wiki/Dimitar_Berbatov",
      "name": "Dimitar Berbatov",
      "aboutText": "Mathias Lauda (born 30 January 1981) is an Austrian race car driver.",
      "pageId": 1628378,
      "monthDay": "01/30"
    },
    {
      "year": "1981",
      "uri": "/wiki/Peter_Crouch",
      "name": "Peter Crouch",
      "aboutText": "DeSagana N'gagne Diop (/səˈɡɑːnə ˈdʒɒp/ sə-GAH-nə JOP; born January 30, 1982) is a Senegalese former professional basketball player who is currently an assistant coach for the Texas Legends of the NBA Development League.",
      "pageId": 1723384,
      "monthDay": "01/30"
    },
    {
      "year": "1981",
      "uri": "/wiki/Mathias_Lauda",
      "name": "Mathias Lauda",
      "aboutText": "James Michael Curtin (born 30 January 1983), better known by his ring name Rockstar Spud, is an English professional wrestler signed to Total Nonstop Action Wrestling (TNA). He has wrestled matches as Spud, often as the underdog who defeats much larger wrestlers, and Rockstar Spud, a gimmick based on obnoxious 1980s rock stars.",
      "pageId": 2180893,
      "monthDay": "01/30"
    },
    {
      "year": "1982",
      "uri": "/wiki/Jorge_Cant%C3%BA",
      "name": "Jorge Cantú",
      "aboutText": "Jorge Luís Cantú Guzmán (born January 30, 1982) is a Mexican Major League Baseball third baseman who currently plays for the Tigres de Quintana Roo of the Mexican League. He has played in Major League Baseball (MLB) for the Tampa Bay Devil Rays, Cincinnati Reds, Florida Marlins, Texas Rangers and San Diego Padres and in the Korea Baseball Organization (KBO) for the Doosan Bears. He is married to Mexican entertainment journalist, Cynthia Urias.",
      "pageId": 2210922,
      "monthDay": "01/30"
    },
    {
      "year": "1982",
      "uri": "/wiki/DeSagana_Diop",
      "name": "DeSagana Diop",
      "aboutText": "Jonathan Rene Bender (born January 30, 1981) is an American retired professional basketball player who played for the Indiana Pacers and New York Knicks in the National Basketball Association (NBA).",
      "pageId": 2446353,
      "monthDay": "01/30"
    },
    {
      "year": "1982",
      "uri": "/wiki/Mark_Nwokeji",
      "name": "Mark Nwokeji",
      "aboutText": "Jeremy Ryan Hermida (born January 30, 1984) is a professional baseball outfielder who is currently with the Hokkaido Nippon-Ham Fighters of the Nippon Professional Baseball. He has played in Major League Baseball (MLB) for the Florida Marlins, Boston Red Sox, Oakland Athletics, Cincinnati Reds and San Diego Padres.",
      "pageId": 2588817,
      "monthDay": "01/30"
    },
    {
      "year": "1982",
      "uri": "/wiki/Hidenori_Tokuyama",
      "name": "Hidenori Tokuyama",
      "aboutText": "Hidenori Tokuyama (徳山 秀典, Tokuyama Hidenori, born January 30, 1982) is a Japanese actor and singer from Tokyo.",
      "pageId": 6149692,
      "monthDay": "01/30"
    },
    {
      "year": "1983",
      "uri": "/wiki/Ben_Maher",
      "name": "Ben Maher",
      "aboutText": "Torrey C. Mitchell (born January 30, 1985) is a Canadian professional ice hockey centre currently playing for the Montreal Canadiens of the National Hockey League (NHL).",
      "pageId": 13549687,
      "monthDay": "01/30"
    },
    {
      "year": "1983",
      "uri": "/wiki/Rockstar_Spud",
      "name": "Rockstar Spud",
      "aboutText": "Georgios Vakouftsis (Greek: Γιώργος Βακουφτσής; born 30 January 1980) is a Greek footballer. He last played for PAEEK in Cyprus, previously he played for Anagennisi Karditsa in the Gamma Ethniki. A striker, he is 192 cm tall.",
      "pageId": 13629287,
      "monthDay": "01/30"
    },
    {
      "year": "1984",
      "uri": "/wiki/Kid_Cudi",
      "name": "Kid Cudi",
      "aboutText": "Trae Williams (born January 30, 1985) is a former American football cornerback. He was drafted by the Jacksonville Jaguars in the fifth round of the 2008 NFL Draft. He played college football at South Florida.",
      "pageId": 17146115,
      "monthDay": "01/30"
    },
    {
      "year": "1984",
      "uri": "/wiki/Jeremy_Hermida",
      "name": "Jeremy Hermida",
      "aboutText": "Nicholas Reginald Evans (born January 30, 1986) is an American professional baseball infielder who is in the San Diego Padres organization. He has also played in Major League Baseball (MLB) for the New York Mets and Arizona Diamondbacks and in Nippon Professional Baseball for the Tohoku Rakuten Golden Eagles.",
      "pageId": 17596489,
      "monthDay": "01/30"
    },
    {
      "year": "1984",
      "uri": "/wiki/Midori_Kuzuoka",
      "name": "Midori Kuzuoka",
      "aboutText": "Mark Obidozie Chukwuemeka Nwokeji (born 30 January 1982) is an English footballer.\n^ a b c Hugman, Barry J., ed. (2009).",
      "pageId": 18788395,
      "monthDay": "01/30"
    },
    {
      "year": "1985",
      "uri": "/wiki/Torrey_Mitchell",
      "name": "Torrey Mitchell",
      "aboutText": "Benjamin Richard Maher MBE (born 30 January 1983 in Enfield) is a British show jumper. He represented Britain at the 2008 Beijing Olympics, 2009 European Championships, Windsor, and 2012 London Olympics. He won the team jumping gold at the London Olympics with Team GB, their first team jumping gold medal for 60 years.",
      "pageId": 19532065,
      "monthDay": "01/30"
    },
    {
      "year": "1985",
      "uri": "/wiki/Yuuri_Morishita",
      "name": "Yuuri Morishita",
      "aboutText": "Scott Ramon Seguro Mescudi (born January 30, 1984), better known by his stage name Kid Cudi (/ˈkɪd ˈkʌdi/ KID KUD-ee, often stylized KiD CuDi), is an American recording artist and actor from Cleveland, Ohio. Cudi first gained major recognition following the release of his first official full-length project, a mixtape titled A Kid Named Cudi (2008). The mixtape caught the attention of American rapper-producer Kanye West, who subsequently signed Cudi to his GOOD Music label imprint in late 2008.",
      "pageId": 19583036,
      "monthDay": "01/30"
    },
    {
      "year": "1985",
      "uri": "/wiki/Trae_Williams",
      "name": "Trae Williams",
      "aboutText": "Yuuri Morishita (森下 悠里, Morishita Yūri, born January 30, 1985, in Hachiōji, Tokyo) is a Japanese idol who is represented by the talent agency Asche.\n^ \"Official profile at Asche\".",
      "pageId": 47227849,
      "monthDay": "01/30"
    },
    {
      "year": "1986",
      "uri": "/wiki/Nick_Evans_(baseball)",
      "name": "Nick Evans",
      "aboutText": "Midori Kuzuoka (葛岡 碧, Kuzuoka Midori, born January 30, 1984, in Natori, Miyagi, Japan) is a Japanese model who is represented by the talent agency, Illume.\n^ \"Official profile\" (in Japanese). Incent.",
      "pageId": 48036365,
      "monthDay": "01/30"
    },
    {
      "year": "1986",
      "uri": "/wiki/Asami_Shimoda",
      "name": "Asami Shimoda",
      "aboutText": "Jake Thomas (born January 30, 1990) is an American actor, perhaps best known for his role as Matt McGuire, the titular character's younger brother, in the Disney Channel show Lizzie McGuire (2001–04). In 2002, he won a Young Artist Award for supporting actor for his performance in A.I. Artificial Intelligence (2001). He was also seen in Cory in the House (2007–08), playing the role of Jason Stickler.",
      "pageId": 298930,
      "monthDay": "01/30"
    },
    {
      "year": "1987",
      "uri": "/wiki/Lance_Franklin",
      "name": "Lance Franklin",
      "aboutText": "William Robert \"Rob\" Pinkston IV (born January 30, 1988) is an American actor who appeared during the fourth season of MTV's hidden camera practical joke television series, Punk'd. He also played \"Coconut Head\" on Nickelodeon's Ned's Declassified School Survival Guide. He attended William S. Hart High School, in Santa Clarita, California a city located north of Los Angeles.",
      "pageId": 2005423,
      "monthDay": "01/30"
    },
    {
      "year": "1987",
      "uri": "/wiki/Phil_Lester",
      "name": "Phil Lester",
      "aboutText": "Arda Turan (born 30 January 1987) is a Turkish professional footballer who plays as an attacking midfielder for Spanish club FC Barcelona and is captain of the Turkey national team.\nHe is mostly known for his ball control, dribbling skills, and vision. At the age of 21, prior to the 2009–10 season, he was made the captain of Galatasaray.",
      "pageId": 2384174,
      "monthDay": "01/30"
    },
    {
      "year": "1987",
      "uri": "/wiki/Becky_Lynch",
      "name": "Becky Lynch",
      "aboutText": "Khaleed Leon \"Khleo\" Thomas (born January 30, 1989), or simply Khleo Thomas, is an American actor, rapper, singer, & entertainer best known for his role as Zero in Holes and Mixed Mike in Roll Bounce. Khleo also starred in other films like Walking Tall (2004) and Remember the Daze (2007).",
      "pageId": 3639461,
      "monthDay": "01/30"
    },
    {
      "year": "1987",
      "uri": "/wiki/Renato_Santos",
      "name": "Renato Santos",
      "aboutText": "Rebecca Quin (born 30 January 1987) is an Irish professional wrestler currently signed to WWE, where she wrestles under the ring name Becky Lynch. Within the independent circuit, she was known as Rebecca Knox.\nQuin began training as a professional wrestler under Fergal Devitt and Paul Tracey in June 2002, and made her debut five months later.",
      "pageId": 5282846,
      "monthDay": "01/30"
    },
    {
      "year": "1987",
      "uri": "/wiki/Arda_Turan",
      "name": "Arda Turan",
      "aboutText": "Lance Franklin, also commonly known as Buddy Franklin (born 30 January 1987), is a professional Australian rules footballer who plays for the Sydney Swans in the Australian Football League (AFL). He played for the Hawthorn Football Club for nine seasons between 2005 and 2013.",
      "pageId": 5792392,
      "monthDay": "01/30"
    },
    {
      "year": "1988",
      "uri": "/wiki/Maksim_Krychanov",
      "name": "Maksim Krychanov",
      "aboutText": "Eiza González Reyna (Spanish pronunciation: [ˈeisa ɣonˈsales]; born January 30, 1990 in Caborca, Sonora, Mexico) is a Mexican actress and singer. In 2007, she gained popularity for her debut role as \"Lola\" in the Mexican teen-oriented musical telenovela Lola...Érase una vez.",
      "pageId": 16264878,
      "monthDay": "01/30"
    },
    {
      "year": "1988",
      "uri": "/wiki/Rob_Pinkston",
      "name": "Rob Pinkston",
      "aboutText": "Andrew McCullough (born 30 January 1990 in Dalby, Queensland) is an Australian professional rugby league footballer for the Brisbane Broncos of the National Rugby League.",
      "pageId": 17470778,
      "monthDay": "01/30"
    },
    {
      "year": "1989",
      "uri": "/wiki/Khleo",
      "name": "Khleo",
      "aboutText": "Luca Sbisa (born January 30, 1990) is an Italian-born Swiss professional ice hockey defenceman currently playing for the Vancouver Canucks of the National Hockey League (NHL). He previously played in the NHL for the Philadelphia Flyers and Anaheim Ducks, as well as their respective American Hockey League (AHL) affiliates. Sbisa played major junior hockey in Canada with the Lethbridge Hurricanes of the Western Hockey League (WHL) before being selected by the Flyers in the first round of the 2008 NHL Entry Draft.",
      "pageId": 18050719,
      "monthDay": "01/30"
    },
    {
      "year": "1989",
      "uri": "/wiki/Tom%C3%A1s_Mej%C3%ADas",
      "name": "Tomás Mejías",
      "aboutText": "Joseph \"Joe\" William Colborne (born January 30, 1990) is a Canadian professional ice hockey forward currently playing for the Calgary Flames of the National Hockey League (NHL). Colborne was a first round selection, 16th overall, of the Boston Bruins at the 2008 NHL Entry Draft, but never played for the team.",
      "pageId": 18051237,
      "monthDay": "01/30"
    },
    {
      "year": "1989",
      "uri": "/wiki/Baek_Sung-hyun",
      "name": "Baek Sung-hyun",
      "aboutText": "Asami Shimoda (下田 麻美, Shimoda Asami) (born January 30, 1986) is a Japanese voice actress and singer. Her better known roles include the Futami twins in The Idolmaster, and Kagamine Rin and Len in the Vocaloid 2 Crypton Future Media's Character Vocal Series. In the adult game Tayutama, she used the name Hanano Kaori.",
      "pageId": 18454580,
      "monthDay": "01/30"
    },
    {
      "year": "1990",
      "uri": "/wiki/Joe_Colborne",
      "name": "Joe Colborne",
      "aboutText": "Mitchell Aaron Starc (born 30 January 1990) is an Australian cricketer who currently plays first-class cricket for the New South Wales Blues. He is a left-arm fast bowler and a left-handed batsman. He was a prominent member of the 2015 Australian World Cup winning team and was declared the Man of the Tournament of the 2015 Cricket World Cup.",
      "pageId": 22127779,
      "monthDay": "01/30"
    },
    {
      "year": "1990",
      "uri": "/wiki/Eiza_Gonz%C3%A1lez",
      "name": "Eiza González",
      "aboutText": "Renato dos Santos (born 30 January 1987) is a Brazilian footballer who plays for Macaé, on loan from Flamengo.",
      "pageId": 23412529,
      "monthDay": "01/30"
    },
    {
      "year": "1990",
      "uri": "/wiki/Nils_Miatke",
      "name": "Nils Miatke",
      "aboutText": "Tomás Mejías Osorio (born 30 January 1989) is a Spanish professional footballer who plays for English club Middlesbrough as a goalkeeper.",
      "pageId": 24550041,
      "monthDay": "01/30"
    },
    {
      "year": "1990",
      "uri": "/wiki/Luca_Sbisa",
      "name": "Luca Sbisa",
      "aboutText": "Stefan Elliott (born January 30, 1991) is a Canadian professional ice hockey defenceman currently with the Arizona Coyotes of the National Hockey League.",
      "pageId": 29738879,
      "monthDay": "01/30"
    },
    {
      "year": "1990",
      "uri": "/wiki/Jake_Thomas",
      "name": "Jake Thomas",
      "aboutText": "Maksim Andreyevich Krychanov (Russian: Максим Андреевич Крычанов; born January 30, 1988) is a Russian football midfielder. He last played for Jõhvi FC Lokomotiv.\nHe made his debut in the Russian Second Division for FC Karelia Petrozavodsk on April 18, 2011 in a game against FC Petrotrest St.",
      "pageId": 31740317,
      "monthDay": "01/30"
    },
    {
      "year": "1990",
      "uri": "/wiki/Fille_Cainglet",
      "name": "Fille Cainglet",
      "aboutText": "Nils Miatke (born 30 January 1990 in Drachhausen) is a German footballer who plays for Erzgebirge Aue in the 2. Bundesliga.\n^ \"Miatke, Nils\".",
      "pageId": 35463231,
      "monthDay": "01/30"
    },
    {
      "year": "1990",
      "uri": "/wiki/Mitchell_Starc",
      "name": "Mitchell Starc",
      "aboutText": "Baek Sung-hyun (Hangul: 백성현; born January 30, 1989) is a South Korean actor.",
      "pageId": 35602586,
      "monthDay": "01/30"
    },
    {
      "year": "1990",
      "uri": "/wiki/Andrew_McCullough",
      "name": "Andrew McCullough",
      "aboutText": "Philip Michael \"Phil\" Lester (born 30 January 1987) is a British YouTuber, vlogger and radio personality from Rawtenstall, Lancashire. He is best known for his YouTube channel AmazingPhil.",
      "pageId": 38298602,
      "monthDay": "01/30"
    },
    {
      "year": "1991",
      "uri": "/wiki/Stefan_Elliott",
      "name": "Stefan Elliott",
      "aboutText": "Fille Saint Merced Nombres Cainglet-Cayetano (born January 30, 1990) is a Filipina volleyball player who currently plays as an open spiker for both the Meralco Power Spikers of the Shakey's V-League (SVL) and the Petron Blaze Spikers of the Philippine Super Liga (PSL) since 2013.\n^ \"Season 73\".",
      "pageId": 40379791,
      "monthDay": "01/30"
    },
    {
      "year": "1995",
      "uri": "/wiki/Misaki_Iwasa",
      "name": "Misaki Iwasa",
      "aboutText": "Prince Hashem bin Abdullah (born 30 January 2005) is the fourth child and second son of King Abdullah II and Queen Rania. Prince Hashem is part of the Hashemite family and is reportedly the 44th-generation direct descendant of prophet Mohammad. He shares his birthday with his father.",
      "pageId": 8085795,
      "monthDay": "01/30"
    },
    {
      "year": "1995",
      "uri": "/wiki/Viktoria_Komova",
      "name": "Viktoria Komova",
      "aboutText": "Viktoria Aleksandrovna Komova (Russian: Виктория Александровна Комова; born 30 January 1995) is a Russian artistic gymnast. She is a two-time Olympic medalist, having won silver medals in the all-around and team events at the 2012 Olympics. She is also the 2011 world uneven bars champion and all-around silver medalist, and the 2015 co-world champion on uneven bars.",
      "pageId": 29335005,
      "monthDay": "01/30"
    },
    {
      "year": "1995",
      "uri": "/wiki/Thia_Megia",
      "name": "Thia Megia",
      "aboutText": "Misaki Iwasa (岩佐 美咲, Iwasa Misaki, born January 30, 1995 in Chiba Prefecture) is a member of the Japanese idol group AKB48 and enka singer. Her nickname is Wasamin. Her talent agency is Nagara Productions.",
      "pageId": 30730765,
      "monthDay": "01/30"
    },
    {
      "year": "1995",
      "uri": "/wiki/V%C3%ADctor_S%C3%A1nchez_(baseball)",
      "name": "Víctor Sánchez",
      "aboutText": "Thia Megia (born Thialorei Lising Megia; January 30, 1995) is an American singer from Mountain House, San Joaquin County, California. Megia finished in the top 11 of the tenth season of American Idol.",
      "pageId": 31000405,
      "monthDay": "01/30"
    },
    {
      "year": "2005",
      "uri": "/wiki/Prince_Hashem_bin_Al-Abdullah",
      "name": "Prince Hashem bin Al-Abdullah",
      "aboutText": "Víctor David Sánchez Rodríguez (January 30, 1995 – March 28, 2015) was a Venezuelan professional baseball pitcher in the Seattle Mariners organization.\nSánchez signed with the Seattle Mariners as an international free agent in August 2011. He made his professional debut with the Everett AquaSox in 2012.",
      "pageId": 42299398,
      "monthDay": "01/30"
    }
  ]
}