{
  "people": [
    {
      "year": "1127",
      "uri": "/wiki/Emperor_Go-Shirakawa",
      "name": "Emperor Go-Shirakawa",
      "monthDay": "10/18",
      "aboutText": "Pope Pius II (Latin: Pius PP. II, Italian: Pio II), born Enea Silvio Bartolomeo Piccolomini (Latin Aeneas Silvius Bartholomeus; 18 October 1405 – 14 August 1464) was pope from 19 August 1458 to his death in 1464. He was born at Corsignano in the Sienese territory of a noble but decayed family. His longest and most enduring work is the story of his life, the Commentaries, which is the only autobiography ever written by a reigning pope.",
      "pageId": 24069,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/5/5a/046CupolaSPietro.jpg"
    },
    {
      "year": "1405",
      "uri": "/wiki/Pope_Pius_II",
      "name": "Pope Pius II",
      "monthDay": "10/18",
      "aboutText": "Emperor Go-Shirakawa (後白河天皇 Go-Shirakawa-tennō) (October 18, 1127 – April 26, 1192) was the 77th emperor of Japan, according to the traditional order of succession. His reign spanned the years from 1155 through 1158.\nThis 12th-century sovereign was named after the 11th century Emperor Shirakawa, and go- (後), translates literally as \"later\"; and thus, he is sometimes called the \"Later Emperor Shirakawa\".",
      "pageId": 195045
    },
    {
      "year": "1517",
      "uri": "/wiki/Manuel_da_N%C3%B3brega",
      "name": "Manuel da Nóbrega",
      "monthDay": "10/18",
      "aboutText": "Justus Lipsius (Joose Lips or Joost Lips) (18 October 1547 – 23 March 1606) was a Flemish philologist and humanist. Lipsius wrote a series of works designed to revive ancient Stoicism in a form that would be compatible with Christianity. The most famous of these is De Constantia (On Constancy).",
      "pageId": 327915,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/en/4/4f/2006_Belgium_10_Lipsius_Justus_front.JPG"
    },
    {
      "year": "1547",
      "uri": "/wiki/Justus_Lipsius",
      "name": "Justus Lipsius",
      "monthDay": "10/18",
      "aboutText": "Manuel da Nóbrega (old spelling Manoel da Nóbrega) (18 October 1517 – 18 October 1570) was a Portuguese Jesuit priest and first Provincial of the Society of Jesus in colonial Brazil.",
      "pageId": 1262777,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/d/d3/Nobrega2.jpg"
    },
    {
      "year": "1569",
      "uri": "/wiki/Giambattista_Marino",
      "name": "Giambattista Marino",
      "monthDay": "10/18",
      "aboutText": "Luca Giordano (18 October 1634 – 12 January 1705) was an Italian late Baroque painter and printmaker in etching.",
      "pageId": 221468,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/1/13/1690_Giordano_Demokrit_anagoria.JPG"
    },
    {
      "year": "1634",
      "uri": "/wiki/Luca_Giordano",
      "name": "Luca Giordano",
      "monthDay": "10/18",
      "aboutText": "Giambattista Marino (also Giovan Battista Marino) (14 October 1569 – 26 March 1625) was an Italian poet who was born in Naples. He is most famous for his long epic L'Adone.\nThe Cambridge History of Italian Literature thought him to be \"one of the greatest Italian poets of all time\".",
      "pageId": 4964589
    },
    {
      "year": "1653",
      "uri": "/wiki/Abraham_van_Riebeeck",
      "name": "Abraham van Riebeeck",
      "monthDay": "10/18",
      "aboutText": "Matthew Henry (18 October 1662 – 22 June 1714) was a Nonconformist minister and author, born in Wales but spending much of his life in England.",
      "pageId": 219246,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/5/5a/MatthewHenry.jpg"
    },
    {
      "year": "1662",
      "uri": "/wiki/Matthew_Henry",
      "name": "Matthew Henry",
      "monthDay": "10/18",
      "aboutText": "Abraham van Riebeeck (Dutch pronunciation: [ˈaːbraːˌɦɑm vɑn ˈribeːk]; 18 October 1653 – 17 November 1713) was a merchant with the Dutch East India Company and the Governor-General of the Dutch East Indies from 1709 to 1713.",
      "pageId": 877993,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/0/06/Abraham_van_Riebeeck_%281653-1713%29._Gouverneur-generaal_van_Nederlands_Oost_Indi%C3%AB_%281709-13%29_Rijksmuseum_SK-A-811.jpeg"
    },
    {
      "year": "1663",
      "uri": "/wiki/Prince_Eugene_of_Savoy",
      "name": "Prince Eugene of Savoy",
      "monthDay": "10/18",
      "aboutText": "Prince Eugene of Savoy (French: François-Eugène de Savoie, Italian: Principe Eugenio di Savoia-Carignano, German: Prinz Eugen von Savoyen; 18 October 1663 – 21 April 1736) was a general of the Imperial Army and statesman of the Holy Roman Empire and the Archduchy of Austria and one of the most successful military commanders in modern European history, rising to the highest offices of state at the Imperial court in Vienna.\nBorn in Paris, Eugene grew up around the French court of King Louis XIV. Based on his poor physique and bearing, the Prince was initially prepared for a career in the church, but by the age of 19 he had determined on a military career. Rejected by Louis XIV for service in the French army, Eugene moved to Austria and transferred his loyalty to the Habsburg Monarchy.",
      "pageId": 9679,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/1/19/1684_Entsatz_von_Wien_anagoria.JPG"
    },
    {
      "year": "1668",
      "uri": "/wiki/John_George_IV,_Elector_of_Saxony",
      "name": "John George IV, Elector of Saxony",
      "monthDay": "10/18",
      "aboutText": "John George IV (Dresden, 18 October 1668 – Dresden, 27 April 1694) was Elector of Saxony from 1691 to 1694.",
      "pageId": 1657105
    },
    {
      "year": "1679",
      "uri": "/wiki/Ann_Putnam,_Jr._(Salem_witch_trials)",
      "name": "Ann Putnam, Jr.",
      "monthDay": "10/18",
      "aboutText": "Charles le Beau (18 October 1701, Paris – 13 March 1778, Paris) was a French historical writer.\nHe was born in Paris, and was educated at the Collège de Sainte-Barbe and the Collège du Plessis; at the latter he remained as a teacher until he obtained the chair of rhetoric in the Collège des Grassins. In 1748 he was admitted as a member of the Academy of Inscriptions, and in 1752 he was nominated professor of Latin eloquence at the Collège de France.",
      "pageId": 313517
    },
    {
      "year": "1701",
      "uri": "/wiki/Charles_le_Beau",
      "name": "Charles le Beau",
      "monthDay": "10/18",
      "aboutText": "Ann Putnam (October 18, 1679 – 1716), known as Ann Putnam, Jr., along with Elizabeth Parris, Mary Walcott, Mercy Lewis and Abigail Williams, was an important witness at the Salem Witch Trials of Massachusetts during the later portion of 17th century Colonial America. Born 1679 in Salem Village, Essex County, Massachusetts, she was the eldest child of Thomas (1652–1699) and Ann (née Carr) Putnam (1661–1699). She was friends with some of the girls who claimed to be afflicted by witchcraft and, in March 1692, proclaimed to be afflicted herself.",
      "pageId": 943683,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/9/94/House_of_Ann_Putnam.jpg"
    },
    {
      "year": "1706",
      "uri": "/wiki/Baldassare_Galuppi",
      "name": "Baldassare Galuppi",
      "monthDay": "10/18",
      "aboutText": "Pierre Ambroise François Choderlos de Laclos (French pronunciation: ​[pjɛʁ ɑ̃brwaːz ʃɔdɛʁlo də laklo]; 18 October 1741 – 5 September 1803) was a French novelist, official, freemason and army general, best known for writing the epistolary novel Les Liaisons dangereuses (Dangerous Liaisons) (1782).\nA unique case in French literature, he was for a long time considered to be as scandalous a writer as the Marquis de Sade or Nicolas-Edme Rétif. He was a military officer with no illusions about human relations, and an amateur writer; however, his initial plan was to \"write a work which departed from the ordinary, which made a noise, and which would remain on earth after his death\"; from this point of view he mostly attained his goals, with the fame of his masterwork Les Liaisons dangereuses.",
      "pageId": 263306,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/9/9a/Laclos.jpg"
    },
    {
      "year": "1741",
      "uri": "/wiki/Pierre_Choderlos_de_Laclos",
      "name": "Pierre Choderlos de Laclos",
      "monthDay": "10/18",
      "aboutText": "Baldassare Galuppi (18 October 1706 – 3 January 1785) was an Italian composer, born on the island of Burano in the Venetian Republic. He belonged to a generation of composers, including Christoph Willibald Gluck, Domenico Scarlatti, and CPE Bach, whose works comprised the transition from Baroque to Classical-era music. He achieved international success, spending periods of his career in Vienna, London and Saint Petersburg, but his main base remained Venice, where he held a succession of leading appointments.",
      "pageId": 343999
    },
    {
      "year": "1777",
      "uri": "/wiki/Heinrich_von_Kleist",
      "name": "Heinrich von Kleist",
      "monthDay": "10/18",
      "aboutText": "Thomas Love Peacock (18 October 1785 – 23 January 1866) was an English novelist, poet, and official of the East India Company. He was a close friend of Percy Bysshe Shelley and they influenced each other's work.",
      "pageId": 164500,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/8/88/East_India_House_THS_1817_edited.jpg"
    },
    {
      "year": "1785",
      "uri": "/wiki/Thomas_Love_Peacock",
      "name": "Thomas Love Peacock",
      "monthDay": "10/18",
      "aboutText": "Bernd Heinrich Wilhelm von Kleist (18 October 1777 – 21 November 1811) was a German poet, dramatist, novelist and short story writer.",
      "pageId": 216556
    },
    {
      "year": "1792",
      "uri": "/wiki/Lucas_Alam%C3%A1n",
      "name": "Lucas Alamán",
      "monthDay": "10/18",
      "aboutText": "Phra Bat Somdet Phra Poramenthra Maha Mongkut Phra Chom Klao Chao Yu Hua (Thai: พระบาทสมเด็จพระปรเมนทรมหามงกุฎ พระจอมเกล้าเจ้าอยู่หัว), or Rama IV, known in English-speaking countries as King Mongkut (18 October 1804 – 1 October 1868), was the fourth monarch of Siam (Thailand) under the House of Chakri, ruling from 1851 to 1868.\nOutside of Thailand, he is best known as the King in the 1951 musical and 1956 film The King and I, based on the 1946 film Anna and the King of Siam – in turn based on a 1944 novel by an American missionary about Anna Leonowens' years at his court, from 1862 to 1867.\nDuring his reign, the pressure of Western expansionism was felt for the first time in Siam.",
      "pageId": 240910,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/9/9f/Ananda_Mahidol_portrait.jpg"
    },
    {
      "year": "1804",
      "uri": "/wiki/Mongkut",
      "name": "Mongkut",
      "monthDay": "10/18",
      "aboutText": "Lucas Ignacio Alamán y Escalada (Guanajuato, New Spain, October 18, 1792 – Mexico City, Mexico, June 2, 1853) was a Mexican scientist, politician, historian and writer.",
      "pageId": 2411709
    },
    {
      "year": "1822",
      "uri": "/wiki/Midhat_Pasha",
      "name": "Midhat Pasha",
      "monthDay": "10/18",
      "aboutText": "Frederick III (German: Friedrich III., Deutscher Kaiser und König von Preußen; 18 October 1831 – 15 June 1888) was German Emperor and King of Prussia for 99 days in 1888, the Year of the Three Emperors. Friedrich Wilhelm Nikolaus Karl, known informally as Fritz, was the only son of Emperor Wilhelm I and was raised in his family's tradition of military service. Although celebrated as a young man for his leadership and successes during the Second Schleswig, Austro-Prussian and Franco-Prussian wars, he nevertheless professed a hatred of warfare and was praised by friends and enemies alike for his humane conduct.",
      "pageId": 151116,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/4/4d/Crown_Prince_Frederick_William_of_Prussia_-_Illustrated_London_News_August_20%2C_1870.PNG"
    },
    {
      "year": "1831",
      "uri": "/wiki/Frederick_III,_German_Emperor",
      "name": "Frederick III, German Emperor",
      "monthDay": "10/18",
      "aboutText": "Ahmed Şefik Midhat Pasha (18 October 1822 – 26 April 1883) was one of the leading Ottoman statesmen during the late Tanzimat era. He is most famous for leading the Ottoman constitutional movement of 1876 and introducing the First Constitutional Era, but was also a leading figure of reform in the educational and provincial administrations. He was part of a governing elite which recognized the crisis the Empire was in and considered reform to be a dire need.",
      "pageId": 1099186
    },
    {
      "year": "1836",
      "uri": "/wiki/Frederick_August_Otto_Schwarz",
      "name": "Frederick August Otto Schwarz",
      "monthDay": "10/18",
      "aboutText": "Basil Hall Chamberlain (18 October 1850 – 15 February 1935) was a professor of Japanese at Tokyo Imperial University and one of the foremost British Japanologists active in Japan during the late 19th century. (Others included Ernest Satow and W. G. Aston.) He also wrote some of the earliest translations of haiku into English. He is perhaps best remembered for his informal and popular one-volume encyclopedia Things Japanese, which first appeared in 1890 and which he revised several times thereafter.",
      "pageId": 1226464,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/6/61/Basil_Hall_Chamberlain.jpg"
    },
    {
      "year": "1850",
      "uri": "/wiki/Basil_Hall_Chamberlain",
      "name": "Basil Hall Chamberlain",
      "monthDay": "10/18",
      "aboutText": "Frederick August Otto Schwarz (October 18, 1836 – May 17, 1911) was a toy retailer who started FAO Schwarz.",
      "pageId": 12655373,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/en/a/a2/Frederick_August_Otto_Schwarz.jpg"
    },
    {
      "year": "1854",
      "uri": "/wiki/Billy_Murdoch",
      "name": "Billy Murdoch",
      "monthDay": "10/18",
      "aboutText": "Henri-Louis Bergson (French: [bɛʁksɔn]; 18 October 1859 – 4 January 1941) was a major French philosopher, influential especially in the first half of the 20th century. Bergson convinced many thinkers that the processes of immediate experience and intuition are more significant than abstract rationalism and science for understanding reality.\nHe was awarded the 1927 Nobel Prize in Literature \"in recognition of his rich and vitalizing ideas and the brilliant skill with which they have been presented\".",
      "pageId": 13531,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/2/22/Bergson-Nobel-photo.jpg"
    },
    {
      "year": "1859",
      "uri": "/wiki/Henri_Bergson",
      "name": "Henri Bergson",
      "monthDay": "10/18",
      "aboutText": "William Lloyd \"Billy\" Murdoch (18 October 1854 – 18 February 1911) was an Australian cricketer who captained the Australian national side in 16 Test matches between 1880 and 1890. This included four tours of England, one of which, in 1882, gave rise to The Ashes.\nAlthough Victorian-born, Murdoch was raised in Sydney, and played his Australian domestic cricket for New South Wales, making his first-class debut in 1875.",
      "pageId": 1431728,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/en/e/e0/BillMurdochEngland.jpg"
    },
    {
      "year": "1862",
      "uri": "/wiki/Mehmet_Esat_B%C3%BClkat",
      "name": "Mehmet Esat Bülkat",
      "monthDay": "10/18",
      "aboutText": "Arie de Jong (Dutch: [ˈaːri də ˈjɔŋ]; October 18, 1865, Jakarta, Dutch East Indies – October 12, 1957, Putten, Netherlands) was a Dutch enthusiast and reformer of the constructed language Volapük by Johann Martin Schleyer, with whose help the Volapük movement gained new strength in the Netherlands. He not only revised Volapük, but also (together with other Volapükist contemporaries) began Volapükaklub Valemik Nedänik (Dutch Universal Volapük Club) and founded Diläd valemik Feda Volapükaklubas. He also founded and edited Volapükagased pro Nedänapükans, an independent newspaper in Volapük, which ran for thirty-one years (1932–1963).",
      "pageId": 767383,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/2/2f/ArieDeJong.png"
    },
    {
      "year": "1865",
      "uri": "/wiki/Arie_de_Jong",
      "name": "Arie de Jong",
      "monthDay": "10/18",
      "aboutText": "Mehmed Esad Pasha (18 October 1862 – 2 November 1952), known as Mehmet Esat Bülkat after the 1934 Surname Law, was an Ottoman general active during the First Balkan War, where he led the Yanya Corps, and in World War I, where he was the senior Ottoman commander in the Dardanelles Campaign.",
      "pageId": 30531705,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/b/b1/Mehmed_Esad_Pasha.jpg"
    },
    {
      "year": "1865",
      "uri": "/wiki/Logan_Pearsall_Smith",
      "name": "Logan Pearsall Smith",
      "monthDay": "10/18",
      "aboutText": "Ernst Didring (18 October 1868 – 13 October 1931) was an early 20th-century author who wrote mainly of life in his home country of Sweden.",
      "pageId": 172345,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/c/c9/Didring_1900.jpg"
    },
    {
      "year": "1868",
      "uri": "/wiki/Ernst_Didring",
      "name": "Ernst Didring",
      "monthDay": "10/18",
      "aboutText": "Logan Pearsall Smith (18 October 1865 – 2 March 1946) was an American-born British essayist and critic. Harvard and Oxford educated, he was known for his aphorisms and epigrams, and was an expert on 17th Century divines. His Words and Idioms made him an authority on correct English language usage.",
      "pageId": 1518950,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/f/fc/Lady_Henry_Somerset_with_Hannah_Whitall_Smith%2C_Mary_Brenson%2C_Logan_Pearsall_Smith%2C_Karin_Stephen_and_Ray_Strachey.jpg"
    },
    {
      "year": "1870",
      "uri": "/wiki/D._T._Suzuki",
      "name": "D. T. Suzuki",
      "monthDay": "10/18",
      "aboutText": "Mikhail Alekseevich Kuzmin (Russian: Михаи́л Алексе́евич Кузми́н) (October 18 [O.S. October 6] 1872 – March 1, 1936) was a Russian poet, musician and novelist, a prominent contributor to the Silver Age of Russian Poetry.",
      "pageId": 213924,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/8/83/Kuzmin.jpg"
    },
    {
      "year": "1872",
      "uri": "/wiki/Mikhail_Kuzmin",
      "name": "Mikhail Kuzmin",
      "monthDay": "10/18",
      "aboutText": "Daisetsu Teitaro Suzuki (鈴木 大拙 貞太郎 Suzuki Daisetsu Teitarō; he rendered his name \"Daisetz\" in 1894; 18 October 1870 – 12 July 1966) was a Japanese author of books and essays on Buddhism, Zen and Shin that were instrumental in spreading interest in both Zen and Shin (and Far Eastern philosophy in general) to the West. Suzuki was also a prolific translator of Chinese, Japanese, and Sanskrit literature. Suzuki spent several lengthy stretches teaching or lecturing at Western universities, and devoted many years to a professorship at Otani University, a Japanese Buddhist school.",
      "pageId": 730735,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/en/0/0b/DT_Suzuki_by_Okamura.jpg"
    },
    {
      "year": "1873",
      "uri": "/wiki/Ivanoe_Bonomi",
      "name": "Ivanoe Bonomi",
      "monthDay": "10/18",
      "aboutText": "Ivanoe Bonomi [iˈvaːnoe boˈnɔːmi] (18 October 1873 – 20 April 1951) was an Italian politician and statesman before and after World War II.",
      "pageId": 994950,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/5/57/Ivanoe_Bonomi_portrait.png"
    },
    {
      "year": "1875",
      "uri": "/wiki/Len_Braund",
      "name": "Len Braund",
      "monthDay": "10/18",
      "aboutText": "Leonard Charles Braund (18 October 1875 at Clewer, Berkshire – 23 December 1955 in Putney Common, London), was a cricketer who played for Surrey, Somerset and England.\nLen Braund was an all-rounder, a versatile batsman who could defend or attack according to the needs of the game and a leg break bowler who used variation more than accuracy to take wickets. He was also regarded by contemporaries as the best slip fielder of his time.",
      "pageId": 3624935,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/5/53/Braund_cig_card.jpeg"
    },
    {
      "year": "1878",
      "uri": "/wiki/James_Truslow_Adams",
      "name": "James Truslow Adams",
      "monthDay": "10/18",
      "aboutText": "Ze'ev Jabotinsky, MBE (Hebrew: זאב ז'בוטינסקי‎; born Vladimir Yevgenyevich Zhabotinsky, Russian: Влади́мир Евге́ньевич Жаботи́нский; 18 October 1880, Odessa  – 4 August 1940, New York City), was a Russian Jewish Revisionist Zionist leader, author, poet, orator, soldier and founder of the Jewish Self-Defense Organization in Odessa.",
      "pageId": 276326,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/d/d1/Grave_of_Ze%27ev_Jabotinsky_IMG_1161.JPG"
    },
    {
      "year": "1880",
      "uri": "/wiki/Ze%27ev_Jabotinsky",
      "name": "Ze'ev Jabotinsky",
      "monthDay": "10/18",
      "aboutText": "James Truslow Adams (October 18, 1878 – May 18, 1949) was an American writer and historian. He was not related to the famous Adams family (though he wrote a book about the family in 1930).",
      "pageId": 1254002
    },
    {
      "year": "1882",
      "uri": "/wiki/Lucien_Petit-Breton",
      "name": "Lucien Petit-Breton",
      "monthDay": "10/18",
      "aboutText": "Lucien Georges Mazan (18 October 1882 – 20 December 1917) was a French racing cyclist (pseudonym: Lucien Petit-Breton, pronounced: [ly.sjɛ̃ pə.ti.bʁə.tɔ̃]).\nHe was born in Plessé, Loire-Atlantique, a part of Brittany, now part of Pays de la Loire. When he was six he moved with his parents to Buenos Aires where he took Argentine nationality.",
      "pageId": 1112439,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/6/63/Lucien_Mazan.jpg"
    },
    {
      "year": "1885",
      "uri": "/wiki/Amleto_Novelli",
      "name": "Amleto Novelli",
      "monthDay": "10/18",
      "aboutText": "Amleto Novelli (18 October 1885 – 16 April 1924) was an Italian film actor of the silent era. He appeared in 110 films between 1909 and 1924.\n^ \"Amleto Novelli\".",
      "pageId": 31015213,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/1/12/Amleto_Novelli_1920.jpg"
    },
    {
      "year": "1887",
      "uri": "/wiki/Takashi_Sakai",
      "name": "Takashi Sakai",
      "monthDay": "10/18",
      "aboutText": "Sir Sidney George Holland GCMG CH (18 October 1893 – 5 August 1961) was the 25th Prime Minister of New Zealand from 13 December 1949 to 20 September 1957.",
      "pageId": 340378,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/1/1c/Sidney_George_Holland_%281953%29.jpg"
    },
    {
      "year": "1893",
      "uri": "/wiki/Sidney_Holland",
      "name": "Sidney Holland",
      "monthDay": "10/18",
      "aboutText": "Lieutenant-General Takashi Sakai (酒井 隆, Sakai Takashi, October 18, 1887 – September 30, 1946) was a lieutenant general in the Imperial Japanese Army during World War II, known for his role in the Battle of Hong Kong in late 1941.",
      "pageId": 1429244,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/2/29/Sakai_Takashi.jpg"
    },
    {
      "year": "1893",
      "uri": "/wiki/George_Ohsawa",
      "name": "George Ohsawa",
      "monthDay": "10/18",
      "aboutText": "George Ohsawa, born Nyoichi Sakurazawa (櫻澤 如一, ,But later he called himself Sakurazawa Yukikazu, .October 18, 1893 – April 23, 1966), was the founder of the Macrobiotic diet and philosophy. When living in Europe he went by the pen names of Musagendo Sakurazawa, Nyoiti Sakurazawa, and Yukikazu Sakurazawa. He also used the French first name Georges while living in France, and his name is sometimes also given this spelling.",
      "pageId": 1803753,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/5/5d/Ohsawa_%283%29.jpg"
    },
    {
      "year": "1894",
      "uri": "/wiki/H._L._Davis",
      "name": "H. L. Davis",
      "monthDay": "10/18",
      "aboutText": "Harold Lenoir Davis (October 18, 1894–October 31, 1960), also known as H. L. Davis, was an American novelist and poet. A native of Oregon, he won the Pulitzer Prize for his novel Honey in the Horn, the only Pulitzer given to a native Oregonian.",
      "pageId": 2448281,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/en/6/6f/H._L._Davis_Oregon_author.gif"
    },
    {
      "year": "1894",
      "uri": "/wiki/Tibor_D%C3%A9ry",
      "name": "Tibor Déry",
      "monthDay": "10/18",
      "aboutText": "Isabel Briggs Myers (October 18, 1897 – May 5, 1980) was an American author and co-creator of a personality inventory known as the Myers–Briggs Type Indicator (MBTI). Briggs Myers created the MBTI with her mother, Katharine Cook Briggs.",
      "pageId": 1740134
    },
    {
      "year": "1897",
      "uri": "/wiki/Isabel_Briggs_Myers",
      "name": "Isabel Briggs Myers",
      "monthDay": "10/18",
      "aboutText": "Tibor Déry (Budapest, 18 October 1894 - Budapest, 18 August 1977) was a Hungarian writer. In his early years he was a supporter of communism, but after being excluded from the ranks of the Hungarian Communist Party in 1953 he started writing satire on the communist regime in Hungary.",
      "pageId": 5494011
    },
    {
      "year": "1898",
      "uri": "/wiki/Lotte_Lenya",
      "name": "Lotte Lenya",
      "monthDay": "10/18",
      "aboutText": "Lotte Lenya (18 October 1898 – 27 November 1981) was an Austrian singer, diseuse, and actress, long based in the United States. In the German-speaking and classical music world she is best remembered for her performances of the songs of her husband, Kurt Weill. In English-language cinema, she was nominated for an Academy Award for her role as a jaded aristocrat in The Roman Spring of Mrs.",
      "pageId": 319820,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/e/e5/Lotte_Lenya.jpg"
    },
    {
      "year": "1901",
      "uri": "/wiki/Annette_Hanshaw",
      "name": "Annette Hanshaw",
      "monthDay": "10/18",
      "aboutText": "Catherine Annette Hanshaw (October 18, 1901 – March 13, 1985) was an American Jazz Age singer. She was one of the most popular radio stars of the 1930s. Over four million records of hers had been sold by 1934.",
      "pageId": 2492279,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/0/09/Annette_Hanshaw_Portrait.jpg"
    },
    {
      "year": "1902",
      "uri": "/wiki/Miriam_Hopkins",
      "name": "Miriam Hopkins",
      "monthDay": "10/18",
      "aboutText": "Ellen Miriam Hopkins (October 18, 1902 – October 9, 1972) was an American film and TV actress known for her versatility. She first signed with Paramount in 1930, working with Ernst Lubitsch and Joel McCrea, among many others. Her long-running feud with Bette Davis was publicised for effect.",
      "pageId": 177834,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/en/2/2a/Herbert_Marshall_%26_Miriam_Hopkins_-_Trouble_in_Paradise_publicity_shot.jpg"
    },
    {
      "year": "1902",
      "uri": "/wiki/Pascual_Jordan",
      "name": "Pascual Jordan",
      "monthDay": "10/18",
      "aboutText": "Ernst Pascual Jordan (18 October 1902 – 31 July 1980) was a theoretical and mathematical physicist who made significant contributions to quantum mechanics and quantum field theory. He contributed much to the mathematical form of matrix mechanics, and developed canonical anticommutation relations for fermions.",
      "pageId": 1354698,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/a/a6/Pascual_Jordan_1920s.jpg"
    },
    {
      "year": "1903",
      "uri": "/wiki/Lina_Radke",
      "name": "Lina Radke",
      "monthDay": "10/18",
      "aboutText": "Abbott Joseph \"A. J.\" Liebling (October 18, 1904 – December 28, 1963) was an American journalist who was closely associated with The New Yorker from 1935 until his death.",
      "pageId": 443485,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/b/bf/Liebling-web.jpg"
    },
    {
      "year": "1904",
      "uri": "/wiki/A._J._Liebling",
      "name": "A. J. Liebling",
      "monthDay": "10/18",
      "aboutText": "Karoline \"Lina\" Radke-Batschauer (18 October 1903 – 14 February 1983) was a German runner. She was the first Olympic champion in the 800 m for women.\nBorn as Lina Batschauer, she started competing in athletics at the age of 20.",
      "pageId": 622833,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/b/b5/Lina_Radke_1928.jpg"
    },
    {
      "year": "1904",
      "uri": "/wiki/Haim_Shirman",
      "name": "Haim Shirman",
      "monthDay": "10/18",
      "aboutText": "Jan Gies (Dutch pronunciation: [ˈjɑŋ ˈɣis]; 18 October 1905 – 26 January 1993) was a member of the Dutch Resistance who, with his wife Miep, helped hide Anne Frank and her family from Nazi persecution during the occupation of the Netherlands.",
      "pageId": 2015827,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/8/83/Bundesarchiv_Bild_183-1989-0920-033%2C_Miep_und_Jan_Gies.jpg"
    },
    {
      "year": "1905",
      "uri": "/wiki/Jan_Gies",
      "name": "Jan Gies",
      "monthDay": "10/18",
      "aboutText": "Haim Shirman (Hebrew: חיים שירמן‎; October 18, 1904 – June 14, 1981) was Israeli scholar of medieval Spanish Jewish poetry.\nShirman was born in Kiev in the Russian Empire (today in Ukraine). After studying in his home country until 1919, he moved to Germany and received a degree in Semitic linguistics from Berlin University in 1930.",
      "pageId": 25443335
    },
    {
      "year": "1905",
      "uri": "/wiki/F%C3%A9lix_Houphou%C3%ABt-Boigny",
      "name": "Félix Houphouët-Boigny",
      "monthDay": "10/18",
      "aboutText": "Félix Houphouët-Boigny (French pronunciation: ​[feliks ufwɛt bwaɲi] or [feliks ufwɛ bwaɲi]; 18 October 1905 – 7 December 1993), affectionately called Papa Houphouët or Le Vieux (The Old One), was the first President of Côte d'Ivoire (1960 to 1993), serving for more than three decades until his death. A tribal chief, he worked as a medical aide, union leader, and planter before being elected to the French Parliament. He served in several ministerial positions within the French government before leading Côte d'Ivoire following independence in 1960.",
      "pageId": 418109,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/c/cc/41658X1X2.jpg"
    },
    {
      "year": "1906",
      "uri": "/wiki/James_Brooks_(painter)",
      "name": "James Brooks",
      "monthDay": "10/18",
      "aboutText": "James Brooks (October 18, 1906 – March 9, 1992) was an American muralist, abstract painter, and winner of the Logan Medal of the Arts.",
      "pageId": 2012529
    },
    {
      "year": "1909",
      "uri": "/wiki/Norberto_Bobbio",
      "name": "Norberto Bobbio",
      "monthDay": "10/18",
      "aboutText": "Raymond Lambert (18 October 1914 – 25 February 1997) was a Swiss mountaineer, who with Sherpa Tenzing Norgay reached an altitude of 8611 metres (just 237 metres from the summit) of Mount Everest in May 1952. At the time it was the highest point that a climber had ever reached. There was a second Swiss expedition in autumn 1952, but a party including Lambert and Tenzing was forced to turn back at a slightly lower point.",
      "pageId": 247580
    },
    {
      "year": "1914",
      "uri": "/wiki/Raymond_Lambert",
      "name": "Raymond Lambert",
      "monthDay": "10/18",
      "aboutText": "Norberto Bobbio (Italian: [norˈbɛrto ˈbɔbbjo]; October 18, 1909 – January 9, 2004) was an Italian philosopher of law and political sciences and a historian of political thought. He also wrote regularly for the Turin-based daily La Stampa. Bobbio was a liberal socialist in the tradition of Piero Gobetti, Carlo Rosselli, Guido Calogero, and Aldo Capitini.",
      "pageId": 1406651,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/en/c/c1/NorbertoBobbio.jpg"
    },
    {
      "year": "1915",
      "uri": "/wiki/Victor_Sen_Yung",
      "name": "Victor Sen Yung",
      "monthDay": "10/18",
      "aboutText": "Victor Sen Yung (traditional Chinese: 揚森; simplified Chinese: 扬森; pinyin: Yáng Sēn; Jyutping: Joeng4 Sam1; October 18, 1915 – November 1, 1980) was an American character actor. He was born in San Francisco, California, to Gum Yung Sen and his first wife, both immigrants from China. When his mother died during the flu epidemic of 1919, his father placed Victor and his younger sister, Rosemary, in a children's shelter, and returned to his homeland to seek another wife.",
      "pageId": 1166379,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/en/f/f7/Victorsenyung.gif"
    },
    {
      "year": "1918",
      "uri": "/wiki/Molly_Geertsema",
      "name": "Molly Geertsema",
      "monthDay": "10/18",
      "aboutText": "Willem Jacob \"Molly\" Geertsema (Dutch pronunciation: [ˈʋɪləm ˈjaːkɔp ˈmɔli ˈɣeːrtsəmaː]; 18 October 1918 – 27 June 1991) was a Dutch politician. He was born in Utrecht to a political family, and first entered national politics in the Netherlands at the general election of 1959.",
      "pageId": 23689322,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/a/aa/Eindadvies_over_opslag_radio-actief_afval_door_voorzitter_Geertsema%2C_mr._W._J._Geertsema_%28kop%29_-_NL-HaNA_Anefo_933-4498_WM566.jpg"
    },
    {
      "year": "1918",
      "uri": "/wiki/Constantine_Mitsotakis",
      "name": "Constantine Mitsotakis",
      "monthDay": "10/18",
      "aboutText": "Konstantinos Mitsotakis (Greek: Κωνσταντίνος Μητσοτάκης Konstantinos Mitsotakis [konstaˈdinos mit͡soˈtacis]; born 31 October [O.S. 18 October] 1918) is a Greek politician and former Prime Minister of Greece.",
      "pageId": 464282,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/4/4d/Constantine_Mitsotakis_I-2.jpg"
    },
    {
      "year": "1918",
      "uri": "/wiki/Bobby_Troup",
      "name": "Bobby Troup",
      "monthDay": "10/18",
      "aboutText": "Robert Wesley \"Bobby\" Troup Jr. (October 18, 1918 – February 7, 1999) was an American actor, jazz pianist, singer and songwriter. He is best known for writing the popular standard \"(Get Your Kicks On) Route 66\", and for his role as Dr.",
      "pageId": 989955,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/c/cb/Julie_London_Bobby_Troup_Emergency_1971.JPG"
    },
    {
      "year": "1919",
      "uri": "/wiki/Ric_Nordman",
      "name": "Ric Nordman",
      "monthDay": "10/18",
      "aboutText": "Anita O'Day (October 18, 1919 – November 23, 2006) was an American jazz singer.\nBorn Anita Belle Colton, O'Day was admired for her sense of rhythm and dynamics, and her early big band appearances shattered the traditional image of the \"girl singer\". Refusing to pander to any female stereotype, O'Day presented herself as a \"hip\" jazz musician, wearing a band jacket and skirt as opposed to an evening gown.",
      "pageId": 56982,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/7/77/Anita_O%27Day.jpg"
    },
    {
      "year": "1919",
      "uri": "/wiki/Anita_O%27Day",
      "name": "Anita O'Day",
      "monthDay": "10/18",
      "aboutText": "Rurik (Ric) Nordman (October 18, 1919 in Cypress River, Manitoba – July 29, 1996 in Winnipeg, Manitoba) was a businessman and politician in Manitoba, Canada.\nNordman served on Winnipeg City Council, representing the St. Charles Ward from 1974 until 1981.",
      "pageId": 1220383,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/en/a/a0/Ricnordman.jpg"
    },
    {
      "year": "1919",
      "uri": "/wiki/Pierre_Trudeau",
      "name": "Pierre Trudeau",
      "monthDay": "10/18",
      "aboutText": "Joseph Philippe Pierre Yves Elliott Trudeau PC CC CH QC FRSC (/truːˈdoʊ/; French pronunciation: ​[tʁydo]; October 18, 1919 – September 28, 2000), usually known as Pierre Trudeau or Pierre Elliott Trudeau, was a Canadian politician who served as the 15th Prime Minister of Canada from April 20, 1968, to June 4, 1979, and again from March 3, 1980, to June 30, 1984.\nTrudeau began his political career as a lawyer, intellectual, and activist in Quebec politics. In the 1960s he entered federal politics by joining the Liberal Party of Canada.",
      "pageId": 24507,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/b/b0/Canada100_ribbon.png"
    },
    {
      "year": "1919",
      "uri": "/wiki/Camilla_Williams",
      "name": "Camilla Williams",
      "monthDay": "10/18",
      "aboutText": "Camilla Ella Williams (October 18, 1919 – January 29, 2012) was an American operatic soprano who performed nationally and internationally. After studying with renowned teachers in New York City, she was the first African American to receive a regular contract with a major American opera company, the New York City Opera. She had earlier won honors in vocal competitions and the Marian Anderson Fellowship in 1943-44.",
      "pageId": 1343800
    },
    {
      "year": "1920",
      "uri": "/wiki/Melina_Mercouri",
      "name": "Melina Mercouri",
      "monthDay": "10/18",
      "aboutText": "Melina Mercouri (Greek: Μελίνα Μερκούρη, born as Maria Amalia Mercouri, Μαρία Αμαλία Μερκούρη; 18 October 1920 – 6 March 1994), was a Greek actress, singer and politician.",
      "pageId": 193870,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/0/02/Athens_Metro_Acropolis_station.jpg"
    },
    {
      "year": "1921",
      "uri": "/wiki/Jerry_Cooke_(photographer)",
      "name": "Jerry Cooke",
      "monthDay": "10/18",
      "aboutText": "Jerry Cooke (Russian: Yuri Kutschuk), (October 18, 1921 – October 27, 2005) was a Russian-American photojournalist from the 1940s-1990s.",
      "pageId": 42517109
    },
    {
      "year": "1921",
      "uri": "/wiki/Jesse_Helms",
      "name": "Jesse Helms",
      "monthDay": "10/18",
      "aboutText": "Jesse Alexander Helms, Jr. (October 18, 1921 – July 4, 2008) was an American politician and a leader in the conservative movement. He was elected five times as a Republican to the United States Senate from North Carolina.",
      "pageId": 133250,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/0/0b/JesseHelms.jpg"
    },
    {
      "year": "1921",
      "uri": "/wiki/Beatrice_Helen_Worsley",
      "name": "Beatrice Helen Worsley",
      "monthDay": "10/18",
      "aboutText": "Beatrice \"Trixie\" Helen Worsley (October 18, 1921 – May 8, 1972) was the first female computer scientist in Canada.\nWorsley attained an undergraduate degree in mathematics and physics from Trinity College, University of Toronto in 1944. She received her master's degree in mathematics from Massachusetts Institute of Technology in 1946.",
      "pageId": 31516474
    },
    {
      "year": "1923",
      "uri": "/wiki/Jessie_Mae_Hemphill",
      "name": "Jessie Mae Hemphill",
      "monthDay": "10/18",
      "aboutText": "Hugh Alan \"Buddy\" MacMaster, CM ONS (October 18, 1924 – August 20, 2014) was one of the most renowned artists in the tradition of Cape Breton fiddle music.",
      "pageId": 755272
    },
    {
      "year": "1924",
      "uri": "/wiki/Buddy_MacMaster",
      "name": "Buddy MacMaster",
      "monthDay": "10/18",
      "aboutText": "Jessie Mae Hemphill (October 18, 1923 – July 22, 2006) was an American electric guitarist, songwriter, and vocalist specializing in the North Mississippi hill country blues traditions of her family and regional heritage.\n^ Cheseborough, Steve (2008). \"Senatobia\".",
      "pageId": 1827612,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/5/58/JessieMHemphillbyLMcGaughran.jpg"
    },
    {
      "year": "1925",
      "uri": "/wiki/Ramiz_Alia",
      "name": "Ramiz Alia",
      "monthDay": "10/18",
      "aboutText": "Charles Edward Anderson \"Chuck\" Berry (born October 18, 1926) is an American guitarist, singer and songwriter, and one of the pioneers of rock and roll music. With songs such as \"Maybellene\" (1955), \"Roll Over Beethoven\" (1956), \"Rock and Roll Music\" (1957) and \"Johnny B. Goode\" (1958), Berry refined and developed rhythm and blues into the major elements that made rock and roll distinctive, with lyrics focusing on teen life and consumerism and utilizing guitar solos and showmanship that would be a major influence on subsequent rock music.\nBorn into a middle-class African-American family in St.",
      "pageId": 45964,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/c/c0/ChuckBerry1997.jpg"
    },
    {
      "year": "1926",
      "uri": "/wiki/Chuck_Berry",
      "name": "Chuck Berry",
      "monthDay": "10/18",
      "aboutText": "Ramiz Tafë Alia  (18 October 1925 – 7 October 2011) was the second and last Communist leader of Albania from 1985 to 1991, and the country's head of state from 1982 to 1992. He had been designated as successor by Enver Hoxha and took power after Hoxha died. Alia died on 7 October 2011 in Tirana due to lung disease, aged 85.",
      "pageId": 267911
    },
    {
      "year": "1926",
      "uri": "/wiki/Klaus_Kinski",
      "name": "Klaus Kinski",
      "monthDay": "10/18",
      "aboutText": "Klaus Kinski (born Klaus Günter Karl Nakszynski; 18 October 1926 – 23 November 1991) was a German actor. He appeared in more than 130 films, and was a leading role actor in the films of Werner Herzog, including Aguirre, the Wrath of God (1972), Nosferatu the Vampyre (1979), Woyzeck (1979), Fitzcarraldo (1982), and Cobra Verde (1987). He was considered a controversial figure in Germany.",
      "pageId": 211233,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/3/3b/Klaus_Kinski%27s_birthplace_in_Sopot%2C_Poland.jpg"
    },
    {
      "year": "1927",
      "uri": "/wiki/Marv_Rotblatt",
      "name": "Marv Rotblatt",
      "monthDay": "10/18",
      "aboutText": "Marvin Rotblatt (October 18, 1927 – July 16, 2013), nicknamed \"Rotty\", was a left-handed pitcher in Major League Baseball for the Chicago White Sox in the 1948, 1950 and 1951 seasons. His ERAs in 1948 (7.85) and 1950 (6.23) were the highest in the majors. He failed to get a base hit in fifteen career at-bats.",
      "pageId": 1842538,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/en/e/e1/Marv_Rotblatt.jpg"
    },
    {
      "year": "1927",
      "uri": "/wiki/George_C._Scott",
      "name": "George C. Scott",
      "monthDay": "10/18",
      "aboutText": "George Campbell Scott (October 18, 1927 – September 22, 1999) was an American stage and film actor, director, and producer. He was best known for his stage work, as well as his portrayal of General George S. Patton in the film Patton, as General Buck Turgidson in Stanley Kubrick's Dr. Strangelove or: How I Learned to Stop Worrying and Love the Bomb, and as Ebenezer Scrooge in Clive Donner's 1984 film A Christmas Carol.",
      "pageId": 82847,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/8/8f/Dr._Strangelove_-_General_Buck_Turgidson.png"
    },
    {
      "year": "1928",
      "uri": "/wiki/Keith_Jackson",
      "name": "Keith Jackson",
      "monthDay": "10/18",
      "aboutText": "Keith Max Jackson (born October 18, 1928) is a retired American sportscaster, known for his career with ABC Sports (1966–2006), his coverage of college football (1952–2006), his style of folksy, down-to-earth commentary, and his distinctive voice, with its deep cadence, and operatic tone considered \"like Edward R. Murrow reporting on World War II, the voice of ultimate authority in college football.\"",
      "pageId": 949747
    },
    {
      "year": "1928",
      "uri": "/wiki/Maurice_El_Mediouni",
      "name": "Maurice El Mediouni",
      "monthDay": "10/18",
      "aboutText": "Dick Taverne, Baron Taverne, QC (born 18 October 1928) is an English politician, who is one of the small number of members of the British House of Commons elected since the Second World War who was not the candidate of a major political party.\nIn the 1970s, as a Labour Member of Parliament (MP), he was dissatisfied with the party's political direction, so he left Labour and resigned his seat, forcing a by-election which he won.\nTaverne's 1973 victory in Lincoln was short-lived; Labour regained the seat at the October 1974 general election.",
      "pageId": 537227,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/4/43/Lord_Taverne_01.jpg"
    },
    {
      "year": "1928",
      "uri": "/wiki/Dick_Taverne",
      "name": "Dick Taverne",
      "monthDay": "10/18",
      "aboutText": "Maurice El Mediouni, French El Médioni (Arabic مــوريــس الــمــديــونــي, born on 18 October 1928 in Oran, French Algeria) is an Algerian pianist, composer and interpreter of Andalusian, rai, Sephardic and Arab music. He is one of the few living artists to have performed with artists such as Lili Labassi, Line Monty, Lili Boniche, Samy el Maghribi, and Reinette l’Oranaise. He is also a professional tailor and took up initially music as a hobby.",
      "pageId": 36304085
    },
    {
      "year": "1929",
      "uri": "/wiki/Violeta_Chamorro",
      "name": "Violeta Chamorro",
      "monthDay": "10/18",
      "aboutText": "Violeta Barrios Torres de Chamorro (born 18 October 1929) is a Nicaraguan politician, former president and publisher, known for ending the Contra War, the final chapter of the Nicaraguan Revolution, and bringing peace to the country. She was the first and, to date, only woman to hold the position of president in Nicaragua.\nBorn into a landed family in southern Nicaragua, Chamorro was partially educated in the United States.",
      "pageId": 264238,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/f/f2/Peace_park_boy_krk.jpg"
    },
    {
      "year": "1929",
      "uri": "/wiki/Hillard_Elkins",
      "name": "Hillard Elkins",
      "monthDay": "10/18",
      "aboutText": "Hillard (Hilly) Elkins (October 18, 1929 – December 1, 2010) was an American theatre and film producer.\n^ Nikki Finke, \"R.I.P. Hilly Elkins\", Deadline Hollywood, December 3, 2010.",
      "pageId": 5812568
    },
    {
      "year": "1929",
      "uri": "/wiki/Kees_Fens",
      "name": "Kees Fens",
      "monthDay": "10/18",
      "aboutText": "Marjorie Flora Fraser, 21st Lady Saltoun (born 18 October 1930) is a Scottish peer. Until her retirement on 12 December 2014, she was the only holder of a lordship of Parliament who had a seat in the House of Lords as an elected hereditary peer. Lady Saltoun is the Chief of the Name and Arms of Clan Fraser since 1 May 1984, by decree of the Court of the Lord Lyon.",
      "pageId": 1138132,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/en/3/33/Saltoun1.jpg"
    },
    {
      "year": "1930",
      "uri": "/wiki/Flora_Fraser,_21st_Lady_Saltoun",
      "name": "Flora Fraser, 21st Lady Saltoun",
      "monthDay": "10/18",
      "aboutText": "Kees Fens (18 October 1929 in Amsterdam – 14 June 2008) was a Dutch writer, essayist and literary critic.",
      "pageId": 17987464,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/6/60/Kees_Fens_675.jpg"
    },
    {
      "year": "1930",
      "uri": "/wiki/Esther_Hautzig",
      "name": "Esther Hautzig",
      "monthDay": "10/18",
      "aboutText": "Christiern Gunnar Albertson (born October 18, 1931) is a New York City-based jazz journalist, writer and record producer.",
      "pageId": 1113588,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/5/5d/Chris_Albertson_2006.JPG"
    },
    {
      "year": "1931",
      "uri": "/wiki/Chris_Albertson",
      "name": "Chris Albertson",
      "monthDay": "10/18",
      "aboutText": "Esther R. Hautzig (Hebrew: אסתר האוציג‎, born October 18, 1930 – died November 1, 2009) was an American writer, best known for her award-winning book The Endless Steppe (1968).\nEsther Rudomin was born in Wilno, Poland (present-day Vilnius, Lithuania). Her childhood was interrupted by the beginning of World War II and the conquest in 1941 of eastern Poland by Soviet troops.",
      "pageId": 6982543
    },
    {
      "year": "1931",
      "uri": "/wiki/Roger_Climpson",
      "name": "Roger Climpson",
      "monthDay": "10/18",
      "aboutText": "Roger Climpson OAM (born 18 October 1932) is a British-born Australian journalist, newsreader and television presenter.",
      "pageId": 2293101
    },
    {
      "year": "1931",
      "uri": "/wiki/Ien_Dales",
      "name": "Ien Dales",
      "monthDay": "10/18",
      "aboutText": "Catharina Isabella \"Ien\" Dales (October 18, 1931 – January 10, 1994) was a Dutch politician of the Labour Party (PvdA).",
      "pageId": 23689259,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/b/be/Staatssecretaris_Dales_%28PvdA%29_tijdens_het_overleg_-_NL-HaNA_Anefo_931-6885_WM422.jpg"
    },
    {
      "year": "1932",
      "uri": "/wiki/Vytautas_Landsbergis",
      "name": "Vytautas Landsbergis",
      "monthDay": "10/18",
      "aboutText": "Professor Vytautas Landsbergis [ˈvʲîːt̪ɐʊt̪ɐs̪ ˈɫɐ̂ˑn̪ʲd͡zʲbʲɛrʲɡʲɪs̪] (born 18 October 1932) is a Lithuanian conservative politician and Member of the European Parliament. He was the first head of state of Lithuania after its independence declaration from the Soviet Union, and served as the Head of the Lithuanian Parliament Seimas. Professor Landsbergis is an intellectual who has been active in Lithuania's political arena for more than two decades, and is a notable politician who helped contribute to the demise of the Soviet Union.",
      "pageId": 559058,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/c/cd/0147_Konzert_und_Ausstellung_mit_Vytautas_Landsbergis_zum_Thema_Mikalojus_Konstantinas_Ciurlionis_%E2%80%93_Komponist_in_Sanok%2C_2013.jpg"
    },
    {
      "year": "1933",
      "uri": "/wiki/Forrest_Gregg",
      "name": "Forrest Gregg",
      "monthDay": "10/18",
      "aboutText": "Alvis Forrest Gregg (born October 18, 1933) is a former American football player and coach in the National Football League (NFL).",
      "pageId": 1494044
    },
    {
      "year": "1933",
      "uri": "/wiki/Ludovico_Scarfiotti",
      "name": "Ludovico Scarfiotti",
      "monthDay": "10/18",
      "aboutText": "Ludovico Scarfiotti (18 October 1933 – 8 June 1968) was a Formula One and sports car driver from Italy. Just prior to entering Formula One, he won the 1963 24 Hours of Le Mans for Ferrari. He later participated in 12 World Championship Formula One grands prix, and many non-championship races.",
      "pageId": 1235774,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/2/26/1964-05-31_Scarfiotti%2C_Ludovico_-_Ferrari.jpg"
    },
    {
      "year": "1934",
      "uri": "/wiki/Calvin_Lockhart",
      "name": "Calvin Lockhart",
      "monthDay": "10/18",
      "aboutText": "Calvin Lockhart (born Bert Cooper; October 18, 1934 – March 29, 2007) was a Bahamian–American stage and film actor. He was best known for his role as Biggie Smalls, a big-time gangster in the 1975 Warner Bros.",
      "pageId": 2772900,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/en/a/a5/Calvin_Lockhart.jpg"
    },
    {
      "year": "1934",
      "uri": "/wiki/Inger_Stevens",
      "name": "Inger Stevens",
      "monthDay": "10/18",
      "aboutText": "Inger Stevens (October 18, 1934 – April 30, 1970) was a Swedish-American film and TV actress.",
      "pageId": 318233,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/en/6/6e/IngerStevens.jpg"
    },
    {
      "year": "1934",
      "uri": "/wiki/Chuck_Swindoll",
      "name": "Chuck Swindoll",
      "monthDay": "10/18",
      "aboutText": "Charles Rozell \"Chuck\" Swindoll (born October 18, 1934) is an evangelical Christian pastor, author, educator, and radio preacher. He founded Insight for Living, headquartered in Plano, Texas, which airs a radio program of the same name on more than 2,000 stations around the world in 15 languages. He is currently senior pastor at Stonebriar Community Church, in Frisco, Texas.",
      "pageId": 419690
    },
    {
      "year": "1935",
      "uri": "/wiki/Peter_Boyle",
      "name": "Peter Boyle",
      "monthDay": "10/18",
      "aboutText": "Peter Lawrence Boyle (October 18, 1935 – December 12, 2006) was an American actor, best known for his role as Frank Barone on the sitcom Everybody Loves Raymond, and as a comical monster in Mel Brooks' film spoof Young Frankenstein (1974).",
      "pageId": 473723,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/5/5a/PeterBoyleRetouched1978.jpg"
    },
    {
      "year": "1936",
      "uri": "/wiki/Jaime_Lucas_Ortega_y_Alamino",
      "name": "Jaime Lucas Ortega y Alamino",
      "monthDay": "10/18",
      "aboutText": "Jaime Lucas Ortega y Alamino (born October 18, 1936 in Jagüey Grande, Matanzas, Cuba) is the Latin Rite Archbishop of the Archdiocese of Havana and a Cardinal of the Catholic Church. He is the second Cuban elevated to Cardinal.",
      "pageId": 1724431,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/a/a8/Jaime_Lucas_Ortega_y_Alamino.jpg"
    },
    {
      "year": "1938",
      "uri": "/wiki/Robert_Dove",
      "name": "Robert Dove",
      "monthDay": "10/18",
      "aboutText": "Dawn Elberta Wells (born October 18, 1938) is an American actress who is best known for her role as Mary Ann Summers on the CBS sitcom Gilligan's Island.",
      "pageId": 748630,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/9/97/Dawn_Wells_1975.jpg"
    },
    {
      "year": "1938",
      "uri": "/wiki/Dawn_Wells",
      "name": "Dawn Wells",
      "monthDay": "10/18",
      "aboutText": "Robert B. Dove (born October 18, 1938) is a former Parliamentarian of the United States Senate and a professor of political science at George Washington University.",
      "pageId": 23763232
    },
    {
      "year": "1939",
      "uri": "/wiki/Earl_Jolly_Brown",
      "name": "Earl Jolly Brown",
      "monthDay": "10/18",
      "aboutText": "Flavio Cotti (born 18 October 1939, in Prato-Sornico) is a Swiss politician.\nHe was elected to the Federal Council of Switzerland on 10 December 1986 and handed over office on 30 April 1999. He is affiliated to the Christian Democratic People's Party of Switzerland.",
      "pageId": 155837,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/c/c6/Flavio_Cotti.jpg"
    },
    {
      "year": "1939",
      "uri": "/wiki/Flavio_Cotti",
      "name": "Flavio Cotti",
      "monthDay": "10/18",
      "aboutText": "Edwin Earl \"Jolly\" Brown (October 18, 1939 – August 24, 2006) was an American actor.\nBrown's best known role was as Whisper, a henchman in the 1973 James Bond film Live and Let Die. Other film appearances include Black Belt Jones (1974), Truck Turner (1974) and Linda Lovelace for President (1975).",
      "pageId": 28273334
    },
    {
      "year": "1939",
      "uri": "/wiki/Mike_Ditka",
      "name": "Mike Ditka",
      "monthDay": "10/18",
      "aboutText": "Michael Keller Ditka (born Michael Dyczko; October 18, 1939) is a former American football player, coach, and television commentator. A member of both the College Football and Pro Football Hall of Fame, he was the 1961 UPI NFL Rookie of Year, a five-time Pro Bowl selection and five-time All-Pro tight end with the Chicago Bears, Philadelphia Eagles, and Dallas Cowboys.",
      "pageId": 297288,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/e/ed/Mike_Ditka.jpg"
    },
    {
      "year": "1939",
      "uri": "/wiki/Ted_Boy_Marino",
      "name": "Ted Boy Marino",
      "monthDay": "10/18",
      "aboutText": "Mario Marino, better known as Ted Boy Marino (October 18, 1939 – September 27, 2012) was an Italian Brazilian wrestler, fighter and actor.\nTed Boy Marino was born in Fuscaldo Marina in the Italian province of Cosenza, in Calabria. He went for Buenos Aires in 1953, in the basement of a ship with his parents and 5 more siblings.",
      "pageId": 37141798
    },
    {
      "year": "1939",
      "uri": "/wiki/Lee_Harvey_Oswald",
      "name": "Lee Harvey Oswald",
      "monthDay": "10/18",
      "aboutText": "Lee Harvey Oswald (October 18, 1939 – November 24, 1963) was an American sniper who assassinated President John F. Kennedy on November 22, 1963. According to five U.S. government investigations, Oswald shot and killed Kennedy as he traveled by motorcade through Dealey Plaza in the city of Dallas, Texas.\nOswald was a former U.S. Marine who defected to the Soviet Union in October 1959.",
      "pageId": 17652,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/a/ac/CE795.jpg"
    },
    {
      "year": "1939",
      "uri": "/wiki/Jan_Erik_Vold",
      "name": "Jan Erik Vold",
      "monthDay": "10/18",
      "aboutText": "Jan Erik Vold (born 18 October 1939, Oslo) is a Norwegian lyric poet, Jazz vocal reciter, translator and author. He was a core member of the so-called \"Profil generation\", the circle attached to the literary magazine Profil. Throughout his career as an artist, he has had the ability to reach the public, both with his poetry and his political views.",
      "pageId": 14589133
    },
    {
      "year": "1940",
      "uri": "/wiki/Cynthia_Weil",
      "name": "Cynthia Weil",
      "monthDay": "10/18",
      "aboutText": "Timothy John Leigh Bell, Baron Bell (born 18 October 1941) is a British advertising and public relations executive, best known for his advisory role in Margaret Thatcher's three successful general election campaigns.\n^ Field, Michele (24 January 1986). \"Tim Bell Love Newspapers, Gorillas and Maggie T\".",
      "pageId": 1614083
    },
    {
      "year": "1941",
      "uri": "/wiki/Timothy_Bell,_Baron_Bell",
      "name": "Timothy Bell, Baron Bell",
      "monthDay": "10/18",
      "aboutText": "Cynthia Weil (born October 18, 1940) is a prominent American songwriter.",
      "pageId": 1660385,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/c/c5/CaroleBayerSagerCaroleKingCynthiaWeilBarryMannHWOFDec2012.jpg"
    },
    {
      "year": "1941",
      "uri": "/wiki/Martha_Burk",
      "name": "Martha Burk",
      "monthDay": "10/18",
      "aboutText": "Martha Burk (born October 18, 1941) is an American political psychologist, feminist, and former Chair of the National Council of Women's Organizations.",
      "pageId": 2313970
    },
    {
      "year": "1942",
      "uri": "/wiki/Gianfranco_Ravasi",
      "name": "Gianfranco Ravasi",
      "monthDay": "10/18",
      "aboutText": "Gianfranco Ravasi (born 18 October 1942) is an Italian prelate, a cardinal of the Catholic Church. He currently serves in the Roman Curia as President of the Pontifical Council for Culture.",
      "pageId": 14148028,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/e/e8/Cardinal_Ravasi_in_Lodi_jan_19th_2014.jpg"
    },
    {
      "year": "1943",
      "uri": "/wiki/Christine_Charbonneau",
      "name": "Christine Charbonneau",
      "monthDay": "10/18",
      "aboutText": "Birthe Johanne Sparrevohn Rønn Hornbech (born 18 October 1943 in Copenhagen) is a Danish politician, member of the Folketing (the national parliament of Denmark) for Venstre, the liberal party, elected in the constituency of Køge, and former Minister for Refugees, Immigrants and Integration and for Ecclesiastical Affairs.\nHornbech graduated as cand.jur. (Master of Laws) from the University of Copenhagen in 1971.",
      "pageId": 14754078
    },
    {
      "year": "1943",
      "uri": "/wiki/Birthe_R%C3%B8nn_Hornbech",
      "name": "Birthe Rønn Hornbech",
      "monthDay": "10/18",
      "aboutText": "Christine Charbonneau (18 October 1943 – 29 May 2014) was a Francophone Canadian singer and songwriter.",
      "pageId": 33844176,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/7/7f/Christine_Charbonneau.jpg"
    },
    {
      "year": "1945",
      "uri": "/wiki/Y%C4%B1ldo",
      "name": "Yıldo",
      "monthDay": "10/18",
      "aboutText": "Huell Burnley Howser (October 18, 1945 – January 7, 2013) was an American television personality, actor, and voice artist best known for hosting California's Gold, his human interest show produced by KCET in Los Angeles for California PBS stations.",
      "pageId": 514535,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/1/16/Huell-LBGP.JPG"
    },
    {
      "year": "1945",
      "uri": "/wiki/Huell_Howser",
      "name": "Huell Howser",
      "monthDay": "10/18",
      "aboutText": "Yıldo, real name Ahmet Yıldırım Benayyat (born 18 October 1945), is a famous Turkish showman (talk show host), actor, retired football and volleyball player.",
      "pageId": 7662906
    },
    {
      "year": "1945",
      "uri": "/wiki/Chris_Shays",
      "name": "Chris Shays",
      "monthDay": "10/18",
      "aboutText": "Christopher Hunter \"Chris\" Shays (born October 18, 1945) is an American politician. He was a member of the United States House of Representatives and represented the 4th District of Connecticut. He is a member of the Republican Party.",
      "pageId": 410187,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/en/c/ce/ChrisShays.JPG"
    },
    {
      "year": "1945",
      "uri": "/wiki/Norio_Wakamoto",
      "name": "Norio Wakamoto",
      "monthDay": "10/18",
      "aboutText": "Norio Wakamoto (若本 規夫, Wakamoto Norio, born October 18, 1945) is a Japanese voice actor affiliated with the Sigma Seven Talent Agency. He was born in Shimonoseki, Yamaguchi Prefecture, and was raised in Sakai, Osaka Prefecture.",
      "pageId": 792318,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/b/b7/IMG_2080_-_Desucon_Frostbite_2013_-_matiast1.jpg"
    },
    {
      "year": "1946",
      "uri": "/wiki/James_Robert_Baker",
      "name": "James Robert Baker",
      "monthDay": "10/18",
      "aboutText": "Frank Mitchell Beamer (born October 18, 1946) is a retired American college football coach, most notably for the Virginia Tech Hokies, and former player. Beamer was a player at Virginia Tech for three years in the late 1960s. His coaching experience began in 1972 and, from 1981 to 1986, Beamer served as the head football coach at Murray State University.",
      "pageId": 2195445,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/b/b2/Fancygap.jpg"
    },
    {
      "year": "1946",
      "uri": "/wiki/Frank_Beamer",
      "name": "Frank Beamer",
      "monthDay": "10/18",
      "aboutText": "James Robert Baker (October 18, 1946 – November 5, 1997) was an American author of sharply satirical, predominantly gay-themed transgressional fiction.",
      "pageId": 7501317,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/en/4/42/Bake08.jpg"
    },
    {
      "year": "1946",
      "uri": "/wiki/Dafydd_Elis-Thomas",
      "name": "Dafydd Elis-Thomas",
      "monthDay": "10/18",
      "aboutText": "Howard Leslie Shore (born October 18, 1946) is a Canadian composer who is notable for his film scores. He has composed the scores for over 80 films, most notably the scores for The Lord of the Rings and The Hobbit film trilogies. He won three Academy Awards for his work on the first trilogy, with one being for the original song \"Into the West\", an award he shared with Eurythmics lead vocalist Annie Lennox.",
      "pageId": 312451,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/0/0a/Howard_Shore%2C_Canadian_Film_Centre%2C_2013-1.jpg"
    },
    {
      "year": "1946",
      "uri": "/wiki/Howard_Shore",
      "name": "Howard Shore",
      "monthDay": "10/18",
      "aboutText": "Dafydd Elis Elis-Thomas, Baron Elis-Thomas, PC (born 18 October 1946) is a Welsh politician, representing the Dwyfor Meirionnydd constituency in the National Assembly for Wales. Born in Carmarthen, Wales, he was raised in Ceredigion and the Conwy Valley. He represented Merioneth, then Meirionnydd Nant Conwy constituencies as Member of Parliament from 1974 to 1992.",
      "pageId": 694765,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/e/e5/Dafydd_Elis-Thomas_2011.jpg"
    },
    {
      "year": "1947",
      "uri": "/wiki/Paul_Chuckle",
      "name": "Paul Chuckle",
      "monthDay": "10/18",
      "aboutText": "Barry David Elliott (born 24 December 1944) and Paul Harman Elliott (born 18 October 1947), better known as Barry Chuckle and Paul Chuckle as part of the double-act the Chuckle Brothers, are English children's entertainers. They are best known for their work on their BBC show ChuckleVision, which celebrated its 21st series in 2010 with a stage tour titled An Audience with the Chuckle Brothers.",
      "pageId": 794540,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/en/d/d3/Alice_2008_and_Chuckle_Brothers_028.jpg"
    },
    {
      "year": "1947",
      "uri": "/wiki/Job_Cohen",
      "name": "Job Cohen",
      "monthDay": "10/18",
      "aboutText": "Marius Job Cohen (Dutch pronunciation: [ˈmaːrijʏs ˈjɔp koˈɦɛn]; born 18 October 1947) is a Dutch social democratic politician and former legal scholar.\nCohen obtained his Master of Laws degree at the University of Groningen (1971) and his PhD at Leiden University (1981). In 1983 he became a law professor of methods and techniques and in 1991 rector magnificus at Maastricht University.",
      "pageId": 2101527,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/2/21/Cohen_Gay_Pride.jpg"
    },
    {
      "year": "1947",
      "uri": "/wiki/Joe_Morton",
      "name": "Joe Morton",
      "monthDay": "10/18",
      "aboutText": "Laura Nyro /ˈnɪəroʊ/ NEAR-oh (October 18, 1947 – April 8, 1997) was an American songwriter, singer, and pianist. She achieved critical acclaim with her own recordings, particularly the albums Eli and the Thirteenth Confession (1968) and New York Tendaberry (1969), and had commercial success with artists such as Barbra Streisand and The 5th Dimension recording her songs. Her style was a hybrid of Brill Building-style New York pop, jazz, gospel, rhythm and blues, show tunes, rock, and soul.",
      "pageId": 344017,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/en/4/44/LauraNyro.jpg"
    },
    {
      "year": "1947",
      "uri": "/wiki/Laura_Nyro",
      "name": "Laura Nyro",
      "monthDay": "10/18",
      "aboutText": "Joseph Thomas \"Joe\" Morton, Jr. (born October 18, 1947) is an American stage, television, and film actor. He worked with film director John Sayles in The Brother from Another Planet (1984), City of Hope (1991) and Lone Star (1996).",
      "pageId": 1673615,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/4/41/Joe_Morton.jpg"
    },
    {
      "year": "1948",
      "uri": "/wiki/Hans_K%C3%B6chler",
      "name": "Hans Köchler",
      "monthDay": "10/18",
      "aboutText": "Ntozake Shange (/ˈɛntoʊˌzɑːki ˈʃɑːŋˌɡeɪ/ EN-to-ZAH-kee SHAHNG-gay; born October 18, 1948) is an American playwright, and poet. As a self-proclaimed black feminist, she addresses issues relating to race and feminism in much of her work.\nShange is best known for the Obie Award-winning play for colored girls who have considered suicide / when the rainbow is enuf.",
      "pageId": 2174084,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/f/f7/Flag_of_Houston%2C_Texas.png"
    },
    {
      "year": "1948",
      "uri": "/wiki/Ntozake_Shange",
      "name": "Ntozake Shange",
      "monthDay": "10/18",
      "aboutText": "Hans Köchler (born 18 October 1948) is a retired professor of philosophy at the University of Innsbruck, Austria, and president of the International Progress Organization, a non-governmental organization in consultative status with the United Nations. In his general philosophical outlook he is influenced by Husserl and Heidegger, his legal thinking has been shaped by the approach of Kelsen. Köchler has made contributions to phenomenology  and philosophical anthropology and has developed a hermeneutics of trans-cultural understanding  that has influenced the discourse on the dialogue of civilizations, particularly as regards the relations between Islam and the West.",
      "pageId": 3810935,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/3/38/JeanGenet-HansKoechler1983.jpg"
    },
    {
      "year": "1949",
      "uri": "/wiki/Joe_Egan_(musician)",
      "name": "Joe Egan",
      "monthDay": "10/18",
      "aboutText": "George Andrew Hendrick, Jr. (born October 18, 1949) is a former major league outfielder for the Oakland Athletics, Cleveland Indians, San Diego Padres, Pittsburgh Pirates and California Angels. Hendrick is arguably best remembered as a member of the St.",
      "pageId": 1762332,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/en/1/1e/Baseball_%28crop%29.jpg"
    },
    {
      "year": "1949",
      "uri": "/wiki/George_Hendrick",
      "name": "George Hendrick",
      "monthDay": "10/18",
      "aboutText": "Joseph \"Joe\" Egan (born 18 October 1949) is a Scottish singer-songwriter.",
      "pageId": 2057082
    },
    {
      "year": "1949",
      "uri": "/wiki/Gary_Richrath",
      "name": "Gary Richrath",
      "monthDay": "10/18",
      "aboutText": "Om Rajesh Puri OBE (born 18 October 1950) is an Indian actor who has appeared in mainstream commercial Indian and British films, Independent films and art films. His credits also include appearances in American films. He has been awarded Padma Shri, the fourth highest civilian award of India.",
      "pageId": 1085325,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/e/ee/OmPuriSept10TIFF.jpg"
    },
    {
      "year": "1950",
      "uri": "/wiki/Om_Puri",
      "name": "Om Puri",
      "monthDay": "10/18",
      "aboutText": "Gary Dean Richrath (October 18, 1949 – September 13, 2015) was an American guitarist, best known as the lead guitarist and a songwriter for the band REO Speedwagon from 1970 until 1989.",
      "pageId": 7189845,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/en/3/39/Gary_Richrath.jpg"
    },
    {
      "year": "1950",
      "uri": "/wiki/Wendy_Wasserstein",
      "name": "Wendy Wasserstein",
      "monthDay": "10/18",
      "aboutText": "Wendy Wasserstein (October 18, 1950 – January 30, 2006) was an American playwright. She was an Andrew Dickson White Professor-at-Large at Cornell University.",
      "pageId": 960475,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/en/c/ce/Wendy_Wasserstein.jpg"
    },
    {
      "year": "1950",
      "uri": "/wiki/Sheila_White_(actress)",
      "name": "Sheila White",
      "monthDay": "10/18",
      "aboutText": "Sheila White (born 18 October 1950) is an English film, television and stage actress. She is married to former theatre producer Richard M. Mills and lives in Kingston, Surrey.",
      "pageId": 2924868
    },
    {
      "year": "1951",
      "uri": "/wiki/Mike_Antonovich_(ice_hockey)",
      "name": "Mike Antonovich",
      "monthDay": "10/18",
      "aboutText": "Pamela Gene \"Pam\" Dawber (born October 18, 1951) is an American actress best known for her lead television sitcom roles as Mindy McConnell in Mork & Mindy (1978–1982) and Samantha Russell in My Sister Sam (1986–1988).",
      "pageId": 860047,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/8/8f/Pam_Dawber_2012.jpg"
    },
    {
      "year": "1951",
      "uri": "/wiki/Pam_Dawber",
      "name": "Pam Dawber",
      "monthDay": "10/18",
      "aboutText": "Michael Joseph John \"Antone\" Antonovich (born October 18, 1951 in Calumet, Minnesota) is a former American professional ice hockey player, and coach. He was selected in the ninth round of the 1971 NHL Amateur Draft, 113th overall, by the Minnesota North Stars. He is currently a scout for the Columbus Blue Jackets.",
      "pageId": 8957797
    },
    {
      "year": "1951",
      "uri": "/wiki/Terry_McMillan",
      "name": "Terry McMillan",
      "monthDay": "10/18",
      "aboutText": "Terry McMillan is an American author.",
      "pageId": 918292,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/e/e4/Terry_McMillan_at_the_2008_Brooklyn_Book_Festival.jpg"
    },
    {
      "year": "1951",
      "uri": "/wiki/David_Normington",
      "name": "David Normington",
      "monthDay": "10/18",
      "aboutText": "Sir David John Normington, GCB (born 18 October 1951) is the First Civil Service Commissioner and Commissioner for Public Appointments for the British government.",
      "pageId": 2869728,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/d/dc/David_Normington_-_Permanent_Secretary.jpg"
    },
    {
      "year": "1951",
      "uri": "/wiki/Nic_Potter",
      "name": "Nic Potter",
      "monthDay": "10/18",
      "aboutText": "Roy Luke Dias (born 18 October 1952, Colombo) is a former Sri Lankan cricketer of Negombo chetty Tamil origin. An elegant and stylish right-handed batsman he played 20 Test matches and became the first Sri Lankan to hit 1,000 Test runs. He played representative cricket for Sri Lanka from 1979 to 1987 and became the first Sri Lankan test cricketer of any of the three distinct Sri Lankan Tamil groups (Jaffna, eastern and Negombo) in the Island, and with his 214 runs in the 1979 ICC Trophy he was an integral part of Sri Lanka's tournament victory, as he played four matches with a batting average of 71.33, scoring 214 runs.",
      "pageId": 2458092
    },
    {
      "year": "1952",
      "uri": "/wiki/Roy_Dias",
      "name": "Roy Dias",
      "monthDay": "10/18",
      "aboutText": "Nic Potter (18 October 1951 – 16 January 2013) was a British bassist, composer and painter, best known for his work with the group Van der Graaf Generator in the 1970s.",
      "pageId": 18889652,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/c/c4/Nic_Potter.jpg"
    },
    {
      "year": "1952",
      "uri": "/wiki/Paul_Geroski",
      "name": "Paul Geroski",
      "monthDay": "10/18",
      "aboutText": "Paul Andrew Geroski (October 18, 1952 – August 28, 2005) was a leading economist in the United Kingdom.",
      "pageId": 2590188,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/5/57/Economy-stub.png"
    },
    {
      "year": "1952",
      "uri": "/wiki/Chuck_Lorre",
      "name": "Chuck Lorre",
      "monthDay": "10/18",
      "aboutText": "Chuck Lorre (/lɒri/; born Charles Michael Levine; October 18, 1952) is an American television writer, director, producer, composer, and production manager. He has created a number of successful sitcoms such as Grace Under Fire, Cybill, Dharma & Greg, Two and a Half Men, The Big Bang Theory, and Mom.",
      "pageId": 5771517,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/7/7f/ChuckLorreHWOFSept2011.jpg"
    },
    {
      "year": "1952",
      "uri": "/wiki/Patrick_Morrow",
      "name": "Patrick Morrow",
      "monthDay": "10/18",
      "aboutText": "Hoàng Ấu Phương, pen name Bảo Ninh (Nghệ An, 18 October 1952) is a Vietnamese novelist, essayist and writer of short stories, best known for his first novel, published in English as The Sorrow of War.\nDuring the Vietnam War, he served in the Glorious 27th Youth Brigade. Of the five hundred who went to war with the brigade in 1969, he is one of ten who survived.",
      "pageId": 1769536
    },
    {
      "year": "1952",
      "uri": "/wiki/B%E1%BA%A3o_Ninh",
      "name": "Bảo Ninh",
      "monthDay": "10/18",
      "aboutText": "Patrick Allan Morrow, CM (born October 18, 1952 in Invermere, British Columbia) is a Canadian photographer and mountain climber. In 1986 he was the first person to climb the Seven Summits in the Carstensz-Version.",
      "pageId": 2592321,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/en/c/c2/Crystal_Clear_app_Login_Manager_2.png"
    },
    {
      "year": "1952",
      "uri": "/wiki/Allen_Ripley",
      "name": "Allen Ripley",
      "monthDay": "10/18",
      "aboutText": "Jeron Kennis Royster (born October 18, 1952) is a Major League Baseball coach, who last served as the 3rd Base Coach under Bobby Valentine with the Boston Red Sox.",
      "pageId": 4371186,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/en/1/1e/Baseball_%28crop%29.jpg"
    },
    {
      "year": "1952",
      "uri": "/wiki/Jerry_Royster",
      "name": "Jerry Royster",
      "monthDay": "10/18",
      "aboutText": "Allen Stevens Ripley (October 18, 1952 – November 7, 2014) was a pitcher in Major League Baseball who played for three different teams between the 1978 and 1982 seasons. Listed at 6 ft 3 in (1.91 m), 190 pounds (86 kg), Ripley batted and threw right-handed. Born in Norwood, Massachusetts, he attended North Attleboro High School.",
      "pageId": 18159903
    },
    {
      "year": "1953",
      "uri": "/wiki/Loes_Luca",
      "name": "Loes Luca",
      "monthDay": "10/18",
      "aboutText": "Liz Burch (born 18 October 1954, in Hornsby, Sydney, Australia) is an actress.",
      "pageId": 4601275
    },
    {
      "year": "1954",
      "uri": "/wiki/Liz_Burch",
      "name": "Liz Burch",
      "monthDay": "10/18",
      "aboutText": "Louise \"Loes\" Diana Wilhelmina Catharina Luca (born 18 October 1953) is a Dutch actress, singer and comedian. She began her career in the 1980s as a stage actress and singer in various musicals. She later started a successful film and television career, starring in Spetters, Het meisje met het rode haar, De Noorderlingen and Ja zuster, nee zuster.",
      "pageId": 13963601,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/b/b8/Loes_Luca.jpg"
    },
    {
      "year": "1954",
      "uri": "/wiki/Nick_Houghton",
      "name": "Nick Houghton",
      "monthDay": "10/18",
      "aboutText": "General Sir John Nicholas Reynolds Houghton GCB, CBE, ADC Gen (born 18 October 1954) is the Chief of the Defence Staff of the British Armed Forces. He was appointed in 2013, following the retirement of former Chief of Defence Staff Sir David Richards. He served as Commanding Officer of 1st Battalion The Green Howards in Northern Ireland during The Troubles and later became Commander of 39 Infantry Brigade in Northern Ireland.",
      "pageId": 4944198,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/8/80/Chief_of_the_Defence_Staff%2C_General_Sir_Nicholas_Houghton_GCB%2C_CBE%2C_ADC_Gen._MOD_45155682.jpg"
    },
    {
      "year": "1954",
      "uri": "/wiki/Arliss_Howard",
      "name": "Arliss Howard",
      "monthDay": "10/18",
      "aboutText": "Arliss Howard (born Leslie Richard Howard; October 18, 1954) is an American actor, writer and film director.",
      "pageId": 4988154
    },
    {
      "year": "1954",
      "uri": "/wiki/Y%C5%ABji_Mitsuya",
      "name": "Yūji Mitsuya",
      "monthDay": "10/18",
      "aboutText": "Yūji Mitsuya (三ツ矢 雄二, Mitsuya Yūji, born October 18, 1954) is a Japanese actor, voice actor, and sound supervisor from Toyohashi, Aichi Prefecture who is affiliated with Bring Up. He graduated from Meiji University.",
      "pageId": 798879
    },
    {
      "year": "1955",
      "uri": "/wiki/Hiromi_Go",
      "name": "Hiromi Go",
      "monthDay": "10/18",
      "aboutText": "Hiromi Go (郷 ひろみ, Gō Hiromi, born October 18, 1955 in Sue, Kasuya, Fukuoka Prefecture) is a Japanese singer, part of Sony Music Entertainment Japan. His real name is Hiromi Haratake (原武 裕美, Haratake Hiromi).\nIn the 1970s, he was called \"New Big Three\" (新御三家 shin gosanke) with Goro Noguchi and Hideki Saijo.",
      "pageId": 3964851
    },
    {
      "year": "1955",
      "uri": "/wiki/Jean-Pierre_Hautier",
      "name": "Jean-Pierre Hautier",
      "monthDay": "10/18",
      "aboutText": "Vanessa Briscoe Hay (born October 18, 1955 in Atlanta, Georgia) is an American singer for the Athens, Georgia bands Pylon and Supercluster.",
      "pageId": 13633394,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/e/ee/A-vanessa.jpg"
    },
    {
      "year": "1955",
      "uri": "/wiki/Vanessa_Briscoe_Hay",
      "name": "Vanessa Briscoe Hay",
      "monthDay": "10/18",
      "aboutText": "Jean-Pierre Hautier (18 October 1955 – 12 October 2012) was a Belgian television presenter and broadcaster for RTBF.",
      "pageId": 33219555,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/en/c/c2/Crystal_Clear_app_Login_Manager_2.png"
    },
    {
      "year": "1955",
      "uri": "/wiki/Timmy_Mallett",
      "name": "Timmy Mallett",
      "monthDay": "10/18",
      "aboutText": "Timothy Luke \"Timmy\" Mallett (born 18 October 1955) is an English TV presenter, broadcaster and artist.",
      "pageId": 572825,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/c/c9/Timmymallettcropped.jpg"
    },
    {
      "year": "1955",
      "uri": "/wiki/Stu_Mead",
      "name": "Stu Mead",
      "monthDay": "10/18",
      "aboutText": "Stuart “Stu\" Mead (born October 18, 1955) is an American artist who lives and works in Berlin, Germany.",
      "pageId": 5237047
    },
    {
      "year": "1955",
      "uri": "/wiki/David_Twohy",
      "name": "David Twohy",
      "monthDay": "10/18",
      "aboutText": "David Neil Twohy (/ˈtuːiː/ TOO-ee; born October 18, 1955) is an American film director and screenwriter.",
      "pageId": 2306484,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/e/e7/David_Twohy_%289349750854%29.jpg"
    },
    {
      "year": "1955",
      "uri": "/wiki/Rita_Verdonk",
      "name": "Rita Verdonk",
      "monthDay": "10/18",
      "aboutText": "Maria Cornelia Frederika \"Rita\" Verdonk (born October 18, 1955) is a former Dutch politician. She was a leader of the People's Party for Freedom and Democracy (VVD) for some time, and later founded a new party, Proud of the Netherlands (Trots). In 2011 she retired from politics.",
      "pageId": 2924945,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/8/83/Flickr_-_NewsPhoto%21_-_politici_in_zwart-wit%2C_Rita_Verdonk_%28Trots%29.jpg"
    },
    {
      "year": "1955",
      "uri": "/wiki/Denis_Watson",
      "name": "Denis Watson",
      "monthDay": "10/18",
      "aboutText": "Sir Mark Edward Welland (born 1955) FRS FREng is Professor of Nanotechnology at the University of Cambridge and head of the Nanoscience Centre. He has been a Fellow of St John's College, Cambridge since 1986 and started his career in nanotechnology at IBM Research, where he was part of the team that developed one of the first scanning tunneling microscopes.",
      "pageId": 1387414
    },
    {
      "year": "1955",
      "uri": "/wiki/Mark_Welland",
      "name": "Mark Welland",
      "monthDay": "10/18",
      "aboutText": "Denis Leslie Watson (born 18 October 1955) is a professional golfer from Zimbabwe.\nWatson was born in Salisbury, Rhodesia (now Harare, Zimbabwe) and educated at Oriel Boys High School, Chisipite. He was Rhodesian Sportsman of the Year in 1975, but went on to represent South Africa in the World Series of Golf in 1980 and 1982 – sporting connections between Rhodesia and Apartheid South Africa were blurred at the time, for example the Rhodesian cricket team was once part of the South African domestic set-up.",
      "pageId": 5178577
    },
    {
      "year": "1956",
      "uri": "/wiki/Craig_Bartlett",
      "name": "Craig Bartlett",
      "monthDay": "10/18",
      "aboutText": "Martina Navratilova (Czech: Martina Navrátilová pronounced [ˈmartɪna ˈnavraːcɪlovaː]; born Martina Šubertová pronounced [ˈmartɪna ˈʃubɛrtovaː]; October 18, 1956) is a retired Czech and American tennis player and coach. In 2005, Tennis magazine selected her as the greatest female tennis player for the years 1965 through 2005.\nNavratilova was World No.",
      "pageId": 198092
    },
    {
      "year": "1956",
      "uri": "/wiki/Martina_Navratilova",
      "name": "Martina Navratilova",
      "monthDay": "10/18",
      "aboutText": "Craig Michael Bartlett (born October 18, 1956) is an animator best known for writing for Rugrats and creating the television series Hey Arnold! and Dinosaur Train.",
      "pageId": 453670
    },
    {
      "year": "1956",
      "uri": "/wiki/Alkistis_Protopsalti",
      "name": "Alkistis Protopsalti",
      "monthDay": "10/18",
      "aboutText": "James Matthes \"Jim\" Talent (born October 18, 1956) is an American politician and former senator from Missouri. He is a Republican and resided in the St. Louis area while serving in elected office.",
      "pageId": 6701781,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/6/6c/Jim_Talent_official_photo.jpg"
    },
    {
      "year": "1956",
      "uri": "/wiki/Jim_Talent",
      "name": "Jim Talent",
      "monthDay": "10/18",
      "aboutText": "Alkistis Protopsalti (Greek: Άλκηστις Πρωτοψάλτη), born as Alkistis Sevasti Attikuzel (Greek: Άλκηστις Σεβαστή Αττικιουζέλ), is a Greek singer, who is currently serving as the Alternate Minister of Tourism in the Caretaker Cabinet of Vassiliki Thanou-Christophilou.",
      "pageId": 31677774,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/7/70/Alkistis_Protopsalti_2.jpg"
    },
    {
      "year": "1957",
      "uri": "/wiki/Jon_Lindstrom",
      "name": "Jon Lindstrom",
      "monthDay": "10/18",
      "aboutText": "Jon Robert Lindstrom (born October 18, 1957) is an American actor, writer, director, producer, and musician.",
      "pageId": 10396988,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/8/82/Jon_Lindstrom_04_18_2009.png"
    },
    {
      "year": "1957",
      "uri": "/wiki/Catherine_Ringer",
      "name": "Catherine Ringer",
      "monthDay": "10/18",
      "aboutText": "Catherine Ringer (born 18 October 1957, Suresnes, France) is a French singer, musician, songwriter, dancer, choreographer, actress, and co-founder of Les Rita Mitsouko.",
      "pageId": 11937847,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/3/3d/Catherine_Ringer_%28cropped%29.png"
    },
    {
      "year": "1958",
      "uri": "/wiki/Corinne_Bohrer",
      "name": "Corinne Bohrer",
      "monthDay": "10/18",
      "aboutText": "Thomas \"Tommy\" Hearns (born October 18, 1958) is an American former professional boxer. Nicknamed the \"Motor City Cobra\" and more famously \"The Hitman\", Hearns' slender build allowed him to move up over fifty pounds in his career and become the first boxer in history to win world titles in four weight divisions: welterweight, light middleweight, middleweight, and light heavyweight. By later winning a super middleweight title, he also became the first to win five world titles in five weight divisions.",
      "pageId": 143674
    },
    {
      "year": "1958",
      "uri": "/wiki/Thomas_Hearns",
      "name": "Thomas Hearns",
      "monthDay": "10/18",
      "aboutText": "Corinne Bohrer (born October 18, 1958) is an American movie and television actress.",
      "pageId": 4380629
    },
    {
      "year": "1958",
      "uri": "/wiki/Megumi_Ishii",
      "name": "Megumi Ishii",
      "monthDay": "10/18",
      "aboutText": "Kjell Samuelsson (born October 18, 1958) is a Swedish former professional ice hockey defenseman who played 14 seasons in the National Hockey League (NHL) with the New York Rangers, Philadelphia Flyers, Pittsburgh Penguins and Tampa Bay Lightning.",
      "pageId": 3383768
    },
    {
      "year": "1958",
      "uri": "/wiki/Kjell_Samuelsson",
      "name": "Kjell Samuelsson",
      "monthDay": "10/18",
      "aboutText": "Yoko Ishii (石井 葉子, Ishii Yōko, born October 18, 1958, in Chōfu, Tokyo, Japan), better known as Megumi Ishii (石井 めぐみ, Ishii Megumi) is a Japanese actress and politician who is represented by the talent agency, Wonder Production. In 2015, she was elected to the Kunitachi Municipal Assembly.\n^ \"Profile\" (in Japanese).",
      "pageId": 48258314
    },
    {
      "year": "1959",
      "uri": "/wiki/Kirby_Chambliss",
      "name": "Kirby Chambliss",
      "monthDay": "10/18",
      "aboutText": "Tatyana Alekseyevna Kolpakova (Abbyasova) (Russian: Татьяна Алексеевна Колпакова (Аббясова)) (born October 18, 1959 in village Alamedin, Kyrgyz SSR) is a retired long jumper who represented the USSR and later Kyrgyzstan.\nKolpakova began athletics at the age of 15. On May 9, 1974 she competed at the All-Union junior competition on the Central Lenin Stadium and was second with a result of 5.90 metres.",
      "pageId": 4172974
    },
    {
      "year": "1959",
      "uri": "/wiki/Tatyana_Kolpakova",
      "name": "Tatyana Kolpakova",
      "monthDay": "10/18",
      "aboutText": "Kirby Chambliss (born October 18, 1959 in Corpus Christi, Texas) is an American commercial pilot and a renowned world champion in aerobatics.\nChambliss was born in Corpus Christi, Texas, United States. As a youngster, he wanted to be a pilot.",
      "pageId": 6256518
    },
    {
      "year": "1959",
      "uri": "/wiki/Milcho_Manchevski",
      "name": "Milcho Manchevski",
      "monthDay": "10/18",
      "aboutText": "John Nord (born October 18, 1959) is a retired American professional wrestler.\n^ a b \"John Nord\". Online World of Wrestling.",
      "pageId": 1897563,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/2/21/WWE_ring.jpg"
    },
    {
      "year": "1959",
      "uri": "/wiki/John_Nord",
      "name": "John Nord",
      "monthDay": "10/18",
      "aboutText": "Milcho Manchevski (Macedonian: Милчо Манчевски [ˈmilt͡ʃɔ ˈmant͡ʃɛfski], born October 18, 1969), is a Macedonian-born, New York-based Academy award-nominated writer-director, photographer and artist.",
      "pageId": 3150622,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/5/59/Before_the_rain.OGG"
    },
    {
      "year": "1959",
      "uri": "/wiki/Chris_Russo",
      "name": "Chris Russo",
      "monthDay": "10/18",
      "aboutText": "Christopher Michael Russo (born October 18, 1959), known as \"Mad Dog,\" is an American sports radio personality best known as the former co-host of the widely popular Mike and the Mad Dog sports radio show with Mike Francesa, which was broadcast on WFAN in New York City and simulcast on the YES Network. Russo joined Sirius XM Radio in August 2008 and is in charge of his own channel, Mad Dog Radio.",
      "pageId": 1003883
    },
    {
      "year": "1960",
      "uri": "/wiki/Erin_Moran",
      "name": "Erin Moran",
      "monthDay": "10/18",
      "aboutText": "Erin Marie Moran (born October 18, 1960) is an American actress, best known for the role of Joanie Cunningham on Happy Days and its spin-off Joanie Loves Chachi.",
      "pageId": 1500682,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/c/c9/Erin_Moran.JPG"
    },
    {
      "year": "1960",
      "uri": "/wiki/Jean-Claude_Van_Damme",
      "name": "Jean-Claude Van Damme",
      "monthDay": "10/18",
      "aboutText": "Jean-Claude Camille François Van Varenberg (born 18 October 1960), professionally known as Jean-Claude Van Damme and abbreviated as JCVD, is a Belgian actor, martial artist, screenwriter, film producer, and director best known for his martial arts action films.",
      "pageId": 89265
    },
    {
      "year": "1961",
      "uri": "/wiki/Wynton_Marsalis",
      "name": "Wynton Marsalis",
      "monthDay": "10/18",
      "aboutText": "Wynton Learson Marsalis (born October 18, 1961) is a trumpeter, composer, teacher, music educator, and artistic director of Jazz at Lincoln Center in New York City, United States. Marsalis has promoted the appreciation of classical and jazz music often to young audiences. Marsalis has been awarded nine Grammys in both genres, and his Blood on the Fields was the first jazz composition to win the Pulitzer Prize for Music.",
      "pageId": 210483
    },
    {
      "year": "1961",
      "uri": "/wiki/Rick_Moody",
      "name": "Rick Moody",
      "monthDay": "10/18",
      "aboutText": "Hiram Frederick \"Rick\" Moody III (born October 18, 1961) is an American novelist and short story writer best known for the 1994 novel The Ice Storm, a chronicle of the dissolution of two suburban Connecticut families over Thanksgiving weekend in 1973, which brought widespread acclaim, became a bestseller, and was made into a feature film of the same title.",
      "pageId": 951845,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/7/7e/Rick_Moody.jpg"
    },
    {
      "year": "1961",
      "uri": "/wiki/Gladstone_Small",
      "name": "Gladstone Small",
      "monthDay": "10/18",
      "aboutText": "Gladstone Cleophas Small (born 18 October 1961 in St. George, Barbados) is an English former cricketer, who played in seventeen Tests and fifty three ODIs for England.",
      "pageId": 2744282
    },
    {
      "year": "1962",
      "uri": "/wiki/Min_Ko_Naing",
      "name": "Min Ko Naing",
      "monthDay": "10/18",
      "aboutText": "Vincent M. Spano (born October 18, 1962) is an American film, stage and television actor; he is also a film director and producer.",
      "pageId": 4305318
    },
    {
      "year": "1962",
      "uri": "/wiki/Vincent_Spano",
      "name": "Vincent Spano",
      "monthDay": "10/18",
      "aboutText": "Paw Oo Tun (Burmese: ပေါ်ဦးထွန်း [pɔ̀ ʔú tʰʊ́ɴ]); better known by his alias Min Ko Naing, (မင်းကိုနိုင် [mɪ́ɴ kò nàɪɴ], lit. \"conqueror of kings\") is a leading democracy activist and dissident from Myanmar. He has spent most of the years since 1988 imprisoned by the state for his opposition activities.",
      "pageId": 5994584,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/5/5d/MKN2.jpg"
    },
    {
      "year": "1964",
      "uri": "/wiki/Dan_Lilker",
      "name": "Dan Lilker",
      "monthDay": "10/18",
      "aboutText": "Charles David George \"Charlie\" Stross (born 18 October 1964) is a British writer of science fiction, Lovecraftian horror and fantasy.\nStross specialises in hard science fiction and space opera. Between 1994 and 2004, he was also an active writer for the magazine Computer Shopper and was responsible for the monthly Linux column.",
      "pageId": 353388,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/0/0b/Charles_Stross_at_EasterCon_2012.jpg"
    },
    {
      "year": "1964",
      "uri": "/wiki/Charles_Stross",
      "name": "Charles Stross",
      "monthDay": "10/18",
      "aboutText": "Dan Lilker (born October 18, 1964 in Bayside, New York) is a musician from the United States, most known as a bass player, but also guitarist, pianist, drummer and vocalist. He is the bassist for the thrash metal band Nuclear Assault and was a founding member of Anthrax with Scott Ian, (Lilker was then playing rhythm guitar) and recorded bass guitar and co-wrote on their first album, Fistful of Metal. He also founded crossover band Stormtroopers of Death with Scott Ian and Charlie Benante (from Anthrax), and Billy Milano (Anthrax roadie, M.O.D. singer).",
      "pageId": 705818,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/4/46/Dan_Lilker.jpg"
    },
    {
      "year": "1965",
      "uri": "/wiki/Curtis_Stigers",
      "name": "Curtis Stigers",
      "monthDay": "10/18",
      "aboutText": "David M. \"Dave\" Price (born October 18, 1966) is an American journalist and weather forecaster who is currently working for WNBC-TV in New York as a weekend evening weatherman.\nPrice is perhaps best known for his time on CBS television's The Early Show, where he was the daily forecaster and a co-host for a brief period. He was most recently the co-host for Good Day New York, the morning news progran produced by WNYW. He was brought in to replace Greg Kelly as Rosanna Scotto's counterpart, as Kelly was promoted to replace Ernie Anastos as the station's lead anchor for its evening newscasts.",
      "pageId": 2365286,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/6/6e/Dave_Price_ILR.JPG"
    },
    {
      "year": "1966",
      "uri": "/wiki/Dave_Price",
      "name": "Dave Price",
      "monthDay": "10/18",
      "aboutText": "Curtis Stigers (born October 18, 1965) is an American jazz vocalist, saxophonist, guitarist, and songwriter. He achieved a number of hits in the early 1990s, most notably international 1991 hit, \"I Wonder Why\", which reached No. 5 in the UK and No.",
      "pageId": 4289129,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/c/c4/Curtis_Stigers_-_Wigan_Jazz_Festival_2010.jpg"
    },
    {
      "year": "1966",
      "uri": "/wiki/Slavi_Trifonov",
      "name": "Slavi Trifonov",
      "monthDay": "10/18",
      "aboutText": "Stanislav Todorov Trifonov (Bulgarian: Станислав Тодоров Трифонов) (born 18 October 1966), known as Slavi Trifonov (Bulgarian: Слави Трифонов), is a Bulgarian showman, actor, singer, and viola player, born in Pleven (Bulgarian: Плевен), Bulgaria. Trifonov is active mainly in the folk music and chalga (pop-folk) genres, but he has experimented with other genres such as pop-rock and punk as a part of Ku-ku Band (Bulgarian: Ку-Ку Бенд).",
      "pageId": 2461459
    },
    {
      "year": "1966",
      "uri": "/wiki/Angela_Visser",
      "name": "Angela Visser",
      "monthDay": "10/18",
      "aboutText": "Angela Visser (born 18 October 1966) is a Dutch actress, model and beauty queen who was crowned Miss Universe 1989.",
      "pageId": 2794940,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/c/cf/Angela_Visser_%281989%29.jpg"
    },
    {
      "year": "1967",
      "uri": "/wiki/Eric_Stuart",
      "name": "Eric Stuart",
      "monthDay": "10/18",
      "aboutText": "Lisa Irene Chappell (born 18 October 1968) is an actress and musician from Auckland, New Zealand.",
      "pageId": 1237203
    },
    {
      "year": "1968",
      "uri": "/wiki/Lisa_Chappell",
      "name": "Lisa Chappell",
      "monthDay": "10/18",
      "aboutText": "Eric Stuart (born October 18, 1967) is an American voice actor and voice director who worked for 4Kids Entertainment, NYAV Post, and Central Park Media. He provides voices for English dubs of anime, cartoons, and video games.",
      "pageId": 2503444
    },
    {
      "year": "1968",
      "uri": "/wiki/Narendra_Hirwani",
      "name": "Narendra Hirwani",
      "monthDay": "10/18",
      "aboutText": "Stuart Grant Law OAM (born 18 October 1968) is an Australian-born cricketer, who played one test and 54 One Day Internationals for Australia. Law also captained Queensland to five Sheffield Shield titles and two one day trophies, making him the most successful captain in Australian domestic cricket; he is also Queensland’s all-time leading run scorer in first class cricket. He is also a cricket coach, and was head coach of the Bangladesh national cricket team in 2011-2012.",
      "pageId": 2047175,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/b/b0/Cricketball.png"
    },
    {
      "year": "1968",
      "uri": "/wiki/Stuart_Law",
      "name": "Stuart Law",
      "monthDay": "10/18",
      "aboutText": "Narendra Deepchand Hirwani  pronunciation  (born 18 October 1968) is a leg spin bowler who played for India. He is mainly remembered for his success on his Test debut.",
      "pageId": 30864449
    },
    {
      "year": "1968",
      "uri": "/wiki/Michael_Stich",
      "name": "Michael Stich",
      "monthDay": "10/18",
      "aboutText": "Michael Detlef Stich (born 18 October 1968) is a former professional tennis player from Germany. He won the men's singles title at Wimbledon in 1991, the men's doubles titles at both Wimbledon and the Olympic Games in 1992, and was a singles runner-up at the 1994 US Open and the 1996 French Open. Stich won 18 singles titles and 10 doubles titles.",
      "pageId": 979088
    },
    {
      "year": "1969",
      "uri": "/wiki/Volker_Neum%C3%BCller",
      "name": "Volker Neumüller",
      "monthDay": "10/18",
      "aboutText": "Volker Neumüller (born 18 October 1969 in Cuxhaven) is a German music manager and was known for being a judge on Deutschland sucht den Superstar.\n^ a b \"RTL Unterhaltung – Deutschland sucht den Superstar\". RTL (in German).",
      "pageId": 26194753
    },
    {
      "year": "1969",
      "uri": "/wiki/Nelson_Vivas",
      "name": "Nelson Vivas",
      "monthDay": "10/18",
      "aboutText": "Douglas Anthony Mirabelli (born October 18, 1970) is a former Major League Baseball catcher. He played for the San Francisco Giants (1996–2000), Texas Rangers (2001), Boston Red Sox (2001–2005), and San Diego Padres (2006) before returning to the Red Sox (2006–2007) to end his eleven-year career. He batted and threw right-handed.",
      "pageId": 900323,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/a/af/Doug_Mirabelli.jpg"
    },
    {
      "year": "1970",
      "uri": "/wiki/Doug_Mirabelli",
      "name": "Doug Mirabelli",
      "monthDay": "10/18",
      "aboutText": "Nelson David Vivas (born 18 October 1969 in Granadero Baigorria, Santa Fe, Argentina) is a former professional Argentine football player, who played primarily as right-back.",
      "pageId": 4781588
    },
    {
      "year": "1970",
      "uri": "/wiki/Michihiro_Morita",
      "name": "Michihiro Morita",
      "monthDay": "10/18",
      "aboutText": "Michihiro Morita (森田道博, Morita Michihiro, born October 18, 1970) is a professional Go player.",
      "pageId": 4165083
    },
    {
      "year": "1970",
      "uri": "/wiki/Mike_Starink",
      "name": "Mike Starink",
      "monthDay": "10/18",
      "aboutText": "Mike Starink (born 18 October 1970 in Arnhem) is a Dutch television presenter and stage actor.\nIn the early 1990s he worked as a presenter on the children's show 'Disney Club' on the Dutch NCRV network together with Jochem van Gelder. He also co-hosted the associated children's theater productions.",
      "pageId": 32406657,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/2/20/Mike_Starink.png"
    },
    {
      "year": "1971",
      "uri": "/wiki/Nick_O%27Hern",
      "name": "Nick O'Hern",
      "monthDay": "10/18",
      "aboutText": "Nicholas Simon O'Hern (born 18 October 1971) is an Australian professional golfer.\nO'Hern has played on both of the world's premier professional golf tours, the European Tour, and the United States based PGA Tour. His biggest successes though, have come at home on the PGA Tour of Australasia, where he won the Order of Merit as the leading money winner in 2006.",
      "pageId": 2023557
    },
    {
      "year": "1971",
      "uri": "/wiki/Koshalendraprasad_Pande",
      "name": "Koshalendraprasad Pande",
      "monthDay": "10/18",
      "aboutText": "Koshalendraprasad Pande (October 1971 – present) is the current Acharya of the NarNarayan Dev Gadi of the Swaminarayan Sampraday (15 October 2004 – present) and is the 7th successor of Swaminarayan in the North Diocese (NarNarayan Dev Gadi, Ahmedabad).",
      "pageId": 30862715,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/c/cf/HH_Acharya_Maharaj_Shri.jpg"
    },
    {
      "year": "1972",
      "uri": "/wiki/Mika_Ninagawa",
      "name": "Mika Ninagawa",
      "monthDay": "10/18",
      "aboutText": "Alexandre \"Alex\" Tagliani (G pronounced in last name; born October 18, 1973), nicknamed \"Tags\", is a Canadian auto racing driver from Montreal, Quebec, Canada.",
      "pageId": 2507697,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/8/88/18_Alex_Tagliani_b.jpg"
    },
    {
      "year": "1972",
      "uri": "/wiki/Alex_Tagliani",
      "name": "Alex Tagliani",
      "monthDay": "10/18",
      "aboutText": "Mika Ninagawa (蜷川 実花, Ninagawa Mika, born October 18, 1972 in Tokyo, Japan) is a Japanese photographer and director, known for her vibrant and brightly colored photographs of flowers, goldfish, and landscapes. She has enjoyed significant commercial success in fashion and advertising. She made her debut as a full-length film director in 2007 with Sakuran.",
      "pageId": 21867598,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/6/6a/Ninamika.jpg"
    },
    {
      "year": "1973",
      "uri": "/wiki/Stephen_Allan",
      "name": "Stephen Allan",
      "monthDay": "10/18",
      "aboutText": "Stephen Douglas Allan (born 18 October 1973) is an Australian professional golfer.\nAllan was born in Melbourne. His parents emigrated from Edinburgh, Scotland three years before he was born.",
      "pageId": 5122030
    },
    {
      "year": "1973",
      "uri": "/wiki/James_Foley_(journalist)",
      "name": "James Foley",
      "monthDay": "10/18",
      "aboutText": "James Wright \"Jim\" Foley (October 18, 1973 – c. August 19, 2014) was an American journalist and video reporter. While working as a freelance war correspondent during the Syrian Civil War, he was abducted on November 22, 2012, in northwestern Syria.",
      "pageId": 43606115,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/en/1/1c/James_Foley_in_2011.jpg"
    },
    {
      "year": "1973",
      "uri": "/wiki/Michalis_Kapsis",
      "name": "Michalis Kapsis",
      "monthDay": "10/18",
      "aboutText": "Rachel Michele Nichols (née Alexander, born October 18, 1973) is an American sports journalist who is currently CNN's sports anchor. She also occasionally anchors World Sport on CNN International and is a reporter for Turner Sports. Her work with Turner Sports includes roles on the NBA on TNT, Major League Baseball on TBS and broadcasts of the NCAA Tournament.",
      "pageId": 1999816
    },
    {
      "year": "1973",
      "uri": "/wiki/Rachel_Nichols_(journalist)",
      "name": "Rachel Nichols",
      "monthDay": "10/18",
      "aboutText": "Michalis Kapsis (Greek: Μιχάλης Καψής) (born on 18 October 1973 in Nikaia) is a retired Greek football player, who played at the position of central defender. Kapsis was an integral part of Greece's UEFA Euro 2004 winning squad. At club level, he played most notably for Olympiacos, Girondins de Bordeaux and AEK Athens.",
      "pageId": 4582995
    },
    {
      "year": "1973",
      "uri": "/wiki/Brian_Scolaro",
      "name": "Brian Scolaro",
      "monthDay": "10/18",
      "aboutText": "Sarah Katharine Winckless (born 18 October 1973) is a former British rower.",
      "pageId": 22415386
    },
    {
      "year": "1973",
      "uri": "/wiki/Sarah_Winckless",
      "name": "Sarah Winckless",
      "monthDay": "10/18",
      "aboutText": "Brian Scolaro (born October 18, 1973) is an American comedian, actor, and voice actor.",
      "pageId": 23098404
    },
    {
      "year": "1974",
      "uri": "/wiki/Noboru_Kaneko",
      "name": "Noboru Kaneko",
      "monthDay": "10/18",
      "aboutText": "Candy Lo is a Canto- rock singer-songwriter and actress from Hong Kong. She has released nine studio albums, over forty singles, two compilations, one live album, and one EP with Sony Music to date.",
      "pageId": 7123544,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/0/00/CandyLo2007.jpg"
    },
    {
      "year": "1974",
      "uri": "/wiki/Candy_Lo",
      "name": "Candy Lo",
      "monthDay": "10/18",
      "aboutText": "Noboru Kaneko (金子 昇, Kaneko Noboru, born October 18, 1974, in Nagasaki, Nagasaki Prefecture, Japan) is a Japanese actor who is affiliated with Oscar Promotion. He graduated from the Nagasaki Institute of Applied Science University High School and then from the Department of Architecture in the Faculty of Engineering of the Nagasaki Institute of Applied Science.",
      "pageId": 47147516
    },
    {
      "year": "1974",
      "uri": "/wiki/Robbie_Savage",
      "name": "Robbie Savage",
      "monthDay": "10/18",
      "aboutText": "Robert William \"Robbie\" Savage (born 18 October 1974) is a Welsh football pundit and former player. During his career he played predominantly as a midfielder, starting off as a youth player with Manchester United before joining Crewe Alexandra when he failed to make the grade at Old Trafford. He became a regular for Leicester City in the late 1990s and early 2000s, and performed a similar role for Birmingham City and Blackburn Rovers.",
      "pageId": 1095557,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/9/9b/RobbieSavage01.JPG"
    },
    {
      "year": "1974",
      "uri": "/wiki/Peter_Svensson",
      "name": "Peter Svensson",
      "monthDay": "10/18",
      "aboutText": "Peter Svensson is a songwriter, producer and musician. He is the main songwriter and guitarist of the band, The Cardigans. He started playing guitar at the age of eight and in his teens, he went on to play with local bands.",
      "pageId": 3810792,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/8/88/P.S._Milk_%26_Cookies.jpg"
    },
    {
      "year": "1975",
      "uri": "/wiki/Baby_Bash",
      "name": "Baby Bash",
      "monthDay": "10/18",
      "aboutText": "José Alexander \"Alex\" Cora (born October 18, 1975) is a former professional baseball infielder who is currently a baseball analyst for ESPN. He played college baseball at the University of Miami.",
      "pageId": 1942399,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/f/f0/Alex_Cora_2011.jpg"
    },
    {
      "year": "1975",
      "uri": "/wiki/Alex_Cora",
      "name": "Alex Cora",
      "monthDay": "10/18",
      "aboutText": "Ronnie Rey Bryant, better known by his stage name Baby Bash (formerly Baby Beesh), is an American rapper. From 1995 to 1998, he performed under the stage name Baby Beesh, as part of Dope House Records, after which he changed the last part of the name to \"Bash.\" His first album \"Savage Dreams\", was followed by On Tha Cool; and Tha Smokin' Nephew, which included the singles \"Suga Suga\" and \"Shorty DooWop\". In 2005, Super Saucy was released, its lead single being \"Baby, I'm Back\", a collaboration with singer Akon.",
      "pageId": 47439698,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/e/e8/Baby_Bash_2010.jpg"
    },
    {
      "year": "1976",
      "uri": "/wiki/Zhou_Xun",
      "name": "Zhou Xun",
      "monthDay": "10/18",
      "aboutText": "Zhou Xun (born October 18, 1974) is a Chinese actress and singer who has won \"Best Actress\" at the Hong Kong Film Awards, Golden Bauhinia Awards, Hong Kong Film Critics Society Awards, Golden Horse Awards, Golden Rooster Awards, Hundred Flowers Awards, Festival du Film de Paris, Shanghai Film Critics Awards, Beijing College Student Film Festival and Asian Film Awards, among others.",
      "pageId": 6038667,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/7/72/Zhou_Xun2007.jpg"
    },
    {
      "year": "1977",
      "uri": "/wiki/Gloc-9",
      "name": "Gloc-9",
      "monthDay": "10/18",
      "aboutText": "Aristotle Pollisco (born 18 October 1977), known by his stage name Gloc-9, is an Awit Award-winning Filipino rapper. His fast-flowing vocal style has made him one of the most successful hip-hop artists in the Philippines.",
      "pageId": 12041931
    },
    {
      "year": "1977",
      "uri": "/wiki/Flavia_Colgan",
      "name": "Flavia Colgan",
      "monthDay": "10/18",
      "aboutText": "Flavia Monteiro Colgan (Portuguese pronunciation: [ˈflavjɐ mõˈtejɾu ˈkɔɫɡɐ̃], born October 18, 1977) is a Brazilian - American Democratic strategist, who is an active political contributor on MSNBC and serves as a special correspondent for Extra.",
      "pageId": 1492428
    },
    {
      "year": "1977",
      "uri": "/wiki/Kunal_Kapoor",
      "name": "Kunal Kapoor",
      "monthDay": "10/18",
      "aboutText": "Kunal Kapoor (born in Mumbai, India) is an Indian people actor who appears in Hindi cinema.",
      "pageId": 3887285,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/4/45/Kunal_KAPOOR.jpg"
    },
    {
      "year": "1977",
      "uri": "/wiki/Ryan_Nelsen",
      "name": "Ryan Nelsen",
      "monthDay": "10/18",
      "aboutText": "Ryan William Nelsen, ONZM (born 18 October 1977) is a former New Zealand professional football player and former head coach of Major League Soccer side Toronto FC.",
      "pageId": 1030927
    },
    {
      "year": "1977",
      "uri": "/wiki/David_Vuillemin",
      "name": "David Vuillemin",
      "monthDay": "10/18",
      "aboutText": "David Vuillemin (born 18 October 1977) is a French professional motocross rider.",
      "pageId": 5713814
    },
    {
      "year": "1978",
      "uri": "/wiki/Jyothika",
      "name": "Jyothika",
      "monthDay": "10/18",
      "aboutText": "Wesley Jonathan Waples (born October 18, 1978), known professionally as Wesley Jonathan, is an American actor. He is best known for his starring role as Jamal Grant on the NBC Saturday morning comedy-drama series City Guys. Additionally, he played Gary Thorpe on the WB sitcom, What I Like About You.",
      "pageId": 2400386
    },
    {
      "year": "1978",
      "uri": "/wiki/Wesley_Jonathan",
      "name": "Wesley Jonathan",
      "monthDay": "10/18",
      "aboutText": "Jyothika Saravanan (née Jyothika Sadanah on 18 October 1978) is an Indian actress who predominantly appears in Tamil films. She also acted in a few Kannada, Malayalam, Telugu and Hindi films. She gained prominence for her performances in Kushi, Perazhagan, Chandramukhi and Mozhi, winning one Filmfare and three Tamil Nadu State Film Awards.",
      "pageId": 3153949
    },
    {
      "year": "1978",
      "uri": "/wiki/Jaime_Koeppe",
      "name": "Jaime Koeppe",
      "monthDay": "10/18",
      "aboutText": "Michael James \"Mike\" Tindall, MBE (born 18 October 1978) is a former English rugby player who played outside centre for Bath Rugby and Gloucester Rugby, has captained the England team, and was a member of the 2003 World Cup-winning squad. He is married to Zara Phillips, the daughter of the Princess Royal and the eldest granddaughter of Queen Elizabeth II and Prince Philip, Duke of Edinburgh.",
      "pageId": 923117,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/4/40/Mike_Tindall_2011.jpg"
    },
    {
      "year": "1978",
      "uri": "/wiki/Mike_Tindall",
      "name": "Mike Tindall",
      "monthDay": "10/18",
      "aboutText": "Jaime Jacqueline Koeppe (born October 18, 1980) is a Canadian professional fitness expert and the first winner of the WWE Diva Search in the summer of 2003.",
      "pageId": 9404997
    },
    {
      "year": "1978",
      "uri": "/wiki/Kenji_Wu",
      "name": "Kenji Wu",
      "monthDay": "10/18",
      "aboutText": "Jaroslav Drobný (Czech pronunciation: [ˈjaroslav ˈdrobniː]; born 18 October 1979) is a Czech international football goalkeeper who currently plays for Bundesliga football club Hamburger SV. He has played for the Hamburg based club since Summer 2010.",
      "pageId": 2970239,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/5/54/Jaroslav_Drobn%C3%BD_%28Fu%C3%9Fballspieler%29_-_Hertha_BSC_Berlin_%282%29.jpg"
    },
    {
      "year": "1979",
      "uri": "/wiki/Jaroslav_Drobn%C3%BD_(footballer)",
      "name": "Jaroslav Drobný",
      "monthDay": "10/18",
      "aboutText": "Kenji Wu (traditional Chinese: 吳克群; simplified Chinese: 吴克群; pinyin: Wú Kèqún; born 18 October 1979) is a Taiwanese Mandopop singer-songwriter and actor.",
      "pageId": 3657273,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/0/06/Kenjiwu-2.jpg"
    },
    {
      "year": "1979",
      "uri": "/wiki/Hikaru_Kawamura",
      "name": "Hikaru Kawamura",
      "monthDay": "10/18",
      "aboutText": "Hikaru Kawamura (川村 ひかる, Kawamura Hikaru), born Yukie Shinozaki (篠崎 由希恵, Shinozaki Yukie, born October 18, 1979) is a Japanese gravure idol and television personality.\n^ Infobox data from \"川村 ひかる - Kawamura Hikaru\" (in Japanese). 'Web I-dic' (Idol Dictionary).",
      "pageId": 5841215
    },
    {
      "year": "1979",
      "uri": "/wiki/%27Ana_Po%27uhila",
      "name": "'Ana Po'uhila",
      "monthDay": "10/18",
      "aboutText": "ʻAna Poʻuhila (born October 18, 1979 in Longoteme, Tongatapu) is a Tongan athlete.",
      "pageId": 18767790
    },
    {
      "year": "1980",
      "uri": "/wiki/Josh_Gracin",
      "name": "Josh Gracin",
      "monthDay": "10/18",
      "aboutText": "Joshua Mario \"Josh\" Gracin (born October 18, 1980) is an American country music singer. A former member of the United States Marine Corps, he first gained public attention as the fourth-place finalist on the second season of the Fox Network talent competition American Idol.\nAfter his elimination from the show, Gracin completed his service in the Marine Corps, and after his honorable discharge, he signed a record deal with Lyric Street Records.",
      "pageId": 700097,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/c/c6/Gracin%2C_Joshua_crop.jpg"
    },
    {
      "year": "1980",
      "uri": "/wiki/Rebecca_Watson",
      "name": "Rebecca Watson",
      "monthDay": "10/18",
      "aboutText": "Rebecca Kay Watson (born October 18, 1980) is an American blogger and podcast host. She is the founder of the Skepchick blog and former co-host of The Skeptics' Guide to the Universe podcast. She also previously co-hosted the Little Atoms podcast.",
      "pageId": 19988587,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/4/42/Rebecca_Watson_NECSS_2011.jpg"
    },
    {
      "year": "1980",
      "uri": "/wiki/Birsen_Yavuz",
      "name": "Birsen Yavuz",
      "monthDay": "10/18",
      "aboutText": "Birsen Yavuz-Engin, aka Birsen Yavuz or Birsen Engin, (born October 18, 1980) née Bekgöz, is a Turkish female track and field athlete competing in sprinting events. She is a member of Enkaspor athletics team. She studied at the Eastern Mediterranean University in Northern Cyprus.",
      "pageId": 2301193
    },
    {
      "year": "1981",
      "uri": "/wiki/Tina_Hergold",
      "name": "Tina Hergold",
      "monthDay": "10/18",
      "aboutText": "Tina Hergold (born 18 October 1981) is a Slovenian retired tennis player.\nHergold won three singles and nine doubles titles on the ITF tour in her career. On 4 December 2000, she reached her best singles ranking of world number 157.",
      "pageId": 35754173
    },
    {
      "year": "1981",
      "uri": "/wiki/Greg_Warren_(American_football)",
      "name": "Greg Warren",
      "monthDay": "10/18",
      "aboutText": "Shaffer Chimere Smith (born October 18, 1979), better known by his stage name Ne-Yo, is an American R&B singer, songwriter, record producer, dancer and actor. Ne-Yo gained fame for his songwriting abilities when he penned the 2004 hit \"Let Me Love You\" for singer Mario. The single's successful release in the United States prompted an informal meeting between Ne-Yo and Def Jam's label head, and the signing of a recording contract.",
      "pageId": 2172695,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/c/c3/Ne-Yo_2013.jpg"
    },
    {
      "year": "1982",
      "uri": "/wiki/Ne-Yo",
      "name": "Ne-Yo",
      "monthDay": "10/18",
      "aboutText": "Gregory Robert Warren (born October 18, 1981) is an American football long snapper for the Pittsburgh Steelers of the National Football League. He was originally signed by the Steelers as an undrafted free agent in 2005. He played college football at North Carolina.",
      "pageId": 12207027
    },
    {
      "year": "1982",
      "uri": "/wiki/Thierry_Amiel",
      "name": "Thierry Amiel",
      "monthDay": "10/18",
      "aboutText": "Michael Christiaan Dingsdag (born 18 October 1982 in Amsterdam) is a Dutch footballer who currently plays for NAC Breda in the Dutch Eerste Divisie.",
      "pageId": 7823028,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/d/d7/Michael_Dingsdag_-_Lausanne_vs_Sion_02_may_2012.jpg"
    },
    {
      "year": "1982",
      "uri": "/wiki/Michael_Dingsdag",
      "name": "Michael Dingsdag",
      "monthDay": "10/18",
      "aboutText": "Thierry Amiel (born 18 October 1982) is a French singer and songwriter from Marseille, France.",
      "pageId": 9135215
    },
    {
      "year": "1982",
      "uri": "/wiki/Mark_Sampson",
      "name": "Mark Sampson",
      "monthDay": "10/18",
      "aboutText": "Dante Bonfim Costa Santos (born 18 October 1983), commonly known as Dante (Brazilian Portuguese: [ˈdɐ̃tʃi]), is a Brazilian professional footballer who plays for German club VfL Wolfsburg. Primarily a central defender, he has previously also been used as a defensive midfielder or a left back.\nProduced at Juventude, he went on to Lille, Charleroi and Standard Liège, winning the Belgian Pro League with the latter.",
      "pageId": 12807363,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/e/ee/CSKA-Bavaria_%286%29.jpg"
    },
    {
      "year": "1983",
      "uri": "/wiki/Dante_(footballer)",
      "name": "Dante",
      "monthDay": "10/18",
      "aboutText": "Mark Sampson (born 18 October 1982) is a Welsh football coach, who is currently manager of the England women's national football team.",
      "pageId": 41287878,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/3/3a/Mark_Sampson%2C_England_Ladies_v_Montenegro_5_4_2014_1058.jpg"
    },
    {
      "year": "1984",
      "uri": "/wiki/Robert_Harting",
      "name": "Robert Harting",
      "monthDay": "10/18",
      "aboutText": "Robert Harting (born 18 October 1984) is a German discus thrower. He represents the sports club SCC Berlin, his coach is Torsten Schmidt.",
      "pageId": 12988177,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/4/4f/Robert_Harting_2010.jpg"
    },
    {
      "year": "1984",
      "uri": "/wiki/Freida_Pinto",
      "name": "Freida Pinto",
      "monthDay": "10/18",
      "aboutText": "Freida Selena Pinto (born 18 October 1984) is an Indian actress who has appeared mainly in American and British films. She was born and raised in Mumbai, India, and decided to become an actress at a young age. As a student at St.",
      "pageId": 19317201,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/7/73/BathingSuit1920s.jpg"
    },
    {
      "year": "1984",
      "uri": "/wiki/Esperanza_Spalding",
      "name": "Esperanza Spalding",
      "monthDay": "10/18",
      "aboutText": "Lindsey Caroline Vonn (née Kildow; born October 18, 1984) is an American World Cup alpine ski racer on the US Ski Team. She has won four World Cup overall championships—one of only two female skiers to do so, along with Annemarie Moser-Pröll—with three consecutive titles in 2008, 2009 and 2010, plus another in 2012. Vonn won the gold medal in downhill at the 2010 Winter Olympics, the first ever in the event for an American woman.",
      "pageId": 3946794
    },
    {
      "year": "1984",
      "uri": "/wiki/Lindsey_Vonn",
      "name": "Lindsey Vonn",
      "monthDay": "10/18",
      "aboutText": "Esperanza Emily Spalding (born October 18, 1984) is an American jazz bassist, cellist and singer, who draws upon many genres in her own compositions.\nSpalding was raised in Portland, Oregon and was a musical prodigy at an early age, playing violin in the Chamber Music Society of Oregon at age five. She was later both self-taught and trained on multiple instruments, including guitar and bass.",
      "pageId": 17929761
    },
    {
      "year": "1985",
      "uri": "/wiki/Yoenis_C%C3%A9spedes",
      "name": "Yoenis Céspedes",
      "monthDay": "10/18",
      "aboutText": "Yoenis Céspedes Milanés (born October 18, 1985), nicknamed La Potencia, is a Cuban professional baseball outfielder who is a free agent. He has played in Major League Baseball (MLB) for the Oakland Athletics, Boston Red Sox, Detroit Tigers, and New York Mets. Before joining the Major Leagues, he played in the Cuban National Series and was a member of the Cuba national baseball team.",
      "pageId": 7389301,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/en/1/1e/Baseball_%28crop%29.jpg"
    },
    {
      "year": "1985",
      "uri": "/wiki/Andrew_Garcia",
      "name": "Andrew Garcia",
      "monthDay": "10/18",
      "aboutText": "Andrew Adrian Garcia (born October 18, 1985) is an American singer from Moreno Valley, California who was the ninth place finalist on the ninth season of American Idol.\n^ Garcia, Andrew (October 7, 2010). \"Tomorrow is not my birthday guys...\".",
      "pageId": 26591519
    },
    {
      "year": "1985",
      "uri": "/wiki/Iori_Nomizu",
      "name": "Iori Nomizu",
      "monthDay": "10/18",
      "aboutText": "Wilma Elles (born 18 October 1986 in Cologne) is a German actress, model and fashion designer.",
      "pageId": 19343663,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/1/17/5966Wilma_Elles.JPG"
    },
    {
      "year": "1986",
      "uri": "/wiki/Wilma_Elles",
      "name": "Wilma Elles",
      "monthDay": "10/18",
      "aboutText": "Iori Nomizu (野水 伊織, Nomizu Iori, born October 18, 1985) is a Japanese voice actress, actress, singer and songwriter affiliated with Production Ace.",
      "pageId": 25326711,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/0/0d/Seiyu.png"
    },
    {
      "year": "1987",
      "uri": "/wiki/Zac_Efron",
      "name": "Zac Efron",
      "monthDay": "10/18",
      "aboutText": "Freja Beha Erichsen (born 18 October 1987 in Roskilde, Denmark), also known as Freja Beha, is a Danish model. Dubbed as the \"Queen of Cool\", she is known for her androgynous look and for being one of the muses of Karl Lagerfeld.",
      "pageId": 7895188,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/6/60/Freja_Beha_Erichsen_Cropped.jpg"
    },
    {
      "year": "1987",
      "uri": "/wiki/Freja_Beha_Erichsen",
      "name": "Freja Beha Erichsen",
      "monthDay": "10/18",
      "aboutText": "Zachary David Alexander \"Zac\" Efron (born October 18, 1987) is an American actor and singer. He began acting professionally in the early 2000s, and became known as a teen idol after his lead roles in the Disney Channel Original Movie High School Musical, the WB series Summerland, and the 2007 film version of the Broadway musical Hairspray. Efron has since starred in the films 17 Again (2009), Me and Orson Welles (2009), Charlie St.",
      "pageId": 16705483,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/2/24/Zac_Efron_2007.jpg"
    },
    {
      "year": "1989",
      "uri": "/wiki/Joy_Lauren",
      "name": "Joy Lauren",
      "monthDay": "10/18",
      "aboutText": "Joy Lauren (born October 18, 1989) is an American actress who is best known for playing Danielle Van de Kamp, on the ABC Comedy-drama Desperate Housewives.\nLauren is of Danish descent and was born Lauren Joy Jorgensen in Atlanta, Georgia. She lived in the Vail, Colorado area from age 1 to 4.",
      "pageId": 2801717,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/b/b9/Joy_Lauren.JPG"
    },
    {
      "year": "1989",
      "uri": "/wiki/Riisa_Naka",
      "name": "Riisa Naka",
      "monthDay": "10/18",
      "aboutText": "Riisa Naka (仲 里依紗, Naka Riisa, born on October 18, 1989 in Nagasaki prefecture) is a Japanese actress. She was given a Best New Talent award at the 2009 Yokohama Film Festival.",
      "pageId": 15485993
    },
    {
      "year": "1990",
      "uri": "/wiki/Bristol_Palin",
      "name": "Bristol Palin",
      "monthDay": "10/18",
      "aboutText": "Carly Brook Schroeder (born October 18, 1990) is an American film and television actress. She is best known for playing Serena Baldwin, the daughter of Scotty Baldwin and Lucy Coe in the General Hospital spin-off Port Charles. She also had a recurring role on the Disney Channel's Lizzie McGuire.",
      "pageId": 671716,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/f/f7/CarlySchroeder.png"
    },
    {
      "year": "1990",
      "uri": "/wiki/Carly_Schroeder",
      "name": "Carly Schroeder",
      "monthDay": "10/18",
      "aboutText": "Bristol Sheeran Marie Palin (born October 18, 1990) is an American public speaker and reality television personality. She is the oldest daughter and second of five children of Todd and Sarah Palin.\nPalin competed in the fall 2010 season of Dancing with the Stars and reached the finals, finishing in third place.",
      "pageId": 19134078,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/0/02/Bristol_Palin_by_Gage_Skidmore.jpg"
    },
    {
      "year": "1991",
      "uri": "/wiki/Roly_Bonevacia",
      "name": "Roly Bonevacia",
      "monthDay": "10/18",
      "aboutText": "Tyler Garcia Posey (born October 18, 1991) is an American actor, musician, and producer. He is best known for his role as Scott McCall in MTV's show Teen Wolf.",
      "pageId": 13029296,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/5/5e/Tyler_Posey_WonderCon_2013.jpg"
    },
    {
      "year": "1991",
      "uri": "/wiki/Tyler_Posey",
      "name": "Tyler Posey",
      "monthDay": "10/18",
      "aboutText": "Rolieny \"Roly\" Bonevacia (born 18 October 1991) is a Curaçaoan professional football player who plays as a defensive midfielder.",
      "pageId": 28383451
    },
    {
      "year": "1992",
      "uri": "/wiki/John_John_Florence",
      "name": "John John Florence",
      "monthDay": "10/18",
      "aboutText": "John John Florence (born 18 October 1992) is a professional surfer from Hawaii. He is known as \"one of the most dominant Pipe surfers of his era\" and for his tube riding and aerial abilities.",
      "pageId": 13775302,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/0/08/Icone_surf_portail_fr.png"
    }
  ]
}